{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/174.html",
  "case_name": "Laeveld Trust 2001 (Pty) Ltd and Others v Blue Fire Properties 115 (Pty) Ltd (795/10) [2011] ZASCA 174 (29 September 2011)",
  "citation": "[2011] ZASCA 174",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 174\n|\nNoteup\n|\nLawCite\nLaeveld Trust 2001 (Pty) Ltd and Others v Blue Fire Properties 115 (Pty) Ltd (795/10) [2011] ZASCA 174 (29 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 795/10\nIn\r\nthe matter between:\nLAEVELD\r\nTRUST 2001 (PTY) LTD\n…............................................................\nFirst\r\nAppellant\nSAAMSTAAN\r\nBELEGGERS (PTY) LTD\n…...............................................\nSecond\r\nAppellant\nINDUSIT\r\nBELEGGINGS (PTY) LTD\n…..........................................................\nThird\r\nAppellant\nLEGOGOTE\r\nEIENDOMME (PTY) LTD\n…...................................................\nFourth\r\nAppellant\nFRANNEMANS\r\nBELEGGINGS (PTY) LTD\n…................................................\nFirth\r\nAppellant\nTWIN\r\nCITY MALELANE 2001 (PTY) LTD\n….................................................\nSixth\r\nAppellant\nERF\r\n4 MALELANE (PTY) LTD\n….............................................................\nSeventh\r\nAppellant\nand\nBLUE\r\nFIRE PROPERTIES 115 (PTY) LTD\n…....................................................\nRespondent\nNeutral\r\ncitation:\nLaeveld Trust 2001 v Blue Fire Properties 115\n(795/10)\n[2011] ZASCA 174\n(29 September 2011)\nCoram:\nCLOETE, MALAN AND THERON JJA\nHeard:\n2 September 2011\nDelivered:\n29 September 2011\nSummary:\nContract – Interpretation – period\r\nwithin which the purchaser is entitled to request documents relevant\r\nfor due diligence\ninvestigation – purchaser thereafter entitled\r\nto decide which properties are not viable and exclude from the sale–\r\ncompletion of due diligence period postponed because of the seller’s\r\nbreach - purchaser not limited to documents in existence\nat time of\r\nagreement.\n_________________________________________________________________\nORDER\n_________________________________________________________________\nOn appeal from:\nNorth\r\nGauteng High Court, Pretoria, (Rabie J sitting as a court of first\r\ninstance):\nThe appeal is dismissed\r\nwith costs.\n_________________________________________________________________\nJUDGMENT\n_________________________________________________________________\nTHERON\r\nJA (CLOETE AND MALAN JJA concurring)\n[1] On 24 June 2005 the\r\nparties concluded a written agreement of sale in respect of which the\r\nappellants sold certain commercial\nproperties (the properties) in\r\nMpumalanga to the respondent for the sum of R128, 6 million. Clause 8\r\nof the agreement provided\nas follows:\n‘\n8.1\r\nThe Purchaser shall, for a period of 7 [SEVEN] WORKING DAYS after the\r\ndate of signature of this agreement by the Seller, be\nentitled to\r\nconduct a due diligence investigation in relation to all matters\r\npertaining to the property which the Purchaser, in\nits discretion,\r\nregards as being material to its purchase thereof. For the purpose of\r\nsuch due diligence investigation, the Seller\nundertakes forthwith to\r\nmake available to the Purchaser upon request, all documentation and\r\ninformation (which the Purchaser shall\nkeep strictly confidential)\r\nrelating to the property which may be material to a purchase of the\r\nproperty and the Seller [shall]\nallow the Purchaser and its\r\nrepresentative:\n8.2.1 to inspect and make\r\ncopies of all lease agreements relating to all the occupants of the\r\nproperty, the title deeds of the property\n... and all agreements\r\nrelating to the property (including but not limited to, agreements\r\nrelating to the provision of services\nto the property);\n8.2.2 to inspect and make\r\ncopies of all financial and other records relating to the property,\r\nincluding, but not limited to, all\nrecords relating to the income and\r\nexpenditure of the property.\n8.2.3 The Purchaser shall\r\nadvise the Seller in writing within 2 [TWO] DAYS after completion of\r\nthe investigation that it has completed\nthe due diligence\r\ninvestigation to its satisfaction and of fulfilment of the suspensive\r\ncondition;\n8.2.4 If in the course of\r\nthe Purchaser’s inspections it is deemed by the Purchaser that\r\ncertain properties are not viable,\nthen these properties will not\r\nform part of this agreement and the parties thereby agree that the\r\npurchase price will be pro-rata\namended to reflect same.\n8.3 The Purchaser\r\nobtaining a first Mortgage Bond from a registered lending institution\r\nfor an amount of not less than R104 000 000.\n00 [ONE HUNDRED AND\r\nFOUR MILLION RAND] ... within 21 days from due diligence by the\r\nSeller.\n8.4 In the event of the\r\nconditions not being met or fulfilled within the times provided for\r\n... this agreement shall be null and\nvoid and of no further force or\r\neffect, unless the conditions are so waived in writing by the\r\nrelevant beneficiary.’\n[2] The respondent was\r\ntherefore entitled, in terms of clause 8, to conduct a due diligence\r\ninvestigation in respect of the properties\nover a seven-day working\r\nperiod. This seven-day period would in the ordinary course have\r\nexpired on 5 July 2005. During the due\ndiligence period the\r\nrespondent could request access to documentation and information that\r\nit, in its discretion, regarded as material\nto the purchase of the\r\nproperties. In terms of clause 8.1 the appellants were obliged to\r\nmake available ‘forthwith’\ndocuments properly requested\r\nby the respondent.\n[3] On 1 July 2005, the\r\nrespondent requested certain specified documents from the appellants.\r\nThe appellants failed to make all\nthe documents requested, in\r\nparticular, the annual audited financial statements, available to the\r\nrespondent. The appellants subsequently\ndenied that the respondent\r\nwas entitled to them. The dispute between the parties was referred\r\nfor arbitration. On 12 January 2010\nthe arbitrator’s award was\r\nmade which declared that the respondent was entitled to the documents\r\nrequested. The appellants\nwere ordered to allow the respondent to\r\ninspect and make copies of the audited annual financial statements\r\nwhich existed in respect\nof each of the appellants as at 30 June\r\n2005. The arbitrator also declared that from the date when the said\r\ndocuments were made\navailable, the respondent would have two working\r\ndays to complete the due diligence investigation, whereafter it would\r\nhave a further\ntwo days within which to inform the appellants which\r\nproperties it intended purchasing.\n[4] In terms of a letter\r\ndated 13 January 2010, the respondent was advised that the requested\r\ndocuments would be available that\nafternoon. It follows, in terms of\r\nthe arbitrator’s award, that the respondent was required to\r\ncomplete its due diligence\ninvestigation on or before 15 January\r\n2010. On 13 January, the respondent requested further documents in\r\norder to update the information\nrelating to the properties to 2010.\r\nThe documents specified in the arbitration proceedings related to the\r\nperiod prior to July\n2005. The appellants refused to make available\r\nany documents not in existence as at July 2005. The respondent then\r\napproached the\nNorth Gauteng High Court, Pretoria, for an order\r\ncompelling the appellants to make available the more recent documents\r\nrequested,\nextending the period for the due diligence investigation\r\nand interdicting the appellants from disposing of the properties.\r\nRabie\nJ granted the order applied for. The appellants appeal to this\r\ncourt, with the leave of the high court.\n[5] The appellants\r\nconcede that they were obliged, in terms of the agreement, to provide\r\ninformation to the respondent in order\nto enable the latter to\r\nconduct a due diligence investigation in relation to the properties.\r\nIt was, however, argued that they\nwere not obliged to provide\r\ndocuments that had not been in existence at the time of the\r\nconclusion of the agreement. It was submitted\nthat\nhaving\r\nregard to the limited time frame within which the due diligence\r\ninvestigation had to be concluded, and the other terms of\nthe\r\nagreement, the parties could not have envisaged that the respondent\r\nwould be entitled to documents not in existence during\nthe period of\r\nseven days within which the due diligence investigation had to be\r\ncompleted. It was argued that it was contemplated\nby the parties that\r\nthe respondent would have made its decision about the viability of\r\nthe properties within nine days of the conclusion\nof the agreement.\n[6] The appellants’\r\nargument loses sight of the fact that the delay was due to their\r\nbreach of contract. The consequence of\nthe breach was that the due\r\ndiligence period was extended. During that period the respondent was\r\nentitled to call for documents\nto enable it to exercise its right to\r\nexclude properties from the sale because it deemed them not to be\r\nviable. The documents could\nonly be those relevant to the exercise of\r\nthis right at the time the respondent was entitled to exercise it.\r\nThat must have been\nthe intention of the parties as any other\r\nconclusion would be at odds with commercial reality. It was not\r\nsubmitted that the documents\nwhich the respondent called for during\r\nthe extended due diligence period, were irrelevant. The conclusion is\r\ninescapable that in\nrefusing to provide the documents requested, the\r\nappellants again breached their obligation and that the due diligence\r\nperiod has\nin consequence again been extended. The respondent would\r\naccordingly, even now, have the right to call for documents relevant\r\nto\nthe decision it is still entitled to make.\n[7] At the hearing of the\r\nappeal, the further argument was raised that the respondent was\r\nprecluded from claiming documents that\nwere more recent than June\r\n2005 as the award by the arbitrator rendered the respondent’s\r\nentitlement to documents\nres\r\njudicata\n.\r\nThe requirements for\nres\r\njudicata\nare\r\nthat the proceedings must be between the same parties, the grounds\r\nfor relief (\ncausa\r\npetendi\n)\r\nmust be the same in both cases and the same relief must be sought in\r\nboth cases.\n1\nThe defence of\nres\r\njudicata\ncannot\r\nsuccessfully be raised in this matter. The relief sought by the\r\nrespondent in the arbitration proceedings related to documents\nin\r\nexistence at June 2005 while the relief sought in the high court,\r\nalthough similar in that it was also a request for documents,\nrelated\r\nto different documents – it was for the production of documents\r\nthat only came into existence after June 2005. Thus\nthe relief sought\r\nin the arbitration proceedings and in the high court was not the\r\nsame.\n[8] The appeal is\r\ndismissed with costs.\n_______________\nL V THERON\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANTS:\r\nJ P VORSTER SC with H J STEYN\nInstructed by Du Toit - Smuts &\r\nMathews Phosa Inc,\nNelspruit\nSymington & De Kok, Bloemfontein\nRESPONDENT: C PUCKRIN SC\nInstructed by Gildenhuys Lessing\r\nMalatji Inc,\nPretoria\nVermaak & Dennis Inc, Bloemfontein\n1\nSee\r\n\tNational Sorghum Breweries Ltd (t/a Vivo African Breweries) v\r\n\tInternational Liquor Distributors (Pty) Ltd\n[2000] ZASCA 159\n;\n2001 (2) SA 232\n(SCA) at 239F-H.",
  "scraped_at": "2026-02-12T16:00:44.239403",
  "date": "2011-09-29",
  "coram": [
    "CLOETE JJA",
    "MALAN JJA",
    "THERON JJA"
  ],
  "case_number": "795/10",
  "parties": {
    "applicants": [
      "Laeveld Trust 2001 (Pty) Ltd",
      "Saamstaan Beleggers (Pty) Ltd",
      "Indusit Beleggings (Pty) Ltd",
      "Legogote Eiendomme (Pty) Ltd",
      "Frannemans Beleggings (Pty) Ltd",
      "Twin City Maleane 2001 (Pty) Ltd",
      "Erf 4 Maleane (Pty) Ltd"
    ],
    "respondents": [
      "Blue Fire Properties 115 (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "In June 2005 the appellants entered into a written agreement to sell certain commercial properties in Mpumalanga to the respondent for R128.6 million. Clause 8 gave the purchaser a seven‑working‑day period to conduct due‑diligence investigations and to request any documentation deemed material. The respondent requested audited financial statements on 1 July 2005, which the appellants failed to provide. The matter was referred to arbitration; the arbitrator ordered the appellants to furnish the 2005 financial statements and gave the respondent two further working days to complete due‑diligence. In January 2010 the respondent sought more recent documents to update its information; the appellants refused, claiming the documents did not exist at the time of the original agreement. The respondent obtained a High Court order compelling production of the newer documents and extending the due‑diligence period. The appellants appealed to the Supreme Court of Appeal.",
    "issues": "1) Whether the appellants were obligated to provide documents that were not in existence at the time the sale agreement was concluded. 2) Whether the arbitrator’s award barred the respondent from seeking additional documents in the later High Court proceedings (res judicata). 3) Whether the appellants’ breach extended the statutory due‑diligence period and thus entitled the respondent to further document production.",
    "principles": "The court applied principles of contractual interpretation, emphasizing that the parties intended the purchaser to obtain any documents necessary to decide on the viability of the properties at the time the right was exercised, regardless of when the documents were created. A breach that delays performance extends the period for performance. The doctrine of res judicata requires identity of parties, cause of action, and relief; because the later claim sought different, later‑created documents, it was not barred by the earlier arbitration award.",
    "application": "The court found that the appellants’ failure to provide the 2005 financial statements constituted a breach that lawfully extended the due‑diligence window. Consequently, the respondent remained entitled to request additional, post‑2005 documents to inform its decision on property viability. The court rejected the appellants’ argument that the arbitrator’s award precluded further requests, noting that the relief sought in the arbitration concerned documents existing as of June 2005, whereas the High Court action concerned documents created thereafter. Thus, the appellant’s reliance on res judicata failed.",
    "conclusion": "The appeal was dismissed with costs. The respondent’s right to obtain the requested later‑dated documents and the extension of the due‑diligence period were upheld."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Contract Interpretation",
    "level_3": [
      "due diligence",
      "document production",
      "res judicata",
      "contract breach",
      "sale of property"
    ]
  }
}