{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/196.html",
  "case_name": "S v Bogaards (864/2010) [2011] ZASCA 196; [2012] 1 All SA 376 (SCA) (21 November 2011)",
  "citation": "[2011] ZASCA 196",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 196\n|\nNoteup\n|\nLawCite\nS v Bogaards (864/2010) [2011] ZASCA 196; [2012] 1 All SA 376 (SCA) (21 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 864/2010\nIn the matter between:\nJACOBUS BOGAARDS\n…..................................................................\nAppellant\nand\nTHE STATE\n…...................................................................................\nRespondent\nNeutral citation:\nBogaards v The State\n(864/10)\n[2011] ZASCA 196\n(21 November 2011)\nCoram:\nMTHIYANE, MAYA, MHLANTLA, LEACH, and\r\nSERITI JJA\nHeard:\n24 August 2011\nDelivered:\n21 November 2011\nSummary:\nCriminal Law –\ns 115(e)\nof the\nCorrectional Services Act 111 of 1998\n– whether State proved\r\nthat appellants harboured or concealed escaped prisoners.\nORDER\nOn appeal from:\nNorth Gauteng High Court,\r\nPretoria (Murphy J and Dolamo AJ, sitting as court of appeal):\nThe appeal succeeds to the extent that the appellant’s\r\n\tconvictions on the two main counts and the sentences are set aside.\nThe order of the high court is set aside and replaced\r\n\twith the following:\n‘\nThe accused is found guilty on\r\nthe alternative count of contravening\ns 115(e)\nof the\nCorrectional\nServices Act 111 of 1998\nand sentenced to undergo five years\r\nimprisonment.’\n___________________________________________________________\nJUDGMENT\nMAYA JA (MHLANTLA JA concurring):\n[1] I have had the privilege of reading the judgments\r\nprepared by my colleagues Leach and Seriti JJA in this matter.\r\nRegrettably,\nwhilst I do agree with some of the reasoning and\r\nfindings they each advance, I am unable to agree with their\r\nrespective conclusions.\nI share Seriti JA’s view that the\r\nappeal should ultimately fail, but on a different basis. For the\r\nreasons he gives, I agree\nthat the prosecution of Mr Bogaards and his\r\nwife was lawful, that the trial was conducted fairly and that the\r\nevidence adduced\nby the State indeed established that Mr Bogaards\r\nharboured and concealed the two ‘Boeremag’ trialists,\r\nMessrs Gouws\nand Van Rooyen, after their escape from custody and\r\nfurther failed to report their presence on his farm to the police.\r\nBut I respectfully\npart ways with his reasoning here and agree with\r\nLeach JA that the State nonetheless failed to prove that such conduct\r\nconstituted\nthe offences envisaged in\nss 11\nand\n12\nof the Protection\r\nof Constitutional Democracy Against Terrorist and Related Activities\r\nAct 33 of 2004 (the Terrorism Act). In my\nview, the State established\r\nMr Bogaards’ guilt on the alternative charge of harbouring and\r\nconcealing escaped prisoners under\ns 115(e) of the Correctional\r\nServices Act 111 of 1998 (the\nCorrectional Services Act).\n[2\n] The material background facts are set out fully in\r\nSeriti JA’s judgment and I need not repeat them. The main\r\nquestion for\ndetermination is whether Mr Bogaards may be convicted in\r\nthe circumstances of this case – where a party is charged under\r\nthe Terrorism Act for harbouring and concealing persons he knows or\r\nought reasonably to have known or suspected to have committed\n\noffences in contravention of ss 11 and 12 of the Terrorism Act\r\nalternatively\ns 115(e)\nof the\nCorrectional Services Act. Sections\n11\r\nand 12 provide:\n‘\n11 Offences relating to harbouring or\r\nconcealment of persons committing specified offences\nAny person who harbours or conceals any person, whom he or she knows,\r\nor ought reasonably to have known or suspected, to be a person\nwho\r\nhas committed a specified offence, as referred to in paragraph\n(a)\nof the definition of ‘specified offence’, or who is\r\nlikely to commit such an offence, is guilty of an offence.\nDuty to report presence of person suspected of intending to commit\r\n\tor having committed an offence and failure to so report\nAny person who –\nhas reason to suspect that any other person intends to commit or has\r\n\tcommitted an offence referred to in this Chapter; or\nis aware of the presence at any place of any other person who is so\r\n\tsuspected of intending to commit or having committed such\nan\r\n\toffence,\nmust report as soon as reasonably possible such suspicion or\r\npresence, as the case may be, or cause such suspicion or presence\nto\r\nbe reported to any police official.\nAny person who fails to comply with the provisions of subsection (1)\n(a)\nor\n(b),\nis guilty of an offence.’\nIn paragraph\n(a)\nof the definition of ‘specified offence’\r\nthe words are said to mean ‘the offence of terrorism referred\r\nto in\nsection 2\n, an offence associated or connected with terrorist\r\nactivities referred to in\nsection 3\n, a Convention offence, or an\r\noffence referred to in\nsection 13\nor\n14\n’. Section 2 of the\r\nTerrorism Act in turn renders any person who engages in a ‘terrorist\r\nactivity’ guilty of the\noffence of terrorism. (The finely\ndetailed and wide ranging definition of\r\n‘terrorist activity’ comprising numerous actions that\r\nfall under the definition\nis set out in paragraphs [56] and [85]\r\nbelow.)\n[3] The charge sheet did not specify the acts of\r\nterrorism or terrorist activities which the State alleged that the\r\nBogaards knew\nor ought to have known or suspected to have been\r\ncommitted by the fugitives. Only during argument in the trial did the\r\nState case\ncrystallise: that Mr Bogaards ought to have known that the\r\nfugitives faced terrorism charges under the Internal Security Act 74\n\nof 1982 (which was repealed in its entirety by the Terrorism Act) in\r\nthe ‘Boeremag’ case and, from that fact and their\n\nsubsequent escape from custody, must at the very least have suspected\r\nthat they were guilty of those offences.\n[4] The contentions made on Mr\r\nBogaards’ behalf before us were, inter alia, that the elements\r\nof the offences created by s\n54(4)\n1\nof the Internal Security Act were\r\nreplaced by the practically identical provisions of ss 11 and 12 of\r\nthe Terrorism Act and that\nthe definition of ‘terrorist\r\nactivities’ contained in s 1 of the latter Act includes and\r\nbroadens that of ‘terrorism’\nin the former Act. Bearing\r\nin mind the Legislature’s express intention in both Acts to\r\ncriminalise deeds of terrorism and\nterrorist activities and the\r\nharbouring, concealing and assisting of such offenders, continued the\r\nargument, it would be absurd\nto interprete the Terrorism Act to\r\nexclude from prosecution offenders who contravened its ss 11 and 12\r\nin respect of crimes committed\nunder the Internal Security Act merely\r\nbecause of the absence of an ‘expressed transitional provision\r\nthat regulates the\nposition’ in the Terrorism Act. (Mr\r\nBogaards’ counsel correctly conceded that ‘[n]otwithstanding\r\nthe extensive\ntransitional provisions [set out in s 27 of the\r\nTerrorism Act] it is clear that the legislature did not explicitly\r\nprovide for\na set of facts where, like\nin\r\ncasu\n, the deed of\r\nterrorism or terrorist activity was committed under Act 74 of 1982,\r\nand the harbouring or concealment and/or failure\nto report took place\r\nafter Act 33 of 2004 commenced’.) We were thus urged to\r\ncategorise the fugitives’ offences committed\nunder the Internal\r\nSecurity Act, before the promulgation of the Terrorism Act and for\r\nwhich they were on trial when they escaped,\nunder the banner of\r\n‘specified offences’ referred to in s 11 of the Terrorism\r\nAct as the court below seems to have\ndone.\n[5] Section 27 of the Terrorism Act makes provision, in\r\nsubsec (1), for the repeal of the Internal Security Act and the\r\nfollowing\ntransitional arrangements:\n‘\n(2) All criminal proceedings which\r\nimmediately prior to the commencement of this Act were instituted in\r\nterms of the provisions\nof the Internal Security Act ... and ... have\r\nnot been concluded before the commencement of this Act, shall be\r\ncontinued and concluded,\nin all respects as if this Act had not been\r\npassed.\nAn investigation, or prosecution or other legal proceedings, in\r\n\trespect of conduct which would have constituted an offence under\nthe\r\n\tInternal Security Act ... and which occurred after the commencement\r\n\tof that Act, but before the commencement of this Act,\nmay be\r\n\tconducted and continued as if this Act had not been passed.\nNotwithstanding the repeal or amendment of any provision of any law\r\n\tby this Act, such provision shall, for the purpose of the\ndisposal\r\n\tof any criminal proceedings, investigation, prosecution or legal\r\n\tproceedings contemplated in subsection (2) or (3),\nremain in force\r\n\tas if such provision had not been repealed or amended.’\n[6] The sum of these provisions is that any pending\r\ncriminal proceedings, investigation, prosecution or other legal\r\nproceedings\ninstituted in terms of the Internal Security Act would\r\ncontinue to finality under its provisions, even after its repeal, as\r\nif\nthe Terrorism Act had not been promulgated. Evidently, none of\r\nthese transitional provisions cater for Mr Bogaards’ situation\n\nas the conduct for which he was charged and the subsequent criminal\r\nproceedings against him occurred after the commencement of\nthe\r\nTerrorism Act. The latter Act makes no express provision for a\r\nsituation such as the present; where the act of terrorism or\n\nterrorist activity was committed during the operation of the Internal\r\nSecurity Act and the harbouring and concealment of the offenders\n\noccurred after its commencement.\n[7] As Leach JA correctly points out,\r\nthere is a well established\nrule\r\nof construction that the operation of a statute is prospective, to\r\napply only after its enactment, unless the legislature clearly\n\nexpressed a contrary intention that the operation should be\r\nretrospective, to apply prior to its enactment (see, for example,\nPeterson\r\nv Cuthbert Co Ltd\n1945\r\nAD 420\n;\nR\r\nv Sillas\n1959\r\n(4) SA 305\n(A);\nBellairs\r\nv Hodnett & another\n1978\r\n(1) SA 1109 (A)\n;\nNational\r\nDirector of Public Prosecutions v Carolus & others\n2000\r\n(1) SA 1127\n(SCA);\nVeldman\r\nv Director of Public Prosecutions Witwatersrand Local Division\n2007\r\n(3) SA 210\n(CC) paras 26 - 27). The presumption therefore is that\r\nnone of the provisions of the Terrorism Act may be applied\r\nretrospectively\nunless such intention appears expressly or by\r\nnecessary implication from its provisions.\n[8] I am mindful that the Terrorism Act did not create\r\nnew offences as such in ss 11 and 12 in view of the provisions of s\r\n54(4)\nof the Internal Security Act (quoted above) which also\r\ncriminalised harbouring and concealing a person known or suspected to\r\nhave\ncommitted acts of terrorism and failing to report such person’s\r\npresence – the basis of the finding made by the court\nbelow\r\n(and relied upon by Mr Bogaards) that ‘Van Rooyen and Gouws\r\nwere charged with ... offences under the Internal Security\nAct, which\r\nare in terms of that Act defined as terrorism. It is therefore fair\r\nto say that when [they] escaped from custody they\nwere then charged\r\nwith conduct equivalent to that contemplated in the definition of\r\nterrorism or terrorist activities under the\n[Terrorism Act]’.\r\nHowever, the provisions of s 27 of the Terrorism Act present an\r\ninsurmountable difficulty for this view.\nThis is so because they\r\nunequivocally provide for offences committed whilst the Internal\r\nSecurity Act was in force to be dealt\nwith after its repeal as if the\r\nTerrorism Act had not been passed, thus expressly excluding such\r\noffences from the umbrella of\n‘specified offences’ as\r\ndefined under the Terrorism Act. There is simply no room for the\r\nmodification of the Terrorism\nAct to ‘fill the gap’\r\nallegedly left by the Legislature in this statute that we were urged\r\nby State counsel to execute,\nby ruling that ‘acts of terrorism\r\nas referred to in section 54 of Act 74 of 1982 is conduct equivalent\r\nto conduct contemplated\nin the definition of terrorist activities\r\nunder present legislation’.\n[9]\nThere\r\nis no ambiguity in the wording of ss 11 and 12 of the Terrorism Act.\r\nThe sections are concerned only with conduct constituting\n‘a\r\nspecified offence’, according to its definition, committed or\r\nlikely to be committed after the commencement of that\nAct on 20 May\r\n2005. Therefore, a contravention of these sections arises only upon\r\nthe commission of an offence which fits such\ndefinition (of a\r\n‘specified offence). It was not in dispute that Mr Bogaards’\r\nprosecution targeted the offences committed\nby the fugitives before\r\ntheir arrest towards the end of 2002. By no stretch of the\r\nimagination can such offences be said to constitute\nspecified\r\noffences under the Terrorism Act.\nThe\r\npresumption against retrospectivity was not rebutted and it was not\r\nproved that Mr Bogaards harboured or concealed a person\nhe knew or\r\nought reasonably to have known or suspected to have committed a\r\n‘specified offence’ and thus contravened\nthe provisions\r\nof s 11. The same reasoning necessarily applies equally to the charge\r\nunder s 12 of the Terrorism Act which was\nbased on Mr Bogaards’\r\nfailure to report the presence on his premises of persons suspected\r\nof intending to commit or having\ncommitted an offence of terrorism or\r\noffence associated or connected with terrorist activities under the\r\nTerrorism Act. He should\ntherefore not have been convicted for a\r\ncontravention of these provisions.\n[10] But this is not\r\nthe end of the matter.\nMr\r\nBogaards was further charged, in the alternative to contravening the\r\nprovisions of s 11 of the Terrorism Act, with contravening\ns 115(e)\nread\r\nwith\ns 1\nof the\nCorrectional Services Act. Section\n115(e) read (this\r\nAct has since been amended as indicated in paragraph [100]):\n‘\nAny\r\nperson who ... harbours or conceals or assists in harbouring or\r\nconcealing an escaped prisoner, is guilty of an offence and\nliable on\r\nconviction to a fine or to imprisonment for a period not exceeding\r\nten years or to such imprisonment without the option\nof a fine or\r\nboth.’\n[11] Section 1 defined ‘prisoner’ to mean\r\n‘any person, whether convicted or not, who is detained in\r\ncustody in\nany prison or who is being transferred in custody or is en\r\nroute from one prison to another’. ‘Prison’ means\r\n‘any place established under this Act as a place for the\r\nreception, detention, confinement, training or treatment of persons\n\nliable to detention in custody or detention in placement under\r\nprotective custody, and all land, outbuildings and premises adjacent\n\nto any such place and used in connection therewith and all land,\r\nbranches, outstations, camps, buildings, premises or places to\nwhich\r\nany such persons have been sent for the purpose of imprisonment,\r\ndetention, protection, labour, treatment or otherwise, and\nall\r\nquarters of correctional officials used in connection with any such\r\nprison, and for the purposes of section 115 and 117 of\nthis Act\r\nincludes every place used as a police cell or lock-up.’ (In\r\nterms of s 77 of the amending Act, for the term ‘prisoner’\n\nhas been substituted ‘inmate’ and for ‘prison’,\r\n‘correctional centre’.)\n[12] As indicated in the judgment of Seriti JA, the\r\nfugitives, who were held in custody at the Central Prison, Pretoria\r\nunder an\norder of court which refused their application for bail in\r\nprevious proceedings, disappeared during the court’s lunch\r\nadjournment\ntaken between 12h45 and 14h00 during their criminal\r\ntrial. It was discovered only at resumption of the proceedings after\r\nthe break\nthat they had stolen away. All efforts to find them were\r\nfruitless until their capture at a Pretoria residential complex\r\nseveral\nmonths later. Precisely when and from which point of the\r\ncourt building they launched their escape during the fateful lunch\r\nbreak\nis not clear from the record. The only evidence led by the\r\nState from its witnesses was merely that the fugitives escaped during\n\nthe lunch adjournment and did not take their lunch which was served\r\nin the detention cells.\n[13] Mr Bogaards challenged the validity of the\r\nfugitives’ detention warrant required by\ns 6(1)\nof the\nCorrectional Services Act for\ntheir committal to a correctional\r\ncentre on the basis that it was signed by a court orderly and that\r\nfor that reason they were\nnot ‘prisoners’ as envisaged in\r\nthe\nCorrectional Services Act when\nthey escaped. Reliance for this\r\ncontention was placed on the judgment in\nS v Motsasi\n1998 (2)\r\nSACR 35\n(W). There, the court held that to be valid, a detention\r\nwarrant should be issued by a properly authorised official in the\r\nform\nof the presiding judge or the court registrar or a senior\r\nofficial from the registrar’s office appointed in terms of s\r\n34(1)\nof the Supreme Court Act 59 of 1959.\n[14] Mr Bogaards’ contention is premised on the\r\nnotion that the fugitives were being held under a warrant of\r\ndetention during\nthe court session and I will assume without deciding\r\nthat this is correct. The basis for the court’s view in\nMotsasi\nis not entirely clear. Whilst admittedly sound and standard practice\r\nnow, there is no such statutory requirement as the court itself\n\nacknowledged and there does not appear to have been any policy making\r\nprovision for such requirement when the case was decided.\nMr\r\nBogaards’ counsel threw no further light on this issue as he\r\nrelied solely on the court’s reasoning. According to\nthe\r\nundisputed evidence of the State witness, Inspector Carl Etsebet, the\r\nestablished procedure relating to the issue of a detention\nwarrant at\r\nthe material time allowed court orderlies (who, incidentally, are the\r\nvery officials responsible for guarding prisoners\nin the court\r\npremises during court proceedings and manning the detention cells in\r\nwhich such prisoners are held in between the\ncourt sessions) to sign\r\nsuch documents until a departmental Circular dated 5 October 2006,\r\nafter the escape, outlawed that practice.\nIn that event, the relevant\r\ndetention warrant would have been lawful and that puts paid to the\r\nchallenge to the applicability of\nthe provisions of\ns 115(e)\nof the\nCorrectional Services Act on\nthe basis of its defect.\n[15] But, in my view, the result is the same even on the\r\nassumption that the detention warrant was defective and unlawful for\r\nthe\nfollowing reasons. First, the detention of a convicted or\r\nawaiting-trial person is lawful by virtue of a court order (see\nIsaacs v Minister van Wet en Orde\n1996 (1) SACR 314\n(A) at\r\n323g-h;\nMinister of Justice and Constitutional Development &\r\nanother v Zealand\n2007 (2) SACR 401\n(SCA) paras 17 and 18). A\r\ndefect in a detention warrant, even one which renders it invalid,\r\ncannot supersede the authority of the\nrelevant court order.\r\nTherefore, the fugitives in this matter were held in lawful custody\r\nnot by virtue of a detention warrant\n(which in the present context\r\namounts to no more than an administrative means of proving to the\r\ncorrectional services authorities\nthat the person they are requested\r\nto receive is lawfully in custody and may therefore be detained in\r\ntheir facility) but by authority\nof the court order refusing them\r\nbail and remanding them in custody up to the time of their escape. It\r\nis primarily that court\norder authorising that they be kept in\r\ncustody pending their criminal trial, and not the detention warrant\r\nissued under it for\ntheir committal in a prison or correctional\r\nfacility for that purpose, that brought them within the definition of\r\n‘prisoner’.\n[16] They were remanded in custody in the detention cell\r\nduring the lunch break and were under police control. It matters not\r\nwhether\nthat control momentarily lapsed, as seems to have happened,\r\nwhen they slipped away. In\nS v Mtwazi ; S v\r\nNdlovu\n1992 (1) SACR 367\n(Tk) the Full Court\r\nreviewed a matter in which the individual accused were convicted of\r\nescaping from custody in breach of s 50(1)(a)\nof the Transkeian\r\nPrisons Act 6 of 1974 which bore definitions of the terms ‘prisoner’\r\nand ‘prison’ that\nare similar to those contained in the\nCorrectional Services Act. One\naccused absconded after being given\r\npermission by his police guard to go to a shop alone to buy tobacco.\r\nThe other was removed\nfrom his cell to wash a police vehicle and\r\nescaped during the absence of the constable who guarded him. In\r\nconfirming the convictions,\nthe court made comments which I find\r\napposite for present purposes. It said at 370h-371b:\n‘\nThe principle that a prisoner escapes from\r\na state of confinement, irrespective of the\nde\r\nfacto\nphysical control which is being\r\nexercised over him at the time, finds further support in the\r\nfollowing extract from the judgment\n... in\nS\r\nv Ncube\nand another\n1982 (4) SA 419\n(ZS) at 412e, albeit that he was then dealing with an escape from\r\ncustody prior to incarceration:\n“\nWhere\r\nevery vestige of control is not voluntarily abandoned, and when it\r\nis, or ought to be, apparent to a person in lawful custody\nthat a\r\ntemporary relaxation of the extent of the control exercised over him\r\nis not intended by his custodians to be an abandonment\nof the lawful\r\ncustody established over him, he is not, in my view, free to take\r\nadvantage of the situation by decamping.”\nA further reason for applying the abovementioned construction to the\r\nsection is that to apply the “control criterion”\nwould\r\nlead to\nabsurd and farcical\r\nsituations. If the latter criterion were applied, it would then mean\r\nthat if a warder is incapacitated by natural\ncauses whilst escorting\r\na prisoner outside a “prison”, eg a heart attack,\r\nlightning, etc or by other causes over which\nhe has no control, eg a\r\nmotor vehicle collision, his ward, the prisoner, could then lawfully\r\nleave the scene for any place of his\nchoice. Another absurd situation\r\nwould result if a third person in such circumstances, without any\r\nprompting the prisoner, were\nto grab hold of the arms of the warder.\r\nThe prisoner would once again not be under\nde\r\nfacto\ncontrol and\r\nwould be able to leave without fear of contravening\ns 50(1)(a).\nThese\r\nexamples clearly reflect that the Legislature could not have intended\r\n“control” to be the deciding factor.’\n(A full bench judgment of the same division in\nS\r\nv Daphe\n1982 (4) SA 60\n(Tk) which came to a\r\ndifferent conclusion is, in my view, distinguishable since it was\r\npartly based on a finding that by leaving\nthe police vehicle\r\nescorting him between different towns after it capsized and its\r\ndriver and only official occupant lost consciousness,\nthe escapee\r\nneither acted unlawfully in the circumstances of the case nor had the\nmens rea\nto escape as\r\nhe had telephoned the police shortly thereafter and informed them of\r\nhis whereabouts.) See also\nS v Anderson\n1999\r\n(1) SACR 153\n(N), per Hurt and Nicholson JJ, at 161h-162f.\n[17] In the absence of clear evidence regarding how the\r\nescape was executed, one is faced with two probable scenarios: the\r\nfugitives\nescaped either between the courtroom and the court\r\ndetention cells or from the detention cells themselves. As I see it,\r\nthe paucity\nof relevant evidence is not fatal to the State case as\r\neither scenario falls neatly within the ambit of\ns 115(e)\nhaving\r\nregard to the meaning which the Legislature ascribed to the terms\r\n‘prison’ and ‘prisoner’. Given\nits general,\r\nordinary meaning, the wording of the expansive definition of ‘prison’\r\nleaves no doubt that a detention\ncell within a court building falls\r\nwithin its purview. Thus if the escape was launched from the\r\ndetention cells, the fugitives\nwould obviously be covered by the part\r\nof the definition of ‘prisoner’ that refers to ‘any\r\nperson... who is detained\nin custody in any prison’. It further\r\nseems to me clear from the latter portion of the definition of\r\n‘prisoner’\nthat a person in lawful custody, including an\r\nawaiting-trial prisoner, retains that status even when in transit\r\nbetween different\nlocations (see\nS v South African Associated\r\nNewspapers Ltd v and another\n1962 (3) SA 396\n(T) at 398D;\nS v\r\nSibiya\n1987 (4) SA 180\n(N) at 185H-I;\nS v Mtwazi\nsupra at\r\n369a-e). Of particular relevance for present purposes are the words\r\n‘“prisoner” means any person ...\nwho is being\r\ntransferred in custody’. Some of the common definitions of the\r\nword ‘transfer’ are ‘to convey\nor take from one\r\nplace, person, etc to another … to give or hand over from one\r\nto another’ (The Oxford English Dictionary\n2ed vol XVIII). To\r\nmy mind, this portion of the definition of ‘prisoner’\r\nwould necessarily apply if the fugitives escaped\nwhilst en route from\r\nthe courtroom to the detention cells to which they were dispatched\r\nuntil the court session resumed at 14h00.\nFor these reasons, it is\r\ncompetent to convict Mr Bogaards for contravening the provisions of s\r\n115(e) of the Correctional Service\nAct.\n[18] Regarding the question of appropriate punishment,\r\nthe provisions of\ns 115(e)\nof the\nCorrectional Services Act\ncontemplate\na maximum sentence of 10 years imprisonment with or\r\nwithout a fine. Seriti JA’s judgment fully discusses Mr\r\nBogaards’\npersonal circumstances (he was a 48 year-old farmer\r\nwith a clean record and had a wife, his co-accused, and a son of an\r\nundisclosed\nage) and other factors relevant to the sentencing\r\nprocess, including the gravity of Mr Bogaards’ transgressions\r\n(the numerous\ncharges against the fugitives he harboured and\r\nconcealed include treason, sabotage, murder and involve allegations\r\nof the attempted\nassassination of former President Nelson Mandela,\r\nthe manufacture and use of explosive devices, the bombing of a Soweto\r\nmosque\nand a Buddhist temple in Bronkhorspruit and many others), his\r\ndefiance of police warnings not to provide the fugitives with shelter\n\nand the time, money and other valuable resources expended by the\r\nstate on an extended, nation-wide search for the fugitives. Mr\n\nBogaards’ lack of remorse must also be considered. He denied\r\nany wrongdoing until the bitter end. A grudging, limited concession\n\nthat the fugitives had been on his farm after their escape from\r\nprison, which had to be made anyway in view of the overwhelming\n\nevidence, came from his counsel only at appeal stage. But he still\r\nrefused to fully take the court into his confidence and admit\n\nliability for his actions. The horrendous consequences for humanity\r\nas a whole from acts of terror need not be spelt out. Those\nwho aid\r\nand abet such conduct are as dangerous to mankind as the actual\r\nperpetrators of such acts. Clearly, a substantial custodial\nsentence\r\nis the only appropriate punishment in the circumstances of this case.\r\nIn my view, a prison term of five years imprisonment\nwould adequately\r\nserve the interests of justice in all the circumstances.\n[19] I would accordingly make the following order:\n1 The appeal succeeds to the extent that the appellant’s\r\nconvictions on the two main counts and the sentences are set aside.\n2 The order of the high court is set aside and replaced\r\nwith the following:\n‘\nThe accused is found guilty on\r\nthe alternative count of contravening\ns 115(e)\nof the\nCorrectional\nServices Act 111 of 1998\nand sentenced to undergo five years\r\nimprisonment.’\n______________________________\nMML Maya\nJudge of Appeal\nMTHIYANE JA:\n[20] I have had the benefit of reading the judgments of\r\nmy colleagues, Seriti JA, Leach JA and Maya JA. Regrettably I find\r\nmyself\nunable to agree with the reasoning and conclusion adopted by\r\nSeriti and Leach JJA. I concur in the conclusion and order proposed\n\nby Maya JA. I agree with her conclusion that the appellant should\r\nhave been convicted of the alternative count of contravening\ns 115\n(e) of the\nCorrectional Services Act 111 of 1998\n, in that he\r\nharboured or concealed the escaped prisoners, Gouws and Van Rooyen.\n[21] Unlike my colleagues, Leach and Maya JJA, I do not\r\nhowever think it is necessary to go into the question of whether the\r\ntwo\nescapees were prisoners at the time of their escape. The sole\r\nissue for determination on appeal (as identified in the heads and\nin\r\nargument) was whether ‘the warrants [under which Gouws and Van\r\nRooyen were held at the time of their escape] were invalid’.\n\nBoth Maya and Leach JJA are agreed that the appellant must fail on\r\nthis issue and that this question must be answered in favour\nof the\r\nState. Regrettably my colleagues find themselves at loggerheads on\r\nthe question of whether Gouws and Van Rooyen were ‘prisoners’\n\nor whether they were in ‘prison’ at the time of their\r\nescape, and invariably come to different conclusions on that\nissue\r\nwhich as I have said, was never raised by the appellant or the\r\nrespondent. That was not the basis on which the case was conducted\nat\r\nthe trial. The appellant pleaded not guilty and did not tender a plea\r\nexplanation indicating the basis of his defence. His defence\non the\r\nalternative charge of escaping only emerged during the\r\ncross-examination of the state witness, Inspector Carlo Etsebet,\nwho\r\nwas in charge of the two escapees in the High Court, Pretoria from\r\nwhere Gouws and Van Rooyen escaped. The only defence disclosed\nby\r\nAdvocate Muller SC, for the appellant, during cross-examination was\r\nthat the detention warrants under which Gouws and Van Rooyen\nwere\r\nheld were invalid. Not a word was uttered about whether the escapees\r\nwere ‘prisoners’ at the time of their escape\nor that they\r\nescaped from a ‘prison’. It bears mention that this is\r\nnot just a legal issue but is also a question of\nfact. Had the State\r\nbeen alerted to the fact that this was raised as an issue the State\r\nmight well have conducted its case differently.\n[22] To now hold at his late stage, as Leach JA seeks to\r\ndo, that the appeal should succeed on this charge on the basis that\r\nthe\nBoeremag trialists, Gouws and Van Rooyen were not ‘prisoners’,\r\nis with respect a course which is not open to an appellate\ncourt and\r\nmight well result in unfairness to the one side.\n[23] Because the issue was not raised the State probably\r\napproached the matter on the basis that the appellant was not\r\ndisputing\nthat the two escapees were prisoners and all that it had to\r\ndeal with was the validity or otherwise of the detention warrants.\r\nThe appellant was represented on appeal by Muller SC, a silk of many\r\nyears standing. There is no reason to think that he would not\nhave\r\napplied his mind to the question whether Gouws and Van Rooyen were\r\nprisoners or not at the time of their escape, if he considered\nthat\r\nthere was the course the appellant wished to pursue. I do not think\r\nthat it is open to this court to credit the appellant\nwith a defence\r\nhe did not raise, more so if this would result in prejudice and\r\nunfairness to the other party, in this case the\nState.\n[24] I say all of the above mindful of the fact that the\r\nonus of proof in a criminal case is on the State. But as we know in\r\ncriminal\ncases depending on how the case is run, the State is not\r\nalways called upon to prove every element of the offence (which in my\r\nview is what happened in the present matter).\n[25] Even if we were called upon on appeal (which I do\r\nnot believe to be the case) to consider whether Gouws and Van Rooyen\r\nwere\n‘prisoners’ or in ‘prison’ at the time\r\nof their escape I would still favour an interpretation (of these\n\nwords) that accords with logic and common sense and avoid a strictly\r\ntextual and legalistic approach to the meaning of the words.\n(See\nAfrican Christian Democratic Party\nv Electoral Commission\n[2006] ZACC 1\n;\n2006 (3) SA 305\n(CC) at para 25;\nWeenen Transitional Local\r\nCouncil v Van Dyk\n2002 (4) SA 653\n(SCA) para 13;\nChauke v\r\nSantam Ltd\n[1996] ZASCA 120\n;\n1997 (1) SA 178\n(A) at 183B-C). Before being taken to\r\ncourt Gouws and Van Rooyen were held as ‘prisoners’ in\r\nprison. I do not believe\nthat they lost that status when they stepped\r\nout of the prison doors en route to court. In my view, they\r\nmaintained their status\nas ‘prisoners’ and when they\r\nescaped they did so as prisoners. That for me is what makes logical\r\nsense.\n[26] For the above reasons I concur in the order\r\nproposed by Maya JA.\n_______________________\nK K MTHIYANE\nJUDGE OF APPEAL\nSERITI JA:\n[27] The appellant, Mr Jacobus Bogaards and his wife,\r\nMrs Elizabeth Bogaards, were arrested on 13 January 2007 and appeared\r\non 15\nJanuary in the Modimolle Magistrates’ Court. They again\r\nappeared on 22 January when bail was fixed, and the matter was\r\npostponed\nto 16 February where, a charge sheet was handed to them and\r\nthe matter was post-poned to 12 July 2007 for trial in the Modimolle\n\nRegional Court. The trial proceeded and they were charged with\r\ncontravening ss 11 and 12(1)(b) of the Protection of Constitutional\n\nDemocracy Against Terrorist and Related Activities Act 33 of 2004\r\n(the Terrorist Act), and one alternative charge of contravening\ns\r\n115\n(e)\nof the\r\nCorrectional Services Act 111 of 1998 (Correctional Services Act).\n[28] The appellant and his wife, who were out on bail,\r\nwere subsequently convicted on the two main counts. He was sentenced\r\non count\n1 to five years’ imprisonment, two years of which were\r\nsuspended on certain conditions, and one year imprisonment on count\n\n2, and it was ordered that the sentence on the latter count run\r\nconcurrently with the sentence imposed on count 1. In the case\nof his\r\nwife the two counts were taken together for purposes of sentence and\r\nshe was sentenced to two years’ imprisonment,\nwholly suspended\r\non certain conditions.\n[29] The appellant appealed against his convictions and\r\nsentences and his wife appealed against her convictions only. On 11\r\nFebruary\n2010, the North Gauteng High Court (Murphy J and Dolamo AJ)\r\nconfirmed his conviction and sentence and set aside the conviction of\n\nhis wife. On the same date the high court granted him leave to appeal\r\nto this Court, and his bail was extended pending the finalisation\nof\r\nthe appeal.\nBackground Facts\n[30] During 2002 several people were arrested. Amongst\r\nthese were Mr Herman Van Rooyen (Van Rooyen) and Mr Jan Rudolph Gouws\r\n(Gouws).\nVan Rooyen was arrested on 11 December 2002, in Pretoria. He\r\nwas a farmer in the BelaBela area, a captain in the South African\r\nNational Defence commando stationed at BelaBela, and a commander of\r\nthe reaction force. Gouws was arrested on 10 December 2002,\nin\r\nPretoria. He worked for Van Rooyen on the farm and he was also a\r\nmember of the BelaBela commando having a rank of corporal.\nThe\r\nappellant was also a member of the commando and he also attended\r\nmeetings of the commando.\n[31] A total of 22 people including Van Rooyen and Gouws\r\nwere indicted and appeared before the North Gauteng High Court on\r\nseveral\ncharges. These included murder, sabotage and four counts of\r\nterrorism, under s54(1) of the Internal Security Act 74 of 1982. The\n\nmatter is referred to as\nS v Du Toit\n. The arrest and\r\nsubsequent trial engendered widespread public interest. The trial\r\ncame to be known as the ‘Boeremag trial’,\nand it is\r\nconvenient to refer to it as such in this judgment. The trial\r\ncommenced on 13 May 2003 and Van Rooyen appeared as accused\nnumber 18\r\nand Gouws as accused number 22. The matter is still proceeding before\r\nthe high court and Van Rooyen and Gouws were never\ngranted or\r\nreleased on bail since their arrest and detention.\n[32] Prior to the beginning of the ‘Boeremag\r\ntrial’ the police identified the appellant as a possible state\r\nwitness\nand on 12 February 2003 a statement was obtained from him.\r\nHowever he was never called as a state witness. In the said statement\n\nthe appellant, amongst others, stated that ‘[e]k weet van\r\nHerman van Rooyen aangesien ons saam vergaderings by die DLU bygewoon\n\nhet’.\n[33] As stated earlier Van Rooyen and Gouws were kept in\r\ndetention while the trial was continuing. They were kept at the\r\nCentral\nPrison, Pretoria. On 3 May 2006 the trial continued until\r\n12h45 when the court adjourned for lunch. All the accused were\r\npresent\nwhen the court adjourned. At 14h00, when the trial resumed,\r\nit was discovered that Van Rooyen and Gouws were missing. Police\r\nofficers\nsearched the court building and organised road blocks but\r\nVan Rooyen and Gouws could not be found. When Van Rooyen and Gouws\r\nescaped\nthey did not have any parcels or money on them, except the\r\nclothes they were wearing. Police established an operational room to\n\nco-ordinate the search of the two escapees. A country wide search was\r\nconducted, media statements were issued and photographs of\nthe two\r\nescapees were released to the media. A helpline was also established\r\nand a contact number was also provided to the media.\nInterpol was\r\nalso contacted for assistance. The bank accounts of the escapees were\r\nmonitored and there were no movements on the\nsaid accounts.\n[34] On 22 October 2006 police officers went to the\r\nappellant’s farm (the farm) to search for the escapees. At the\r\nhouse the\npolice found the appellant, his wife and a certain Mr\r\nWillem Ratter. The house and the surrounding buildings were searched\r\nbut\nthe escapees could not be found. Superintendent Vreugdenburg,\r\nChief Investigating Officer in the ‘Boeremag’ matter,\nwas\r\nin charge of the operation. He informed the appellant that they were\r\nlooking for Van Rooyen and Gouws and the appellant denied\nthat the\r\nescapees were at his house. Police searched only the buildings on the\r\nfarm and could not find the escapees. The farm was\nnot searched.\r\nSuperintendent Vreugdenburg further testified and said: ‘[j]ust\r\nbefore we left I told accused 1 that if we\ndon’t find the two\r\nescapees on his farm on this day, I gave him a warning that if they\r\nare there and I did not find them,\nhe must get rid of them, chase\r\nthem away, he mustn’t allow them on his farm. He again denied\r\nany knowledge of them’.\n[35] On 13 January 2007 police went to the farm and\r\nsearched the buildings there. In one of the corrugated iron rooms, a\r\nmotorbike\nwas found. The motorbike was covered with a raincoat and a\r\ndirty piece of material. The motorbike had registration numbers and\r\nwithin a few minutes police officers established that the motorbike\r\nwas registered in the name of Van Rooyen. Superintendent Vreugdenburg\n\nasked the appellant whose motorbike it was and the appellant informed\r\nhim that he bought it about two months prior from Mr Gerald\nvan\r\nRooyen, the father of Van Rooyen, one of the escapees, and that the\r\ntransaction was done by the exchange of cattle. The appellant\nalso\r\nmentioned that the motorbike was brought to the farm by Mr Allen Van\r\nRooyen, brother of the escapee. When asked about the\nkeys of the\r\nmotorbike the appellant initially said that they were in his son’s\r\nroom, however he later stated that they were\nlost.\n[36] Some of the police officers searched the farm\r\nitself. They found a tent hidden in the veld on the farm, about 500m\r\naway from\nthe house. The tent was in a dry riverbed covered with a\r\npiece of cloth. A box, full of food, and army backpacks were found\r\nnext\nto the tent. Inside the tent they found sleeping bags and\r\nmattresses. One of the bags was opened and inside they found shoes,\r\npants\nand a shirt which they recognised as belonging to Gouws, one of\r\nthe escapees. The pants were marked ‘RG’. A fire-arm\nand\r\na helmet were found. Fingerprints of Van Rooyen were found on the\r\nhelmet and fingerprints of Gouws were found on the bag of\nsugar found\r\nin the tent.\n[37] On the same day, whilst walking in the vicinity\r\nwhere the tent was discovered, one of the police officers saw Van\r\nRooyen about\n10m from where the tent had been situated, prior to its\r\nremoval. Van Rooyen was carrying an R1 assault rifle. Van Rooyen\r\nafter\na short discussion with the police officer disappeared into the\r\nriver and left. The articles found at the tent were taken away for\n\nforensic tests and the appellant and his wife were arrested. There\r\nwere indications that the tent was there for a long time.\n[38] On 20 January 2007 the two fugitives, Van Rooyen\r\nand Gouws were arrested at the Villa Mignon Complex, Lyttleton,\r\nCenturion.\nThey were found in two separate bedrooms in one of the\r\nunits. In one of the bedrooms they found two R1 assault rifles, with\r\na magazine\nwhich was filled with live rounds and one live round in\r\nthe chamber of the rifle. Cell phones, GPS apparatus, certain\r\ndocuments\nand a few maps were also found. Keys to the motor bike,\r\nthat had been found on the farm was also found at the place where Van\r\nRooyen\nand Gouws were arrested.\n[39] As mentioned earlier, the appellant and his wife\r\nwere arrested on 13 January 2007. They appeared in the magistrates’\r\ncourt on 15 January and their case was postponed to 22 January for\r\nbail application. On 22 January they again appeared in court.\nThey\r\nwere granted bail of R10 000 each and the case was postponed to 16\r\nFebruary for further investigation.\n[40] On 8 February 2007, the Deputy Director of Public\r\nProsecutions addressed a letter to the Limpopo Province Regional\r\nCourt President.\nThe letter reads as follows:\n‘\nTHE STATE versus BOGAARDS AND ANOTHER\nTRIAL DATE – MODIMOLLE\nIt has been decided to prosecute Mr and Mrs Bogaards in the Regional\r\n\tCourt on charges of contravening sections 11 and 12 of Act\nno 33 of\r\n\t2004: Protection of Constitutional Democracy against Terrorism and\r\n\tRelated Activities, as well as a charge of contravening\nsection\r\n\t115(e)\nof the\nCorrectional Services Act, 111 of 1998\n.\nThe prosecution originates from their alleged harboring of and\r\n\tassistance to two accused in the Boeremag trial who escaped from\nthe\r\n\tHigh Court, Pretoria in May 2006.\nIt has been decided to approach you with a request to make a\r\n\tregional court magistrate available to hear the matter during a\n\n\tspecial sitting of a regional court to be arranged at Modimolle…\nIt appears that a date that will suit the defence, the State and the\r\n\tlogistic arrangements of the magistrates court will be 11\n- 27 July\r\n\t2007.’\n[41] On 16 February 2007 the appellant and his wife\r\nappeared in court and their case was remanded to 11 July for trial at\r\nModimolle\nRegional Court. A charge sheet was given to the defence\r\ncounsel, and on request of the defence counsel, the court ordered the\r\nState\nto furnish the defence with further particulars to the charge\r\nsheet on or before 31 March 2007.\n[42] On 19 June 2007 Ramaite SC, acting National\r\nDirector of Public Prosecutions (NDPP) signed authorisation in terms\r\nof s 16(1)\nof the Terrorist Act, in terms of which he authorised the\r\nprosecution of the appellant and his wife on two charges of\r\ncontravening\nss11 and 12(1)\n(b)\nof the Terrorist Act.\n[43] On 12 July 2007 the appellant and his wife appeared\r\nbefore the regional court. The authorisation mentioned above was\r\nhanded\nto the court. The appellant and his wife who were represented\r\nby counsel, pleaded not guilty and the trial proceeded without the\n\ndefence objecting to the charges put to them. After leading evidence,\r\nthe State closed its case. The defence closed its case without\n\nleading any evidence.\n[44] In his heads of argument, the defence counsel\r\nconceded that the evidence adduced by the State proved that the two\r\nescapees\nvisited or stayed on the farm for a certain period. In this\r\nappeal the defence raised five grounds of appeal and I will deal with\n\nthem hereunder.\nValidity of the Prosecution\n[45] Counsel for the appellant submitted that the\r\nprosecution is a nullity because the State instituted the prosecution\r\nwithout\nthe written authority of the NDPP as required by section\r\n16(1) of the Terrorist Act. He further submitted that the prosecution\r\nwas, as a fact instituted on 16 February 2007, when the charge sheet\r\nwas given to the appellant and he was informed that he would\nbe\r\nprosecuted in the regional court on the said charges.\n[46] Section 16(1) of the Terrorist Act reads as\r\nfollows: ‘[n]o prosecution under Chapter 2 may be instituted\r\nwithout the\nwritten authority of the National Director’.\r\nSections 11 and 12 of the Terrorist Act fall under Chapter 2 of the\r\nsaid Act.\nIn order to determine whether the submission by counsel for\r\nthe appellant is correct or not, we should determine when the\r\nprosecution\nwas instituted in this matter.\n[49] In\nMinister of Law and Order v Kader\n1991\r\n(1) SA 41\n(A) the court had to deal with s 64 of the Internal\r\nSecurity Act 74 of 1982 (the Internal Security Act). The said section\r\nreads\nas follows:‘…[n]o prosecution… shall be\r\ninstituted without the written authority of the attorney-general’.\n\nAt 51e-f Grosskopf JA said: ‘[w]hat is meant by the institution\r\nof a prosecution depends on the context in which the expression\nis\r\nused (cf\nR v Priest\n1931 AD 492\nand\nR v Friedman\n1948\r\n(2) SA 1034\n(C)). The purpose of s 64 is to ensure that the decision\r\nto prosecute a person for a contravention of s 54 is a responsible\r\none,\ntaken by the person who, in terms of s 3 of the Criminal\r\nProcedure Act, has the authority to prosecute in the name of the\r\nRepublic\nin criminal proceedings. This purpose cannot be achieved if\r\nthe Attorney-General is required to arrive at a decision on\r\nincomplete\nor preliminary information’.\n[48] In\nNational Director of Public Prosecutions v\r\nMoodley\n2009 (2) SA 588\n(SCA) the court had to deal with the\r\ninterpretation of\ns 2(4)\nof the\nPrevention of Organised Crime Act 121\nof 1998\n. The section reads: ‘[a] person shall only be charged\r\nwith committing an offence contemplated in subsection (1) if a\r\nprosecution\nis authorised in writing by the National Director’.\r\nThe accused were charged with certain offences some of which are\r\naffected\nby\ns 2(4)\nquoted above. A draft charge sheet was given to\r\nthe accused on 10 December 2003 and the written authorisation by the\r\nNDPP was dated\n24 March 2004. The respondents contended that they\r\nwere charged on counts which required the NDPP’s authorisation\r\nprior to\nthe State obtaining the required authorisation. Scott JA\r\nsaid, para 12: ‘[i]n my view counsel for the appellant\r\ncorrectly\nsubmitted that once the prosecution is authorised in\r\nwriting by the National Director there can be no reason, provided the\r\naccused\nhas not pleaded, why the further prosecution of the accused\r\non racketeering charges would not be lawful, even if the earlier\r\nproceedings\nwere to be regarded as invalid for want of written\r\nauthorisation’.\n[49] In this matter, the NDPP signed the authorisation\r\nin terms of s 16(1) of the Terrorist Act on 19 June 2007. On the\r\ntrial date,\n12 July 2007 the written authorisation was handed to the\r\ncourt prior to the accused entering their plea. There were no\r\nobjections\nfrom the defence.\n[50] The meaning of the words ‘institution of\r\nprosecution’ must be interpreted in the context of the\r\nlegislation in\norder to assign to it its proper meaning. As stated in\nKader\nsupra at 51e-d, what is meant by the words ‘institution\r\nof a prosecution,’ depends on the context in which the\r\nexpression\nis used. See also\nZuma v National Director of Public\r\nProsecutions\n2008 (1) SACR 298\n(SCA) para 10 and,\nS v F\n1965\r\n(3) SA 757\n(T).\n[51] Counsel for the appellant sought to rely on\nR v\r\nPriest\n1931 AD 492\n,\nR v Friedman\n1948 (2) SA 1034\n(C) and\nKader\nsupra. These decisions are of no assistance to the\r\nappellant. In\nR v Priest\n, the court gave meaning to the word\r\n‘prosecution’ within the framework of the Cape Libel Act\r\n46 of 1882. There was\nno attempt on the part of the court, to give\r\nmeaning to the word ‘prosecution’ which would be of\r\ngeneral application.\nAt 495 Wessels ACJ said ‘…but we\r\nhave to determine… whether the word was there used in its more\r\ngeneral meaning\nof a commencement of criminal proceedings’. In\nR v Friedman\nthe accused was charged with the contravention of\r\ns 17(3) of the Food, Drugs and Disinfectants Act 13 of 1929. The\r\ncourt had to\ndetermine when the prosecution was instituted and it\r\nheld that the prosecution was instituted against the accused on the\r\ndate summons\nwas issued. The court, in order to come to that\r\nconclusion, was guided by the intention of the legislature and took\r\ninto account\nthe legal framework of the legislation in question. As\r\nstated earlier, in\nKader\nthe court said that what is meant by\r\ninstitution of a prosecution depends on the context in which the\r\nexpression is used.\n[52] In my view, in the context of the Terrorist Act,\r\nthe words ‘no prosecution may be instituted’, mean that\r\nthe certificate\nsigned by the NDPP must be available prior to the\r\naccused pleading to the charges. The main purpose of the section is,\r\namongst\nothers, to ensure that a decision to prosecute a person on a\r\ncharge of this nature is taken by the highest official after properly\n\nconsidering all the relevant facts and implications of such a\r\nprosecution. If the NDPP can be expected to make a decision to issue\n\nthe certificate, prior to the proper investigation of the case, that\r\nmight undermine the objective of the section.\n[53] Preliminary arrangements like the letter addressed\r\nby the Deputy Director of Public Prosecutions to the Regional Court\r\nPresident,\nproviding the accused with a charge sheet and further\r\nparticulars thereto cannot be regarded as the institution of a\r\nprosecution.\nThese merely constitute the preparations for the\r\nprosecution of the accused.\n[54] My conclusion on this point is fortified by the\r\nfact that if the accused had objected before the plea, the State\r\ncould have\nsimply withdrawn the charges and immediately thereafter\r\nre-charged him for the same offences. This would have led to the\r\nappellant\nand his wife being prejudiced by the further delays in the\r\nprosecution of their trial which would not have served the interest\r\nof justice. I am satisfied that the provision of s 16(1) has been\r\ncomplied with. Such an interpretation satisfies the aims and\r\nobjectives of the statute without straining the meaning of words\r\nemployed by the legislature.\nInterpretation of ss 11 and 12(1)(b) of the Terrorist\r\nAct\n[55] Section 11 reads as follows:\n‘\nAny person who harbours or conceals any\r\nperson, whom he or she knows, or ought reasonably to have known or\r\nsuspected, to be a person\nwho has committed a specified offence, as\r\nreferred to in paragraph (a) of the definition of “specified\r\noffence”, or\nwho is likely to commit such an offence, is guilty\r\nof an offence.’\nSection 12(1)\n(b)\nreads\r\nas follows:\n‘\nAny person who…\n(b)\nis aware of the presence at any place\r\nof any other person who is suspected of intending to commit or having\r\ncommitted such an offence,\nmust report as soon as reasonably possible\r\nsuch suspicion or presence as the case made be, or cause such\r\nsuspicion or presence,\nto be reported to any police official.’\n[56] The definition clause defines ‘specified\r\noffence’ as inter alia, the offence of terrorism referred to in\r\ns 2. Section\n2 of the Terrorist Act provides that any person who\r\nengages in terrorist activity is guilty of the offence of terrorism.\nTerrorist activity, with reference to amongst others s 2\r\nmentioned above is defined as:\n‘\n(a) any act committed in or outside the\r\nRepublic, which –\n(i) involves the systematic, repeated or arbitrary use of violence by\r\nany means or method…\n(iii) endangers the life, or violates the physical integrity or\r\nphysical freedom of, or causes serious bodily injury to or the\ndeath\r\nof, any person, or any number of persons;\n(iv) causes serious risk to the health or safety of the public or any\r\nsegment of the public;\n(v) causes the destruction of or substantial damage to any property,\r\nnatural resource, or the environmental or cultural heritage,\nwhether\r\npublic or private…\n(vii) causes any major economic loss or extensive destabilisation of\r\nan economic system or substantial devastation of the national\neconomy\r\nof a country; or\ncreates a serious public emergency situation or general\ninsurrection in the Republic…and\n(b)\nwhich is intended, or by its nature and context, can\r\nreasonably be regarded as being intended, in whole or in part,\r\ndirectly or\nindirectly, to -…\n(ii) intimidate, or to induce or cause feelings of insecurity within,\r\nthe public, or a segment of the public, with regard to its\nsecurity,\r\nincluding its economic security, or to induce, cause or spread\r\nfeelings of terror, fear, or panic in a civilian population;\nor\n(iii) unduly compel, intimidate, or force, coerce, induce or cause a\r\nperson, a government, the general public, or a segment of\na public,\r\nor a domestic or an international organisation or body or\r\nintergovernmental organisation or body, to do or to abstain\nor\r\nrefrain from doing any act or to adopt or abandon a particular\r\nstandpoint, or to act in accordance to certain principles…’.\n‘\nTerrorist and related\r\nactivities’ is defined by the definition clause as any act or\r\nactivity related to or associated or connected\nwith the commission of\r\nthe offence of terrorism, or an offence associated or connected with\r\na terrorist activity, or a Convention\noffence or an offence referred\r\nto in ss 11 and 14.\nSection 1(7) of the definition clause reads as follows:\n‘\nFor the purpose of this Act a person ought\r\nreasonably to have known or suspected a fact if the conclusions that\r\nhe or she ought\nto have reached, are those which would have been\r\nreached by a reasonably diligent and vigilant person having both-\n(a) The general knowledge, skill, training and experience that may\r\nreasonably be expected of a person in his or her position; and\n(b) The general knowledge, skill, training and experience that he or\r\nshe in fact has.’\n[57] As stated earlier, Van Rooyen and Gouws appeared as\r\naccused 18 and 22 in the ‘Boeremag trial’. They faced\r\nseveral\ncounts including murder, sabotage and terrorism. As far as\r\nthe terrorism counts are concerned they are alleged to have\r\ncontravened\ns54(1)(i),(ii),(iii)\nand (iv) of\r\nInternal Security Act 74 of 1982. Section 54(1) reads as follows:\n‘\nAny person who with intent to-\noverthrow or endanger the State authority in the Republic;\nachieve, bring about or promote any constitutional, political,\r\n\tindustrial, social or economic aim or change in the Republic;\ninduce the Government of the Republic to do or to abstain from doing\r\n\tany act or to adopt or to abandon a particular standpoint;\nor\nput in fear or demoralize the general public, a particular\r\n\tpopulation or the inhabitants of a particular area, in the Republic,\n\n\tor to induce the said public or such population group or inhabitants\r\n\tto do or to abstain from doing any act,\nin the Republic or elsewhere -\ncommits an act of violence or threatens or attempts to do so;\nperforms any act which is aimed at causing , bringing about,\r\n\tpromoting or contributing towards such act or threat of violence,\nor\r\n\tattempts, consents or takes any steps to perform such act;\nconspires with any other person to commit, bring about or perform\r\n\tany act or threat referred to in paragraph (i) or act referred\nto in\r\n\tparagraph (ii) or to aid in the commission, bringing about or\r\n\tperformance thereof; or\nincites, instigates, commands, aids, advises, encourages or procures\r\n\tany other person to commit, bring about or performs such\nact or\r\n\tthreat,\nshall be guilty of the offence of terrorism and liable on conviction\r\nto the penalties provided for by law for the offence of treason.’\n[58] Section 11 prohibits a person from harbouring or\r\nconcealing persons whom he or she knows, or suspects or ought\r\nreasonably to\nhave known or suspected to be a person who has\r\ncommitted terrorist activities or who is likely to commit such\r\nactivities. Section\n12(1)\n(b)\nrequires any person who is aware\r\nof the presence at any place of a person who is suspected of having\r\ncommitted terrorist activities\nor likely to commit terrorist\r\nactivities to report the presence of such person to any police\r\nofficial. The effect of the presumption\ncontained in s 1(7) is that\r\nif the State relies on the suspicion of the accused, it would be\r\nsufficient to show that a reasonable,\ndiligent and vigilant person\r\nwith the general knowledge, skill, training and experience of the\r\naccused would have so known or suspected.\n[59] In\nPowell NO v Van Der Merwe NO\n2005 (5) SA\r\n62\n(SCA), paras 36 and 37, Cameron JA said:\n‘\nThis Court has endorsed and adopted Lord\r\nDevlin’s formulation of the meaning of ‘suspicion’:\n“\nSuspicion in its ordinary meaning is a\r\nstate of conjecture or surmise where proof is lacking; ‘I\r\nsuspect but cannot prove’.\nSuspicion arises at or near the\r\nstarting point of an investigation of which the obtaining of\nprima\r\nfacie\nproof is the end…”\nTo the passage already adopted I would add the sentence that\r\nimmediately follows, since it has a bearing on the present:\n“\nWhen such proof has been obtained, the\r\npolice case is complete; it is ready for trial and passes on to its\r\nnext stage”.\nFerreira and Swanepoel were not ready to charge Powell or Nell.\nPrima\r\nfacie\nproof was as yet lacking. Lord Devlin went on to point out:\n“\nAnother distinction between reasonable\r\nsuspicion and\nprima facie\nproof.\nPrima facie\nproof consists of admissible evidence... Suspicion can take into\r\naccount matters that could not be put in evidence at all…\n\nSuspicion can take into account also matters which, although\r\nadmissible, could not form part of\nprima\r\nfacie\ncase.”’\nSee also\nDuncan v Minister of Law\r\nand Order\n1986 (2) SA 805\n(A) at 819I, and\nKader\nat 50H-I.\n[60] As indicated above, it is undisputed that the\r\nescapees stayed on the farm during the period alleged by the State.\r\nTheir tent\nwas a mere 500m away from the farm house. Van Rooyen’s\r\nmotor-vehicle was kept in a shed near the house. It is inconceivable\n\nthat the appellant would have been unaware of the presence of Van\r\nRooyen and Gouws on his farm. There was only one entrance to\nthe\r\nfarm, and the appellant would necessarily have known about their\r\nmovements in and out of the farm. I find on this evidence\nthat the\r\nappellant harboured Van Rooyen and Gouws.\n[61] As pointed out earlier, Van Rooyen and Gouws were\r\narrested during December 2002 and they were on trial, facing several\r\ncounts\nof terrorism, sabotage and murder. Their arrest and trial\r\nreceived wide media coverage. The appellant, Van Rooyen and Gouws\r\nwere\nknown to each other and were all members of the local Commando.\r\nVan Rooyen’s brother and father were known to the appellant.\n\nPolice officers took a statement from the appellant as a potential\r\nstate witness in the ‘Boeremag trial’. After the\nescape\r\nof Van Rooyen and Gouws, police mounted a massive manhunt looking for\r\nthem. Their escape received wide media coverage. On\n20 October 2006\r\npolice officers went to the farm looking for Van Rooyen and Gouws.\r\nPolice officers after failing to find Van Rooyen\nand Gouws on the\r\nfarm, ordered the appellant not to allow them on his farm.\n[62] From the facts mentioned in the preceding\r\nparagraph, it is clear to me that the appellant knew that Van Rooyen\r\nand Gouws were\nsome of the accused in the ‘Boeremag trial’.\r\nWith his general knowledge and skills, the appellant knew, or\r\nsuspected\nor ought reasonably to have suspected that Van Rooyen and\r\nGouws had committed terrorist activities or are likely to commit\r\nterrorist\nactivities.\n[63] Counsel for the appellant submitted that a\r\nconviction under s 11 is not competent unless the harboured persons\r\nhave been charged\nwith terrorism under the Terrorist Act. He further\r\nsubmitted that the court a quo erred in finding that a conviction\r\nunder s 11\nis competent despite Van Rooyen and Gouws not having been\r\ncharged under the Terrorist Act.\n[64] The definition of ‘terrorist activities’\r\nas defined in s 1 of the Terrorist Act include the activities which\r\nare\nregarded as terrorist activities in terms of the Internal\r\nSecurity Act. Some of the activities which form the basis of the\r\ncharges\nthat Van Rooyen and Gouws are facing under the Internal\r\nSecurity Act are activities which are equivalent to activities\r\ncontemplated\nin the definition of terrorist activities under the\r\nTerrorist Act. Van Rooyen and Gouws were charged with activities that\r\ncould\nconstitute terrorism under the Terrorist Act.\n[65] Counsel for the State contended, correctly so in my\r\nview, that it is clearly the express intention of the legislature in\r\nboth\nthe Internal Security Act and the Terrorist Act to make\r\nprovision for the prosecution of people committing deeds of terrorism\r\nor\nterrorist activities as well as people harbouring, concealing or\r\nassisting such persons. Under both Acts failure to report such\n\npersons is an offence.\n[66] In\nJanse Van Rensburg v\r\nMinister of Defence\n2000 (3) SA 54\n(SCA) para\r\n18, Melunsky AJA said: ‘[a] court fulfils its function by\r\nattempting to give effect to the intention of the lawgiver…All\n\nother methods of interpretation should be considered with a view to\r\narriving at the intention of the legislator’.\nThe interpretation contended for by the appellant, will\r\nobviously undermine the intention of the legislator which is to\r\ncriminalise\npeople who harbour or fail to report people who are\r\nsuspected of having committed terrorist activities or who are likely\r\nto commit\nsuch activities.\n[67] Some of the activities Van Rooyen and Gouws are\r\nalleged to have engaged in are classified as terrorist activities\r\nunder the\nTerrorist Act. My view is that it is sufficient for the\r\nState to prove that Van Rooyen and Gouws are known or suspected or\r\nought\nreasonably to have been suspected to have committed activities\r\nthat could constitute terrorism under the Terrorist Act, or are\r\nlikely to commit such activities.\n[68] Counsel for the appellant further submitted that in\r\nthe charge sheet, the State limited itself to the allegation that the\r\nescapees\ncommitted terrorist activities, and the State failed to\r\nprove that the escapees committed acts of terrorism.\n[69] Section 88 of the Criminal Procedure Act 51 of 1977\r\n(the\nCriminal Procedure Act) provides\nthat where a charge sheet is\r\ndefective for want of an averment which is an essential ingredient of\r\nthe relevant offence, the defect\nshall, unless brought to the notice\r\nof the court before judgment, be cured by evidence at the trial\r\nproving the matter which should\nhave been averred.\n[70] The failure by the State to make reference to the\r\nsuspicion of the persons being likely to commit terrorism or that the\r\nescapees\nwere persons the appellant reasonably ought to have\r\nsuspected of terrorism in the charge sheet was cured, as contemplated\r\nin\ns 88\nof the\nCriminal Procedure Act, by\nthe evidence led by the\r\nState.\n[71] I am satisfied that the appellant harboured or\r\nconcealed persons whom he suspected or ought reasonably to have\r\nsuspected of\ncommitting terrorist activities or who are likely to\r\ncommit terrorist activities. By his conduct the appellant contravened\r\nthe\nprovisions of s 11 of the Terrorist Act.\n[72] The second count, as stated earlier relates to the\r\nalleged failure by the appellant to report the presence of the\r\nescapees\non his farm to the police as required by s 12(1)\n(b)\nof\r\nthe Terrorist Act. It is common cause that the appellant, despite his\r\nknowledge of the presence of the escapees on his farm,\nfailed to\r\nreport their presence to the police. His failure to report the\r\npresence of the escapees on his farm is consistent with\nhis intention\r\nto harbour them. I am satisfied that the State has proved beyond any\r\nreasonable doubt that the appellant contravened\nboth ss 11 and\r\n12(1)\n(b)\nof the Terrorist Act.\nMisdirection by trial court\n[73] In his heads of argument counsel for the appellant\r\nsubmitted that the magistrate committed a serious misdirection by\r\ndisallowing\ncross-examination pertaining to the reason and period\r\nthat the observation unit of the police was on the farm, before the\r\nunit\nwas discovered on 13 January 2007. He further submitted that the\r\nrefusal to allow the question rendered the trial unfair as envisaged\n\nby s 34 read with s 35(3) of the Constitution.\n[74] During cross-examination, Superintendent\r\nVreugdenburg was asked how long the police task force members had\r\nbeen on the farm,\nwhen they were discovered. Superintendent\r\nVreugdenburg refused to answer the question saying that he could not\r\ndisclose the police\ninvestigating technique. The trial court ruled\r\nthat the Inspector need not answer the question.\n[75] In\nShabalala v Attorney-General, Transvaal\n[1995] ZACC 12\n;\n1996\r\n(1) SA 725\n(CC), the court had to deal with, inter alia the right of\r\nan accused to a fair trial and the requirements of a fair trial in a\r\ngiven case. Mahomed DP para 52, said: ‘[t]he court in each case\r\nwould have to exercise a proper discretion balancing the accused’s\n\nneed for a fair trial against the legitimate interest of the State in\r\nenhancing and protecting the ends of justice’.\n[76] Allowing the defence’s question in the\r\ncontext of this case, would have exposed the police investigation\r\ntechniques whilst\nat the same time it would have been of no\r\nassistance to the accused. The accused’s need for a fair trial\r\nin this case, does\nnot require the exposure of the police\r\ninvestigating techniques. Besides that, the evidence that the defence\r\nintended eliciting\nby the question mentioned earlier is irrelevant in\r\nthe context of this case. The appellant did not suffer any prejudice.\r\nConsequently\nit cannot justifiably be said that the trial court\r\nmisdirected itself in any manner.\n[77] My view is that there is no basis for interference\r\nwith the conviction of the appellant and therefore the appeal on\r\nconviction\nshould fail.\nSentence\n[78] It is trite that punishment is pre-eminently within\r\nthe discretion of the trial court. The court of appeal can interfere\r\nwith\nthe sentence imposed by the trial court only when it is vitiated\r\nby irregularity, misdirection or is disturbingly inappropriate.\nSee\nS\r\nv Rabie\n1975 (4) SA 855\n(A) at 857D-F. In\nS\r\nv Le Roux\n2010 (2) SACR 11\n(SCA), para 35,\r\nMlambo JA said:\n‘\nAs stated in many cases, which it is not\r\nnecessary to cite, sentence is a matter for the discretion of the\r\ntrial court, and a court\nof appeal must focus on whether that\r\ndiscretion was exercised judicially. As an appeal court we should be\r\nslow to interfere in\nsentences imposed by trial courts where the\r\nexercise of their discretion is beyond reproach’.\n[79] At the time of imposition of the sentence, the\r\nappellant was 48 years old and a first offender. He was a farmer and\r\nhe participated\nin the activities of the Commando in his area. He was\r\nmarried and he has at least one child.\n[80] Counsel for the appellant contended that the\r\nsentence imposed induces a sense of shock and is therefore glaringly\r\ninappropriate.\nHe also contended that a fine or suspended sentence\r\nwould be appropriate. He relied on the case of\nThatcher\r\nv Minister of Justice and Constitutional Development\n2005\r\n(4) SA 543\n(C). Reliance on the\nThatcher\ncase is misplaced as it is distinguishable from this\r\ncase. In the\nThatcher\ncase,\r\nunlike the present case, there was a plea bargain where the sentence\r\nwas negotiated.\n[81] In this matter there are various aggravating\r\ncircumstances. The appellant, who is convicted of serious offences,\r\nshowed no\nremorse. The escape of Van Rooyen and Gouws caused the\r\nState enormous financial expenses. The ‘Boeremag trial’\r\ncould\nnot continue for several months. Attempts to trace and\r\nre-arrest both Van Rooyen and Gouws caused the State huge financial\r\nand\nhuman resources expenses.\n[82] After considering all the circumstances of this\r\ncase, including the personal circumstances of the appellant, the\r\nseriousness\nof the offence and the aggravating circumstances, I am\r\nnot persuaded that there are any factors which justify any\r\ninterference\nwith the sentence imposed by the trial court. The\r\noffences committed by the appellant are of such a serious nature and\r\nin the circumstances\nof this case they call for direct imprisonment.\r\nA fine or suspended sentence would be wholly inappropriate.\n[83] In the circumstances, I would dismiss\nthe appeal against both the conviction and sentence.\n__________________\nW L Seriti\nJudge of Appeal\n[84] Having read the judgment of Seriti JA, and while I\r\nagree with his finding that the appellant had indeed harboured and\r\nconcealed\nthe escapees Gouws and Van Rooyen at some stage after they\r\nhad escaped from custody during the ‘Boeremag trial’ and\n\nthat the appellant failed to report their presence on his farm to the\r\npolice, I respectfully do not agree with his conclusion that\nthe\r\nappellant thereby contravened either s 11 or s 12(1)\n(b)\nof the Protection of Constitutional Democracy Against\r\nTerrorist and Related Activities Act 33 of 2004 (the Terrorism Act).\r\nI am\nalso of the view that the State failed to prove its alternative\r\ncharge that the appellant had committed an offence under\ns 115\n(e)\nof the\nCorrectional Services Act 111 of 1998\n. My reasons\r\nare set out below.\n[85] At the outset it is necessary to consider the\r\nrelevant provisions of the Terrorism Act.\n(a) In order to secure a conviction under s 11, the\r\nState had to prove that an accused harboured or concealed a person\r\nwho he or\nshe knew, or ought reasonably to have known or suspected,\r\n‘to be a person who has committed a specified offence as\r\nreferred\nto in para\n(a)\nof\r\nthe definition of “specified offence”, or who is likely\r\nto commit such an offence . . .’.\n(b) The offences set out in sub-paragraph\n(a)\nof the definition of ‘specified offence’\n2\nare:\n‘\nthe offence of terrorism\r\nreferred to in s 2, an offence associated or connected with terrorist\r\nactivities referred to in s 3, a\nConvention offence, or an offence\r\nreferred to in ss 13 or 14 (insofar as it relates to the\r\naforementioned sections)’ –\nI interpose to mention that\r\nonly offences involving ‘terrorism’ and ‘terrorist\r\nactivities’ are of relevance\nin this case.\n(c) Section 2 provides that any person ‘who\r\nengages in a\nterrorist activity\nis\r\nguilty of the offence of terrorism (emphasis provided).\n(d) ‘Terrorist activity’ as referred to both\r\nin part\n(a)\nof the\r\ndefinition ‘specified offence’ and in s 2, is defined as\r\nmeaning (the reader is advised to take a deep breath):\n3\n‘\n(a)\nany\r\nact committed in or outside the Republic, which ─\n(i)   involves\r\nthe systematic, repeated or arbitrary use of violence by any means or\r\nmethod;\n(ii)   involves\r\nthe systematic, repeated or arbitrary release into the environment or\r\nany part of it or distributing\nor exposing the public or any part of\r\nit to ─\n(aa)\nany\r\ndangerous, hazardous, radioactive or harmful substance or organism;\n(bb)\nany\r\ntoxic chemical; or\n(cc)\nany\r\nmicrobial or other biological agent or toxin;\n(iii)   endangers\r\nthe life, or violates the physical integrity or physical freedom of,\r\nor causes serious bodily injury\nto or the death of, any person, or\r\nany number of persons;\n(iv)   causes\r\nserious risk to the health or safety of the public or any segment of\r\nthe public;\n(v)   causes\r\nthe destruction of or substantial damage to any property, natural\r\nresource, or the environmental or\ncultural heritage, whether public\r\nor private;\n(vi)   is\r\ndesigned or calculated to cause serious interference with or serious\r\ndisruption of an essential service,\nfacility or system, or the\r\ndelivery of any such service, facility or system, whether public or\r\nprivate, including, but not limited\nto-\n(aa)\na\r\nsystem used for, or by, an electronic system, including an\r\ninformation system;\n(bb)\na\r\ntelecommunication service or system;\n(cc)\na\r\nbanking or financial service or financial system;\n(dd)\na\r\nsystem used for the delivery of essential government services;\n(ee)\na\r\nsystem used for, or by, an essential public utility or transport\r\nprovider;\n(ff)\nan\r\nessential infrastructure facility; or\n(gg)\nany\r\nessential emergency services, such as police, medical or civil\r\ndefence services;\n(vii)   causes\r\nany major economic loss or extensive destabilisation of an economic\r\nsystem or substantial devastation\nof the national economy of a\r\ncountry; or\n(viii)   creates\r\na serious public emergency situation or a general insurrection in the\r\nRepublic, whether the harm\ncontemplated in paragraphs\n(a)\n(i)\r\nto (vii) is or may be suffered in or outside the Republic, and\r\nwhether the activity referred to in subparagraphs (ii) to (viii)\nwas\r\ncommitted by way of any means or method; and\n(b)\nwhich\r\nis intended, or by its nature and context, can reasonably be regarded\r\nas being intended, in whole or in\npart, directly or indirectly, to ─\n(i)   threaten\r\nthe unity and territorial integrity of the Republic;\n(ii)   intimidate,\r\nor to induce or cause feelings of insecurity within, the public, or a\r\nsegment of the public, with\nregard to its security, including its\r\neconomic security, or to induce, cause or spread feelings of terror,\r\nfear or panic in a civilian\npopulation; or\n(iii)   unduly\r\ncompel, intimidate, force, coerce, induce or cause a person, a\r\ngovernment, the general public or a\nsegment of the public, or a\r\ndomestic or an international organisation or body or\r\nintergovernmental organisation or body, to do\nor to abstain or\r\nrefrain from doing any act, or to adopt or abandon a particular\r\nstandpoint, or to act in accordance with certain\nprinciples, whether\r\nthe public or the person, government, body, or organisation or\r\ninstitution referred to in subparagraphs (ii)\nor (iii), as the case\r\nmay be, is inside or outside the Republic; and\n(c)\nwhich is committed, directly or indirectly, in whole or in part, for\r\nthe purpose of the advancement of an individual or collective\n\npolitical, religious, ideological or philosophical motive, objective,\r\ncause or undertaking.'\n(d)\nSection 1 goes on further to define\r\n‘terrorist and related activities’ as\n‘\n. . . any act or activity\r\nrelated to or associated or connected with the commission of the\r\noffence of terrorism, or an offence associated\nor connected with a\r\nterrorist activity, or a Convention offence, or an offence referred\r\nto in ss 11 to 14.'\n[86] The indictment served on the appellant and his wife\r\nwas terse in the extreme. It largely amounted to a regurgitation of\r\nprovisions\nof the Terrorism Act. In respect of the first count, it\r\nmerely alleged that the appellants had contravened s 11:\n‘\nIn that the accused during the\r\nperiod 6 May 2006 to 13 January 2007 and on the farm\r\nWaterbessiefontein, Buffelspoort in the district\nof Waterberg,\r\nwrongfully and intentionally harboured or concealed persons, to wit\r\nHerman van Rooyen and Jan Rudolf Gouws, being\npersons in respect of\r\nwhom the accused knew, or ought to have known or suspected, had\r\ncommitted a specified offence as envisaged\nin para (a) of the\r\ndefinition of “specified offence” in (the Terrorism Act)\r\nto wit terrorism and/or acts relating to\nterrorist activities as\r\ndescribed in the said Act.'\n4\n[87] In the light of the definitions already set out,\r\nthe State was obliged to show that the two escapees were persons who\r\nhad committed\nterrorist activities or acts relating to terrorist\r\nactivities in order to obtain a conviction. But noticeable by its\r\nabsence in\nthe indictment is any reference to any specific act of\r\nterrorism or terrorist activity which the State alleged the\r\nappellants knew\nor ought to have known or suspected that the escapees\r\nhad committed. Interestingly, as Seriti JA mentions in his judgment,\r\nwhen\nthe matter was postponed in the magistrates' court on 16\r\nFebruary 2007, the State was ordered to furnish further particulars\r\nto\nthe charge on or before 31 March 2007.\nSection 87(2)\nof the\nCriminal Procedure Act 51 of 1977\nrequires further particulars to a\r\ncharge to be entered in the record. This was not done, presumably as\r\nthe State did not so provide\nthe particulars as ordered.\n[88] It may well be debatable in the circumstances\r\nwhether the indictment as framed is a proper charge which informed\r\nthe appellant\nand his wife of the case they were to meet. Indeed, in\r\nthe light of the definition of terrorist, the charge can be properly\r\ndescribed\nas ‘. . . a vague, confusing, and conclusory\r\narticulation of the factual and legal basis for the claims and a\r\ngeneral “kitchen\nsink” approach to pleading the case’\n5\n─\nand I am surprised that the defence made no\r\nattempt to squash it. As no such attempt was made, I intend to\r\nproceed on the basis\nthat the State was entitled to secure a\r\nconviction on proof that the appellant knew, or ought reasonably to\r\nhave known or suspected,\nthat the escapees had committed any of the\r\nmyriad of actions referred to in the definition of terrorist activity\r\nor any act relating\nto any such activity.\n[89] The State initially attempted to do this by proving\r\ncertain handwritten notes made by the escapees after their escape\r\nwhich\ncontained detailed plans to overthrow the government and to\r\nfree their co-accused in the Boeremag trial from detention in a high\n\nsecurity jail in Pretoria. However, although the trial court took\r\nthis document into account as proof that the appellant knew or\nought\r\nto have known that the escapees were intent on committing acts of\r\nterrorism, ultimately the State correctly accepted in this\ncourt that\r\nit had not shown that the appellant had any knowledge of either the\r\nescapees’ notes or their violent plans. The\nState was thus\r\nconstrained to fall back on an argument that the appellant must have\r\nknown that the escapees had been charged in\nthe Boeremag trial with\r\nvarious offences under the Internal Security Act 74 of 1982 and that\r\nthis, coupled with their escape, must\nhave caused him at least to\r\nsuspect that they were guilty of those charges. This in turn, so the\r\nargument went, established the\nappellant’s guilt under s 11 of\r\nthe Terrorism Act.\n[90] Essentially this argument is based on the\r\ncontention that the actions of the escapees committed before the\r\nTerrorism Act came\ninto operation, and which were the subject of\r\ncharges under the Internal Security Act on which they were being\r\ntried when they\nescaped, are to be construed as ‘specified\r\noffences’ under the Terrorism Act. This was the approach of the\r\nhigh court\nwhich, in dismissing the appellant’s appeal, said:\n‘\n. . . . it appears that Van\r\nRooyen and Gouws were charged with, as I have indicated, offences of\r\ntreason, attempted murder, murder\nand also offences under the\r\nInternal Security Act, which are in terms of that Act defined as\r\nterrorism. It is therefore fair to\nsay that when Van Rooyen and Gouws\r\nescaped from custody they were then charged with conduct equivalent\r\nto that contemplated in\nthe definition of terrorism or terrorist\r\nactivities under the present legislation.’\n[91] In my view, however, this is where the State’s\r\ncase is fatally flawed. With effect from 20 May 2005, the Internal\r\nSecurity\nAct was repealed in its entirety by s 27 of the Terrorism\r\nAct. However, the latter section contained various ‘sunset’\n\nprovisions which read as follows:\n‘\n(2) All criminal proceedings\r\nwhich immediately prior to the commencement of this Act were\r\ninstituted in terms of the provisions\nof the Internal Security Act,\r\n1982 (Act 74 of 1982), and which proceedings have not been concluded\r\nbefore the commencement of this\nAct, shall be continued and\r\nconcluded, in all respects as if this Act had not been passed.\n(3) An investigation, or prosecution or other legal\r\nproceedings, in respect of conduct which would have constituted an\r\noffence under\nthe Internal Security Act, 1982, and which occurred\r\nafter the commencement of that Act but before the commencement of\r\nthis Act,\nmay be conducted, instituted and continued as if this Act\r\nhad not been passed.\n(4) Notwithstanding the repeal or amendment of any\r\nprovision of any law by this Act, such provision shall, for the\r\npurpose of the\ndisposal of any criminal proceedings, investigation,\r\nprosecution or legal proceedings contemplated in subsection (2) or\r\n(3), remain\nin force as if such provision had not been repealed or\r\namended.'\n[92] Not only is it trite that legislation, particularly\r\nthat giving rise to criminal liability, is presumed not to be\r\nretrospective\nin effect, but it is clear from these provisions that\r\nthe legislature drew a line in the sand to distinguish between events\r\ngiving\nrise to criminal liability which had occurred before 20 May\r\n2005 when the Internal Security Act was repealed, and those which\r\noccurred\nthereafter. Under s 27(2) the prosecution of the charges\r\nagainst the escapees in the Boeremag trial is to continue as if the\r\nTerrorism\nAct had not been passed, and their actions which are the\r\nsubject of those charges could therefore never be the subject of\r\ncharges\nunder the Terrorism Act. Moreover, under s 27(3), even if the\r\nescapees had not already been charged under the Internal Security\nAct\r\nbefore 20 May 2005, any criminal activities on their part before that\r\ndate which constituted an offence under the Internal\nSecurity Act,\r\nfall to be charged under that Act and not the Terrorism Act. Any\r\npossible doubt in that regard is removed by the\nspecific provisions\r\nof s 27(4).\n[93] It is therefore clear that any criminal conduct\r\nwhich constituted an offence under the Internal Security Act that\r\noccurred\nbefore that Act was repealed is to be dealt with and\r\nprosecuted under that Act, and not under the Terrorism Act. That\r\nbeing the\ncase, actions which constituted an offence under the\r\nInternal Security Act cannot be the subject of a charge brought under\r\nthe\nTerrorism Act. To hold otherwise would be to apply the Terrorism\r\nAct retrospectively and to fly directly in the face of the\r\nlegislature’s\nspecific provision to the contrary.\n[94] To regard offences under the Internal Security Act\r\nas specified offences under the Terrorism Act would give rise to\r\nabsurdity.\nIt would mean that if the appellant concealed and\r\nharboured the escapees well-knowing that they had committed offences\r\nunder the\nInternal Security Act before its repeal, he could be\r\nconvicted in terms of s 11 of the Terrorism Act of the offence of\r\nharbouring\npersons on the basis that he knew they had committed\r\nspecified offences envisaged under the Terrorism Act while, in fact\r\nand in\nlaw, the escapees themselves could not be charged or convicted\r\nof those offences by reason of s 27 of that Act.\n[95] Having regard to the provisions of s 54 of the\r\nInternal Security Act quoted by Seriti JA,\n6\nI accept that actions of a person of a nature that would\r\nconstitute the offence of terrorism under that Act might well also\r\namount\nto terrorist activity (and therefore ‘terrorism’)\r\nunder the Terrorism Act. However, as is clearly apparent from what\nI\r\nhave said, those actions committed before the Terrorism Act came into\r\noperation on 20 May 2005 cannot be regarded as terrorist\nactivities\r\nunder the Terrorism Act and, thus, cannot be specified offences as\r\nenvisaged under that Act. Had that not been the legislature’s\n\nintention, it could easily have specifically provided for specified\r\noffences to include offences under the Internal Security Act.\nNot\r\nonly did the legislature fail to do so but it clearly and\r\nspecifically provided for offences committed before the Internal\n\nSecurity Act was repealed to be dealt with as if it had not been\r\nrepealed.\n[96] As this issue was not ventilated until it was\r\nraised with counsel during the appeal, both sides were allowed to\r\nsubmit written\nargument on the point. The reasoning I have set out\r\nwas gleefully adopted by counsel for the appellant. On the other hand\r\ncounsel\nfor the State, realizing the problem he faced, submitted in\r\nhis written argument that this court should modify the legislature’s\n\nlanguage to rule that terrorism under s 54 of the Internal Security\r\nAct ‘is conduct equivalent to conduct contemplated in\nthe\r\ndefinition of terrorist activities in the present legislation’.\n7\nHowever, although it may at times be permissible to\r\nmodify statutory provisions by reading into a statute something which\r\nhas been\nclearly omitted, a court must guard against making rather\r\nthan interpreting legislation, and it certainly cannot supplement\r\nlegislation\nif the effect of doing so flies in the face of the\r\nlegislature’s clear and specifically expressed intention. Here\r\nthe clear\nintent of the legislature is for the Terrorism Act not to\r\noperate retrospectively, and offences under that Act must thus be\r\nlimited\nto conduct after it came into operation. There is just no\r\nroom to supplement the Terrorism Act in the manner suggested.\n[97] The State therefore cannot look to the alleged\r\ncriminal activities of the escapees under the Internal Security Act\r\nto prove\nthat they were persons whom the appellant knew, or ought to\r\nhave known or suspected, had committed an offence referred to in para\n(a)\nof the definition\r\nof ‘specified offence’ in the Terrorism Act. As this was\r\nthe only conduct of the escapees relied upon,\nthe State failed to\r\nprove an essential element of its main charge under s 11 (count 1 if\r\nthe indictment) and the appellant was\nwrongly convicted on that\r\ncharge.\n[98] On a parity of reasoning, the appellant was also\r\nwrongly convicted of an offence under s 12. In that charge (count 2)\r\nit was\nalleged he had failed to report the presence of the escapees\r\non his farm to the police, well knowing that they were persons who\n\nhad committed terrorism or terrorist activity related offences as\r\nenvisaged by the Terrorism Act. Again the State relied on the\n\nescapees’ actions which were the subject of the charges brought\r\nagainst them under the Internal Security Act as proof of\nthis fact.\r\nAnd again, it must fail as the conduct underlying such charges cannot\r\namount to terrorism or acts related to terrorist\nactivities under the\r\nTerrorism Act.\n[99] As the convictions under neither s 11 nor 12 of the\r\nTerrorism Act can stand, it is strictly speaking unnecessary to\r\nconsider\nthe issue of whether the State had complied with the\r\nprovisions of s 16(1) of the Terrorism Act. That having been said, if\r\nthe\nsection is to be purposively interpreted the factors mentioned by\r\nSeriti JA in his judgment may well lead to the conclusion that\na\r\nprosecution under chapter 2 of the Terrorism Act is only ‘instituted’\r\nwhen the accused is asked to plead. However,\neven if I had concluded\r\notherwise in regard to the charges under the Terrorism Act, it would\r\nhave been unnecessary to decide the\nissue. A similar issue arose in\r\nthis court in both\nMoodley\n8\nand De Vries\n9\nin regard to s 2(4) of the Prevention of Organised Crime\r\nAct 121 of 1998 (POCA) which is similar in nature and wording to s\r\n16(1)\nof the Terrorism Act in that it provides that an accused ‘shall\r\nonly be charged with committing an offence’ envisaged\nby s 2(1)\r\nof POCA if a prosecution is authorised by the National Director of\r\nPublic Prosecutions. As in the present matter, in\nboth those cases\r\nthe necessary authorisation had been made available before the\r\nappellant was asked to plead. In each case this\ncourt decided that\r\nonce the required written authorisation had been handed in, the\r\nprosecution was thereafter lawful and that it\nwas thus unnecessary to\r\ndecide at what stage a person was ‘charged’ as envisaged\r\nby s 2(4) of POCA. On a parity of\nreasoning it would be unnecessary\r\nin the present case to reach a decision on precisely when a\r\nprosecution is ‘instituted’\nas envisaged under s 16(1) of\r\nthe Terrorism Act, as that section had clearly been complied with\r\nbefore the charges were put to\nthe appellant and he was asked to\r\nplead thereto. Accordingly, had I not reached the conclusion which I\r\nhave in regard to the charges\nunder the Terrorism Act, I would\r\nprobably have found it unnecessary to decide the issue.\n[100] I turn to the alternative charge on count 1\n.\nOn this count it was alleged that by\r\nharbouring the escapees on his farm the appellant had contravened\ns\r\n115\n(e)\nof the\nCorrectional Services Act 111 of 1998\nwhich, as it read at the time,\r\nprovided that any person who ‘harbours or conceals or assists\r\nin harbouring or concealing\nan escaped prisoner’ commits an\r\noffence (the Act has since been amended to delete reference to a\r\n‘prisoner’ and\nto replace it with an ‘inmate’).\n10\n[101] Again it is necessary to give close consideration\r\nto the statutory provisions relevant to this issue.\n(a) A ‘prisoner’ was defined in\ns 1\nof the\nCorrectional Services Act as\nmeaning:\n‘\n. . . any person, whether\r\nconvicted or not, who is detained in custody in any prison or who has\r\nbeen transferred in custody or is\non route from one prison to another\r\nprison’.\n(b) In turn, a ‘prison’ was defined as\r\nmeaning (again it would be best for the reader to take a fairly deep\r\nbreath):\n‘\n. . . any place established\r\nunder this Act as a place for the reception, detention, confinement,\r\ntraining or treatment of persons\nliable to detention in custody or to\r\ndetention in placement under protective custody, and all land,\r\noutbuildings and premises adjacent\nto any such place and used in\r\nconnection therewith and all land, branches, outstations, camps,\r\nbuildings, premises or places to\nwhich any such persons have been\r\nsent for the purpose of imprisonment, detention, protection, labour,\r\ntreatment or otherwise, and\nall quarters of correctional officials\r\nused in connection with any such prison,\nand\r\nfor the purposes of sections 115 and 117 of this Act includes every\r\nplace used as a police cell or lock-up.\n’\n(My emphasis.)\n[102] It hardly needs to be said that ‘custody’\r\nin the definition of ‘prisoner’ must mean lawful custody.\n\nIn order to establish that Van Rooyen and Gouws were in lawful\r\ncustody when they escaped, the State proved that after the Boeremag\n\ntrial had begun they had unsuccessfully applied for bail, their\r\napplication having been refused by the high court on 26 July 2004.\n\nFor present purposes I am prepared to accept that the effect of this\r\nwas that Van Rooyen and Gouws were ordered to remain in custody\nand\r\nthat this order was operative at the time of their escape.\n[103] In an attempt to get around this difficulty,\r\ncounsel for the appellant relied on\ns 6(1)\n(a)\nof the\nCorrectional Services Act 111 of 1998\nwhich\r\nprovides that ‘[a] person may not be committed to a prison\r\nwithout a valid warrant for his or her detention’.\nThe evidence\r\nestablished that at the relevant time the escapees, and those of\r\ntheir co-accused who were in detention, were being\nheld at the C-Max\r\nPrison in Pretoria, from where they were taken daily to attend their\r\ntrial in the high court. Each day a warrant\nwas issued in respect of\r\neach of them, directing the head of the prison to take the person\r\nconcerned into custody and to redeliver\nhim to court the next day.\r\nThe day before the escape in question, such a warrant was issued for\r\neach escapee.\n[104] A warrant of detention amounts to a directive\r\nissued by the court obliging the prison authorities to hold a person\r\nin custody.\n(There are also other important consequences which flow\r\nfrom the issue of such a warrant, unnecessary to detail for purposes\r\nof\nthis judgment).\n11\nIt hardly needs to be said that the issue of a warrant\r\nof detention (generally done using a form called a ’J7’)\r\nis therefore\na serious matter. Unfortunately, the warrants relied on\r\nby the State were sloppily prepared using a standard form to be\r\nissued\nby a magistrate, despite the trial in question being conducted\r\nin the high court. But more importantly, although they bear the stamp\n\nof the registrar of the high court, each warrant was signed\r\n(purportedly on behalf of the magistrate) by a court orderly, a\r\npoliceman\nby the name of Nkandiwiri who held the rank of inspector.\n[105] Understandably, the validity of this warrant was\r\nattacked by counsel for the appellant who, in doing so, relied\r\nheavily on\nthe judgment in\nS v Motsasi\n1998 (2) SACR 35\n(W) in which it was held that although\r\nthere is no statutory requirement to such effect, a warrant of\r\ndetention should be signed\nby the presiding judge or by the registrar\r\nor a senior official in the registrar's staff.\n12\nIf this is indeed correct, the issue of a warrant by\r\ncourt orderly would not amount to proper compliance. I should mention\r\nas an\naside that Superintendent Vreugdenburg, when testifying stated\r\nthat problems had been experienced in getting court orderlies to\n\nissue warrants and that he and his investigating team had taken to\r\nissuing them. If the judgment in\nMotsasi\nis\r\ncorrect, such warrants may also be invalid.\n[106] Be that as it may, in the light of the view I have\r\nof the matter, it is unnecessary to reach a final conclusion on the\r\nvalidity\nof the warrants as, for a number of reasons, it is an issue\r\nof no relevance.\n(a) First, what counsel for the appellant did not\r\nmention when relying upon\nMotsasi\n,\r\nis that the court in that matter went on to hold that where a person\r\nis being detained under a judge's order, such detention does\nnot\r\nbecome unlawful merely because there is not a valid warrant of\r\ndetention.\n13\nThat conclusion must surely be correct. The lawfulness\r\nof the detention flows from the court’s order not the manner of\r\ndetention.\n14\nAn error in the completion of a warrant, which might\r\nvisit it with invalidity, cannot override the order of a judge. Thus\r\neven if\nthe warrants were invalid (and my prima facie view is that\r\nthey were) this did not result in Van Rooyen and Gouws being held\r\nunlawfully\nin custody.\n(b) Moreover, even if the warrants were valid, they\r\noperated only until Van Rooyen and Gouws were returned to the high\r\ncourt on\n3 May 2006, and were then discharged. They could not, and\r\ndid not, direct the head of the prison to detain them thereafter. It\r\nis not suggested that either Van Rooyen and Gouws escaped from the\r\nC-Max prison during the currency of the warrants - in fact as\nset out\r\nbelow, they escaped during the course of the court's lunch\r\nadjournment.\n(c) Inspector Etsebet, who was at court on the day of\r\nthe escape, testified that there are police cells at the high court\r\nto hold\npersons in custody. As appears from the definition of prison\r\nin\ns 1\nof the\nCorrectional Services Act quoted\nabove, such a cell or\r\nlock-up is regarded as being a prison ‘for the purposes of\ns115\nand117’. Those sections relate to escaping and aiding escapes,\r\nand visit certain conduct with criminal liability. Accordingly\nit is\r\nonly if a person commits an offence under those sections (eg by\r\nescaping or aiding and escape) that for that limited purpose\nthe cell\r\nor lock-up is to be regarded as a prison. As it would not otherwise\r\nbe regarded as a prison (ie if no such unlawful conduct\noccurs) it is\r\nnot necessary for a person to be detained in a cell lock-up under a\r\nwarrant as envisaged by\ns 6(1).\nIn addition, the various provisions\r\nof the latter section – which, inter alia, require that as soon\r\nas possible on admission\nthe prisoner be given a bath or shower,\r\nundergo a health examination and be provided with the written\r\ninformation relating to various\nrules and disciplinary requirements –\r\nare all requirements clearly intended to apply only where a prisoner\r\nis taken up in\na prison as defined and not merely held for a while in\r\na police cell or lock-up. This too indicates that the requirement of\r\na warrant\ndoes not apply when persons are held in police cells at\r\ncourt.\n[107] Consequently, when Van Rooyen and Gouws were\r\nreturned to the high court on 3 May 2006, the police were entitled to\r\nhold them\nwithout a specific warrant. And as they escaped after their\r\nreturn, the debate on the validity of the warrants issued the\r\nprevious\nday, but discharged, is thus irrelevant. For present\r\npurposes I am prepared to accept that they were lawfully in police\r\ncustody,\nbut this does not mean that the State has proved that the\r\nappellant committed an offence by harbouring them after their escape\r\nwhich, for the reasons set out by Seriti JA in his judgment, I accept\r\nthe appellant clearly did.\n[108] As I have said,\ns 115\nmakes it an offence to\r\nharbour an escaped ‘prisoner’. This is in\r\ncontradistinction to\ns 117\nwhich makes it an offence for ‘any\r\nperson’ to escape from custody (as Van Rooyen and Gouws appear\r\nto have done). While\na person in custody is commonly referred to as a\r\n‘prisoner’, that cannot be the case here where the word\r\ncan only have\nthe meaning ascribed to it by the legislation. By\r\ndefinition, a ‘prisoner’ must be a person in custody as\r\nthat is an\nelement of the definition. But the converse is not\r\nnecessarily the case. The definition of prisoner also requires him or\r\nher to\nbe ‘detained . . . in any prison or who has been\r\ntransferred in custody or is on route from one prison to another\r\nprison’.\nThere may be many people who are in custody who, by\r\nreason of this further requirement not having been satisfied, are not\r\nprisoners\nas defined. But\ns 115\ndoes not make it an offence to\r\nharbour ‘any person’ who escapes from custody – it\r\nrelates solely to the harbouring\nof escaped prisoners, and as it is a\r\nprovision which creates a criminal offence it is to be strictly\r\nconstrued. An ‘escaped\nprisoner’ under\ns 115\ntherefore\r\ncannot be interpreted as meaning ‘any person who escapes’\r\nas envisaged in\ns 117\n– the latter having a far wider\r\nconnotation.\n[109] The issue is thus not whether the appellant\r\nharboured any people who had escaped from custody. To secure a\r\nconviction the\nState had to prove that Van Rooyen and Gouws were\r\nprisoners who had escaped from a prison. But as Van Rooyen and Gouws\r\nhad absconded\nfrom court, the State had to fall back on the provision\r\nin the definition of prison that for the purposes of\ns 115\nevery\r\nplace used as a police cell or lock-up is to be regarded as a prison.\r\nIn order to succeed on this issue, it was incumbent\non the State to\r\nshow that the escape had been made from a police cell lock-up at the\r\ncourt. Without doing so the State would have\nfailed to prove an\r\nessential element of an offence under\ns 115\n(e).\n[110] It is on this issue that the State’s case\r\nflounders. The only evidence in regard to the escape was that of\r\nSuperintendent\nVreugdenburg and Inspector Etsebet who both tersely\r\nstated that Van Rooyen and Gouws were present when court adjourned at\r\n12h45\non 3 May 2006 but were missing at 14h00 when court reconvened.\r\nApart from implying that Van Rooyen’s sister, who worked as\na\r\nstenographer in the court building may have assisted as she knew the\r\nlayout of the building, Vreugdenburg gave no further evidence\nin\r\nregard to how or from where the escape was made. It seems improbable\r\nthat if Van Rooyen and Gouws did escape from a cell or\nlock-up,\r\nVreudenburg would not have mentioned it. It may well be that Van\r\nRooyen and Gouws were left unattended at some stage and\ntook\r\nadvantage of that state of affairs to make good their escape. Indeed,\r\naccording to the hearsay evidence of Etsebet they escaped\nbetween the\r\ncourt and the cells where they did not arrive to take their meal But\r\nquite what happened, one does not know. However,\nthe one thing the\r\nState did not prove is that their escape was effected from a cell or\r\na lock-up. In addition, if they escaped\nwhile in the courtroom (which\r\nin my view is clearly not a prison) or even on their way from there\r\nto the cells, I do not see how\nthat can be construed as having\r\noccurred while they were being ‘transferred in custody or\r\n(were) en route from one prison\nto another prison’ as set out\r\nin the definition of prisoner. The clause ‘from one prison to\r\nanother prison’ clearly\nqualifies both the transfer in custody\nand\nthe en route\r\nrequirement, and bearing in mind the necessity to construe that\r\nprovision strictly, I cannot accept that the escapees\nwere on their\r\nway from one prison to another either while in court or when on their\r\nway to the cells, even if those cells are to\nbe regarded as a prison.\n[111] Accordingly, in my judgment, the State did not\r\nestablish that Van Rooyen and Gouws were prisoners as defined at the\r\ntime that\nthey escaped and, that being so, it failed to prove that\r\nthe appellant harboured escaped prisoners. At the most the State\r\nproved\nthat he had harboured persons who had escaped from custody,\r\nbut that was not an offence under\ns115\nwith which he was charged. It\r\ntherefore failed to prove any of the offences levied against the\r\nappellant in its indictment, and\nhis convictions and sentences must\r\nbe set aside.\n[112] I am aware that I have reached this conclusion by\r\nway of a point not argued by counsel for the appellant. But whether\r\nVan\nRooyen and Gouws were prisoners as defined has always been a live\r\nissue. That they were not prisoners at the material time was not\na\r\ndefence which the appellant was obliged to raise. It was at all times\r\nincumbent upon the State to prove every fact necessary\nto prove the\r\nguilt of the appellants and, to do so, it had to prove that the\r\nescape had been made at a time when Van Rooyen and\nGouws were\r\nprisoners. The defence attempted, unsuccessfully, to show that they\r\nhad not been prisoners as they were not in lawful\ncustody due to the\r\nalleged defects in the warrants, but that did not absolve the State\r\nfrom having to prove the other facts necessary\nto show that they were\r\nprisoners within the ambit of the definition. Nor did the failure of\r\nthe appellant’s counsel to raise\nthe issue at the trial alter\r\nthat situation. The defence was not called on to challenge the\r\nState’s evidence which merely\nestablished the approximate time\r\nof the escape, and no more. There was thus no obligation to challenge\r\nany aspect of the State’s\nevidence in regard to the escape, and\r\nthere was no obligation on the defence to point out to the\r\nprosecution the hiatus in its\ncase. As was observed by the\r\nConstitutional Court in\nS v Molimi\n[2008] ZACC 2\n;\n2008\r\n(2) SACR 76\n(CC) para 40:\n‘\nThere is no obligation on the\r\ndefence to assist the prosecution in the execution of its duties and\r\nthe advancement of its case.\nIf that was so, an unwarranted burden\r\nwould be imposed on the accused who has to contend with the\r\nallegations levelled against\nhim or her.’\n[113] In these circumstances, not only is there no room\r\nfor the State to have assumed that the defence accepted that Gouws\r\nand Van\nRooyen were prisoners at the time they escaped, but there can\r\nbe no question of the State having been prejudiced by the failure\nof\r\nthe defence to raise the issue. The duty of an appeal court is to\r\nconsider whether the trial court reached the correct conclusion\non\r\nthe evidence led before it and, in doing so, to consider any legal\r\nissue which is relevant. Whether the proven facts establish\nthe\r\ncommission of the crime with which an accused is charged is clearly a\r\nquestion of law,\n15\nand it would lead to an ‘intolerable situation’\r\nif this court was bound to confirm a decision that is ‘clearly\n\nwrong’.\n16\nAs raising this legal issue on the evidence led can\r\ncause no prejudice to the State, and as the liberty of the subject is\r\ninvolved,\nthe issue is one which this court can raise\nmero\r\nmotu\n.\n[114] I must express my disquiet about this outcome. I\r\ngravely suspect that the appellant was guilty of a criminal offence\r\nby harbouring\nthe two escapees. However, the prosecution appears to\r\nhave been distracted by the futile exercise of trying to link him to\r\nthe\nescapees’ notes of their plans for violent insurrection\r\nand, possibly as a result, lost focus of the essential elements it\n\nhad to prove to establish criminal liability on the appellant's part.\r\nBut whatever my suspicions may be, the State was required\nto prove an\r\noffence beyond a reasonable doubt and, in my view, it failed to do\r\nso. If the appellant was in fact guilty of any offence,\nthe State has\r\nonly itself to blame.\n[115] My conclusion in regard to the merits of the\r\nconvictions renders it unnecessary to deal with any further issues\r\nraised. For\nthe sake of completeness, I should mention that my prima\r\nfacie view in regard to whether the trial court misdirected itself is\r\nthat the issue of how long the police had been keeping the\r\nappellant's farm under observation before 13 January 2007 was not\r\nprivileged\nand Vreugdenburg ought to have been directed to answer the\r\nquestions put to him in this regard. On the other hand, I doubt that\n\nthis gave rise to an unfair trial. No further comment on this is\r\nrequired.\n[116] For the reasons set out above, I would uphold the\r\nappeal and set aside the appellant's convictions and sentences.\n___________________\nL E Leach\nJudge of Appeal\nAPPEARANCES:\nFor Appellant: GC Muller SC\nInstructed by:\nBoonzaaier & Du Plessis Attorneys, Rietfontein\nFor Respondents: AG Janse van Rensburg\nThe National Prosecuting Authority, Pretoria\n1\nSection\r\n\t54(4) of the Internal Security Act provided:\n‘\nAny person who has reason to suspect that any\r\n\tother person intends to commit or has committed any offence referred\r\n\tto in subsection\n(1), (2) or (3) and any person who is aware of the\r\n\tpresence at any place of any other person who is so suspected of\r\n\tintending\nto commit or having committed such an offence, and who–\nharbours or conceals that other person;\n…\nfails\r\n\tto report or cause to be reported to any member of the police such\r\n\tpresence of that other person at any place, as the case\nmay be,\r\n\tshall be guilty of an offence and liable on conviction to the\r\n\tpenalty to which the person whom he so harboured or concealed\nor to\r\n\twhom he so rendered assistance or whose presence he so failed to\r\n\treport or cause to be reported would have been liable\non conviction\r\n\tof the offence which the last mentioned person intended to commit or\r\n\tcommitted, as the case may be’.\n2\nSet\r\n\tout in s 1 of the Terrorism Act.\n3\nIn\ns 1 of the Terrorism Act.\n4\nThis\r\n\tis my translation of the indictment which was written in Afrikaans.\n5\nReportedly\r\n\tthe comment of a judge in a federal appeal court in the United\r\n\tStates – see\nhttp://www.abajournal.com/news/article/7th_circuit_slaps_lawyer_for_unintelligible_writing_full_of_gibberish\n.\n6\nPara\r\n\t57 above.\n7\nI\r\n\tquote the written argument.\n8\nNDPP\r\n\tv Moodley\n2009 (2) SA 588\n(SCA) paras 12-13.\n9\nDe\r\n\tVries v The State\n[2011] ZASCA 162\nparas 33-36.\n10\nBy\r\n\tway of\ns 77\nof the\nCorrectional Services Amendment Act 25 of 2008\n.\n11\nS\nee\r\n\tin this regard\nS v Motsasi\n1998 (2) SACR 35\n(W) at 53\nh\n-54\ni\n.\n12\nAt\r\n\t56j-57h.\n13\nAt\r\n\t58c-f.\n14\nCf\nMinister of Justice and Constitutional\r\n\tDevelopment & another v Zealand\n2007\r\n\t(2) SACR 401\n(SCA) para 19.\n15\nMagmoed\r\n\tv Janse van Rensburg & others\n[1992] ZASCA 208\n;\n1993 (1) SA 777\n(A) at\r\n\t807I-808A .\n16\nSee\nAlexkor Ltd v Richtersveld Community\n2004 (5) SA 466\n(CC) at\r\n\tpara 43 and\nPaddock Motors (Pty) Ltd v Igesund\n1976 (3) SA 16\n(A) at 23H-24G.",
  "scraped_at": "2026-02-12T16:09:30.633332",
  "date": "2011-11-21",
  "coram": [
    "MTHIYANE",
    "MAYA",
    "MHLANTLA",
    "LEACH",
    "SERITI JJA"
  ],
  "case_number": "864/2010",
  "parties": {
    "applicants": [
      "Jacobus Bogaards"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Jacobus Bogaards, a farmer and commando member, was accused of harbouring and concealing two accused members of the ‘Boeremag’—Herman Van Rooyen and Jan Rudolph Gouws—after they escaped from a court‑ordered detention cell during a lunch adjournment in May 2006. The escapees had been on trial for multiple offences, including terrorism under the Internal Security Act, and were subsequently found hidden on the appellant’s farm, where police discovered a motorbike, a tent with their belongings and weapons. The State charged the appellant under sections 11 and 12 of the Protection of Constitutional Democracy Against Terrorist and Related Activities Act (the Terrorism Act) and alternatively under section 115(e) of the Correctional Services Act.",
    "issues": "The principal issues were: (1) whether the State had proved the elements of the offences under s 11 and s 12 of the Terrorism Act, particularly that the escapees were persons who had committed a “specified offence” as defined in the Act; (2) whether the Terrorism Act could be applied retrospectively to conduct that originally fell under the repealed Internal Security Act; (3) whether the escapees qualified as “prisoners” within the meaning of s 115(e) of the Correctional Services Act; and (4) whether any procedural defects in the detention warrants affected the lawfulness of the escapees’ custody.",
    "principles": "The Court applied the presumption against retrospective operation of statutes, interpreting s 27 of the Terrorism Act as expressly preserving pre‑commencement offences under the Internal Security Act and precluding their re‑characterisation as “specified offences”. It examined the statutory definitions of “prisoner” and “prison” in the Correctional Services Act, holding that an escaped person is a prisoner only if the escape occurred from a place that falls within the definition of a prison (including police lock‑ups). The Court also affirmed the requirement that a prosecution under the Terrorism Act must be authorised in writing before the accused is called to plead, and reiterated the need for the State to prove every element of the offence beyond reasonable doubt.",
    "application": "The Court found that the State failed to demonstrate that the escapees’ conduct before the Terrorism Act’s commencement constituted a “specified offence”, and therefore the terrorism‑related charges could not stand. It also concluded that the evidence did not establish that Van Rooyen and Gouws escaped from a place that qualified as a prison under the Correctional Services Act; consequently, the elements of s 115(e) were not satisfied. Nonetheless, the Court accepted the alternative charge under s 115(e) on the basis that the escapees were lawfully in custody at the time of their escape and that the appellant’s conduct amounted to harbouring escaped prisoners, resulting in a conviction and a five‑year imprisonment sentence.",
    "conclusion": "The appeal was upheld on the two main terrorism counts, and those convictions and sentences were set aside. The High Court order was replaced with a conviction on the alternative count of contravening s 115(e) of the Correctional Services Act, sentencing the appellant to five years’ imprisonment."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Terrorism and Correctional Services",
    "level_3": [
      "harbouring",
      "statutory interpretation",
      "retrospective legislation",
      "prisoner definition"
    ]
  }
}