{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/229.html",
  "case_name": "Eskom Holdings Ltd v National Union of Mineworkers and Others (840/2010) [2011] ZASCA 229; 2012 (2) SA 197 (SCA); [2012] 1 All SA 278 (SCA); [2012] 3 BLLR 254 (SCA); (2011) 32 ILJ 2904 (SCA) (30 November 2011)",
  "citation": "[2011] ZASCA 229",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 229\n|\nNoteup\n|\nLawCite\nEskom Holdings Ltd v National Union of Mineworkers and Others (840/2010) [2011] ZASCA 229; 2012 (2) SA 197 (SCA); [2012] 1 All SA 278 (SCA); [2012] 3 BLLR 254 (SCA); (2011) 32 ILJ 2904 (SCA) (30 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT\r\nOF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase No:\n840/2010\nIn\r\nthe matter between:\nESKOM HOLDINGS LIMITED\n….....................................................................\nAppellant\nand\nNATIONAL UNION OF MINEWORKERS\n….......................................\nFirst\r\nRespondent\nNATION OF UNION OF METALWORKERS OF\nSOUTH AFRICA\n…........................................................................\nSecond\r\nRespondent\nCOMMISSION\r\nFOR CONCILIATION MEDIATION\nAND ARBITRATION\n…......................................................................\nThird\r\nRespondent\nCOMMISSIONER M D ALLY NO\n…................................................\nFourth\r\nRespondent\nSOLIDARITY UNION OF SOUTH AFRICA\n…....................................\nFifth\r\nRespondent\nand\nTHE ESSENTIAL SERVICES COMMITTEE Intervening Party\nNeutral\r\ncitation:\nEskom Holdings v National Union of Mineworkers\n(840/2010)\n[2011] ZASCA 229\n(30 November 2011)\nCoram:\nBrand, Van Heerden, Cachalia, Leach and Seriti JJA\nHeard:\n14 November 2011\nDelivered:\n30 November 2011\nSummary:\nLabour – minimum services\r\nagreement under\ns 72\nof the\nLabour Relations Act 66 of 1995\nin an\r\nindustry designated as an essential service – employer and\r\nemployees unable to agree on the terms of such an agreement\n–\r\ntheir dispute capable of being determined by the Essential Services\r\nCommittee under\ns 73\nof the Act.\n___________________________________________________________________\nO R D E R\n___________________________________________________________________\nOn appeal from:\nLabour Appeal Court (Davis JA,\r\nPatel JA and Hendricks AJA concurring):\nThe following order is made:\n(1) The appeal succeeds with the first and second\r\nrespondents being ordered to pay the costs of the appellant, such\r\ncosts to include\nthe costs of two counsel where so employed.\n(2) The order of the Labour Appeal Court is set aside\r\nand substituted with the following:\n‘\nThe appeal is dismissed, with costs.’\n___________________________________________________________________\nJ U D G M E N T\n__________________________________________________________________\nLEACH JA ( Brand, Van Heerden, Cachalia and Seriti JJA\r\nconcurring)\n:\n[1] The crisp issue arising for decision in this appeal\r\nis whether a failure to agree on the terms of a minimum services\r\nagreement\nis a dispute between an employer and a trade union which\r\ncan be referred to compulsory interest arbitration by the Commission\r\nfor\nConciliation, Mediation and Arbitration\n1\n(the CCMA) under the provisions of s 74 of the Labour\r\nRelations Act 66 of 1995 (the LRA). As set out more fully below, the\r\nissue\ncame before the Labour Court which held that the CCMA lacked\r\nthe necessary jurisdiction to determine such a dispute whereas, on\n\nappeal, the Labour Appeal Court held otherwise. With special leave,\r\nthe appellant now appeals to this court, seeking to reaffirm\nthe\r\norder of the Labour Court.\n[2] The appellant is a private company, albeit an\r\nextremely large organisation, which generates, transmits and\r\ndistributes electricity\nthroughout this country. The first, second\r\nand fifth respondents are trade unions who represent employees of the\r\nappellant. As\nthey have also been both applicants and appellants at\r\nvarious stages of the history of this litigation, I intend to refer\r\nto them\ncollectively as ‘the unions’ and to them\r\nindividually by using the first respondent’s acronym ‘NUM’,\n\nthe second respondent’s acronym ‘NUMSA’ and the\r\nfifth respondent’s name ‘Solidarity’.\n[3] Only NUM and NUMSA have appeared to oppose the\r\nappeal. Solidarity has been cited as a respondent but it played no\r\npart in the\nappeals both to the Labour Appeal Court and to this\r\ncourt. The Commissioner whose decision was reviewed in the Labour\r\nCourt, as\nset out below, and the CCMA were also cited as respondents\r\ndue to their interest in the matter but they too played no part in\r\nthe\nappeal. The Essential Services Committee (the ESC), established\r\nunder s 70 of the LRA, was granted leave to intervene in this appeal\n\nas an interested party. In doing so, it has aligned itself with the\r\nappellant in seeking to set aside the order of the Labour Appeal\n\nCourt.\n[4] Although the right of workers to strike is enshrined\r\nin s 23(2)\n(c)\nof the\r\nConstitution, that right is not absolute\n2\nand may be limited in terms of a law of general\r\napplication to the extent that such limitation may be reasonable and\r\njustifiable\nin an open and democratic society.\n3\nIt is widely recognised, both in this country and\r\nabroad, that in certain circumstances, it will be reasonable and\r\njustifiable to\nlimit the right to strike, particularly in times of\r\nnational emergency or in services where a strike is likely to harm\r\nthe public.\n4\nThus the LRA provides that no person may take part in a\r\nstrike if ‘that person is engaged in an essential service’\n5\nand defines an ‘essential service’ as\r\nmeaning:\n6\n‘\n(a)\na\r\nservice the interruption of which endangers the life, personal safety\r\nor health of the whole or any part of the population;\n(b)\nthe Parliamentary\r\nservice;\n(c)\nthe South African\r\nPolice Service.’\n[5] The task of determining which services should be\r\nregarded as essential services has been entrusted by the legislature\r\nto the\nESC, its functions being defined in s 70(2) inter alia as:\n‘\n(a)\nto\r\nconduct investigations as to whether or not the whole or part of any\r\nservice is an\nessential\r\nservice, and then to decide whether or not to designate the whole or\r\npart of that service as an\nessential\r\nservice;\n(b)\nto\r\ndetermine\ndisputes as to\r\nwhether or not the whole or a part of any service is an essential\r\nservice.’\n[6] In\ns 71\r\nof the LRA the ESC’s powers and procedures in designating a\r\nservice as an essential service are detailed as follows:\n‘\n(1)\r\nThe\nessential service\ns committee\r\nmust give notice in the\nGovernment\r\nGazette\nof\r\nany investigation that it is to conduct as to whether the whole or a\r\npart of a service is an essential service.\n(2) The notice must indicate the\r\nservice or the part of a service that is to be the subject of the\r\ninvestigation and must invite\ninterested parties, within a period\r\nstated in the notice-\n(a)\nto submit written\r\nrepresentations; and\n(b)\nto indicate whether\r\nor not they require an opportunity to make oral representations.\n(3) Any interested party may\r\ninspect any written representations made pursuant to the notice, at\r\nthe Commission's offices.\n(4) The Commission must provide\r\na certified copy of, or extract from, any written representations to\r\nany person who has paid the\nprescribed fee.\n(5) The essential services\r\ncommittee must advise parties who wish to make oral representations\r\nof the place and time at which they\nmay be made.\n(6) Oral representations must be\r\nmade in public.\n(7) After having considered any\r\nwritten and oral representations, the essential services committee\r\nmust decide whether or not to\ndesignate the whole or a part of the\r\nservice that was the subject of the investigation as an essential\r\nservice.\n(8) If the essential services\r\ncommittee designates the whole or a part of a service as an essential\r\nservice, the committee must\npublish a notice to that effect in the\nGovernment Gazette\n.\n(9) The essential services\r\ncommittee may vary or cancel the designation of the whole or a part\r\nof a service as an essential service,\nby following the provisions set\r\nout in subsections (1) to (8), read with the changes required by the\r\ncontext.\n(10) The Parliamentary service\r\nand the South African Police Service are deemed to have been\r\ndesignated an essential service in terms\nof this section.’\n[7] On 12 September 1997, by way of a notice published\r\nunder s 71(8) of the LRA\n7\n,\r\nthe ESC declared the ‘generation, transmission and distribution\r\nof power’ (the industry in which the appellant operates)\nto be\r\nan essential service. That declaration still stands and was operative\r\nat all times material to this appeal.\n[8] However, it is acknowledged both in this country and\r\ninternationally that not all the workers employed in an industry\r\ndeclared\nto be an essential service need to be precluded from\r\nstriking for that service to continue to operate at an acceptable\r\nlevel. This\nhas given rise to the concept of a ‘minimum\r\nservice’ which is intended to allow certain workers in an\r\nindustry designated\nas an essential service to strike while at the\r\nsame time maintaining a level of production or services at which the\r\nlife, personal\nsafety or health of the whole or part of the\r\npopulation will not be endangered. Recognising this the legislature,\r\npresumably in\na bid to prevent the declaration of an industry as an\r\nessential service from impinging unnecessarily on the right to\r\nstrike, provided\nin s 72 of the LRA that:\n‘\nThe\r\nessential services committee may ratify any collective agreement that\r\nprovides for the maintenance of minimum services in the\nservice\r\ndesignated as an essential service, in which case\nthe agreed minimum services are\r\n\tto be regarded as an essential service in respect of the employer\r\n\tand its employees; and\nthe provisions of section 74 do\r\n\tnot apply.’\n8\n[9] There is no obligation placed upon employers and\r\ntheir employees to conclude minimum services agreements, and for many\r\nreasons\nunnecessary to detail such agreements have not proved to be\r\npopular in practice. One of the very few that have been agreed was\r\nconcluded between the appellant and its employees and ratified by the\r\nESC in 1998.\n9\nHowever, the unions unilaterally cancelled that\r\nagreement with effect from 31 March 2004 and, for several years\r\nthereafter, they\nattempted unsuccessfully to reach consensus with the\r\nappellant on a new minimum services agreement. Although the appellant\r\nwas\nin principle not averse to doing so, the stumbling block appears\r\nto have been in agreeing on the number of employees necessary to\n\nprovide an acceptable minimum service.\n[10] Finally, in April 2007, the unions referred the\r\ndispute concerning the terms of a proposed new minimum services\r\nagreement to\nthe CCMA. In doing so, they classified the dispute as\r\nbeing one of ‘mutual interest’ and summarised the facts\r\nof the\ndispute in the following terms:\n‘\n(The\r\nappellant) was designated as an essential service by the Essential\r\nServices Committee. The Unions and (the appellant) have\nnow\r\ndeadlocked on the Minimum Services Agreement after more than two\r\nyears of negotiations. (The appellant's) proposal is that\nalmost 100%\r\nof employees render minimum service whereas Unions submit that 10% is\r\na required minimum servic\ne.’\nThe unions then stated that they required a minimum\r\nservices agreement ‘that does not declare every employee in\r\nGeneration,\nDistribution and Transmission to be a minimum service’.\n[11] As appears from this, the attitude of the unions\r\nwas that the CCMA should either conciliate the dispute in regard to\r\nthe terms\nof a new minimum services agreement or, should it fail to\r\ndo so, determine those terms by arbitration. This would be a process\r\nthat would result in a new minimum services agreement being imposed\r\non the parties by way of an award. However, the appellant disputed\n\nthe CCMA's jurisdiction to do this, contending that s 74 of the LRA\r\n(to which I shall later refer), under which the unions had\npurported\r\nto act in approaching the CCMA, was of no application to a dispute\r\nconcerning the terms of a minimum services agreement\nand that the\r\nremedy of the unions lay in approaching the ESC to narrow the\r\ndesignation it had made under s 70.\n[12] The matter came before the CCMA on 20 June 2007.\r\nAfter hearing argument, the Commissioner ruled on 29 June 2007 that\r\nthe CCMA\n‘has the power to conciliate any dispute that has been\r\nreferred to it in terms of (the LRA)’ before going on to\r\nconclude\nthat to answer the legal questions raised would mean that\r\nshe would ‘be arbitrating on these matters without having the\r\nnecessary\npowers to do so and that these legal questions should be\r\ndealt with at an arbitration/adjudication stage’. She then\r\nproceeded\nto rule that ‘the CCMA has the jurisdiction to\r\nconciliate the issue in dispute’ and referred the dispute back\r\nto the\nCCMA for the appointment of another Commissioner to deal with\r\nthe matter.\n[13] Unhappy at the outcome, and contending that there\r\nwas no rational link between what the CCMA had been requested to\r\naddress\nand its decision, the appellant applied to the Labour Court\r\nto review this ruling. The review was opposed by the unions who\r\nsupported\nthe decision that the dispute could be resolved under s 74.\r\nThe essential issue which the Labour Court was called on to decide\n\nwas that mentioned at the outset of this judgement, namely, whether a\r\ndispute over a failure to agree on the terms of a minimum\nservices\r\nagreement is a dispute which may be referred to the CCMA for\r\nconciliation and arbitration.\n[14] The Labour Court (AC Basson J) upheld the\r\nappellant's argument and concluded that the dispute could not be\r\nreferred to the\nCCMA. It therefore reviewed and set aside the\r\nCommissioner‘s decision and declared ‘that the CCMA does\r\nnot have the\njurisdiction to deal with a dispute arising from a\r\nfailure to agree on the terms of a minimum services agreement’.\n[15] It was the turn of NUM and NUMSA to be unhappy at\r\nthe outcome of proceedings, and they proceeded to appeal to the\r\nLabour Appeal\nCourt (as mentioned above, Solidarity did not appeal\r\nbut was cited as a respondent). On 23 August 2010, the Labour Appeal\r\nCourt\n(Davis JA, Patel JA and Hendricks AJA concurring) upheld the\r\nappeal, set aside the order of the Labour Court and substituted in\n\nits stead an order dismissing the review of the CCMA's decision and\r\ndeclaring ‘that the CCMA has jurisdiction to deal with\na\r\ndispute arising from a failure to agree on the terms of the minimum\r\nservice agreement’. It is against against this order\nthat the\r\npresent appeal lies.\n[16] At the heart of the dispute lies s 74 of the LRA,\r\nthe relevant provisions of which read as follows:\n‘\n(1)    Any\r\nparty to a\ndispute\nthat is\r\nprecluded from participating in a\nstrike\nor a lock-out because that party is engaged in an\nessential\r\nservice\nmay refer the dispute in writing to\n(a)  \r\na council, if the parties to the dispute fall within the\nregistered\r\nscope\nof that council; or\nb)      the\r\nCommission, if no council has jurisdiction.\n(2)     The\r\nparty who refers the dispute must satisfy the council or the\r\nCommission that a copy of the\nreferral has been served on all the\r\nother parties to the dispute.\n(3)     The\r\ncouncil or the Commission must attempt to resolve the dispute through\r\nconciliation.\n(4)     If\r\nthe dispute remains unresolved, any party to the dispute may request\r\nthat the dispute be resolved\nthrough arbitration by the council or\r\nthe Commission\n‘\n(the\r\nCommission is of course the CCMA).\n[17] The unions’ contention is that once the\r\ngeneration, transmission and distribution of power had been declared\r\nan essential\nservice in 1997, the appellant’s employees were\r\nprecluded from striking. Accordingly, once they became deadlocked\r\nwith the\nappellant as to the terms of a minimum services agreement,\r\nthat was a dispute that could be referred to the CCMA under s 74(1),\n\nand the CCMA was then obliged to attempt to resolve the dispute\r\n(namely the terms of what the minimum services agreement should\nbe)\r\nthrough conciliation under s 74(3) and, should the dispute remain\r\nunresolved, to refer it to arbitration under s 74(4).\n[18] The Labour Court rejected this approach. It\r\nconcluded that as the legislature had entrusted the determination of\r\nessential\nservices to the ESC, and as s 72 provided for the\r\nratification of a ‘collective agreement’ and not an\r\narbitration award,\nthe legislature could not have intended such an\r\naward to be ratified by the ESC; and therefore could not have\r\nintended a dispute\nas to the terms of such an award to be submitted\r\nfor arbitration by the CCMA under s 74. On the other hand the Labour\r\nAppeal Court\nheld that the Labour Court had ‘elided’\n10\npast’ the wording of s 74 by relying on s 72 to\r\nconclude that the CCMA lacked jurisdiction. Simply put, the view of\r\nthe Labour\nAppeal Court was that the Labour Court had either ignored\r\nor not properly appreciated the provisions of s 74.\n[19] In this court counsel for the unions sought to\r\ndefend the Labour Appeal Court’s order by arguing that the\r\ndispute as\nto the terms of a minimum services agreement could indeed\r\nbe resolved by arbitration under s 74. In that regard counsel\r\nsubmitted,\nfirst, that it was unnecessary for an award under that\r\nsection to be ratified by the ESC and, in the alternative that if\r\nratification\nwas necessary, the reference to a ‘collective\r\nagreement’ in s 72 should be construed so as to include an\r\narbitration\naward under s 74(4).\n[20] This first contention was tentatively advanced and,\r\neven though not specifically abandoned, counsel did not seriously\r\npersisted\nin advancing it. This attitude was justified as there is no\r\nmerit in the point. As I have said, the determination of what is an\n\nessential service and to what extent such a declaration may be varied\r\nor pared down either under s 71(9) or under s 73 (to\nwhich I\r\nshall refer more fully below) is a task entrusted by the legislature\r\nsolely to the ESC, a body equipped with specific skills\nand\r\nexperience to determine such important issues. The legislature surely\r\ndid not envisage a CCMA commissioner, probably lacking\nboth the\r\nnecessary expertise and experience, to determine a minimum services\r\nagreement which would vary the effects of a declaration\nmade by the\r\nESC.\n[21] Turning to the question of ratification of an\r\narbitration award under s 72, it was argued by the unions that it was\r\nnecessary\nto interpret the LRA in such a way as to give effect to the\r\nfundamental rights conferred by s 23 of the Constitution, including\n\nthe right to strike, and that if the phrase ‘any collective\r\nagreement that provides for the maintenance of minimum services’\n\nin s 72 was not interpreted to include an arbitration award under s\r\n74(4), workers employed in an essential service industry whose\n\nservices were not essential for the operation of a minimum service at\r\nan acceptable level would be prevented from striking if their\n\nemployer simply refused to conclude a minimum services agreement. It\r\nwas therefore the unions’ argument that although a collective\n\nagreement arrived at by consensus differs in nature from an\r\narbitrator’s award which is imposed upon parties unable to\r\nreach\nconsensus, both have binding force and therefore fulfil the\r\nsame function. Consequently, so it was argued, an arbitration award\n\ncan be viewed as an alternative form of a collective agreement –\r\nand thus susceptible to ratification under s 72.\n[22] The immediate problem that I have with this\r\nargument is that a ‘collective agreement’ is defined in s\r\n213 of the\nLRA as meaning:\n‘\na\r\nwritten agreement concerning terms and conditions of employment or\r\nany other matter of mutual interest concluded by one or more\n\nregistered trade unions, on the one hand and, on the other hand\n(a) one or more employers;\n(b) one or more registered\r\nemployers’ organisations;\n(c) one or more employers and\r\none or more registered employers’ organisations\n.’\nI do not see how an arbitration award could ever be\r\nconstrued as being a collective agreement in terms of this definition\r\nand, indeed,\ncounsel for the appellant conceded that it would be a\r\n‘big ask’ (I adopt his phrase) for a court to do so.\r\nMoreover,\ns 72 envisages the ESC ratifying an agreement reached by\r\nconsensus. However if it was called upon to ratify an arbitration\naward imposed due to a lack of consensus, any party\r\naggrieved by the award would probably seek to oppose ratification\r\nwhich would\nlead to the ESC being called on not to ratify the award\r\nbut to decide the dispute.\n[23] In these circumstances I have no doubt the\r\nlegislature did not intend an arbitration award under s 74 to be\r\nconstrued as a\ncollective agreement as envisaged in s 72 of the LRA.\r\nThat being so, and as questions as to the determination of essential\r\nservices\nhave been entrusted solely to the ESC, I do not see how a\r\ndispute between employers and their employees about the terms of a\r\nminimum\nservices agreement (which will determine between them what is\r\nan essential service) can be construed as a dispute capable of\r\nresolution\nunder s 74.\n[24] It was argued by the unions that this could never\r\nhave been intended by the legislature as it would leave employees in\r\na designated\nessential service whose services were not required to\r\nprovide an acceptable minimum operation in an essential service, but\r\nwho\nwere unable to reach agreement with their employer on a minimum\r\nservices agreement, high and dry and without any remedy to recover\n\ntheir right to strike. The ESC, however, submitted that such workers\r\nwould not be without statutory protection as they could either\n\napproach the ESC to vary or cancel the designation of the whole or\r\npart of the service as an essential service under s 71(9)\nor\r\ninvoke the provisions of s 73. The former option, although a\r\ntheoretical possibility, is hardly a practical one as it would\n\nrequire the detailed procedures prescribed in ss 70(1) to (8) to\r\nbe followed – a time-consuming, costly and involved\nprocedure.\r\nHowever dispute resolution under s 73 would not. The section\r\nprovides:\n‘\n(1)\r\nAny party to a dispute\nabout\r\neither of the following issues may refer the dispute in writing to\r\nthe essential\nservices\r\ncommittee ─\n(a)\nwhether\r\nor not a service is an essential\nservice;\r\nor\n(b)\nwhether\r\nor not an employee or employer is engaged in a service designated as\r\nan essential\nservice\n.\n(2) The party who refers the\r\ndispute to the essential services committee must satisfy it that a\r\ncopy of the referral has been served\non all the other parties to the\r\ndispute.\n(3) The essential services\r\ncommittee must determine the dispute as soon as possible.’\n[25]\nThe\r\nESC’s contention in this regard is that as a minimum services\r\nagreement, as between employer and employee, deals with\nwhat is an\r\nessential service and whether any employee or category of employees\r\nshould be regarded as being engaged in an essential\nservice, it is\r\nempowered under s 73(1)\n(a)\nand\n(b)\nto determine a dispute between an employer and its\r\nemployees concerning the terms of a minimum services agreement. The\r\nappellant\nfirmly opposed this. Its counsel argued that the conclusion\r\nof the minimum services agreement was a voluntary matter so that, if\n\nagreement could not be reached on the terms thereof, its employees\r\nhad no option but to ‘lump it’ (he apologised for\nthe\r\ncrudity of the phrase) – that being a consequence of the ESC’s\r\ndesignation of the industry as an essential service.\nThe unions were\r\ninitially also somewhat dismissive of the ESC’s suggestion, as\r\nalthough they were prepared to concede that\nthe issue of whether an\r\nemployee’s services were to be regarded as being essential\r\ncould be decided under s 73, they had\ndifficulty in accepting that\r\ndisputes in regard to what is an acceptable skeleton staff required\r\nto work to provide a minimum service,\nwhich is the true stumbling\r\nblock in the present case, are capable of being resolved under the\r\nsection. However their counsel gradually\nwarmed to the idea, stating\r\nthat the unions would accept it as ‘second prize’.\n[26] Memories have clearly dimmed with the passage of\r\ntime. Dhaya Pillay, who was the chairperson of the ESC at the time\r\nthe appellant\nconcluded the initial minimum services agreement with\r\nits employees in 1997, recounts\n11\nthat in September 1997 a minimum services agreement\r\nconcluded between Eskom and certain trade unions was submitted to the\r\nESC for\nratification under s 72. However, although the agreement\r\nwould have been binding as between the appellant and those unions who\r\nhad signed this agreement, the position was unsatisfactory as there\r\nwere certain trade unions who had not agreed to the terms of\nthe\r\nagreement. As the implementation of a minimum services agreement is\r\nbest effected through maximum cooperation of all the parties,\nthe ESC\r\ninvited Eskom and all the trade unions to meet to discuss the issue.\r\nEventually the parties agreed to disagree on whether\na certain part\r\nof essential service was essential, and this disagreement was\r\nreferred to the ESC for determination as a dispute\nunder s 73(1)\n(a)\n.\r\nA hearing was convened but, as evidence about the service unfolded,\r\nthe proceedings were interrupted and negotiations were resumed.\nAt\r\none stage the ESC pointed out that if a dispute arose as to whether a\r\nparticular employee was employed in an essential service,\nit could be\r\ndealt with by the committee under s 73(1)\n(b)\n.\r\nIn the light of this, the process resulted in consensus between the\r\nparties and the signing of the minimum services agreement\nwhich was\r\nthen ratified by the ESC.\n[27] Of course the fact that in the past the provisions\r\nof s 73 were used to negotiate the terms of a minimum services\r\nagreement\ndoes not mean that the section was correctly applied or\r\nthat the legislature intended it to be used in that way. Nevertheless\r\nit\nis of some illustrative significance that the parties themselves\r\nat that stage successfully used those provisions for that purpose\n.\n[28] The issue is whether, properly construed, the\r\nprovisions in question are capable of being employed as suggested by\r\nthe ESC.\nIn interpreting statutes in the light of the Bill of Rights,\r\nit is necessary to read the legislation ‘in ways which give\r\neffect to its fundamental values’.\n12\nIn regard to the LRA in particular, it is necessary to\r\nremember that:\n‘\nThe\r\nstatute itself requires in s 3 that it be interpreted to give effect\r\nto its primary objects, and in conformity with the Constitution\n\n(Constitution of the Republic of South Africa (Act 108 of 1996)) and\r\nSouth Africa’s public international law obligations.\nSection 1\r\nexpresses the LRA’s primary objects amongst others as “to\r\ngive effect to and regulate the fundamental rights”\nconferred\r\nby s 23 of the Constitution (para\n(a)\n);\r\nand to promote “orderly collective bargaining” (para\n(d)\n(i)).\r\n“Conformity with the Constitution” entails inter alia\r\nthat the provisions of the LRA must be considered against\nthe\r\nbackground of the Constitution, which is the supreme law of the land\r\nand which itself requires that this court when interpreting\nthe LRA\r\npromote the spirit, purport and objects of the Bill of Rights.\n’\n13\nIn a similar vein, in\nSouth\r\nAfrican Police Service v Police and Prison’s Civil Rights Union\r\n& another\nNkabinde\r\nJ reminded us that an important purpose of the LRA is to give effect\r\nto the right to strike and that the process of interpretation\nshould\r\ngive effect to that purpose ‘so as to avoid impermissibly\r\nlimiting the right to strike’.\n14\n[29] Bearing the importance of the fundamental right to\r\nstrike in mind, the legislature would hardly have expected employees\r\nworking\nwithin a designated essential service industry whose services\r\nwere not required in order to provide an acceptable minimum essential\n\nservice to have no remedy should agreement not be reached with their\r\nemployer on a minimum services agreement. One of the functions\nof the\r\nESC is to determine disputes and alleged disputes on whether or not\r\nthe whole or part of any service is an essential service\n– s\r\n70(2)\n(b)\n– a function closely allied to that prescribed\r\nin s 73(1)\n(b)\nviz to determine whether or not an employer or\r\nemployee is engaged in a service designated as an essential service.\r\nAnd while a\n‘minimum service’ is not defined in the LRA,\r\nit is evident that s 72 had in mind a minimum service of a designated\r\nessential service whereby the ambit of the designated essential\r\nservice is reduced as between employer and employees to the minimum\n\nservice ─ resulting in those employees who are not required to\r\nperform the minimum service regaining the right to strike.\n[30] In these circumstances, and in the context of a\r\nminimum services agreement which, if ratified, is to be regarded\r\nunder s 72\n(a)\nas being ‘an essential service in respect\r\nof the employer and its employees’, a dispute as to whether or\r\nnot the services\nof certain employees or categories of employees are\r\nrequired to maintain an acceptable minimum service is capable of\r\nbeing construed\nas a dispute in regard to whether such employees’\r\nservices are an ‘essential service’ or whether they are\r\n‘engaged\nin a service designated as an essential service’\r\nas envisaged by s 73(1)\n(a)\nand\n(b)\n. Accordingly, for\r\nexample, the issue whether the services of employees who tend the\r\nappellant’s gardens is an essential service\nor whether such\r\npersons are engaged in a service designated as an essential service,\r\nseems readily to be capable of resolution\nunder this section. But by\r\nthe same token, a dispute as to how many employees in which\r\nparticular categories are necessary to provide\na minimum service at\r\nan acceptable level, seems to me to be equally capable of being\r\nconstrued as a dispute in regard to what service\nshould be regarded\r\nas an essential service or the number and category of employees\r\nneeded to be engaged in the service designated\nas an essential\r\nservice – and therefore susceptible to determination by the ESC\r\nunder s 73.\n[31] This conclusion does no violence to the language\r\nused in the section and places the least limitation upon the\r\nfundamental right\nto strike as it facilitates a process under which\r\nthe employees of an employer are not obliged to ‘lump it’\r\nif agreement\ncannot be reached on the terms of a minimum services\r\nagreement in an industry in which their right to strike has been\r\ncurtailed.\n[32] It follows in my view that the Labour Appeal Court\r\nerred in finding that the dispute between the parties as to the terms\r\nof\nthe minimum services agreement is a dispute which could be\r\nconciliated or arbitrated under s 74 of the LRA. It is a dispute\r\nwhich\nthe only the ESC could determine under the provisions of s 73\r\n(as it contended in this court). The order of the Labour Appeal\nCourt\r\nthus cannot be allowed to stand.\n[33] In the result the following order is made:\n(1) The appeal succeeds with the first and second\r\nrespondents being ordered to pay the costs of the appellant, such\r\ncosts to include\nthe costs of two counsel where so employed.\n(2) The order of the Labour Appeal Court is set aside\r\nand substituted with the following:\n‘\nThe appeal is dismissed, with costs.’\n_____________________\nL E Leach\nJudge of Appeal\nAPPEARANCES:\nFor Appellant: R Sutherland SC (with him F Boda)\nInstructed by:\nCliffe Dekker Hofmeyr Inc, Johannesburg\nNaudes Inc, Bloemfontein\nLovius Block, Bloemfontein\nFor Respondent P Kennedy SC (with him H Barnes)\nInstructed by:\nCheadle Thompson & Haysom, Johannesburg\nMcIntyre & Van der Post, Bloemfontein\nFor Intervening party N Cassim SC\nInstructed by:\nRoutledge Modise t/a Eversheds\nJohannesburg\nLovius Block, Bloemfontein\n1\nEstablished\r\n\tunder s 112 of the LRA.\n2\nSouth\r\n\tAfrican Police Service v Police and Prisons Civil Rights Union &\r\n\tanother\n2011 (6) SA 1\n(CC) para 20.\n3\nSection\r\n\t36 of the Constitution.\n4\nSee\r\n\teg Cooper ‘Strikes in Essential Services’ 1994 (15)\nILJ\n903-4 and Roskam\nEssential\r\n\tand Minimum Services and the Right to Strike\n(report prepared for the Employment Promotion Programme\nhttp://www.commerce.uct.ac.za/research_units/dpru/?q=node/52\n)\r\n\tat 6-8.\n5\nSection\r\n\t65(1)\n(d)\n(i).\n6\nSection\r\n\t213.\n7\nParagraph\r\n\t1(f) of Government notice No 1216 of 12 September 1997.\n8\nThe\r\n\tprecise meaning and effect of s 72\n(b)\nhas been a matter of\r\n\tdebate and confusion that is unnecessary to attempt to resolve for\r\n\tpurposes of this judgment.\n9\nA\r\n\tbrief history of the negotiations leading up to and the\r\n\tcircumstances under which this agreement was concluded may be found\n\n\tin Dhaya Pillay’s article ‘Essential Services Under The\r\n\tNew LRA’ 2001 (vol 22)\nILJ\n1 at 29-31.\n10\nThe\r\n\tword ‘elide’ is not in common use. It is defined in the\r\n\tShorter Oxford English Dictionary as ‘to crush out’,\n‘to\r\n\tdestroy (the force of evidence)’, ‘to omit (a vowel, or\r\n\tsyllable) in pronunciation’.\n11\nSee\r\n\tthe article mentioned in footnote 9 at p 29-30.\n12\nPer\r\n\tHarms DP in\nMinister of Safety and Security v Sekhoto\n2011\r\n\t(5) SA 367\n(SCA) para 15 referring to\nInvestigating\r\n\tDirectorate: Serious Economic Offences and others v Hyundai Motor\r\n\tDistributors (Pty) Ltd & others; In re Hyundai\nMotor\r\n\tDistributors (Pty) Ltd & others v Smit NO and others\n[2000] ZACC 12\n;\n2001\r\n\t(1) SA 545\n(CC)\n(2000 (2) SACR 349\n;\n2000 (10) BCLR 1079)\nparas\r\n\t21-26.\n13\nPer\r\n\tCameron JA in\nChemical Workers Industrial Union v Plascon\r\n\tDecorative (Inland) (Pty) Ltd\n(1999) 20 ILJ 321 (LAC) para 18.\n14\nNote\r\n\t2 above\npara 30.",
  "scraped_at": "2026-02-12T16:18:12.223230",
  "date": "2011-11-30",
  "coram": [
    "Brand JJA",
    "Van Heerden JJA",
    "Cachalia JJA",
    "Leach JJA",
    "Seriti JJA"
  ],
  "case_number": "840/2010",
  "parties": {
    "applicants": [
      "Eskom Holdings Ltd"
    ],
    "respondents": [
      "National Union of Mineworkers",
      "National Union of Metalworkers of South Africa",
      "Commission for Conciliation, Mediation and Arbitration",
      "Commissioner MD Ally",
      "Solidarity Union of South Africa",
      "Essential Services Committee"
    ]
  },
  "sections": {
    "facts": "Eskom Holdings Ltd (the appellant) operates the generation, transmission and distribution of electricity, which has been declared an essential service by the Essential Services Committee (ESC). A minimum services agreement was ratified in 1998 but was unilaterally cancelled by the unions in 2004. Subsequent negotiations failed to reach a new agreement on the number of employees required to provide a minimum service. In April 2007 the unions referred the dispute over the terms of a new minimum services agreement to the CCMA, classifying it as a dispute of mutual interest. The CCMA Commissioner held that the CCMA had jurisdiction to conciliate the dispute. The Labour Court set aside that decision, holding the CCMA lacked jurisdiction. The Labour Appeal Court reversed, restoring the CCMA’s jurisdiction. The appellant appealed to the Supreme Court of Appeal.",
    "issues": "The core issue was whether a dispute concerning the terms of a minimum services agreement in an essential service industry is a dispute that may be referred to the CCMA for conciliation and arbitration under section 74 of the Labour Relations Act, or whether it falls within the exclusive competence of the Essential Services Committee under section 73 of the Act.",
    "principles": "The Court considered the hierarchy of statutory interpretation in light of the Constitution, particularly the right to strike under section 23. It examined sections 72, 73 and 74 of the Labour Relations Act, the definition of a ‘collective agreement’ in section 213, and the legislative intent that the ESC alone determines matters relating to essential services. An arbitration award under s 74 cannot be treated as a collective agreement for ratification under s 72. Consequently, disputes over the terms of a minimum services agreement are not within CCMA jurisdiction but are matters for the ESC under s 73.",
    "application": "Applying these principles, the Court held that the ESC is the sole body empowered to determine whether the dispute over the scope and staffing levels of a minimum service is a dispute about the designation of an essential service. Because the dispute does not fall within the definition of a dispute of mutual interest under s 74, the CCMA lacks authority to arbitrate. The Court therefore rejected the Labour Appeal Court’s view and reaffirmed the Labour Court’s decision that the ESC, not the CCMA, must resolve the matter.",
    "conclusion": "The Supreme Court of Appeal set aside the Labour Appeal Court’s order. The appeal was successful for the appellant: the first and second respondents (NUM and NUMSA) were ordered to pay the appellant’s costs, including costs of two counsel. The order of the Labour Appeal Court was replaced with an order that the appeal is dismissed with costs, effectively confirming that the dispute must be dealt with by the Essential Services Committee under section 73."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Essential Services",
    "level_3": [
      "right to strike",
      "CCMA jurisdiction",
      "minimum services agreement",
      "Essential Services Committee"
    ]
  }
}