{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/144.html",
  "case_name": "Eldacc (Pty) Ltd v Bidvest Properties (Pty) Ltd (682/10) [2011] ZASCA 144 (26 September 2011)",
  "citation": "[2011] ZASCA 144",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 144\n|\nNoteup\n|\nLawCite\nEldacc (Pty) Ltd v Bidvest Properties (Pty) Ltd (682/10) [2011] ZASCA 144 (26 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 682/10\nIn the matter between:\nELDACC\r\n(PTY) LTD\n….................................................................................\nAppellant\nand\nBIDVEST\r\nPROPERTIES (PTY) LTD\n…....................................................\nRespondent\nNeutral\r\ncitation:\nEldacc (Pty) Ltd v Bidvest Properties (Pty) Ltd\n(682/10)\n[2011] ZASCA 144\n(26 September 2011).\nCoram:\nCLOETE, VAN HEERDEN, CACHALIA and SERITI\r\nJJA\nand PLASKET AJA\nHeard:\r\n12 SEPTEMBER 2011\nDelivered:\r\n26 SEPTEMBER 2011\nSummary:\nContract: stipulatio alteri: legal\r\nrelationship between parties, discussed.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nSouth Gauteng High Court\r\n(Johannesburg) (Van der Linde\nAJ sitting as court of first instance):\nThe appeal is dismissed with costs including the costs\r\nof two counsel.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nCLOETE JA (VAN HEERDEN, CACHALIA and SERITI JJA and\r\nPLASKET AJA concurring):\n[1] The appellant, Eldacc (Pty) Ltd, entered into a\r\nwritten agreement of lease in terms of which it let commercial\r\nproperty to Rennies\nDistribution Services (Pty) Ltd for a period of\r\nten years. Clause 35 of the agreement contained an option to purchase\r\nthe leased\nproperty. That clause began with the heading: 'OPTION TO\r\nPURCHASE THE LEASED PREMISES'. It comprised two parts. The first\r\npart,\nafter the sub-heading 'OPTION', read as follows:\n'35.1.1 The LESSOR hereby\r\nirrevocably grants to the LESSEE or its nominee being any subsidiary\r\nof the Bidvest Group Limited in existence\nas at the date of signature\r\nhereof (hereinafter referred to as the LESSEE only for the purposes\r\nof this clause 35) an option to\npurchase the PROPERTY from the LESSOR\r\non the terms and conditions contained in this clause. This clause\r\nconstitutes a stipulatio\nalteri in favour of the aforesaid nominee,\r\nthe benefits of which the nominee may accept at any time, subject to\r\nthe provisions\nof clause 35.1.2 below.\n35.1.2 If the LESSEE wishes to\r\nexercise the option, it shall do so by written notice to that effect\r\ngiven to the LESSOR on or before\n1 June 2007 at the LESSOR'S ADDRESS.\r\nShould the LESSEE not exercise the option to purchase so afforded it\r\non or before 1 June 2007,\nthen the option shall lapse.\n35.1.3 In the event that LESSEE\r\nexercises the option, then the resulting sale will be on the terms\r\ncontained in this clause 35.'\nThere followed a number of clauses which set out these\r\nterms, under the sub-heading 'SALE', which comprised the second part\r\nof the\nclause.\n[2] Counsel for Eldacc accepted that the provisions of\r\nclause 35 quoted above did indeed constitute a stipulatio alteri, and\r\nhe\ncannot be fauIted for doing so:\nTrever\r\nInvestments (Pty) Ltd v Friedhelm Investments (Pty) Ltd\n1982 (1) SA 7\n(A) at 16D. In addition, it was common\r\ncause that Rennies orally nominated the respondent, Bidvest\r\nProperties (Pty) Ltd (then known\nby another name); that Bidvest was a\r\nsubsidiary of the Bidvest Group Ltd and was in existence at the date\r\nthe lease agreement was\nsigned; and that Bidvest, within the time\r\nperiod laid down in clause 35.1.2, sent a letter signed on its behalf\r\nto Eldacc exercising\nthe option contained in clause 35.\n[3] Eldacc purported to cancel the resulting agreement.\r\nBidvest brought motion proceedings in the South Gauteng High Court\r\nfor specific\nperformance and ancillary relief. Van der Linde AJ\r\ngranted the relief sought and refused leave to appeal, which was\r\nsubsequently\ngranted by this court.\n[4] The only argument persisted in on appeal by Eldacc\r\nwas based on clause 30 of the agreement between Eldacc and Rennies,\r\nwhich\nprovided:\n'No variation of the Agreement\r\nand of this clause 30 and no agreed cancellation of the Agreement\r\nshall be of any force or effect\nunless reduced to writing and signed\r\nby the authorized representatives of the Parties.'\nEldacc's argument was that its undertaking to Rennies\r\ncomprised two parts:\n(a) an offer to sell the property on defined terms to\r\nRennies or its nominee; and\n(b) an agreement to keep the offer open for acceptance\r\nuntil the date specified.\nSo far the argument is sound: this is the basis upon\r\nwhich Prof R G McKerron explains the stipulatio alteri in his article\r\n'The\nJuristic Nature of Contracts for the Benefit of Third Persons'\n(1929) 46\nSALJ\n387.\n1\nBut the argument continued that acceptance by Bidvest of\r\nthe offer could not take place until it had acquired Rennies' right\r\nto\nhave the option kept open; the acquisition of that right required\r\nit to be substituted for Rennies in clause 35 of the agreement\n\nbetween Eldacc and Rennies; and as that substitution involved a\r\nvariation, it had to be in writing and signed by at least Eldacc\nand\r\nRennies because of the provisions of clause 30.\n[5] The argument is unsound in law. Rennies had the\r\nright to compel Eldacc to abide by its undertaking to keep the offer\r\nopen in\nfavour of its nominee, both before and after the nomination:\nAfrican Universal Stores Ltd v Dean\n1926 CPD 390\nat 395. But the right that Bidvest had to\r\naccept the offer was independent of such right. For that very reason,\r\nit was unnecessary\nfor Bidvest to acquire Rennies' right to protect\r\nthe offer before Bidvest exercised its right to accept the offer.\r\nAcquisition\nof the former was not a precondition for the exercise of\r\nthe latter.\n[6] Eldacc's counsel repeatedly submitted that once the\r\nthird party (Bidvest) accepted the benefit (the offer to sell), the\r\nthird\nparty 'stepped into the shoes' of the stipulator (Rennies) in\r\nthe latter's agreement with the promisor (Eldacc). This analysis is\n\nalso unsound. There have been cases in which this court has said that\r\nby accepting the promise made by the promisor, the third\nparty\r\n'becomes a party to' the contract between the stipulator and the\r\npromisor:\nMcCullogh v Fernwood Estate Ltd\n1920 AD 204\nat 205-6 (summarising the effect of the\r\ndecision in\nTradesmen's Benefit Society v Du\r\nPreez\n(1887) 5 SC 269)\n;\nJoel\r\nMelamed & Hurwitz v Cleveland Estates (Pty) Ltd; Joel Melamed &\r\nHurwitz v Vorner Investments (Pty) Ltd\n[1984] ZASCA 4\n;\n1984\r\n(3) SA 155\n(A) at 172E, 172I-in fine and 173B;\nTotal\r\nSouth Africa (Pty) Ltd v Bekker NO\n[1991] ZASCA 183\n;\n1992 (1)\r\nSA 617\n(A) at 625F-G;\nPieterse v Shrosbree NO\r\n& others; Shrosbree NO v Love & others\n2005\r\n(1) SA 309\n(SCA) para 9. But it has never been suggested that the\r\nthird party succeeds to the rights of the stipulator. On the\r\ncontrary, this\ncourt has made it clear repeatedly that the\nvinculum\r\niuris\nor legal bond created upon acceptance\r\nof the benefit by the third party, is between the third party and the\r\npromisor.\n[7] Innes CJ said in\nMcCullogh\nat 206:\n'The third person having once\r\nnotified his acceptance and thus established a\nvinculum\r\njuris\nbetween himself\r\nand the promisor would be liable to be sued, as well as entitled to\r\nsue.'\n[8] Schreiner JA said in\nCrookes\r\nNO & another v Watson & others\n1956\r\n(1) SA 277\n(A) at 291B-F:\n'[I]n the legal sense, which\r\nalone is here relevant, what is not very appropriately styled a\r\ncontract for the benefit of a third\nperson is not simply a contract\r\ndesigned to benefit a third person; it is a contract between two\r\npersons that is designed to enable\na third person to come in as a\r\nparty to a contract with one of the other two\n2\n(\ncf\r\nJankelow v Binder, Gering and Co\n1927\r\nTPD 364)\n. . . [T]he typical contract for the benefit of a third\r\nperson is one where A and B make a contract in order that C may be\r\nenabled,\nby notifying A, to become a party to a contract between\r\nhimself and A. What contractual rights exist between A and B pending\r\nacceptance\nby C and how far after such acceptance it is still\r\npossible for contractual relations between A and B to persist are\r\nmatters on\nwhich differences of opinion are possible; but broadly\r\nspeaking the idea of such transactions is that B drops out when C\r\naccepts\nand thenceforward it is A and C who are bound to each other.'\n(Although contained in a minority judgment, the passage\r\nquoted is not inconsistent with the majority judgment; it has been\r\ngenerally\naccepted as a correct statement of the law; and it has\r\ntwice been approved by this court, in the\nJoel\r\nMelamed & Hurwitz\ncase at 172D-F and in\r\nthe\nTotal\ncase at\r\n625E-F.)\n[9] Ponnan AJA said in the\nPieterse\ncase in paragraphs 9 and 10:\n'9. In such a case, the policy\r\nholder (the\nstipulans\n)\r\ncontracts with the insurer (the\npromittens\n)\r\nthat an agreed offer would be made by the insurer to a third party\r\n(the beneficiary) with the intention that, on acceptance of\nthe offer\r\nby that beneficiary, a contract will be established between the\r\nbeneficiary and the insurer. What is required is an intention\non the\r\npart of the original contracting parties that the benefit, upon\r\nacceptance by the beneficiary, would confer rights that\nare\r\nenforceable at the instance of the beneficiary against the insurer,\r\nfor that intention is at the \"very heart of the\nstipulatio\r\nalteri\n\" (Ellison\r\nKahn \"Extension Clauses in Insurance Contracts\"\n(1952) 69\nSALJ\n53\nat 56). Thus the beneficiary, by adopting the benefit, becomes a\r\nparty to the contract (see\nTotal\r\nSouth Africa (Pty) Ltd v Bekker NO\n[1991] ZASCA 183\n;\n1992\r\n(1) SA 617\n(A) at 625D-G).\n10. On the death of the insured,\r\nprovided that the nomination has not been revoked during the\r\ninsured's lifetime, any claim to the\npolicy proceeds by the\r\nbeneficiary against the insurance company would be based on the\r\ncontract of insurance between the deceased\nand the insurance company.\r\nIt is to the insurance company and no one else that the beneficiary\r\nwould have to look for payment.'\n[10] In truth, there was no variation whatever of the\r\nagreement between Eldacc and Rennies. What happened was exactly what\r\nwas envisaged\nin clause 35: Rennies nominated Bidvest, a subsidiary\r\nof the Bidvest Group Ltd that was in existence as of the date of\r\nsignature\nof the agreement; Bidvest accepted the offer made by\r\nEldacc; and there was a resulting sale by Eldacc to Bidvest on the\r\nterms contained\nin clause 35.\n[11] The appeal is dismissed with costs including the\r\ncosts of two counsel.\n_______________\nT D CLOETE\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANTS: R du Plessis SC (with him T Ohannessian)\nInstructed by Pagel Schulenburg Inc, Bryanston\nSymington & De Kok, Bloemfontein\nRESPONDENTS: M Kuper SC (with him W le Grange)\nInstructed by Coetsee Van Rensburg Inc, Bryanston\nE G Cooper Majiedt Inc, Bloemfontein\n1\nProf\r\n\tMcKerron's explanation has stood the test of time, as pointed out by\r\n\tProf J C Sonnekus, 'Enkele opmerkings om die beding\nten behoewe van\r\n\t'n derde'\n1999\nTSAR\n594\nat 611 in fine.\n2\nSee\nMpakathi v Kghotso Development CC &\r\n\tothers\n2003 (3) SA 429\n(W) paras 15\r\n\tand 16. The SCA on appeal made no finding on the conclusion reached\r\n\tby the court a quo applying this dictum:\n2005 (3) SA 343\n(SCA) paras\r\n\t6 and 7.",
  "scraped_at": "2026-02-12T15:53:27.159849",
  "date": "2011-09-26",
  "coram": [
    "CLOETE JA",
    "VAN HEERDEN",
    "CACHALIA",
    "SERITI JJA",
    "PLASKET AJA"
  ],
  "case_number": "682/10",
  "parties": {
    "applicants": [
      "Eldacc (Pty) Ltd"
    ],
    "respondents": [
      "Bidvest Properties (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Eldacc (Pty) Ltd leased commercial premises to Rennies Distribution Services (Pty) Ltd for ten years. The lease contained Clause 35, which granted Rennies (as lessor) an irrevocable option to purchase the property in favour of any subsidiary of the Bidvest Group existing at the date of signature. The option had to be exercised by written notice before 1 June 2007. Rennies nominated Bidvest Properties (Pty) Ltd, a Bidvest subsidiary, and Bidvest exercised the option within the prescribed time. Eldacc attempted to cancel the resulting sale, leading Bidvest to seek specific performance in the High Court, which was granted. Eldacc appealed, relying on Clause 30 of the lease, which required any variation or cancellation to be in writing and signed by both parties.",
    "issues": "The appeal raised two principal issues: (1) whether the requirement in Clause 30 that any variation be in writing prevented Bidvest, as a third‑party nominee, from accepting the option without a written amendment; and (2) whether the acceptance by a third party gave that party the rights of the original stipulant (Rennies) under the stipulatio alteri doctrine.",
    "principles": "The court considered the doctrine of stipulatio alteri, which creates a benefit for a third person that can be accepted by that person, forming a direct contractual relationship between the third party and the promisor. Precedents such as African Universal Stores Ltd v Dean, McCullogh v Fernwood Estate Ltd, and Total South Africa (Pty) Ltd v Bekker NO were cited to confirm that a third‑party’s acceptance does not require a prior written variation of the original contract and that the third party does not \"step into the shoes\" of the original stipulant but instead forms its own contract with the promisor. The requirement of written variation under Clause 30 applied only to changes between the original contracting parties, not to the exercise of a stipulatio alteri.",
    "application": "Applying these principles, the court found that no variation of the original lease between Eldacc and Rennies occurred. Rennies had already conferred the right to accept the option to any eligible subsidiary, and Bidvest successfully exercised that right by giving written notice within the stipulated period. The requirement of Clause 30 was satisfied because the original parties had not varied the agreement; the third‑party acceptance operated independently of that clause. Consequently, Eldacc could not rely on Clause 30 to invalidate Bidvest's exercise of the option.",
    "conclusion": "The appeal by Eldacc was dismissed. The court affirmed the High Court’s order granting specific performance to Bidvest and awarded costs, including the costs of two counsel, to the respondent."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Stipulatio Alteri",
    "level_3": [
      "third‑party rights",
      "contract variation",
      "option to purchase",
      "specific performance"
    ]
  }
}