{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/167.html",
  "case_name": "Ponelat v Schrepfer (802/2010) [2011] ZASCA 167; 2012 (1) SA 206 (SCA); [2012] 1 All SA 532 (SCA) (29 September 2011)",
  "citation": "[2011] ZASCA 167",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 167\n|\nNoteup\n|\nLawCite\nPonelat v Schrepfer (802/2010) [2011] ZASCA 167; 2012 (1) SA 206 (SCA); [2012] 1 All SA 532 (SCA) (29 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 802/2010\nIn the matter between:\nHANS GUNTER PONELAT\n…........................................................\nAppellant\nand\nERICA SCHREPFER\n….................................................................\nRespondent\nNeutral citation:\nPonelat v Schrepfer\n(802/10)\n[2011] ZASCA 167\n(29 September 2011)\nCoram:\nHeher, Maya, Malan, Majiedt JJA and Meer\r\nAJA\nHeard: 31 August 2011\nDelivered: 29 September 2011\nSummary:\nContract – whether tacit contract\r\nof universal partnership can be inferred from proven facts –\r\nexistence of tacit universal\npartnership confirmed.\n________________________________________________________\nORDER\n___________________________________________________________\nOn appeal from:\nEastern Circuit Local Division of\r\nthe High Court (Moosa J sitting as court of first instance):\n1. The appeal is dismissed with costs.\n2. The order of the court below is replaced by the\r\nfollowing:\n‘\n(A) In respect of the first\r\nclaim:\n(1) It is declared that a universal partnership existed\r\nbetween the plaintiff and the defendant and that the plaintiff had a\r\n35\nper cent and the defendant a 65 per cent share in such\r\npartnership;\n(2) It is declared that the said partnership was\r\ndissolved with effect from 1 April 2005;\n(3) Failing agreement between the parties within a\r\nperiod of two months (or such longer period as the parties may in\r\nwriting agree\nupon) on the net benefit accruing to the plaintiff from\r\nthe partnership and the manner and date of delivery or payment of\r\nsuch\nbenefit to the plaintiff-\n(i) It is ordered that a liquidator be appointed to\r\nliquidate the said partnership;\n(ii) Unless the parties agree in writing on the\r\nappointment of a liquidator, the liquidator shall be appointed at the\r\nrequest of\neither of the parties by the Chairperson of the Law\r\nSociety of the Cape of Good Hope;\n(iii) The parties shall within one month of the\r\nappointment of the liquidator deliver to the liquidator and to each\r\nother a statement\nof his or her assets and liabilities as at 1 April\r\n2005 duly supported by such available documents and records as are\r\nnecessary\nto establish the extent of such assets and liabilities;\n(iv) The liquidator may call on either of the parties\r\neither mero motu or at the request of one of them to deliver further\r\ndocuments\nor records to the liquidator and the other party;\n(v) The liquidator shall determine a date for the\r\ndebatement of the statements referred to in paragraph (iii) and shall\r\npreside\nover such debatement;\n(vi) The liquidator shall within one month of the\r\nconclusion of the debatement make an award in writing determining the\r\nassets and\nliabilities of the partnership and dividing the nett\r\nassets by awarding 35 per cent to the plaintiff and 65 per cent to\r\nthe defendant;\n(vii) The parties shall give effect to any award made by\r\nthe liquidator within such period as he may direct in writing.\n(viii) The costs of the liquidator shall be borne by the\r\nparties in proportion to their shares in the partnership estate.\n(4) The defendant is ordered to pay the plaintiff’s\r\ncosts of suit.\n(B) In respect of the second claim:\nThe plaintiff’s second claim is dismissed with\r\ncosts.’\n___________________________________________________________\nJUDGMENT\n___________________________________________________________\nMEER AJA (HEHER, MAYA, MALAN and MAJIEDT JJA\r\nconcurring)\n[1] This is an appeal from a judgment of Moosa J sitting\r\nas court of first instance in the Eastern Circuit Local Division of\r\nthe\nHigh Court in terms of which the court found that a tacit\r\nuniversal partnership agreement existed between the parties and made\r\nan order for its division. The appeal is with leave of the court a\r\nquo.\n[2] The respondent as plaintiff in the court a quo\r\ninstituted action against the appellant as defendant, seeking relief\r\nin respect\nof two claims. It is convenient to refer to the parties as\r\nthey were in the court a quo.\nThe first claim sought a declaration that a universal\r\npartnership existed between the parties, an order confirming the\r\ndissolution\nof such partnership and the appointment of a liquidator.\r\nThe first claim was premised on an oral agreement, alternatively on\r\nan\nimplied and/or tacit agreement based on the conduct of the\r\nparties. Alternatively, the plaintiff sought an order for maintenance\n\nat the rate of R12 000 per month until her death, re-marriage or\r\npermanent cohabitation with a partner.\nThe second claim, as a separate and not alternative\r\nclaim was for damages in the amount of R100 000 for iniuria\r\narising from\nthe defendant’s alleged breach of promise to marry\r\nthe plaintiff.\n[3] The defendant opposed the action and in his plea\r\ndenied that a universal partnership existed between himself and the\r\nplaintiff\nor that the plaintiff was entitled to maintenance. In\r\nrespect of the second claim he denied that he had promised to marry\r\nthe plaintiff.\nHe further pleaded that an agreement of engagement as\r\npostulated in the second claim, was destructive of the first claim\r\nand the\nexistence of a universal partnership.\n[4] At the trial the plaintiff and two witnesses\r\ntestified on her behalf. The defendant closed his case without\r\ntestifying. The\ncourt a quo found that a tacit universal partnership\r\nexisted between the parties, the plaintiff’s share therein\r\nbeing 35\nper cent and that of the defendant, 65 per cent. The\r\npartnership was found to have commenced on 4 March 1989 and to have\r\nterminated\non 1 April 2005. The alternative claim for maintenance and\r\nthe second claim for damages based on a breach of promise were\r\ndismissed\nwith costs. It is against the finding of a tacit universal\r\npartnership that the defendant appeals. The paramount issue which\r\narises\non appeal therefore is whether a tacit universal partnership\r\nagreement existed between the parties.\n[5] The evidence of the plaintiff was as follows: The\r\ndefendant, born in 1938, and the plaintiff, born in 1945, formed a\r\nromantic\nrelationship during 1988. The plaintiff worked as a\r\nfreelance beautician at the time and the defendant owned a successful\r\nelectrical\nbusiness which he had built up with his late wife. In\r\nMarch 1989 the defendant invited the plaintiff to move in permanently\r\nwith\nhim as his life partner. He promised to support her and also\r\nlook after her 16 year old son. He expressed a desire to marry her\n\nbut explained that he could not do so at that stage because the will\r\nof his deceased wife stipulated that if he remarried within\nten years\r\nof her death he would forfeit a share of his inheritance to his sons.\r\nHe promised to marry the plaintiff when the ten\nyear period expired.\r\nThe plaintiff moved into the defendant’s home in Benoni where\r\nthey lived together as man and wife, sharing\na joint household. The\r\ndefendant informed the plaintiff, ‘what is mine is yours’.\r\nThis statement was repeated several\ntimes during the duration of the\r\nrelationship. As the defendant gave no evidence it is not possible to\r\ndetermine his understanding\nof these words.\n[6] Prior to the move the plaintiff had at the\r\ndefendant’s request sold her furniture and effects and the\r\nproceeds of approximately\nR10 000 were made available to the\r\njoint household, as were the proceeds from the sale of her car. The\r\nplaintiff continued\nworking as a freelance beautician and contributed\r\nher earnings, on average R2 000 per month, towards their joint\r\nexpenses.\nHowever at the defendant’s request the plaintiff\r\nstopped working soon after they began living together. The\r\ndefendant’s\ndomestic worker was discharged and the plaintiff\r\ntook over all household responsibilities and domestic chores, a task\r\nshe continued\nfor the 16 years that the parties lived together. In\r\nAugust 1989 the defendant agreed that the plaintiff could go back to\r\nwork,\nwhich she did as a personal assistant, earning a salary of\r\nR2 500 per month. Her income once again went towards their joint\n\nexpenses.\n[7] In March 1994 the parties became engaged to marry\r\nand the defendant presented the plaintiff with an engagement ring.\r\nThe defendant\nhad described their relationship by the German terms\r\n‘Lebensgefährte’ or ‘Lebensgenosse’\r\nwhich denoted\nthat they would give each other love and companionship\r\nas partners for life. The plaintiff described the defendant as her\r\nprotector\nand provider.\n[8] According to the plaintiff the defendant’s\r\nelectrical business was his contribution to the universal partnership\r\nwhich\nshe alleged came into existence between them. The defendant had\r\ninitially rented the business premises but had later purchased the\n\nproperty on the plaintiff’s advice that it would be more\r\nbeneficial to own than rent the property. The defendant also owned\n\nthe property in which they lived. The properties were registered in\r\nthe name of a company, Ponelat Properties (Pty) Ltd, of which\nthe\r\ndefendant was the sole shareholder and director. Although the\r\nplaintiff was not active in the defendant’s business, she\n\nassisted with the administration after hours, and during lunch times\r\nwhen required. She also helped out when the defendant’s\n\nsecretary was absent or on leave. In addition she provided for the\r\ndefendant’s needs and comfort, entertained guests and\nbusiness\r\nassociates and served as his confidante and advisor.\n[9] The plaintiff stopped working in 1998 at the\r\ndefendant’s request. He wanted her to retire with him to live\r\non a farm in\nPlettenberg Bay. The plaintiff’s salary had by\r\nthen increased to R5 600 per month which she continued to\r\ncontribute\ntowards joint expenses. She also had between R2 000\r\nand R3 000 in her bank account and an amount of R100 000\r\nhad\naccrued to her provident fund. The defendant purchased a farm in\r\nPlettenberg Bay for R790 000, which was registered in the\nname\r\nof Ponelat Properties and he moved there in 1998. The plaintiff\r\njoined him in 1999 after she had arranged for the rental of\nthe\r\nbusiness premises and negotiated the sale of the house in Benoni. The\r\nhouse was sold for R480 000 at a profit and the\nproceeds went\r\ntowards funding the purchase of the farm. Upon moving to Plettenberg\r\nBay the defendant asked the plaintiff to close\nher bank account as he\r\nwould provide for her. She trusted him and did so.\n[10] In Plettenberg Bay the plaintiff was actively\r\ninvolved in improving and running the farm. She assisted with the\r\nconstruction\nof two self-contained apartments to generate additional\r\nincome. She designed and furnished these, supervised the workmen and\r\npurchased\nthe material. Thereafter the plaintiff managed the\r\napartments as tourist accommodation and generated income for the\r\njoint household.\nThe witness, Lorraine Gregory, who stayed on the\r\nfarm with her family as a paying guest, testified about the\r\nplaintiff’s\naccomplishments as a hostess.\n[11] On the farm the plaintiff also assisted in rearing\r\nand feeding cows and calves and with the felling of trees which\r\nnetted approximately\nR70 000. In addition she performed the\r\nadministrative, book-keeping and clerical tasks and supervised the\r\nemployees, negotiating\nagreements and overseeing disputes. She\r\ncorresponded and negotiated with SARS and the Department of Labour in\r\nconnection with farming\noperations and negotiated leases with\r\nprospective tenants. Documentary and photographic evidence of the\r\naforementioned activities\nwere furnished. The plaintiff’s\r\ntestimony about her involvement on the farm was corroborated by her\r\nson Guido.\n[12] In June 2000 the defendant applied in the names of\r\nthe parties for membership to a retirement village. The plaintiff was\r\nreferred\nto as the defendant’s spouse in the application. In\r\nAugust 2003 the farm was sold for R3 500 000. According to\r\nthe plaintiff due to her intervention and advice the farm was sold\r\nfor R500 000 more than the defendant was prepared to accept.\nThe\r\ndefendant thereafter bought a house in Plettenberg Bay for R1 500 000\r\nto which the parties relocated. A flat was\nbuilt, which together with\r\na pre-existing flat, improved the property. The plaintiff was\r\nactively involved in the renovations and\nrefurbishings. The bigger\r\napartment was let out to generate income. The plaintiff continued to\r\nperform the administrative functions\nas before.\n[13] Of the proceeds from the sale of the farm, the\r\ndefendant invested R1,2 million in an Old Mutual Insurance policy\r\nheld by the\nparties. The policy provided for one lump sum payment,\r\nand the proceeds thereof were payable to the survivor on the death of\r\none\nof the parties. An amount of R600 000 of the proceeds of the\r\nsale of the farm was paid to the defendant’s son for his\n\ninvolvement on the farm. The plaintiff noted that she did not get her\r\nshare for improving the farm, pointing out that the value\nof both the\r\nfarm and the house subsequently purchased had been increased by the\r\ncontribution of her skills, labour and expertise.\n[14] During 2004 the plaintiff began to feel financially\r\ninsecure about her future after the defendant experienced certain\r\nlife\nthreatening incidents. She asked the defendant for written\r\nconfirmation that she was entitled to a half share of the partnership\n\nestate. Her attorney received a letter from the defendant’s\r\nattorney dated 26 October 2004, which stated as follows:\n“\nOn condition that your client remains\r\nliving with our client under the present circumstances, she will\r\nbenefit from his deceased\nestate in the event of our client’s\r\ndeath namely:\n1. Our client has left in his Last Will and Testament to your client\r\nthe following namely:\n1.1 One-third of the balance of his current account with Nedbank;\n1.2 One-third of the balance of his Old Mutual Investment in units\r\ntrusts held with Old Mutual currently;\n1.3 His Mercedes Benz C220 diesel motor vehicle, registration number\r\nCX 39794, engine number 64696330177608 current value R300 000-00\n\n(three hundred thousand rand);\n1.4 One-sixth un-divided share in his immovable property known as Erf\r\n929, Bitou Municipality, Plettenberg Bay;\n1.5 The right of occupation in respect of flat number one of the said\r\nErf 929, aforesaid, free of charge, after our client’s\ndeath\r\nuntil the sale of the property or her death or her marriage which\r\never is the sooner;\n1.6 All the above uses awarded to your client is subject thereto that\r\nshe remains living with our client until his death, failing\nto do so,\r\nthe awards made as set out hereinabove become nil and void.\nIn addition as an alternative to the above, should your client wish\r\nto separate from our client, our client is prepared to award\nto your\r\nclient the following on a contractual basis namely:\n1. R100 000-00 (one hundred thousand rand) cash payment with\r\nimmediate effect;\n2. A further R100 000-00 (one hundred thousand rand) payable\r\nover 60 (sixty) consecutive months, following the month after\nthe\r\nfirst R100 000-00 as aforesaid has been paid.\nThere are various reasons and circumstances that [are] not set out in\r\nthis letter, referring to the first 10 (ten) years that our\n\nrespective clients have spent together and the later 6 (six) years\r\nwhich they have spent together in Plettenberg Bay, during which\n\nrespective periods of time, our client has financially maintained\r\nyour client with all her needs, despite the fact that she was\nat one\r\nstage earning a salary of approximately R6 000-00 (six thousand\r\nrand) per month, and [is] currently receiving interest\nof R1 000-00\r\n(one thousand rand) per month. Her personal needs, includes medical\r\naid and personal requirements not to mention\nherein.\nOur client is then prepared to enter into an agreement with your\r\nclient along these lines, and await your response thereto.\nPlease note that there is no obligation on our client to do so, but\r\nhe is prepared to do so in the circumstances.’\nThe plaintiff did not accept the offer as contained in\r\nthe letter.\n[15] The relationship between the parties came to an end\r\non 1 April 2005. The plaintiff initially moved out of the common home\r\ninto\nthe bachelor flat on the premises and thereafter into a flat of\r\nher own for which the defendant paid a deposit. The defendant gave\n\nher R1 500 a month until February 2007. The plaintiff had very\r\nlittle to show in the form of assets on the termination of\nthe\r\nrelationship. She was entitled to R1 300 a month from her\r\nretirement annuity and 400 Swiss francs from a Swiss pension.\nA trade\r\nreference given by the defendant to the plaintiff as an employee\r\nafter the termination of their relationship corroborates\nthe evidence\r\nof the plaintiff that she served as a freelance hostess, entrusted\r\nwith the task of ensuring that the accommodation\nfor tourists was in\r\ngood condition and that their needs were taken care of. He describes\r\nher as honest, reliable, hard working\nand a gracious host. No adverse\r\ninference against the plaintiff can be drawn from the fact that she\r\nwas described as an employee\nin this reference. She typed it on the\r\ndefendant’s instructions.\n[16] During cross-examination the plaintiff emphasised\r\nthat her contribution to the partnership went beyond that of the\r\nordinary\nhousewife, asserting that an ordinary housewife has a\r\ndomestic helper and an ordinary housewife is not a secretary. She\r\nemphasised\nmoreover that if the defendant only wanted to give her a\r\nroof over her head he could have given her a cottage next door,\r\ninstead\nof making her give up her life to move in with him, promising\r\nwhat was his was hers, and promising to marry her. She was adamant\n\nthat had they married it would have been in community of property.\n[17] The credibility of the plaintiff was challenged\r\nwhen she was cross-examined about notice of motion proceedings\r\ninstituted and\nsubsequently abandoned by her, in which she had\r\nclaimed the same relief as in the action proceedings, and the various\r\namendments\nwhich were sought and effected to her particulars of claim\r\nin the latter proceedings. Counsel for the defendant submitted in\r\nthis\ncontext that the plaintiff’s particulars of claim had\r\nundergone a metamorphosis like the claim of the defendant in the\r\ncase,\nMcDonald v Young\n292/10\n[2011] ZASCA 31\nheard recently\r\nby this court. The comparison is misplaced. In\nMcDonald\nthe\r\nappellant sought the confirmation of a joint venture agreement,\r\nalternatively the payment of maintenance. This court noted\nthat there\r\nwere a number of unsatisfactory aspects in the appellant’s\r\ntestimony and referred to how his claim had developed\nover time. His\r\ntestimony in the magistrates’ court that at the time the\r\nparties met to settle their dispute, he did not have\na claim, was in\r\nstark contrast to his later testimony in the high court that his\r\nclaim at that meeting was inter alia for his share\nin the disputed\r\nproperty. Thereafter a letter from the appellant’s attorney\r\nstated that a universal partnership had existed\nbetween the parties.\r\nIn comparison, the testimony of the plaintiff in this matter was not\r\ncharacterised by similar unsatisfactory\naspects, and her claim did\r\nnot develop during her evidence.\n[18] The plaintiff’s pleaded version,\r\nnotwithstanding various amendments to her particulars of claim, and\r\nher testimony that\na universal partnership agreement was concluded,\r\nremained unchanged. Unlike the defendant in\nMcDonald\n, the\r\nplaintiff did not contradict herself and her evidence withstood\r\nextensive cross-examination. The amendments to her particulars\nof\r\nclaim were precipitated, inter alia, by exceptions taken by the\r\ndefendant and cannot be said to illustrate her developing a\nclaim\r\nover time. The plaintiff’s evidence on the facts was either\r\ncommon cause or largely unchallenged. By choosing not to\ntestify in\r\nthe face of her evidence, the defendant took the risk of the issue\r\nbeing determined on the plaintiff’s evidence.\nThe trial court\r\ncorrectly in my view found the plaintiff to be a credible witness.\n[19] The essentials of a universal partnership were\r\nsuccinctly summarised in the passages of the judgment of the trial\r\ncourt quoted\nhereunder:\n‘\nThe essentials of a special contract of\r\npartnership were confirmed in the case of\nPezzuto\r\nv Dreyer\n[1992] ZASCA 46\n;\n1992 (3) SA 379\n(A) at 390, as\r\nfollows:\n“\nOur courts have accepted\nPothier\n’s\r\nformulation of such essentials as a correct statement of the law\n(Joubert v Tarry & Co\n1915 TPD 277\nat 280-1;\nBester v\r\nVan Niekerk\n1960 (2) SA 779\n(A)\r\nat 783H-784A;\nPurdon v Muller\n1961 (2) SA 211\n(A) at 218 B-D).\r\nThe three essentials are (1) that each of the partners bring\r\nsomething into the partnership, whether it be money,\nlabour or skill;\r\n(2) that the business should be carried on for the joint benefit of\r\nthe parties; and (3) that the object should\nbe to make a profit\r\n(\nPothier:\nA\r\nTreatise on the Contract of Partnership (Tudor’s translation)\r\n1.3.8). A fourth requirement mentioned by\nPothier\nis that the contract should be a legitimate one.”\nThe\nessentialia\nof the partnership set out above applies\r\nequally to a universal partnership. In this regard see\nMuhlmann v\r\nMuhlmann\n1981 (4) SA 632\n(W);\nV(aka L) v De Wet NO\n1953\r\n(1) SA 612\n(O) at 615;\nIsaacs v Isaacs\n1949 (1) SA 952\n(C) at\r\n956 and\nSchaeffer\n: Butterworths Family Law: Cohabitation at\r\npage 3). The contract of partnership may not necessarily be\r\nexpressed. It could be tacit\nor implied from the facts, provided they\r\nadmit of no other conclusion than that the parties intended to create\r\na partnership (\nFestus v Worcester Municipality\n1945 CPD 186\n(C)). Our courts have recognised that a universal partnership, also\r\nknown as domestic partnership, can come into existence between\n\nspouses and co-habitees where they agree to pool their resources\r\n(\nMuhlmann v Muhlmann\n1984 (3) SA 102\n(A);\nKritzinger v\r\nKritzinger\n1989 (1) SA 67\n(A);\nAlly v Dinath\n1984 (2) SA\r\n451\n(T) and\nV(aka L) v De Wet\n(\nsupra\n).’\n[20] A universal partnership in which the ‘parties\r\nagree to put in common all their property, both present and future’,\n\nis known as\nuniversum bonorum\n(see\nIsaacs v Isaacs\n1949 (1) SA 952\n(C ) at 955, citing\r\nPothier’s translation),\nwhich in\nSepheri\nv\nScanlan\n2008 (1) SA 322\nat 338C-D was described as\r\neffectively a community of property. In\nMühlmann\r\nv Mühlmann\n1984 (3) SA 102\n(A) at 124C-D\r\nthe approach as to whether a tacit agreement can be held to have been\r\nconcluded was said to be, ‘whether it\nwas more probable than\r\nnot that a tacit agreement had been reached’. It was also\r\nstated that a court must be careful to ensure\nthat there is an\nanimus\r\ncontrahendi\nand that the conduct from which a\r\ncontract is sought to be inferred is not simply that which reflects\r\nwhat is ordinarily to be expected\nof a wife in a given situation. See\nMühlmann v Mühlmann\nsupra at 123H-I;\nMühlmann\r\nv Mühlmann\n1981\r\n(4) SA 632\n(W) at 634F-H.\n[21] Counsel for the defendant argued that the existence\r\nof a promise to marry was an express agreement which was destructive\r\nof\na tacit universal partnership. The defendant appeared to rely on\r\nthe\nMcDonald\ncase for this submission too. Once again the\r\ncomparison is misplaced. In\nMcDonald\nthis court found that a\r\nreliance on a tacit agreement regarding maintenance could not be\r\nsustained as such was inconsistent with\nthe appellant’s\r\nevidence that there was an express agreement in respect of certain\r\nproperty, the aim of which was to ensure\nthat the appellant was\r\nfinancially independent and would not have to rely on the respondent\r\nfor support. The evidence was clearly\ncontradictory on these two\r\naspects. The same cannot be said about the evidence of the plaintiff\r\nconcerning the promise to marry\nand the tacit universal partnership\r\nagreement.\n[22] It is apparent from the case law that a universal\r\npartnership can exist in a marriage as was the case in\nMühlmann\nsupra and\nFink v Fink\n1945 WLD 226.\nIt does\r\nnot follow then that a universal partnership cannot exist between\r\nparties who are engaged to be married. A universal partnership\nexists\r\nif the necessary requirements for its existence are met, and this is\r\nregardless of whether the parties are married, engaged\nor cohabiting.\r\nSee V\n(aka L) v De Wet NO\nat\r\n614B-E, 615F-616A. The evidence is clear that the respondent wanted\r\n(and, after throwing herself at the mercy of the appellant,\nneeded)\r\nimmediate security and that the respondent, aware of that need,\r\nvoluntarily committed himself to satisfy it.\n[23] The evidence suggests that from the nature of the\r\ndiscussions between the parties prior to their cohabiting and their\r\nintent\nduring their 16 years together, they had the requisite\nanimus\r\ncontrahendi\nto form a universal partnership.\r\nThe plaintiff came into the relationship on the basis that the\r\ndefendant would give her what was\nhis and she would give him what was\r\nhers, (a stronger statement of the creation of a communal estate it\r\nwould be hard to imagine).\nThere was the promise of security. And\r\nduring their 16 years together the parties did pool their assets and\r\nresources. The plaintiff\ncontributed all she had financially and\r\nphysically, the proceeds of the sale of her assets, her salary, time,\r\nenergy, labour, skills\nand expertise. Using an analogy from the\r\nAppellate Division decision in\nMühlmann\nreferred to at paragraph 20 above, regarding the conduct\r\nordinarily expected from a wife, it can be said that plaintiff’s\r\nconduct was not simply that which is ordinarily to be expected of a\r\ncohabitee. The defendant contributed his business, financed\nthe\r\nvarious properties and provided financial security. The pooling of\r\ntheir resources, their joint investment of R1,2 million\nin the form\r\nof the Old Mutual policy and the plaintiff’s entitlement to the\r\nproceeds thereof in the event of the defendant’s\ndeath, their\r\nworking together to secure their retirement and increase their income\r\nare all indicators of the existence of a universal\npartnership. So\r\ntoo the appellant’s offer to the plaintiff, in the letter of 26\r\nOctober 2004, of effectively a fair portion\nof his estate.\n[24] In my opinion the essentials of a contract of\r\nuniversal partnership have been established. Each party brought\r\nsomething into\nthe partnership, the partnership was carried on for\r\ntheir joint benefit and the object was to make a profit.\n1\nThe activities engaged in by the parties were for their\r\njoint benefit and they increased their assets. This being so I am in\r\nagreement\nwith the court a quo that it was more probable than not\r\nthat a tacit universal partnership agreement existed between the\r\nparties.\nThe universal partnership came into being in March 1989 and\r\nwas terminated on 1 April 2005.\n[25] There was no appeal against the trial court’s\r\nadjudcation of the respective interests of the parties in the\r\npartnership.\nThe distribution of 35 per cent/ 65per cent, which I\r\nbelieve in all the circumstances to have been fair and equitable,\r\nremains.\n[26] The order of the court a quo does not make\r\nprovision for the appointment of a liquidator to liquidate the estate\r\nof the partnership.\nIt is therefore necessary to amend the order to\r\nprovide for such appointment.\n[27] I accordingly grant the following order:\n1. The appeal is dismissed with costs.\n2. The order of the court below is replaced by the\r\nfollowing:\n‘\n(A) In respect of the first\r\nclaim:\n(1) It is declared that a universal partnership existed\r\nbetween the plaintiff and the defendant and that the plaintiff had a\r\n35\nper cent and the defendant a 65 per cent share in such\r\npartnership;\n(2) It is declared that the said partnership was\r\ndissolved with effect from 1 April 2005;\n(3) Failing agreement between the parties within a\r\nperiod of two months (or such longer period as the parties may in\r\nwriting agree\nupon) on the net benefit accruing to the plaintiff from\r\nthe partnership and the manner and date of delivery or payment of\r\nsuch\nbenefit to the plaintiff-\n(i) It is ordered that a liquidator be appointed to\r\nliquidate the said partnership;\n(ii) Unless the parties agree in writing on the\r\nappointment of a liquidator, the liquidator shall be appointed at the\r\nrequest of\neither of the parties by the Chairperson of the Law\r\nSociety of the Cape of Good Hope;\n(iii) The parties shall within one month of the\r\nappointment of the liquidator deliver to the liquidator and to each\r\nother a statement\nof his or her assets and liabilities as at 1 April\r\n2005 duly supported by such available documents and records as are\r\nnecessary\nto establish the extent of such assets and liabilities;\n(iv) The liquidator may call on either of the parties\r\neither mero motu or at the request of one of them to deliver further\r\ndocuments\nor records to the liquidator and the other party;\n(v) The liquidator shall determine a date for the\r\ndebatement of the statements referred to in paragraph (iii) and shall\r\npreside\nover such debatement;\n(vi) The liquidator shall within one month of the\r\nconclusion of the debatement make an award in writing determining the\r\nassets and\nliabilities of the partnership and dividing the nett\r\nassets by awarding 35 per cent to the plaintiff and 65 per cent to\r\nthe defendant;\n(vii) The parties shall give effect to any award made by\r\nthe liquidator within such period as he may direct in writing.\n(viii) The costs of the liquidator shall be borne by the\r\nparties in proportion to their shares in the partnership estate.\n(4) The defendant is ordered to pay the plaintiff’s\r\ncosts of suit.\n(B) In respect of the second claim:\nThe plaintiff’s second claim is dismissed with\r\ncosts.’\n_______________________\nY S MEER\nActing Judge of Appeal\nAPPEARANCES:\nFor\r\nappellant: P E Jooste\nT\r\nZietsman\nInstructed\r\nby:\nJordaan & Pretorius Attorneys c/o J C van der Berg\r\nAttorney, George\nRosendorff\r\nReitz Barry, Bloemfontein\nFor\r\nrespondent: De Waal Nigrini\nGaby\r\nDamalis\nInstructed\r\nby:\nSchwarz-North\r\nAttorneys c/o Millers Inc, George Honey & Partners, Bloemfontein\n1\nA\r\n\tpure pecuniary profit motive is not required. The achievement of\r\n\tanother material gain, such as the joint exercise for the saving\nof\r\n\tcosts will suffice. See\nAlly v Dinath\n1984 (2) SA 439\n(T) at 455A-C.",
  "scraped_at": "2026-02-12T15:59:10.442806",
  "date": "2011-09-29",
  "coram": [
    "Heher JJA",
    "Maya JJA",
    "Malan JJA",
    "Majiedt JJA",
    "Meer AJA"
  ],
  "case_number": "802/2010",
  "parties": {
    "applicants": [
      "Hans Gunter Ponelat"
    ],
    "respondents": [
      "Erica Schrepfer"
    ]
  },
  "sections": {
    "facts": "In 1988 the parties began a romantic relationship. The plaintiff, a freelance beautician, moved in with the defendant, a businessman, in March 1989. They lived together as husband and wife, pooling assets, sharing a household, and the defendant repeatedly told the plaintiff \"what is mine is yours.\" The plaintiff contributed her earnings, sold personal property, performed domestic chores, assisted in the defendant's business administration, and later managed and improved a farm and rental apartments owned by the defendant. The relationship ended on 1 April 2005, after which the parties' assets were divided.",
    "issues": "The central issue was whether a tacit universal partnership existed between the parties based on their conduct and contributions, despite the absence of a written agreement and the existence of an engagement to marry.",
    "principles": "The court applied the established elements of a universal partnership: (1) each party brings money, labour or skill; (2) the business is carried on for the joint benefit of the parties; (3) the object is to make a profit. These principles, derived from Pothier and South African case law (Pezzuto v Dreyer, Mühlmann v Mühlmann, etc.), can be inferred from conduct where a tacit agreement is the only logical conclusion, provided there is animus contrahendi and the conduct exceeds ordinary marital expectations.",
    "application": "The court examined the extensive evidence of the parties' joint financial contributions, shared ownership of property, the plaintiff’s active management of the farm and rental business, and the defendant’s statements of joint ownership. It concluded that the parties possessed the requisite animus contrahendi and that their conduct satisfied all three essentials of a universal partnership. Consequently, the partnership was deemed to have commenced in March 1989 and dissolved on 1 April 2005, with the plaintiff entitled to a 35% share and the defendant a 65% share.",
    "conclusion": "The appeal was dismissed with costs. The court affirmed that a universal partnership existed, declared the partnership dissolved as of 1 April 2005, ordered the appointment of a liquidator to divide the partnership estate according to the 35/65 share, and directed the defendant to pay the plaintiff’s costs of suit. The plaintiff’s second claim for damages was dismissed with costs."
  },
  "tags": {
    "level_1": "Family Law",
    "level_2": "Partnership",
    "level_3": [
      "universal partnership",
      "tacit contract",
      "cohabitation",
      "property division"
    ]
  }
}