{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/226.html",
  "case_name": "Eye of Africa Developments (Pty) Ltd v Shear (863/2010) [2011] ZASCA 226; 2012 (2) SA 186 (SCA); [2012] 2 All SA 32 (SCA) (30 November 2011)",
  "citation": "[2011] ZASCA 226",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 226\n|\nNoteup\n|\nLawCite\nEye of Africa Developments (Pty) Ltd v Shear (863/2010) [2011] ZASCA 226; 2012 (2) SA 186 (SCA); [2012] 2 All SA 32 (SCA) (30 November 2011)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 863/2010\nIn the matter between:\nEYE OF AFRICA DEVELOPMENTS\n….................................................\nAppellant\n(PTY) LTD\nand\nNICOLA CAROLYN SHEAR\n…...........................................................\nRespondent\nNeutral citation:\nEye of Africa v Nicola Shear\n(863/10)\n[2011] ZASCA 226\n(30 November 2011)\nCoram:\nHEHER, MHLANTLA and SERITI JJA\nHeard:\n03 November 2011\nDelivered:\n30 November 2011\nSummary:\nEnvironmental authorisation –\r\namendment of authorisation – no power or authority to amend,\r\namendment ab initio invalid\n–\ns7\nof the\nPromotion of\nAdministrative Justice Act 3 of 2000\n– section applies only to\r\nadministrative action – Review not appropriate procedure,\r\nrespondent should have approached\ncourt for a declaratory order\n__________________________________________________________________\nORDER\nOn appeal from:\nSouth Gauteng High Court,\r\nJohannesburg (Lamont J sitting as court of first instance):\n(1) The appeal is dismissed with costs.\n(2) The order of the court a quo is set aside and\r\nreplaced by the following:\n‘\n(i) The fourth respondent’s\r\npurported amendment dated 25 July 2008 is declared of no force and\r\neffect.\n(ii) The first and fourth respondents are jointly and\r\nseverally to pay the costs of the application.’\n__________________________________________________________________________\nJUDGMENT\nSERITI JA (JJA concurring):\nIntroduction\n[1] The respondent approached the South Gauteng High\r\nCourt, Johannesburg by way of motion proceedings seeking an order\r\nreviewing\nand setting aside a decision of the Gauteng Department of\r\nAgriculture, Conservation and Environment (the GDACE)\nof\n25 July 2008 allowing the appellant to use an alternative\r\nsource of water for the purposes of irrigating a golf course.\n[2] The court a quo (Lamont J) granted the order sought\r\nby the respondent. The matter is before this Court with leave of the\r\ncourt\na quo.\nBackground Facts\n[3] The respondent is the owner of Shearwood Farm which\r\nis situated on the Remaining Extent of Portion 4 of the Farm\r\nAlewynspoort\n145 IR. The respondent, her husband and her five\r\nchildren live on the farm. They keep animals and at the time of the\r\napplication\nthey had 35 horses, 11 dogs and one cat. They have four\r\nemployees. The respondent’s husband is a veterinary surgeon who\r\nin\nthe course of his practice cares for sick and injured animals on\r\nthe farm.\n[4] The respondent, her family, employees and their\r\nanimals are reliant on the water drawn from a borehole situated on\r\ntheir farm,\nwhich is its only source of water.\n[5] The appellant is the owner of the neighbouring\r\nproperty, Portion 159 of the same farm on which it is in the process\r\nof laying\nout a golf estate.\n[6] The predecessor of the appellant, Pixley World\r\nInvestments (Pty) Ltd, before commencing work on the establishment of\r\nthe residential\ngolfing estate applied to the GDACE in terms of s 22\r\nof the Environment Conservation Act 73 of 1989 (ECA) for\r\nauthorisation to\nchange the use of its land from ‘agricultural’\r\nto a ‘mixed use development’ for business, retail,\r\nresidential,\neducational, institutional uses, open space and\r\nassociated infrastructural services and other project activities that\r\nincluded\ndevelopment of a hotel, corporate lodge and conference\r\nfacilities and a sewerage plant.\n[7] The application for authorisation contained various\r\nforms and reports, including a scoping report. The golf course was\r\ndesigned\nto cover some 120 hectares. The scoping report stated that\r\nthe water required for the irrigation of the course would be obtained\n\nfrom the ‘grey water’ derived from the sewerage plant. It\r\nwas envisaged at the time of the initial application for\n\nauthorisation that the estate would generate effluent which once\r\npurified would be sufficient for the purpose throughout the year.\n[8] In a letter dated 14 April 2005 the applicant was\r\nadvised that its application had not been successful. The relevant\r\nletter\nreads as follows: ‘REFUSAL OF AUTHORISATION FOR PROJECT\r\nREFERENCE GAUT 002/04/05/1836. Please find attached the Record of\n\nDecision in respect of your application for authorisation in terms of\r\nGovernment Notice R1182 and R1183 (as amended) promulgated\nunder\r\nsections 21, 22, 26 and 28 of the Environment Conservation Act, 1989\r\n( Act 73 of 1989).\n’\nThis letter\r\nwas signed by Dr ST Cornelius, Head of Department of Agriculture,\r\nConservation and Environment.\n[9] Following an internal appeal to the Member of the\r\nExecutive Council (the MEC), Gauteng, the necessary authorisation was\r\nissued\non 26 July 2005, and was also signed by Dr Cornelius. The\r\nauthorisation is termed Record of Decision (ROD). The authorisation\r\nwas\ngranted in terms of regulations R1182 and R1183 (as amended)\r\npromulgated under ss 21, 22, 26 and 28 of the ECA. Condition 3.2.8\nof\r\nthe authorisation\nreads as follows: ‘The\r\napplicant must obtain written confirmation from the Department of\r\nWater Affairs and Forestry (DWAF)\nwith regard to the acceptability of\r\nuse of grey water from the envisaged sewage plant for irrigation of\r\nthe golf course as indicated\non page 86 of the scoping report. The\r\nrequisite confirmation must be submitted to the Department before\r\ncommencement of construction\nactivities on the site. In addition, the\r\napplicant must submit a written confirmation before commencement of\r\nconstruction activities\non the site to the effect that no alternative\r\nsources of water e.g. use of boreholes, will be utilised for the\r\npurposes of irrigating\nthe golf course since reliance thereto is\r\ncurrently on the use of grey water as indicated above’.\n[10] Apparently on 4 June 2006 the appellant applied to\r\nDWAF for general authorisation to irrigate its property subject to\r\ncertain\nconditions. The authorisation relates to the use of\r\nwastewater for irrigation.\n[11] The appellant partially\r\ncomplied with the conditions contained in the\nROD\nand\r\nin a letter, apparently dated 17 October 2006, the GDACE authorised\r\nthe appellant to proceed with the development as planned.\n[12] The residential development seemed to have taken\r\nplace at a much slower pace than anticipated. As a result the\r\nappellant realised\nthat insufficient purified effluent was being\r\ngenerated to meet its irrigation requirements. The appellant started\r\ninvestigating\nalternative water sources. On 7 July 2008, Seaton\r\nThomson & Associates, the appellants’ consultants,\r\naddressed a letter\nto the MEC, GDACE wherein they requested that\r\nclause 3.2.8 of the authorisation be amended to allow the appellant\r\nto utilise alternative\nsources of water, eg use of boreholes on a\r\ntemporary basis until sufficient grey water became available. The\r\nletter further states\nthat: ‘[i]n order to achieve this, an\r\napplication has been made to DWAF for the purposes of obtaining a\r\ntemporary licence\nto abstract ground water for top up irrigation\r\nwater. DWAF have indicated that the application is supported in\r\nprinciple on the\ncondition that the required abstraction volumes and\r\nrates will not impact on the drawdown of the water table. This is\r\nbased on\nthe fact that required water will only be for “top up”\r\npurposes and only for short duration of time until the full\r\ndevelopment is achieved’.\n[13] On 25 July 2008 Dr Cornelius addressed a letter to\r\nthe DWAF in which he notified it that his Department was agreeable to\r\namending\nthe ROD:\n‘\nRE: APPLICATION FOR TEMPORARY\r\nLICENCE IRO THE FARM ALEWYNSPOORT 145 –IR: EYE OF AFRICA\nThe above matter has reference.\nPlease be advised that the Department is agreeable to\r\namending the Record of Decision issued on 22 July 2005 with the\r\ninclusion\nof condition 3. 2(8) as follows:\n“\nthe applicant may use an\r\nalternative source of water for the purposes of irrigating the golf\r\ncourse for a temporary period. When\nsufficient development would have\r\nbeen achieved to allow for the utilisation of grey water.”\r\n(sic)\nConfirmation that your Department\r\nhas issued the temporary licence to abstract ground water for Top Up\r\nIrrigation Water must be\nsubmitted to\nGDACE\nby the applicant.\nI trust you find the above in order.’\n[14] On 16 January 2009 DWAF granted the appellant a\r\nwater use licence for which it had applied as long ago as June 2007.\r\nThis took\nplace in terms of Chapter 4 of the\nNational Water Act 36 of\n1998\n. The licence was valid for ten years. Some of the conditions of\r\nthe licence read as follows:\n‘\n2.1 This licence authorises the taking of a\r\nmaximum quantity of four hundred and ninety thousand cubic metres\r\n(490 000m³) of\nwater per annum from borehole EA-3 located on\r\nportion 159 of the farm Alewynspoort 145 IR, for the irrigation of\r\nsome 40 hectares\ngrass…\n2.2 The taking of water must be metered and records must be kept per\r\nmonth…\n2.4 The above mentioned volume abstracted, must be reduced with the\r\nsame amount that the volume of the grey water increases and\nthat\r\nafter ten years or if the development is finished within ten years\r\ntime, the abstraction from the boreholes must be zero…\n2.13 The Licensee must negotiate an agreement with the owner of the\r\nproperty Alewynspoort 145 IR/4, in which the Licensee undertake\nin\r\nhis own cost either to deepen the existing borehole SW1 on that\r\nproperty and/or to provide a metered water connection from the\nRand\r\nWater water supply system or any other alternative for usage by that\r\nowner (and any extra pumping cost to take the water from\nthe deepened\r\nborehole or water taken through the connection should be for the\r\naccount of the owner of that property), provided\nthat if such an\r\nagreement could not be concluded within 60 days after the date of\r\nissuing this licence, the Licensee must inform\nthe DWAF thereof with\r\nthe particulars of the negotiation and the result thereof, and the\r\nDWAF may then release the Licensee from\ncomplying with the provisions\r\nof this clause or include further conditions to address and (sic) any\r\nadverse impact of the water\nuse. Both parties are to act in good\r\nfaith.’\n[15] On 23 January 2009 the respondent lodged an appeal\r\nto the Water Tribunal against the grant of the licence to the\r\nappellant.\nThe appeal was lodged in terms of\ns 148(1)\nof the\nNational\nWater Act. On\n30 November 2010 the Water Tribunal ruled that the\r\nrespondent lacked locus standi to lodge an appeal with the Water\r\nTribunal and\ndismissed the appeal.\n[16] On 19 June 2009 the present respondent initiated\r\nthe present proceedings. She applied on motion for an order reviewing\r\nand\nsetting aside the GDACE’s decision to grant the amendment\r\nof the ROD. The relief was claimed against the appellant, the Premier\n\nof Gauteng Province (as second respondent), the MEC, GDACE (as third\r\nrespondent), the GDACE (as fourth respondent) and the Minister\nof\r\nEnvironmental Affairs and Tourism (as fifth respondent). After filing\r\nof answering affidavits the present respondent joined\nDWAF as sixth\r\nrespondent. DWAF filed a notice of intention to defend, but apart\r\nfrom the appellant, only the fourth respondent\nfiled an answering\r\naffidavit (by Dr Cornelius) in which it asked for the dismissal of\r\nthe application with costs.\n[17] In her founding affidavit the present respondent\r\nreferred to the letter of Dr Cornelius dated 25 July 2008 to DWAF and\r\nsaid\nthat clause 8 of the initial authorisation was amended by the\r\ninclusion of clause 8(a) quoted above. In the answering affidavit\nDr\r\nCornelius admitted that his letter dated 25 July 2008 amended clause\r\n8 of the initial authorisation. Also in the answering affidavit,\nMr\r\nMark McGovern, the Project Director of the appellant, accepted that\r\nthe letter of Dr Cornelius dated 25 July 2008 constituted\nan\r\namendment to clause 8 of the original authorisation. He stated that\r\nthe letter of Dr Cornelius was a reaction to the advice\nthat Dr\r\nCornelius received from DWAF rather than the letter from Seaton\r\nThomson & Associates dated 7 July 2008 and addressed\nto the MEC,\r\nGauteng Provincial Government in which it appears to have applied for\r\nan amendment authorising the use of groundwater\nfor irrigation\r\npurposes.\n[18] The appellant and the respondent prepared their\r\nHeads of Argument on the premise that the letter of Dr Cornelius\r\ndated 25 July\n2008 had the effect of amending the authorisation\r\ngranted to the appellant on 22 July 2005. In the court a quo, the\r\nsame approach\nwas adopted by all the parties involved. Prior to the\r\nlaunching of the application in the court a quo all the parties had\r\nassumed\nthat the initial authorisation was amended.\n[19] In his reasons for the\r\ndecision to amend the initial authorisation Dr Cornelius stated: ‘\nI\r\nset out hereunder, the primary reasons for amending the Record of\r\nDecision (“ROD”) dated 22 July 2005 in terms of\nRegulation 44\nof National Environment Management Act,107 of 1998\r\n(“NEMA”). In arriving at my decision as recorded in the\r\nROD, I had\nregard to and was guided by my mandate and obligations as\r\ncontained in the Constitution of the Republic of South Africa, 1996\r\nand\nthe other relevant statutes, including the Act and regulations\r\npromulgated there under, the\nDevelopment Facilitation Act 67 of 1995\nand the National Environment Management Act 107 of 1998.\nIt was necessary in the circumstances to accommodate demands brought\r\nby impact on socio-economic circumstances and it was in the\ninterest\r\nof the public to meet those demands.\nThis decision was taken in terms of Regulation 44 of NEMA which\r\nprovides that the competent authority may on own initiative amend\nan\r\nenvironmental authorization if it is necessary or desirable to, inter\r\nalia, accommodate demands brought about by impacts on\nsocio-economic\r\ncircumstances and it is in the public interest to meet those demands.\nRegulation 45(1)(c) provides that if necessary a conduct of public\r\nparticipation may be appropriate. Sub-regulation (3) provides\nthat\r\npublic participation should not be conducted if environmental\r\nauthorisation is amended in non-substantive manner.’\nValidity of the Amendment\n[20] Regulations 40, 41, 44 and 45 of the regulations\r\npromulgated in terms of the\nNational Environmental Management Act 107\nof 1998\npublished in Government Notice No. R385 on 21 April 2006 read\r\nas follows:\n‘\nPart 1:\nAmendments on application by\r\nholders of environmental authorisations\nApplications for amendment\n40. The holder of an environmental authorisation may at anytime apply\r\nto the relevant competent authority for the amendment of\nthe\r\nauthorisation\nSubmission of\r\napplications for amendment\n41. (1) an\r\napplication in terms of\nregulation 40\nmust be --\n(a) on an official\r\napplication form published by or obtainable from the competent\r\nauthority; and\n(b) accompanied by\r\nthe prescribed application fee, if any.\n(2) The competent\r\nauthority must, within 14 days of receipt of an\napplication,\r\nacknowledge receipt of the application, in writing.\n…\n.\nPart 2:\nAmendments on initiative of competent authority\nPurposes for\r\nwhich competent authority may amend environmental authorisations\n44. The relevant\r\ncompetent authority may on own initiative amend an environmental\r\nauthorisation if it is necessary or desirable\n-\n(a) to prevent\r\ndeterioration or further deterioration of the environment;\n(b) to achieve\r\nprescribed environmental standards; or\n(c) to accommodate\r\ndemands brought about by impacts on socio-economic\ncircumstances and it\r\nis in the public interest to meet those demands.\nProcess\n45. (1) If a\r\ncompetent authority intends amending an environmental authorisation\r\nin terms of\nregulation 44\n, the competent authority must first --\n(a) notify the\r\nholder of the environmental authorisation, in writing, of the\r\nproposed amendment;\n(b) give the holder\r\nof the environmental authorisation an opportunity to submit\r\nrepresentations on the proposed amendment, in writing;\nand\n(c) if necessary,\r\nconduct a public participation process as referred to in\nregulation\r\n56\nor any other public participation process that may be appropriate\r\nin the circumstances to bring the proposed amendment to the attention\n\nof potential interested and affected parties, including organs of\r\nstate which have jurisdiction in respect of any aspect of the\n\nrelevant activity.\n(2) The process\r\nreferred to in sub-regulation (1) must afford an opportunity to –\n(a) potential\r\ninterested and affected parties to submit to the competent authority\r\nwritten representations on the proposed amendment;\nand\n(b) the holder of\r\nthe environmental authorisation to comment on any representations\r\nreceived in terms of paragraph (a) in writing.\n(3) Subregulations (1)(c) and (2) need not be complied with if the\r\nproposal is to amend the environmental authorisation in a\r\nnon-substantive\nway.’\n[21] The parties’ reliance on the letter of Dr\r\nCornelius dated 25 July 2008 as an amendment of the authorisation\r\nissued on\nthe 26 July 2005 is unsustainable. The letter was addressed\r\nto the DWAF and, apparently copied to a certain Ms Judy Johnston. On\n\nthe papers it is not clear who the latter person is or that the copy\r\nwas sent or received. In the said letter Dr Cornelius does\nnot state\r\nthat he is amending the ROD issued on 22 July 2005, but merely states\r\nthat the Department is agreeable to do so. The\nletter purports to\r\nrefer to an application for a temporary licence, but Dr Cornelius\r\nwould have us to believe that he acted on\nhis own initiative and does\r\nnot explain why he used such a heading.\n[22] The appellant in its answering affidavit alleges\r\nthat it made an application to the GDACE for the variation of the ROD\r\nby addressing\na letter dated 7 July 2008. But the appellant further\r\nalleges that the letter of Dr Cornelius’s under consideration\r\nwas a\nreaction to the correspondence received from the DWAF rather\r\nthan a response to the letter of Seaton Thomson & Associates\r\ndated\n7 July 2008. This implies that there was no application for an\r\namendment as envisaged in\nregulation 40.\nNeither Dr Cornelius nor the\r\nappellant testifies to a notification from GDACE of the amendment\r\nallegedly brought about by Dr Cornelius’\n‘decision’.\r\nSeaton Thomson & Associates in a supporting affidavit denies ever\r\nreceiving a reply to its application.\n[23]\nRegulation 41\ndeals with the submission of an\r\napplication for amendment by the holder of an existing authority. The\r\nregulation states that an\napplication must be on an official\r\napplication form and accompanied by a prescribed application fee if\r\nany. The facts set out in\nthe previous paragraph leave no doubt that\nregulation 41\nwas not complied with. Nor does Dr Cornelius or the\r\nappellant contend otherwise.\n[24]\nRegulation 45\nwas also not complied with. Dr\r\nCornelius did not notify the appellant of the approval of the\r\nso-called amendment and failed to\ngive the appellant an opportunity\r\nto submit representations on the proposed amendment as required by\nregulation 45(1)(\nb\n).\n[25] In writing the letter of 25 July 2008, Dr Cornelius\r\nresponded to some inquiry by DWAF. He was not initiating any\r\namendment.\nIt seems that he subsequently chose to regard this as a\r\n‘decision’ in terms of\nregulation 44\nnotwithstanding a\r\ntotal absence of any foundation in the regulatory framework. This is\r\nno doubt why he was also unable (and perhaps,\nunwilling) to identify\r\nthe ‘demand’ referred to in\nregulation 44(c)\nand the\r\n‘impact on socio-economic circumstances’ and why also he\r\ncould not (or would not) explain how the public interest\nwas\r\nimplicated in his ‘decision’ to allow the golf course to\r\nbe irrigated by means other than grey water. Nor did he\nsucceed in\r\nhis rather feeble attempt to justify (as he had to) the failure to\r\ncomply with\nregulation 45(1)(c)\non the basis that the permission was\r\nmerely ‘temporary’. Having regard to the duration of the\r\npurported permit and\nthe volume of groundwater to be extracted to\r\nmeet the irrigation needs, one has no option but to conclude that\r\nreliance on\nregulation 44\nwas simply an ex post facto pretext to\r\njustify the ‘amendment’ of the authorisation, a reliance\r\nthat contained no substance\nin fact or in law.\n[26] In\nKimberley Junior School v Head, Northern Cape\r\nEducation Department\n2010 (1) SA 217\n(SCA) para 11, Brand JA\r\nsaid: ‘[u]nder common law, necessary preconditions that must\r\nexist before an administrative power\ncan be exercised, are referred\r\nto as “jurisdictional facts”. In the absence of such\r\npreconditions or jurisdictional\nfacts, so it is said, the\r\nadministrative authority effectively has no power to act at all (see\r\neg\nPaola v Jeeva NO and Others\n[2003] ZASCA 100\n;\n2004 (1) SA 396\n(SCA) ([2003]\n4\r\nAll SA 433)\nparas 11, 14 and 16).’ In\nFerndale Crossroads\r\nShare Block (Pty) Ltd v Johannesburg Metropolitan Municipality\n2011 (1) SA 24\n(SCA) para 22, the same principle was enunciated by\r\nMpati P who said: ‘[i]n the absence of the necessary\r\njurisdictional fact\nthe respondent could not validly exercise the\r\npower, with the result that the lease element of the agreement was ab\r\ninitio invalid’.\nApplying the principle enunciated in these\r\ncases Dr Cornelius had no power or authority to amend the\r\nenvironmental authority in\nthe manner in which he did. Even if there\r\nhad existed an intention to amend which I have found there did not\r\nthe purported amendment\nwould have been ab initio invalid.\nFailure to exhaust internal Remedies\n[27] The appellant contended that the respondent has\r\nfailed to exhaust internal remedies as required by s 7 of the\r\nPromotion of\nAdministrative Justice Act 3 of 2000 (PAJA). This\r\nsubmission is without merit. Section 7 applies only to administrative\r\naction.\nSection 1 defines an administrative action as:\n‘\nany decision taken, or any failure to take\r\na decision, by-\n(a) an organ of state, when -\nexercising a power in terms of the Constitution or a provincial\r\n\t\tconstitution, or\nexercising a public power or performing a public function in terms\r\n\t\tof any legislation; or\na natural or juristic person, other than an organ of the state, when\r\n\texercising a public power or performing a public function\nin terms\r\n\tof an empowering provision, which adversely affects the rights of\r\n\tany person and which has a direct, external legal\neffect...’\n[28] The letter written by Dr Cornelius on 25 July 2008\r\ncannot be an administrative action as it was not an exercise of\r\npublic power.\nIt was no more than an internal communication between\r\ngovernment departments. His action had no direct external legal\r\neffect and\ndid not affect the rights of any person. There was no need\r\nfor the appellant to exhaust internal remedies.\nAppropriate Relief\n[29] As stated earlier, all the parties herein accepted\r\nthat the purported amendment of the authorisation was properly\r\neffected\nand they acted in accordance with such a belief. In order to\r\nprotect her rights, the respondent who had no personal or direct\r\nknowledge\nof the circumstances surrounding the ‘decision’\r\nof Dr Cornelius was entitled to approach the court for relief. A\r\nreview\nprocedure was not an appropriate procedure as the letter\r\nwritten by Dr Cornelius did not constitute an administrative decision\r\nand was without legal effect on her rights. Section 19(1)(\na\n)(iii)\r\nof the Supreme Court Act 59 of 1959 states that a provincial or local\r\ndivision shall have power ‘in its discretion\nand at the\r\ninstance of any interested person, to enquire into and determine any\r\nexisting, future or contingent right or obligation,\nnotwithstanding\r\nthat such a person cannot claim any relief consequential upon the\r\ndetermination’.\n[30] When dealing with this section Jafta JA in\nCordiant\r\nTrading CC v Daimler Chrysler Financial Services (Pty) Ltd\n2005\r\n(6) SA 205\n(SCA) para 16 said: ‘[a]lthough the existence of a\r\ndispute between the parties is not a prerequisite for the exercise of\r\nthe power conferred upon the High Court by the subsection, at least\r\nthere must be interested parties on whom the declaratory order\nwould\r\nbe binding. The applicant in a case such as the present must satisfy\r\nthe Court that he/she is a person interested in an “existing,\n\nfuture or contingent right or obligation” and nothing more is\r\nrequired...’. See also\nLanga CJ v Hlophe\n2009 (4) SA 382\n(SCA) para 28 and\nTrinity\r\nAsset Management (Pty) Ltd v Investec Bank Ltd\n2009\r\n(4) SA 89\n(SCA) para 62.\n[31] In this matter the respondent has a material\r\ninterest in the determination of the validity of the purported\r\namendment of the\nauthorisation issued to the appellant on 26 July\r\n2005. It is clear that the extraction of groundwater over a period of\r\nten years\npresented a potentially serious threat to the respondent’s\r\ncontinued use of her property.\n[32] The respondent formally applied in terms of s22(a)\r\nof the Supreme Court Act 59 of 1959 for the admission of further\r\nevidence\nin the form of a letter written on her behalf to Dr\r\nCornelius enquiring about internal appeal procedures which she might\r\nfollow\nin order to set aside his ‘decision’ concerning\r\nthe amendment of the ROD, together with an affidavit confirming that\n\nno reply to that letter had been received.\n[33] The ostensible reason for such evidence was to\r\njustify the respondent’s failure to exhaust such internal\r\nremedies and,\npresumably, to enable the court to condone such\r\nbehaviour.\n[34] In the light of my finding that the ‘decision’\r\nwas not an ‘administrative action’ as contemplated in\n\nPAJA the evidence is now of no relevance. However it is necessary to\r\ndetermine liability for the costs of the application.\n[35] Although the appellant’s misplaced reliance\r\non PAJA provoked the application, it seems to me that the proposed\r\nevidence\nfell short of providing any satisfactory explanation for why\r\nthe respondent did not either insist on a reply or pursue other means\n\nto investigate the steps required of her. In the circumstances her\r\napplication would not have succeeded because her new evidence\nwas\r\nneither weighty nor material:\nColman v Dunbar\n1933 AD 141\nat 162. A fair resolution of the cost issue\r\nwould be, I think, to make no order on the application and leave each\r\nparty to bear\nits own wasted costs in that regard.\n[36] In the result:\n(1) The appeal is dismissed with costs.\n(2) The order of the court a quo is set aside and\r\nreplaced by the following:\n‘\n(i) The fourth respondent’s\r\npurported amendment dated 25 July 2008 is declared of no force and\r\neffect.\n(ii) The first and fourth respondents are jointly and\r\nseverally to pay the costs of the application.’\n__________________\nW L SERITI\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant: R Stockwell SC\nE Van Vuuren\nInstructed by:\nWerksman Attorneys\nFor Respondents: GI Hulley\nInstructed by:\nKeesVerhage Attorneys",
  "scraped_at": "2026-02-12T16:17:19.543020",
  "date": "2011-11-30",
  "coram": [
    "HEHER",
    "MHLANTLA",
    "SERITI JJA"
  ],
  "case_number": "863/2010",
  "parties": {
    "applicants": [
      "Eye of Africa Developments (Pty) Ltd"
    ],
    "respondents": [
      "Nicola Carolyn Shear"
    ]
  },
  "sections": {
    "facts": "The respondent owned Shearwood Farm, which relied entirely on a borehole for water. The appellant owned the adjacent portion of the same farm and sought to develop a golf estate. An environmental authorisation (Record of Decision, ROD) was issued on 26 July 2005 authorising the use of grey‑water from a sewage plant for irrigation, subject to a condition that no borehole water be used. When the estate could not generate sufficient grey‑water, the appellant sought to amend the ROD to permit temporary use of borehole water. A letter dated 25 July 2008 from the head of the Gauteng Department of Agriculture, Conservation and Environment (GDACE), Dr. Cornelius, indicated departmental agreement to amend the ROD. The appellant also obtained a ten‑year water‑use licence from the Department of Water Affairs and Forestry (DWAF). The respondent challenged the amendment in the High Court.",
    "issues": "1. Whether the amendment of the environmental authorisation by Dr. Cornelius complied with the procedural requirements of the National Environmental Management Act (NEMA) regulations. 2. Whether Dr. Cornelius had the jurisdictional authority to amend the ROD. 3. Whether the respondent was required to exhaust internal remedies under s 7 of the Promotion of Administrative Justice Act (PAJA). 4. What the appropriate remedy should be if the amendment is found invalid.",
    "principles": "The Court applied the following legal principles: • NEMA regulations 40, 41, 44 and 45 require a formal application on an official form, payment of a fee, written notice to the authorisation holder, an opportunity to make representations and, where appropriate, public participation before an amendment can be effected. • An amendment made without satisfying these procedural steps is void ab initio. • A decision must be an \"administrative action\" within PAJA to trigger the requirement to exhaust internal remedies; internal communications lacking external legal effect do not qualify. • The doctrine of jurisdictional facts requires that an administrative authority possess the requisite power before acting; absent such power, any act is invalid (see Kimberley Junior School v Head; Ferndale Crossroads Share Block v Johannesburg Metropolitan Municipality). • Section 19(1)(a)(iii) of the Supreme Court Act permits a court to grant declaratory relief to an interested party even where no dispute exists.",
    "application": "The Court found that Dr. Cornelius’s letter of 25 July 2008 was not a formal amendment under regulation 44 because it was merely a response to DWAF, not a decision made following the statutory process. No official application was lodged, no fee was paid, no notice or opportunity to comment was given, and no public participation occurred, breaching regulations 41 and 45. Consequently, Dr. Cornelius lacked the jurisdictional fact to amend the ROD, rendering the purported amendment void. The Court also held that PAJA did not apply because the letter was not an administrative action, so the respondent was not required to pursue internal remedies. The appropriate remedy was therefore a declaratory order setting aside the amendment and an order for costs.",
    "conclusion": "The appeal was dismissed with costs. The High Court order was set aside and replaced by a declaration that the fourth respondent’s purported amendment dated 25 July 2008 is of no force and effect. The first and fourth respondents were ordered jointly and severally to pay the costs of the application."
  },
  "tags": {
    "level_1": "Environmental Law",
    "level_2": "Administrative Law",
    "level_3": [
      "environmental authorisation",
      "NEMA",
      "PAJA",
      "water rights",
      "amendment invalid"
    ]
  }
}