{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/135.html",
  "case_name": "Roux v Health Professions Council of South Africa and Another (786/2010) [2011] ZASCA 135; [2012] 1 All SA 49 (SCA) (21 September 2011)",
  "citation": "[2011] ZASCA 135",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 135\n|\nNoteup\n|\nLawCite\nRoux v Health Professions Council of South Africa and Another (786/2010) [2011] ZASCA 135; [2012] 1 All SA 49 (SCA) (21 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 786/2010\nIn the matter between:\nLYNETTE\r\nMARY ROUX\n…............................................................\nAppellant\nand\nHEALTH\r\nPROFESSIONS COUNCIL\nOF\r\nSOUTH AFRICA\n…........................................................\nFirst\r\nRespondent\nOLIVER\r\nMICHAEL POWELL\n…..................................\nSecond\r\nRespondent\nNeutral\r\ncitation:\nRoux v Health Professions Council of SA\n(786/2010)\n[2011] ZASCA 135\n(21 September 2011)\nCoram\n: Navsa, Lewis,\r\nPonnan, Mhlantla and Malan JJA\nHeard\n: 17 August 2011\nDelivered\n: 21 September\r\n2011\nSummary\n:\nHealth\r\nProfessions Act 56 of 1974 and regulations ─ interpretation and\r\napplication of provisions dealing with disciplinary\ninquiries ─\r\nprinciple of legality ─ council obliged to act in accordance\r\nwith its statutory powers ─ decision\nof pro forma complainant\r\nto add additional charge not sanctioned by Health Professions Council\r\nand not sourced in law ─ additional\ncharge set aside.\n___________________________________________________________\nORDER\n___________________________________________________________\nOn appeal from:\nNorth\r\nGauteng High Court, Pretoria (Tuchten J sitting as court of first\r\ninstance):\n1 The appeal is upheld with\r\ncosts.\n2 The order of the court below is\r\nset aside and replaced with the following:\n'(a) Count 1 of the charge sheet\r\ndated 4 September 2009 is set aside.\n(b) The first respondent is\r\nordered to hold an inquiry into the appellant's alleged misconduct\r\nsolely in respect of Count 2, within\ntwo months of the date of this\r\njudgment.\n(c) The first and second\r\nrespondents are ordered jointly and severally, the one paying the\r\nother to be absolved, to pay the costs\nof the application.'\n___________________________________________________________\nJUDGMENT\nMHLANTLA JA\n(\nNAVSA,\r\nLEWIS, PONNAN and MALAN JJA)\nconcurring):\n[1] This appeal, with leave of\r\nthe court below, turns on the interpretation and application of the\r\nprovisions of the Health Professions\nAct 56 of 1974 dealing with\r\ndisciplinary enquiries. It also implicates the regulations relating\r\nto the conduct of inquiries into\nalleged unprofessional conduct,\r\npromulgated in Government Notice 765 dated 24 August 2001 and\r\npublished in Government Gazette 22584,\nmade under the Act. The\r\nspecific provisions will be referred to in due course. The events\r\nleading up to the litigation that culminated\nin the present appeal\r\nare set out hereafter.\n[2] The appellant, Ms Lynette\r\nMary Roux, a clinical psychologist, was appointed to conduct forensic\r\nwork and furnish a report to\nthe office of the Family Advocate in\r\nJohannesburg, regarding litigation between the second respondent, Mr\r\nOliver Michael Powell\nand Ms Linda Petzer about access to a minor\r\nchild Byron, born of the relationship between them. The appellant\r\nfurnished the Family\nAdvocate with her report on 19 March 2004. She\r\nthereafter assumed the role of a therapeutic psychologist and began\r\ntreating Byron.\nDuring March 2005, and while still treating Byron,\r\nthe appellant supplemented her March 2004 report.\n[3] On 11 April 2005 Powell,\r\nthrough the registrar, submitted a complaint to the first respondent\r\nagainst the appellant which he\nsupplemented in September 2005. The\r\nfirst respondent, the Health Professions Council of South Africa\r\n(HPCSA), was established in\nterms of s 2 of the Act and has as its\r\nobjects, amongst others, to promote and to regulate interprofessional\r\nliaison between health\nprofessions in the interest of the public and\r\nto control and exercise authority in respect of all matters affecting\r\nthe profession.\nThe HPCSA must, in terms of s 3(j) of the Act, serve\r\nand protect the public in matters involving the rendering of health\r\nservices\nby persons practising a health profession. Importantly for\r\nthis case, one of the functions of the HPCSA is set out in s 3(n) of\n\nthe Act, which is:\n'\nto\r\nensure the investigation of complaints concerning persons registered\r\nin terms of this Act and to ensure that appropriate disciplinary\n\naction is taken against such persons in accordance with this Act in\r\norder to protect the interest of the public.'\n[4] In essence, Powell’s\r\nfirst complaint was that the appellant had acted unprofessionally\r\nwhen she assumed multiple relationships,\nthat is, that of being an\r\ninvestigator appointed by the Family Advocate and then also a\r\ntherapist to Byron. Secondly, Powell complained\nthat the appellant\r\nhad misdiagnosed his condition and had labelled him a liar. Powell\r\nrequested the HPCSA to investigate these\nallegations and institute an\r\ninquiry into the conduct of the appellant. Acting in terms of\r\nregulation 3(1)b)\n1\nthe registrar forwarded a copy of\r\nthe complaint to the appellant requesting her to respond. The\r\nappellant submitted a written response\nin February 2006.\n[5] Thereafter, in terms of\r\nregulation 3(2),\n2\nthe matter was placed before the\r\ncommittee of preliminary inquiry of the professional board for\r\npsychology (the committee). The\ncommittee obtained an opinion from\r\nProfessor Charl Vorster, a clinical psychologist, in regard to the\r\nallegations of unprofessional\nconduct. His view was that the\r\nappellant should be prosecuted only on the allegation of multiple\r\nrelationships. It is common cause\nbetween the parties that the\r\ncommittee accepted Prof Vorster's opinion. On 18 May 2007 the\r\ncommittee resolved, in terms of regulation\n3(3) and (4), that an\r\ninquiry into the conduct of the appellant should be held.\n[6] The pro forma complainant\n3\nprepared a draft charge sheet\r\nwhich referred to the multiple relationships charge only. This draft\r\ncharge sheet was submitted to\nthe chairman of the committee for final\r\napproval and was approved by the latter on 18 July 2007 – this\r\nprocedure is not statutorily\nprescribed but appears to be established\r\npractice. The registrar, acting in terms of regulation 4(a),\r\nthereafter issued a notice\nenclosing the charge sheet to the\r\nappellant specifying the date, time and place where the inquiry into\r\nthis lone charge would be\nheld.\n[7] The inquiry was postponed on\r\nnumerous occasions for various reasons. The charge sheet was also\r\namended on at least three occasions.\nFirst, it was amended by the pro\r\nforma complainant, without reference to the professional committee,\r\nafter Powell insisted that\nthe pro forma complainant also prefer the\r\nmisdiagnosis charge against the appellant. In this regard Powell\r\nrelied on an opinion\nfrom Professor D A Louw, a clinical\r\npsychologist. Second, the pro forma complainant withdrew the charge\r\nsheet after Vorster advised\nhim that the evidence before the\r\ncommittee of preliminary enquiry revealed only one count of\r\nmisconduct, that is, the multiple\nrelationships charge. A new charge\r\nsheet was served upon the appellant. The third occasion is referred\r\nto in para 9 below.\n[8] As the inquiry was repeatedly\r\npostponed, the appellant launched an application in the North Gauteng\r\nHigh Court, Pretoria for\ndeclaratory and interdictory relief against\r\nthe HPCSA and Powell. She sought an order that the inquiry instituted\r\nagainst her in\nterms of s 41 of the Act be declared unlawful,\r\nunreasonable and/or procedurally unfair and directing that the\r\ninquiry be permanently\nstayed.\n[9] Following what is set out in\r\npara 7 Powell was even more insistent that the misdiagnosis charge be\r\nadded. He placed reliance\non an opinion from another expert, Dr\r\nLouise Olivier, a clinical and counselling psychologist. This stance\r\nby Powell led to the\npro forma complainant withdrawing the old charge\r\nsheet and supplanting it with a new one containing two charges, the\r\nmultiple relationships\nand misdiagnosis charges. This charge sheet\r\nwas served on the appellant on 4 September 2009.The parties were at\r\nthis stage exchanging\naffidavits in preparation for the hearing of\r\nthe application in the court below.\n[10] This caused the appellant to\r\nfile an amended notice of motion in which she sought additional\r\nrelief, inter alia, a declarator\nthat the charge sheet dated 4\r\nSeptember 2009 be set aside; alternatively, that count 1 thereof (the\r\nmisdiagnosis charge) be set\naside, and that the HPCSA be directed to\r\nhold an inquiry only into the alleged misconduct in respect of count\r\n2 (the multiple relationships\ncharge).\n[11] In the court below the\r\nappellant submitted that the charges be set aside due to the delays\r\ncaused in bringing the matter to\nfinality as well as the fact that\r\nthe pro forma complainant had exceeded his authority when he\r\npreferred the misdiagnosis charge.\nThe HPCSA and Powell, on the other\r\nhand, contended that it was premature for the appellant to approach\r\nthe court as the actual\ninquiry had not been conducted and that the\r\npro forma complainant had acted within his statutory authority.\n[12] Tuchten J in the court below\r\nheld that there was insufficient evidence to support the claim for\r\nthe undue delay in conducting\nthe inquiry. Furthermore, the learned\r\njudge held that the committee had not authorised an inquiry into\r\nspecific conduct, but merely\nconsidered the material placed before it\r\nand decided, in general terms, that an inquiry should be held.\r\nAccording to the judge,\nonce the committee had decided that the\r\ncomplaint had merit, its function was complete. He held that the\r\nambit of the inquiry was\nrightly determined by the pro forma\r\ncomplainant. He thus dismissed the application with costs. He later\r\ngranted leave to this court.\n[13] Before us, the litigation\r\nbetween the parties has been reduced to a single issue: whether a pro\r\nforma complainant has the authority\nto prefer charges against a\r\nhealth practitioner which were not authorised by the committee of\r\npreliminary enquiry?\n[14] As in the court below,\r\ncounsel for the appellant contended that the pro forma complainant\r\nhad exceeded his authority when he\nincluded the misdiagnosis charge\r\nin the charge sheet as he was restricted to formulating a charge as\r\ndetermined by the committee.\nPut differently, the question concerned\r\nthe principle of legality. The submission advanced on behalf of the\r\nrespondents was that\nthe relief sought by the appellant was not\r\ncompetent because the matter was not ripe for review, since the\r\ndisciplinary enquiry\nhad not even begun and that the pro forma\r\ncomplainant in any event had the requisite authority to determine the\r\nnature and extent\nof the charges to be brought against a health\r\npractitioner.\n[15] As indicated earlier in this\r\njudgment, the answer to this issue depends on the interpretation and\r\napplication of the provisions\nof the Act and the regulations. It is\r\nthus apposite at this stage to consider the scheme of the Act.\nThe relevant provisions of s 15\r\nof the Act provide:\n'15.\nEstablishment\r\nof professional boards\n:\n(1) The Minister\r\nshall, on the recommendation of the council, establish a professional\r\nboard with regard to any health profession\nin respect of which a\r\nregister is kept in terms of this Act, or with regard to two or more\r\nsuch health professions.\n. . .\n(5) Regulations\r\nrelating to the constitution, functions and functioning of a\r\nprofessional board shall at least provide for─\n. . .\n(f) the\r\nestablishment by a professional board of such committees as it may\r\ndeem necessary, each consisting of so many persons appointed\nby the\r\nboard as the board may determine, but including at least one member\r\nof the board who shall be the chairperson of such committee,\nand the\r\ndelegation to any person or any committee so established, such of its\r\npowers as it may from time to time determine, but\nshall not be\r\ndivested of any power so delegated.'\nSection 41 provides:\n'41.\nInquiries\r\nby professional boards into charges of unprofessional conduct:\n(1) A professional\r\nboard shall have power to institute an inquiry into any complaint,\r\ncharge or allegation of unprofessional conduct\nagainst any person\r\nregistered under this Act, and, on finding such person guilty of such\r\nconduct, to impose any of the penalties\nprescribed in section 42(1).\n(2) A professional\r\nboard may, whenever it is in doubt as to whether an inquiry should be\r\nheld, in connection with the complaint,\ncharge or allegation in\r\nquestion consult with or seek information from any person, including\r\nthe person against whom the complaint,\ncharge or allegation has been\r\nlodged.'\n[16] As stated above, s 3(n)\r\nempowers a council to investigate complaints against health\r\npractitioners and to ensure that appropriate\ndisciplinary action is\r\ntaken against such persons in terms of the Act. Section 41(1) confers\r\non the professional board the power\nto institute inquiries into\r\ncomplaints, charges or allegations of unprofessional conduct. A board\r\nmay in terms of s 15(5)f) establish\ncommittees comprising such\r\npersons as the board may deem fit, and shall include at least one\r\nmember of the board. It may delegate\nto such committee such of its\r\npowers as it may determine.\n[17] In terms of s 61(h)(i) of\r\nthe Act, the Minister is empowered, after consultation with the\r\ncouncil, to make regulations relating\nto the manner in which\r\ncomplaints, charges or allegations brought against a registered\r\nperson shall be lodged. The regulations\npromulgated in terms of the\r\nAct deal with the manner in which the complaints of alleged\r\nunprofessional conduct are to be dealt\nwith. Regulation 2(1) states:\n'A complaint shall\r\nbe in writing and be addressed to the registrar or to the council or\r\nto a professional board.'\n[18] Regulation 3 sets out the\r\nprocedure to be adopted upon receipt of a complaint. The registrar\r\nmay either call for further information,\nor within seven days forward\r\nthe complaint to the affected person, calling upon him or her to\r\nrespond to such complaint or allegations.\nFor present purposes the\r\ncritical provisions are regulation 3(3) and (4) and regulation 4(a)\r\nand (b) and these provide:\n'(3) If a committee\r\nof preliminary inquiry decides, after due consideration of the\r\nmatter, that there are no grounds for an inquiry,\nit shall direct the\r\nregistrar to communicate in writing its decision to the complainant\r\nand the accused stating the reason(s) for\nsuch decision.\n(4) If a committee\r\nof preliminary inquiry decides, after due consideration of the\r\nmatter, that an inquiry must be held into the\nconduct of the accused,\r\nit shall direct the registrar to arrange for the holding of an\r\ninquiry.\n4(a) On receipt of a\r\ndirective referred to in regulation 3(4), the registrar shall issue a\r\nnotice, which is attached hereto and\nessentially in the form of\r\nAnnexure A and addressed to the accused, stating where and when the\r\ninquiry will be held and enclosing\na charge sheet as formulated by\r\nthe pro forma complainant.\n(b) The notice\r\nreferred to in paragraph (a) shall be served on the accused or mailed\r\nto him or her at his or her registered address\nby registered mail at\r\nleast one month prior to the date of the aforesaid inquiry.'\n[19] The primary rule in the\r\ninterpretation of statutes is to give effect to the object or purpose\r\nof the statute. The nature of\nthe statute and the purpose for which\r\nit was enacted are important when it comes to matters of\r\ninterpretation. This court has embraced\nthe purposive approach,\r\nwhereby statutory words must be interpreted in the context of the\r\nstatute as a whole including its purpose.\n4\nIn\nStopforth\r\nv Minister of Justice;\nVeenendaal\r\nv Minister of Justice\n5\nthis court confirmed that 'even\r\nwhere the language is unambiguous, the\npurpose\nof the Act and other wider\r\ncontextual considerations may be invoked in aid of a proper\r\nconstruction'. It follows therefore that\nthe Act and regulations must\r\nbe given a purposive construction to give effect to their principal\r\naims and purposes.\n[20] Before us, the parties were\r\nagreed that the committee's role as referred to in sub-regulations\r\n(3) and (4) was to ensure that\nonly sustainable complaints were\r\nproceeded with ─ a sifting function.\n[21] It was contended on behalf\r\nof Powell that the sifting process was not one in respect of which a\r\nspecific charge or charges\nwas or were to be considered but rather\r\nwhere the committee decided whether all the information before it\r\nshould form the basis\nof the charge or charges to be formulated by\r\nthe pro forma complainant.\n[22] In my view the submission on\r\nbehalf of Powell is fallacious. The very basis of having a committee\r\nto conduct a preliminary\ninquiry, is to decide, with the skills\r\navailable to it, which of the complaints put before it were\r\nwarranted. The committee consists\nof health professionals who possess\r\nskills relative to the regulated profession.\nThey\nare best\r\nsuited to decide whether there are grounds on which to conduct an\r\ninquiry into unprofessional conduct. It is that committee's\nfunction\r\nto specify the conduct to be the subject of inquiry.\n[23] The pro forma complainant in\r\nthis case is a person legally trained whose task, in my view, is to\r\nensure that the circumscribed\nconduct is accurately encapsulated in\r\nan intelligible form by way of a formal charge sheet. If this were\r\nnot so, the wrong professionals\nwould be charged with tasks beyond\r\ntheir expertise.\n[24] That this is how the scheme\r\nof the Act is understood by the HPCSA, is borne out not only by what\r\ntranspired in this case before\nthe aggressive intervention by Powell,\r\nbut also by how the process of inquiries is described in general\r\nterms by Mr Janzen, who\nwas employed by the HPCSA as a pro forma\r\ncomplainant.\n[25] In the present case the\r\ncommittee had authorised only the bringing of the multiple\r\nrelationships charge. This it did in terms\nof regulation 3(4).\r\nJanzen, who deposed to the answering affidavit and the supplementary\r\nanswering affidavit on behalf of the HPCSA,\nstated that the committee\r\nhad resolved that an inquiry be held in regard to the complaint of\r\nthe appellant's multiple relationships.\nIn consultation with Vorster,\r\na draft charge sheet was prepared and approved on 4 July 2007. This\r\ncharge sheet was later submitted\nto the chairman of the committee for\r\nfinal approval, who approved it on 18 July 2007. The new charge sheet\r\ndated 4 September 2009\nwhich included two charges was never submitted\r\nto the chairperson of the committee for approval, nor were the\r\nreports by Olivier\nand Louw presented to the committee for its\r\nconsideration.\n[26] It was submitted on behalf\r\nof Powell that the words 'an inquiry must be held into the conduct of\r\nthe accused' meant that all\nthat the committee was required to do was\r\nto decide whether an inquiry should be held into the conduct apparent\r\nfrom the information\nplaced before the committee, without the need\r\nfor specificity. In my view, this latter submission falls to be\r\nrejected. It renders\nthe sifting process nugatory. Furthermore it is\r\nat odds with fundamental principles of administrative law, namely\r\nthat decisions\n'affecting individuals' should be based on\r\nsubstantiated information and that the person at the receiving end of\r\ndisciplinary action\nshould be clearly apprised of the nature of the\r\ncharges he or she has to face to enable a proper defence to be\r\nmounted.\n6\n[27] The pro forma complainant\r\naccordingly did not have the authority to include the misdiagnosis\r\ncharge in the charge sheet. He\nwas furthermore not entitled to accept\r\nexpert opinions sourced by the second respondent and formulate the\r\nmisdiagnosis charge based\non such opinions. He had a duty to act in\r\naccordance with the instructions of the committee. In the result the\r\nhigh court erred\nin finding that the pro forma complainant had the\r\npower to determine the ambit of the inquiry, including the specific\r\ncharges to\nbe preferred.\n[28] Counsel for the HPCSA and\r\nPowell submitted that the formulation of the charge sheet did not\r\nconstitute 'administrative action'\nas defined in section 1 of the\r\nPromotion of Administrative Justice Act 3 of 2000 (PAJA) and\r\ntherefore that there were no grounds\nto review the decision.\n[29] Administrative action is\r\ndefined in s 1 of PAJA as:\n'any decision taken,\r\nor any failure to take a decision, by ─\n(a) an organ of\r\nstate, when ─\n(i) exercising a\r\npower in terms of the Constitution or a provincial constitution; or\n(ii) exercising a\r\npublic power or performing a public function in terms of any\r\nlegislation; or\n(b) a natural or\r\njuristic person, other than an organ of state, when exercising a\r\npublic power or performing a public function in\nterms of an\r\nempowering provision,\nwhich adversely\r\naffects the rights of any person and which has a direct, external\r\nlegal effect . . . .'\n7\nIn my view, Janzen (however\r\nmisguided), acting on behalf of the HPCSA, in deciding on and\r\nproceeding to add the additional charge,\nwas engaging in\r\nadministrative action. His decision clearly falls within the\r\ndefinition of 'administrative action' and is in the\nordinary course\r\nsubject to review for lack of statutory authority in terms of s 6 of\r\nPAJA.\n[30] Even if this were not so,\r\nthe committee and the pro forma complainant exercised public power,\r\npurportedly in terms of the provisions\nof the Act and the\r\nregulations. In\nFedsure\r\nLife Assurance Ltd v Greater Johannesburg Transitional Metropolitan\r\nCouncil\nthe following\r\nwas said in para 40:\n8\n'It is not necessary\r\nin the present case to attempt to characterise the powers of local\r\ngovernment under the new constitutional\norder, or to define the\r\ngrounds on which the exercise of such powers by an elected local\r\ngovernment council itself can be reviewed\nby the Courts. The exercise\r\nof such powers, like the exercise of the powers of all other organs\r\nof State, is subject to constitutional\nreview which, . . . includes\r\nreview for \"legality\" . . .'.\n[31] The principle of legality is\r\nimplicit in our Constitution and applies to every exercise of public\r\npower, thus providing an\nessential safeguard even when action does\r\nnot qualify as 'administrative action' for purposes of PAJA or the\r\nConstitution. As stated\nby Sachs J in\nMinister\r\nof Health NO v New Clicks South Africa (Pty) Ltd (Treatment Action\r\nCampaign as\namicus\r\ncuriae)\n9\n'The constitutional principle of\r\nlegality is of application even when the action in question is an\r\nexercise of public power that\ndoes not qualify as \"administrative\r\naction\" . . .'. The principle of legality requires that 'power\r\nshould have a source\nin law' and 'is applicable whenever public power\r\nis exercised. Public power . . . can be validly exercised only if it\r\nis clearly\nsourced in law'.\n10\n[32] The principle of legality\r\ndictates that administrative authorities such as the HPCSA cannot act\r\nother than in accordance with\ntheir statutory powers. The decision of\r\nthe pro forma complainant to include the misdiagnosis charge was not\r\n'sourced in law' and\nhas offended against the principle of legality.\r\nThe decision has to be reviewed and nullified for want of statutory\r\npower. It follows\nthat the misdiagnosis charge has to be set aside.\r\nThe inquiry, if it continues, can relate only to the multiple\r\nrelationships charge.\n[33] It is necessary briefly to\r\nconsider the respondents' submission that the matter was not ripe for\r\nreview as the inquiry had\nnot been held. This contention cannot be\r\nsustained. A person is not prevented from applying to court for\r\nrelief where his very\ncomplaint is the illegality or fundamental\r\nirregularity in respect of the decision he seeks to challenge or\r\nimpugn.\n11\nThere is no reason why a person\r\nsuch as the appellant should first subject herself to an unauthorised\r\ninquiry which would entail\ncosts and wasted time before challenging\r\nits legality. This is not the kind of case where the question of\r\nripeness arises as the\nchallenge relates to the source of power and\r\nthe principle of legality. The appellant was entitled to a\r\ndeclaratory order in that\nregard.\n[34] Finally, there is a\r\ndisturbing aspect of this case that I am constrained to address. The\r\npurpose of establishing the HPCSA\nwas to protect the public interest.\r\nThe complaint was lodged in April 2005. The inquiry is yet to be\r\nheard, six years later. Such\na state of affairs reflects badly on the\r\nHPCSA and affects public confidence in it.\n[35] For the reasons stated above\r\nthe appeal succeeds. The following order is made:\n1 The appeal is upheld with\r\ncosts.\n2 The order of the court below is\r\nset aside and replaced with the following:\n'(a) Count 1 of the charge sheet\r\ndated 4 September 2009 is set aside.\n(b) The first respondent is\r\nordered to hold an inquiry into the appellant's alleged misconduct\r\nsolely in respect of Count 2 within\ntwo months of the date of this\r\njudgment.\n(c) The first and second\r\nrespondents are ordered jointly and severally, the one paying the\r\nother to be absolved, to pay the costs\nof the application.'\n_______________\nN Z MHLANTLA\nJUDGE OF APPEAL\nAPPEARANCES\nFor Appellant: P Beltramo SC\nInstructed by:\nBowman Gilfillan Inc,\r\nJohannesburg\nSymington & De Kok,\r\nBloemfontein\nFor 1\nst\nRespondent: E\r\nB Clavier\nInstructed by:\nMatabane Incorporated, Pretoria\nEG Cooper & Majiedt Inc,\r\nBloemfontein\nFor 2\nnd\nRespondent: F\r\nA Snyckers\nInstructed by:\nDarryl Furman & Associates,\r\nJohannesburg\nMatsepes, Incorporated,\r\nBloemfontein\n1\nRegulation\r\n\t3(1)(b) reads:\n'3(1)\r\n\tThe registrar may ─\n.\r\n\t. .\n(b)\r\n\twithin seven working days after he or she received a complaint,\r\n\tnotify the accused of the complaint or forward particulars\nof the\r\n\tcomplaint to him or her –\n(i)\r\n\trequesting a written response from him or her within 21 working days\r\n\tafter receipt of such notification or particulars, failing\nwhich the\r\n\tcomplaint will be forwarded to the preliminary inquiry committee\r\n\twithout such written response; and\n(ii)\r\n\twarning him or her that the written response referred to in\r\n\tsubparagraph (i) may be used in evidence against him or her.\n.\r\n\t. .'\n2\nRegulation\r\n\t3(2) reads:\n'\nOn\r\n\treceipt by the registrar of further information or a written\r\n\tresponse referred to in subregulation (1)(a) or (b), the registrar\n\n\tshall submit such further information or written response to the\r\n\tcommittee of preliminary inquiry and if no further information\nor\r\n\twritten response is received, the registrar shall report this to the\r\n\tcommittee of preliminary inquiry.'\n3\nRegulation\r\n\t1 defines a pro forma complainant as 'a person appointed by a\r\n\tprofessional board to represent the complainant and to\npresent the\r\n\tcomplaint to a professional conduct committee'.\n4\nSee\nBastian Financial Services (Pty) Ltd v\r\n\tGeneral Hendrik Schoeman Primary School\n2008\r\n\t(5) SA 1\n(SCA) paras 16-19.\n5\nStopforth\r\n\tv Minister of Justice; Veenendaal v Minister of Justice\n2000\r\n\t(1) SA 113\n(SCA) para 21.\n6\nLawrence\r\n\tBaxter\nAdministrative Law\n(1984)\r\n\tat 546. See also Cora Hoexter\nAdministrative\r\n\tLaw in South Africa\n(2007) at 334.\n7\nIn\nGrey's Marine Hout Bay (Pty) Ltd v Minister of Public Works\n[2005] ZASCA 43\n;\n2005 (6) SA 313\n(SCA) para 24 Nugent JA summarised administrative\r\n\taction as 'the conduct of the bureaucracy (whoever the bureaucratic\r\n\tfunctionary\nmight be) in carrying out the daily functions of the\r\n\tState, which necessarily involves the application of policy, usually\r\n\tafter\nits transition into law, with direct and immediate\r\n\tconsequences for individuals or groups of individuals'.\n8\nFedsure\r\n\tLife Insurance Ltd v Greater Johannesburg Transitional Metropolitan\r\n\tCouncil\n[1998] ZACC 17\n;\n1999 (1) SA 374\n(CC). See also\nGerber v MEC for Development Planning &\r\n\tLocal Government, Gauteng\n2003 (2) SA\r\n\t344\n(SCA) para 35 and\nSenwes Ltd v\r\n\tCompetition Commissioner of South Africa\n(118/2010)\n[2011] ZASCA 99\npara 51.\n9\nMinister\r\n\tof Health v New Clicks South Africa (Pty) Ltd\n2006\r\n\t(2) SA 311\n(CC) para 613.\nPremier,Western\r\n\tCape v Overberg District Municipality\n2011\r\n\t(4) SA 441\n(SCA) paras 37-38.\n10\nAAA\r\n\tInvestments (Pty) Ltd v Micro Finance Regulatory Council\n[2006] ZACC 9\n;\n2007 (1) SA 343\n(CC) para 68.\n11\nWelkom\r\n\tVillage Management Board v Leteno\n1958 (1) SA 490\n(A) at 503A-D.",
  "scraped_at": "2026-02-12T15:51:14.156625",
  "date": "2011-09-21",
  "coram": [
    "Navsa JJA",
    "Lewis JJA",
    "Ponnan JJA",
    "Mhlantla JJA",
    "Malan JJA"
  ],
  "case_number": "786/2010",
  "parties": {
    "applicants": [
      "Lynette Mary Roux"
    ],
    "respondents": [
      "Health Professions Council of South Africa",
      "Oliver Michael Powell"
    ]
  },
  "sections": {
    "facts": "Lynette Mary Roux, a clinical psychologist, prepared a forensic report for the Family Advocate in a custody dispute and subsequently acted as the child’s therapeutic psychologist. In April 2005 Oliver Powell lodged a complaint with the Health Professions Council of South Africa (HPCSA) alleging that Roux had engaged in multiple relationships (investigator and therapist) and had misdiagnosed him, labeling him a liar. The HPCSA’s committee of preliminary inquiry considered the complaint and authorised only the multiple‑relationships charge. The pro forma complainant later added a misdiagnosis charge without committee approval, issuing a charge sheet dated 4 September 2009 that contained two counts. The inquiry was repeatedly postponed, prompting Roux to seek declaratory and interdictory relief to set aside the additional charge and to stop the disciplinary process.",
    "issues": "The principal issue was whether the pro forma complainant possessed the statutory authority to add a misdiagnosis charge that had not been sanctioned by the committee of preliminary inquiry. Related questions concerned the legality of the charge sheet, the applicability of the principle of legality, whether the matter was ripe for judicial review, and whether the formulation of the charge sheet constituted administrative action under PAJA.",
    "principles": "The court applied the Health Professions Act 56 of 1974, particularly sections 3(n), 41(1) and s15(5)(f), together with the Regulations 3 and 4 governing complaints and charge sheets. It affirmed the purposive approach to statutory interpretation and the constitutional principle of legality, which requires that public power be exercised only in accordance with a source in law. The court also considered the definition of administrative action under the Promotion of Administrative Justice Act (PAJA) and held that actions exceeding statutory authority are reviewable.",
    "application": "The court found that the committee had only authorised the multiple‑relationships charge and that the pro forma complainant exceeded his delegated powers by adding the misdiagnosis charge without committee consultation. This addition was not ‘sourced in law’ and therefore violated the principle of legality. The charge sheet’s Count 1 was therefore void. The court rejected the High Court’s view that the matter was not ripe, holding that a person may challenge the legality of a decision before the inquiry commences.",
    "conclusion": "The appeal was upheld with costs. The order of the lower court was set aside. Count 1 of the charge sheet dated 4 September 2009 was set aside, and the HPCSA was ordered to conduct an inquiry only concerning Count 2 (multiple relationships) within two months of the judgment. The first and second respondents were ordered jointly and severally to pay the costs of the application."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Health Professions Regulation",
    "level_3": [
      "principle of legality",
      "disciplinary proceedings",
      "professional misconduct",
      "procedural fairness"
    ]
  }
}