{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/195.html",
  "case_name": "Magadla v S (80/2011) [2011] ZASCA 195 (16 November 2011)",
  "citation": "[2011] ZASCA 195",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 195\n|\nNoteup\n|\nLawCite\nMagadla v S (80/2011) [2011] ZASCA 195 (16 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 80/2011\nIn the matter between\nMCEBISI MAGADLA\n…..................................................................\nAppellant\nand\nTHE STATE\n…................................................................................\nRespondent\nNeutral citation:\nMagadla\r\nv The State\n(80/2011)\n[2011] ZASCA 195\n(16 November 2011)\nCoram:\nMTHIYANE, MHLANTLA,\r\nBOSIELO, SERITI JJA and MEER AJA\nHeard:\n15 August 2011\nDelivered:\n16 November\r\n2011\nSummary:\nCriminal Law ─\r\nRape ─ appeal against conviction ─ appellant raising\r\nalibi defence ─ truthfulness of which\nwas cast in doubt on\r\nappeal ─ appellant correctly identified as perpetrator ─\r\nconviction confirmed.\n___________________________________________________________\nORDER\n__________________________________________________________\nOn appeal from:\nEastern\r\nCape High Court, Mthatha (Griffiths AJ and Petse ADJP sitting as\r\ncourt of appeal):\nThe appeal against conviction is\r\ndismissed.\n__________________________________________________________\nJUDGMENT\n___________________________________________________________\nMHLANTLA JA (MTHIYANE JA and\r\nMEER AJA concurring):\n[1] The appellant was convicted\r\nof rape in the Willowvale regional court and sentenced to ten years'\r\nimprisonment. An appeal against\nhis conviction was dismissed by the\r\nfull bench of the Eastern Cape High Court, Mthatha (Griffiths AJ,\r\nPetse ADJP concurring). The\ncourt below refused leave to appeal. The\r\nappellant now appeals to this court with special leave granted by\r\nthis court.\n[2] Before us, the appellant does\r\nnot dispute that the complainant was raped. The sole issue for\r\ndetermination in this appeal is\nthe adequacy or otherwise of the\r\nevidence of identification. The appellant maintained that he is not\r\nthe person who raped the appellant.\n[3] At the trial the appellant\r\ntendered a plea of not guilty and elected not to disclose the basis\r\nof his defence. Two witnesses\ntestified on behalf of the State. They\r\nwere the complainant and her friend Ms Thobeka Ngobe. The appellant\r\ntestified in his defence\nand called his cousin Mr Sibongile Mnqetha\r\nas his witness.\n[4] The complainant told the\r\ncourt that on Friday, 15 October 2004, at about 22h00 she went to a\r\nhiking spot not far from Willowvale\nafter having an argument with her\r\nboyfriend. A man, whom she identified in court as the appellant,\r\noffered her a lift. He was driving\na red vehicle with tinted windows.\r\nThe appellant asked her what had happened as she had been crying. She\r\ntold him that she had\nhad an argument with her boyfriend. On the way\r\nthe appellant requested that they stop at a tavern where he wanted to\r\nbuy beers\nfor himself. She agreed. On his return from the tavern he\r\nwas accompanied by a male person whom he later dropped off. The\r\ncomplainant\ntestified that she became concerned when the appellant\r\ndrove in the opposite direction. When she enquired from him as to\r\nwhat was\ngoing on, the appellant ignored her and just kept on\r\ndrinking his beer. He drove to a homestead in the district of\r\nWillowvale.\n[5] He parked the vehicle and\r\nordered her to get out of the vehicle but she refused. The appellant\r\nthen pointed a firearm at her\nand forced her out of the vehicle. He\r\nordered her to enter a certain room after instructing a person who\r\nhad been inside to sleep\nin another room. The room was illuminated by\r\nan electric light. He ordered the complainant to sleep with him, she\r\nrefused after\nwhich he pulled her. A struggle ensued between them as\r\nshe tried to prevent him from removing her clothes. He overpowered\r\nher and\nforcibly removed her clothes. As a result, her trousers were\r\ntorn. He picked up some condoms and grabbed her. She tried to push\n\nhim away but he overpowered her and then raped her. She later saw him\r\ndiscarding the original condom and replacing it with a new\none\r\nwhereupon he raped her again.\n[6] The appellant kept her in the\r\nroom until the next morning. In the early hours of the morning he\r\nstated that she would have to\nleave before the other people in the\r\nhomestead awoke. They left at about 05h00. He dropped her at a\r\ncertain spot on the way to\nthe Taleni locality and gave her an amount\r\nof R20 and said 'you can decide what to do'.\n[7] The complainant boarded a\r\ntaxi and went to the home of her friend Thobeka in Dutywa. Thobeka\r\nprovided her with a place to sleep.\nShe reported her experience to\r\nThobeka. She awoke during the day and washed herself. Thobeka\r\naccompanied her to town ─ to\na shop called Just on Cosmetics.\n[8] The complainant told the\r\ncourt that it was upon returning to Thobeka's home that she saw a red\r\nvehicle and recognised the driver\nas the man that had raped her. She\r\npointed out the vehicle to Thobeka and told her what had happened to\r\nher. According to the complainant,\nThobeka requested her brother to\r\ntake her home. On their arrival, she asked Thobeka to inform her\r\ngrandmother about her ordeal.\n[9] The incident was reported to\r\nthe police at Dutywa police station where the complainant made a\r\nstatement. She was unable to provide\nthe police with particulars of\r\nthe perpetrator as she had met him for the first time that night. The\r\npolice requested her to notify\nthem if she ever saw the person in the\r\nneighbourhood again. She was later examined by a doctor. A few days\r\nlater she saw the vehicle\nthat had been driven by the person that had\r\nraped her. It was parked at a Total garage in Dutywa. She immediately\r\nreported this\nto the police. This led to the arrest of the appellant\r\n─ the owner of the vehicle.\n[10] During her evidence-in-chief\r\nthe complainant was asked by the prosecutor if she had the\r\nopportunity to observe the appellant.\nShe responded in the\r\naffirmative. She was asked further how she observed him. Her reply\r\nwas that the light was on in the room where\nshe had been taken by the\r\nappellant. She further elaborated that the light in question was an\r\n'electric light'. During cross-examination,\nthe complainant averred\r\nthat she had ample opportunity to observe the appellant as they were\r\ntogether in the vehicle. The lights\nof the vehicle were on at the\r\ntime. Whilst in the vehicle, she had noticed that he had a firearm in\r\nhis possession. She once again\nemphasised that the room where the\r\nincident took place was illuminated by an electric light. The\r\nappellant was in the same room\nwith her until about 05h00 whereafter\r\nhe dropped her off. It bears mentioning that she would have been in\r\nthe company of the appellant\nfrom about 22h00 to 05h00 the next\r\nmorning.\n[11] Coming back to the occasion\r\nwhen the complainant saw the appellant’s vehicle, she testified\r\nthat Thobeka was with her\nwhen she saw the vehicle for the first time\r\nafter the incident. It was driven by the appellant near the taxi rank\r\nin Dutywa. She\nwas able to identify the vehicle by its colour and\r\nmake. According to the complainant, the vehicle was a red van with a\r\ncanopy\nand tinted windows. I must mention here that the appellant and\r\nhis witness also confirmed that his vehicle was red and had tinted\n\nwindows. She saw the vehicle again, three days after the incident,\r\nparked at the Total garage and notified the police. She was\nadamant\r\nthat the appellant was in fact the person that had offered her a lift\r\nand later raped her. She denied the allegation that\nshe had falsely\r\nimplicated him.\n[12] Thobeka Ngobe testified that\r\non Saturday 16 October 2004, the complainant arrived at her home and\r\nsought a place to sleep.\nThe complainant woke up at about 11h00 and\r\nhad a wash. She requested Thobeka and another friend Thandokazi to\r\naccompany her to\na certain shop. According to Thobeka, the\r\ncomplainant was very quiet along the way and her demeanour was\r\ndifferent from what it\nnormally was. Thobeka and Thandokazi enquired\r\nwhat was bothering the complainant but she did not respond. The\r\ncomplainant attended\nto her business and they returned home.\n[13] At about 15h00 they went to\r\ntown again because the complainant wanted to use the public phones.\r\nThey were returning home when\nthey saw a twin cab with tinted\r\nwindows. The side windows were dark whilst the windscreen was\r\npartially tinted. Thobeka testified\nthat she had mentioned to the\r\ncomplainant that the sight of the vehicle reminded her of one\r\nMshefan, who was a student at J S Kanjana\nSchool. She said she knew\r\nthe driver of that vehicle as she used to see him at the\r\nabove-mentioned school when he came to fetch\nMshefan. Mshefan used to\r\nsay the driver was his father. Thobeka noticed that the complainant\r\nappeared to be uncomfortable and looked\ndown when she spoke about\r\nthis man.\n[14] Thobeka testified that the\r\ncomplainant was traumatised but did not disclose the cause thereof to\r\nanyone. Thobeka and her family\nwere concerned about the complainant's\r\nstate of mind and decided to take her home. They hoped that she would\r\ndisclose her problem\nto her family. She broke down and cried along\r\nthe way. On arrival, the complainant initially did not report to her\r\nfamily that\nshe had been raped, but eventually told her grandmother.\r\nHer grandmother later related the story to Thobeka. In essence, the\r\ngrandmother\ntold her that the complainant had reported that she had\r\nbeen raped by the owner of the motor vehicle they had seen in town.\r\nThobeka\nthereafter narrated to the court what the complainant's\r\ngrandmother had told her.\n[15] During cross-examination\r\nThobeka was adamant that she knew the man she had seen in town on\r\nthat Saturday afternoon, driving\nthe red vehicle which had been\r\nconverted into a van. She identified the appellant as the driver of\r\nthe said vehicle. The appellant's\nalibi defence was for the first\r\ntime put to the witness ─ that he had attended a funeral during\r\nthat weekend. Thobeka denied\nthe allegation. She was adamant that on\r\nthat Saturday between 15h00 and 16h00, she had seen the appellant\r\ndriving his vehicle,\nin town, as she and the complainant left the\r\npublic phones. She denied the allegation that the appellant’s\r\nvehicle was not\noperational. According to her, he was driving the\r\nsaid vehicle when she saw him and it had been sent to the Total\r\ngarage for repairs\non a different date.\n[16] The appellant testified that\r\nhe resides in Bende location, Taleni locality. He raised an alibi\r\ndefence. He denied the allegations\nagainst him and stated that he had\r\nattended a funeral on 16 October 2004, at Fort Malan locality,\r\nWillowvale district. He had spent\nthe Friday afternoon and evening at\r\nthe family homestead assisting with funeral arrangements together\r\nwith his cousin Mr Sibongile\nMnqetha. He admitted to being an owner\r\nof a red vehicle that had been converted into a van and which had\r\ntinted windows. However,\nit had not been operational during the\r\nweekend of 15 October. On Saturday 23 October, he and his cousin\r\ntowed the vehicle to the\nTotal garage in Dutywa for repairs. He\r\nthereafter went to Mncwe Village to attend a funeral. He returned to\r\nthe garage later that\nafternoon to collect his vehicle. He was\r\nadvised that the police had confiscated the keys as they were looking\r\nfor him. He thereafter\nproceeded to the police station where he was\r\narrested.\n[17] The appellant’s cousin\r\nMr Sibongile Mnqetha supported his version regarding their attendance\r\nat the funeral. His testimony\nmirrored the appellant’s version.\r\nAccording to Mnqetha, the funeral was held on Saturday, 16 October\r\n2004, and they had been\nbusy from the Friday afternoon. He further\r\ntestified that none of the appellant’s children ever attended\r\nschool in Dutywa\nand he did not have a child with the name of\r\nMshefan.\n[18] The regional magistrate\r\nplaced considerable emphasis on the fact that the appellant had not\r\ndisclosed the particulars of his\nalibi defence to the State\r\nwitnesses. The magistrate rejected the appellant's version as false.\r\nHe found the complainant’s\nevidence credible and accepted the\r\nevidence adduced on behalf of the State. He therefore convicted the\r\nappellant of rape.\n[19] The court below, correctly\r\nin my view, held that the magistrate had misdirected himself when he\r\nlaid significant emphasis on\nthe appellant's failure to disclose the\r\nalibi defence to the State witnesses, as certain details had at least\r\nbeen put to Thobeka\nalbeit not to the complainant. The court below\r\ntherefore considered the evidence afresh. Regarding the alibi\r\ndefence, the court\nheld that the appellant had to be mistaken about\r\nthe date on which he attended the funeral in view of the totality of\r\nthe evidence\nand the probabilities. It accepted the evidence tendered\r\non behalf of the State. The court below dismissed the appeal as well\r\nas\nan application to enable the appellant to pursue his appeal\r\nfurther. As indicated earlier, special leave to appeal was granted by\n\nthis court.\n[20] In this court, counsel for\r\nthe appellant levelled a number of criticisms against the manner in\r\nwhich the trial court as well\nas the court below assessed the\r\nevidence. First, he submitted that the case was decided on\r\nprobabilities. Second, that the complainant\nwas not a credible\r\nwitness and that her evidence could not be accepted in the absence of\r\ncorroborating evidence implicating the\nappellant. Third, he argued\r\nthat the issue of identification was dealt with in a perfunctory\r\nmanner and that the State witnesses\ncontradicted each other with\r\nregard to the issue of the first report. Finally, he contended that\r\nno clear finding was made by the\ncourt below that the appellant’s\r\nversion was false.\n[21] Regarding\r\nthe probabilities, it is so that the court below tested the evidence\r\nagainst the inherent probabilities. There is\nnothing wrong with this\r\napproach. This issue was considered in\nS\nv\nChabalala\n,\n1\nwhere Heher\r\nAJA held\nthat:\n'The correct\r\napproach is to weigh up all the elements which point towards the\r\nguilt of the accused against all those which are indicative\nof his\r\ninnocence, taking proper account of inherent strengths and\r\nweaknesses, probabilities and improbabilities on both sides and,\n\nhaving done so, to decide whether the balance weighs so heavily in\r\nfavour of the State as to exclude any reasonable doubt about\nthe\r\naccused's guilt.'\n[22] In the present case, there\r\nare certain indiciae in the evidence that lend credence to the\r\ncomplainant’s version and cast\ndoubt on the appellant’s\r\nalibi defence. Take for example the unlikely coincidences inherent in\r\nthe appellant’s version.\nAccording to his version he would have\r\nbeen some 110 kilometres away from the place where the rape happened.\r\nBy some coincidence\nthe person who raped the complainant has a red\r\ncar with tinted windows – the same as his. The rapist's red car\r\nis modified\nand the appellant too, has a modified vehicle. The rapist\r\nwas carrying a firearm and he, too has a firearm. One may ask\r\nrhetorically\nas to what the probabilities are of having such matching\r\nfeatures where people live more than 100 kilometres apart. In my view\r\nthese factors are quite significant in testing the truthfulness or\r\notherwise of the alibi defence, which was in any event not put\nto the\r\ncomplainant in cross-examination. In my view it was permissible for\r\nthe trial court to have regard to these probabilities.\n[23] It is\r\ntrite that the State has to prove its case against an accused beyond\r\nreasonable doubt and the evidence of a single identifying\nwitness\r\nmust be clear and satisfactory in all material respects. But it must\r\nnot be forgotten that the court must have regard to\nall the evidence\r\nincluding that of an accused. I have already alluded to the fact that\r\nthe acceptance of his alibi depends amongst\nother things upon the\r\nacceptance of the three unlikely coincidences referred to above. On\r\nthe question of having regard to all\nthe evidence Nugent J remarked\r\nas follows in\nS\r\nv Van der Meyden\n:\n2\n'The proper test is\r\nthat an accused is bound to be convicted if the evidence establishes\r\nhis guilt beyond reasonable doubt, and\nthe logical corollary is that\r\nhe must be acquitted if it is reasonably possible that he might be\r\ninnocent. The process of reasoning\nwhich is appropriate to the\r\napplication of that test in any particular case will depend on the\r\nnature of the evidence which the\ncourt has before it. What must be\r\nborne in mind, however, is that the conclusion which is reached . . .\r\nmust account for all the\nevidence.'\n[24] The\r\ncorrect approach to the evaluation of an alibi defence was set out by\r\nHolmes AJA in\nR\r\nv Hlongwane\n:\n3\n'The\r\nlegal position with regard to an alibi is that there is no\nonus\non\r\nan accused to establish it, and if it might reasonably be true he\r\nmust be acquitted.\nR\r\nv Biya\n1952\r\n(4) SA 514\n(AD). But it is important to point out that in applying\r\nthis test, the alibi does not have to be considered in isolation. I\r\ndo\nnot consider that in\nR\r\nv Masemang\n1950\r\n(2) SA 488\n(AD) Van den Heever, JA had this in mind when he said at\r\npp 494 and 495 that the trial Court had not rejected the accused's\r\nalibi\nevidence \"independently\". In my view he merely\r\nintended to point out that it is wrong for a trial Court to reason\r\nthus:\n\"I believe the Crown witnesses.\nErgo\n,\r\nthe alibi must be rejected.\" See also\nR\r\nv Tusini and Another\n,\n1953 (4) SA 406\n(AD) at p 414.\nThe\r\ncorrect approach is to consider the alibi in the light of the\r\ntotality of the evidence in the case, and the Court's impressions\nof\r\nthe witnesses.'\n[25] The\r\nidentification of the appellant as the rapist is based on the\r\nevidence of a single witness.\nSection 208\nof the\nCriminal Procedure\nAct 51 of 1977\nprovides that an accused may be convicted of any\r\noffence on the single evidence of any competent witness. There is no\r\nmagic formula\nto apply when it comes to the consideration of the\r\ncredibility of a single witness. The trial court should weigh the\r\nevidence of\nthe single witness and consider its merits and demerits\r\nand having done so, should decide whether it is satisfied that the\r\ntruth\nhas been told despite the shortcomings or defects in the\r\nevidence.\n4\n[26] Our\r\ncourts have repeatedly stated that evidence of identification must be\r\napproached with caution. In\nS\r\nv Mthetwa\n5\nHolmes JA made\r\nthe following observation with regard to the approach to be adopted\r\nwhen considering the evidence of identification:\n'Because of the\r\nfallibility of human observation, evidence of identification is\r\napproached by the Courts with some caution. It is\nnot enough for the\r\nidentifying witness to be honest: the reliability of his observation\r\nmust also be tested. This depends on various\nfactors, such as\r\nlighting, visibility, and eyesight; the proximity of the witness; his\r\nopportunity for observation, both as to\ntime and situation; the\r\nextent of his prior knowledge of the accused; the mobility of the\r\nscene; corroboration; suggestibility;\nthe accused's face, voice,\r\nbuild, gait, and dress; the result of identification parades, if any;\r\nand, of course, the evidence by\nor on behalf of the accused. The list\r\nis not exhaustive. These factors, or such of them as are applicable\r\nin a particular case,\nare not individually decisive, but must be\r\nweighed one against the other, in the light of the totality of the\r\nevidence, and the\nprobabilities . . . .'\nI will return\r\nto the dictum of Holmes JA in\nMthetwa\nand try to\r\nshow how the facts of that case are distinguishable from the facts of\r\nthis case in so far as they bear on the question\nof identification.\n[27] I turn briefly to the\r\nevidence of the first report. In this respect the complainant\r\ntestified that she made a report to Thobeka\nwhen she saw the vehicle\r\nin town. On the other hand, Thobeka testified that the complainant\r\ndid not make any report to her but\nto her grandmother. Counsel for\r\nthe appellant made much of the apparent contradictions regarding the\r\nfirst report. He contended\nthat not much reliance could be placed on\r\nthe evidence of these witnesses.\n[28] It is so\r\nthat the complainant and Thobeka contradicted each other as described\r\nabove. The court, however, has to determine\nthe nature and impact of\r\nsuch contradictions based upon the entire evidence of these\r\nwitnesses. Another factor that has to be borne\nin mind is that the\r\ncomplaint\nper\nse\ncannot be used\r\nto prove the truth of its contents nor is it corroboration of the\r\ncomplainant’s evidence. Its purpose is to\nshow lack of consent\r\nand consistency.\n6\nIn so far as\r\nthe contradictions are concerned, these, in my view, are not material\r\nin nature and do not render the veracity of the\nevidence suspect.\r\nContradictions\nper\r\nse\ndo\r\nnot lead to the rejection of a witness’ evidence. They may\r\nsimply be indicative of an error. Not every error made by a\nwitness\r\naffects his or her credibility; in each case a trier of fact has to\r\nmake an evaluation, taking into account such matters\nas the nature of\r\nthe contradictions, their number and importance and their bearing on\r\nother parts of the witness’ evidence.\n7\n[29] Regarding the attack on the\r\napproach adopted by the courts during the assessment of the evidence,\r\nit is important to note that\nthe appellant made his attendance at a\r\nfuneral on the day of the alleged incident a major challenge to the\r\ncomplainant's credibility.\nHowever, if the evidence of the\r\ncomplainant were to be accepted and the appellant’s alibi\r\nrejected, it would follow ineluctably\nthat on 15 October 2004, at a\r\ntime when the appellant testified that he was at Fort Malan, busy\r\nattending to funeral arrangements,\nnot only was he at Taleni locality\r\nwith the complainant but that he also raped her.\n[30] It must\r\nbe accepted that the dictum of Holmes JA in\nMthetwa\nremains\r\ngood law. However, the distinguishing feature between this case and\r\nthe\nMthetwa\ncase is that\r\nthe complainant’s identification of the appellant was not based\r\nsolely on a so-called 'dock identification' or\non a fleeting\r\nencounter in adverse lighting conditions. She was in the company of\r\nthe perpetrator from about 22h00 to 05h00. There\nwere no adverse\r\ncircumstances when she accepted a lift from him and thereafter\r\ntravelled with him in his vehicle. The appellant\nhad not threatened\r\nher in any manner whatsoever as she went along with the promise he\r\nhad made to take her to her destination.\nThey were in close proximity\r\nto each other in the vehicle and as I have said at that stage there\r\nwas no reason for her to be frightened.\nShe was clearly at ease in\r\nhis company and even related her argument with her boyfriend. They\r\ndrove together to the tavern where\nhe bought some alcohol and came\r\nout with a male companion. The circumstances changed when he\r\nthreatened her with a firearm and\ntook her to the homestead. There\r\nshe was taken to a room that was illuminated with an electric light.\r\nThis was not a mobile scene.\nThey spent several hours in that room.\r\nThey were once more close to each other as he had sexual intercourse\r\nwith her. In fact she\nwas able to observe the perpetrator when he\r\ndiscarded the original condom and replaced it with a new one. The\r\nperpetrator left\nwith her the next morning at about 05h00. This, in\r\nmy view, tends to suggest that she had ample opportunity to see the\r\nperpetrator\nand observe what he was doing. The submission that she\r\ndid not have enough opportunity to identify the perpetrator has no\r\nmerit\nand is accordingly rejected.\n[31] The identification not only\r\nrested on the opportunity she had during that night but also on the\r\nidentification of the appellant\nas the owner of a red vehicle which\r\nhad been converted. She again saw this vehicle on two occasions after\r\nthe incident. She saw\nit when she was in the company of Thobeka and\r\nagain a few days later at the garage. She notified the police and\r\nthis led to the\narrest of the appellant. At the risk of repetition,\r\nthe question to be asked is whether it was a sheer co-incidence that\r\nthe complainant\nwould state that the man that had raped her drove a\r\nred vehicle with tinted windows and that this vehicle had been\r\nconverted into\na van ─ a feature that made the vehicle unique.\r\nFurthermore, is it a co-incidence that the appellant happened to own\r\na red\nvehicle, a sedan that had been converted into a van and which\r\nhad tinted windows as described by the complainant? I think not. In\n\nmy view it would be a remarkable co-incidence if the complainant were\r\nmistaken about the identity of the appellant.\n[32] In my judgment, the\r\ncomplainant had ample opportunity to make a proper and reliable\r\nobservation of the appellant. The fact\nthat she failed to provide a\r\ndescription of the appellant does not assist him. She was neither\r\nasked in her evidence-in-chief nor\nduring cross-examination to give a\r\nfuller description than she did, of the appellant. We do not know\r\nwhat her response would have\nbeen had she been asked. It had been\r\nsuggested during the cross-examination of the complainant that she\r\nhad falsely implicated\nthe appellant. No reasons were advanced as to\r\nwhy she would do that. In my view that possibility is not\r\nsustainable. The evidence\nof the complainant contained no material\r\ncontradictions save the issue relating to the first report referred\r\nto in paras 26 and\n27 above. In my view, the complainant has not been\r\nshown to be an untruthful witness and her testimony was correctly\r\naccepted as\ncredible.\n[33] Thobeka’s testimony\r\nwith regard to the events of Saturday, 16 October 2004, cannot be\r\ndisregarded. She was adamant that\nshe had seen the appellant on that\r\nSaturday afternoon driving his vehicle at a time when the appellant\r\nought to have been at Fort\nMalan attending a funeral and also driving\r\na vehicle that was supposed to have been out of order. In my view,\r\nthis evidence serves\nas corroboration of the complainant’s\r\nversion with regard to the sighting of the appellant on the said\r\nSaturday afternoon.\nThis would make the appellant's version about his\r\nmovements as well as the condition of his vehicle on that Saturday, a\r\nlie.\n[34] Regarding the alibi, the\r\nonly reasonable inference that can be drawn is that the appellant and\r\nhis witness had conspired to\ndeliberately mislead the court by\r\nconcocting false evidence in order to discredit the complainant. The\r\nappellant had lied deliberately\nin his evidence about the date of the\r\nfuneral. He may have attended a funeral but on a different date. He\r\nwas not content therewith\nand procured the false evidence of his\r\ncousin to support him in these lies. The court below properly\r\nconsidered the defence. It\nis apparent from its judgment that it\r\nrejected the appellant’s alibi defence. The failure to make a\r\nfinding in that regard\ndoes not fundamentally impact on the outcome.\r\nEven though the alibi defence was disclosed before the close of the\r\nState's case,\nit is not clear why this defence was not put to the\r\ncomplainant and emerged for the first time after an adjournment of\r\nabout three\nmonths during the cross-examination of the State witness,\r\nThobeka. The appellant’s defence is accordingly rejected as\r\nfalse.\n[35] The conclusion reached is\r\nnot simply on the basis of the finding that the appellant gave false\r\nevidence but also in view of\nthe totality of the evidence and the\r\nprobabilities discussed above. The complainant's evidence pertaining\r\nto the identification\nof the appellant is sufficiently strong to\r\nprove beyond reasonable doubt that the appellant was the perpetrator\r\nof the offence\nand to render the rejection of the alibi defence. In\r\nthe result the appellant's evidence was correctly rejected as not\r\nreasonably\npossibly true. There is accordingly no basis to disturb\r\nthe trial court’s finding.\n[36] For all the reasons set out\r\nabove the appeal against conviction is dismissed.\n_______________\nN\r\nZ MHLANTLA\nJUDGE\r\nOF APPEAL\nBOSIELO AND SERITI JJA\n(dissenting):\n[37] We have had the benefit of\r\nreading the judgment of our colleague Mhlantla JA. We are,\r\nregrettably, unable to agree with her\nreasoning and conclusion. What\r\nfollows are the reasons for our dissent.\n[38] As the facts of this case\r\nhave been extensively dealt with in the main judgment, we do not deem\r\nit necessary to repeat them.\nWe shall only refer to those salient\r\nfacts which may have been inadvertently omitted and which we feel\r\nwill serve to explain our\ndissension.\n[39] At the heart of this appeal\r\nis the question whether the court below was correct in finding that\r\nthe identity of the appellant,\nas the person who raped the\r\ncomplainant on the night of 15 October 2004, has been proved beyond\r\nreasonable doubt. This becomes\neven more critical as such\r\nidentification was based on the evidence of a single witness which\r\nhas to be evaluated against the defence\nof an alibi raised by the\r\nappellant.\n[40] Our courts have accepted\r\nmany years ago that due to the inherent fallibility of human\r\nobservation and memory, the evidence\nof identification should be\r\napproached with caution as it is dangerously unreliable. It is not so\r\nmuch the question of whether\nthe identifying witness is sincere,\r\nhonest or even confident about the identity of the person he or she\r\nidentified. A court has\nto be satisfied that the evidence is reliable\r\nand further that every possibility of an honest but mistaken identity\r\nhas been eliminated.\n[41] As pointed out in the main\r\njudgment it is correct that the complainant must have had sufficient\r\nopportunity to observe her\nassailant. First, on her evidence, she\r\ntravelled together with her assailant in his motor vehicle from where\r\nshe was offered a\nlift to the place where she was allegedly raped.\r\nSecond, her assailant was with her in the room which was illuminated\r\nby an electric\nlight. Third, he drove with her in his motor vehicle\r\nduring the early hours of the next morning when he took her away.\n[42] Notwithstanding the fact\r\nthat this matter revolved around identity compounded by the fact that\r\nthe appellant also relied on\nan alibi, not enough was done to\r\nproperly explore and investigate the contentious evidence of\r\nidentification. Regrettably, both\nthe State and defence dealt with\r\nthis all-important aspect in a rather perfunctory fashion. Some\r\nexcerpts from the recorded evidence\nwill demonstrate this amply. This\r\nbecame evident during the evidence-in-chief of the complainant:\n‘\nNow,\r\nMa’am, tell me, did you know the accused before the day in\r\nquestion? ― No.\nIt was your first\r\ntime to see the accused?…It was the first time, yes.\nAs this thing took\r\nplace at night, did you have an opportunity to observe him?…Yes,\r\nI managed to.\nCan you tell this\r\ncourt how did you observe him?…At the room where he had taken\r\nme to there was a light on.\nWhat source of light\r\nwas that?…It was an electrical globe.\nYes. Do you know how\r\nthe accused was arrested?…Yes, I do.\nCan you tell the\r\ncourt how he was arrested?…Yes.\nProceed?…The\r\npolice said if we managed to see him we must go and notify the police\r\nor any other policeman.\nDid you eventually\r\nsee him?…Yes, we saw the motor vehicle but he was not in the\r\nvehicle.\nYes?…The\r\nmotor vehicle was at the Total Garage. I then notified the police.’\n[43] As against Thobeka’s\r\nversion aforestated the complainant testified as follows:\n‘\nYes?…\r\nI then washed myself. After washing we then went to town.\nYes?… On our\r\nreturn from town I then saw this motor vehicle and he was also inside\r\nthe vehicle. I then pointed it out to\nThobeka.\nYes?… I told\r\nher what happened.\nYou mean Thobeka?…\r\nYes. Thobeka.’\n[44] It should be patently clear\r\nthat the evidence of Thobeka contradicts that of the complainant on a\r\nvery material aspect of the\ncase ie the identification of the\r\nappellant as the assailant. In this context it is important to recall\r\nthat it is common cause\nthat soon after the alleged rape the\r\ncomplainant went to Thobeka’s home for succour. It is clear\r\nthat she is her friend.\nImportantly, Thobeka testified that from the\r\ntime the complainant arrived at her home that morning until the time\r\nthey took her\nto her grandmother’s place that afternoon, she\r\nnever said anything about the red vehicle or any rape for that\r\nmatter. This\nis notwithstanding the fact that they had repeatedly\r\nbeen asking her what was bothering her as she did not appear to be\r\nher usual\nself. She tendered no explanation for this rather bizarre\r\nbehaviour, considering particularly that Thobeka is her friend.\r\nSurprisingly,\nThobeka heard about the rape episode for the first time\r\nfrom the complainant’s grandmother later that afternoon\r\napparently\nafter some serious cajoling and shouting by her\r\ngrandmother.\n[45] It is common cause that the\r\ncomplainant did not give any description either of the appellant’s\r\nphysical appearance or\nhis clothes to the police. Furthermore, there\r\nwas no identification parade held to afford the complainant an\r\nopportunity to identify\nher assailant. The complainant only\r\nidentified the appellant after she was brought to the police station\r\nwhere he was detained\nand she was asked to identify him.\r\nSelf-evidently this is akin to dock identification with no or very\r\nlittle probative value. Even\nduring her evidence in court, the\r\ncomplainant did not mention any special, remarkable or peculiar\r\nfeatures or marks with which\nshe identified the appellant as her\r\nassailant.\n[46] The appellant was arrested\r\nsolely on the basis of the identification of his motor vehicle which\r\nhe had taken to Total Garage\nin Dutywa for some repairs. It is this\r\nmotor vehicle which the complainant pointed out to the police as the\r\none driven by her assailant\non the fateful night. This is the only\r\nevidence on which she relied for her identification. It is remarkable\r\nthat neither Thobeka\nnor the complainant recorded the registration\r\nnumbers of this vehicle when they allegedly saw it in town, a day\r\nafter the alleged\nrape. They could only rely on its red colour and\r\nthe tinted windows for its identification. This vehicle is said to be\r\na red double-cab\nwhich had been converted and which had dark tinted\r\nwindows.\n[47] As against the above\r\nversion, the appellant pleaded an alibi. He testified that on the\r\nnight in question he was never in Willowvale\nas he was busy at a\r\nnight vigil, of a late relative called Silulani Magadla at Fort Malan\r\nattending to the funeral arrangements\nfor the funeral that was due to\r\ntake place the next day on 16 October 2004. Furthermore, he testified\r\nthat he could not have used\nhis vehicle on this night as it had\r\nbroken down. Suffice to state this alibi was corroborated by his\r\ncousin, one Mr Sibongile Mnqetha\nin all material respects.\n[48] Regarding the vehicle, the\r\nappellant admitted that he owned a red double-cab vehicle which had\r\ntinted windows. He testified\nhowever that during that period his\r\nvehicle had broken down and that he could not have used it. As a\r\nresult he had it towed to\nthe Total Garage in Dutywa for repairs.\r\nIncidentally, this is the place where the complainant and her friend\r\nThobeka identified\nthe vehicle two weeks after the alleged rape.\n[49] In accepting the\r\ncomplainant’s version, the court below held that because she\r\nwas kept in a room which was illuminated\nby an electric light, for\r\nthe better part of the evening and was only released in the early\r\nhours of the next morning, she had\nsufficient opportunity to observe\r\nthe appellant to the extent that she subsequently identified him as\r\nher assailant. This is notwithstanding\nthe fact that she was unable\r\nto give a single physical attribute or mark or item of clothing of\r\nthe appellant with which she identified\nhim. This is compounded\r\nfurther by the fact that she was unable to describe her assailant to\r\nthe police. Contrary to what is stated\nin\nR v Shekelele\n1953\r\n(1) SA 636\n(T) at 638, no questions were put to her by either the\r\nState or defence, not even the court itself, regarding any peculiar\r\nfeatures,\nmarks, height, build, complexion, clothing or any other\r\nindications with which she identified the appellant as her assailant.\r\nThe\ncomplainant was content with the bald and unsubstantiated\r\nallegation that she had seen the appellant. Evidently the court did\r\nnot\nhave any independently verifiable and objective evidence to\r\ndetermine the reliability of her evidence of identification.\n[50] It is common cause that the\r\nappellant was identified and arrested through his motor vehicle which\r\nwas found at the Total Garage\nat Dutywa. The court below appears to\r\nhave accepted her version that when she saw this vehicle on the day\r\nafter the rape, she readily\npointed it out to her friend Thobeka\r\nafter which Thobeka informed her that she knew the owner. However,\r\nThobeka contradicts the\ncomplainant directly on this crucial aspect.\r\nThobeka testified that she is the one who saw the red vehicle when\r\nshe was with the\ncomplainant and Thandokazi. She then remarked that\r\nit reminded her of one Mshefan who was a student at the J.S. Kanjana\r\nSchool.\nThobeka identified this red vehicle to be the one she used to\r\nsee at the school, when it came to fetch Mshefan. Thobeka testified\n\nthat when she said this, the complainant looked down and never\r\nuttered a word. She did not tell Thobeka and Thandokazi at this\n\ncrucial moment that the driver of that vehicle had raped her the\r\nprevious night. Nor did she tell them thereafter despite their\n\nrepeated questions and exhortations for her to tell them what was\r\nwrong with her. The court below appears to have attached insufficient\n\nweight to this material contradiction on the crucial part of her case\r\nand the complainant’s unexplained and bizarre behaviour.\n[51] Whilst evaluating the\r\ncontradictory evidence of both the complainant and Thobeka regarding\r\nthe red motor vehicle, which is\ncentral to the identification of the\r\nappellant, it is important to bear in mind the evidence of the\r\nappellant to the effect that\nhe does not have a son called Mshefan.\r\nFurthermore the appellant denied pertinently that he was ever at the\r\nschool referred to\nby Thobeka.\n[52] The correct approach to\r\nidentificatory evidence was adumbrated as follows in\nS v Mehlape\n1963 (2) SA 29\n(A) at 32A-F:\n‘\nIt\r\nhas been stressed more than once that in a case involving the\r\nidentification of a particular person in relation to a certain\n\nhappening, a court should be satisfied not only that the identifying\r\nwitness is honest, but also that his evidence is reliable\nin the\r\nsense that he had a proper opportunity in the circumstances of the\r\ncase to carry out such observation as would be reasonably\nrequired to\r\nensure a correct identification; see for example the remarks of\r\nRamsbottom, AJP, in\nR\r\nv Mokoena,\n1958\r\n(2) SA 212\n(T) at p 215. The nature of the opportunity of observation\r\nwhich may be required to confer on an identification in any\r\nparticular\ncase the stamp of reliability, depends upon a great\r\nvariety of factors or combination of factors; for instance the period\r\nof observation,\nor the proximity of the persons, or the visibility or\r\nthe state of the light, or the angle of the observation, or prior\r\nopportunity\nor opportunities of observation or the details of any\r\nsuch prior observation or the absence or the presence of noticeable\r\nphysical\nor facial features, marks or peculiarities, or the clothing\r\nor other articles such as glasses, crutches or bags, etc, connected\n\nwith the person observed, and so on, may have to be investigated in\r\norder to satisfy a court in any particular case that an\r\nidentification\nis reliable and trustworthy as distinct from being\r\nmerely\nbona\r\nfide\nand\r\nhonest. The necessity for a court to be properly satisfied in a\r\ncriminal case on both these aspects of identification should\nnow, it\r\nmay be thought, not really require to be stressed; it appears from\r\nsuch a considerable number of prior decisions; see example\nthe\r\napprehension expressed by Van den Heever JA, in\nRex\r\nv Masemang\n1950\r\n(2) SA 488\n(AD), after reference to the cases of wrongly convicted\r\npersons cited in Wills\nPrinciples\r\nof Circumstantial Evidence,\n7\nth\ned\r\np 193. The often patent honesty, sincerity and conviction of an\r\nidentifying witness remains, however, ever a snare to the judicial\n\nofficer who does not constantly remind himself of the necessity of\r\ndissipating any danger of error in such evidence.’\nSee also\nS\r\nv Mthetwa\n1972 (3) SA 766\n(A) at\r\n768A-C;\nR v Dladla and others,\n1962\r\n(1) SA 307\n(AD) at p 310C.\n[53] Although\r\nit may be true that the complainant had ample time to observe her\r\nassailant in a room where there was light, she failed\nto indicate, as\r\nis required by both\nShekelele\nand\nMthetwa\nany peculiar features or indications evident on\r\nthe appellant, to satisfy the court that her identification of the\r\nappellant is\nnot only honest and sincere but is trustworthy and\r\nreliable. This is of even greater significance as the appellant was\r\nnot known\nto the complainant before. I think this is the classic case\r\nwhich Williamson JA had in mind when he said in\nMehlape\nat 34A-B:\n‘\nIn\r\nthe result it seems to me that the appellant in this case was\r\nconvicted on the evidence of a single witness whose testimony as\nto\r\nidentification, though found to be honest, stood untested in regard\r\nto at least two necessarily vital factors and uncorroborated\nby any\r\nother proved fact. In the absence of some other material and proper\r\nconsideration which could be said to have removed a\nreasonably\r\npossible error in the witness’ selection of the appellant as\r\none of the robbers, it seems to me that the court\nshould, apart from\r\nother possible considerations, have entertained a reasonable doubt as\r\nto the latter’s guilt.’\n[54] We are firmly of the view\r\nthat the evidence of identification by the complainant did not pass\r\nthe threshold. The bald and unsubstantiated\nassertion by the\r\ncomplainant is not a sufficient safeguard against a possible mistaken\r\nidentification albeit honest mistake. This\nis particularly so as she\r\nis a single witness. Although\ns 208\nof the\nCriminal Procedure Act 51\nof 1977 allows for a conviction of an accused on the evidence of a\r\nsingle witness, such evidence must be clear and satisfactory\nin every\r\nmaterial respect. The evidence of the complainant failed this test.\r\nShe has been directly contradicted by Thobeka, her\nwitness on a\r\ncrucial aspect of her case ie the identification of the red vehicle\r\nand the appellant as her assailant. Given these\nglaring\r\ncontradictions, we are of the view that it cannot be said that it has\r\nbeen proved beyond reasonable doubt that the appellant\nwas properly\r\nidentified as the person who raped the complainant.\n[55] Our\r\ncolleague Mhlantla JA seems to have accepted that the complainant’s\r\napparent confidence and firm belief that the\nappellant is her\r\nassailant, as a sufficient basis for the acceptance of her evidence\r\nof identification. Is this apparent confidence\nand firm belief by the\r\ncomplainant a sufficient safeguard to exclude the possibility of an\r\nhonest but mistaken identity, particularly\nas the appellant raised an\r\nalibi which was never proved to be false beyond reasonable doubt? We\r\nare of the firm view that it is\nnot. Such an approach is contrary to\r\nthe correct legal approach which was clearly set out in\nS\r\nv Mlati\n[1984] ZASCA 88\n;\n1984 (4) SA 629\n(A) at\r\n632F-633C as follows:\n‘\nDie\r\nVerhoorhof het bevind dat die klaagster 'n besondere eerlike en\r\nbilike getuie was. Daar is geen rede hoegenaamd om van hierdie\nhoë\r\naanslag van die klaagster as 'n getuie te verskil nie. Inteendeel\r\nspreek die oorkonde duidelik van 'n indrukwekkende eerlikheid\nen van\r\n'n opregte poging tot objektiwiteit en billikheid van die kant van\r\ndie klaagster in die aflegging van haar getuienis. Daarby\nwas die\r\nklaagster baie beslis en seker van die korrektheid van haar\r\nuitkenning van die appellant as een van die persone wat haar\n\naangerand en verkrag het. Juis die klaagster se ooglopende eerlikheid\r\nen haar eie vaste oortuiging van die korrektheid van haar\nuitkenning\r\nmaan 'n mens egter tot groot versigtigheid by oorweging van die vraag\r\nof haar uitkenning met veiligheid as betroubaar\naanvaar kan word,\r\nwant in 'n saak soos die huidige mag die klaagster se eerlikheid en\r\neie oortuiging nooit toegelaat word om die\nafsonderlike ondersoek na\r\ndie betroubaarheid van haar uitkenning te vertroebel nie. Waar die\r\nStaat se saak teen 'n beskuldigde\nin sy kern uitsluitlik berus op die\r\nuitkenning deur 'n enkele getuie van die beskuldigde as die\r\nmisdadiger, lê die gevaar\nvan 'n verkeerde skuldigbevinding\r\njuis opgesluit in die altoos aanwesige moontlikheid dat die getuie 'n\r\neerlike fout begaan in\ndie identifikasie van die beskuldigde as die\r\nmisdadiger. Hierdie gevaar, in die samehang van die teenstelling\r\ntussen eerlikheid\nen betroubaar-heid is al telkemale in die regspraak\r\nuitgewys, maar die omstandighede van die huidige saak verg dat dit\r\nweer eens\nbeklemtoon moet word. Om dié rede haal ek by wyse\r\nvan voorbeeld uittreksels aan uit twee beslissings van hierdie Hof.\r\nIn\ndie eerste,\nR\r\nv Masemang\n1950 (2)\r\nSA 488\n(A) op 493 het Van den Heever AR gesê:\n\"The\r\npositive assurance with which an honest witness will sometimes swear\r\nto the identity of an accused person is in itself\nno guarantee of the\r\ncorrectness of that evidence... In Wills on\nPrinciples\r\nof Circumstantial Evidence\n7th ed at 193, the learned\r\nauthor cites a number of cases in which persons have been wrongly\r\nconvicted (and even executed) on this\ntype of evidence, which fills\r\none with apprehension.\"\nIn die\r\nander saak,\nR v T\n1958\r\n(2) SA 676\n(A) op 681, het Ogilvie Thompson Wn AR gesê:\n\"Again, undue\r\nweight cannot be attached to the circumstance that complainant\r\nreadily picked out appellant at the identification\nparade. Her\r\nhonesty is undoubted: the vital question is whether the firm belief\r\nof this young girl can be implicitly relied upon.\"'\nSuffice to state that the dicta\r\nquoted above have withstood the test of time.\n[56]\r\nFurthermore, it is crucial that the entire evidence be weighed\r\nagainst the alibi raised by the appellant. It is trite that\nthere is\r\nno onus on an accused to prove his alibi.\nThe\r\ncorrect approach is set out in\nS v\r\nKhumalo & andere\n[1991] ZASCA 70\n;\n1991 (4) SA 310\n(A) at 327G-I as follows:\n‘\nWaar\r\n`n beskuldigde `n alibi opper, rus die bewyslas op die Staat. Bestaan\r\ndaar gevolglik `n redelike moontlikheid dat die alibi's\nvan die\r\nbeskuldigdes onder bespreking waar kan wees, sal die Staat hom nie\r\nvan sy bewyslas gekwyt het nie (\nR\r\nv Biya\n1952\r\n(4) SA 514\n(A) at 512D-E). Die korrekte benadering in dié\r\nverband is om elke alibi aan die hand van die totaliteit van die\r\ngetuienis\nmet betrekking daartoe, en die Hof se indrukke van die\r\ngetuies te oorweeg (\nR\r\nv Hlongwane\n1959\r\n(3) SA 337\n(A) at 341 A).’\nThis is the\r\ntest against which the appellant’s alibi has to be evaluated.\r\nSee\nS v Tandwa\n2008\r\n(1) SACR 613\n(SCA) para 132.\n[57] The appellant may well be\r\ncriticised that his alibi was only raised with the second state\r\nwitness Thobeka and not with the\ncomplainant. However, as the State\r\nhad not closed its case, the State still had an opportunity, if it so\r\nwished, to investigate\nand verify the appellant’s alibi. Our\r\ncolleague drew, as the only reasonable inference to be drawn from the\r\ntotality of the\nevidence, the inference that the appellant and his\r\nwitness had conspired to deliberately mislead the court by concocting\r\nfalse\nevidence in order to discredit the complainant. With respect,\r\nwe disagree as there is no factual basis for such an inference. To\n\nour minds this remains pure speculation. On the contrary it is not\r\nthe appellant who tried to discredit the complainant. The complainant\n\nand her friend, Thobeka have discredited themselves on this crucial\r\naspect ie how the appellant was identified. At the risk of\n\nrepetition, the complainant testified that ‘on our return from\r\ntown I then saw this vehicle and he was also inside the vehicle.\nI\r\nthen pointed it out to Thobeka…’. On the other hand,\r\nThobeka testified that she is actually the one who saw this\nvehicle\r\nand told the complainant that it actually reminded her of a person\r\ncalled Mshefan. The complainant did not respond. This\nglaring and\r\nunexplained contradiction should have raised serious doubts about the\r\nreliability of the identification of the appellant\nas the assailant.\n[58] Reverting to the alibi, if\r\nthe prosecutor had doubts about the appellant’s alibi,\r\nappropriate measures should have been\ntaken to investigate and verify\r\nit as he or she still had ample opportunity as the State had not\r\nclosed its case. Given the nature\nof the evidence available to the\r\nState, the State had an obligation and ample opportunity to\r\ninvestigate the appellant’s\nalibi. Amongst others, the State\r\ncould and should have gone to Total Garage, Dutywa where the mystery\r\nvehicle was found, to verify\nwhen it was brought there for repairs.\r\nFurthermore the State could and should have gone to the home where\r\nthe appellant testified\nthat he was assisting with funeral\r\narrangements of a family member to verify if it is true or false.\r\nEven a visit by the Investigating\nOfficer to the funeral parlour\r\nwhich was responsible for the funeral would have enabled the police\r\nto verify from the records if\nthere was such a funeral during that\r\nweekend. It is not proper to reject an alibi that has not been proved\r\nto be false on the basis\nof some speculative hypotheses not supported\r\nby the evidence. For as long as the alibi remains reasonably possibly\r\ntrue, the court\ncannot reject it. The appellant cannot be faulted for\r\nthe unexplained failure by the State, with all the resources\r\navailable, to\nfollow up on his alibi and investigate it properly.\n[59] As the\r\nappellant’s alibi had not been proved to be false beyond\r\nreasonable doubt it should not have been rejected. The\ncorrect\r\napproach to this problem was succinctly set out by Jafta JA\nin\nS v Liebenberg\n2005 (2) SACR 355\n(SCA) para 14 as follows:\n‘\nThe\r\napproach adopted by the trial court to the alibi evidence was\r\ncompletely wrong. Once the trial court accepted that the alibi\n\nevidence could not be rejected as false, it was not entitled to\r\nreject it on the basis that the prosecution had placed before it\n\nstrong evidence linking the appellant to the offences. The acceptance\r\nof the prosecution's evidence could not, by itself alone,\nbe a\r\nsufficient basis for rejecting the alibi evidence. Something more was\r\nrequired. The evidence must have been, when considered\nin its\r\ntotality, of the nature that proved the alibi evidence to be false.’\n[60] In the light of the above we\r\nare not satisfied that the guilt of the appellant had been proved\r\nbeyond reasonable doubt. We\nwould therefore have upheld the appeal\r\nand set the conviction and sentence aside.\n_________________\nL O BOSIELO\nJUDGE OF APPEAL\n_________________\nW SERITI\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant : M Tshiki\nInstructed by Tshiki & Sons\r\nIncorporated, Mthatha\nMthembu & Van Vuuren,\r\nBloemfontein\nFor Respondent : J M K Joubert\nInstructed by Director of Public\r\nProsecutions, Mthatha\n1\nS\r\n\tv Chabalala\n2003 (1) SACR 134\n(SCA) para 15. See also\nS v\r\n\tShackell\n2001 (2) SACR 185\n(SCA) at 194G-I.\n2\nS\r\n\tv Van der Meyden\n1999 (2) SA 79\n(W) at 82C-D.\n3\nR\r\n\tv Hlongwane\n1959 (3) SA 337\n(A) at 340H-341B.\n4\nS\r\n\tv Sauls\n1981 (3) SA 172\n(A) at 180E-G.\n5\nS\r\n\tv Mthetwa\n1972 (3) SA 766\n(A) at 768A-C.\n6\nSee\nS v Hammond\n2004 (2) SACR 303\n(SCA) para 12.\n7\nS\r\n\tv Mkohle\n1990 (1) SACR 95\n(A) at 98F-G.",
  "scraped_at": "2026-02-12T16:09:17.759987",
  "date": "2011-11-16",
  "coram": [
    "MTHIYANE",
    "MHLANTLA",
    "BOSIELO",
    "SERITI JJA",
    "MEER AJA"
  ],
  "case_number": "80/2011",
  "parties": {
    "applicants": [
      "MCEBISI MAGADLA"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "On the night of 15 October 2004 the complainant, after an argument with her boyfriend, accepted a lift from the appellant in a red, tinted‑window vehicle. The appellant stopped at a tavern, later drove the complainant to a homestead, threatened her with a firearm and forced her into a room that was illuminated by an electric light. He raped her, removed her clothing, and held her until the following morning before dropping her off near Taleni. The complainant reported the incident to a friend, Thobeka Ngobe, and later identified the appellant’s vehicle twice – first near a taxi rank and later at a Total garage – leading to the appellant’s arrest. The appellant raised an alibi, claiming he attended a funeral on 16 October 2004 and that his vehicle was not operational that weekend.",
    "issues": "The appeal raised two principal issues: (1) whether the identification of the appellant as the rapist, based on a single witness, was reliable and proved beyond reasonable doubt; and (2) whether the appellant’s alibi defence was credible and should have been accepted or at least given sufficient weight to create reasonable doubt.",
    "principles": "South African law requires that identification evidence be both honest and reliable, taking into account factors such as lighting, proximity, duration of observation, and corroboration (see S v Mthetwa; R v Hlongwane). An alibi does not shift the burden of proof but the State must disprove it beyond reasonable doubt if it is reasonably possible (R v Biya; S v Khumalo). Courts must weigh all evidence, including probabilities and coincidences, and may consider the totality of the evidence when assessing credibility (S v Chabalala). Section 208 of the Criminal Procedure Act allows conviction on a single witness’s testimony only if it is clear and satisfactory in all material respects.",
    "application": "The Supreme Court of Appeal evaluated the complainant’s identification, noting her prolonged exposure to the appellant in a well‑lit room from 22:00 to 05:00, the observation of the appellant’s firearm, and the repeated sightings of a uniquely described red van with tinted windows. The Court found the coincidences in the appellant’s alibi – the distance from the crime scene, the matching vehicle description, and the implausibility of the vehicle being inoperative – to be significant. The alibi was not put to the complainant and was contradicted by the witness Thobeka, who saw the appellant driving the vehicle on the day of the alleged rape. Applying the principles, the Court concluded that the identification was reliable and the alibi could not be accepted.",
    "conclusion": "The appeal against conviction was dismissed. The conviction for rape and the ten‑year sentence were upheld, and the appellant’s alibi was rejected as false."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "identification",
      "alibi",
      "probative value"
    ]
  }
}