{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/46.html",
  "case_name": "S v Romer (412/10) [2011] ZASCA 46; 2011 (2) SACR 153 (SCA) (30 March 2011)",
  "citation": "[2011] ZASCA 46",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 46\n|\nNoteup\n|\nLawCite\nS v Romer (412/10) [2011] ZASCA 46; 2011 (2) SACR 153 (SCA) (30 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 412/10\nIn the matter between:\nTHE STATE\n.......................................................................................\nAppellant\nand\nSTEPHEN ROMER\n.......................................................................\nRespondent\nNeutral citation:\nState\nv Romer\n(412/10)\n[2011] ZASCA 46\n(30 March 2011)\nCoram:\nLEWIS, BOSIELO JJA\r\nand PETSE AJA\nHeard:\n25 February 2011\nDelivered: 30 March 2011\nSummary:\nSentence ─\r\nMurder and attempted murder committed when respondent in a state of\r\ndiminished responsibility ─ Sentence\nof ten years’\r\nimprisonment wholly suspended, coupled with a sentence of\r\ncorrectional supervision ─ appeal by state.\n___________________________________________________________\nORDER\nOn appeal from:\nEastern\r\nCape High Court (Port Elizabeth) (Jansen J as court of first\r\ninstance):\nBoth the application for leave to\r\nlead further evidence by the respondent and the appeal against\r\nsentence by the State are dismissed.\n__________________________________________________________\nJUDGMENT\nPETSE AJA (LEWIS and BOSIELO JJA\r\nconcurring)\n[1] The respondent, Mr S Romer,\r\nwas convicted by Jansen J in the Eastern Cape High Court, Port\r\nElizabeth on one count of murder\nand two counts of attempted murder.\r\nThe high court found, however, that Romer was in a state of\r\ndiminished responsibility (though\nnot acting as an automaton) at the\r\ntime of the shootings. Romer was sentenced to ten years’\r\nimprisonment wholly suspended\nfor five years on the usual conditions.\r\nIn addition he was sentenced to three years’ correctional\r\nsupervision in terms of\ns 276(1)(h)\nof the\nCriminal Procedure Act 51\nof 1977\n. An application for leave to appeal by the State in terms of\ns 316B\nof the Act was refused by the court a quo but was subsequently\r\ngranted by this court.\n[2] The murder and attempted\r\nmurder charges against Romer arose when Romer shot three people in\r\nPort Elizabeth on 17 October 2007.\nMr G du Mordt was fatally wounded\r\nand Ms K Heuer and Mr E G Janse were seriously injured. The shooting\r\nincidents took place at\nthree different locations and were witnessed\r\nby various witnesses, amongst whom were police officers who pursued\r\nRomer as he drove\nfrom one crime scene to the other. Romer was\r\narrested and detained on the same day after having been cornered by\r\nthe police.\n[3] The appeal before us is\r\nbrought by the State which contends that the sentence imposed on\r\nRomer is disturbingly lenient given\nthe serious consequences of his\r\nconduct, and thus warrants interference by this court.\nHowever, before I turn to\r\nconsider this question there is a preliminary issue that requires to\r\nbe addressed and it is this. Romer\nbrought an application (opposed by\r\nthe State) in terms of s 22(a) of the Supreme Court Act 59 of 1959 to\r\nadduce further evidence\non appeal in relation to the sentence\r\nimposed. We refused the application, for the reasons that follow.\n[4] The further evidence is\r\ncontained in two affidavits. The first one is that of Ms A Ferreira\r\nwho is the social worker responsible\nfor monitoring the correctional\r\nsupervision and community service of Romer. The second is that of Dr\r\nY Lucire who describes herself\nas a medical practitioner,\r\nspecialising in forensic and medico-legal psychiatry, who formerly\r\npractised in the State of New South\nWales, Australia.\n[5] Ferreira’s evidence\r\npertains to facts which occurred after the imposition of sentence on\r\nRomer. The purpose of the affidavit\nis to demonstrate to this court\r\nthat the conditions imposed by the court a quo have been complied\r\nwith by Romer who has been fully\nintegrated as a useful member of\r\nsociety. This is of no relevance to the appropriateness of the\r\nsentence at the time of its imposition.\n[6] The evidence of Lucire seeks\r\nto bolster Romer’s case that when he committed the crimes he\r\nwas suffering from sane automatism.\nThe same evidence was adduced\r\nwhen he sought leave from this court to appeal against his\r\nconviction. Leave was refused and the\napplication to place Lucire’s\r\nevidence before the court was accordingly also refused. Its relevance\r\nto the question of sentence,\nas I understood Ms Crouse, counsel for\r\nRomer, was that the evidence was the basis of his opposition to the\r\nappeal: that at all\nmaterial times he was acting under circumstances\r\nof severe diminished responsibility.\n[7] Section 22 of the Supreme\r\nCourt Act provides:\n‘\nThe\r\nappellate division or a provincial division, or a local division\r\nhaving appeal jurisdiction, shall have power ─\n(a) on the hearing\r\nof an appeal to receive further evidence, either orally or by\r\ndeposition before a person appointed by such division,\nor to remit\r\nthe case to the court of first instance, or the court whose judgment\r\nis the subject of the appeal, for further hearing,\nwith such\r\ninstructions as regards the taking of further evidence or otherwise\r\nas to the division concerned seems necessary; and\n(b) . . . .’\n[8] It is\r\ntrite that s 22 vests in the appeal court a wide discretion to\r\nreceive further evidence in order to do justice between\nthe parties.\r\nHowever the circumstances under which the appeal court will exercise\r\nsuch discretion are circumscribed and the factors\nto be borne in mind\r\nin the exercise of such discretion have crystallised over the years.\r\nThis court almost a century ago (dealing\nwith a similar provision\r\ncontained in s 4 of the Appellate Division Further Jurisdiction Act 1\r\nof 1911) held in\nShein\r\nv Excess Insurance Company Ltd\n1\nthat the\r\nfollowing are some of the factors to be borne in mind: (a) neither\r\nparty should be placed at an unfair advantage by the\nreception of\r\nfurther evidence; (b) special grounds should be fully set out\r\nsubstantiating the application; (c) the nature of the\nfurther\r\nevidence sought to be adduced must be set out, including its material\r\nrelevance to the issue on appeal; (d) the appeal\ncourt should not\r\nlightly exercise its power in favour of granting the application more\r\nespecially on points which have been contested\nand decided at the\r\ntrial; and (e) there should be some reasonably sufficient\r\nexplanation, based on allegations which may be true,\nwhy the evidence\r\nwhich is sought to be adduced was not led at the trial.\n[9] It is thus\r\napparent that, ordinarily, the appeal court will receive further\r\nevidence on appeal only if special grounds underlying\nsuch request\r\nexist, such as that the evidence was either not available during the\r\ntrial or could not have been obtained despite\ndue diligence to\r\nprocure it.\n2\n[10] There are\r\ntwo fundamental objections to allowing Lucire’s evidence.\r\nFirst, it is not capable of being properly tested\nin this court. In\nIn\r\nRe Certain Amicus Curiae Applications: Minister of Health &\r\nothers v Treatment Action Campaign & others\n3\nthe\r\nConstitutional Court, in the context of an application to place\r\nfurther evidence before that court, said:\n‘\n[H]owever,\r\nthis is subject to the condition that such facts “are common\r\ncause or otherwise incontrovertible” or “are\nan official,\r\nscientific, technical or statistical nature, capable of easy\r\nverification”. This Rule has no application where\nthe facts\r\nsought to be canvassed are disputed.’\nLucire’s evidence, on her\r\nown account, is controversial. Secondly, it is relevant only to\r\nRomer’s conviction, and that\nis not the subject of the appeal.\r\nThere is no basis for its admissibility. And as indicated, Ferreira’s\r\nevidence is irrelevant\nto the imposition of sentence.\n[11] I turn then to the question\r\nof the appropriateness of the sentences imposed on Romer. As\r\nindicated earlier, Romer was charged\nwith one count of murder and two\r\ncounts of attempted murder. He pleaded not guilty and raised a\r\ndefence of sane automatism substantiated\nby a comprehensive written\r\nplea explanation under\ns 115\nof the\nCriminal Procedure Act. The\nState\r\ncalled several witnesses, one of whom was Professor Visser, a member\r\nof the panel that examined the accused at Fort England\nHospital in\r\nGrahamstown, pursuant to an order made under\ns 79\nof the\nCriminal\nProcedure Act. Romer\ntestified in his defence and called three other\r\nwitnesses: his son, Mr Derick Romer, Mr Ian Meyer who is a clinical\r\npsychologist\npractising in Port Elizabeth and Professor Daya who was\r\nthe Head of the Pharmacology Department at Rhodes University,\r\nGrahamstown.\n[12] The evidence relating to the\r\nthree shooting incidents in various streets of Port Elizabeth and the\r\nfact that the accused fired\nshots through the driver’s window,\r\nwindscreen and front passenger window of his motor vehicle whilst\r\noccupying the driver’s\nseat was largely common cause and need\r\nnot be traversed here. It was also not disputed that shortly before\r\nthe shootings, Romer\nhad visited a friend, drunk a beer and had\r\nagreed to return to the friend’s home later in the evening for\r\na braai. The evidence\nof his friend that he had appeared normal at\r\nthe time was also not contested.\n[13] The evidence of the three\r\nexperts who testified at the trial was directed at establishing\r\nwhether Romer, in firing such shots,\nwas acting in a state of sane\r\nautomatism at the time. Visser for the State was of the view that he\r\nwas not, whereas both Meyer\nand Daya held the opposite view.\n[14] Romer’s bizarre\r\nconduct on the day when he shot three strangers, randomly and at\r\ndifferent places, was attributed by\nhis expert witnesses to an intake\r\nof anti-depressant medication that had been prescribed for him by\r\nvarious doctors including psychiatrists\nas well as over-the-counter\r\nmedication. He had consulted doctors about his emotional upheaval\r\ntriggered by the disintegration of\nhis marriage. Romer’s\r\ndepression had begun in December 2001 when he had caught his wife\r\nwith her lover, and subsequently\ndivorced her.\n[15] In December 2001 he was\r\nadmitted to St Mark’s Clinic in East London where he was\r\ndiagnosed by a psychiatrist as having\nan adjustment disorder. He was\r\ntreated as an in-patient for two weeks and medication was given to\r\nhim. He was thereafter on several\noccasions re-admitted to St Mark’s\r\nClinic for treatment. His successful career as a car salesman in East\r\nLondon came to an\nabrupt end.\n[16] During 2007 Romer moved to\r\nPort Elizabeth where he stayed with his son, Derick, who testified\r\nthat there had been a steady\ndeterioration of Romer’s mental\r\nstate from the end of 2000 which rendered him a shell of his former\r\nself. On occasions Romer\nwould remain in bed for up to a week at a\r\ntime, getting up only for short periods. Derick observed Romer\r\nexperiencing frequent\nnightmares, accompanied by violent tremors.\r\nThere came a point when Derick could no longer cope with living\r\ntogether with his father\nin his house and requested him to leave.\r\nRomer then went to live with a relative, Gary Romer, in Sardinia Bay\r\nin the Port Elizabeth\ndistrict.\n[17] Meyer’s view was that\r\nwhen Romer fired shots at his victims he was not acting rationally:\r\nhis acts were a consequence\nof the combined effects of depression\r\naggravated by the intake of anti-depressants, and the taking of four\r\nsleeping pills the night\nbefore the shootings. This, testified Meyer\r\nand Daya, resulted in Romer’s automatism.\n[18] However, the high court\r\nfound that although Romer had suffered from diminished responsibility\r\nhe had not acted in a state of\nsane automatism when shooting. The\r\ncourt accepted the evidence of Visser that Romer had been able to\r\ndirect his actions: he had\ndriven some distance, in peak traffic, in\r\nunfamiliar areas and through traffic circles and lights. He had, for\r\nthe most part, obeyed\ntraffic rules. He had deliberately tried to\r\nevade police vehicles, driving at speed to escape them. Accordingly,\r\nhe was not acting\nas an automaton when he shot his three victims.\n[19] But the\r\ncourt, in imposing sentence, did place great emphasis on Romer’s\r\ncondition, induced by drugs. Of course Romer’s\nconduct and its\r\nconsequences are horrific. They could be aptly described in the words\r\nof Marais JA in\nS\r\nv Roberts\n4\nwhere he said\r\nthat\n‘\n[v]iewed\r\nobjectively and in isolation’ the crimes were ‘horrific’.\n[20] In considering what a\r\nsuitable sentence should be that would satisfy the objectives of\r\npunishment the court a quo took cognisance\nof the following factors:\n‘\n(a)\r\nthat Romer had committed the crimes under circumstances of severe\r\ndiminished responsibility; (b) that he expressed genuine contrition;\n\n(c) that he took full responsibility for the hardship, misery and\r\nagony that he caused to his victims and members of their families;\n\n(d) that when symptoms of his emotional disintegration precipitated\r\nby the irretrievable breakdown of his marriage caused by his\nwife’s\r\ninfidelity manifested themselves he sought professional help; (e)\r\nthat he was prescribed drugs by doctors which far\nfrom alleviating\r\nthe state of his emotional upheavals aggravated it; (f) that the\r\naccused had over an extended period of time in\nhis adult life lived a\r\nmodel and exemplary life; (g) that the accused was no longer taking\r\ndrugs, abstained from alcohol, undergoing\ncounselling and\r\npsychological therapy which all evinced a determination on his part\r\nto rehabilitate himself; (h) that the chances\nof him ever repeating\r\nwhat he did were extremely remote; and (i) that imposing direct\r\nimprisonment in order to deter others would\nserve no useful purpose\r\nbut rather amount to sacrificing Romer on the altar of deterrence.’\r\nThis approach is, in my respectful\nview, unassailable.\n[21] By way of prelude I want to\r\nsay that had I sat as the court of first instance I would in all\r\nprobability have imposed a direct\ncustodial sentence with a portion\r\nsuspended on suitable conditions, given that Romer acted with\r\ndiminished responsibility. But\nwe are a court of appeal.\n[22] It has\r\nbeen held in a long line of cases that the imposition of sentence is\r\npre-eminently within the discretion of the trial\ncourt. The appellate\r\ncourt will be entitled to interfere with the sentence imposed by the\r\ntrial court only if one or more of the\nrecognised grounds justifying\r\ninterference on appeal has been shown to exist.\n5\nOnly then will\r\nthe appellate court be justified in interfering. These grounds are\r\nthat the sentence is ‘(a) disturbingly inappropriate;\n(b) so\r\ntotally out of proportion to the magnitude of the offence; (c)\r\nsufficiently disparate; (d) vitiated by misdirections showing\nthat\r\nthe trial court exercised its discretion unreasonably; and (e) is\r\notherwise such that no reasonable court would have imposed\nit.’\r\nSee\nS\r\nv Giannoulis\n;\n6\nS v\r\nKibido\n;\n7\nS v\r\nSalzwedel & others\n.\n8\n[23] In\nS\r\nv Matlala\n9\nit was held\r\nthat in an appeal against sentence the fact that the sentence imposed\r\nby the trial court is wrong is not the test. The\ntest is whether the\r\ntrial court in imposing it exercised its discretion properly or not.\r\nConsequently, the circumstances in which\nan appellate court will\r\ninterfere with the exercise of such discretion are circumscribed. In\nS\r\nv Sadler\n10\nMarais JA,\r\nwriting for a unanimous court, had occasion to re-state them when he\r\nsaid the following:\n‘\nThe\r\napproach to be adopted in an appeal such as this is reflected in the\r\nfollowing passage in the judgment of Nicholas AJA in\nS\r\nv Shapiro\n1994\r\n(1) SACR 112\n(A) at 119j-120c:\n“\nIt\r\nmay well be that this Court would have imposed on the accused a\r\nheavier sentence than that imposed by the trial Judge. But even\nif\r\nthat be assumed to be the fact, that would not in itself justify\r\ninterference with the sentence. The principle is clear: it\nis\r\nencapsulated in the statement by Holmes JA in\nS\r\nv Rabie\n1975\r\n(4) SA 855\n(A) at 857D-F:\n“\n1.\r\nIn every appeal against sentence, whether imposed by a magistrate or\r\na Judge, the Court hearing the appeal ─\nshould be guided by\r\n\tthe principle that punishment is ‘pre-eminently a matter for\r\n\tthe discretion of the trial Court’,\nand\nshould be careful\r\n\tnot to erode such discretion: hence the further principle that the\r\n\tsentence should only be altered if the discretion\nhas not been\r\n\t‘judicially and properly exercised’.\nThe test under (b)\r\n\tis whether the sentence is vitiated by irregularity or misdirection\r\n\tor is disturbingly inappropriate”.’\nCounsel for the\r\nState submitted that the trial court had misdirected itself in\r\nvarious material respects when imposing sentence.\nI do not find it\r\nnecessary to reach any firm conclusion in that regard. I shall assume\r\nin favour of respondent that no such misdirections\nexist.\nThe traditional\r\nformulation of the approach to appeals against sentence on the ground\r\nof excessive severity or excessive lenience\nwhere there has been no\r\nmisdirection on the part of the court which imposed the sentence is\r\neasy enough to state. It is less easy\nto apply. Account must be taken\r\nof the admonition that the imposition of sentence is the prerogative\r\nof the trial court and that\nthe exercise of its discretion in that\r\nregard is not to be interfered with merely because a appellate Court\r\nwould have imposed\na heavier or lighter sentence. At the same time it\r\nhas to be recognised that the admonition cannot be taken too\r\nliterally and requires\nsubstantial qualification. If it were taken\r\ntoo literally, it would deprive an appeal against sentence of much of\r\nthe social utility\nit is intended to have. So it is said that where\r\nthere exists a ‘striking’ or ‘startling’ or\r\n‘disturbing’\ndisparity between the trial court’s\r\nsentence and that which the appellate Court would have imposed,\r\ninterference is justified.\nIn such situations the trial court’s\r\ndiscretion is regarded (fictionally, some might cynically say) as\r\nhaving been unreasonably\nexercised.\nThe problem is to\r\ngive practical content to these notions. The comparison involved in\r\nthe exercise may sometimes be purely quantitative,\nsay three years’\r\nversus six years’ imprisonment or a fine of R50 000 versus a\r\nfine of R100 000, or it may be qualitative,\nsay a custodial versus a\r\nnon-custodial sentence. Where quantitative comparisons are involved\r\nthere is the problem of deciding how\ngreat the disparity must be\r\nbefore it attracts the epithet ‘striking’ or ‘startling’\r\nor ‘disturbing’.\nWhere qualitative comparisons are\r\ninvolved one faces a similar problem. When compared with a sentence\r\nof wholly suspended imprisonment\nwhich an appellate Court considers\r\nwould have been appropriate, a trial court’s decision to impose\r\na substantial fine with\nan alternative of imprisonment may not be\r\nregarded as giving rise to a disparity of that character. As against\r\nthat, the distinction\nwhich exists between a non-custodial and a\r\ncustodial sentence, as those terms are commonly understood, is so\r\ngenerally recognised\nto be profound and fundamental that, save\r\npossibly in rare instances, the conclusion that a custodial sentence\r\nwas called for where\na non-custodial sentence has been imposed (or\r\nvice versa) will justify interference with the sentence imposed.’\n[24] In imposing sentence the\r\nhigh court had regard, inter alia, to a probation officer’s\r\nreport that had been prepared at\nits behest and took into account the\r\nrecommendations of the probation officer. It is not necessary, for\r\npresent purposes, to traverse\nthe various grounds of appeal against\r\nsentence relied upon by the State. It suffices merely to record that\r\nthe common thread running\nthrough all of them is that the trial court\r\noveremphasised the personal circumstances of Romer at the expense of\r\nthe gravity of\nthe crimes committed, the interests of society and the\r\ninterests of the victims.\n[25] Mr Nel SC, who appeared for\r\nthe State, sought to persuade us that it was manifest from the\r\nsentence imposed by the court a\nquo that the learned judge\r\nmisdirected himself in several respects. He stressed that, given the\r\ngravity of the offences of which\nRomer was convicted, a long term of\r\nimprisonment was called for and that the court erred in suspending\r\nthe sentence when in the\nnature of things a sentence of 15 years’\r\nimprisonment would have been appropriate.\n[26] In my\r\nview there are at least two fundamental fallacies inherent in Mr\r\nNel’s submission. First, this argument entirely\nignores the\r\nfact that the term of ten years’ imprisonment, albeit wholly\r\nsuspended, is in itself punishment. Second, in\nS\r\nv Shapiro\n11\nthis court had\r\noccasion to observe (remarks that I find apposite in this context)\r\nthat:\n‘\n[Counsel\r\nfor the State’s] main argument was that although he did not\r\ndispute [the opinion of the psychologist called by the\ndefence], this\r\nCourt should not lose sight of the unchallenged evidence of\r\nindependent by-standers, that Shapiro’s actions\nappeared to be\r\ncool, calm and calculated. Outwardly he gave no sign of emotional\r\nconfusion. Moreover, the provocation he experienced\nwas limited. He\r\nbrutally executed a man who was helpless and dying. He acted without\r\ncompunction, and thereafter showed a callous\nindifference to what he\r\nhad done.\nThe\r\nassumption underlying this argument is that the conduct of a person\r\nwho has been found to have diminished criminal responsibility\nis to\r\nbe measured by the same yardstick as the conduct of a person with\r\nundiminished criminal responsibility. Such an assumption\nis\r\nfallacious, for a person who has diminished criminal responsibility\r\nis by definition a person with a diminished capacity to\nappreciate\r\nthe wrongfulness of his act, or to act an accordance with an\r\nappreciation of its wrongfulness.\n’\n(\nMy\r\nemphasis\n.)\nThe learned\r\nacting judge of appeal went on to say this:\n12\n‘\nI\r\ndo not think that in the light of the finding of diminished\r\nresponsibility this case is one which is clamant for retribution.\nIt\r\ndoes not appear from the evidence that Shapiro is likely to again\r\ncommit a violent crime. He has no previous convictions relevant\nto\r\nshow propensity for violence. It does not seem that he is a danger to\r\nsociety which would call for his separation from the community\nfor a\r\nlong time. In regard to the deterrence of others, it does not seem to\r\nme that in the present case a long prison sentence\nis called for. The\r\nconcatenation of circumstances was highly unusual and is unlikely to\r\noccur again.’\n[27] I also\r\nunderstood Mr Nel to contend that the sentence of correctional\r\nsupervision was not only a slap on the wrist but also\nhad the effect\r\nof trivialising the gravity of the crimes committed by Romer with no\r\ndeterrent effect on both Romer himself and\nother would-be offenders.\r\nTo underscore his contention Mr Nel asked, somewhat indignantly,\r\nwhether ‘picking up cigarette\nends’ (what he termed\r\nstompies) at a police station was an appropriate punishment when,\r\ngiven the gravity of the crimes committed\nby Romer, the retribution\r\nelement of punishment should have been brought to the fore. I do not\r\nagree. More than a decade ago this\ncourt recognised the utility of a\r\nsentence of correctional supervision. In\nS\r\nv R\n13\nKriegler AJA\r\nwas at pains to point out that the statutory dispensation introduced\r\nby\ns 276(1)(h)\nof the\nCriminal Procedure Act (viz\ncorrectional\r\nsupervision) was intended to distinguish between two types of\r\noffenders, namely those who ought to be removed from\nsociety and\r\nimprisoned and those who, although deserving of punishment, should\r\nnot be removed from society. He exhorted judicial\nofficers to take\r\nadvantage of this statutory provision in appropriate cases.\n[28] There are\r\ntwo other pertinent decisions of this court that followed\nS\r\nv R\n.\r\nThe first is\nS\r\nv Ingram\n14\nwhere the\r\naccused was sentenced to eight years’ imprisonment for shooting\r\nand killing his wife. Smalberger JA had the following\nto say in\r\nrelation to s 276(1)(h) of the Act at 8j-9c:\n‘\nMurder,\r\nin any form, remains a serious crime which usually calls for severe\r\npunishment. Circumstances, however, vary and the punishment\nmust\r\nultimately fit the true nature and seriousness of the crime. The\r\ninterests of society are not best served by too harsh a sentence;\nbut\r\nequally so they are not properly served by one that is too lenient.\r\nOne must always strive for a proper balance. In doing so\ndue regard\r\nmust be had to the objects of punishment. In this respect the trial\r\nJudge held, in my view correctly, that the deterrent\naspect of\r\npunishment does not play a major role in the present instance. The\r\nappellant is not ever likely to repeat what he did.\nDeterrence is\r\ntherefore only relevant in the context of the effect any sentence may\r\nhave on prospective offenders. A suspended\nperiod of imprisonment is\r\naccordingly rendered largely superfluous.’\n[29] The\r\nsecond is\nS\r\nv D\n15\nin which\r\nNicolas AJA expressed himself in these terms:\n‘\nIn\r\nits nature a sentence of correctional supervision is not\r\ndenunciatory. It does not follow, however, that such a sentence is\r\nnecessarily inappropriate because the case is one which excites the\r\nmoral indignation of the community. The question to be answered\nis a\r\nwider one: whether the particular offender should, having regard to\r\nhis personal circumstances, the nature of his crime and\nthe interests\r\nof society, be removed from the community.’\n[30] Finally\r\non this point there is also the minority judgment of Cloete JA in\nDirector\r\nof Public Prosecutions, Transvaal v Venter\n16\nwhere he said:\n‘\nSo\r\nfar as the deterrence is concerned, the respondent is a first\r\noffender; there is no suggestion that he is a violent person ─\n\nindeed the panel of psychiatrists found that his amnesia was in\r\nkeeping with a suppression of events which were “out of\r\ncharacter with his personality”; and it does not seem that the\r\nrespondent is a danger to society at large, so his removal\nfrom the\r\ncommunity for a long time is not necessary for that reason. In such\r\ncircumstances, this court has repeatedly held that\ndeterrence of a\r\nperson who commits murder acting with diminished responsibility, is\r\nnot an important factor when it comes to punishment:\nsee, for\r\nexample,\nS\r\nv Campher\n[1987\r\n(1) SA 940\n(A) at 964C-H and 967D-E];\nS\r\nv Smith\n[1990\r\n(1) SACR 130\n(A) at 136b);\nS\r\nv Ingram\n[1995\r\n(1) SACR 1\n(A) at 96]; and\nS\r\nv Shapiro\n[1994\r\n(1) SACR 112\n(A) at 124c-d]. Deterrence of others is also not\r\nimportant in a case such as the present. This court held in\nS\r\nv Shapiro\n:\n“\nIn\r\nregard to the deterrence of others, it does not seem to me that in\r\nthe present case a long prison sentence is called for. The\n\nconcatenation of circumstances was highly unusual and is unlikely to\r\noccur again.”\nThe same applies\r\nhere. I would merely add that to my mind there would seem to be\r\nlittle purpose in attempting to deter a person\nnot in full control of\r\nhis or her faculties.’\n[31] I am thus not persuaded that\r\nthe court a quo committed any misdirection in imposing the sentence\r\nit did or that such sentence\nis disturbingly inappropriate. I am\r\nsatisfied after much anxious consideration that deterrence of Romer\r\nor others is not an overriding\nconsideration, regard being had to\r\n‘the concatenation of circumstances’ which were of a\r\nhighly unusual, if not bizarre,\nnature and which are unlikely to\r\nrecur.\n[32] In the result the following\r\norder is made:\nBoth the application for leave to\r\nlead further evidence by the respondent and the appeal against\r\nsentence by the State are dismissed.\n___________________\nXM Petse\nActing\r\nJudge of Appeal\nAPPEARANCES\nAPPELLANT:\r\nCDHO Nel SC\nInstructed by the Director of\r\nPublic Prosecutions, Port Elizabeth;\nThe Director of Public\r\nProsecutions, Bloemfontein.\nRESPONDENT: (Ms) L Crouse\nInstructed by Legal Aid Board,\r\nPort Elizabeth;\nLegal Aid Board, Bloemfontein.\n1\nShein\r\n\tv Excess Insurance Company Ltd\n1912 AD\r\n\t418\nat 428-429.\n2\nDeintje\r\n\tv Gratus & Gratus\n1929 AD 1\nat\r\n\t6-7.\n3\nIn\r\n\tRe Certain Amicus Curiae Applications: Minister of Health &\r\n\tothers v Treatment Action Campaign & others\n2002\r\n\t(5) SA 713\n(CC) para 8.\n4\nS\r\n\tv Roberts\n2000 (2) SACR 522\n(SCA) para 5.\n5\nSee\nS v Mtungwa en ‘n ander\n1990 (2) SACR 1\n(A).\n6\nS\r\n\tv Giannoulis\n1975 (4) SA 867\n(A) at\r\n\t873G-H.\n7\nS\r\n\tv Kibido\n1998 (2) SACR 213\n(SCA at 216\r\n\tg-j.\n8\nS\r\n\tv Salzwedel & others\n1999 (2) SACR 586\n(SCA) para 10.\n9\nS\r\n\tv Matlala\n2003 (1) SACR 80\n(SCA) at 83d-e.\n10\nS\r\n\tv Sadler\n2000 (1) SACR 331\n(SCA) paras 6-9.\n11\nS\r\n\tv Shapiro\n1994 (1) SACR 112\n(A) at 123c-f.\n12\nAt\r\n\t124b-d.\n13\nS\r\n\tv R\n1993 (1) SACR 209\n(A) at 221g-i.\n14\nS\r\n\tv Ingram\n1995 (1) SACR 1\n(A).\n15\nS\r\n\tv D\n1995 (1) SACR 259\n(A) at 266c-d.\n16\nDirector\r\n\tof Public Prosecutions, Transvaal v Venter\n[2008] ZASCA 76\n;\n2009\r\n\t(1) SACR 165\n(SCA) para 61.",
  "scraped_at": "2026-02-12T15:27:45.811021",
  "date": "2011-03-30",
  "coram": [
    "Lewis",
    "Bosielo JJA",
    "Petse AJA"
  ],
  "case_number": "412/10",
  "parties": {
    "applicants": [
      "State"
    ],
    "respondents": [
      "Stephen Romer"
    ]
  },
  "sections": {
    "facts": "On 17 October 2007 Stephen Romer shot three people in Port Elizabeth, killing Mr G du Mordt and seriously injuring Ms K Heuer and Mr E G Janse. He was apprehended the same day after a police pursuit. At trial Romer was convicted of one count of murder and two counts of attempted murder. The trial court found that he acted in a state of diminished responsibility, stemming from severe depression, the intake of anti‑depressant medication and sleeping pills, but not in a state of sane automatism. Romer was sentenced to ten years’ imprisonment wholly suspended for five years, together with three years of correctional supervision under s 276(1)(h) of the Criminal Procedure Act. The State appealed, arguing that the sentence was disturbingly lenient.",
    "issues": "The principal issue was whether the sentence imposed by the trial court was disturbingly inappropriate or otherwise unjustifiable, warranting appellate interference. A subsidiary issue concerned the admissibility of further evidence sought by Romer on appeal, particularly affidavits relating to his post‑sentencing conduct and expert testimony on automatism.",
    "principles": "The judgment restated that sentencing is a matter of primary discretion for the trial court. An appellate court may interfere only if the sentence is (a) disturbingly inappropriate, (b) grossly disproportionate, (c) vitiated by misdirection, or (d) otherwise such that no reasonable court would impose it. The court cited authorities including S v Giannoulis, S v Kibido, S v Matlala, S v Sadler and the principles articulated in S v Shapiro and S v Roberts. Regarding further evidence, s 22 of the Supreme Court Act allows the appellate court to admit additional evidence only on special grounds, such as unavailability at trial, which were not met in this case.",
    "application": "Applying the above principles, the court examined the factors underlying the trial judge’s sentencing: Romer’s severe diminished responsibility, genuine contrition, acceptance of responsibility, his efforts to obtain medical help, cessation of medication and alcohol, ongoing counselling, and the low likelihood of reoffending. The court held that these mitigating circumstances justified the suspended sentence and correctional supervision, and that deterrence was not a necessary consideration given the unusual and unlikely‑to‑recur nature of the conduct. The application for further evidence was rejected because the affidavits were either irrelevant to the sentencing question or could not be properly tested. Consequently, the State’s claim of a disturbingly lenient sentence was found unsubstantiated.",
    "conclusion": "The appeal was dismissed. Both the State’s appeal against the sentence and Romer’s application for leave to adduce further evidence were rejected. The original sentence of a wholly suspended ten‑year imprisonment together with three years of correctional supervision remains in force."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "diminished responsibility",
      "sentence appeal",
      "correctional supervision"
    ]
  }
}