{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/185.html",
  "case_name": "Gilbert v S (065/11) [2011] ZASCA 185 (30 September 2011)",
  "citation": "[2011] ZASCA 185",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 185\n|\nNoteup\n|\nLawCite\nGilbert v S (065/11) [2011] ZASCA 185 (30 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 065/11\nIn the matter between:\nSHANE GILBERT\n…...........................................................................................\nAppellant\nand\nTHE STATE\n…................................................................................................\nRespondent\nNeutral\r\ncitation\n:\nShane Gilbert v The State\n(065/11) [2011]\r\nZASCA185\n(30\r\nSeptember 2011)\nCoram:\nHEHER,\r\nMAYA, CACHALIA, LEACH JJA and PETSE AJA\nHeard:\n16 August\r\n2011\nDelivered:\n30\r\nSeptember 2011\nSummary:\nEvidence\r\n– assessment and evaluation thereof – proper approach to\r\nadopt.\n____________________________________________________________________\nORDER\n____________________________________________________________________\nOn appeal from:\nKwaZulu-Natal High Court,\r\nPietermaritzburg (Ntshangase, Gorven JJ sitting as court of appeal):\nThe appeal succeeds. The\r\nappellant’s conviction and sentence are set aside.\n_______________________________________________________________________\nJUDGMENT\n____________________________________________________________________\nPETSE AJA (HEHER,\r\nMAYA, CACHALIA and LEACH JJA CONCURRING):\n[1] In May 2002, the\r\nappellant was charged in the regional court, Durban with the murder\r\nof Mr Sivalingum Govender (the deceased).\nDespite his plea of not\r\nguilty, he was subsequently convicted as charged and sentenced to ten\r\nyears’ imprisonment.\n[2] His appeal against\r\nboth conviction and sentence to the KwaZulu-Natal High Court,\r\nPietermaritzburg, was unsuccessful. The further\nappeal before this\r\ncourt is with the leave of the court below.\n[3] It was common cause\r\nat the trial that the deceased was the owner of and a passenger in\r\nthe taxi in which the appellant was travelling\nat the material time.\r\nIn his statement in terms of s 115 of the Criminal Procedure Act 51\r\nof 1977 (the Act) the appellant, who\nwas also a passenger in the\r\ntaxi, denied that he unlawfully and intentionally killed the\r\ndeceased. He further disclosed that he\nrelied on a defence of private\r\ndefence.\n[4] To substantiate his\r\ndefence the appellant tendered as evidence at the trial, with the\r\nconcurrence of the state, a letter dated\n26 September 2009 (together\r\nwith hospital records) from Addington Hospital in Durban which, inter\r\nalia, recorded that the appellant\nwas examined on 18 December 2000\r\nafter an alleged assault and the following injuries were noted:\r\nnumerous lacerations on scalp\n(± 6) over occipital, parietal\r\nand frontal areas; two lacerations of right ear; contusion over right\r\nmandible causing a\nfracture of the bone; and a 6cm stabwound of right\r\ngluteal region i.e. buttock. It was thus common cause at the trial\r\nthat the\nappellant was injured on the day in question in the manner\r\nmore fully set forth in his hospital records.\n[5] The appellant also\r\nmade certain admissions in terms of s 220 of the Act. The most\r\nrelevant admissions for present purposes are\nthe following: that the\r\ndeceased was stabbed . . . on 18 December 2000; that the deceased\r\ndied as a result of ‘Penetrating\nincised wounds of the neck and\r\nchest’; and that the postmortem examination report correctly\r\n‘ascertains’ the\ncause of death.\n[6] The report on a\r\nmedico-legal postmortem examination of the deceased records the\r\nfollowing under sub-heading ‘The Chief\nPostmortem Findings’:\n‘\n1.\r\nPenetrating incised wounds of the neck and chest. 2. Incised wound of\r\nthe aorta, with mediastinal haematoma.’\nUnder the sub-heading\r\n‘Injuries’ the following is recorded:\n‘\nA\r\n57 X 25mm penetrating incised wound of the anterior chest wall was\r\npresent, 1355mm above the heel and lying directly over the\nmidline .\r\n. . A 59 X 27mm penetrating incised wound was present over the\r\nlateral left neck, 1595mm above the heel . . . An 82 X\n30mm incised\r\nwound present over the flexor aspect of the right forearm.’\n[7] Before considering\r\nthe issues argued before us, it is useful in my view to set out\r\nbriefly the evidential background. Two witnesses\nwere called to\r\ntestify on behalf of the state, being Mr Thulisani Happy Mnguni\r\n(Mnguni) and Mr Logan Moodley (Moodley). The appellant\nalso testified\r\nin his defence. Mnguni testified that he was employed by the deceased\r\nas a taxi conductor. He was travelling in\nthe deceased’s taxi\r\non 18 December 2000 which, at the time, was driven by Moodley and in\r\nwhich the deceased and the appellant\nwere passengers. When he\r\ncollected fares from the passengers, the appellant refused to pay his\r\nfare despite the fact that the deceased\nhad asked him to do so. The\r\nappellant, instead, swore at the deceased and also punched him with a\r\nclenched fist. Mnguni then called\nout to Moodley to stop the taxi.\n[8] When the taxi stopped\r\nMoodley opened the rear door and the deceased alighted and stood next\r\nto the taxi. The appellant also\nalighted, drew a knife from his\r\npocket and stabbed the deceased three times in the left arm, left\r\nside of the neck and chest. The\ndeceased collapsed and died. Mnguni\r\nthen took a sjambok from the dashboard of the taxi and struck the\r\nappellant once with it. The\nappellant turned to him and he fled,\r\nfearing for his life. He enlisted the assistance of other taxi\r\ndrivers in the immediate vicinity\nwho chased the appellant, caught\r\nhim and assaulted him. The police arrived and removed the body of the\r\ndeceased to the mortuary.\nMnguni denied under cross-examination that\r\nMoodley and the deceased had at any stage assaulted the appellant or\r\npulled the appellant\nout of the taxi. But he conceded that he did not\r\nsee the assault of the appellant by the taxi drivers.\n[9] Moodley was the\r\nsecond witness called by the state. He testified that at the time of\r\nthe incident he was the driver of the deceased’s\ntaxi which was\r\ntravelling from Bonella to the market in Durban. En-route to the\r\nmarket he heard one of the passengers swearing.\nUpon his arrival at a\r\ndrop-off point he opened the rear door of the taxi for the deceased\r\nto alight. As the deceased was about\nto do so the appellant who was\r\nseated on the back row of seats in the taxi pulled him back. After\r\nthe deceased had eventually alighted\nfrom the taxi he went around to\r\nthe sliding door on the side. When the sliding door was opened he and\r\nthe deceased pulled the appellant\nout of the taxi. The appellant drew\r\na knife and at that stage Mnguni struck him with a sjambok. The\r\nappellant then turned to Mnguni\nwho ran away with the appellant in\r\npursuit. All the while the deceased was standing next to the taxi.\n[10] When the appellant\r\nabandoned his pursuit of Mnguni he returned to Moodley, brandishing\r\nhis knife and chased him across the\ntaxi rank. He too outran the\r\nappellant who then turned his attention to the deceased. A scuffle\r\nensued between the deceased and\nthe appellant during which the\r\nappellant stabbed the deceased. Thereafter the appellant ran away but\r\nwas prevented from fleeing\nthe scene by members of the public\r\nresponding to Moodley’s screams.\n[11] They stoned the\r\nappellant, who at that stage, was in the taxi in which he had sought\r\nrefuge. Police and paramedics were summoned\nto the scene and on their\r\narrival the paramedics informed Moodley that the deceased had died.\r\nUnder cross-examination he said that\nthe appellant was asked to\r\nalight from the taxi but refused to do so. He and the deceased then\r\npulled the appellant out of the\ntaxi. When he came out of the taxi,\r\nthe appellant, without uttering a word, pulled out a knife. He\r\nfurther said that no one had\nrequested him to stop the taxi before it\r\narrived at the market where he was to offload passengers. He\r\nreiterated that he and the\ndeceased did not at any stage assault the\r\nappellant.\n[12] The appellant\r\ntestified in his defence. He told the trial court that he left his\r\nplace of work at 17h00 and proceeded to West\nStreet Durban where he\r\nhad arranged to meet his ex-fiancée Ms Nicolette Houtton\r\n(Nicolette). After meeting Nicolette he\nwithdrew money from an auto\r\nteller machine. They then proceeded to the Bonella Taxi Rank where\r\nthey boarded a taxi home.\n[13] En-route the\r\nconductor requested the passengers to pay their fares. He took out R5\r\nfrom his wallet – to pay for his and\nNicolette’s fares –\r\nand also collected R2.50 from a fellow passenger who was seated on\r\nthe same seat. The fourth passenger\non his left informed him that her\r\ncompanion seated in the front would pay for her. At this stage the\r\ndeceased nudged him on his\nshoulder and asked him to ‘pass your\r\nfare forward’. He ignored the deceased whilst he continued to\r\ntalk to this lady.\nThe deceased pushed him, and swore at him. He\r\nturned around towards the deceased and swore back at him. The\r\ndeceased then punched\nhim on the back of his head and at the same\r\ntime shouted at Moodley to stop. He hit back by parrying the\r\ndeceased’s blows\nwith his left elbow which provoked an\r\naltercation between them.\n[14] When the taxi\r\nstopped and whilst he was in the process of alighting through the\r\nsliding door, he felt a blow with a hard object\non his lower back\r\nwhich caused him to fall to the floor of the taxi. The deceased and\r\nMoodley pulled him out of the taxi. The deceased\nthen struck him and\r\nhe fell to the ground. Whilst he lay on the ground he was subjected\r\nto a sustained assault at the hands of\nthe deceased, Moodley and\r\nMnguni. He had no opportunity to either ward off the blows or flee\r\nfrom his assailants. He was repeatedly\npunched, kicked and struck\r\nwith a sjambok all over his body.\n[15] At some point\r\nNicolette intervened by grabbing the sjambok from Mnguni. This\r\npresented him with an opportunity to get to his\nfeet. He then drew a\r\nsmall knife from his pocket which he unfolded. In an attempt to keep\r\nhis assailants at bay he, as he put it,\n‘lashed out’ with\r\nhis knife. This, however, did not deter his attackers who kept on\r\nadvancing towards him kicking and\npunching him as he continued to\r\n‘lash out’ with his knife. He was shocked to suddenly see\r\nblood gushing out of the\ndeceased’s neck. Prior to this it was\r\nnot possible for him to flee as he was virtually pinned to the side\r\nof the taxi. On\nseeing blood gushing out of the deceased’s neck\r\nMnguni ran away across the road whereafter the beating ceased. He too\r\nwalked\nto Nicolette. He was in a state of shock as he had not\r\nexpected this unfortunate turn of events.\n[16] Whilst he and\r\nNicolette stood together awaiting the arrival of the police he saw\r\nwhat seemed to him to be a belligerent group\nof persons advancing\r\ntowards them. Fearing for his safety he fled from that spot and took\r\nrefuge in the taxi. The taxi was pelted\nwith stones by the group of\r\npersons who had advanced towards him. He was struck only once with a\r\nbrick on the side of his head\nbehind the ear. He denied that he at\r\nany stage chased Mnguni and Moodley with a knife as testified to by\r\nthem. He went on to say\nthat the deceased came to be stabbed not\r\nbecause he purposefully and consciously directed his knife at him but\r\ndue to the fact\nthat he was the most aggressive of the three\r\nassailants and thus in the forefront of the attack.\n[17] In this court the\r\nconviction of the appellant was assailed on several grounds, the\r\nupshot of which was that the state’s\nversion was fraught with\r\nnumerous and material contradictions and inconsistencies that\r\nrendered it unworthy of credence. It was\nargued that both the trial\r\ncourt and the court below seemingly rejected the appellant’s\r\nversion solely on the basis of probabilities\ndespite the fact that no\r\nmaterial discrepancies or inconsistencies in such version\ncould be identified.\n[18] Counsel for the\r\nappellant cited numerous passages from the appeal record which he\r\ncontended showed material inconsistencies\nbetween the evidence of\r\nMnguni and Moodley. More will be said about those inconsistencies\r\nlater. Suffice it to mention at this\njuncture that counsel argued\r\nthat the inconsistencies inherent in the state’s version were\r\nat the heart of the crucial issue\nas to how the fracas\ninside the taxi started. Thus, so it was argued, they could\r\nnot simply be brushed aside on the basis that given the passage of\r\ntime\nbetween the occurrence and the trial such inconsistencies were\r\nto be expected.\n[19] In an apparent\r\nreference to the discrepancies in the evidence of the two state\r\nwitnesses the trial court in the course of its\njudgment said:\n‘\n[I]t\r\nis important when dealing with a matter like this that everything\r\nhappened quite fast. It is therefore unreasonable to expect\nall the\r\nwitnesses to remember everything in detail, what had transpired on\r\nthe day of the incident. One must also keep in mind\nthat memory fades\r\nas time goes by and to recall everything that happened in detail . .\r\n. on the 18\nth\nday\r\nof December 2000, that is to say more than two years ago, is unfair.\r\nIt is therefore unreasonable to say that when witnesses\ndid not\r\ncorroborate one another on each and every respect, that they were\r\ntelling lies. The two witnesses who testified on behalf\nof the State\r\ntestified to the best of their abilities what happened on the day in\r\nquestion. It must also be kept in mind that they\nhad observed certain\r\nhappenings from a different angle.’\n[20] Later the trial\r\ncourt continued:\n‘\nThe\r\naccused further wants the Court to believe that outside the taxi he\r\nwas on the floor and assaulted. According to his evidence,\nthe Court\r\nmust accept that he was surrounded by three men who were kicking and\r\n[beating] him but strangely enough under those circumstances\nhe\r\nmanaged to get on to his feet and while these person[s] were on top\r\nof him, the one armed with a sjambok and the other with\nan iron, he\r\nstill managed to get his knife out of his pocket, to unfold it and\r\nthen to wave it in front of him. What is further\nquite strange is\r\nthat the man, the owner of the taxi with whom he had problems\r\nearlier, is the one who was so stupid to walk into\nthis knife. The\r\nCourt does not accept that version of the accused at all’\n.\nI pause\nhere to mention that the trial court furnished no further\r\nreasons for rejecting the appellant’s version and accepting\r\nthat\nof the state.\n[21] On the other hand\r\nthe court below in giving its extempore\njudgment said the following:\n‘\nNow\r\nthe appellant described the knife as a folding knife, in my view the\r\nmagistrate cannot be faulted in his rejection of the appellant’s\n\nversion. He found it strange that the appellant under those\r\ncircumstances had managed to get onto his feet. While the deceased\n\nwas on top of him with the driver and conductor on either side of\r\nhim, he must have found it strange also that he, that is the\n\nappellant, was allowed by the three who were furiously engaged in\r\nassaulting him, he would have been allowed an opportunity to\ntake out\r\nhis knife out of his pocket, to unfold it, unless of course it had\r\nbeen unfolded in readiness in his pocket, and to flash\nit at them and\r\nfinally to stab the deceased three times. The appellant was here not\r\ndealing with a single person, he was dealing\nwith three huge\r\nassailants, one of whom was on top of him. I have no doubt in my mind\r\nthat the magistrate took account of these\nunsatisfactory features in\r\nthe appellant’s version, which sought to explain the admitted\r\nstabbing of the deceased. Clearly\nthe appellant would have been\r\nannoyed with the deceased who, as he perceived him, was taking an\r\nintrusive interest in whether or\nnot he passed on the fare, which the\r\nappellant conceded to be no concern of the deceased, whose ownership\r\nof the taxi he did not\nknow then. The magistrate rejected the\r\nappellant’s evidence that he was assaulted by the deceased,\r\nMnguni and Moodley, and\nthat was the reason for the conviction which\r\nfollowed, and that they were responsible for the injuries he\r\nsustained.’\n[22] It went on to\r\nconclude that the trial magistrate was correct in rejecting the\r\nappellant’s evidence that he was assaulted\nby the deceased. It\r\nattributed the cause of the injuries sustained by the appellant at\r\nthe crime scene to the assault perpetrated\nby members of the public.\r\nThe court below likewise furnished no discernible reasons as to why\r\nit considered the trial court’s\nrejection of the appellant’s\r\nevidence supportable on the conspectus of the evidence adduced at the\r\ntrial.\n[23] Before considering\r\nthe thrust of the submissions advanced on behalf of the appellant in\r\nthis court it will be useful to restate\nthe basic principles that\r\nhave a bearing on the issue of how evidence should be evaluated. It\r\nis trite that a trial court must\nadopt a holistic approach in\r\nevaluating evidence; have due regard to the mosaic of proof in its\r\ntotality; and accord due weight\nto all the evidence in the light of\r\nthe inherent probabilities of the case. (\nSee S v Hadebe &\r\nothers\n1998 (1) SACR 422\n(SCA) at 426 f-h). Where the fate of the\r\ntrial hinges on probabilities it behoves\nthe\r\ntrial courts to bear in mind what was said by this court in\nS v\r\nShackell\n2001 (4) SA 1\n(SCA) para 30:\n‘\nIt\r\nis a trite principle that in criminal proceedings the prosecution\r\nmust prove its case beyond reasonable doubt and that a mere\n\npreponderance of probabilities is not enough. Equally trite is the\r\nobservation that, in view of this standard of proof in a criminal\n\ncase, a court does not have to be convinced that every detail of an\r\naccused’s version is true. If the accused’s version\nis\r\nreasonably possibly true in substance, the court must decide the\r\nmatter on the acceptance of that version. Of\ncourse\r\nit is permissible to test the accused’s version against the\r\ninherent probabilities. But it cannot be rejected merely\nbecause it\r\nis improbable; it can only be rejected on the basis of inherent\r\nprobabilities if it can be said to be so improbable\nthat it cannot\r\nreasonably possibly be true.’\n[24] I return to the\r\nfacts of the present appeal. It was argued that four cardinal issues\r\narose for determination at the trial.\nThese were how the altercation\r\nbetween the deceased and the appellant arose; who between the\r\nappellants and the deceased (and possibly\nothers), was the aggressor;\r\nhow the stab wounds sustained by the deceased were inflicted; and\r\nwhether there was a reasonable possibility\nthat the appellant was in\r\nfact defending himself.\n[25] As to the first\r\nquestion posed above it seems to me reasonable to conclude that the\r\naltercation between the appellant and the\ndeceased was triggered by\r\nthe appellant’s failure – which the appellant testified\r\nwas not a refusal – to pass\non the fares that he had collected\r\nfrom some of his fellow passengers to the conductor. When the taxi\r\nwas stopped the appellant\nwas then pulled out of the taxi by both\r\nMoodley and the deceased. There is a conflict between the version of\r\nthe state and that\nof the appellant as to what occurred next (once\r\nthe appellant was out of the taxi).\n[26] The appellant\r\ntestified that as he stepped out of the taxi he was heavily assaulted\r\nby the deceased, Moodley and Mnguni and\nsustained multiple injuries\r\nto which reference has already been made. When an opportunity\r\npresented itself he drew a knife and\n‘started waving it at’\r\nhis assailants. As to the injuries sustained by the appellant the\r\ncourt below accepted the evidence\nof Mnguni and said that:\n‘\nmembers\r\nof the public converged on the taxi and stoned the taxi and indeed\r\nassaulted the appellant. The appellant names the brick\nonly as having\r\nbeen used to assault him. It is not inconceivable that there lies the\r\nanswer for the injuries which the appellant\nsustained’\n.\nThis was a clear\r\nmisdirection on the part of the court below for Mnguni confirmed that\r\nhe had not witnessed the assault of the appellant\nby members of the\r\npublic. Moodley’s evidence did not shed light on this aspect\r\neither for all he could say was that the appellant\n‘did get\r\ninjured in the van’. How and by whom the appellant’s\r\ninjuries were inflicted, the state, which bore\nthe onus, was not able\r\nto clarify.\n[27] The evidence of\r\nMnguni and Moodley that the appellant was injured by members of the\r\npublic was speculative. On the other hand\nthe evidence of the\r\nappellant, that he was assaulted by the deceased and his cohorts in\r\nthe manner testified to by him and sustained\nthe injuries depicted in\r\nhis hospital records, is reasonably possibly true.\n[28] Moreover the issue\r\nas to how the stab wounds sustained by the deceased were inflicted\r\nwas similarly not addressed by both the\ntrial court and the court\r\nbelow. In this court counsel for the appellant argued that whilst the\r\npostmortem report described the\ncause of death as ‘penetrating\r\nincised wounds of the neck and chest’ there is simply no\r\nevidence of the extent to which\nthe wounds penetrated the body of the\r\ndeceased. The doctor who prepared the report on a medico-legal\r\npostmortem examination of\nthe deceased was not called presumably\r\nbecause of the admission of the content of the report by the\r\nappellant. In my view the doctor\nshould have been called given what\r\nwas put to Mnguni and Moodley on behalf of the appellant under\r\ncross-examination, namely that\nhe merely ‘lashed out’\r\nwith his knife to keep his attackers at bay.\n[29] In view of the\r\nserious shortcomings in the state’s case, about which nothing\r\nmore need be said in this judgment, save\nto remark that a careful\r\nreading of the appeal record reveals that there are numerous material\r\ndiscrepancies and contradictions\nbetween the two state witnesses who\r\ntestified at the trial, all of which were merely glossed over by the\r\ntrial court and the court\nbelow.\n[30] Whilst I am not\r\nunmindful that Mnguni and Moodley testified as to events that\r\noccurred more than two years earlier –\njust as the appellant\r\ndid – I am nevertheless of the view that the trial court did\r\nnot give proper consideration to the contradictions\ninherent in their\r\nrespective evidence. I mention some of those contradictions as were\r\nhighlighted by counsel for the appellant.\nThey are the following: (a)\r\nMnguni testified that he asked Moodley to stop the taxi after\r\nobserving the appellant and the deceased\nengaged in a violent\r\nconfrontation whereas Moodley said he stopped the taxi on his own to\r\noff-load passengers; (b) Moodley said\nthat the appellant pulled the\r\ndeceased back into the taxi as the latter was in the process of\r\nalighting whereas Mnguni denied that\nsuch an incident ever occurred;\r\n(c) Moodley said he and the deceased pulled the appellant out of the\r\ntaxi whereas Mnguni again\ndenied that such an incident ever occurred;\r\n(d) Mnguni said that after alighting from the taxi the appellant\r\nchased Moodley away\nand thereafter returned to stab the deceased\r\nwhilst Moodley said that the appellant chased Mnguni away first\r\nbefore returning to\nthe deceased and stabbing him. From this there\r\ncan be no doubt that Mnguni and Moodley contradicted each other as to\r\nwhat precipitated\nthe confrontation outside the taxi. The cumulative\r\neffect of the foregoing contradictions is such that they detract from\r\nthe reliability\nof the state’s case. What this then means is\r\nthat the trial court should have considered the nature of such\r\ncontradictions,\ntheir number and importance, and their bearing on\r\nother parts of the witnesses’ evidence and given due weight\r\nthereto in\nreaching its verdict. See\nS v Mkohle\n1990 (1) SACR\r\n95\n(A) at 98f-g.\n[31] Given the nature,\r\nnumber and importance of those contradictions viewed in the context\r\nof the appellant’s evidence it\ncannot be said that the\r\nprobabilities favour the state’s version. It therefore follows\r\nthat the trial court should have entertained\na reasonable doubt as to\r\nwhether the state succeeded in proving that the appellant did not act\r\nin self-defence.\n[32] In this court\r\ncounsel for the state was, after some initial tentative attempts to\r\nsupport the conviction, constrained to concede\nthat there were\r\ninsurmountable hurdles in his path. He, for example, accepted that\r\nthe doctor who conducted the postmortem examination\non the deceased\r\nshould have been called to testify in relation to his report; that\r\nexpert medical evidence should have been adduced\nto determine whether\r\nthe injuries suffered by the appellant were consistent with the\r\nassault testified to by the appellant; that\nthe version of Mnguni and\r\nMoodley was such that, even if looked at in isolation, it was riddled\r\nwith inconsistencies and contradictions\nthat detract from its\r\nreliability; and, indeed, that the contradictions between the\r\nevidence of Mnguni and Moodley were material.\n[33] It remains to deal\r\nwith two issues. The first relates to the appeal record and the\r\nsecond concerns the heads of argument filed\non behalf of the\r\nrespondent. The appeal record incorporated argument in the court\r\nbelow comprising 53 pages all of which were irrelevant\nto this\r\nappeal. This court has in the past expressed its displeasure at the\r\nhabit of incorporating irrelevant material in appeal\nrecords as this\r\ncreates unnecessary work. (\nSee Minister of Environmental Affairs\r\nand Tourism & others v Phambili Fisheries (Pty) Ltd: Minister of\r\nEnvironmental Affairs\nand Tourism & others v Bato Star Fishing\r\n(Pty) Ltd\n2003 (6) SA 407\n(SCA) para 76.) When counsel for the\r\nappellant was quizzed on this aspect he professed ignorance of the\r\nimport of the SCA rule\n8(6)(j).\n[34]\r\nConcerning the respondent’s heads of argument they woefully\r\nfail to pertinently address the issues canvassed in the appellant’s\n\nheads of argument. Counsel who drew the respondent’s heads of\r\nargument (but did not appear at the hearing of the appeal)\nwould thus\r\ndo well in future to pay due heed to what Harms JA said in\nCaterham\r\nCar Sales & Coachworks Ltd v Birkin Cars (Pty) Ltd & another\n[1998] ZASCA 44\n;\n1998 (3) SA 938\n(SCA) para 37 in this regard:\n‘\nThere\r\nalso appears to be a misconception about the function and form of\r\nheads of argument. The Rules of this Court require the filing\nof main\r\nheads of argument. The operative words are “main”,\r\n“heads” and “argument”. “Main”\n\nrefers to the most important part of argument. “Heads”\r\nmeans “points”, not a dissertation. Lastly, “argument”\n\ninvolves a process of reasoning which must be set out in the heads. A\r\nrecital of the facts and quotations from authorities does\nnot amount\r\nto argument.’\n[35] For all the\r\naforegoing reasons therefore the appeal is allowed. The order of the\r\ncourt below is set aside and replaced with\nthe following:\n‘\nThe appeal\r\nsucceeds. The appellant’s conviction and sentence are set\r\naside’.\n____________________\nX M Petse\nActing Judge of Appeal\nAPPEARANCES\nAPPELLANT: M B Pitman\nInstructed by Hulley &\r\nAssociates, Durban\nHoney Attorneys,\r\nBloemfontein\nRESPONDENT: D A Paver\nInstructed by Director of\r\nPublic Prosecutions, Pietermaritzburg\nDirector of Public\r\nProsecutions, Bloemfontein",
  "scraped_at": "2026-02-12T16:03:35.263532",
  "date": "2011-09-30",
  "coram": [
    "HEHER",
    "MAYA",
    "CACHALIA",
    "LEACH JJA",
    "PETSE AJA"
  ],
  "case_number": "065/11",
  "parties": {
    "applicants": [
      "Shane Gilbert"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "In May 2002 Shane Gilbert was convicted of murdering taxi owner Sivalingum Govender and sentenced to ten years' imprisonment. The incident arose on 18 December 2000 when, after a dispute over taxi fares, Gilbert was allegedly assaulted by Govender, the driver Logan Moodley and conductor Thulisani Mnguni inside a taxi in Durban. Gilbert testified that he was violently attacked, sustaining multiple injuries, and only drew a knife in self‑defence, accidentally stabbing Govender three times. The State presented the opposite version, relying on Mnguni and Moodley, who claimed the stabbing was deliberate. The trial court rejected Gilbert's account, relying on perceived improbabilities, and upheld the conviction. Gilbert appealed, arguing that the State's evidence contained material contradictions and that the trial court failed to apply the proper holistic approach to evidence.",
    "issues": "1) Whether the contradictory testimonies of the State witnesses render their case unreliable. 2) Whether the appellant's version of events – that he acted in private self‑defence and was assaulted by the deceased and others – is reasonably possible. 3) Whether the trial court erred in rejecting the appellant’s evidence on the basis of probability rather than proof beyond reasonable doubt. 4) Whether the conviction for murder should be set aside.",
    "principles": "The court reiterated the need for a holistic assessment of evidence, giving due weight to the mosaic of proof and testing versions against inherent probabilities (S v Hadebe; S v Shackell). A conviction requires proof beyond reasonable doubt; mere pre‑ponderance of probabilities is insufficient. Contradictions and inconsistencies in State evidence must be weighed and can create reasonable doubt (S v Mkohle). The court also noted procedural rules regarding appeal records and heads of argument.",
    "application": "Applying these principles, the appellate court found numerous material contradictions between Mnguni and Moodley, undermining the State's narrative. The appellant’s injuries were corroborated by hospital records, whereas the State could not explain how they were inflicted. The court held that the appellant’s version was reasonably possibly true and that the State failed to discharge its onus. Consequently, the trial court should have entertained reasonable doubt regarding self‑defence and the murder charge.",
    "conclusion": "The appeal was allowed. The conviction and sentence of Shane Gilbert were set aside. The order of the KwaZulu‑Natal High Court was replaced with an order that the appellant’s conviction and sentence are set aside."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Self‑Defence and Evidence Evaluation",
    "level_3": [
      "evidence assessment",
      "reasonable doubt",
      "appeal",
      "murder conviction",
      "private defence"
    ]
  }
}