{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/151.html",
  "case_name": "Muller and Another v S (855/10) [2011] ZASCA 151; 2012 (2) SACR 545 (SCA) (27 September 2011)",
  "citation": "[2011] ZASCA 151",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 151\n|\nNoteup\n|\nLawCite\nMuller and Another v S (855/10) [2011] ZASCA 151; 2012 (2) SACR 545 (SCA) (27 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase No:\n855/10\nIn\r\nthe matter between:\nMARAWAAN MULLER\n….....................................................\nFirst\r\nAppellant\nPETER FISHER\n…...............................................................\nSecond\r\nAppellant\nv\nTHE STATE\n…................................................................................\nRespondent\nNeutral\r\ncitation:\nMuller v The State\n(855/10)\n[2011] ZASCA 151\n(27\r\nSeptember 2011)\nCoram:\nCloete, Ponnan and Leach JJA\nHeard:\n26 August 2011\nDelivered:\n27 September 2011\nSummary:\nCriminal procedure ─ appellants\r\nconvicted on three counts of robbery with aggravating circumstances ─\r\neffective sentence\nof 30 years’ imprisonment imposed by trial\r\ncourt ─ such a sentence reserved for particularly heinous\r\ncrimes which these\nwere not ─ effective sentence reduced to 18\r\nyears’ imprisonment.\n___________________________________________________________\nO R D E R\n___________________________________________________________\nOn appeal from:\nWestern Cape High Court (Cape\r\nTown) (Desai J and H J Erasmus AJ sitting as a court of appeal):\nThe order of the court a quo is set aside and replaced\r\nwith the following:\n‘\n(a) The appeal succeeds only\r\nto the extent set out in (b) below.\n(b) In respect of counts two and three, it is ordered\r\nthat six years of the period of ten years’ imprisonment imposed\r\non each\nsuch count is to run concurrently with the ten years’\r\nimprisonment imposed on count one.\n(c) The sentences are otherwise confirmed.’\nJ U D G M E N T\n___________________________________________________________\nLEACH JA (CLOETE and PONNAN JJA concurring)\n[1]\nThis case\r\nprovides proof of the truth of the old adage that ‘the wheels\r\nof justice grind exceeding slow’. Arising from\nincidents which\r\noccurred in mid-1995, the two appellants were tried in the regional\r\ncourt on three charges of robbery with aggravating\ncircumstances. On\r\n15 May 1996, they pleaded guilty to all charges and were convicted on\r\ntheir plea. The following day they were\neach sentenced to 10 years’\r\nimprisonment on each count, resulting in an effective sentence of 30\r\nyears’ imprisonment.\n[2] The appellants unsuccessfully appealed against the\r\nseverity of their sentences to the High Court, Cape Town. Their\r\nappeal was\ndismissed on 3 December 1996. Subsequently, after\r\nconsiderable delay and in circumstances unnecessary to detail for\r\npurposes of\nthis judgment, the first appellant launched an\r\napplication in the high court in December 2006, seeking leave to\r\nappeal to this\ncourt against his sentence. His application, heard on\r\n23 January 2007, was successful. A year later the second appellant,\r\nhaving\nlearnt of the success of the first appellant, also applied for\r\nleave to appeal. Although no explanation was offered for his delay\nin\r\nseeking such leave, the high court, in granting the application,\r\nreasoned that as the first appellant was to appeal, no harm\nwould be\r\ndone in allowing the second appellant to do so as well. Be that as it\r\nmay, a further three years passed before the appeal\nwas eventually\r\nheard in this court. I do not know the cause of this further delay\r\nalthough it seems, at least in part, to have\nbeen due the record\r\nhaving gone missing at some stage.\n[3] In these circumstances, the appellants now appeal to\r\nthis court solely against their sentences more than 15 years after\r\nthey\nwere imposed and more than 14 years after their appeal was\r\ndismissed in the high court. However, as the outcome will show, it is\n\nfor them a case of better late than never.\n[4] The three robberies committed by the appellants were\r\ncarried out within a period of less than a month in a localised area\r\nhaving\na radius of about two kilometres. Each was committed at\r\ngunpoint after the two appellants, and at least one other accomplice,\r\nhad\nentered the business premises of the complainant on a false\r\npretext. Details of each robbery are as follows:\n(a) The first incident, although the subject of count\r\nthree of the indictment, occurred on 13 May 1995 at the SR Factory\r\nShop in\nSalt River to which access was gained when the first\r\nappellant asked if he could be allowed in to use the toilet. The\r\nperson in\ncharge, Paul October, who was some 68 years of age, was\r\nthen threatened with a firearm and tied up. The appellants proceeded\r\nto\nsteal clothing to the value of approximately R33 400 before\r\nfleeing from the scene in a motor vehicle that was waiting for them.\n(b) Eleven days later, on 24 May 1995, the appellants\r\nstole electronic equipment valued at R62 000 from the Victoria Road,\r\nWoodstock\npremises of a private company, Tecnotronics, after the\r\nemployee in charge, Mohammed Gaibie, had been threatened with a\r\nfirearm\nand then tied up with n electrical flex. This incident was\r\nthe subject of count two of the indictment. The owner and director of\n\nthe company testified that he had experienced severe cash flow\r\nproblems due to his stock having been stolen. Suppliers who he had\n\nbeen unable to pay as a result had refused to supply him, and this\r\nhad led to his financial ruin with concomitant strain on his\nfamily\r\nlife.\n(c) Finally, on 10 June 1995, the appellants robbed a\r\nshoe shop in Woodstock owned by Mr Barnett Joffe. They did so after\r\nthey had\ngained access through a locked security gate on the pretext\r\nof wishing to buy shoes. Once inside, they proceeded to manhandle\r\nJoffe,\nwrapped a scarf around his face, punched him about the head,\r\nthrew him to the floor, kicked him in the ribs and threatened to\r\nshoot\nhim. Joffe, who was not only 77 years old but was also\r\nrecovering from broken ribs sustained in an accident a few weeks\r\nearlier\n– which he told his assailants but to no avail and they\r\ncontinued kicking him – was unable to offer any resistance.\n\nTerrified, he pleaded for mercy and offered to open his safe.\r\nFortunately, before he could do so, the second appellant accidently\n\nshot himself in the thigh which caused the appellants and their\r\naccomplice to panic and flee. They took with them R250 in cash,\n\nJoffe’s wrist-watch valued at R1 300 and shoes valued at R2\r\n275. Understandably, Joffe was traumatised by his experience\nand was\r\nstill suffering from regular nightmares as a result at the time of\r\nthe trial a year later. This incident formed the subject\nof count one\r\nof the indictment.\n[5\n] The appellants did not seek to\r\ndeny their guilt, but the trial court remarked that despite their\r\nplea of guilty they did not appear\nto be truly remorseful and had\r\nrather regarded the court proceedings as something of a joke. They\r\nwere both young men in their\ntwenties, the first appellant having\r\nbeen 24 years of age at the time of the trial while the second\r\nappellant was five years older.\nThe first appellant was married with\r\ntwo children but estranged from his wife as a result of his drug\r\nhabit ─ he testified\nthat he used 20-30 mandrax tablets per\r\nday. Although he had held down fixed employment for a period of seven\r\nyears, he had lost\nhis job and had been unemployed for about two\r\nyears before the offences were committed. The second appellant,\r\nalthough unmarried,\nhad seven children. He had reached grade six at\r\nschool, but had only worked for short periods thereafter and was\r\nunemployed at\nthe time of the offences.\n[6] Neither appellant is a stranger to the criminal\r\ncourts. During the course of 1994, the first appellant appeared in\r\ncourt and\nwas convicted in five different cases involving a total of\r\nseven counts of theft – mostly of video machines and video\r\ncassettes\n– for which he was leniently treated and enjoyed the\r\nbenefit of either wholly or partially suspended sentences. He\r\ninformed\nthe trial court that on 20 February 1996 he had also been\r\nsentenced to a further two years’ imprisonment for theft. The\r\nsecond\nappellant also had a number of relevant previous convictions.\r\nIn 1993 he was convicted and sentenced on one count of theft and two\n\ncounts of housebreaking with intent to steal and theft. He served\r\nabout two years of his sentences before being released on parole\nin\r\nJune 1994, a year before the present offences were committed.\n[7] Despite their differing personal\r\ncircumstances, there is no need to treat either appellant more\r\nleniently than the other.\nAll\r\nthese offences were carefully planned and executed. On each occasion\r\nresistance was overcome by the threat of a firearm. Although\nnone of\r\nthe complainants sustained severe injuries, they must have been\r\nterrified. It hardly needs to be emphasised that armed\nrobberies of\r\nthis nature are a plague in this country and a bane of society. By\r\ntheir very nature, they are severe offences deserving\nof heavy\r\npunishment.\n1\nIt is not without significance that\r\nalthough the\nCriminal Law Amendment Act 105 of 1997\nwas introduced\r\nafter the incidents in question, under that Act offences of this\r\nnature now attract a prescribed minimum sentence\nof 15 years’\r\nimprisonment. In light of these factors, counsel for the appellants\r\nfound himself unable to argue that the individual\nsentences were\r\ninappropriate.\nFurthermore,\r\neven though a difference between the individual sentences imposed on\r\nthe respective counts may have been justifiable,\nthe regional court’s\r\njurisdiction at the time was limited to 10 years’ imprisonment,\r\nand a sentence of at least that\nperiod was justified on each count.\n[8] Accordingly, although counsel for the appellants\r\nreferred to certain minor misdirections on the part of the trial\r\nmagistrate,\nhe was constrained to limit his argument to the\r\ncontention that the cumulative effect of the three sentences, viz 30\r\nyears’\nimprisonment, was shockingly inappropriate.\n[9] When dealing with multiple\r\noffences, a sentencing court must have regard to the totality of the\r\noffender’s criminal conduct\nand moral blameworthiness in\r\ndetermining what effective sentence should be imposed in order to\r\nensure that the aggregate penalty\nis not too severe. In doing so,\r\nwhile punishment and deterrence indeed come to the fore when imposing\r\nsentences for armed robbery,\nit must be remembered, as Holmes JA\r\npointed out in his inimitable style, that mercy and not a\r\nsledgehammer is the concomitant of\njustice.\n2\nAnd while a judicial officer must not\r\nhesitate to be firm when necessary ‘he should approach his task\r\nwith a humane and compassionate\nunderstanding of human frailties and\r\nthe pressures of society which contribute to criminality’.\n3\nIn addition, although it is in the\r\ninterest of the general public that a sentence for armed robbery\r\nshould act as a deterrent to\nothers, an offender should not be\r\nsacrificed on the altar of deterrence. As Nicholas JA observed in\nS\r\nv Skenjana\n:\n4\n‘\nA\r\nsentence of 20 years’ imprisonment is undoubtedly very severe .\r\n. . My personal view is that the public interest is not\nnecessarily\r\nbest served by the imposition of very long sentences of imprisonment.\r\nSo far as deterrence is concerned, there is no\nreason to believe that\r\nthe deterrent effect of a prison sentence is always proportionate to\r\nits length. Indeed, it would seem to\nbe likely that in this field\r\nthere operates a law of diminishing returns: a point is reached after\r\nwhich additions to the length\nof a sentence produce progressively\r\nsmaller increases in deterrent effect, so that for example, the\r\nmarginal deterrent value of\na sentence of 20 years over one of say 15\r\nyears may not be significant . . . Nor is it in the public interest\r\nthat potentially\nvaluable human material should be seriously damaged\r\nby long incarceration. As I observed in\nS\r\nv Khumalo and Another\n[1984] ZASCA 30\n;\n1984\r\n(3) SA 327\n(A) at 331, it is the experience of prison administrators\r\nthat unduly prolonged imprisonment brings about the complete mental\r\nand\nphysical deterioration of the prisoner. Wrongdoers “must\r\nnot be visited with punishments to the point of being broken”.\n\n(\nPer\nHolmes JA in\nS\r\nv Sparks and Another\n1972 (3) SA 396\n(A) at 410G.)’\n[10] An effective sentence of 30 years’\r\nimprisonment is an extremely severe punishment that should be\r\nreserved for particularly\nheinous offences – which these three\r\noffences, even viewed in their totality, were not. Although severe,\r\nthey were not associated\nwith the level of extreme violence or loss\r\nof life that unfortunately all too often occurs in armed robberies.\r\nAnd while not insubstantial,\nthe value of what was stolen on each\r\noccasion was by no means at the level that is so often the case in\r\nmany of the robberies which\ndaily entertain the courts. The offences\r\nin question therefore cannot be regarded as falling within the upper\r\nechelons of the scale\nof severity.\n[11] In addition, although they were by no means first\r\noffenders, the appellants were not hardened criminals who had\r\npreviously\nserved long terms of imprisonment. There is nothing to\r\nshow that a lengthy period of imprisonment will not bring home the\r\nerror\nof their ways. It would be unjust to impose a sentence the\r\neffect of which is more likely to destroy than to reform them.\r\nHowever,\nthe cumulative effect of the sentences imposed on the\r\nappellants smacks of the use of a sledgehammer; it seems designed\r\nmore to\ncrush than to rehabilitate them.\n[12] Bearing all these circumstances in mind, in my\r\njudgment the effective sentence of 30 years’ imprisonment was\r\nfar too\nsevere and disturbingly inappropriate, and a sentence of\r\neffectively no more than 18 years’ imprisonment was called for.\r\nSuch a sentence would have reflected the public’s righteous\r\nindignation, acted as a deterrent, punished the appellants and\n\nhopefully induced them to walk a straight path when released back\r\ninto society. The effective sentence imposed by the trial court\n\ncannot be allowed to stand and the court a quo erred in not\r\ninterfering with it.\n[13] An effective 18 years’ imprisonment will be\r\nachieved by ordering six years of each sentence imposed on counts two\r\nand\nthree to run concurrently with the ten years imprisonment imposed\r\non count one. This will be reflected in the order below.\n[14] In the result, the appeal succeeds. The order of\r\nthe court a quo is set aside and replaced with the following:\n‘\n(a) The appeal succeeds only\r\nto the extent set out in (b) below.\n(b) In respect of counts two and three, it is ordered\r\nthat six years of the period of ten years’ imprisonment imposed\r\non each\nsuch count is to run concurrently with the ten years’\r\nimprisonment imposed on count one.\n(c) The sentences are otherwise confirmed.’\n___________________\nL E Leach\nJudge of Appeal\nAPPEARANCES:\nFor\r\nAppellant: M Calitz\nInstructed\r\nby:\nHigh\r\nCourt Unit\nCape\r\nTown Justice Centre\nCape\r\nTown\nBloemfontein\r\nJustice Centre\nBloemfontein\nFor\r\nRespondent: S F A Raphels\nThe\r\nDirector of Public Prosecutions\nCape\r\nTown\nThe\r\nDirector of Public Prosecutions\nBloemfontein\n1\nSee\nS v Mhlakaza\n1997\r\n\t(1) SACR 515\n(SCA) at 518a-f.\n2\nS\r\n\tv Harrison\n1970 (3) SA 684\n(A) at\r\n\t686A.\n3\nPer\r\n\tCorbett JA in\nS v Rabie\n1975\r\n\t(4) SA 855\n(A) at 866B-C.\n4\n1985\r\n\t(3) SA 51\n(A) at 54I-55E.",
  "scraped_at": "2026-02-12T15:55:12.736500",
  "date": "2011-09-27",
  "coram": [
    "Cloete JJA",
    "Ponnan JJA",
    "Leach JJA"
  ],
  "case_number": "855/10",
  "parties": {
    "applicants": [
      "Marawan Muller",
      "Peter Fisher"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "In May and June 1995 the appellants, together with at least one accomplice, committed three armed robberies within a two‑kilometre radius in Cape Town. The first robbery (13 May 1995) involved threatening a 68‑year‑old man with a firearm, tying him up and stealing clothing worth roughly R33,400. The second (24 May 1995) targeted a private company, Tecnotronics, where an employee was similarly threatened and tied; electronic equipment worth R62,000 was stolen. The third (10 June 1995) involved a violent assault on 77‑year‑old shop owner Barnett Joffe, resulting in theft of cash, a watch and shoes. The appellants pleaded guilty and were each sentenced to ten years per count, an effective thirty‑year term. Both had previous convictions for theft and housebreaking, but were not long‑term prisoners. The trial court noted a lack of remorse. Subsequent appeals to the High Court were dismissed, and after lengthy delays the appellants obtained leave to appeal to the Supreme Court of Appeal.",
    "issues": "The principal issue was whether the cumulative effective sentence of thirty years was proportionate and appropriate in light of the totality principle for multiple convictions, and what the proper effective sentence should be for the three armed robberies.",
    "principles": "The court applied the totality principle, requiring that a cumulative sentence not be excessively harsh and must reflect proportionality, rehabilitation, and deterrence. It referenced the Criminal Law Amendment Act 105 of 1997’s minimum sentencing, but noted its retrospective inapplicability. Judicial pronouncements on proportionality, including observations by Holmes JA, Nicholas JA (S v Skenjana), and the sledgehammer versus mercy approach, were considered. The need to balance public interest, deterrence, and the offender’s capacity for reform was emphasized.",
    "application": "Applying these principles, the court found that although the offences were serious, they were not of the extreme severity that warrants a thirty‑year effective term. The value of the stolen goods was modest, the violence, while present, did not involve loss of life, and the appellants were not hardened career criminals. Consequently, the court concluded that the sentence amounted to a sledgehammer and reduced the effective term to eighteen years by ordering six years of each of the second and third count sentences to run concurrently with the ten‑year sentence for the first count.",
    "conclusion": "The appeal succeeded in part. The order of the lower court was set aside and replaced with an order that, for counts two and three, six years of the ten‑year sentences run concurrently with the ten‑year sentence for count one, resulting in an effective eighteen‑year imprisonment. All other aspects of the original sentences were confirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "armed robbery",
      "totality principle",
      "sentence reduction",
      "proportionality"
    ]
  }
}