{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/244.html",
  "case_name": "Rademan v Moqhaka Municipality and Others (173/11) [2011] ZASCA 244; 2012 (2) SA 387 (SCA) (1 December 2011)",
  "citation": "[2011] ZASCA 244",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 244\n|\nNoteup\n|\nLawCite\nRademan v Moqhaka Municipality and Others (173/11) [2011] ZASCA 244; 2012 (2) SA 387 (SCA) (1 December 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 173/11\nIn the\r\nmatter between:\nOLGA RADEMAN\n….................................................................................................\nAppellant\nand\nMOQHAKA MUNICIPALITY\n…....................................................................\nFirst\r\nRespondent\nM A MOKGOSI\n…....................................................................................\nSecond\r\nRespondent\nM V DUMA\n…..............................................................................................\nThird\r\nRespondent\nJIMMY MASWANGANYI\n…......................................................................\nFourth\r\nRespondent\nRUDOLPH MEYER\n…..................................................................................\nFifth\r\nRespondent\nNeutral citation:\nRademan v Moqhaka Municipality & others\n(173/11)\n[2011] ZASCA 244\n(01 December 2011)\nCoram:\nLewis, Bosielo JJA and Petse AJA\nHeard: 16 November 2011\nDelivered: 01 December 2011\nSummary:\r\nMunicipality – Powers of a municipality to discontinue supply\r\nof electricity to defaulters – Appellant refusing\nto pay rates\r\nand taxes – Respondent justified in disconnecting appellant’s\r\nelectricity supply without a court order.\nORDER\nOn appeal from\n: Free State High Court, Bloemfontein (Jordaan J\r\nand Khan AJ sitting as court of appeal):\nThe appeal is dismissed with costs.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nBOSIELO JA (Lewis JA and Petse AJA concurring):\n[1] The appellant is a resident of No 1 Panorama Park, Kroonstad,\r\nwhich falls within the first respondent’s jurisdiction.\nThe\r\nfirst respondent is a municipality duly incorporated in terms of s 12\r\nof the Local Government: Municipal Structures Act 117\nof 1998 (the\r\nMunicipal Structures Act). The second to fifth respondents are\r\nofficials of the municipality. The appellant is a member\nof an\r\nassociation called Moqhaka Ratepayers and Residents Association. The\r\nappellant failed to pay her taxes and levies. On 17\nAugust 2009, the\r\nmunicipality disconnected the electricity supply to the appellant\r\nbecause of her failure to pay. This was done\nwithout any court order.\r\nThe appellant successfully launched an urgent application for the\r\nrestoration of her electricity supply\nwhich was granted by the\r\nmagistrates’ court, Kroonstad. The appeal against this order by\r\nthe first respondent to the Free\nState High Court, Bloemfontein was\r\nsuccessful. The appeal to this court is with the leave of the high\r\ncourt.\n[2] A brief account of the salient facts will suffice. The appellant,\r\ntogether with other residents of the municipality, are members\nof the\r\nMoqhaka Ratepayers and Residents Association. This is an organisation\r\nwhich comprised residents who claimed to be unhappy\nwith the\r\nmunicipal services rendered by the municipality. As a means of\r\ngetting the respondent to attend to their various complaints,\nwhich\r\nincluded alleged poor service delivery, they decided to withhold\r\npayments of their rates and taxes. It is not clear from\nthe papers\r\nwhen they stopped their payments. However, they continued to pay for\r\ntheir other municipal services like water and sanitation,\nelectricity\r\nand refuse removal. Notwithstanding various demands for payment, the\r\nappellant persisted in her refusal to pay taxes\nand levies.\r\nInevitably, this impasse culminated in the first respondent\r\ndiscontinuing any further supply of electricity to her.\nHence this\r\ncase.\n[3] In its answering affidavit, the municipality admitted having\r\ndisconnected the supply of electricity to the appellant. However,\nit\r\ndenied that such disconnection was unlawful. The municipality cited\r\nas legal justification for the disconnection the fact that,\n\nnotwithstanding lawful demand, the appellant refused to pay her rates\r\nand taxes. These taxes were said to be in arrears in the\namount of R2\r\n986.96. The municipality admitted that the appellant’s accounts\r\nrelating to other municipal services like electricity,\nwater,\r\nsanitation, and refuse removal were up to date.\n[4] Counsel for the appellant, contended that it is unlawful for a\r\nmunicipality to discontinue the supply of electricity without\na court\r\norder. The argument was that this amounts to self-help which is not\r\npermissible in our law. The appellant relied on\nJoseph &\r\nothers v City of Johannesburg & others\n2010 (4) SA 55\n(CC)\r\nwhere it was held that tenants of a building were entitled to 14\r\ndays’ notice before the electricity supply to them\ncould be\r\ndiscontinued. That case is not in point, however, since it did not\r\nconcern persons who had contracts with a municipality.\n[5] On the other hand, counsel for the municipality submitted that it\r\nacted lawfully in disconnecting the electricity supply to\nthe\r\nappellant as she refused to pay her rates and taxes. Counsel\r\ncontended that the fact that the appellant was up to date with\nher\r\npayments regarding other municipal services including electricity is\r\nirrelevant, as the respondent is empowered by statute,\nin execution\r\nof its obligations to levy and collect rates and levies, (including\r\nother consumption charges) to consolidate the\nvarious accounts, and\r\nupon failure by a resident to pay\nany\naccount, to discontinue\r\nany other municipal service. Responding to the argument about the\r\nabsence of a court order, the municipality’s\ncounsel argued\r\nthat a court order is not a statutory requirement.\n[6] In a comprehensive and well-reasoned judgment, the court below\r\nheld that the appellant had failed to prove that the disconnection\nof\r\nher electricity supply was unlawful. It found expressly that the\r\ndisconnection was statutorily authorised.\n[7] It is common cause that the first respondent is a local authority\r\nduly established in terms of the Local Government: Municipal\nSystems\r\nAct 32 of 2000 (the Systems Act). In terms of the Constitution\r\nmunicipalities play a pivotal role in facilitating and ensuring\n\nefficient public administration at local government level. Section\r\n151 of the Constitution provides that:\n‘\n(1)\r\nThe local sphere of government consists of municipalities, which must\r\nbe established for the whole of the territory of the Republic.\n(2) The executive and\r\nlegislative authority of a municipality is vested in its Municipal\r\nCouncil.\n(3) A municipality has the right\r\nto govern, on its own initiative, the local government affairs of its\r\ncommunity, subject to national\nand provincial legislation, as\r\nprovided for in the Constitution.\n(4) The national or a provincial\r\ngovernment may not compromise or impede a municipality’s\r\nability or right to exercise its\npowers or perform its functions.’\n[8] As a local sphere of government with the right to govern the\r\nlocal government affairs of its community, a municipality has\n\nwide-ranging duties and obligations. Essentially every municipality\r\nstands at the coal-face of delivery of various municipal services\nfor\r\nits communities. Service delivery has become the core if not the\r\nprimary function of every municipality in line with its objects\nas\r\nset out in s 152 of the Constitution which provides:\n‘\n(1)\r\nThe objects of local government are –\nto provide democratic and\r\n\taccountable government for local communities;\nto ensure the provision of\r\n\tservices to communities in a sustainable manner;\nto promote social and economic\r\n\tdevelopment;\nto promote a safe and healthy\r\n\tenvironment; and\nto encourage the involvement of\r\n\tcommunities and community organisations in the matters of local\r\n\tgovernment.\n(2) A municipality must strive,\r\nwithin its financial and administrative capacity, to achieve the\r\nobjects set out in subsection (1).’\n[9] It follows that for a municipality to be able properly and\r\nefficiently to execute its constitutional and statutory obligations\n\nto deliver municipal services to its residents it requires sufficient\r\nresources and revenue. In order to put the municipality in\na position\r\nto render the required municipal services, the ratepayers must make\r\nregular payments of taxes and levies and consumption\ncharges. There\r\nis in fact a duty on ratepayers that, inasmuch as they are entitled\r\nto demand that the municipality should deliver\nmunicipal services to\r\nthem, they must also make corresponding payment for such municipal\r\nservices. See ss 5(1)\n(g)\nand 5(2)\n(b)\nof the Systems\r\nAct. This is part of their civic and contractual responsibilities.\n[10] To ensure regular payment of fees for municipal services\r\nrendered, every municipality is required by law to have a credit\n\ncontrol and debt collection policy. Section 96 of the Systems Act\r\nprovides:\n‘\nA\r\nmunicipality –\nmust collect all money that is\r\n\tdue and payable to it, subject to this Act and any other applicable\r\n\tlegislation; and\nfor this purpose, must adopt,\r\n\tmaintain and implement a credit control and debt collection policy\r\n\twhich is consistent with its\nrates and tariff policies and complies\r\n\twith the provisions of this Act.’\n[11] It follows that for municipalities to be able efficiently to\r\ndeliver the multiplicity of municipal services which they have\nto in\r\nterms of the Constitution and various statutes, it is important that\r\nthey are able to levy and collect their rates and taxes\nand payments\r\nfor other municipal services from the ratepayers falling within their\r\njurisdiction. Municipalities are obliged to\nlevy and collect rates\r\nand taxes from their residents as authorised by s 229 of the\r\nConstitution.\n[12] In addition, s 73 of the Systems Act provides that:\n‘\n(1) A\r\nmunicipality must give effect to the provisions of the Constitution\r\nand –\n(a)\ngive\r\npriority to the basic needs of the local community;\n(b)\npromote\r\nthe development of the local community; and\n(c)\nensure\r\nthat all members of the local community have access to at least the\r\nminimum level of basic municipal services.\n(2) Municipal services must –\n(a)\nbe\r\nequitable and accessible;\n(b)\nbe\r\nprovided in a manner that is conducive to –\n(i) the prudent, economic,\r\nefficient and effective use of available resources; and\n(ii) the improvement of\r\nstandards of quality over time;\n(c)\nbe\r\nfinancially sustainable;\n(d)\nbe\r\nenvironmentally sustainable; and\n(e)\nbe\r\nregularly reviewed with a view to upgrading, extension and\r\nimprovement.’\n[13] Appreciating the difficulties experienced by municipalities when\r\nratepayers protest and refuse to pay for municipal services,\nthe\r\nLegislature has provided in s 96 (set out above) for every\r\nmunicipality to have a credit control and debt collection policy.\n\nFurthermore municipalities are mandated by s 96(1)\n(a)\nto\r\ncollect all money that is due and payable. Section 97(1)\n(g)\nof\r\nthe Systems Act in turn decrees that provision should be made for\r\ntermination of municipal services or restriction of the provision\nof\r\nmunicipal services when payments of ratepayers are in arrears. In\r\naddition, s 25 of the Credit Control and Debt Collection by-laws\nof\r\n14 May 2004 (the by-laws) gives a municipality the power to restrict\r\nand disconnect supply of municipal services. It provides:\n‘\n(1)\r\nThe Municipality may restrict or disconnect the supply of water and\r\nelectricity or discontinue any other service to any premises\nwhenever\r\na user of any service –\n(a) Fails to make full payment\r\non the due date or fails to make acceptable arrangements for the\r\nrepayments of any amount for services,\nrates or taxes.’\n[14] Section 25(3) of the by-laws provides as follows:\n‘\nThe\r\nright to restrict, disconnect or terminate service due to non-payment\r\nshall be in respect of any service rendered by the Municipality\nand\r\nshall prevail notwithstanding the fact that payment has been made in\r\nrespect of any specific service and shall prevail notwithstanding\nthe\r\nfact that the person who entered into an agreement for supply of\r\nservices with the municipality and the owner are different\nentities\r\nor persons, as the case may be.’\n[15] For a proper understanding of the legal issue facing us in this\r\nappeal, one should ask: what is a municipality expected to\ndo when\r\nfaced with a number of its residents who steadfastly refuse to pay\r\ntheir taxes and levies? Is a municipality expected to\napproach the\r\ncourt each time a ratepayer defaults to seek a court order\r\nauthorising discontinuation of services?\n[16] Such a proposition is both unrealistic and untenable. Given the\r\nrate of the protests and demonstrations for delivery across\nthe\r\ncountry concomitant with the refusal by ratepayers to pay their rates\r\nand taxes and fees for municipal services, I am of the\nview that it\r\nwould not be practical for municipalities to pursue these matters in\r\ncourt. It cannot be gainsaid that such a step\nwould result in the\r\nmunicipalities being mired in such cases, losing precious time in the\r\nprocess and incurring high legal bills\nunnecessarily.\n[17] I have no doubt these powers were given to municipalities to\r\nenable them to collect all moneys that are due and payable to\nthem in\r\nthe most cost-effective manner. Commenting on the power of a\r\nmunicipality to discontinue municipal service as a means of\ngetting\r\nthe ratepayers to pay their accounts, Yacoob J remarked as follows in\nMkontwana v Nelson Mandela Metropolitan Municipality,\nBisset\r\n& others v Buffalo City Municipality & others; Transfer\r\nRights Action Campaign & others v MEC, Local Government\nand\r\nHousing, Gauteng & others (Kwazulu-Natal Law Society and Msunduzi\r\nMunicipality\nas\nAmici Curiae\n)\n2005 (1) SA 530\n(CC) para\r\n52:\n‘\nIt is\r\nemphasised that municipalities are obliged to provide water and\r\nelectricity and that it is therefore important for unpaid\nmunicipal\r\ndebt to be reduced by all legitimate means. It bears repeating that\r\nthe purpose is laudable, has the potential to encourage\nregular\r\npayments of consumption charges, contributes to the effective\r\ndischarge by municipalities of their obligations and encourages\n\nowners of property to fulfil their civic responsibility.’\n[18] The central dispute in this matter is whether the municipality\r\nwas justified in disconnecting the electricity supply to the\n\nappellant whilst her account for electricity was up to date. The\r\nanswer to this question is to be found in 102 of the Systems Act\n\nwhich provides:\n‘\n(1) A\r\nmunicipality may –\nconsolidate any separate\r\n\taccounts of persons liable for payments to the municipality;\ncredit a payment by such a\r\n\tperson against any account of that person; and\nimplement any of the debt\r\n\tcollection and credit control measures provided for in this Chapter\r\n\tin relation to any arrears of any\nof the accounts of such a person.’\n[19] This section makes it clear that in pursuit of its obligation to\r\ncharge and receive payments for municipal services, a municipality\n\nhas the option to consolidate the accounts for various services it\r\nprovides. This is intended to circumvent the very problem confronting\n\nus in this appeal, that is, allowing residents to choose which\r\naccount they wish to pay and which they will not pay. Such tactics\n\nshould not be allowed as they have the potential to frustrate a\r\nmunicipality in governing its area and, importantly meeting its\n\nconstitutional obligations. It should be borne in mind that water and\r\nelectricity are not the only municipal services that a municipality\n\nis responsible for. There is a plethora of other municipal services\r\nfor which a municipality is responsible like building of roads\nand\r\ntheir maintenance, sewerage systems, refuse collection, recreational\r\nfacilities. All these services are financed amongst others,\nby the\r\nrevenue which a municipality collects from ratepayers as payment for\r\nthese various municipal services. Such money is split\nand used to\r\nprovide the various essential municipal services. Thus a failure to\r\npay rates and taxes is likely to have very serious\nconsequences. I\r\nsay this conscious of ratepayers’ rights to protest and\r\ndemonstrate whenever they have valid complaints against\nthe\r\nmunicipality. However, we live in a democracy where there are various\r\nlawful methods that ratepayers can use to ensure proper\nmunicipal\r\nservices. The unilateral refusal by ratepayers to pay for services\r\nwhich they enjoy cannot be condoned.\n[20] One of the primary obligations and responsibilities a\r\nmunicipality bears is to ensure that there is provision of municipal\n\nservices to communities in a sustainable manner. A municipality can\r\nonly provide essential municipal services like water and electricity\n\nif it has sufficient revenue to do so, particularly because it has to\r\npurchase some of these services from other suppliers, like\nEskom and\r\nthe Water Board. It is therefore imperative that ratepayers\r\nunderstand this inter-relationship and their obligations\nto pay for\r\ntheir services. Sadly, in the past few years, public demonstrations\r\nand protests by communities complaining of failure\nby municipalities\r\nto provide municipal services or the provision of poor municipal\r\nservices have become a common feature in our\nprint and electronic\r\nmedia. In many instances these public demonstrations and protests\r\narise because the residents fail to appreciate\nthat for a\r\nmunicipality to supply such municipal services, they must pay their\r\nlevies, taxes and duties as responsible residents.\nAs the\r\nConstitutional Court aptly held in\nPretoria City Council v Walker\n[1998] ZACC 1\n;\n1998 (2) SA 363\n(CC) para 93:\n‘\nLocal\r\ngovernment is as important a tier of public administration as any. It\r\nhas to continue functioning for the common good; it,\nhowever, cannot\r\nto do so efficiently and effectively if every person who has a\r\ngrievance about the conduct of a public official\nor a governmental\r\nstructure were to take the law into his or her own hands or resort to\r\nself-help by withholding payment for services\nrendered. That conduct\r\ncarries with it the potential for chaos and anarchy and can therefore\r\nnot be appropriate.’\n[21] Having considered all the relevant legislation, it is clear to\r\nme that there is no statutory instrument which requires a\r\nmunicipality to obtain a court order authorising the discontinuation\r\nof a municipal service. With regard to the argument of a letter\nof\r\ndemand preceding discontinuance, there is incontrovertible evidence\r\nthat such a letter was sent to the appellant but that, in\nline with\r\nresolutions taken by the Moqhaka Ratepayers and Residents\r\nAssociation, she decided not to pay. In any event s 21(2) of\nthe\r\nby-laws provides that failure to deliver or send a final demand\r\nwithin seven working days does not relieve a customer from\npaying\r\narrears.\n[22] The nature of the application by the appellant was not clear.\r\nThe magistrate regarded it as a\nmandament van spolie.\nThe high\r\ncourt considered that a\nmandament\nwas inappropriate having\r\nregard to the statutory framework. It is not necessary for this court\r\nto decide whether a\nmandament\nis possible where the supply of\r\nmunicipal services is regulated by statute and by the contract\r\nbetween the parties.\n[23] In the circumstances, the appeal is dismissed with costs.\n____________\nL O BOSIELO\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: C F Van Rooyen SC\nInstructed\r\nby:\nGrimbeek\r\nVan Rooyen, Kroonstad\nSymington\r\n& De Kok, Bloemfontein\nFor\r\nRespondent: J Y Claasen SC\nInstructed\r\nby:\nDu Randt &\r\nLouw, Kroonstad\nRosendorff\r\nReitz Barry, Bloemfontein",
  "scraped_at": "2026-02-12T16:22:06.205154",
  "date": "2011-12-01",
  "coram": [
    "Lewis JA",
    "Bosielo JJA",
    "Petse AJA"
  ],
  "case_number": "173/11",
  "parties": {
    "applicants": [
      "Olga Rademan"
    ],
    "respondents": [
      "Moqhaka Municipality",
      "M A Mokgosi",
      "M V Duma",
      "Jimmy Maswanganyi",
      "Rudolph Meyer"
    ]
  },
  "sections": {
    "facts": "Olga Rademan, a resident of Panorama Park, Kroonstad, was a member of the Moqhaka Ratepayers and Residents Association. She, together with other members, withheld payment of rates, taxes and levies while continuing to pay for other municipal services. On 17 August 2009 the Moqhaka Municipality disconnected her electricity supply because of unpaid rates and taxes amounting to R2,986.96, even though her accounts for water, sanitation, refuse removal and electricity were up to date. The disconnection was carried out without a court order. Rademan obtained an urgent interdict from the Kroonstad Magistrates’ Court for restoration of electricity; the municipality appealed to the Free State High Court, which set aside the interdict. The municipality then appealed to the Supreme Court of Appeal.",
    "issues": "The central issue was whether the municipality was lawfully entitled to disconnect the appellant’s electricity supply without first obtaining a court order, despite her electricity account being current, on the basis of her non‑payment of rates and taxes. A subsidiary issue concerned the statutory authority for consolidating separate municipal accounts and for disconnecting services as a debt‑collection measure.",
    "principles": "The Court considered constitutional provisions (sections 151 and 152) granting municipalities wide powers to provide services and to collect rates, taxes and other charges. Relevant statutory provisions included the Municipal Systems Act (sections 96, 97, 102) and the municipality’s credit‑control by‑laws (section 25), which expressly permit restriction or disconnection of services when a user fails to pay any amount due. The Court held that no legislation requires a prior court order for such disconnection and that consolidation of accounts is authorized to prevent selective payment.",
    "application": "Applying section 102 of the Systems Act and the by‑law provisions, the Court found that the municipality was within its statutory powers to treat the unpaid rates and taxes as a default that justified the discontinuation of any municipal service, including electricity, even though that particular service was paid up to date. The municipality had complied with the requirement to issue a demand letter, and the statutory scheme does not compel a court order before enforcement. Consequently, the municipality’s action was deemed lawful.",
    "conclusion": "The appeal was dismissed with costs. The Supreme Court of Appeal affirmed the lower court’s decision that the municipality was justified in disconnecting the appellant’s electricity supply without a court order, as the disconnection was authorized by the Municipal Systems Act and the municipality’s credit‑control by‑laws."
  },
  "tags": {
    "level_1": "Municipal Law",
    "level_2": "Debt Collection and Service Disconnection",
    "level_3": [
      "electricity disconnection",
      "rates arrears",
      "court order",
      "self‑help",
      "credit control"
    ]
  }
}