{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/7.html",
  "case_name": "Minister of Safety and Security v Kruger (183/10) [2011] ZASCA 7; 2011 (1) SACR 529 (SCA) (8 March 2011)",
  "citation": "[2011] ZASCA 7",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 7\n|\nNoteup\n|\nLawCite\nMinister of Safety and Security v Kruger (183/10) [2011] ZASCA 7; 2011 (1) SACR 529 (SCA) (8 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 183/10\nIn the matter between:\nMINISTER OF SAFETY AND\r\nSECURITY\n...................................\nAppellant\nand\nROELOF PETRUS KRUGER\n......................................................\nRespondent\nNeutral citation:\nMinister\r\nof Safety and Security v Kruger\n(183/10)\n[2011] ZASCA 7\n(8 MARCH\r\n2011)\nCoram:\nNUGENT, CACHALIA\r\nand SHONGWE JJA\nHeard:\n16 FEBRUARY 2011\nDelivered: 8 MARCH 2011\nSummary:\nUnlawful arrest\r\nand detention –\ns 55(1)\nof the\nSouth African Police Service Act\n68 of 1995\n– whether exempts state from liability –\r\ndefamation and injuria – damages award.\n_____________________________________________________________________\nORDER\n_____________________________________________________________________\nOn appeal from: North Gauteng\r\nHigh Court, Pretoria (Tuchten AJ sitting as court of first instance)\nThe award of damages for\r\ndefamation and injuria is set aside and replaced with an award of\r\nR20 000. Save for that the appeal\nis dismissed with costs.\n_______________________________________________________________________\nJUDGMENT\n_______________________________________________________________________\nNUGENT JA (CACHALIA and SHONGWE\r\nJJA concurring)\n[1] Rayton is a small town of\r\nabout 2 500 inhabitants. It is where Mr Kruger (the respondent)\r\nconducts business repairing motor\nvehicles. While at his premises Mr\r\nKruger was arrested by the police under a warrant that had been\r\nissued by a magistrate. He was\ndriven to a police station where he\r\nwas incarcerated overnight. The following day he was brought before a\r\nmagistrate and released\non bail. In due course the Director of Public\r\nProsecutions declined to prosecute.\n[2] A reporter and a cameraman\r\nfrom e-tv – a national television broadcaster – were\r\npresent at the premises when the\npolice arrived to arrest Mr Kruger.\r\nThey followed the police onto the premises and made a video and audio\r\nrecording of the arrest,\nand of Mr Kruger being led away in handcuffs\r\nto the waiting police vehicle. That night a report of the arrest –\r\naccompanied\nby visual images – was broadcast on one of its news\r\nchannels.\n[3] Mr Kruger sued the Minister\r\nof Safety and Security (the appellant) in the North Gauteng High\r\nCourt for damages, first, for unlawful\narrest and detention,\r\nsecondly, for infringement of his dignity, and thirdly, for\r\ndefamation. All the claims succeeded before Tuchten\nAJ. He awarded\r\ndamages of R50 000 for unlawful arrest and detention and of\r\nR300 000 for infringement of dignity and defamation\ncombined.\r\nThe Minister now appeals with the leave of that court.\n[4] The chronicle commences with\r\na complaint that was made to the police by Ms Mahlangu. She said that\r\nMr Kruger had stolen a Mazda\nmotor vehicle from her by false\r\npretences. A considerable part of the evidence was taken up with that\r\ncomplaint. Mr Kruger said\nthat he had been given the vehicle in\r\nexchange for a Honda vehicle by agreement with a friend of Ms\r\nMahlangu who purported to be\nacting on her behalf. The dispute on\r\nthat issue is not material and I need say no more about it.\n[5] The complaint was\r\ninvestigated by Sergeant Mavuso of the organized crime unit on the\r\ninstructions of Senior Superintendent Ngwenya.\nThe full extent of the\r\ninvestigation does not appear from the evidence. But what does appear\r\nis that Sergeant Mavuso discovered,\namongst other things, that the\r\nHonda vehicle that had been the subject of the alleged exchange was\r\nregistered in Swaziland, and\nhe suspected that it had been stolen in\r\nthat country.\n[6] Once his investigation was\r\ncomplete Sergeant Mavuso forwarded the docket to the Director of\r\nPublic Prosecutions. Some time later\nhe was informed by a member of\r\nthat office that it had been decided to prosecute Mr Kruger and\r\nSergeant Mavuso was handed a warrant\nthat had been issued by a\r\nmagistrate authorising his arrest.\n[7]\nSection 43\nof the\nCriminal\nProcedure Act 51 of 1977\nauthorises a magistrate or justice of the\r\npeace to issue a warrant for the arrest of any person upon the\r\nwritten application of\na public prosecutor (amongst others). The\r\napplication must set out the offence alleged to have been committed,\r\nit must contain\ncertain jurisdictional allegations, and it must state\r\nthat from information taken upon oath there is a reasonable suspicion\r\nthat\nthe person in respect of whom the warrant is applied for has\r\ncommitted the alleged offence.\n[8] In this case the application\r\nfor the warrant, and the warrant itself, were both embodied in a\r\nsingle-page standard-form. The\napplication recorded that Mr Kruger\r\nwas suspected to have committed fraud and forgery and uttering. The\r\nspace provided in the standard-form\nwarrant for recording the offence\r\nwas, however, left blank.\n[9] At about 10h00 on 3 December\r\n2003 Sergeant Mavuso and Senior Superintendent Ngwenya arrived at the\r\nbusiness premises of Mr Kruger\nto effect his arrest. They were\r\naccompanied by eight other police officers. At the premises with Mr\r\nKruger were his parents, another\nrelative, a number of employees and\r\ntwo clients. Present outside the premises were the cameraman and the\r\nreporter I referred to\nearlier.\n[10] Sergeant Mavuso and Senior\r\nSuperintendent Ngwenya entered the premises and proceeded to Mr\r\nKruger’s office. They were\nfollowed by the cameraman who\r\nrecorded the interior of the premises and the arrest, which occurred\r\nin the office of Mr Kruger.\nMr Kruger was told by Sergeant Mavuso\r\nthat he was under arrest and Senior Superintendent Ngwenya handcuffed\r\nhis wrists behind his\nback. He was then led out to the police vehicle\r\nand the events that I mentioned earlier ensued.\n[11] The court\r\nbelow found that the warrant of arrest was invalid – and thus\r\nthat the arrest and subsequent detention were\nunlawful –\r\nbecause it failed to reflect the offences in respect of which it was\r\nissued. That finding was challenged only\nfaintly before us. The terms\r\nin which a warrant of arrest must be framed are not expressly stated\r\nin the Act but I think it is\nimplicit in\nss 39(2)\nand\n43\n(2) that\r\nit was intended that it should reflect the offence in respect of\r\nwhich it has been issued.\nSection 39(2)\nrequires a person who effects\r\nan arrest without a warrant to inform the arrested person of the\r\ncause of the arrest. Where the arrest\nis effected in execution of a\r\nwarrant the arrestor must, upon demand of the arrested person, hand\r\nhim or her a copy of the warrant.\nQuite clearly that contemplates\r\nthat the cause of the arrest will appear from the warrant. Moreover,\ns 43(2)\nprovides that a warrant of arrest must direct the arrest\r\nof the person named in the warrant ‘in respect of the offence\r\nset\nout in the warrant’. I think those two provisions make it\r\nabundantly clear that it was considered by the draftsman to be\r\nself-evident that a warrant must describe the offence and it was not\r\nconsidered necessary to express that in terms. I also think\nthat it\r\nmust be taken to be axiomatic that a warrant that is formally\r\ndefective in a material respect – as the warrant was\nin this\r\ncase – is invalid.\n1\n[12] Two\r\nsubmissions that were advanced on behalf of the Minister can be\r\ndisposed of briefly. It was submitted that in this case\nMr Kruger\r\nwould have known the suspected offences for which he was being\r\narrested because they were described in the application\nfor the\r\nwarrant that appeared immediately above the warrant on the\r\nsingle-page standard-form. I do not think the submission has\nmerit.\r\nIf the statute required the warrant to reflect the suspected offences\r\nand rendered it invalid if it did not do so, as the\nstatute does,\r\nthen I think it follows that it is immaterial that they are apparent\r\nfrom another source, even if that source is\nreadily to hand.\n2\nAs Cameron JA\r\nobserved in\nPowell\r\nNO v Van der Merwe NO,\n3\nalbeit in\r\nrelation to a warrant authorising search and seizure, the courts\r\nexamine the validity of such a warrant ‘with a\njealous regard\r\nfor the liberty of the subject’, and in my view that must apply\r\neven more to warrants that authorise the deprivation\nof personal\r\nfreedom.\n[13] It was also submitted that\r\neven if the warrant was invalid the arrest was nonetheless lawful\r\nbecause the police had a reasonable\nsuspicion that offences had been\r\ncommitted. That was not pleaded in justification of the arrest but\r\ncounsel submitted that the\nissue was fully canvassed in the evidence.\r\nI am not sure that the issue was indeed canvassed but in any event on\r\nthe evidence that\nis before us the submission must fail. Section\r\ns 40(1)(b) of the\nCriminal Procedure Act confers\na discretion\r\nupon a police officer to arrest upon reasonable suspicion that fraud\r\nor forgery and uttering (amongst other offences)\nhave been committed.\r\nIn this case the police officers did not purport to exercise that\r\ndiscretion. On the contrary, they purported\nto do no more than to\r\nexecute the instruction contained in the warrant.\n[14] But the principal ground\r\nupon which the Minister sought to avoid liability was in reliance\r\nupon\ns 55(1)\nof the\nSouth African Police Service Act 68 of 1995\n,\r\nwhich exempts a police officer from liability for the consequences of\r\nexecuting a defective warrant in certain circumstances.\nIt was\r\nsubmitted on behalf of the Minister that because the police officer\r\nis exempted from liability it follows that the state\ncannot be\r\nvicariously liable. Two decisions of the high courts stand in the way\r\nof that submission and we were asked to overrule\nthem.\n[15]\nSection 55(1)\nof that Act\r\nprovides as follows:\n‘\nAny\r\nmember who acts under a warrant or process which is bad in law on\r\naccount of a defect in the substance or form thereof shall,\nif he or\r\nshe has no knowledge that such warrant or process is bad in law and\r\nwhether or not such defect is apparent from the face\nof the warrant\r\nor process, be exempt from liability in respect of such act as if the\r\nwarrant or process were valid in law’.\n4\n[16] The terms in which the\r\nsubmission on behalf of the Minister was framed in the heads of\r\nargument points immediately to its fallacy.\nIt is not disputed that\r\nneither of the police officers was aware that the warrant was bad in\r\nlaw and that they were thus exempted\nfrom liability under that\r\nsection. Reminding us that vicarious liability is a secondary\r\nliability counsel for the Minister submitted\nthat the effect of the\r\nexemption was that the police officers ‘committed no delict’\r\nand there is thus no room for vicarious\nliability.\n[17] That construction of the\r\nsection is not correct. A police officer – or anyone else for\r\nthat matter – who deprives\na person of his or her liberty\r\nwithout legal justification commits a delict, and is ordinary liable\r\nfor the damage that is caused\nby the delictual act. The section does\r\nnot purport to render the act lawful. In its terms it does no more\r\nthan to relieve the police\nofficer of the consequences of the\r\ndelictual act. The act remains unlawful and, in accordance with\r\nordinary principles, the employer\nis vicariously liable for its\r\nconsequences.\n[18] The same\r\nargument was advanced and rejected in\nGoldschagg\r\nv Minister van Polisie.\n5\nIn that case\r\nthe question arose under s 31(1) of the Police Act 7 of 1958,\r\nwhich is in material respects the same as the provision\nthat is\r\nbefore us.\n6\nBotha J\r\nsummarily rejected an argument that the effect of the section was\r\nthat a police officer who executes a defective warrant\ndoes not\r\ncommit an unlawful act. The learned judge also found that while the\r\nsection exempted the police officer from the consequences\nof the\r\nunlawful act it did not similarly exempt the state.\n7\n(The decision\r\nwas reversed on appeal\n8\nbut the issue\r\nthat is now before us was not considered.)\n[19] Thirion J\r\nreached the same conclusion in\nDe\r\nWelzim v Regering van KwaZulu\n9\nin relation to\r\ns 34(2) of the KwaZulu Police Act 14 of\n1980.\n10\nThe learned\r\njudge said the following:\n‘\nBy\r\n‘n beskouing van art 34(2) is dit duidelik dat dit nie die\r\nhandeling van die lid van die Mag verontskuldig nie. Dit verskaf\nnie\r\n‘n skulduitsluitingsgrond nie en ook nie ‘n\r\nregverdigingsgrond ten opsigte van die handeling nie. Dit stel slegs\n\ndie lid vry van aanspreeklikheid sonder dat dit die kwaliteit of\r\nonregmatigheid van die daad self raak. Gevolglik beïnvloed\ndit\r\nnie die aanspreeklikheid van die KwaZulu Regering nie.’\n11\n[20] I have no\r\ndoubt that the decisions in\nGoldschagg\nand\nDe\r\nWelzim\nwere\r\ncorrect. I need only add that the draftsman of s 55(1) must be\r\nassumed to have known of those decisions when the section was\n\ndrafted. The repetition in s 55(1) of the material terms of the\r\nsections that were there in issue itself indicates that the\ndraftsman\r\nintended s 55(1) to bear the construction that was adopted in\r\nthose cases.\n12\nIn those\r\ncircumstances the finding by the court below that the Minister is\r\nliable for the consequences of the unlawful arrest and\ndetention\r\ncannot be faulted.\n[21] I turn to the claims for\r\ninjuria and defamation before returning to the amount that was\r\nawarded in damages.\n[22] The broadcast on the night\r\nof the arrest commenced with an introduction by the presenter who\r\nsaid the following:\n‘\nIt\r\ncould be the end of the road for a car theft syndicate operating\r\nbetween Swaziland and South Africa. After a two year investigation,\n\nMpumulanga police today arrested the man believed to be the kingpin.\r\nPolice say the cars are stolen in Swaziland and sold in South\nAfrica.\r\nThey believe government officials in both countries and a local\r\ninsurance company are also involved.’\nThe broadcast then switched to\r\nthe reporter who opened her report as follows:\n‘\nIt\r\nwas not business as usual at this car repair workshop. The boss was\r\narrested for vehicle theft, fraud and forgery’.\nThe interior of the workshop was\r\nshown visually, followed by a visual and audio recording of a short\r\nconversation between Senior\nSuperintendent Ngwenya and Mr Kruger\r\nimmediately after his arrest, and a visual showing of him being\r\nhandcuffed. The recording\nwent on to show Mr Kruger being led away to\r\nthe police vehicle with his hands handcuffed behind his back. The\r\nreporter concluded\nher report as follows:\n‘\nIt\r\nis alleged that cars stolen in Swaziland are brought here for\r\nre-spraying and their engine numbers are also changed. Police say\n\nthey have identified three such vehicles but believe there are\r\nothers’.\n[23] The visual images of Mr\r\nKruger showed only his torso at the time of his arrest, and his back\r\nas he was being led away. His\nname was not mentioned in the course of\r\nthe report. It is clear that only those who were acquainted with Mr\r\nKruger or his workshop\nwould have been capable of identifying him\r\nfrom the report.\n[24] It was alleged by Mr Kruger\r\nthat one or other police officer must have informed the television\r\nteam (or the television station)\nof the anticipated arrest and to\r\nhave done so with the intention that it should be recorded and\r\nbroadcast. His case was that the\npolice officer concerned thereby\r\nwrongfully ‘instigated’ the defamatory and injurious\r\nbroadcast and that the Minister\nis vicariously liable for such damage\r\nas the broadcast caused.\n[25] The claim is rather unusual\r\nbut we are not called upon to deal with its substance. The sole\r\nground upon which the claim was\nresisted in the court below and in\r\nthis court was a denial that the police were responsible for the\r\npresence of the television\ncrew. We were told by counsel for the\r\nMinister unequivocally that if we were to find that the presence of\r\nthe television team was\nindeed brought about by information provided\r\nby one or other police officer – which was the finding of the\r\ncourt below –\nthen it was accepted that the Minister is liable\r\nfor any damage that was caused by the broadcast. We have accordingly\r\napproached\nthe matter on that basis but I must emphasise that we make\r\nno finding on other aspects of the claim.\n[26] I turn to that factual\r\nquestion. The television reporter, Ms Mabuse, gave evidence. She said\r\nthat she had no recollection of\nhow they came to be present at the\r\nscene but that it might have been on information provided by the\r\npolice. Only two other possibilities\nwere suggested by counsel for\r\nthe Minister. One was that the television team happened upon the\r\nscene fortuitously. The prospect\nthat a television team from a\r\nnational broadcaster fortuitously happened to be outside a motor\r\nvehicle workshop in Rayton at the\ntime the police arrived is so\r\nremote as to be non-existent. The second suggestion was that one or\r\nother member of the community\nmight have been the culprit. It is most\r\nunlikely that members of the local community would have known of the\r\nimminent arrest and\nleast of all of the nature of the investigation\r\nthat the police had undertaken. I agree with the court below that it\r\nis probable\nthat one or other member of the police informed e-tv of\r\nthe anticipated arrest so that it could be given publicity. That\r\nbeing\nso, on the approach that was adopted on behalf of the Minister\r\nbefore us (and in the court below) the only remaining issue is to\n\nassess the damages to be awarded for the consequences of the\r\nbroadcast.\n[27] It is trite that the\r\ndetermination of damages is within the discretion of the trial court\r\nand will be interfered with only\nin the event of misdirection.\r\nMisdirection might in some cases be apparent from the reasoning of\r\nthe court but in other cases it\nmight be inferred from a grossly\r\nexcessive award.\n[28] It has\r\nbeen said repeatedly that the assessment of awards of general damages\r\nwith reference to awards made in previous cases\nis fraught with\r\ndifficulty. They nonetheless provide a measure of guidance provided\r\nthat those difficulties are borne in mind.\nAs Potgieter JA said in\nProtea\r\nAssurance Co Ltd v Lamb\n,\n13\nafter citing\r\nearlier decisions of this court:\n‘\nThe\r\nabove quoted passages from decisions of this Court indicate that, to\r\nthe limited extent and subject to the qualifications therein\nset\r\nforth, the trial Court or the Court of Appeal, as the case may be,\r\nmay pay regard to comparable cases. It should be emphasised,\nhowever,\r\nthat this process of comparison does not take the form of a\r\nmeticulous examination of awards made in other cases in order\nto fix\r\nthe amount of compensation; nor should the process be allowed so to\r\ndominate the enquiry as to become a fetter upon the\nCourt’s\r\ngeneral discretion in such matters. Comparable cases, when available,\r\nshould rather be used to afford some guidance,\nin a general way,\r\ntowards assisting the Court in arriving at an award which is not\r\nsubstantially out of general accord with previous\nawards in broadly\r\nsimilar cases, regard being had to all the factors which are\r\nconsidered to be relevant in the assessment of general\ndamages. At\r\nthe same time it may be permissible, in an appropriate case, to test\r\nany assessment arrived at upon this basis by reference\nto the general\r\npattern of previous awards in cases where the injuries and their\nsequelae\nmay\r\nhave been either more serious or less than those in the case under\r\nconsideration.’\n[29] I turn\r\nfirst to the award for unlawful arrest and detention. An appropriate\r\naward in a case of that kind – with reference\nto awards in some\r\npast cases – was considered most recently by this court in\nSeymour\r\nv Minister of Safety and Security\n.\n14\nIn that case\r\nthe plaintiff was unlawfully arrested and detained for five days. One\r\nnight was spent in a police cell together with\nother inmates, and the\r\nremaining time was spent in a hospital ward, to which the family of\r\nthe plaintiff had free access. An award\nof R500 000 was reduced\r\non appeal to R90 000.\n[30] On the face of it the arrest\r\nand detention in this case, by comparison, might seem to warrant a\r\nsubstantially lower award,\nbut there is a materially aggravating\r\nfactor. To be arrested, even lawfully, is inherently humiliating. So\r\nmuch more so when a\ncameraman has grossly invaded the privacy of the\r\narrestee by entering upon his or her premises without permission and\r\nthereupon\nrecorded the arrest. In this case the police permitted –\r\nindeed, they probably invited – all that to take place. Given\n\nthat aggravating factor I see no reason to conclude that the award\r\nwas excessive – and least of all that it was grossly excessive.\n\nThere was no cross-appeal against the award.\n[31] Before\r\nleaving this topic there is an observation that needs to be made. The\r\npolice have a duty to carry out policing in the\nordinary way. They\r\nhave no business setting out to turn an arrest into a showpiece.\r\nSimilar conduct, on that occasion by officials\nof the Competition\r\nCommission who were executing a warrant for search and seizure,\r\nevoked the censure of this court in\nPretoria\r\nPortland Cement Co Ltd v Competition Commission.\n15\nWhen executing\r\na warrant of arrest the police are obliged to do so with due regard\r\nto the dignity and the privacy of the person\nbeing arrested. The\r\nconduct of the police in permitting – indeed, inviting –\r\na cameraman to invade the premises of\nMr Kruger in order to witness\r\nthe arrest warrants equal censure.\n[32] While the award for unlawful\r\narrest and detention cannot be faulted, the same cannot be said for\r\nthe award that was made for\ninjuria and defamation. Two factors that\r\ncome to the fore in making an assessment are the seriousness of the\r\ndefamation and the\nextent of the publication.\n[33] In this\r\ncase the substance of the defamation was that Mr Kruger had been\r\narrested on suspicion of having committed various\noffences. It was\r\npointed out by this court in\nIndependent\r\nNewspapers Holdings Ltd v Suliman\n16\nthat to allege\r\nthat a person has been arrested does not imply that he or she is\r\nguilty, but it does imply that there is a reasonable\nsuspicion that\r\nhe or she has committed the relevant offence, which is itself\r\ndefamatory.\n17\nIn that case\r\nthe majority\n18\nheld that\r\nbefore the suspect is brought before a court it is generally not in\r\nthe public interest or of public benefit that the\nidentity of the\r\narrested suspect should be disclosed, even if the allegation is\r\ntrue.\n19\nBut once the\r\nsuspect has been brought before a court his or her identity may be\r\npublished with impunity.\n20\n[34] Although\r\nthe truth of the allegation, by itself, provides no defence to a\r\nclaim for defamation, it seems to me that it must\nnonetheless be\r\nrelevant to the assessment of damages. For the action for defamation\r\nprotects reputation and it is difficult to\nsee why a person should be\r\ncompensated for loss of reputation if the reputation is in truth not\r\ndeserved.\n21\n[35] In this case the allegations\r\nmade in the report were in some respects materially untrue. It is\r\napparent from the application\nfor the warrant that Mr Kruger was not\r\narrested on suspicion of ‘car theft’ but on suspicion of\r\nfraud and forgery and\nuttering. And as pointed out by the court\r\nbelow, Sergeant Mavuso was not of the belief that Mr Kruger was the\r\n‘kingpin’\nof a ‘car theft syndicate’, and\r\nthere is no evidence that anyone else in the police held that\r\nsuspicion. Nonetheless,\nit is not disputed that the police suspected\r\non reasonable grounds that he had committed fraud and forgery and\r\nuttering –\nwhich are themselves serious offences of dishonesty.\n[36] As for the breadth of the\r\npublication the identity of Mr Kruger is likely to have reached a\r\ndecidedly limited audience notwithstanding\nthat the broadcast was on\r\nnational television. I have pointed out that his identity would have\r\nbeen known only to those who were\nacquainted with Mr Kruger or his\r\nbusiness premises who would mainly have been the inhabitants of\r\nRayton. Although the evidence\nestablishes that news of the arrest\r\nquickly spread throughout the town it is by no means clear that that\r\nwas in consequence of\nthe broadcast. Indeed, it is likely that news\r\nof the event would have become the talk of a small town by word of\r\nmouth even without\nthe broadcast. Nonetheless I have accepted that\r\nthe broadcast reached at least some residents of Rayton and others\r\nwho knew Mr\nKruger.\n[37] The plaintiff in\nSuliman\nwas alleged to have been arrested on suspicion of having been\r\nassociated with the bombing of a nightclub – a particularly\n\nheinous crime. His identity was made known and it was published\r\nrepeatedly in a newspaper that had a wide circulation in an area\nin\r\nwhich the plaintiff was well known. He was awarded R50 000 for\r\ndefamation and injuria. In comparison to that award alone,\nthe award\r\nof R300 000 in the present case, in which both the nature of the\r\ndefamation and the breadth of publication was decidedly\nmore limited,\r\nwas in my view grossly excessive, which points to misdirection. In\r\nthe circumstances we are at large to reassess\nthe award. It was held\r\nin\nSuliman\nthat the injuria that is associated with defamation\r\nis a separate wrong but in that case, as in the present, a combined\r\naward was\nmade. In the light of the considerations above, and in\r\nparticular the award in\nSuliman\n, in my view the present wrongs\r\nare deserving of damages of no more than R20 000.\n[38] Counsel for the Minister\r\ninformed us that even if the award is reduced, Mr Kruger has\r\nnonetheless had substantial success,\nin that the appeal was brought\r\nprimarily to disturb the finding that the Minister is not exempt from\r\nliability for wrongful arrest\nby reason of s 55(1), and that Mr\r\nKruger is entitled to his costs.\n[39] Accordingly the award of\r\ndamages for defamation and injuria is set aside and replaced with an\r\naward of R20 000. Save for\nthat the appeal is dismissed with\r\ncosts.\n_________________\nR W NUGENT\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant: B R Tokota SC\nM\r\nS Mphahlele\nInstructed\r\nby:\nState\r\nAttorney, Pretoria\nState\r\nAttorney, Bloemfontein\nFor\r\nrespondent: J J S Prinsloo SC\nInstructed\r\nby:\nDe\r\nKlerk & Marais Inc, Pretoria\nWebbers,\r\nBloemfontein\n1\nCf\nMinister of Safety and Security v Van der Merwe\n(55/09)\n[2010] ZASCA 101\n;\n[2011] 1 All SA 260\n(SCA).\n2\nCf\nThint (Pty) Ltd v National Director of Public Prosecutions\n2009\r\n\t(1) SA 1\n(CC) para 159 in relation to warrants authorising search\r\n\tand seizure.\n3\n2005\r\n\t(5) SA 62\n(SCA) para 59.\n4\nSection\r\n\t331\nof the\nCriminal Procedure Act is\nin identical terms except that\r\n\tit extends beyond police officers.\n5\n1979\r\n\t(3) SA 1284 (T).\n6\nSection\r\n\t31(1)\nreads as follows:\n‘\nIf\r\n\tany legal proceedings be brought against any member of the Force for\r\n\tany act done in obedience to a warrant purporting to be\nissued by a\r\n\tmagistrate or justice of the peace or other officer authorized by\r\n\tlaw to issue warrants, that member shall not be\nliable for any\r\n\tirregularity in the issuing of the warrant or for the want of\r\n\tjurisdiction in the person issuing the same, and\nupon producing the\r\n\twarrant containing the signature of the person reputed to be a\r\n\tmagistrate or justice of the peace or other\nsuch officer as\r\n\taforesaid, and upon proof that the acts complained of were done in\r\n\tobedience to the warrant, judgment shall be\ngiven in favour of such\r\n\tmember.’\n7\nThe\r\n\tlearned judge also inferred from the judgment of this court in\nMinister van die Suid Afrikaanse Polisie v Kraatz\n1973 (3) SA\r\n\t490\n(A) at 1302A-B that the trial court had supported that\r\n\tconclusion (the issue was not dealt with on appeal). I have had the\r\n\tadvantage\nof access to the judgment of the trial court – which\r\n\twas not available to the learned judge – from which it appears\n\n\tthat the point that is now before us was not pertinently considered\r\n\tby that court.\n8\nMinister\r\n\tvan Polisie v Goldschagg\n1981 (1) SA 37\n(A)\n9\n1990\r\n\t(2) SA 915\n(N).\n10\nQuoted\r\n\tin the judgment at 920F-H as follows:\n‘’\nn\r\n\tLid van die Mag wat ter goeder trou ‘n handeling verrig\r\n\tooreenkomstig of in die tenuitvoerlegging van ‘n bepaling\nwat\r\n\t‘n verordening van ‘n bevoegde wetgewende gesag heet te\r\n\twees is, ondanks enige onreëlmatigheid in verband\nmet die\r\n\tverordening van of gebrek in so ‘n bepaling of afwesigheid van\r\n\tregsbevoegdheid van daardie wetgewende gesag, vry\nvan\r\n\taanspreeklikheid ten opsigte van die verrigting van daardie\r\n\thandeling in dieselfde mate en onderworpe aan dieselfde voorwaardes\n\n\tasof daardie onreëlmatigheid nie plaasgevind het of daardie\r\n\tgebrek of afwesigheid van regsbevoegdheid nie bestaan het nie.’\n11\nAt\r\n\t923H-I.\n12\nLC\r\n\tSteyn: Die Uitleg van Wette\n(1981) by S I E Van Tonder\r\n\tassisted by N P Badenhorst, C N Volschenk and J N Wepener 5ed p 132.\n13\n1971\r\n\t(1) SA 530\n(A) at 535H-536B.\n14\n2006\r\n\t(6) SA 320\n(SCA).\n15\n2003\r\n\t(2) SA 385\n(SCA).\n16\n[2004]\r\n\t3 All SA 137\n(SCA).\n17\nParas\r\n\t31 and 78.\n18\nMarais,\r\n\tScott and Mthiyane JJA, Ponnan AJA and I dissenting.\n19\nPara\r\n\t47.\n20\nPara\r\n\t47.\n21\nCf\nJohnson v\nRand Daily Mails\n1928 AD 190\nat 206.",
  "scraped_at": "2026-02-12T15:17:17.229957",
  "date": "2011-03-08",
  "coram": [
    "NUGENT",
    "CACHALIA",
    "SHONGWE JJA"
  ],
  "case_number": "183/10",
  "parties": {
    "applicants": [
      "Minister of Safety and Security"
    ],
    "respondents": [
      "Roeolof Petrus Kruger"
    ]
  },
  "sections": {
    "facts": "The respondent, Mr Kruger, operated a motor‑vehicle repair workshop in Rayton. On 3 December 2003 he was arrested at his premises under a warrant issued by a magistrate that was blank on the offence description. Police officers, accompanied by a television crew from e‑tv, filmed the arrest and broadcast it nationally. The Director of Public Prosecutions later declined to prosecute. Mr Kruger sued the Minister of Safety and Security for unlawful arrest and detention, defamation and injuria, and was awarded R50,000 for the unlawful arrest and R300,000 for the combined defamation and injuria claims at the High Court.",
    "issues": "The appeal raised three principal issues: (1) Whether the warrant, being blank on the offence, was invalid and thus the arrest unlawful; (2) Whether section 55(1) of the South African Police Service Act shields the State from vicarious liability for an unlawful arrest carried out under a defective warrant; (3) Whether the award of R300,000 for defamation and injuria was excessive and should be revised.",
    "principles": "The court considered the requirements of section 43 of the Criminal Procedure Act and section 39(2) that a warrant must state the offence for which a person is to be arrested. It applied the principle that a warrant defective in a material respect is invalid. Regarding liability, the court relied on the doctrine of vicarious liability and on precedent such as Goldschagg v Minister van Polisie and De Welzim v Regering van KwaZulu, holding that section 55(1) only exempts the individual officer from personal liability, not the State. Defamation principles from Independent Newspapers Holdings Ltd v Suliman were applied, focusing on the seriousness of the allegation, the truthfulness of the statement, and the extent of publication.",
    "application": "The court found the warrant invalid because it did not specify the alleged offences, rendering the arrest unlawful. It held that, although the officers were exempt from personal liability under s55(1), the State remained vicariously liable for the unlawful arrest and detention, so the R50,000 award was upheld. On the defamation and injuria claim, the court noted that the broadcast contained inaccurate allegations and reached a limited audience; comparing with the R50,000 award in Suliman, the court deemed the R300,000 award grossly excessive and reduced it to R20,000.",
    "conclusion": "The appeal was dismissed with costs. The award for defamation and injuria was set aside and replaced by a reduced award of R20,000, while the award for unlawful arrest and detention remained unchanged."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Unlawful Arrest and Detention",
    "level_3": [
      "vicarious liability",
      "defamation",
      "damages assessment",
      "police warrant",
      "state liability"
    ]
  }
}