{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/25.html",
  "case_name": "National Director of Public Prosecutions v Gardener and Another (582/09) [2011] ZASCA 25; 2011 (1) SACR 612 (SCA) ; 2011 (4) SA 102 (SCA) (18 March 2011)",
  "citation": "[2011] ZASCA 25",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 25\n|\nNoteup\n|\nLawCite\nNational Director of Public Prosecutions v Gardener and Another (582/09) [2011] ZASCA 25; 2011 (1) SACR 612 (SCA) ; 2011 (4) SA 102 (SCA) (18 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 582/09\nIn\r\nthe matter between:\nNATIONAL DIRECTOR OF PUBLIC\r\nPROSECUTIONS\n.................................\nAppellant\nv\nPETER GRAHAM GARDENER\n..........................................................\nFirst\r\nRespondent\nRODNEY MITCHELL\n.....................................................................\nSecond\r\nRespondent\nNeutral citation:\nNDPP v\r\nGardener\n(582/2009)\n[2011] ZASCA 25\n(18 March 2011).\nCoram:\nHeher, Cachalia and\r\nSeriti JJA\nHeard:\n18 February 2011\nDelivered: 18 March 2011\nSummary:\nConfiscation orders\r\nunder\ns 18(1)\nof the\nPrevention of Organised Crime Act 121 of 1998\n–\r\nA court exercises a discretion when considering whether to confiscate\r\nthe value of a benefit that was derived from an offence.\nWhen it does\r\nso, it must bear in mind that the purpose of the Act is to confiscate\r\nthe proceeds of unlawful activity, even if this\nconsequence appears\r\nharsh.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nWestern Cape\r\nHigh Court, Cape Town (Uijs AJ sitting as court of first instance).\nThe following order is made:\nThe appeal is upheld with costs to be\r\npaid by the respondents jointly and severally. The high court’s\r\norder is substituted\nwith the following order:\n‘\n1. The first\r\nrespondent is ordered to pay to the State the sum of R6 583 231.14,\r\nincreased at the rate of the Consumer\nPrice Index from 30 June\r\n2007 to the date of this order.\n2. The second respondent is ordered to\r\npay to the State the sum of R3 594 339.10, increased at the\r\nrate of the Consumer\nPrice Index from 30 June 2003 to the date\r\nof this order.\n3. The respondents are to pay to the\r\nState interest on the amounts unpaid, at the prescribed rate, from\r\nthe date of this order to\ndate of payment.\nThe respondents are ordered, jointly\r\n\tand severally, to pay the appellant’s costs in the high\r\n\tcourt.’\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nCACHALIA JA\n(Heher, Seriti, JJA\r\nconcurring):\n[1] The respondents, Mr. Peter Graham\r\nGardener and Mr. Rodney Mitchell, were convicted in the Western Cape\r\nHigh Court on one charge\nof fraud. They were sentenced to twelve\r\nyears’ imprisonment, of which, in Gardener’s case,\r\nfour years was suspended\nand in Mitchell’s case the suspended\r\nportion of the sentence was five years. Their effective terms of\r\nimprisonment were therefore\neight and seven years respectively. On\r\ntheir convictions the National Director of Public Prosecutions (the\r\nNDPP), the appellant\nin these proceedings, applied to confiscate the\r\namount of the value of the benefits that the respondents derived from\r\nthe offence.\nThe high court (Uijs AJ) dismissed the application but\r\ngranted the NDPP leave to appeal to this court against its judgment.\r\nIt\nalso permitted the respondents to appeal against their convictions\r\nand sentences.\n[2] This court has\r\nnow, in a judgment handed down at the same time as this one,\r\ndismissed the respondents’ appeal against\ntheir convictions.\r\nGardener’s appeal against his sentence succeeded partially. His\r\nsentence was reduced from eight years’\nimprisonment to seven\r\nyears and the suspended portion of the sentence was set aside.\r\nMitchell’s appeal was also partially\nsuccessful in that the\r\nsuspended portion of his sentence was set aside. But, in his case,\r\nthe sentence of seven years’ imprisonment,\nwhich the high court\r\nimposed on him, was confirmed.\n1\n[3] The confiscation orders being\r\nsought follow from this court’s dismissal of the respondents’\r\nappeal against their\nconvictions. Accordingly, we must now consider\r\nthe NDPP’s appeal against the high court’s refusal to\r\norder the confiscation\nof the value of the benefits that the\r\nrespondents derived from the offence.\n[4] The essential facts pertaining to\r\nthe convictions relate to a transaction – the ‘Dalmore\r\ntransaction’ as it\nbecame known during the trial. The name\r\ncomes from an agreement that the respondents concluded on\r\n16 April1999 on behalf of\nLeisureNet Limited (LeisureNet) and a\r\nsubsidiary LeisureNet International (Pty) Ltd (LI) for the purchase\r\nby LI of a 50 per cent\ninterest in an entity known as Dalmore Limited\r\n(Dalmore). At the time LeisureNet, which operated fitness centres in\r\nSouth Africa,\nwas a public listed company. The respondents were\r\ndirectors and joint chief executive officers.\n[5] The genesis of the transaction was\r\nthis. In early 1999 LeisureNet decided to expand its business\r\noffshore. To this end it established\nLI, which it registered as an\r\noffshore holding company in the United Kingdom. LI in turn owned and\r\ncontrolled subsidiary companies\nthat operated fitness centres in\r\nvarious European countries.\n[6] In respect of Germany, LI’s\r\nwholly owned subsidiary was Healthland Germany Ltd, also registered\r\nin the United Kingdom.\nHealthland Germany Ltd owned 50 per cent of\r\nthe shares in Healthland Germany GmbH (GmbH), a German registered\r\ncompany. Dalmore\nowned the remaining 50 per cent of the shares in\r\nGMbH, which in turn was jointly owned and controlled by Messrs Hans\r\nMoser and\nJoubert Rabie.\n[7] The agreement concluded in April\r\n1999 – at a price of DM 10 million – was, effectively, to\r\nenable LI to acquire\nDalmore’s interest in GmbH. It was\r\nnegotiated by the respondents, acting on behalf of LI with the\r\nconcurrence of LeisureNet,\nwho would be required to confirm and fund\r\nthe transaction, and by Moser and Rabie, acting on Dalmore’s\r\nbehalf. At the time\nof the purchase the respondents each held a 20\r\nper cent interest in Dalmore, which they had acquired from Moser\r\npersonally in 1996\nbut of which the boards of LeisureNet and LI were\r\nunaware.\n[8] Following LI’s purchase of\r\nDalmore’s interest, the respondents each became entitled to the\r\nsum of DM2 million –\ntheir share of the interest. Dalmore paid\r\nthe money in June 1999 into two offshore trusts that the respondents\r\nhad established.\nAt the trial the Deutschmark amount was converted\r\ninto Rand at a conversion rate of 3:1, which was accepted as R6m. The\r\nactual\namounts, that were paid to the trusts were, however, R6 406\r\n138.30 in respect of Gardener, and R6 482 791.22 in Mitchell’s\n\ncase. These amounts reflect the true benefit that they received from\r\nthe transaction at the time of payment. Their fraud convictions\n\nrelating to these amounts followed from the high court’s\r\nfinding – now confirmed on appeal – that they had\r\ndeliberately\nwithheld knowledge of their interest in Dalmore from\r\nLeisureNet’s board at all material times.\n[9] LeisureNet was liquidated in\r\nOctober 2000 because it was unable to pay its debts, though the cause\r\nof its insolvency was unrelated\nto the Dalmore transaction. The\r\nliquidators then sought to recover whatever they could from the\r\nrespondents.\n[10] In June 2003 the liquidators\r\nentered into a settlement agreement in terms of which the respondents\r\neach paid R8,25m to them.\nOf this amount only R6m represented the\r\nliquidators’ claim in respect of monies that the respondents\r\nhad each received through\ntheir offshore entities from the Dalmore\r\ntransaction. The additional amount of R2,25m was to settle other\r\npotential claims the\nliquidators may have had against them.\n[11] The respondents also settled a\r\nfurther claim by paying R13m – R6,5m each – to the\r\nliquidators. This settlement\narose after the liquidators had sued\r\nthem personally under s 424 of the Companies Act 61 of 1973 for\r\nLeisureNet’s debts.\nThe respondents do not suggest that this\r\namount also arose from the Dalmore transaction.\n[12] In summary the respondents each\r\npaid an amount of R14,75m to the liquidators. This amount was made up\r\nas follows: R6m as a\nrepayment for what they received through their\r\noffshore trusts from the Dalmore transaction; R2,25m to settle\r\nfurther claims related\nto this transaction; and R6,5m to settle\r\npotential claims arising from the s 424 action. The respondents\r\ntherefore paid to the\nliquidators a total amount of R29,5m, which the\r\nhigh court considered, in full, to be relevant to its decision not to\r\nmake confiscation\norders against them.\n[13] The case for the NDPP is that the\r\nhigh court ought not to have taken the amounts of R2,25m and R6,5m\r\ninto account because these\npayments were unrelated to the benefits\r\nderived from the fraud of which they were convicted. Instead,\r\ncontends the NDPP, the high\ncourt ought to have to taken only the\r\nactual amounts that the respondents had received from the Dalmore\r\ntransaction in determining\nthe value of the benefits for the purpose\r\nof deciding whether or not to issue a confiscation order. As I have\r\nmentioned Gardener\nreceived R6 406 138.30 and Mitchell R6\r\n482 791.22, exceeding the estimate of R6m each used during the\r\ncriminal trial.\n[14] Section 18(1)(a) of the\r\nPrevention of Organised Crime Act 121 of 1998 (POCA) deals with the\r\ncircumstances under which a court\nmay grant a confiscation order. It\r\nprovides as follows:\n‘\n(1)\r\nWhenever a defendant is convicted of an offence the court convicting\r\nthe defendant may, on the application of the public prosecutor,\n\nenquire into any benefit which the defendant may have derived from –\n(a)\r\nthat offence;\n(b)\r\n. . .\n(c)\r\n. . .\nand,\r\nif the court finds that the defendant has so benefited, the court\r\nmay, in addition to any punishment which it may impose in\nrespect of\r\nthe offence, make an order against the defendant for the payment to\r\nthe State of any amount it considers appropriate\nand the court may\r\nmake any further orders as it may deem fit to ensure the\r\neffectiveness and fairness of that order.’\n[15] It is a precondition or\r\njurisdictional fact for the grant of a confiscation order that a\r\ndefendant has benefited from the offence.\nIn terms of s 12(3), a\r\nperson has benefited from ‘unlawful activities’ if he or\r\nshe has ‘received or retained\nany proceeds of unlawful\r\nactivities’. The clause ‘proceeds of unlawful activities’\r\nis defined very broadly in\ns 1 to include:\n'Any\r\nproperty or any service advantage, benefit or reward which was\r\nderived, received or retained, directly or indirectly, in the\n\nRepublic or elsewhere, at any time before or after the commencement\r\nof this Act, in connection with or as a result of any unlawful\n\nactivity carried on by any person, and includes any property\r\nrepresenting property so derived.’\n[16] ‘Property’ is\r\nsimilarly broadly defined in s 1 as:\n‘\nMoney\r\nor any other movable, immovable, corporeal or incorporeal thing and\r\nincludes any rights, privileges, claims and securities\nand any\r\ninterest therein and all proceeds thereof’.\n[17] Once a\r\ndefendant’s unlawful activities yield proceeds of the kind\r\nenvisaged in s 12, he or she has derived a benefit\nas contemplated in\r\ns 18(1)(a). This entitles a prosecutor to apply for a\r\nconfiscation order and triggers a three-stage enquiry\nby the court.\r\nFirst, the court must be satisfied that the defendant has in fact\r\nbenefited from the relevant criminal conduct; second,\nit must\r\ndetermine the value of the benefit that was obtained; and finally,\r\nthe sum recoverable from the defendant must be established.\n2\n[18] The purpose of\r\nthe enquiry is two-fold: first, the court has to decide whether to\r\nmake an order against the defendant for payment\nto the State of an\r\namount of money; and secondly it must determine the appropriate\r\namount to be paid. In this regard the court\nexercises a discretion,\r\nwhich as O’Regan ADCJ said in\nS\r\nv Shaik & others\n3\n‘\n.\r\n. . [I]s peculiarly a matter for the court which has convicted the\r\nrelevant person; that is no doubt the reason why the legislature\n\nsought to ensure that it would be that court which, in the first\r\ninstance, would determine the appropriate amount to be confiscated.\n\nIt will only be interfered with by an appellate court where that\r\ncourt is satisfied that the court which determined the amount\nacted\r\nunjudicially or misdirected itself or where the appellate court is of\r\nthe view that the amount confiscated is disturbingly\ninappropriate.’\n4\n[19] In the\r\nexercise of its discretion a court must bear in mind the main object\r\nof the legislation, which is to strip sophisticated\ncriminals of the\r\nproceeds of their criminal conduct.\n5\nTo this end the\r\nlegislature has, in Chapter 5 of POCA, provided an elaborate scheme\r\nto facilitate such stripping. The function of\na court in this scheme,\r\nas appears from what I have said above, is to determine the ‘benefit’\r\nfrom the offence, its\nvalue in monetary terms and the amount to be\r\nconfiscated. It is undoubtedly so that a confiscation order may often\r\nhave harsh consequences,\nnot only for the defendant but also for\r\nothers who may have innocently benefited, directly or indirectly,\r\nfrom the criminal proceeds.\nThis is what the legislation contemplates\r\nand a court may not, under the guise of the exercise of its\r\ndiscretion, disregard its\nprovisions – harsh as they may be.\n6\nI now turn to\r\nconsider how the high court approached the matter.\n[20] In exercising his discretion not\r\nto grant a confiscation order against the respondents the learned\r\njudge first considered the\nR8,25m which each respondent paid as part\r\nof the settlement agreement arising from the Dalmore transaction.\r\nThis amount, he said,\nwas to settle ‘their indebtedness in\r\nrespect of their roles’ in the Dalmore transaction, and had the\r\neffect of depriving\nthem of their ill-gotten gains.\n[21] Secondly, the judge considered\r\nthe R13m that the respondents had paid to dispose of the s 424 trial\r\naction as relevant to the\nexercise of his discretion on the ground\r\nthat the Dalmore transaction would have featured strongly in evidence\r\nduring the course\nof that case had it gone ahead. Moreover, said the\r\njudge, the R13m was paid into the pool of realisable assets available\r\nto the\nliquidators to satisfy the creditors’ claims. He added,\r\nhowever, that even if he was wrong to have included the R13m, this\n\nwould not have affected his ultimate decision not to grant a\r\nconfiscation order. This is because, he said, ‘they had been\n\ndeprived of more than the profit which they might have made from the\r\nunlawful activity’ and, having regard to the severe\nprison\r\nsentences that have been imposed on them a confiscation order would\r\nbe disproportionately harsh.\n[22] A court\r\nconsidering whether to grant a confiscation order and if so what the\r\nappropriate amount should be must have regard\nto all the\r\ncircumstances of the criminal activity concerned.\n7\nHowever, s 18(1)(a)\r\nsays that once a court has convicted a defendant of an offence from\r\nwhich he or she has benefited it may,\nin\r\naddition to any punishment, which it may impose in respect of the\r\noffence,\ngrant\r\na confiscation order.\n[23] It is plain\r\nthat confiscation and sentence are to be treated separately –\r\nfor good reason. The purpose of sentencing\nis to punish an offender\r\nfor his or her criminal wrongdoing. The severity of a sentence is\r\nprimarily intended to reflect the defendant’s\nculpability in\r\nrelation to the offence for which he or she is being punished. The\r\nmain purpose of a confiscation order is to deprive\noffenders from\r\nderiving any benefit from their ill-gotten gains. The achievement of\r\nthis purpose may have a punitive effect but\nthis is not its\r\nrationale.\n8\nThe severity of a\r\nsentence, therefore, generally ought not to have a bearing on the\r\nexercise of a court’s discretion whether\nto make a confiscation\r\norder; especially so in this case because, in the sentencing\r\nproceedings, the high court had taken into\naccount the repayments as\r\nan indication of remorse on the respondents’ part, ie a\r\nmitigating factor. In my view the high\ncourt should therefore not\r\nhave had regard to the prison sentences it imposed on the respondents\r\nin deciding on the appropriateness\nof a confiscation order.\n[24] Turning to the R8,25m that each\r\nrespondent paid concerning the Dalmore transaction, only R6m as I\r\nhave mentioned, was in respect\nof the benefit that they had obtained\r\nas a result of the fraud. The further amount of R2,25m was, on the\r\nrespondents’ version,\nto settle further potential claims\r\narising from the same transaction (primarily an amount of R4,5m that\r\nwas paid to Mr Rabie’s\noffshore structure by Dalmore as a\r\nresult of the Dalmore agreement) – but was not in respect of\r\nany benefit that the respondents\npersonally derived from it. Why the\r\nrespondents considered that it was to their benefit to make such a\r\npayment to the liquidators\nwas never satisfactorily explained.\n[25] Counsel for\r\nthe respondents sought to persuade us that the fact that these\r\npayments were made to the liquidator to ‘get\nclosure on the\r\nDalmore transaction’, as Gardener put it, was therefore\r\nrelevant to the exercise of the court’s discretion.\nI do not\r\nagree with this contention. Not all these claims that were settled as\r\npart of the Dalmore settlement agreement were related\nto the\r\ntransaction. For example, the settlement included cost orders, which\r\nthe courts had made against them in this country\n9\nand in Jersey.\n10\nThese costs were\r\nunquantifiied but, it is common cause, would have been substantial.\r\nHowever, even if I were to accept that these\nclaims were primarily\r\nrelated to the Dalmore transaction, they were manifestly not\r\nrepayments related to any\nbenefit\nthat the\r\nrespondents derived from the deal. The payments were therefore\r\nirrelevant for the purposes of determining the extent of\nthe benefit\r\nthat the respondents derived from the offence, and ought to have been\r\ndisregarded by the trial judge in the exercise\nof his discretion.\n[26] The R13m payment in respect of\r\nthe s 424 proceedings was not part of the Dalmore settlement and was\r\nnot connected to the transaction\nor the offence for which the\r\nrespondents were convicted. The fact that evidence of the Dalmore\r\ntransaction may have been relevant\nto the s 424 claim – a point\r\nthat the high court considered important but which was never proved –\r\ndoes not alter this\nfact. This amount was therefore also not related\r\nto a benefit that the respondents had received from the commission of\r\nthe offence.\nThe high court’s inclusion of the amount as a\r\nfactor that was relevant to the exercise of its discretion was\r\nsimilarly misdirected.\n[27] In summary, the high court ought\r\nnot to have taken into account the sentence it had imposed on the\r\nrespondents in considering\nwhether to grant confiscation orders\r\nagainst them. Nor should it have had regard to any payments, not\r\nrelated to the offence of\nwhich they had been convicted, that the\r\nrespondents made to the liquidators. It follows that the high court\r\nerred by relying on\nfactors that were irrelevant to the exercise of\r\nits discretion. This brings me to the calculation of the value of the\r\nbenefit,\nie the second stage of the enquiry mentioned earlier.\n[28] It is common\r\ncause that the true extent of the benefit received in 1999 from the\r\ncommission of the offence was, as I have mentioned\nearlier,\r\nR6 406 138.30 in the case of Gardener and R6 482 791. 22 in\r\nMitchell’s case. In 2003 they each repaid\nR6m to the\r\nliquidators. One method of calculating the current value of the\r\nbenefit, as envisaged in s 15(2)(a), is to take the\nvalue of payment\r\nwhen the recipient received it, adjusted to take into account\r\nsubsequent fluctuations in the value of money.\n11\nThe parties agree\r\nthat taking account of inflation the value of the benefit that\r\nGardener received, was in 2003, R8 645 479.89.\nIn\r\nMitchell’s case the value was R8 751 768.15.\n12\nTaking into account\r\nthe R6m that they repaid, the portion of Gardener’s benefit\r\nthat was not repaid was R2 645 479.89 and\nMitchell’s unpaid\r\nportion was R2 751 768.15. These figures must be adjusted\r\nby the Consumer Price Index to determine\ntheir value in today’s\r\nmoney to determine the extent of the benefit that may now be liable\r\nfor confiscation.\n[29] The other method of calculating\r\nthe value of the benefit is to determine the value of the property\r\nthat was acquired with the\nproceeds, as s 15(3)(a) contemplates. Of\r\nthe money that was paid into the trust that Gardener had established,\r\nR6,4m was used to\nbuy a share in a company, Gull on the Roof (Pty)\r\nLtd, which in turn bought a property in Hermanus in June 1977 for\r\nR7m. From this\nit follows that R6,4m of the R7m, which represents\r\n91,4 per cent of the value of the Hermanus property, is attributable\r\nto the\nproceeds of the Dalmore transaction.\n[30] The value of the property in June\r\n2007 was R15m. A 91,4 per cent interest in the property was then\r\nR13.71m. Of this amount,\nR6m was repaid to the liquidators in June\r\n2003. Adjusted to 2007 values the value of the amount repaid was R7\r\n126 768.86. This\nmust be deducted from the then current value of the\r\n91,4 per cent interest (R13,71m), giving a residual benefit to\r\nGardener of\nR6 583 231.14 in June 2007. The value of that\r\nbenefit has to be adjusted to today’s value to determine the\r\namount liable\nfor confiscation.\n[31] In Mitchell’s case, the\r\nalternative method of calculation also yields a larger amount that is\r\nliable for confiscation.\nThe trust, which he established, invested\r\nhis share of the benefit, R6 482 791.22, at an average interest rate\r\nof 5 per cent. The\n2003 value of that investment was R9 594 339.10.\r\nAs with Gardener, R6m was repaid to the liquidators in 2003 leaving a\r\nresidual\nbenefit of R 3 594 339.10. This value of the benefit must\r\nlikewise be adjusted to today’s value to determine the amount\r\nliable\nfor confiscation.\n[32] This brings me to the third stage\r\nof the enquiry, the amount of money that should appropriately be\r\nconfiscated from the respondents.\nI have said earlier that the\r\nrationale for the legislation is to deprive offenders of the full\r\nextent of the benefit they have\nreceived from the commission of the\r\noffences. This includes the value of the appreciation of the assets\r\nthat were acquired with\nthe criminal proceeds and not just the\r\nappreciation in the money benefit they received. This is what the\r\nlegislation requires and\nis what the high court ought to have\r\nordered. In this regard, I bear in mind that in terms of s 18(2)(a) a\r\ncourt may not order\na defendant to pay an amount that exceeds the\r\nvalue of the benefit that was derived from the offence. In Gardener’s\r\ncase\nthe appropriate amount for confiscation should take account of\r\nthe value of the trust’s interest in the Hermanus property,\nand\r\nin Mitchell’s case, the value of the trust’s investment\r\ninterest.\n[33] One further matter must be\r\nconsidered. The respondents say that they have no assets and now\r\nsurvive only on the loans they\nhave derived from their offshore\r\nentities and from other sources. In effect they say that they are\r\nbankrupt and do not have the\nresources to meet a confiscation order.\r\nI accept that it would be futile for this court to make a\r\nconfiscation order that is practically\nunenforceable. But it is by no\r\nmeans certain that an order of this nature would be pointless.\n[34] A confiscation\r\norder has the effect of a civil judgment.\n13\nArmed with such an\r\norder the State may pursue other avenues to recover these monies,\r\nincluding instituting sequestration proceedings\nagainst the\r\nrespondents, which if successful would entitle the trustee to\r\ninvestigate whatever interests the respondents may have\nin any other\r\nentity with a view to recovering these debts. Alternatively, it could\r\nattempt to seek payment from the assets held\nby those entities\r\nthemselves. These are not matters that this court need concern itself\r\nwith at this stage, or that stand in the\nway of the grant of a\r\nconfiscation order.\n[35] The following order is made:\nThe appeal is upheld with costs to be\r\npaid by the respondents jointly and severally. The high court’s\r\norder is substituted\nwith the following order:\n‘\n1. The first\r\nrespondent is ordered to pay to the State the sum of R6 583 231.14,\r\nincreased at the rate of the Consumer\nPrice Index from 30 June\r\n2007 to the date of this order.\n2. The second respondent is ordered to\r\npay to the State the sum of R3 594 339.10, increased at the\r\nrate of the Consumer\nPrice Index from 30 June 2003 to the date\r\nof this order.\n3. The respondents are to pay to the\r\nState interest on the amounts unpaid, at the prescribed rate, from\r\nthe date of this order to\ndate of payment.\n4. The respondents are ordered,\r\njointly and severally, to pay the appellant’s costs in the high\r\ncourt.’\n_________________\nA CACHALIA\nJUDGE OF APPEAL\nAPPEARANCES\nAPPELLANTS: G M Budlender SC\nInstructed by The State Attorney, Cape\r\nTown\nThe State Attorney, Bloemfontein\nRESPONDENT: F van Zyl SC (with him J C\r\nButler SC)\nInstructed by Bernard Vukic Potash &\r\nGetz Attorneys, Cape Town\nLovius Block, Bloemfontein\n1\nReported\r\n\tas\n[2011] ZASCA 24\n(18 March 2011).\n2\nThe\r\n\tsame three-stage enquiry is adopted by English courts when applying\r\n\tthe Proceeds of Crime Act 2002. See Andrew R Mitchell,\nKennedy V\r\n\tTalbot and Stephen G Hellman\nMitchell Taylor & Talbot\nOn\r\n\tConfiscation and the Proceeds of Crime\n(2010) vol 2 v-29.\n3\n[2008] ZACC 7\n;\n2008\r\n\t(5) SA 354\n(CC).\n4\nIbid\r\n\tpara 67.\n5\nIbid\r\n\tparas 22-26, particularly at para 25.\n6\nIbid\r\n\tparas 68-71, where considerations relevant to the exercise of the s\r\n\t18 discretion are discussed.\n7\nIbid\r\n\tpara 69.\n8\nIbid\r\n\tparas 51 and 57.\n9\nGardener\r\n\t& another v Walters & another\nNNO\n2002 (5) SA 796\n(C);\nMitchell & another v Hodes & others NNO\n2003 (3)\r\n\tSA 176\n(C).\n10\nLeisureNet\r\n\tLtd (in liquidation) and in the matter of the representation of\r\n\tRobert John Walters and Gavin Cecil Gainsford (the\njoint\r\n\tliquidators) and in the matter of the intervention by Peter Graham\r\n\tGardener and Rodney Mitchell.\n11\nSection\r\n\t15(2) ‘. . .\nany reference in this Chapter\r\n\tto the value at a particular time of a payment or reward, shall be\r\n\tconstrued as a reference to-\n(a)\nthe value of the payment or reward at the time\r\n\twhen the recipient received it, as adjusted to take into account\r\n\tsubsequent fluctuations\nin the value of money; or\n(b)\nwhere subsection (3) applies, the value mentioned\r\n\tin that subsection, whichever is the greater value.\n(3) If at the particular\r\n\ttime referred to in subsection (2) the recipient holds-\n(a)\nthe property, other than cash, which he or she\r\n\treceived, the value concerned shall be the value of the property at\r\n\tthe particular\ntime; or\n(b) . . .’\n12\nThese\r\n\tfigures were obtained from The Quantum Yearbook by Robert Koch. The\r\n\tcalculation is done as follows: The index value in 2003\nwas 3392.\r\n\tThis is divided by the index value in 1999, namely 2511. That\r\n\tproduces a factor of 1.35. The factor applied to the\noriginal\r\n\tbenefit gives these results.\n13\nSection\r\n\t23 (2)(a).",
  "scraped_at": "2026-02-12T15:21:50.086822",
  "date": "2011-03-18",
  "coram": [
    "Heher JJA",
    "Cachalia JJA",
    "Seriti JJA"
  ],
  "case_number": "582/09",
  "parties": {
    "applicants": [
      "National Director of Public Prosecutions"
    ],
    "respondents": [
      "Peter Graham Gardener",
      "Rodney Mitchell"
    ]
  },
  "sections": {
    "facts": "Gardener and Mitchell, former directors and joint CEOs of LeisureNet, fraudulently concealed their 20% interests in Dalmore Limited and arranged for the offshore subsidiary LeisureNet International to purchase a 50% interest in a German company for DM 10 million. The proceeds, converted at a 3:1 rate, were paid into offshore trusts, amounting to R6 406 138.30 for Gardener and R6 482 791.22 for Mitchell. LeisureNet later went into liquidation; the liquidators recovered R8.25 million from each respondent (R6 million representing the fraud‑derived benefit and R2.25 million for other claims) and later a further R13 million settlement relating to a separate Companies Act action. The respondents argued that only the amounts directly derived from the fraud should be considered for confiscation.",
    "issues": "Whether the High Court erred in refusing a confiscation order by (a) including payments unrelated to the fraud (the R2.25 million and the R13 million) in its assessment of benefit, (b) taking the respondents’ custodial sentences into account when exercising discretion, and (c) correctly calculating the monetary value of the benefit derived from the offence under POCA s 18(1)(a).",
    "principles": "POCA s 18(1)(a) allows a court, after a conviction, to order confiscation of any amount the defendant benefited from the offence. A benefit is defined broadly under s 12(3) and s 1 as any proceeds of unlawful activity. The court must conduct a three‑stage enquiry: (1) determine that a benefit exists, (2) assess its monetary value, and (3) decide the amount to be recovered, without exceeding the benefit. Discretion must be exercised in line with the legislation’s purpose—to strip offenders of illicit gains—and may only be reviewed on appeal if the lower court acted unjudicially or misdirected itself. Sentencing considerations are separate from confiscation decisions.",
    "application": "The Court found that the High Court wrongly factored in the R2.25 million and the R13 million, which were unrelated to the fraud‑derived benefit, and incorrectly allowed the severity of the custodial sentences to influence its discretion. Using the correct figures (R6 406 138.30 and R6 482 791.22) and applying CPI adjustments, the Court calculated the residual benefits after the R6 million repayment: R2 645 479.89 for Gardener and R2 751 768.15 for Mitchell. Alternative asset‑based calculations yielded higher amounts, resulting in final confiscation orders of R6 583 231.14 (Gardener) and R3 594 339.10 (Mitchell), to be increased by CPI from the respective base dates.",
    "conclusion": "The appeal was upheld. The High Court’s order was set aside and substituted with confiscation orders requiring Gardener to pay R6 583 231.14 and Mitchell to pay R3 594 339.10, each amount to be indexed by the Consumer Price Index from the specified dates. The respondents were also ordered jointly and severally to pay the State’s interest on the unpaid sums and the appellant’s costs in the High Court."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Asset Forfeiture",
    "level_3": [
      "POCA",
      "confiscation order",
      "fraud",
      "benefit calculation",
      "inflation adjustment"
    ]
  }
}