{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/164.html",
  "case_name": "Clear Enterprises (Pty) Ltd v Commissioner for South African Revenue Services and Others (757/10) [2011] ZASCA 164; 83 SATC 136 (29 September 2011)",
  "citation": "[2011] ZASCA 164",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 164\n|\nNoteup\n|\nLawCite\nClear Enterprises (Pty) Ltd v Commissioner for South African Revenue Services and Others (757/10) [2011] ZASCA 164; 83 SATC 136 (29 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 757/10\nCLEAR\r\nENTERPRISES (PTY) LTD\n...........................................................................\nAppellant\nand\nTHE\r\nCOMMISSIONER FOR THE SOUTH AFRICAN\nREVENUE\r\nSERVICES\n...................................................................................\nFirst\r\nRespondent\nCROSS-BORDER\r\nROAD TRANSPORT AGENCY\n..................................\nSecond\r\nRespondent\nCART\r\nBLANCHE MARKETING\n....................................................................\nThird\r\nRespondent\nTHE\r\nINTERNATIONAL TRADE\nADMINISTRATION\r\nCOMMISSION\n..............................................................\nFourth\r\nRespondent\nNeutral citation:\nClear Enterprises (Pty) Ltd v SARS\n(757/10)\n[2011] ZASCA 164\n(29 September 2011)\nBENCH:\r\nPONNAN, CACHALIA, LEACH, WALLIS JJA and PETSE AJA\nHEARD: 2 SEPTEMBER 2011\nDELIVERED: 29 SEPTEMBER 2011\nCORRECTED:\nSUMMARY:\r\nAppeal – s 21A(1) of the Supreme Court Act – power of\r\ncourt to dismiss appeal where judgment or order sought\nwould have no\r\npractical effect or result.\n______________________________________________________________________\nORDER\n______________________________________________________________________\nOn\r\nappeal from\n:\nNorth Gauteng High Court\r\n(Pretoria)\n(Murphy J\r\nsitting as court of first instance).\nThe appeal\r\nis struck off the roll and each party is ordered to pay its own\r\ncosts.\n______________________________________________________________________\nJUDGMENT\n______________________________________________________________________\nPONNAN JA (CACHALIA, LEACH, WALLIS JJA and PETSE AJA concurring):\n[1] On 2 September 2011 this appeal was struck off the roll in terms\r\nof s 21A of the Supreme Court Act 59 of 1959 and each party\nwas\r\nordered to pay its own costs. It was intimated when so ordering that\r\nreasons would follow. These are those reasons.\n[2] Section 21(A)(1) of the Supreme Court Act 59 of 1959 provides:\n'When at the hearing of any civil appeal to the\r\nAppellate Division or any Provincial or Local Division of the Supreme\r\nCourt the\nissues are of such a nature that the judgment or order\r\nsought will have no practical effect or result, the appeal may be\r\ndismissed\non this ground alone.'\nThe primary question therefore, one to which I now turn, was whether\r\nthe judgment sought in this appeal would have any practical\neffect or\r\nresult. It arises against the backdrop of the following facts.\n[3] On 22 February 2007 and at Port Elizabeth, Mr Gideon van\r\nLoggerenberg, a senior customs and excise officer in the employ of\n\nthe first respondent, the Commissioner, South African Revenue Service\r\n(the Commissioner) detained two trucks — a Mercedes\nBenz and an\r\nERF. On 23 April of the same year a similar fate befell a third\r\ntruck, a Leyland DAF Rigid. All three trucks belonged\nto the\r\nappellant, Clear Enterprises (Pty) Ltd (Clear Enterprises), a\r\nBotswana based company. In detaining each of those trucks,\nVan\r\nLoggerenberg purported to act in terms of s 88(1)(a) read with s 87\r\nof the Customs and Excise Act 91 of 1964 (the Act). Section\n87(1)\r\nexpressly provides that goods imported or otherwise dealt with\r\ncontrary to the provisions of the Act are liable to forfeiture\n\n'wheresoever and in possession of whomsoever found'. In turn s\r\n88(1)(a) provides that certain persons may detain any goods at any\n\nplace for the purpose of establishing whether they are liable to\r\nforfeiture under the Act. And Paragraph (\nd\n) of s 88(1)\r\nauthorises the Commissioner, in his discretion, to seize any goods\r\nliable to forfeiture under the Act. (See\nTieber v Commissioner for\r\nCustoms and Excise\n[1992] ZASCA 183\n;\n1992 (4) SA 844\n(A) at 847C-D.)\n[4]\nClear Enterprises launched two separate applications in the North\r\nGauteng High Court against the Commissioner, as the first respondent,\n\nthe Cross-Border Road Transport Agency (the CBRT), a juristic person\r\nestablished in terms of s 4(1) of the Cross-Border Road Transport\n4\r\nof 1998 (CBRT Act), as the second respondent and Cart Blanche\r\nMarketing CC, a South African closed corporation as the third.\nNo\r\nrelief was sought against either the second or third respondents and\r\nneither participated in the proceedings either in this\ncourt or the\r\none below. The International Trade Administration Commission of South\r\nAfrica (ITAC), a juristic person established\nin terms of s 7 of the\r\nInternational Trade Administration Act 71 of 2002 (ITA Act), sought -\r\nbut was refused - leave by the high\ncourt to intervene in the matter.\r\nThat notwithstanding it continues to be cited as the fourth\r\nrespondent. Needless to say it took\nno part in the appeal.\n[5] The primary relief sought by Clear Enterprises in the first\r\napplication was:\n'1. The detention in terms of section 88(1)(a) of the\r\nCustoms and Excise Act No. 91 of 1964 of a Leyland DAF 55 Rigid Truck\r\nwith\nchassis number L156272, engine number 21288296, and registration\r\nnumber and letters B955ALU (\"the vehicle\") on 23 April\n2007\r\nat Port Elizabeth is declared to have been unlawful.\n2.\nAlternatively to prayer 1 above\n, the\r\ncontinued detention in terms of section 88(1)(a) of the Customs and\r\nExcise Act No. 91 of 1964 of the vehicle is declared to\nbe unlawful.\n3. The First Respondent is ordered, at its own cost, to\r\nimmediately restore the vehicle into the Applicant's possession,\nalternatively\nto immediately permit the Applicant to\r\nremove the vehicle from the Westview State Warehouse, Port Elizabeth\r\nor wherever else the\nvehicle is presently detained by the First\r\nRespondent.'\nAnd, that sought by it in the second was:\n'1. First Respondent's seizure in terms of Section\r\n88(1)(c) read with Section 87 of the Customs and Excise Act, 91 of\r\n1964 (hereinafter\nreferred to as \"the Customs and Excise Act\")\r\non 23 May 2007 and at Port Elizabeth of the following vehicles\r\n(hereinafter\nreferred to as \"the vehicles\") is reviewed\r\nand/or declared unlawful and set aside:-\n1.1. Mercedes Benz truck with chassis number\r\n385019251403982, engine number 35 395120 799399 and registration\r\nnumber and letter\nB 786 AKB; and\n1.2. ERF truck with chassis number 68038, engine number\r\n6BTA21085000 and registration number and letters B 540 AKU.\n2. First Respondent is ordered, at its own costs, to\r\nimmediately return the vehicles into Applicant's possession,\nalternatively\nto immediately permit the Applicant to remove\r\nthe vehicles from the West View State Warehouse, Port Elizabeth or\r\nwherever else\nthe vehicles are presently held by First Respondent;\n3. In the event of First Respondent failing to either\r\nreturn and deliver the vehicles to Applicant or to enable or allow\r\nthe Applicant\nto remove the vehicles as provided for in paragraph 2\r\nabove, the Sheriff or his lawfully deputy is duly authorised,\r\nempowered and\ndirected to remove the vehicles from possession of\r\nFirst Respondent or wherever the vehicles may be found and to deliver\r\nthe vehicles\nto the Applicant.'\n[6] In each application Clear Enterprises, moreover, sought\r\nadditional declaratory relief. In its amended form the orders sought\n\nwere:\n'2. That the movement of a vehicle from a country within\r\nthe common customs area into the Republic of South Africa (RSA) after\r\nsuch\nvehicle had been lawfully imported into such other country\r\nwithin the common customs area and such movement either:-\na) being pursuant to a permit issued by the competent\r\nauthority of such other country to a carrier as defined under Article\r\n1(a)\nof the Memorandum of Understanding on Road Transportation in the\r\nCommon Customs Area (promulgated by Proclamation 100 in Government\n\nGazette No 13576 on 18 October 1991 and hereinafter referred to as\r\nthe \"\nMOU\n\"); or\nb) pursuant to an exception as provided for under\r\nArticle VIII of the MOU; and\nc) inclusive of when transport is undertaken with such\r\nvehicle on a public road in the RSA involving the on and/or off\r\nloading of\nfreight between two points within the RSA either by a\r\nforeign carrier in terms of an appropriate permit issued in terms of\r\nSection\n31 of the Cross Border Road Transport Act, 4 of 1998 or\r\nwithout such permit by someone who is not a foreign carrier:-\n2.1. does not attract import or export duties; and\n2.2. is not regarded as goods imported into the Republic\r\nof South Africa as envisaged in the Customs and Excise Act, 91 of\r\n1964,\nunless such vehicle is to be disposed of.\n[7] Murphy J, who heard both applications, dismissed them but granted\r\nleave to Clear Enterprises to appeal to this court.\n[8] For a fuller understanding of the matter and a better\r\nappreciation of the competing contentions of the parties it is\r\nnecessary\nto record that the Republics of South Africa, Namibia and\r\nBotswana as also the Kingdoms of Lesotho and Swaziland, being members\n\nof the Southern African Customs Union (SACU), are parties to certain\r\nSACU agreements. Two of those are relevant for present purposes.\nThe\r\nfirst, which excluded Namibia, was entered into on 11 December 1969\r\n(the 1969 SACU Agreement). It was subsequently\nsuperseded\nby what has been described on the record as a more sophisticated,\r\nre-negotiated agreement entered into on 21 October 2002 (the\n2002\r\nSACU Agreement). The 2002 SACU Agreement came into effect on 15 July\r\n2004. Subsequent thereto certain additional understandings,\nwhich\r\nwere to be read with and to form part of the SACU agreements, were\r\nreached amongst the government parties to the SACU agreements.\nOn 18\r\nOctober 1991 a Memorandum of Understanding (MOU) on road\r\ntransportation in the common customs area was concluded between\nthe\r\nstates parties to the 1969 SACU agreement and was published as a\r\nSchedule to the Transport Deregulation Act 80 of 1988.\n[9] According to Clear Enterprises, the three trucks were imported\r\ninto the Republic of Botswana. Each landed at Durban and was\nthen\r\ntransported to Botswana in bond. Being second-hand trucks, like\r\nothers in its fleet, there they were repaired and refurbished\nbefore\r\nbeing licensed and registered in its name. Clear Enterprises asserts\r\nthat its trucks enter the Republic of South Africa\nfrom time to time,\r\nwhich, so the assertion goes, is permissible in terms of the SACU\r\nagreements and the MOU. Moreover, according\nto Clear Enterprises,\r\ndespite not necessarily always being required, permits in accordance\r\nwith the provisions of s 31 of the CBRT\nAct are also obtained in\r\nrespect of its trucks that enter South Africa.\n[10] According to Mr Van Loggerenberg, who deposed to the answering\r\naffidavit on behalf of the Commissioner in each matter, a certain\nMr\r\nEric Muller and Ms Michelle Airey are the controlling minds of\r\nvarious juristic entities including Clear Enterprises. He states\nthat\r\nClear Enterprises' explanation and justification for the presence of\r\nthese three as well as various other trucks in the Republic\nof South\r\nAfrica is fictional. Rather, so he asserts, the explanation advanced\r\nby Clear Enterprises is a subterfuge designed to\nconceal a scam\r\ndevised and implemented by Mr Muller and Ms Airey to import used\r\ntrucks into South Africa in breach of the provisions\nof both the\r\nCustoms and Excise Act and\nInternational Trade Administration Act. Mr\nVan Loggerenberg complains that the trucks were imported into the\r\nRepublic of South Africa without the provisions of those two\nActs\r\nbeing complied with ‘and for the purpose of avoiding the\r\npayment of duty and defrauding the fiscus’. He states\nthat in\r\nterms of paragraph 1(b) of Notice Number R3, published in the\r\nGovernment Gazette Number 25873 of 2 January 2004, the Minister\nof\r\nTrade and Industry has declared that no second-hand or used goods may\r\nbe imported into the Republic of South Africa except by\nvirtue of an\r\nimport permit issued in terms of s 6 of the ITA Act. ITAC, the\r\nauthority responsible for the issuing of permits required\nin terms of\r\ns 6 of the ITA Act, has decided that no permits for the import of\r\nsecond-hand or used vehicles should be issued. Accordingly,\nso Mr Van\r\nLoggerenberg asserts, Mr Muller and Ms Airey's solution to the\r\nconundrum was to establish juristic entities such as Clear\n\nEnterprises in other SACU member states. Each of those juristic\r\nentities was then used as a front to import used trucks into the\n\ncommon customs union and then invoking the SACU Agreement and the MOU\r\nthose trucks were driven into South Africa where they were\nused\r\nlocally on a permanent basis.\n[11] On 16 October 2007 all three of the trucks were seized by ITAC\r\nin terms of s 4(1)(\ng\n) of the ITA Act from an employee of the\r\nCommissioner, the Controller of Customs in Port Elizabeth. The\r\nseizure by ITAC predated\nthe filing of replying affidavits by Clear\r\nEnterprises in the two applications. The matter was argued before\r\nMurphy J during October\n2008 and judgment was handed down on 3 August\r\n2009. And yet in all of that time neither the parties nor the court\r\nbelow appeared\nto appreciate that the controversy which occupied them\r\nmay not have been an existing or live one. For, plainly, after the\r\nseizure\nof the vehicles by ITAC the primary relief initially sought\r\nby Clear Enterprises, namely, the return of the vehicles, had become\n\nacademic. Thus after heads of argument on the merits of the appeal\r\nhad been filed, this court addressed a directive to the parties\n\ncalling for further heads and informing the parties that at the\r\noutset of the hearing of the appeal they would be required to address\n\nargument on the preliminary question of whether the appeal and any\r\norder made thereon would within the meaning of s 21A have any\n\npractical effect or result.\n[12] Courts should and ought not to decide issues of academic\r\ninterest only. That much is trite. In\nRadio\nPretoria v\r\nChairman, Independent Communications Authority of South Africa\n2005 (1) SA 47\n(SCA) this court expressed its concern about the\r\nproliferation of appeals that had no prospect of being heard on the\r\nmerits as\nthe order sought would have no practical effect. It\r\nreferred to\nRand Water Board v Rotek Industries (Pty) Ltd\n2003\r\n(4) SA 58\n(SCA) at para 26 where the following was said:\n'The present case is a good example of this Court's\r\nexperience in the recent past, including unreported cases, that there\r\nis a growing\nmisperception that there has been a relaxation or\r\ndilution of the fundamental principle . . . that Courts will not make\r\ndeterminations\nthat will have no practical effect.'\n[13] In the further heads of argument and affidavits filed by the\r\nparties to address the preliminary point raised we were advised\nthat\r\nClear Enterprises has launched an application against ITAC in the\r\nNorth Gauteng High Court during December 2009 in which both\nthe\r\nCommissioner and ITAC are cited as respondents. It seeks an order\r\nthat the seizure by ITAC of all three vehicles be reviewed\nand set\r\naside and also for certain declaratory relief pertaining to the\r\ninterpretation of inter alia the MOU as read with the relevant\nSACU\r\nagreements. That application has been opposed by both the\r\nCommissioner and ITAC. The parties to the present appeal have agreed\n\nthat that application should be stayed pending the outcome of this\r\nappeal. Why that course was adopted is lost on me. We are not\n\nconcerned in this appeal with the same issue as will occupy the\r\nattention of the high court in that application.\n[14] The parties urged upon us that, notwithstanding the seizure of\r\nthe trucks by ITAC, we should nonetheless entertain the appeal.\nBy\r\nthat they meant that although the primary relief could no longer be\r\ngranted we should nonetheless proceed to consider the merits\nof the\r\ndeclaratory relief sought. Broadly stated two reasons were advanced:\r\nfirst, that there are a number of other pending matters\nand in all of\r\nthem ‘the questions of law to be determined therein, are to a\r\ngreater or lesser extent similar (in certain\ninstances even\r\nidentical) to those to be determined in the present appeal'; and,\r\nsecond, should Clear Enterprises in due course\nsucceed in the pending\r\nreview application against ITAC in the high court ‘same would\r\nbe an empty judgment, should [this]\nCourt not hand down a judgment in\r\nthis appeal, as the seizure by [the Commissioner] would then simply\r\nremain’. The second\nissue should perhaps be disposed of first\r\nin order to clear the way for a consideration of the main issue in\r\nthis appeal. I shall\ndo so briefly.\n[15] As to the second issue: The parties misconceive the position.\r\nThe employees of the Commissioner who had possession of the\nthree\r\nvehicles voluntarily parted with such possession on being served with\r\na seizure notice by ITAC. The Commissioner’s\njus retentionis\nthus terminated with that loss of possession. If in due course the\r\nseizure by ITAC is set aside by the high court in the pending\n\napplication, possession of the vehicles shall not, without more,\r\nrevert to the Commissioner. That disposes of the second issue.\n[16] Turning to the first: Not all of the cases pending before the\r\nhigh court involve the same parties. To the extent that they\nconcern\r\ndifferent parties any declaratory order that issues can hardly be\r\nbinding on those other parties. Moreover, each of the\npending\r\napplications involves different vehicles. The fallacy in the approach\r\nof the parties is that they assume, erroneously so,\nthat what\r\nconfronts us is a discrete point of statutory construction. It is\r\nnot. It is first and foremost a fact-based enquiry.\nAny interpretive\r\nexercise to be undertaken will be inextricably linked to the facts.\r\nAnd, it is trite that every case has to be\ndecided on its own facts.\r\nThat is particularly the case where, as here, the one party contends\r\nthat the facts advanced by the other\nare a ‘sham’,\r\n‘fictional’ and a ‘stratagem’ to circumvent\r\nthe applicable legislation. It follows\nthat efforts to compare or\r\nequate the facts of one case to those of another are unlikely to be\r\nof assistance. For, as we well know,\nparties frequently endeavour to\r\ndistinguish their case on the facts from those reported decisions\r\nadverse to their cause. Moreover,\nabsent an undisputed factual\r\nsubstratum, it would be extremely difficult to define the limits of\r\nthe declaratory relief that should\nissue.\n[17] Simply put, whatever issues do arise in the pending matters none\r\nof them are yet ‘ripe’ for adjudication by this\ncourt. To\r\nborrow from Kriegler J in\nFerreira v Levin NO & others\n;\nVryenhoek v Powell NO & others\n1996 (1) SA 984\n(CC) para\r\n199:\n'The essential flaw in the applicants' cases is one of\r\ntiming or, as the Americans and, occasionally the Canadians call it,\r\n\"ripeness\".\nThat term has a particular connotation in the\r\nconstitutional jurisprudence of those countries which need not be\r\nanalysed now. Suffice\nit to say that the doctrine of ripeness serves\r\nthe useful purpose of highlighting that the business of a court is\r\ngenerally retrospective;\nit deals with situations or problems that\r\nhave already ripened or crystallised, and not with prospective or\r\nhypothetical ones.\nAlthough, as Professor\nSharpe\npoints out and our Constitution acknowledges, the\r\ncriteria for hearing a constitutional case are more generous than for\r\nordinary\nsuits, even cases for relief on constitutional grounds are\r\nnot decided in the air. And the present cases seem to me, as I have\r\ntried to show in the parody above, to be pre-eminent examples of\r\nspeculative cases. The time of this Court is too valuable to be\n\nfrittered away on hypothetical fears of corporate skeletons being\r\ndiscovered.’\n[18] Although expressed somewhat differently and in the different\r\ncontext of constitutional adjudication where ‘ripeness’\n\nhas taken on a particular meaning, both the principles and policy\r\nconsiderations articulated by Kriegler J resonate with the\r\njurisprudence\nof this court. Thus in\nCoin Security Group (Pty) Ltd\r\nv SA National Union for Security Officers & others\n[2000] ZASCA 137\n;\n2001 (2)\r\nSA 872\n(SCA) para 9, Plewman JA quoted with approval from the speech\r\nof Lord Bridge of Harwich in the case of\nAinsbury v Millington\n[1987] 1 All ER 929\n(HL), which concluded at 930\ng\n:\n‘\nIt has always been a\r\nfundamental feature of our judicial system that the Courts decide\r\ndisputes between the parties before them;\nthey do not pronounce on\r\nabstract questions of law when there is no dispute to be resolved'.\nIn a similar vein, in\nWestern Cape Education Department v George\n1998 (3) SA 77\n(SCA) at 84E, Howie JA stated:\n'Finally, it is desirable that any judgment of this\r\nCourt be the product of thorough consideration of,\ninter\nalia\n, forensically tested\r\nargument from both sides on questions that are necessary for the\r\ndecision of the case.”\nAnd in\nRadio Pretoria\n(para 44), Navsa JA said:\n'Courts of appeal often have to deal with congested\r\ncourt rolls. They do not give advice gratuitously. They decide real\r\ndisputes\nand do not speculate or theorise (see the\nCoin\nSecurity\ncase (\nsupra\n)\r\nat paragraph [7] (875A-D)). Furthermore, statutory enactments are to\r\nbe applied to or interpreted against particular facts and\ndisputes\r\nand not in isolation.'\n[19] In effect what the parties are seeking is legal advice from this\r\ncourt. But as Innes CJ observed in\nGeldenhuys & Neethling v\r\nBeuthin\n1918 AD 426\nat 441:\n'After all, Courts of Law exist for the settlement of\r\nconcrete controversies and actual infringements of rights, not to\r\npronounce\nupon abstract questions, or to advise upon differing\r\ncontentions, however important.'\nIn\nNational Coalition for Gay and Lesbian Equality & others v\r\nMinister of Home Affairs & others\n2000 (2) SA 1\n(CC) para 21\r\nfootnote 18, the Constitutional Court echoed what the learned Chief\r\nJustice had stated over eight decades earlier\nwhen it said:\n'A case is moot and therefore not justifiable if it no\r\nlonger presents an existing or live controversy which should exist if\r\nthe\nCourt is to avoid giving advisory opinions on abstract\r\npropositions of law.'\nThe cumulative consequence of all the factors that I have alluded to\r\nis that no practical effect or result can be achieved in this\ncase.\r\nFor the aforegoing reasons the appeal was struck off the roll.\n[20] That leaves costs. On 7 July 2011 the Registrar of this Court\r\ndirected the attention of both parties to the provisions of\ns 21A and\r\nenquired whether the appeal was being persisted in. Undeterred both\r\nparties filed additional heads of argument and affidavits\nintimating\r\nthat they persisted with the appeal. That was the stance adopted\r\nbefore us in argument as well. Neither was an unwilling\nparticipant\r\nin the appeal. Moreover, the point which was held to be decisive of\r\nthe matter was raised by the court and not one\nof the parties. In\r\nthose circumstances it was deemed appropriate that each party be\r\nordered to pay its own costs.\n_________________\nV PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: I J Zidel SC\nJ\r\nC Uys\nInstructed\r\nby:\nEugene\r\nMarais Attorneys\nBryanston\nSymington\r\n& De Kok\nBloemfontein\nFor\r\n1\nst\nRespondent: J A Meyer SC\nL\r\nG Kilmartin\nInstructed\r\nby:\nThe\r\nState Attorney\nPretoria\nThe\r\nState Attorney\nBloemfontein",
  "scraped_at": "2026-02-12T15:58:29.565777",
  "date": "2011-09-29",
  "coram": [
    "PONNAN JA",
    "CACHALIA",
    "LEACH",
    "WALLIS JJA",
    "PETSE AJA"
  ],
  "case_number": "757/10",
  "parties": {
    "applicants": [
      "Clear Enterprises (Pty) Ltd"
    ],
    "respondents": [
      "Commissioner for the South African Revenue Services",
      "Cross-Border Road Transport Agency",
      "Cart Blanche Marketing CC",
      "International Trade Administration Commission"
    ]
  },
  "sections": {
    "facts": "Clear Enterprises (Pty) Ltd, a Botswana‑based company, owned three trucks that were detained by a senior customs officer in Port Elizabeth in 2007 under sections 87 and 88 of the Customs and Excise Act. The company sought declaratory relief and the return of the vehicles in two separate High Court applications, alleging the detentions were unlawful and that the trucks were merely moving within the Southern African Customs Union under the SACU agreements and a 1991 Memorandum of Understanding. The Commissioner and the Cross‑Border Road Transport Agency were the first and second respondents respectively; Cart Blanche Marketing and the International Trade Administration Commission (ITAC) were also listed. In October 2007 ITAC seized the three trucks under the International Trade Administration Act. The High Court dismissed Clear Enterprises’ applications but granted leave to appeal. By the time the appeal reached the Supreme Court of Appeal, the vehicles had already been seized by ITAC, rendering the primary relief sought by the appellant academic.",
    "issues": "The core issue was whether the appeal could have any practical effect under section 21A(1) of the Supreme Court Act, i.e., whether the judgment sought would be moot given that the vehicles had been seized and the primary relief was no longer attainable. Related issues involved the doctrines of ripeness and mootness, and whether the court should adjudicate abstract legal questions absent a live dispute.",
    "principles": "Section 21A(1) of the Supreme Court Act permits dismissal of an appeal where the order sought would have no practical effect. South African case law (Radio Pretoria v ICSA, Rand Water Board v Rotek Industries, Coin Security Group v SA National Union, Western Cape Education Dept v George) emphasises that courts must not decide academic or hypothetical matters and must avoid giving advisory opinions. The doctrine of ripeness requires that a dispute be concrete and ready for adjudication; speculative or prospective issues are to be left undecided.",
    "application": "The Court applied the above principles to the present case. Since ITAC had seized the trucks, the Commissioner no longer possessed them, and the appellant’s request for their return could not be granted. The pending High Court application concerning the seizure was separate and had not been decided, meaning the appeal could not affect that dispute. Consequently, there was no live controversy, the matter was not ripe, and any judgment would be moot. The Court therefore concluded that the appeal would have no practical effect and dismissed it under s 21A.",
    "conclusion": "The appeal was struck off the roll. Each party was ordered to bear its own costs."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Mootness and Ripeness",
    "level_3": [
      "section 21A",
      "mootness",
      "appeal dismissal",
      "customs law",
      "tax law"
    ]
  }
}