{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/148.html",
  "case_name": "Transnet Ltd v Erf 152927 Cape Town (Pty) Ltd and Others (798/2010) [2011] ZASCA 148 (26 September 2011)",
  "citation": "[2011] ZASCA 148",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 148\n|\nNoteup\n|\nLawCite\nTransnet Ltd v Erf 152927 Cape Town (Pty) Ltd and Others (798/2010) [2011] ZASCA 148 (26 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 798/2010\nIn the matter between:\nTRANSNET LIMITED\n.................................................................................................\nA\nppellant\nand\nERF 152927 CAPE TOWN (PTY) LTD\n..........................................................\nFirst\r\nRespondent\nJOHAN LOMBARD\n….................................................................................\nSecond\r\nRespondent\nCROSS COUNTRY CONTAINERS (PTY) LTD\n…....................................\nThird\r\nRespondent\nVINTAGE AFRICA INVESTMENTS 706\n(PTY) (LTD)\n…...............................................................................................\nFourth\r\nRespondent\nVONPROP ONE (PTY) LTD\n….......................................................................\nFifth\r\nRespondent\nSMOKEY MOUNTAIN TRADING 151\n(PTY) LTD\n….....................................................................................................\nSixth\r\nRespondent\nSOUTHERN CARGO (PTY) LTD\n….........................................................\nSeventh\r\nRespondent\nROMAN EMPEROR INVESTMENTS 7\n(PTY) LTD\n…..................................................................................................\nEighth\r\nRespondent\nPEARL ISLE TRADING (PTY) LTD\n….......................................................\nNinth\r\nRespondent\nNICOLHEATH PROPERTIES (PTY) LTD\n…............................................\nTenth\r\nRespondent\nLORCOM SIX (PTY) LTD\n…...................................................................\nEleventh\r\nRespondent\nMALKEN CC\n….............................................................................................\nTwelth\r\nRespondent\nCMC GRINROD (PTY) LTD\n…............................................................\nThirteenth\r\nRespondent\n(SUCH OTHER PERSONS AS MAY BE\nFOUND TO BE IN OCCUPATION OF THE\nPROPERTY)\n….......................................................................................\nFourteenth\r\nRespondent\nSOUTH CAPE CONTAINERS (PTY) LTD\n….......................................\nFifteenth\r\nRespondent\n____________________________________________________________\nNeutral Citation:\nTransnet\r\nLimited v Erf 152927 Cape Town (Pty) Ltd & others\n(798/2010)\n[2011] ZASCA 148\n(26\r\nSeptember 2011)\nCoram:\nNAVSA, VAN HEERDEN,\r\nMHLANTLA, THERON & WALLIS JJA\nHeard:\n1 September 2011\nDelivered:\n26 September 2011\nSummary\n:\nEviction sought by way of motion proceedings – foreseeable\r\nbona fide dispute of fact raised – high court correctly\r\nrefusing\nto refer to oral evidence and dismissing application.\nOrder\nOn appeal from:\nWestern Cape High Court, Cape Town (Koen AJ\r\nsitting as a court of first instance):\nThe appeal is dismissed with costs, including the costs of two\r\ncounsel.\njudgment\nvan heerden ja (NAVSA, MHLANTLA, THERON AND WALLIS JJA concurring):\nIf a\r\n\tvaluation report which forms part of the record is to be believed,\r\n\tTransnet Limited (Transnet) is the owner of most of the\nvacant or\r\n\tundeveloped properties within a five kilometre radius of the harbour\r\n\tin Cape Town. As a result of industrial expansion\nin the Cape\r\n\tPeninsula, there is a strong demand for such properties, inter alia\r\n\tfor the purpose of storing containers. Transnet\ncurrently have in\r\n\tplace a moratorium on the disposal of properties owned by it. This\r\n\tgreatly affects the demand and supply situation\nin the area.\nOne\r\n\tsuch property (the property), situated only 3.6 kilometres from the\r\n\tharbour entrance and served by railway sidings, forms\nthe subject of\r\n\tthe present appeal. In February 2007, Transnet applied for the\r\n\teviction of the respondents from the property.\nIt asserted simply\r\n\tthat it was the owner of the property and that the respondents were\r\n\tin occupation. After the institution of\nthe application, Transnet\r\n\tconcluded that a number of the respondents were not in occupation of\r\n\tthe property. It therefore confined\nthe relief sought by it to the\r\n\tfirst, third, fifth, tenth, eleventh, thirteenth, fourteenth and\r\n\tfifteenth respondents.\nThe\r\n\televenth respondent, Lorcom Six (Pty) Ltd (Lorcom), in its affidavit\r\n\tfiled in opposition to the eviction application, contended\nthat it\r\n\twas entitled to occupy the property in terms of an oral lease\r\n\tagreement concluded between itself and Transnet. It stated\nthat,\r\n\twhile Lorcom occupied a small portion of the property, it had sublet\r\n\tthe remainder to the first respondent, Erf 152927\nCape Town (Pty)\r\n\tLtd, which had in turn sublet portions of the remainder to the other\r\n\trespondents against whom Transnet sought\nan eviction order. In its\r\n\treplying affidavit, Transnet denied the existence of a lease with\r\n\tLorcom.\nIt is\r\n\tcommon cause that the first respondent purchased the property from\r\n\tTransnet on 18 February 1998, pursuant to the exercise\nof the option\r\n\tdealt with below. Lorcom claims that it is in occupation of the\r\n\tproperty by virtue of the oral lease referred to\nin the preceding\r\n\tparagraph, pending the transfer of the property to the first\r\n\trespondent. The transfer has been beset by technical\ndifficulties\r\n\twhich, it is alleged, are currently being addressed. It appears that\r\n\tat least part of the delay in the transfer\nhas been caused by\r\n\tobstructiveness on the part of Transnet flowing from the\r\n\tabovementioned moratorium and consequent attempts\nby Transnet not to\r\n\tcomply with its legal obligations. The second respondent, Mr Lombard\r\n\t(Lombard), is a director of both Lorcom\nand the first respondent and\r\n\tis also Lorcom’s representative.\nTransnet’s\r\n\tapplication was dismissed with costs by Koen AJ in the court below.\r\n\tThe learned acting judge did so on the basis\nthat there had been a\r\n\tforeseeable bona fide dispute of fact on the question of the\r\n\texistence of an oral lease and that the defence\nbased on the lease\r\n\tcould not be rejected on the affidavits alone. Koen AJ also rejected\r\n\tTransnet’s submission that, if\na dispute of fact was found to\r\n\texist with regard to the conclusion of an oral lease, the court\r\n\tshould refer the matter for the\nhearing of oral evidence. The\r\n\tconsequent appeal by Transnet serves before us with the leave of the\r\n\tcourt below.\nThere\r\n\tare only two issues to be decided in this appeal. First, whether the\r\n\tcourt below was correct in concluding that the defence\ncontended for\r\n\tby Lorcom, namely the oral lease, created a bona fide dispute of\r\n\tfact and was not so far-fetched or clearly untenable\nthat the court\r\n\twas justified in rejecting it merely on the papers.\n1\nSecond, whether the court below was correct in exercising its\r\n\tdiscretion to dismiss Transnet’s application, instead of\n\n\treferring the matter to trial or for oral evidence, on the basis\r\n\tthat Transnet ought reasonably to have foreseen a dispute of\nfact in\r\n\tregard to the conclusion of an oral lease with Lorcom.\nBecause\r\n\tof the nature of the proceedings and the dispute which has arisen,\r\n\tit is necessary to set out the contents of the affidavits\nin some\r\n\tdetail.\nFor\r\n\tmany years, Transnet and its predecessor, the South African\r\n\tTransport Services (SATS), had leased the property to a range\nof\r\n\toccupiers. The relevant agreements which form the background to the\r\n\talleged oral lease agreement relied on by the respondents\nare: a) a\r\n\twritten lease agreement for a period of thirty years concluded\r\n\tbetween SATS and Coalcor Cape (Pty) Ltd (Coalcor) on\n11 December\r\n\t1987; and b) a written option agreement, also for a period of thirty\r\n\tyears, and also concluded on 11 December 1987,\nwhereby Coalcor, as\r\n\ttenant, was given the option to purchase the property from SATS (the\r\n\toption).\nAs the\r\n\tproperty was then (and remains) an unregistered erf, Clause 5 of the\r\n\toption provided that ‘in anticipation of the\nexercise of this\r\n\tOption, it shall be incumbent on TRANSPORT SERVICES to procure the\r\n\tsubdivision, including the survey, preparation\nand approval of\r\n\tSubdivisional Diagrams as may be necessary in order to enable this\r\n\ttransaction to be implemented forthwith upon\nexercise thereof’.\nThe\r\n\trights of the lessee and option holder were over the years ceded and\r\n\tassigned to various entities. However, by February 1998,\nMacphail\r\n\t(Pty) Ltd (Macphail) was both the lessee and the option holder. On\r\n\t18 February 1998, Macphail exercised the option to\npurchase the\r\n\tproperty. As it was entitled to do, Macphail nominated the first\r\n\trespondent as the purchaser of the property in\nrespect of the sale\r\n\tagreement resulting from the exercise of the option.\nDespite\r\n\tan attempt by Transnet to repudiate its obligations under the option\r\n\tagreement, the first respondent obtained an order\nin the\r\n\tJohannesburg High Court on 29 October 1998, confirming that the\r\n\tfirst respondent was entitled to enforce the agreement\nof sale\r\n\tresulting from the exercise of the option and directing Transnet to\r\n\ttake all such steps as may be required and necessary\nto transfer the\r\n\tproperty to the first respondent. The judge (Schabort J)\r\n\trecorded that the property was at that time an\nunregistered\r\n\tconsolidated erf. It remains such.\nThat\r\n\torder notwithstanding, the first respondent has still not received\r\n\ttransfer of the property, largely due to delays in obtaining\nthe\r\n\tnecessary regulatory approvals required to register the property as\r\n\ta consolidated erf. Moreover, since early 2007, and despite\nthe\r\n\tcourt order, Transnet has once again adopted the stance that, on\r\n\tvarious grounds (including prescription), it is not obliged\nto\r\n\ttransfer the property.\nCounsel\r\n\tfor the respondents contended that Transnet’s executory\r\n\tobligation to transfer the property formed the basis of\nthe\r\n\tconclusion of the oral lease agreement upon which the respondents\r\n\trely. It is certainly so that the parties approached the\nmatter, at\r\n\tthe time the oral lease agreement is said to have been concluded, on\r\n\tthe basis that transfer of ownership of the property\nto the first\r\n\trespondent was expected to occur in the near future.\nIt is\r\n\tapparent that by late 2000, Transnet and Lorcom knew that Maphail\r\n\twas going to terminate its lease of the property. On 22\nAugust 2000,\r\n\tLombard sent an email to Mr Bhoola (the acting senior property\r\n\tmanager for Transnet’s Spoornet division) (Bhoola),\nrequesting\r\n\tTransnet to consent to Macphail subletting the property to Lorcom\r\n\tfor the period 1 September 2000 to 28 February\n2001. Bhoola\r\n\tresponded by email on 28 August 2000, indicating that Transnet was\r\n\tawaiting Macphail’s six months’ notice\nto terminate the\r\n\tlease, but that, assuming such notice was received, Transnet would\r\n\tin principle be prepared to allow Macphail\nto sublet the property to\r\n\tLorcom for the six month period.\nOn 31\r\n\tAugust 2000, Macphail gave six months’ notice of the\r\n\ttermination of its lease. Lorcom then occupied the property.\nIt\r\n\tasserted that it had the right to do so with effect from 31 August\r\n\tas Macphail’s subtenant, with Transnet’s consent.\nOn 1\r\n\tSeptember 2000, a meeting was held between Bhoola and Mr Vilakazi\r\n\t(Transnet’s executive: property and asset management)\n\n\t(Vilakazi), on the one hand, and Lombard, Mr Cohen (the respondents’\r\n\tattorney) and the latter’s clerk, on the other.\nAccording to\r\n\tLombard, the purpose of the meeting was to discuss whether, on the\r\n\ttermination of Macphail’s tenancy and assuming\nthat transfer\r\n\tof the property had not yet taken place, Transnet would be willing\r\n\tto permit Lorcom to enter into a lease agreement\nfor the period\r\n\tbetween the termination of the Macphail lease and the transfer of\r\n\tproperty to the first respondent. Bhoola followed\nup this meeting\r\n\twith an email on that same day, advising that Transnet consented to\r\n\tLorcom subletting from Macphail for a three\nmonth period, effective\r\n\tfrom 31 August 2000. However, it is important to note that it was\r\n\tclear from this email that Transnet\nwas hoping to conclude a new\r\n\tlease agreement with Lorcom during this three month period.\nAfter\r\n\tthe three months had expired at the end of November 2000, Lorcom\r\n\tremained in occupation of the property for the remainder\nof the\r\n\tMacphail lease agreement without any objection from Transnet. On 26\r\n\tFebruary 2001, just two days before the termination\nof the Macphail\r\n\tlease, Lombard commenced negotiations with Transnet’s\r\n\trepresentatives, Bhoola and Vilakazi, in regard to\nthe conclusion of\r\n\tan interim lease agreement, which agreement would authorise Lorcom’s\r\n\toccupancy of the property pending\nwhat all parties then perceived to\r\n\tbe the imminent transfer of the property to the first respondent.\nFrom 1 March 2001, Lorcom remained in occupation of the property\r\n\twithout any objection from Transnet. Between this date and\r\n\tMarch/April 2002, there were ongoing written and oral negotiations\r\n\tbetween Lombard, Bhoola and Vilakazi concerning the period\nof the\r\n\tabovementioned lease agreement and the rental payable. These\r\n\tnegotiations are set out in some detail in the judgment of\nthe court\r\n\ta quo and I do not consider it necessary to repeat this exercise.\r\n\tSuffice it to say that, according to Lombard, by\nMarch 2002 an oral\r\n\tlease agreement was in place which would endure until transfer of\r\n\tthe property to the first respondent. The\nrental was R50 000 per\r\n\tmonth, subject to an agreed annual escalation of between eight and\r\n\tten per cent.\nFor\r\n\tnearly two years after this, nothing happened, and Lorcom and the\r\n\trespondents who occupied the property through it remained\nin\r\n\toccupation. On 27 September 2004, Bhoola sent an email to Lombard\r\n\trequesting a meeting to finalise ‘the matter of the\nsale/lease\r\n\tof the premises’ which was ‘long outstanding’.\r\n\tThis email evoked no response from Lombard and another\ntwo years\r\n\twent by. Then, in August 2006, an attorney engaged by Transnet\r\n\tattended at the property in order to ascertain who was\noccupying it.\r\n\tPursuant to his enquiries and on 25 August 2006, letters were\r\n\taddressed by Transnet’s attorneys to the entities\nwhich\r\n\tappeared to be in occupation of the property, including the first\r\n\trespondent and Lorcom. Relying solely on Transnet’s\nownership\r\n\tof the property, these occupiers were given ten days ‘to\r\n\tvacate the premises failing which an action will be\ninstituted\r\n\tagainst you for your eviction’. This was the very first\r\n\tindication that Transnet objected to Lorcom’s\noccupancy of\r\n\talmost six years.\nIn\r\n\tresponse to the letters, the first respondent’s attorney\r\n\tstated that its client was entitled to remain on the property,\nas\r\n\twere the other entities to which eviction letters had been\r\n\taddressed. In a further letter dated 13 September 2006, the\n\n\tfirst respondent’s attorney reiterated that its client and the\r\n\tother entities on the property were in lawful occupation\nand that\r\n\tTransnet was not entitled to an eviction order. On 21 September\r\n\t2006, two of the other entities wrote to Transnet’s\nattorneys,\r\n\tadvising them that each occupied the property in terms of a lease\r\n\twith the first respondent. In terms of these written\nlease\r\n\tagreements, the leases were due to terminate on 31 December\r\n\t2007.\nLombard\r\n\tacknowledged that Lorcom had not paid rental under the lease\r\n\tagreement, but asserted that he had repeatedly requested\nboth VAT\r\n\tinvoices and a schedule of arrear rentals from Transnet, which had\r\n\tfailed to furnish them. According to Lombard, he\nhad indicated to\r\n\tBhoola and Vilakazi on several occasions that Lorcom would pay the\r\n\trent on the provision of these documents\nand that they had agreed to\r\n\tprovide them, but did not do so.\nIt was\r\n\tsubmitted on behalf of Transnet that, on a close scrutiny of\r\n\tLombard’s own version, no case had been made out for\nan oral\r\n\tlease of indefinite duration pending transfer of the property to the\r\n\tfirst respondent. However, it was unable to procure\naffidavits from\r\n\teither Bhoola or Vilakazi and thus could not adduce admissible\r\n\tevidence to controvert what Lombard had said about\nthe conclusion of\r\n\tthe oral lease. This notwithstanding, Transnet contended in its\r\n\treplying affidavit that Lombard’s version\nwas so far-fetched\r\n\tas to warrant rejection on the papers alone.\n2\nCounsel\r\n\tfor Transnet analysed Lombard’s evidence in considerable\r\n\tdetail and highlighted several features of this evidence\nwhich, it\r\n\twas argued, showed that no oral lease as contended for by Lombard\r\n\twas ever concluded. Thus, it was submitted that Vilakazi’s\n\n\tagreement to accept less rental than had previously been agreed upon\r\n\t(R50 000 per month as opposed to R65 000 per month) was\nnot\r\n\texplained by Lombard and was ‘baseless and inexplicable’;\r\n\tthat in a letter dated 5 April 2002, Lombard\nrequests\nBhoola\r\n\tto agree to a minimum lease period of 12 months and there is no\r\n\tallegation that Transnet ever agreed to this request;\nthat Lombard’s\r\n\trequest to Bhoola in this letter to\ndraft\na agreement\r\n\tindicated that none had yet been concluded; that Lombard’s\r\n\texcuse for not having paid rent, namely that no\nVAT invoices and no\r\n\tschedule of arrear rentals had been supplied to him, was incredible;\r\n\tthat in an email dated September 2004,\nBhoola had requested a\r\n\tmeeting to finalise ‘the matter of the sale/lease of the\r\n\tpremises’ which was ‘long outstanding’,\nand that\r\n\tLombard’s explanation that he understood the reference in this\r\n\temail to refer to a formal written lease agreement\nwas contrary to\r\n\this own version and unbelievable. Counsel for Transnet also made\r\n\tmuch of the fact that an oral lease agreement\nhad not been mentioned\r\n\tin the attorneys’ letters written during August 2006 in\r\n\tresponse to the eviction notice, indicating\nthat Lombard’s\r\n\tversion was a recent fabrication.\nAs the\r\n\tcourt a quo pointed out, what made things difficult for Transnet was\r\n\tthat what Lombard had said about the oral lease was\nnot\r\n\tcontroverted, and the truthfulness of his evidence could only be\r\n\tmeasured against inherent contradictions therein and against\nthe\r\n\testablished facts. I agree with counsel for the respondents that, by\r\n\tporing over the minutiae of the evidence, Transnet impermissibly\n\n\tattempted to evaluate the respondent’s version by reference to\r\n\tthe probabilities. This is not the function of motion proceedings\n–\n‘\nMotion\r\nproceedings, unless concerned with interim relief, are all about the\r\nresolution of legal issues based on common cause facts.\nUnless the\r\ncircumstances are special they cannot be used to resolve factual\r\ndisputes because they are not designed to determine\nprobabilities.’\n3\nIn\r\n\tessence, Lombard’s version is summed up in the following\r\n\tparagraph in his answering affidavit –\n‘\n31.27.\r\nBoth Vilakazi and Bhoola accepted that the lease would endure until\r\ntransfer of the Property was effected. While the above\nemail refers\r\nto a twelve month period (this period had been suggested by me for\r\nplanning purposes only (ie all anticipated that\nthe transfer of the\r\nProperty should occur within this period), it was at all material\r\ntimes the intention of both Lorcom and the\napplicant [Transnet] that\r\nthe whole purpose of the interim lease was to enable Lorcom to remain\r\nin occupation of the Property pending\ntransfer to the first\r\nrespondent of the Property and that the head lease would endure\r\npending the transfer of the Property to the\nfirst respondent. As\r\nstated above as the term of the head lease was indefinite in the\r\nsense that it would endure until the Property\nhad been transferred to\r\nthe first respondent, annual percentages in rental were requested by\r\nBhoola and agreed to by me.’\nHowever\r\n\trobust a court may be, in order to reject Lombard’s version,\r\n\tit must be held to be ‘so far-fetched or clearly\nuntenable\r\n\tthat it can confidently be said, on the papers alone, that it is\r\n\tdemonstrably and clearly unworthy of credence’.\n4\nI agree with the court below that there are no inherent\r\n\tcontradictions in Lombard’s version and that his evidence does\n\n\tnot conflict to any material degree with the common cause facts.\r\n\tThere is nothing about Lombard’s version which strikes\none as\r\n\tbeing palpably implausible, far-fetched or clearly untenable. In\r\n\tfact, in the absence of affidavits by Bhoola and Vilakazi,\nthere is\r\n\tsimply nothing to gainsay Lombard’s version as summarised\r\n\tabove.\nThere is another aspect which was not referred to by counsel, but\r\n\twas raised by this court. As indicated above, Macphail exercised\nthe\r\n\toption to purchase the property on 18 February 1998 and nominated\r\n\tthe first respondent as the purchaser of the property in\nrespect of\r\n\tthe sale agreement resulting from the exercise of the option. Clause\r\n\t7 of the option agreement, headed ‘Payment\nof Purchase Price’,\r\n\tcontains the following words:\n‘\nFor\r\nthe avoidance of doubt, it is confirmed that the rental due in terms\r\nof the Lease shall remain payable up to the date upon which\ntransfer\r\nis actually registered as aforesaid.’\nThis\r\n\tclause anticipates that there would be continued occupation of the\r\n\tproperty pending registration of transfer and that rental\nwould\r\n\tremain payable throughout this period. Of course, in terms of this\r\n\tclause, it would be the first respondent who would remain\nin\r\n\toccupation of the property and pay rent. As stated above, the\r\n\trespondents’ case was that there was a head lease for\nthe\r\n\tproperty between Transnet and Lorcom, that Lorcom occupied a small\r\n\tportion of the property and had sublet the remainder to\nthe first\r\n\trespondent, which had in turn sublet portions of the remainder to\r\n\tsome of the other respondents. This notwithstanding,\nclause 7 lends\r\n\tweight to the contention that Transnet contemplated continued\r\n\toccupation of the property in terms of a lease agreement\npending\r\n\tregistration of transfer.\nIf\r\n\tanything is not credible, then it is Transnet’s assertion that\r\n\tthe relevant respondents have been in occupation of the\nproperty for\r\n\tnearly six years without the existence of any kind of agreement to\r\n\toccupy and that Transnet tolerated this state\nof affairs. In my\r\n\tview, this is a weighty factor to be taken into account in\r\n\tconsidering whether there was a genuine dispute\nof fact concerning\r\n\tthe existence of an oral lease. As is evident from paragraph 31\r\n\tbelow, this was not lost on the court a quo.\nAs\r\n\tindicated above, the court below exercised its discretion in terms\r\n\tof Uniform rule 6(5)\n(g)\nby dismissing Transnet’s\r\n\tapplication, instead of referring the matter to oral evidence as had\r\n\tbeen contended for by Transnet,\non the basis that Transnet ought\r\n\treasonably to have foreseen a dispute of fact in regard to the\r\n\tconclusion of an oral lease with\nLorcom. Are there any grounds for\r\n\tinterfering with this exercise of the court’s discretion?\nAs was stated in\nTamarillo (Pty) Ltd v B N Aitken (Pty) Ltd\n1982\r\n\t(1) SA 398\n(A):\n5\n‘\nA\r\nlitigant is entitled to seek relief by way of notice of motion. If he\r\nhas reason to believe that facts essential to the success\nof his\r\nclaim will probably be disputed he chooses that procedural form at\r\nhis peril, for the Court in the exercise of its discretion\nmight\r\ndecide neither to refer the matter for trial nor to direct that oral\r\nevidence on the disputed facts be placed before it,\nbut to dismiss\r\nthe application.’\n6\nIn\r\n\tthis regard, Koen AJ pointed out that Lorcom had been in occupation\r\n\tof the property since August 2000. It came into possession\nof the\r\n\tproperty lawfully, with Transnet’s consent, and remained in\r\n\tundisturbed possession with Transnet’s consent\nuntil the oral\r\n\tlease about which Lombard testified on affidavit was allegedly\r\n\tconcluded. Thereafter, Transnet knew that Lorcom\nand at least some\r\n\tof the respondents continued to occupy the property, but took no\r\n\taction to evict Lorcom or anyone else. The\nfirst respondent was, in\r\n\tterms of the order of Schabort J, entitled to take transfer of the\r\n\tproperty. Transnet recognised this\nfor years and even if it now\r\n\tholds a different view about the enforceability of the order, it\r\n\tought reasonably to have foreseen\nthat there would be a dispute\r\n\tabout Lorcom’s right to occupy. From the correspondence\r\n\tdirected by the respondents’\nattorneys to Transnet following\r\n\tthe demand to vacate the property, Transnet had been unequivocally\r\n\ttold that Lorcom was in lawful\noccupation of the property and that\r\n\tany eviction proceedings instituted by Transnet would be resisted.\r\n\tThe tone of the correspondence\nexchanged between the parties after\r\n\tthe demand to vacate had been made during 2006 was confrontational,\r\n\treinforcing the conclusion\nthat disputes were bound to arise. In\r\n\tSeptember 2006, Transnet’s attorneys received letters from two\r\n\tof the respondents,\nstating that they had rights of occupation in\r\n\tterms of lease agreements which they had concluded with the first\r\n\trespondent. Transnet\nthus knew that the first respondent held itself\r\n\tout to be entitled to occupy the property. According to the learned\r\n\tacting judge,\nTransnet or its attorneys must have known that Lorcom\r\n\tasserted, or would assert, that a lease existed, because Lorcom’s\r\n\tfailure to pay rental was a topic broached in a discussion between\r\n\tTransnet’s attorney and the respondents’ attorney\n\n\trecorded in a letter dated 13 September 2006, more than five months\r\n\tbefore the eviction application was launched.\n7\nThe\r\n\tcourt a quo did not discount the fact that Lorcom’s attorneys\r\n\twere vague about the basis of Lorcom’s right to\noccupy the\r\n\tpremises in their letter written in response to the demand to vacate\r\n\tthe property. This notwithstanding, the court\nheld that, had any\r\n\treasonable level of enquiry been made before the application\r\n\tproceedings were instituted, Transnet would have\nconcluded that a\r\n\tserious dispute of fact was likely to arise. This was particularly\r\n\tso, given the long history of the matter\nand the extent of the\r\n\tcorrespondence exchanged between Lombard, on the one hand, and\r\n\tVilakazi and Bhoola, on the other. Transnet’s\ncontention that\r\n\tthe respondents, despite several opportunities to do so, had not\r\n\tspecifically alleged a lease before the application\nwas launched,\r\n\tdoes not really hold water. A party anticipating litigation is under\r\n\tno obligation to disclose in advance the basis\nof its defence.\nIn\nRoom Hire Co (Pty) Ltd v Jeppe Street Mansions (Pty) Ltd\n1949\r\n\t(3) SA 1155\n(T),\n8\nthe court said:\n‘\nIt is certainly not proper\r\nthat an applicant should commence proceedings by motion with\r\nknowledge of the probability of a protracted\nenquiry into disputed\r\nfacts not capable of easy ascertainment, but in the hope of inducing\r\nthe Court to apply Rule 9 to what is\nessentially the subject of an\r\nordinary trial action.’\nKoen AJ\r\nconcluded that this was precisely what had happened in this case. In\r\nthe circumstances, he dismissed the application.\nI am\r\n\tin agreement with the approach of the court below as set out in\r\n\tparagraphs 31 and 32 above. It cannot in my view be faulted\nfor\r\n\thaving refused the application by Transnet for a referral to oral\r\n\tevidence.\nFor all the reasons stated above, the following order is made:\nThe appeal\r\nis dismissed with costs, including the costs of two counsel.\n______________________\nB j van heerden\nJUDGE OF APPEAL\nappearances:\nappellant: F H Odendaal sc (with him v p ngutshane)\nInstructed by Cliffe Dekker Hofmeyr Inc, Johannesburg\nMatsepes, Bloemfontein\nrespondeNTS: J MULLER SC (with him g rome)\nInstructed by Eversheds, Johannesburg\nLovius Block, Bloemfontein\n1\nFakie\r\n\tNO v CCII Systems (Pty) Ltd\n[2006] ZASCA 52\n;\n2006 (4)\r\n\tSA 326\n(SCA) para 55.\n2\nSee\nPlascon-Evans Paints (Pty) Ltd v Van\r\n\tRiebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA\r\n\t623\n(A) at 634I-635C.\n3\nNational\r\n\tDirector of Public Prosecutions v Zuma\n[2009] ZASCA 1\n;\n2009\r\n\t(2) SA 277\n(SCA) para 26.\n4\nFakie\r\n\tNO v CCII Systems (Pty) Ltd\npara 56.\n5\nAt\r\n\t430G-H.\n6\nSee\r\n\talso\nGounder v Top Spec Investments\r\n\t(Pty) Ltd\n[2008] ZASCA 52\n;\n2008 (5) SA 151\n(SCA) para\r\n\t10.\n7\nIn\r\n\tany event, Transnet is not precluded from proceeding by way of\r\n\taction to recover such arrear rental as, by Lorcom’s own\n\n\tadmission, is owing.\n8\nAt\r\n\t1162.",
  "scraped_at": "2026-02-12T15:54:28.428073",
  "date": "2011-09-26",
  "coram": [
    "NAVSA",
    "VAN HEERDEN",
    "MHLANTLA",
    "THERON",
    "WALLIS JJA"
  ],
  "case_number": "798/2010",
  "parties": {
    "applicants": [
      "Transnet Limited"
    ],
    "respondents": [
      "Erf 152927 Cape Town (Pty) Ltd",
      "Johan Lombard",
      "Cross Country Containers (Pty) Ltd",
      "Vintage Africa Investments (Pty) Ltd",
      "Vonprop One (Pty) Ltd",
      "Smokey Mountain Trading (Pty) Ltd",
      "Southern Cargo (Pty) Ltd",
      "Roman Emperor Investments (Pty) Ltd",
      "Pearl Isle Trading (Pty) Ltd",
      "Nicolheath Properties (Pty) Ltd",
      "Lorcom Six (Pty) Ltd",
      "Malken CC",
      "CMC Grinrod (Pty) Ltd",
      "Such other persons as may be found to be in occupation of the property",
      "South Cape Containers (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Transnet Ltd owned a large parcel of vacant land near the Cape Town harbour. The property in dispute, situated 3.6 km from the harbour, was subject to a series of leases and an option to purchase that was exercised in 1998, nominating Erf 152927 Cape Town (Pty) Ltd as purchaser. Transfer of the title was delayed for regulatory reasons. Lorcom Six (Pty) Ltd claimed to occupy part of the property under an oral lease with Transnet, sub‑letting the remainder to other respondents. Transnet denied any such lease and sought eviction of all respondents. The High Court dismissed Transnet’s eviction application, finding a bona‑fide dispute of fact over the oral lease.",
    "issues": "1) Whether the defence of an oral lease raised a bona‑fide dispute of fact that was not so far‑fetched as to be dismissed on the papers. 2) Whether the trial court was correct in exercising its discretion to dismiss the eviction application rather than refer the matter to oral evidence, given that Transnet ought to have foreseen the dispute.",
    "principles": "The court applied the principle that motion proceedings are not suitable for resolving factual disputes that are not clearly untenable (Uniform Rule 6(5)(g)). A bona‑fide dispute of fact exists where the defence is plausible and not contradicted by the record. Cases such as Tamarillo and Room Hire Co v Jeppe Street Mansions illustrate that an applicant must not commence a motion when facts essential to the claim are likely to be contested.",
    "application": "The appellate court found no inherent contradictions in Lorcom’s affidavit and noted the absence of affidavits from Transnet officials to refute the oral lease claim. The long history of negotiations, emails, and Transnet’s consent to occupation supported the plausibility of the lease. Accordingly, Transnet should have foreseen a factual dispute and the trial court was justified in dismissing the application rather than referring it to oral evidence.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. Transnet’s eviction application remains dismissed."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Lease and Eviction",
    "level_3": [
      "oral lease",
      "bona fide dispute of fact",
      "motion proceedings",
      "eviction",
      "landlord-tenant"
    ]
  }
}