{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/75.html",
  "case_name": "Neil Harvey & Associates (Pty) Ltd v Medscheme Holdings (Pty) Ltd and Others (621/10) [2011] ZASCA 75 (26 May 2011)",
  "citation": "[2011] ZASCA 75",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 75\n|\nNoteup\n|\nLawCite\nNeil Harvey & Associates (Pty) Ltd v Medscheme Holdings (Pty) Ltd and Others (621/10) [2011] ZASCA 75 (26 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 621/10\nIn the matter between:\nNEIL\r\nHARVEY & ASSOCIATES (PTY) LTD\n................................................\nAppellant\nand\nMEDSCHEME\r\nHOLDINGS (PTY) LTD\n............................................\nFirst\r\nRespondent\nANDRE\r\nMEYER\n..........................................................................\nSecond\r\nRespondent\nKEVIN\r\nWRIGHT\n..............................................................................\nThird\r\nRespondent\nJOHAN\r\nSWARTS\n.........................................................................\nFourth\r\nRespondent\nTHE\r\nARBITRATOR N.O.\n.................................................................................\nAbiding\nNeutral citation:\nNeil Harvey & Associates\r\n(Pty) Ltd v Medscheme Holdings\n(Pty)\r\nLtd\n(621/10)\n[2011] ZASCA 75\n(26 May 2011).\nCoram:\nHARMS DP, CLOETE, PONNAN and MALAN JJA and\r\nPLASKET AJA\nHeard:\r\n3 May 2011\nDelivered:\r\n26 May 2011\nSummary:\nArbitration Act 42 of 1965\n: removal of\r\narbitrator in terms of\ns 13(2)(a):\nproceedings in the absence of\r\na party; reasonable perception of bias on the part of the arbitrator.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nSouth Gauteng High Court\r\n(Johannesburg) (Makgoka J\nsitting as court of first instance):\nThe appeal is allowed with costs, including the costs of\r\ntwo counsel. The order of the court a quo is set aside and the\r\nfollowing\norder substituted:\n'The application is dismissed\r\nwith costs, including the costs of two counsel.'\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nCLOETE JA (HARMS DP, PONNAN and MALAN JJA and PLASKET\r\nAJA concurring):\n[1] The appellant, Neil Harvey & Associates (Pty)\r\nLtd ('NHA'), is the claimant in arbitration proceedings ('the\r\nMedscheme Arbitration')\nagainst Medscheme Holdings (Pty) Ltd and its\r\nchief executive officer, chief information officer and a general\r\nmanager ('the respondents').\nThe arbitrator is Adv T W Beckerling who\r\npractises as senior counsel at the Johannesburg Bar. On appeal, as in\r\nthe court below,\nthe arbitrator abides the decision of the court.\n[2] The respondents, as applicants, brought proceedings\r\nin the South Gauteng High Court (Johannesburg) in terms of a notice\r\nof motion\ndated 14 April 2009 for the removal of the arbitrator in\r\nterms of\ns 13(2)(a)\nof the\nArbitration Act 42 of 1965\n. The section,\r\nread with\ns 1\n, provides (to the extent relevant) that a high court\r\nhaving jurisdiction may at any time on the application of any party\r\nto the\nreference, on good cause shown, remove an arbitrator from\r\noffice. The court a quo (Makgoka J) granted the relief sought. NHA\r\nobtained\nthe leave of that court to appeal to the full court of the\r\nNorth Gauteng High Court (Pretoria), but that direction was, at the\r\nsuit of NHA, set aside in terms of ss 20(2)(b) and (c) of the\r\nSupreme Court Act 59 of 1959 and substituted with a direction\nthat\r\nthe appeal be heard by this court.\n[3] The Medscheme arbitration agreement was concluded on\r\n23 October 2007. Relevant clauses of the agreement read with the\r\ndefinitions\nclause are the following:\n'4.\nPowers\r\nof arbitrator\n4.1 In the conduct of the\r\narbitration the arbitrator will have the powers of a Judge of the\r\n[Witwatersrand Local Division of the\nHigh Court] as well as all such\r\npowers as are conferred by the [Arbitration Act] and the [Uniform\r\nRules of Court] and the common\nlaw, and as provided for in this\r\nagreement . . .\n7.\nPleadings\nThe parties will file and serve\r\npleadings in accordance with the [Uniform Rules of Court] . . .\n12.\nCommunication\nIf the legal representative of\r\nany of the parties to the disputes wish[es] to communicate with the\r\narbitrator by fax or letter,\nsuch fax or letter will first be sent to\r\nthe legal representative of the other party not less than 24 hours\r\nbefore it is forwarded\nto the arbitrator, except in situations of\r\nurgency.\nAny telephonic communication\r\nwith, or personal attendance upon, the arbitrator will, save as\r\notherwise agreed, be done on the basis\nthat the other party will be\r\ninformed in advance of the communication or proposed personal\r\nattendance and will be entitled to participate\nin such telephonic\r\ncommunication by conference call or be present at the proposed\r\npersonal attendance.'\n[4] In about November/December 2008 and by an exchange\r\nof correspondence between the attorneys, the parties concluded what\r\nhas come\nto be termed the 'Inspection Agreement'. In essence, that\r\nagreement provides for access to all of Medscheme's documents (even\r\nif\nthey are irrelevant) by NHA's team of experts. These experts are\r\nrequired to identify the documents which they consider to be\r\nrelevant,\nfollowed by scrutiny by Medscheme and ultimately, if\r\nnecessary, a hearing before and determination by the arbitrator of\r\nrelevance\nin disputed cases.\n[5] The pleadings in the arbitration currently run to\r\nwell over 1000 pages. Put simply, the principal dispute between NHA\r\nand the\nrespondents is that NHA alleges, and the respondents deny,\r\nthat whilst Medscheme had access to NHA's software, the respondents,\n\nin breach of agreements between NHA and Medscheme and in unfair and\r\nunlawful competition with NHA, copied source code and misappropriated\n\nNHA's confidential information in order to develop software for\r\nMedscheme. NHA also alleges that Medscheme, in breach of its\r\nobligation\n(which Medscheme denies) to transfer all schemes under its\r\nadministration onto NHA's software, administered schemes using its\r\nown\nsoftware, adapted and enhanced by incorporating features of NHA's\r\nsoftware (which Medscheme also denies).\n[6] There appear to be two legs to the respondents'\r\ncase, based on good cause, which involve a consideration of\r\nsubstantially the\nsame facts. The first is that a gross irregularity\r\ntook place and the second, that there is a reasonable suspicion that\r\nthe arbitrator\nis biased.\n[7] On 30 July 2008, in preparation for the arbitration,\r\nwhich was due to commence on 24 September 2008, NHA caused subpoenas\r\nduces\ntecum to be served on persons employed by Simeka Business Group\r\nLtd and its indirectly held subsidiary, ITQ Business Solutions (Pty)\n\nLtd. (For the sake of convenience, and taking my cue from the\r\nparties, I shall refer to these companies jointly as 'ITQ'.) ITQ\nwas\r\nthe main developer of the software for Medscheme, which is the crux\r\nof the dispute between the parties. In doing so it acted\nprincipally\r\nthrough its chief executive officer, Mr Marc Schrader, and a\r\ndirector, Ms Petro Bogatie. The respondents were fully\naware of the\r\nsubpoenas and their attorney, whilst advising ITQ that it would not\r\nbe proper for him to represent it, advised it\nto co-operate with NHA.\n[8] The chief legal officer of ITQ, Mr Alexander Evan,\r\nexplained in an affidavit annexed to the respondents' replying\r\naffidavit\nthat the subpoenas presented a practical problem, namely:\r\nHow should ITQ make available a vast quantity of emails when many\r\nwere\nbound to be irrelevant and some were potentially confidential to\r\nITQ? Negotiations ensued between Evan and NHA's attorney, which\n\nculminated on 12 October 2008 in the signature of a contract styled\r\n'Confidentiality Agreement'. In terms of that agreement ITQ\n\nundertook, in response to the subpoenas, to disclose all documents\r\nand confidential information in its possession to NHA's legal\nteam\r\nand four named independent IT experts; NHA was authorised, subject to\r\ncontrol mechanisms agreed with ITQ, to use what was\ndisclosed for the\r\npurposes of the Medscheme arbitration; and the parties to the\r\nagreement consented to Adv Beckerling having jurisdiction\n'to settle\r\nany disputes which may arise out of or in connection with' the\r\nagreement. Most of the documents subpoenaed were on the\nMedscheme\r\nserver and compliance by ITQ with the subpoenas would facilitate the\r\nidentification of documents as required by the first\nstage of the\r\nInspection Agreement between NHA and Medscheme.\n[9] On 20 February 2009 NHA's attorney sent an email to\r\nAdv Beckerling informing him of the conclusion of the Confidentiality\r\nAgreement,\nstating that a dispute had arisen between NHA and ITQ\r\nregarding the latter's compliance with the subpoenas and requesting a\r\nmeeting\nin order to 'ventilate and resolve' the dispute. That email\r\nand subsequent emails addressed to the arbitrator and ITQ were not\r\ncopied by NHA to the respondents' attorney (although the contents of\r\nsome were, by ITQ). The meeting was held six days later on\n26\r\nFebruary. Present were members of NHA's legal team and an expert\r\nretained by it, and Evan, Schrader and Ms Bogatie of ITQ. There\nis a\r\ndispute about when and how Medscheme and its attorney came to know\r\nabout the details of the meeting and its purpose, which\nis relevant\r\nto the argument on behalf of NHA that the complete answer to the\r\nrespondents' application for the removal of the arbitrator\nis that\r\nthey were aware of, and acquiesced in, the meeting taking place. I\r\nfind it unnecessary to resolve the dispute or to deal\nwith the\r\nargument.\n[10] What transpired at the meeting of 26 February was\r\nplaced on record by the arbitrator, with the aid of contemporaneous\r\nnotes,\nat a meeting convened by him pursuant to a request by the\r\nrespondents on 9 March 2009, at which the legal representatives of\r\nboth\nNHA and the respondents were present. Leading counsel\r\nrepresenting NHA confirmed what the arbitrator had said, subject to\r\nminor\namendments not relevant for present purposes. This recordal was\r\naccepted by the respondents in their application for the arbitrator's\n\nremoval from office and its accuracy is common cause. It amounts to\r\nthis:\n(a) Lead counsel for NHA informed the arbitrator that\r\nthe issues before the meeting were entirely separate from, and had\r\nnothing\nto do with, the issues in the Medscheme arbitration.\n(b) The arbitrator was requested to resolve the issues\r\nbetween NHA and ITQ that had arisen pursuant to the Confidentiality\r\nAgreement.\nThe arbitrator was under the impression that the\r\nrespondents knew about the Confidentiality Agreement and the fact\r\nthat he had\nbeen requested (as he put it) 'to chair the meeting to\r\nresolve the impasse' between NHA and ITQ.\n(c) NHA contended that it was being prejudiced in the\r\nMedscheme arbitration because ITQ was not complying with its\r\nobligation to\nproduce documents under the Confidentiality Agreement.\r\nThe ITQ representatives confirmed their intention to abide by that\r\nagreement,\nbut contended that the time frames set by NHA for\r\ncompliance were unreasonable and that a large number of emails that\r\nwere being\nsought by NHA were irrelevant. This latter contention was\r\nplaced in dispute by NHA.\n(d) The arbitrator expressly declined to consider\r\nquestions of relevance as it seemed to him that the difference\r\nbetween the parties\nbefore him was a practical one, limited to the\r\nimplementation of the Confidentiality Agreement that both were\r\nwilling and able\nto perform, given some guidance. He formed the view\r\nthat NHA's request was overly broad and that its complaint was\r\nunreasonable,\nand said so. NHA's lead counsel then asked for the\r\nmeeting to stand down so that he could take instructions.\n(e) When the meeting resumed, lead counsel for NHA said\r\nthat the problem could be resolved between the attorneys, if it\r\nremained\nalive after his attorney had had regard to a folder of\r\nemails prepared by Ms Bogatie. Provisional arrangements for times and\r\nother\npracticalities were discussed for the implementation of the\r\nagreement. The arbitrator was not asked to, nor did he, give any\r\ndirections\nin this regard.\n(f) Lead counsel for NHA then indicated to the\r\narbitrator either that he had an instruction, or that he wanted to\r\ntake an instruction\n(there is no clarity in this regard), to ask that\r\nMs Bogatie be directed, pursuant to the subpoenas, to deliver to NHA\r\nemails that\nwere on her laptop computer. The arbitrator's reaction\r\n(in his own words) was:\n'I indicated that I would be\r\nextremely reluctant even to entertain any suggestion of such an\r\napplication and expressed the view\nthat it was something that\r\ndirectly affected the existing quarantine arrangements in the main\r\narbitration about which Medscheme\nundoubtedly had to be heard.\r\n['Quarantine arrangements' was presumably a reference to the\r\nInspection Agreement or the agreement\nin terms of which NHA and\r\nMedscheme had each deposited in escrow copies of relevant software\r\nand manuals with a neutral firm of\nattorneys with a view to the items\r\nbeing inspected at a later date.]\nI made it clear that I was\r\naccordingly unable to entertain such an application without Medscheme\r\nbeing heard. [Lead counsel for\nNHA] fully accepted and I thought\r\nagreed with this view and nothing more was said about it.'\n(g) The meeting adjourned shortly thereafter on the\r\nbasis that the parties would meet informally in the absence of the\r\narbitrator\nimmediately after the conclusion of the meeting, in order\r\nto resolve issues concerning the relevance or otherwise of a small\r\nnumber\nof emails that ITQ had objected to making available.\n(h) During the course of the meeting the arbitrator made\r\nno rulings and gave no directives.\n[11] NHA submitted that it was perfectly entitled to\r\nconduct an arbitration separate from the Medscheme arbitration but\r\nbefore the\nsame arbitrator, in respect of the issues that had arisen\r\nbetween it and ITQ, and from which the respondents could be excluded.\n\nI cannot agree with this argument, for reasons I shall give\r\npresently.\n[12] The respondents' argument was that the arbitrator's\r\nappointment and involvement in what they term 'the ITQ arbitration',\r\nwhich\nthey categorise as 'parallel (and related) arbitration\r\nproceedings' between NHA and key witnesses in the Medscheme\r\narbitration,\nto the exclusion of the respondents, constitutes good\r\ncause for the removal of the arbitrator. The respondents made the\r\nfollowing\nsubmissions in this regard:\n(a) The arbitrator was appointed in the Medscheme\r\narbitration to resolve several material issues between NHA and the\r\nrespondents.\n(b) Clause 12 of the Medscheme arbitration agreement\r\n(quoted above) provides a specific procedure for the appropriate mode\r\nof communication\nwith the arbitrator.\n(c) In terms of s 15 of the Act: 'An arbitration\r\ntribunal shall give to every party to the reference, written notice\r\nof the time\nwhen and place where the arbitration proceedings will be\r\nheld, and every such party shall be entitled to be present personally\r\nor by representative and to be heard at such proceedings.'\n(d) Clause 12 of the Medscheme arbitration agreement and\r\ns 15 of the Act embody the elementary rule which applies in an\r\nadverserial\nprocess, namely that an arbitrator should have no\r\ncommunication whatever with either party in a case before him except\r\nin the presence\nof the other, and an arbitrator should have no\r\ncommunication with any witness (or potential witness) except in the\r\npresence of\nboth parties. Nothing may be done\ninaudita altera\r\nparte\n.\n[13] For the proposition that\r\n'nothing' may be done without the other party being heard, the\r\nrespondents rely on the following dictum\nin the majority judgment of\r\nO'Regan ADCJ in\nLufuno\r\nMphaphuli & Associates (Pty) Ltd v Andrews & another\n2009 (4) SA 529\n(CC) para 259:\n'Kroon AJ\r\n[who wrote the minority judgment] relies on\nLazarus\r\nv Goldberg & Another\n1\nwhich cites\r\nCloete J in\nCroll\r\nqq Kerr v Brehm\n2\nto state that\r\n\"no rule is more clear than that they [arbitrators] should not\r\nproceed to examine parties or witnesses in the\npresence only of one\r\nparty, that nothing may be done \"\ninaudita\r\naltera parte\n\".\r\nThis rule is clearly correct in the context of an adversarial\r\nprocess.'\nThe passage quoted from the judgment\r\nof Sir Henry Cloete continues with the words '─ so as to give\r\nthe opposite party the\nopportunity of answering or rebutting such\r\nevidence'. That judgment is not authority for the more general\r\nproposition advanced\nby the respondents that 'nothing' must be done\r\nin the absence of any of the parties to the arbitration. Nor do the\r\ndicta in, and\nfacts of, the cases on which Kroon AJ relied provide\r\nsuch authority. Those cases are confined to situations where evidence\r\n(oral\n3\nor documentary\n4\n)\r\nwas produced, or proceedings took place where the merits were\r\nconsidered,\n5\nin the presence of one party, but the\r\nabsence of the other.\n[14] For these reasons, the approval of the truncated\r\nquotation from the judgment of Sir Henry Cloete in\nCroll's\ncase by O'Regan ADCJ in the context of adversarial arbitration\r\nproceedings should not be interpreted as having the wide meaning\nfor\r\nwhich the respondents contend. The underlying purpose of the rule is\r\nto allow a party to an arbitration to assert its rights\nand protect\r\nits interests. But when neither can have been affected, no\r\nirregularity takes place. The question is therefore whether\nthere is\r\na realistic possibility that the rights or interests of the\r\nrespondents were adversely affected at the hearing on 26 February.\n[15] The argument on behalf of the respondent was that\r\nNHA was not entitled to engage the same arbitrator, appointed in the\r\nMedscheme\narbitration, to preside over the ITQ arbitration, and the\r\narbitrator was not entitled to accept the appointment, where the ITQ\r\narbitration involved:\n(a) Questions of relevance of documents in the Medscheme\r\narbitration, in relation to which the parties had expressly agreed on\r\na\nprocedure to be followed (the Inspection Agreement) for resolution\r\nof disputes before the arbitrator;\n(b) the degree of cooperation of key witnesses in the\r\nMedscheme arbitration (ie the ITQ employees) in responding to\r\nsubpoenas duces\ntecum issued by NHA in that arbitration;\n(c) those witnesses making documents available to NHA\r\nfor use in the Medscheme arbitration; and\n(d) the credibility of those witnesses.\n[16] The hearing on 26 February had the potential for\r\nall of these questions to be canvassed. For that very reason, NHA\r\nshould not\nhave stipulated or agreed to a procedure whereby disputes\r\nbetween it and ITQ under the Confidentiality Agreement would be\r\nreferred\nfor determination by the arbitrator in the Medscheme\r\narbitration, in the absence of the other parties to that arbitration,\r\nie the\nrespondents. It is understandable how this came about: Adv\r\nBeckerling was steeped in the matter and ITQ was concerned about the\n\nconfidentiality of its own information, not only vis-à-vis NHA\r\nbut (according to NHA, whose version must be accepted as\nthese are\r\nmotion proceedings) also vis-à-vis Medscheme. Furthermore\r\nthere cannot be, nor was there, any suggestion that\nNHA was\r\nattempting to obtain any improper advantage because it is common\r\ncause that all documents produced by ITQ in the possession\nof\r\nMedscheme, whether relevant or irrelevant, would, in terms of the\r\nInspection Agreement, either have to be approved by Medscheme,\nor a\r\ndirective obtained from the arbitrator, before they could be used in\r\nthe Medscheme arbitration. But what should have happened\nis that NHA\r\nshould have requested the arbitrator to convene a hearing on notice\r\nto the respondents to determine the alleged non-compliance\nby ITQ\r\nwith the Confidentiality Agreement and notified the respondents of\r\ntheir intention to request the arbitrator to do so. It\nwould then\r\nhave been for the arbitrator, having heard all parties, to determine\r\nquestions of confidentiality of ITQ's information\nvis-à-vis\r\nNHA and the respondents and to give any directions with a view to\r\nensuring compliance by ITQ with its undertaking\nto provide documents\r\nto NHA relevant to the Medscheme arbitration. The issues which could\r\nhave arisen at the hearing on 26 February,\nidentified by the\r\nrespondents and set out in para 15 above, were so closely related to\r\nthat arbitration that they could not properly\nhave been determined by\r\nthe arbitrator in the absence of the respondents.\n[17] As a matter of fact, however,\r\nthese issues did not arise and there is no realistic possibility that\r\nthe respondents were prejudiced\nby what happened at the meeting.\r\nNothing was done, said or decided that could have affected their\r\nrights or interests. The arbitrator\nmade no rulings or findings of\r\nfact whatever. He did not receive evidence or conduct a hearing in\r\nany way relevant to the issues\nin the Medscheme arbitration. Nor did\r\nhe consider the relevance to the Medscheme arbitration of any\r\ndocuments sought by NHA. All\nhe did was to facilitate the performance\r\nby the ITQ witnesses of their obligations under the subpoenas ─\r\nin respect of which,\nas I have said, the respondents' attorney had\r\nalready advised them to co-operate. And I repeat that performance of\r\nthose obligations\nwould not have entitled NHA to use the documents\r\nproduced, because of the Inspection Agreement. In these\r\ncircumstances, a finding\nthat there had been an irregularity\r\nwarranting the removal of the arbitrator is not warranted. As O'Regan\r\nADCJ said in the\nLufuno\r\nMphaphuli & Associates\ncase\n6\nin the context of\ns 33(1)\nof the\nArbitration Act (and\nthese remarks are equally apposite in an\r\napplication such as the present):\n'If courts are too quick to find\r\nfault with the manner in which an arbitration has been conducted, and\r\ntoo willing to conclude that\nthe faulty procedure is unfair or\r\nconstitutes a gross irregularity within the meaning of\ns 33(1)\n, the\r\ngoals of private arbitration may well be defeated.'\n[18] I turn to consider the question\r\nof a reasonable apprehension of bias on the part of the arbitrator.\r\nThe applicable test in\nthis regard is set out by the Constitutional\r\nCourt in the following passage in\nPresident\r\nof the RSA v South African Rugby Football Union\n[1999] ZACC 9\n;\n1999 (4) SA 147\n(CC) para 48:\n'The question is whether a\r\nreasonable, objective and informed person would on the correct facts\r\nreasonably apprehend that the Judge\nhas not [brought] or will not\r\nbring an impartial mind to bear on the adjudication of the case, that\r\nis a mind open to persuasion\nby the evidence and the submissions of\r\ncounsel.'\nOn the facts, the respondents rely on\r\nwhat happened before the meeting of 26 February and also what\r\nhappened at the meeting. On\nthe law, the respondents emphasised\r\npassages in two textbooks. The first is in\nRussell\r\non Arbitration\n:\n7\n'Whilst there is no absolute\r\nrule against the arbitrator having unilateral discussions with one\r\nparty only, the practice is . .\n. generally to be deprecated and can\r\ncertainly lead to removal under this head [viz \"Unilateral\r\nCommunications\"] or for\na reasonable apprehension of bias,\r\nespecially if discussions are intentional or frequent, go beyond\r\nadministrative matters or are\nnot promptly disclosed to the other\r\nparty.'\nThe second is in\nLaw\r\nand Practice of International Commercial Arbitration\nby A Redfern and M Hunter:\n8\n'The requirement of disclosure\r\nis a continuing duty that continues throughout the arbitration. If\r\nnew circumstances arise that might\ngive rise to doubt as to an\r\narbitrator's independence and/or impartiality, they should be\r\ndisclosed immediately to the parties\n. . .'\nand\n'An\r\nindependent and impartial arbitrator must not engage in any\nex\r\nparte\ncommunications\r\nwith the parties regarding the merits of the case during the course\r\nof the proceedings.'\n[19] I have already dealt with what\r\nhappened ─ and, more importantly, with what did not happen ─\r\nat the meeting of 26\nFebruary. In the present context, the following\r\ndictum in the\nSARFU\ncase\n9\nrequires emphasis:\n'The apprehension of the\r\nreasonable person must be assessed in the light of the true facts as\r\nthey emerged at the hearing of the\napplication.'\nThis passage in the judgment of the Constitutional Court\r\nmakes it clear that the test is to be applied ex post facto and with\r\nthe\nbenefit of hindsight. The respondents may well have been able to\r\nsatisfy a court, in an urgent application for an interdict before\nthe\r\nmeeting of 26 February, that they had a reasonable apprehension of\r\nharm consisting in the possibility that what might happen\nat the\r\nmeeting would oblige them to ask for the arbitrator to be removed,\r\nwith concomitant delays in the arbitration process and\na waste of the\r\n(obviously considerable) expenses incurred in the proceedings which\r\nhad already taken place before him. But after\nthe meeting, in an\r\napplication for the removal of the arbitrator, the true facts must be\r\nexamined. With reference to the four points\nraised by the respondents\r\nset out in para 15 above, the following is apparent:\n(a) The arbitrator refused to consider questions of\r\nrelevance.\n(b) The ITQ witnesses said that they were prepared to\r\nco-operate and the arbitrator accepted this. Of course there were\r\nallegations\nmade by NHA (and denied by ITQ) that the witnesses were\r\nnot co-operating, but the arbitrator could without question be relied\r\nupon\nto distinguish between allegations and facts; and the veracity\r\nof the allegations was not considered by him.\n(c) It is common cause that because of the Inspection\r\nAgreement documents which could have been produced by the ITQ\r\nwitnesses could\nnot have been used by NHA in the Medscheme\r\narbitration without the consent of the respondents, or a directive by\r\nthe arbitrator;\nand the arbitrator refused to entertain an\r\napplication for the production of documents on Ms Bogatie's computer\r\nprecisely because\nthe respondents were not present.\n(d) No question of credibility of the ITQ witnesses\r\narose.\n[20] I have no hesitation in concluding that the facts\r\nof what transpired at the meeting of 26 February do not begin to\r\nprovide\na basis for a finding that there is a reasonable suspicion\r\nthat the arbitrator is biased. On the contrary: the arbitrator was at\n\npains to protect the interests of the respondents in their absence;\r\nand he was bona fide under the impression that they knew of\nthe\r\nmeeting and the function he was to perform at it.\n[21] Finally, I shall deal briefly with the events prior\r\nto the meeting of 26 February. As I have said, the meeting was\r\narranged\nby exchanges of emails not copied by NHA to the respondents'\r\nattorney. But the arbitrator did not know that the respondents had\n\nnot been informed of the meeting by NHA. As I have now said\r\nrepeatedly, he was under a contrary impression. It was submitted that\n\nthe mere fact that the arbitrator accepted the appointment to\r\narbitrate disputes between NHA and ITQ, is sufficient to disqualify\n\nhim from continuing as the arbitrator in the Medscheme arbitration.\r\nThat cannot be so. It would mean that if on 26 February the\nlegal\r\nrepresentatives of NHA and ITQ had arrived at the arbitrator's\r\nchambers and told him that they had resolved their differences,\nhe\r\ncould still be removed from office even though he had acted in\r\ncomplete good faith ─ an obviously untenable proposition.\n[22] There are three issues in relation to costs.\n(a) First, three counsel represented NHA in the appeal\r\nand the costs of three counsel were sought. Whilst I appreciate that\r\nthe\nemployment of three counsel might well be justified for purposes\r\nof the arbitration, only two counsel were employed in the court\na quo\r\nand I agree with the submission on behalf of the respondents that\r\nneither the volume of the record nor the issues on appeal\nrequired\r\nthree counsel.\n(b) Second, NHA asked for an order that the costs in the\r\ncourt a quo be paid by the respondents on the scale as between\r\nattorney\nand client. The submission was that the respondents and\r\ntheir attorney had attempted to mislead the court as to the extent of\r\ntheir\nknowledge as to what would happen at the meeting of 26 February\r\nbefore it took place. It seems plain that the respondents and their\n\nattorney were not as frank and forthcoming as they could have been,\r\nand that a higher degree of co-operation, which would probably\nhave\r\nobviated these proceedings, could legitimately have been expected of\r\nthem; but I am not satisfied that a finding of deliberate\nmisconduct\r\njustifying a punitive costs order can be made in the absence of oral\r\nevidence. Indeed, in the court a quo, and on appeal,\nthe respondents\r\nasked that the deponents to their affidavits be given an opportunity\r\nto testify if it was considered necessary\nto decide the matter based\r\non criticism of those deponents. It is not desirable for a court to\r\nallow further costs of this nature\nto be incurred in order to decide\r\nquestions of costs and a court should do the best it can on the\r\ninformation before it: cf\nJenkins v SA Boiler Makers, Iron &\r\nSteel Workers & Mining Builders Society\n1946 WLD 15\nat 17-18.\n(c) Third, NHA delivered voluminous heads of argument\r\nrunning to over 180 pages that did not comply with\nrule 10(3)(g)\nof\r\nthis court (inserted on 19 November 2010) which reads:\n'The heads of argument of any\r\nappellant or respondent should not exceed 40 pages, unless a judge,\r\non request, otherwise orders.'\nAmended heads of argument complying with the rule were\r\nsubsequently delivered on the instructions of the presiding judge.\r\nThe respondents\nsought an order excluding the costs of the first set\r\nof heads of argument from the costs order in favour of NHA, should\r\nthe appeal\nsucceed. But the taxing master of this court does not\r\nallow a separate fee for heads of argument.\n[23] The appeal is allowed with costs, including the\r\ncosts of two counsel. The order of the court a quo is set aside and\r\nthe following\norder substituted:\n'The application is dismissed\r\nwith costs, including the costs of two counsel.'\n_______________\nT D CLOETE\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANTS: J Gautschi SC (with him S Kirk-Cohen SC and\nA Bruce-Brand)\nInstructed by Eversheds, Johannesburg\nHoney Attorneys, Bloemfontein\nRESPONDENTS: C H J Badenhorst SC (with him K\r\nSpottiswoode)\nInstructed by Werksmans, Johannesburg\nMatsepes, Bloemfontein\n1\n1920\r\n\tCPD 154.\n2\n2\r\n\tSearle 227\nat 229\n3\nEg\nNaidoo v Estate Mahomed & others\n1951 (1) SA 915\n(N) at 920D-F referring to\nGrant\r\n\tBrothers v Harsant\n1931 NPD 477\nand\nBurns & Co v Burne\n1922\r\n\tNPD 461.\n4\nEg\nSapiero & another v Lipschitz & others\n1920 CPD 483.\n5\nCroll\r\n\tqq Kerr v Brehm\n2 Searle 227\nat 229.\n6\nLufuno\r\n\tMphaphuli & Associates (Pty) Ltd v Andrews\n2009\r\n\t(4) SA 529\n(CC) para 236.\n7\n23\r\n\ted (2007) by D St J Sutton para 7-118.\n8\n4\r\n\ted (2004) para 4-61 and para 4-66.\n9\nPresident\r\n\tof the RSA v South African Rugby Football Union\n[1999] ZACC 9\n;\n1999 (4) SA 147\n(CC) para 45.",
  "scraped_at": "2026-02-12T15:36:29.487264",
  "date": "2011-05-26",
  "coram": [
    "Harms DP",
    "Cloete JA",
    "Ponnan JA",
    "Malan JJA",
    "Plasket AJA"
  ],
  "case_number": "621/10",
  "parties": {
    "applicants": [
      "Neil Harvey & Associates (Pty) Ltd"
    ],
    "respondents": [
      "Medscheme Holdings (Pty) Ltd",
      "Andre Meyer",
      "Kevin Wright",
      "Johan Swarts",
      "The Arbitrator N.O."
    ]
  },
  "sections": {
    "facts": "The dispute arose from an arbitration (the \"Medscheme Arbitration\") between Neil Harvey & Associates (NHA) and Medscheme Holdings and its senior officers. NHA served subpoenas on ITQ Business Solutions for documents relevant to alleged misappropriation of its software. The parties entered a Confidentiality Agreement with ITQ, which also gave the arbitrator jurisdiction over any disputes arising from that agreement. On 26 February 2009 a meeting was held between NHA, ITQ representatives and the arbitrator to resolve a disagreement over ITQ’s compliance with the subpoenas. The arbitrator facilitated discussions but made no rulings, findings, or decisions on relevance of documents and did not conduct any hearing on the merits of the Medscheme arbitration. Respondents thereafter applied to the High Court for the arbitrator’s removal under s 13(2)(a) of the Arbitration Act, alleging a gross irregularity and a reasonable apprehension of bias.",
    "issues": "The court had to determine (1) whether the arbitrator’s involvement in the February 26 meeting, conducted without the respondents, constituted a gross irregularity justifying removal under s 13(2)(a) of the Arbitration Act; and (2) whether the circumstances gave rise to a reasonable apprehension of bias sufficient to warrant the arbitrator’s removal.",
    "principles": "The judgment relied on the Arbitration Act 42 of 1965 (s 13(2)(a), s 15, s 33(1)), the rule that an arbitrator must not conduct ex parte communications affecting the merits (inaudita altera parte), and case law including Lufuno Mphaphuli & Associates v Andrews (2009), O'Regan ADCJ’s citation of that case, the SARFU decision, and the constitutional test for bias from President of the RSA v South African Rugby Football Union [1999] ZACC 9. The principle that removal should only be ordered where a real prejudice or bias is shown, and that courts should be wary of interfering with arbitration procedures, was emphasized.",
    "application": "Applying these principles, the court found that the arbitrator did not make any rulings, did not consider the relevance of documents, and merely facilitated cooperation between NHA and ITQ. No prejudice to the respondents was demonstrated, and the arbitrator acted under the mistaken impression that the respondents were aware of the meeting. Consequently, there was no gross irregularity or realistic possibility of bias. The court rejected the respondents’ reliance on broad dicta about unilateral communications, noting that no adverse effect on the respondents’ rights occurred.",
    "conclusion": "The appeal was allowed. The respondents’ application for removal of the arbitrator was dismissed with costs, including the costs of two counsel. The order of the court a quo was set aside and substituted with an order dismissing the application with costs."
  },
  "tags": {
    "level_1": "Arbitration Law",
    "level_2": "Removal of Arbitrator",
    "level_3": [
      "bias",
      "unilateral communication",
      "Arbitration Act",
      "procedural fairness"
    ]
  }
}