{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/118.html",
  "case_name": "Oosthuizen v Road Accident Fund (258/10) [2011] ZASCA 118; 2011 (6) SA 31 (SCA); [2011] 4 All SA 71 (SCA) (6 July 2011)",
  "citation": "[2011] ZASCA 118",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 118\n|\nNoteup\n|\nLawCite\nOosthuizen v Road Accident Fund (258/10) [2011] ZASCA 118; 2011 (6) SA 31 (SCA); [2011] 4 All SA 71 (SCA) (6 July 2011)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 258/10\nIn the\r\nmatter between:\nANDRE VERNON OOSTHUIZEN\n…..........................................................................\nAppellant\nand\nROAD ACCIDENT FUND\n…..................................................................................\nRespondent\nNeutral citation:\nOosthuizen\r\nv Road Accident Fund\n(258/10)\n[2011] ZASCA 118\n(06 July 2011)\nCoram:\nNavsa, Cloete, Cachalia, Bosielo and Majiedt JJA\nHeard: 16 May 2011\nDelivered: 06 July 2011\nSummary:\nRoad Accident Fund – Claim for damages –\r\nPlaintiff issued summons in the magistrates’ court –\r\nClaim found\nto exceed the monetary jurisdiction of the magistrates’\r\ncourt – Plaintiff unable to withdraw case from the magistrates’\n\ncourt and issue fresh summons in the high court as claim had\r\nprescribed – Plaintiff applied to have case transferred from\n\nthe magistrates’ court to the high court having jurisdiction –\r\nNo statutory provision authorising such transfer –\nSection 173\r\nof the Constitution of the Republic of South Africa, 1996 not\r\napplicable.\nORDER\nOn appeal from\n: North Gauteng High Court (Pretoria) (Louw J\r\nsitting as a court of first instance):\n1. The appeal is dismissed with costs.\n__________________________________________________________________\nJUDGMENT\n__________________________________________________________________\nBOSIELO JA (Navsa, Cloete, Cachalia and Majiedt JJA concurring)\n[1] This is an appeal with the leave of the court below against a\r\njudgment of the North Gauteng High Court (Louw J) dismissing\nthe\r\nappellant’s application to have his civil case transferred from\r\nthe magistrates’ court for the district of Pretoria\nto the\r\nNorth Gauteng High Court.\n[2] The facts of this matter are largely common cause and can be\r\nconveniently summed up as follows. The appellant (Oosthuizen)\n\nallegedly sustained serious bodily injuries as a result of a motor\r\ncollision which took place on 1 March 2003. A year later in\nMarch\r\n2004 the appellant, through his attorneys, Klinkenberg Inc (KI)\r\nissued summons against the respondent (the Fund) in the Pretoria\n\nMagistrates’ Court. The Fund is a statutory insurer established\r\nin terms of\ns 2\nof the\nRoad Accident Fund Act 56 of 1996\n. It is not\r\nclear from the papers what the quantum of the appellant’s\r\noriginal claim was in the magistrates’ court.\n[3] Whilst investigating this claim further, the appellant’s\r\nattorneys obtained a medico-legal report from Dr Swartz, an\n\nOrthopaedic Surgeon, during May 2004. He estimated the appellant’s\r\nfuture medical expenses to be in the region of R133 000.\nOn 17 August\r\n2004 the appellant obtained another medical report from Dr\r\nLangenegger, a maxilo facial and oral surgeon, who estimated\nthe\r\nappellant’s future medical costs in relation to his facial and\r\noral injuries to be in excess of R100 000. Evidently these\ntwo\r\nreports put the appellant’s claim beyond the jurisdiction of\r\nthe magistrates’ court. Additional medical reports\nwere\r\nobtained from Dr Stanojevic, a radiologist, on 4 May 2004 and Jancke\r\nJonas, an occupational therapist, on 27 June 2007. Importantly\nall\r\nthese reports showed the nature of the appellant’s injuries and\r\ntheir sequelae to be more serious than initially diagnosed.\n[4] During December 2004, Mr Klinkenberg (Klinkenberg), the deponent\r\nto the appellant’s founding affidavit, was appointed\nto take\r\nover this matter as the appellant’s attorney of record from one\r\nGrové. This is because Grové, the appellant’s\n\nprevious attorney, had left the employ of KI during December\r\n2004.Thus KI continued to represent the appellant through\r\nKlinkenberg,\nthe substituted attorney who is one of its directors.\r\nKlinkenberg states that he discovered from reading the pleadings and\r\nmedical\nreports that the quantum of the appellant’s claim far\r\nexceeded the jurisdiction of the magistrates’ court, which is\n\nR100 000. However, he does not state when exactly he made this\r\ncrucial discovery.\n[5] Notwithstanding the various medical reports showing the\r\nappellant’s claim to be in excess of the jurisdiction of the\n\nmagistrates’ court the appellant persisted in his claim in that\r\ncourt, amending his particulars of claim on 7 April 2005\nto increase\r\nthe monetary extent of damages allegedly sustained to a total of R99\r\n000. This amendment was effected approximately\none year after the\r\nreceipt by the appellant of Dr Swartz’s report. It is not clear\r\nwhat happened in the interim ─ the\naffidavit by Klinkenberg\r\nappears to be deliberately vague in this regard ─ except that\r\non 25 June 2008, Klinkenberg wrote\na letter to the Fund advising it\r\nthat further medical reports which he had received revealed that the\r\nappellant’s claim exceeded\nthe jurisdiction of the magistrates’\r\ncourt and enquiring whether it would consent to a transfer of the\r\ncase to the high court.\nAs there was no response to this request, the\r\nappellant launched an application in the North Gauteng High Court for\r\nthe transfer\nof the case to that court.\n[6] The Fund opposed the application first, on the basis that the\r\nappellant, as\ndominis litis,\nhad chosen the magistrates’\r\ncourt as the court where he wished to litigate and should therefore\r\nbear the consequences of\nthat decision, including the consequence\r\nthat any claim beyond that which had already been instituted had\r\nprescribed. Second, that\nalready on 7 May 2005, the time of the\r\namendment to the pleadings in the magistrates’ court, referred\r\nto above, the appellant\nknew or should have known that his claim\r\nexceeded the jurisdiction of that court. His attorneys at that stage\r\nought to have attempted\nto reach an agreement with the Fund in\r\nrespect of any future litigation or, alternatively, ought to have\r\ninstituted action on his\nbehalf in the high court. Furthermore, the\r\nFund pointed out that there was no statutory provision, nor a rule of\r\neither the magistrates’\ncourt or the high court that permitted\r\na transfer at a plaintiff’s request from the magistrates’\r\ncourt to the high\ncourt. Finally, the Fund contended that for the\r\nhigh court to come to the appellant’s relief would have the\r\nsubstantive and\nunjust result of breathing life into a claim that had\r\nalready prescribed.\n[7] As stated above, the high court found in favour of the Fund. Louw\r\nJ stated that a call on him to exercise the high court’s\n\ninherent jurisdiction to come to the appellant’s assistance was\r\nmisplaced. He agreed with the Fund’s contention that\ninherent\r\njurisdiction was usually exercised by a high court to regulate its\r\nprocedure and not to do what he was called upon to\ndo in this case.\r\nThe learned judge warned against the exercise of inherent\r\njurisdiction in the manner suggested on behalf of the\nappellant,\r\nstating that it could become an unruly horse. He also agreed with the\r\nsubmissions made on behalf of the Fund referred\nto in the preceding\r\nparagraph and consequently ruled against the appellant. He rejected\r\nconclusions to the contrary in the same\ndivision of the high court.\n1\n[8] The question in this appeal is whether the court below was\r\ncorrect in its reasoning and conclusion. Because of the contrary\n\ndecisions referred to in the preceding paragraph this judgment is of\r\nimportance beyond the instant case.\n[9] I consider it necessary to examine the applicable statutory\r\nregime. Section 50(1) of the Magistrates’ Court Act 32 of\n1944\r\nallows for a defendant to request a transfer of a case from a\r\nmagistrates’ court to a high court having jurisdiction.\nIt\r\nprovides as follows:\n‘\n50 Removal of actions from\r\ncourt to provincial or local division\n(1) Any action in which the amount of the claim exceeds\r\nthe amount determined by the Minister from time to time by notice in\r\nthe\nGazette,\nexclusive of interest and costs, may, upon\r\napplication to the court by the defendant, or if there is more than\r\none defendant, by\nany defendant, be removed to the provincial or\r\nlocal division having jurisdiction where the court is held, subject\r\nto the following\nprovisions─\n(a) notice of intention to make such application shall\r\nbe given to the plaintiff, and to other defendants (if any) before\r\nthe date\non which the action is set down for hearing;\n(b) the notice shall state the applicant objects to the\r\naction being tried by the court or any magistrate’s court;\n(c) the applicant shall give such security as the court\r\nmay determine and approve, for payment of the amount claimed and such\r\nfurther\namount to be determined by the court not exceeding the amount\r\ndetermined by the Minister from time to time by notice in the\nGazette,\nfor costs already incurred in the action and which\r\nmay be incurred in the said provincial or local division.’\n[10] There is no statutory equivalent for the plaintiff for an\r\nobvious reason. A plaintiff chooses the forum in which to litigate\n\nand must bear the consequences of doing so. A plaintiff, having\r\ninstituted an action in the magistrates’ court is, of course,\n\nfree to change tack by abandoning the action in the lower court and\r\ncommencing proceedings in a high court with attendant costs\n\nimplications.\n[11] It is the lack of statutory or any other authority that drove\r\nthe appellant to contend for the exercise of the inherent\r\njurisdiction\nof the high court to rescue the situation. As will\r\nbecome apparent this is a call more for the benefit of the\r\nappellant’s\nattorney than for him personally. It was contended\r\non behalf of the appellant that a failure to order a transfer of the\r\naction\nfrom the magistrates’ court to the high court would\r\nresult in grave injustice to the appellant and that this would be\r\nagainst\nconstitutional norms. The injustice, it was contended, flowed\r\nfrom the fact that although the appellant had a substantive right\nto\r\nclaim damages from the Fund the appellant is presently precluded from\r\npursuing it in the high court because of the statutory\noversight to\r\ncater for a transfer from the magistrates’ court at a\r\nplaintiff’s instance. Reliance was also placed on\nthe\r\nexpression\nubi jus ibi remedium\n(where there is a right there\r\nis a remedy)\n.\nThis contention appears to me to be a variation\r\nof what is set out in the preceding sentence, namely that although\r\nthe appellant\nhas the right to claim damages, he is precluded from\r\nenforcing it because there is no statutory procedure by which he can\r\npursue\nthe claim in the high court.\n[12] Before us counsel for the appellant did not seek to challenge\r\nthe constitutionality of the legislation (including the rules)\n\ndealing with the transfer of cases from the magistrates’ court\r\nto the high court. He could in any event not do so as no notice\nof\r\nsuch challenge was given to the relevant Minister and was not even\r\nraised in the court below; nor was it foreshadowed in the\naffidavits\r\nfiled on behalf of the appellant. Instead appellant’s counsel\r\nsubmitted in general terms that constitutional values,\nincluding the\r\nright of access to courts as provided for in s 34 of the Constitution\r\nof the Republic of South Africa, 1996, ought\nto have propelled the\r\ncourt below to have exercised its discretion in favour of the\r\nappellant.\n[13] Our courts derive their power from the Constitution and the\r\nstatutes that regulate them.\n2\nHistorically the supreme court (now the high court), in addition to\r\nthe powers it enjoyed in terms of statute, has always had additional\n\npowers to regulate its own process in the interests of justice. This\r\nwas described as an exercise of its inherent jurisdiction.\nThat power\r\nis now enshrined in s 173 of the Constitution. Citing I H Jacob\nCurrent Legal Problems\n, Freedman C J M adopted the following\r\ndefinition of ‘inherent jurisdiction’:\n3\n‘\n. . . the reserve or fund of\r\npowers, a residual source of powers, which the court may draw upon as\r\nnecessary whenever it is just\nor equitable to do so, and in\r\nparticular to ensure the observance of the due process of the law, to\r\nprevent improper vexation or\noppression, to do justice between the\r\nparties and to secure a fair trial between them.’\n[14] Jerold Taitz succinctly describes the inherent jurisdiction of\r\nthe high court as follows in his book\nThe Inherent Jurisdiction of\r\nthe Supreme Court\n(1985) pp 8-9:\n‘\n. . .This latter jurisdiction\r\nshould be seen as those (unwritten) powers, ancillary to its common\r\nlaw and statutory powers, without\nwhich the court would be unable to\r\nact in accordance with justice and good reason. The inherent powers\r\nof the court are quite separate\nand distinct from its common law and\r\nits statutory powers, eg in the exercise of its inherent jurisdiction\r\nthe Court may regulate\nits own procedure independently of the Rules\r\nof Court.’\n[15] The inherent jurisdiction of the high court has long been\r\nacknowledged and applied by our courts.\n4\nThe font of this power was said to be the common law. However with\r\nthe advent of the new Constitution the inherent jurisdiction\nof the\r\ncourts has now been subsumed under s 173 of the Constitution. This\r\nsection provides that:\n‘\nInherent power\n173. The Constitutional Court, Supreme Court of Appeal\r\nand High Courts have the inherent power to protect and regulate their\r\nown\nprocess, and to develop the common law, taking into account the\r\ninterests of justice.’\n[16] Save for a general assertion on behalf of the appellant that a\r\ngrave injustice would result if the high court were not to\nbe\r\ncompelled to come to his rescue and a general reliance on the\r\nexpression ‘\nubi jus ibi remedium\n’, we were not\r\ntold, nor was the high court, in which specific manner the common law\r\nshould be developed, nor what aspect\nthereof required to be\r\ndeveloped. It appears that the appellant was ultimately contending\r\nthat the high court is entitled and indeed,\nin the present\r\ncircumstances, compelled to come to the appellant’s assistance\r\nby exercising its inherent jurisdiction to\nregulate its own process.\n[17] A court’s inherent power to regulate its own process is\r\nnot unlimited. It does not extend to the assumption of jurisdiction\n\nwhich it does not otherwise have. In this regard see\nNational\r\nUnion of Metal Workers of South Africa & others v Fry’s\r\nMetal (Pty) Ltd\n5\nwhere this Court stated that:\n‘\nWhile it is true that this\r\nCourt’s inherent power to protect and regulate its own process\r\nis not unlimited – it does\nnot, for instance, “extend to\r\nthe assumption of jurisdiction not conferred upon it by statute”.\r\n. . .’\n[18] Section 173 does not give any of the courts mentioned therein,\r\nincluding the high court, carte blanche to meddle or interfere\nin the\r\naffairs of inferior courts. Historically, the high courts have always\r\nhad supervisory powers over the magistrates’\ncourts by way of\r\nfor example review in terms of s 24 of the Supreme Court Act 59 of\r\n1959 and\ns 304\nof the\nCriminal Procedure Act 51 of 1977\n. Moreover, a\r\nhigh court may only act in respect of matters over which it already\r\nhas jurisdiction. A high court can therefore not\nstray beyond the\r\ncompass of\ns 173\nby assuming powers it does not have.\n[19] Courts have exercised their inherent jurisdiction when justice\r\nrequired them to do so. In this regard the following dictum\nby Botha\r\nJ in\nMoulded Components and Rotomoulding South Africa (Pty) Ltd v\r\nCoucourakis & another\n6\nshould be noted.\n‘\nI would sound a word of\r\ncaution generally in regard to the exercise of the Court’s\r\ninherent power to regulate procedure. Obviously,\nI think, such\r\ninherent power will not be exercised as a matter of course. The Rules\r\nare there to regulate the practice and procedure\nof the Court in\r\ngeneral terms and strong grounds would have to be advanced, in my\r\nview, to persuade the Court to act outside the\npowers provided for\r\nspecifically in the Rules. Its inherent power, in other words, is\r\nsomething that will be exercised sparingly.\nAs has been said in the\r\ncases quoted earlier, I think that the Court will exercise an\r\ninherent jurisdiction whenever justice requires\nthat it should do so.\r\nI shall not attempt a definition of the concept of justice in this\r\ncontext. I shall simply say that, as I\nsee the position, the Court\r\nwill only come to the assistance of an applicant outside the\r\nprovisions of the Rules when the Court\ncan be satisfied that justice\r\ncannot be properly done unless relief is granted to the applicant.’\nThis dictum must be read alongside what has been stated above. A high\r\ncourt can only act as described in this dictum when it already\nhas\r\njurisdiction over the case.\n[20] It follows that a high court can only exercise its inherent\r\njurisdiction in relation to the regulation of its own process\nwhen\r\nconfronted with a case over which it already has jurisdiction and\r\nwhen faced with procedures and rules of the court which\ndo not\r\nprovide a mechanism to deal with an instant problem. A court will, in\r\nthat case, be entitled to fashion the means to deal\nwith the problem\r\nto enable it to do justice between the parties.\n[21] This brings me to the point where it is necessary to deal with\r\nthe appellant’s general submission that the ‘interests\nof\r\njustice’ required of the high court to use its inherent\r\njurisdiction to order a transfer of the case to the high court.\nIn\r\nthis regard the submission appears to be that in appropriate\r\ncircumstances a court was obliged to create a remedy for the\r\nappellant\nwhere none exists.\n[22] It was submitted that there was a discrimination of sorts\r\nbetween plaintiff and defendant reflected in s 50(1) of the\r\nMagistrates’\nCourt Act, which impacts negatively on the\r\nappellant’s entitlement to have his case adjudicated. It was\r\ncontended on behalf\nof the appellant that constitutional norms\r\ndictated that a litigant in the circumstances of the appellant should\r\nnot be left destitute.\nThese submissions ignore the fact that it is a\r\nplaintiff who chooses the forum in which to litigate and not a\r\ndefendant. In the\npresent case the appellant was legally represented\r\nand fully informed about all the implications of the injuries\r\nsustained by him.\nThe appellant’s attorneys, even when they\r\nbecame aware of the full extent of his claim, nevertheless persisted\r\nin the path\nthat led them to the application to the high court, which\r\nis the subject of the present appeal. They ought to have switched\r\nforums\nwhen it became clear that they should do so to protect his\r\ninterests.\n[23] Counsel for the Fund contended that to allow a transfer of the\r\ncase in the prevailing circumstances would be more than overcoming\na\r\nprocedural hurdle, as submitted by the appellant, but would be akin\r\nto breathing new life into a claim that has been extinguished\nby\r\nprescription. Put differently, the contention that the respondent\r\nrequests no more than procedural intervention is fallacious.\nAcceding\r\nto the respondent’s request would have a substantive effect,\r\nnamely the revival of a prescribed claim. Claims against\nthe Fund are\r\nunderstandably time bound. There are statutorily prescribed\r\nprescription periods. The Fund, like any other litigant,\nis entitled\r\nto raise a defence based on prescription.\n7\nThe appellant seeks to deprive the Fund of such a lawful defence in\r\ncircumstances in which his attorneys have been remiss.\n[24] As conceded by counsel on appellant’s behalf, the\r\nappellant is not without remedy. He has a right to institute a claim\n\nfor compensation against his attorneys for the difference between\r\nwhat might be recovered through the magistrates’ court\nand the\r\nfull extent of his loss. In these circumstances, I fail to see how it\r\ncan be in the interests of justice for the high court\nto come to the\r\nappellant’s assistance on the basis suggested by him. Indeed,\r\nthe contrary is true.\n[25] The appellant’s access to court was not impeded by some\r\nlacuna in the law. His attorneys chose the wrong forum and persisted\n\ntherein when it was clear on the available evidence that a change of\r\nforum was imperative.\n[26] A high court may not use its inherent jurisdiction to create a\r\nright.\n8\nThe appellant’s reliance on the expression ‘\nubi jus\r\nibi remedium\n’ is misplaced. The appellant had a right to\r\ninstitute action in the appropriate forum to the full extent of his\r\nclaim. Prescription\nhas extinguished part of his claim. For that\r\nconsequence his attorneys are to blame. As pointed out above, he has\r\na remedy in that\nregard.\n[27] In the circumstances of the present case, I share the\r\nreservations of the court below that allowing the exercise of\r\ninherent\njurisdiction in the manner suggested, opens the door to\r\nuncertainty and potential chaos. If there is a case in which it is\r\nnecessary\nto fashion a constitutionally acceptable remedy because of\r\nthe interests of justice, this is not it.\n[28] For these reasons, the appeal is dismissed with costs.\n______________\nL O Bosielo\nJudge of Appeal\nAPPERANCES:\nFor\r\nAppellant: E. L. Theron, W Pretorius\nInstructed\r\nby\nKlinkenberg\r\nInc. c/o Geyser Van Rooyen Attorneys, Pretoria,\nRossouws\r\nAttorneys, Bloemfontein;\nFor\r\nRespondent: K Kollapen\nInstructed\r\nby\nFourie\r\nFismer Inc., Pretoria\nKramer,\r\nWeihmann & Joubert, Bloemfontein.\n1\nSee\nDhlamini v Padongelukfonds\n2010\r\n\tJDR 0006 (GNP) and\nChantella Alicia\r\n\tStrydom v Road Accident Fund\nCase No\r\n\t71249/2010, delivered on 25 March 2011. In\nMokoena\r\n\tRebecca v Road Accident Fund\nCase No\r\n\t57115/10 delivered on 8 February 2011, Sapire AJ refused an\r\n\tapplication for a transfer from the magistrates’ court\nto the\r\n\thigh court and rejected the conclusion reached in\nDhlamini\n,\r\n\tholding that it was clearly wrong.\n2\nSection\r\n\t171 of the Constitution provides that ‘all courts function in\r\n\tterms of national legislation, and their rules and\nprocedures must\r\n\tbe provided for in terms of national legislation’.\n3\nMontreal\r\n\tTrust Co v Churchill Forrest Industries (Manitoba) Ltd\n1972 21 DLR (3d) 75 at 81 quoting I H Jacob,\nCurrent Legal Problems\n(1970) p 51.\n4\nRitchie\r\n\tv Andrews\n(1881-1882) 2 EDL 254\n;\nConolly\r\n\tv Ferguson\n1909 TS 195.\n5\nNational\r\n\tUnion of Metal Workers of South Africa & others v Fry’s\r\n\tMetal (Pty) Ltd\n2005 (5) SA 433\n(SCA) para 40 citing\nMoch v\r\n\tNedtravel (Pty) Ltd t/a American Express Travel Service\n1996 (3)\r\n\tSA 1\n(A) at\n7 F.\n6\nMoulded\r\n\tComponents and Rotomoulding South Africa (Pty) Ltd v Coucourakis &\r\n\tanother\n1979 (2) SA 457\n(W) at 462H-463B.\n7\nIn\nRoad Accident Fund v Mdeyide\n2011\r\n\t(2) SA 26\n(CC) the Constitutional Court confirmed the\r\n\tconstitutionality of the three-year prescription period provided for\r\n\tby\ns 23(1)\nof the\nRoad Accident Fund Act 56 of 1996\n.\n8\nIn\r\n\tS Peté, D Hulme, M du Plessis, R Palmer and O Sibanda\nCivil Procedure; A Practical Guide\n2 ed (2011) p 91.",
  "scraped_at": "2026-02-12T15:46:36.580729",
  "date": "2011-07-06",
  "coram": [
    "Navsa JJA",
    "Cloete JJA",
    "Cachalia JJA",
    "Bosielo JJA",
    "Majiedt JJA"
  ],
  "case_number": "258/10",
  "parties": {
    "applicants": [
      "Andre Vernon Oosthuizen"
    ],
    "respondents": [
      "Road Accident Fund"
    ]
  },
  "sections": {
    "facts": "The appellant, Andre Vernon Oosthuizen, suffered serious bodily injuries in a motor collision on 1 March 2003. In March 2004 he issued summons in the Pretoria Magistrates' Court against the Road Accident Fund. Subsequent medical reports estimated his future medical expenses at well over the R100,000 monetary jurisdiction of the magistrates' court, indicating the claim should have been pursued in the High Court. Despite this, the claim was amended in April 2005 to a reduced amount of R99,000, and the appellant later sought a transfer of the case to the High Court after receiving no response from the Fund. The Fund opposed, arguing the claim was prescribed and that no statutory provision allowed a plaintiff‑initiated transfer.",
    "issues": "Whether the High Court may, by exercising its inherent jurisdiction under section 173 of the Constitution, order the transfer of a civil case from a magistrates' court to the High Court at the plaintiff's request when statutory law provides no such mechanism, and whether such a transfer would unjustly revive a prescribed claim.",
    "principles": "Section 50(1) of the Magistrates' Court Act permits only defendants to apply for removal of actions exceeding jurisdiction; there is no analogous provision for plaintiffs. The inherent jurisdiction of the courts, now embodied in s 173 of the Constitution, allows courts to regulate their own processes but does not extend to assuming jurisdiction not conferred by statute. Inherent jurisdiction cannot be used to create new rights or remedies, especially where a claim has prescribed. Precedents such as National Union of Metal Workers v Fry’s Metal and Moulded Components v Coucourakis affirm the limited scope of inherent jurisdiction.",
    "application": "The court examined the statutory framework and concluded that the appellant, as plaintiff, had no statutory right to effect a transfer. The High Court already lacked jurisdiction over the matter because the claim exceeded the magistrates' court limits and was prescribed. Invoking inherent jurisdiction to create a remedy would contravene the limits set by s 173 and established case law. Consequently, the court could not order the transfer and could not revive the prescribed claim.",
    "conclusion": "The appeal was dismissed with costs. The High Court affirmed the lower court's decision that no transfer could be ordered and that the appellant's claim remained prescribed."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Jurisdiction and Transfer of Cases",
    "level_3": [
      "inherent jurisdiction",
      "magistrates' court",
      "high court",
      "prescription",
      "road accident fund"
    ]
  }
}