{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/176.html",
  "case_name": "Director of Public Prosecutions, North Gauteng, Pretoria v Thusi and Others (769/2010) [2011] ZASCA 176; 2012 (1) SACR 423 (SCA) (29 September 2011)",
  "citation": "[2011] ZASCA 176",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 176\n|\nNoteup\n|\nLawCite\nDirector of Public Prosecutions, North Gauteng, Pretoria v Thusi and Others (769/2010) [2011] ZASCA 176; 2012 (1) SACR 423 (SCA) (29 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 769/2010\nIn the matter between\nDIRECTOR OF PUBLIC PROSECUTIONS,\nNORTH GAUTENG, PRETORIA\n…..................................................................\nAppellant\nand\nTHULANI SIBUSISO THUSI\n…............................................................\nFirst\r\nRespondent\nPROMISE LUCKY MATHEBULA\n…..............................................\nSecond\r\nRespondent\nSIPHIWE NGWENYA\n….....................................................................\nThird\r\nRespondent\nNeutral\r\ncitation:\nDPP v Thusi\n(769/10)\n[2011] ZASCA 176\n(29\r\nSeptember 2011)\nCoram:\r\nMTHIYANE, VAN HEERDEN and SHONGWE JJA\nHeard:\r\n6 September 2011\nDelivered: 29 September 2011\nSummary:\nSentencing – appeal by DPP in\r\nterms of\nSection 316B\nof the\nCriminal Procedure Act 51 of 1977\n–\r\nrape and murder – substantial and compelling circumstances in\r\nterms of\ns 51(3)\nof the\nCriminal Law Amendment Act 105 of 1997\nnot\r\npresent – sentences imposed by trial court set aside and\r\nreplaced with minimum sentences of life imprisonment\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nSouth Gauteng High Court\r\n(Johannesburg) held in Delmas (Khampepe J sitting as court of first\r\ninstance):\nThe appeal is upheld. The sentence imposed by the court\r\nbelow is set aside and replaced with the following:\n‘\n1. The second accused is sentenced to life\r\nimprisonment on the rape charge (count 2).\n2. All three accused are sentenced to life imprisonment\r\non the murder charge (count 4).\n3. All the other sentences imposed on the accused shall\r\nrun concurrently with the life imprisonment.’\n___________________________________________________________________\nJUDGMENT\nSHONGWE JA (MTHIYANE, VAN HEERDEN JJA concurring)\n[1] This appeal is brought by the Director of Public\r\nProsecutions (DPP), in terms of\ns 316B\nof the\nCriminal Procedure Act\n51 of 1977\n, against the sentences imposed on the respondents by\r\nKhampepe J, sitting in the circuit court of the South Gauteng High\r\nCourt (Johannesburg)\nheld in Delmas. The appeal is with the leave of\r\nthis court.\n[2] The three respondents were convicted and sentenced\r\non various counts. For the purposes of the present appeal, the only\r\nrelevant\nconvictions are on count 4 (murder), in respect of all three\r\nrespondents, and on count 2 (rape – involving the infliction\nof\r\ngrievous bodily harm), in respect of the second respondent. On the\r\nmurder count, all three respondents were sentenced to 15\nyears’\r\nimprisonment, while on the rape count, the second respondent was\r\nsentenced to 18 years’ imprisonment. The appeal\nby the DPP\r\nrelates only to these sentences.\n[3] As will be seen below, the minimum sentence for each\r\nof these offences is life imprisonment. The only question for\r\nadjudication\nbefore us is whether the trial court misdirected itself\r\nin its finding that substantial and compelling circumstances existed\r\nin\nrespect of the murder charge (as regards all three respondents)\r\nand the rape charge (in respect of the second respondent only),\n\njustifying the imposition of a lesser sentence than the minimum\r\nsentence.\n[4] It is necessary to set out a brief backdrop of the\r\nfacts leading to these sentences. The first incident was on 30 March\r\n2005\nwhen the three respondents unlawfully broke into and entered the\r\nhouse of Mrs Margaret McKnight, then 84 years old, in her absence.\n\nWhen she returned to her home, in the company of her elderly helper,\r\nMs Masango, the three respondents were still on the premises.\nThey\r\nattacked the two women and assaulted them. The second respondent\r\nraped Mrs McKnight in one of the bedrooms. As a result\nshe\r\nsustained severe physical injuries and profound psychological trauma.\r\nThe respondents ransacked the house, demanded money and\neventually\r\nremoved certain items such as a television set and jewellery.\n[5] Seven days later, on 7 April 2005, the same trio\r\nunlawfully broke into and entered the house of Mr Dos Santos Andrade\r\n(the deceased),\nthen 64 years old, in his absence. When he returned,\r\nthey attacked and assaulted him, tied his hands behind his back,\r\npushed a\nsock into his mouth and strangled him with an electric cord.\r\nHe died as a result of suffocation by strangulation. They removed\r\ncertain items, including a .32 Rossi revolver, a watch and his motor\r\nvehicle.\n[6] The first respondent did not testify, nor did he\r\ntender any evidence on his behalf. The second respondent testified\r\nand admitted\nhis participation in the incident at Mrs McKnight’s\r\nhouse but totally denied his presence at Mr Andrade’s house. He\n\npleaded an alibi. The third respondent also testified, stating that\r\nhe had broken into Mrs McKnight’s house by himself and\nhad\r\nstolen goods from that house. For the rest, he exculpated himself\r\nsave for admitting his presence at Mr Andrade’s house.\n[7] During the proceedings on sentence, the State\r\ntendered the evidence of Dr Spyne, a gynaecologist. She\r\ntestified as\nto the seriousness of the injuries sustained by Mrs\r\nMcKnight after the rape. Mrs McKnight had severe vaginal bleeding and\r\nit was\ncritical for her to undergo an operation to stop the bleeding.\r\nShe sustained severe tears next to the urethra opening and an equally\n\nsevere vaginal tear of about 4cm, all of which required suturing. Dr\r\nSpyne noticed severe bruising all the way around Mrs McKnight’s\n\nneck and bruising right around her left upper arm. The court a quo\r\nfound that this type of rape resides under\nPart 1\nof Schedule 2 to\r\nthe Criminal Law Amendment Act 105 of 1997 (the Act), viz rape\r\ninvolving the infliction of grievous bodily harm.\nIn terms of s 51(1)\r\nof the Act, the minimum sentence for this offence is life\r\nimprisonment.\n[8] The murder of Mr Andrade was found to have been\r\ncommitted during the course of a robbery with aggravating\r\ncircumstances. This\nbeing so, it falls within the ambit of Part 1 of\r\nSchedule 2 and, in terms of s 51(1) of the Act, the minimum sentence\r\nfor this\noffence is life imprisonment.\n[9] The trial court found that there were, in the case\r\nof all three respondents, substantial and compelling circumstances\r\njustifying\nthe imposition of a lesser sentence than life\r\nimprisonment. These substantial and compelling circumstances were the\r\nrelative ages\nof the respondents and their good prospects of\r\nrehabilitation. As regards the first respondent, the fact that he had\r\nassisted the\npolice with the investigation of the offence also\r\nweighed with the trial court. As regards the murder count, Khampepe\r\nJ, with reference\nto\nS v Ndlovu\n2002 (2) SACR 325\n(SCA),\r\nregarded the fact that the state proved only oblique intent to kill\r\n(\ndolus eventualis)\nas a mitigating factor of substance.\n[10] During argument the state contended that the\r\nevidence showed that the respondents planned in advance to break into\r\nthe relevant\nhouses and, if any resistance was encountered, to kill\r\nthe victims, if necessary. According to the State, the failure by the\r\ncourt\na quo to make this finding was a misdirection which justifies\r\nthis court in interfering with the sentences. The State also pointed\n\nout that the victims in both the murder and rape counts were\r\ndefenceless old people who could not offer any resistance to attack.\n\nThey were so-called ‘soft targets’. For example, in\r\nrespect of the rape charge, the complainant was 84 years old at\nthe\r\ntime of the rape. She was attacked and raped in the safety of her\r\nhome which she had made attempts to secure with burglar bars.\nIn\r\nrespect of the the murder charge, the deceased was an old man of 64\r\nyears, who was unarmed, attacked by three young, strong\nand\r\nable-bodied men. He was also attacked in the safety of his own home\r\nwhich he had secured with an electric fence. He was strangled\nand\r\ntied with an electric cord and left for dead. The State submitted\r\nthat the court below misdirected itself by placing undue\nemphasis on\r\nthe youthfulness of the respondents and over-emphasised the\r\nrespondents’ prospects of rehabilitation at the expense\nof the\r\nseriousness of the crimes and the interests of society.\n[11] This court has to decide whether, given the facts\r\nof this case, the trial court was correct in its conclusion that\r\nsubstantial\nand compelling circumstances as contemplated by that\r\nexpression, were indeed present. As was pointed out by Ponnan JA in\nS\r\nv Matyityi\n2011 (1) SACR 40\n(SCA) para 11:\n‘\nS v Malgas\nis\r\nwhere one must start. . .\nMalgas,\nwhich has since been\r\nfollowed in a long line of cases, set out how the minimum sentencing\r\nregime should be approached, and in particular\nhow the enquiry into\r\nsubstantial and compelling circumstances is to be conducted by a\r\ncourt. To paraphrase from\nMalgas\n:\r\nthe fact that Parliament had enacted the minimum sentencing\r\nlegislation was an indication that it was no longer “business\n\nas usual”. A court no longer had a clean slate to inscribe\r\nwhatever sentence it thought fit for the specified crimes. It\nhad to\r\napproach the question of sentencing, conscious of the fact that the\r\nminimum sentence had been ordained as the sentence which\nordinarily\r\nshould be imposed, unless substantial and compelling circumstances\r\nwere found to be present.’ (Footnotes omitted.)\n[12] Regarding the rape charge, the court below, in\r\nsentencing the respondents, found that the complainant suffered\r\ngrievous bodily\nharm, and that the rape ‘has the hallmark of\r\nseriousness, which is savagery’. Mrs McKnight was clearly in\r\ngreat anxiety\nand distress while testifying. Before the rape, the\r\nsecond respondent had pressed a knife to her throat and had\r\nthreatened to kill\nher. He throttled her with his hands while he was\r\nraping her. She could not breathe. The second respondent also\r\nthreatened to ‘cut’\nher. According to her neighbour, she\r\ndid not want to be touched after the rape. Her trousers had been\r\ncompletely ripped open. She\ncould not return to her home, where she\r\nhad lived for more than 30 years, after the incident. Her daughter\r\ntestified that the house\nhad had to be sold at a loss and everything\r\npacked up within an 8-hour period. At the time of testifying, more\r\nthan two years after\nthe incident, she felt ‘terrible’.\r\nHer helper, who was 63 years old, was also assaulted. She had been\r\nwith Mrs McKnight\nfor 40 years, but it would seem that she lost her\r\njob in the aftermath of the incident. Mrs McKnight’s extensive\r\nphysical\ninjuries have been referred to above.\n[13] The social worker who compiled a victim impact\r\nreport in respect of Mrs McKnight testified that she was\r\nreported to have\nbeen experiencing constant headaches which she did\r\nnot have before the incident. She was terrified and hysterical two\r\nyears after\nthe rape. She seemed very embarrassed and ashamed of what\r\nhad happened. When she had to face or recall the events which led to\r\nher trauma, she blocked them out psychologically. She was physically\r\nand emotionally traum atised. She was suffering from nightmares\nand\r\nwas always scared. She was experiencing panic attacks, nervous\r\ntension and lack of emotional control. She still needed counselling\n\ntwo years after the rape. In short, the psychological trauma suffered\r\nby Mrs McKnight was profound and ongoing.\n[14] The court below found that the second respondent\r\nbehaved ‘like a sex savage’. The following extract from\r\nhis testimony\nis revealing:\n‘\nNow why was it necessary\r\nfor you to rape such an old vulnerable lady? – Yes, I also\r\nasked myself such questions, and myself\ncould not understand why I\r\ndid so.’\n[15] Mr Andrade was cruelly and callously murdered in\r\ncold blood. His wife clearly suffered enormous trauma when she found\r\nhim lying\non the ground, tired up with ‘wires’ and with\r\n‘a stocking’ in his mouth. She tried to help him but,\r\nwhen\nshe saw the mess in the house, she realised that he had been\r\nmurdered during the course of a robbery. She broke down sobbing in\n\nthe witness box as she testified that she could never go back to that\r\nhouse again. The incident had effectively ruined her life.\nNot only\r\ndid she lose her husband of 39 years and her home, but she also lost\r\nher job because she could not concentrate. She was\nsuffering from\r\ndepression and nightmares and could not sleep. She could not live on\r\nher own and had been living in various different\nhouses since the\r\nincident.\n[16] At this stage, I record the ages of the respondents\r\nat the time of the commission of the offences and their personal\r\ncircumstances.\nAs the argument in mitigation does not form part of\r\nthe record, these can be gleaned only from the judgment on sentence\r\nof the\ntrial court. The first respondent was 25 years old at the\r\ntime. He had a previous conviction for receiving stolen property. He\r\nis single with no dependants. He had passed grade seven at school and\r\nwas self-employed as a basket maker at the time of his arrest.\n\nAccording to the trial court, the second respondent was 20 years old\r\nat the relevant time. According to the charge sheet, however,\nhe was\r\n23 years old. He had a previous conviction for housebreaking and\r\ntheft. He too is unmarried with no dependants. The third\nrespondent\r\nwas 20 years old at the time of commission of the offences. Like the\r\nother respondents, he is unmarried with no dependants.\nHe is a first\r\noffender.\n[17] As indicated above, the court took into account, in\r\nfavour of all three respondents, their ‘relative youthfulness’.\n\nHowever, none of the respondents demonstrated immaturity, nor was it\r\nevident that any one of them was subjected to peer or undue\npressure\r\nby one or both of the others. On the contrary, their conduct showed a\r\nbrutality that is quite inconsistent with immaturity.\nBoth on the\r\nrape count and on the murder count, it was argued for the respondents\r\nthat no evidence existed that the housebreakings\nwere planned to an\r\nextent which included the understanding that anyone offering\r\nresistance would be killed. It was contended that\ntheir\nmodus\r\noperandi\nwas to target houses where nobody was present. This\r\nargument must be weighed against the fact that they were armed with\r\nknives\nand made no attempt to flee when the owners returned. The\r\nevidence shows that their intention was to confront resistance, which\n\nwas foreseeable, with force. If they only had the intention to steal,\r\nthen it was certainly not necessary for the respondents to\nhave raped\r\nMrs McKnight, assaulted Ms Masango or killed Mr Andrade, all elderly\r\npeople who offered no resistance. The method of\noperation in the two\r\nincidents was similar in all respects. The motive behind these\r\noffences was purely financial and personal\ngratification.\n[18] The trial court considered that the personal\r\ncircumstances and the relative ages of the respondents showed that\r\nthey presented\ngood prospects of rehabilitation. However, as was\r\npointed out by Nugent JA in\nS v Swart\n2004\r\n(2) SACR 370\n(SCA) para 12:\n‘\n[I]n our law retribution\r\nand deterrence are proper purposes of punishment and they must be\r\naccorded due weight in any sentence that\nis imposed. Each of the\r\nelements of punishment is not required to be accorded equal weight,\r\nbut instead proper weight must be accorded\nto each according to the\r\ncircumstances. Serious crimes will usually require that retribution\r\nand deterrence should come to the\nfore and that the rehabilitation of\r\nthe offender will consequently play a relatively smaller role.’\n[19] So too, in\nDirector of\r\nPublic Prosecutions, KwaZulu-Natal v Ngcobo & others\n2009\r\n(2) SACR 361\n(SCA) para 22, Navsa JA stated that:\n‘\nTraditional\r\nobjectives of sentencing include retribution, deterrence and\r\nrehabilitation. It does not necessarily follow that a shorter\n\nsentence will always have a greater rehabilitative effect.\r\nFurthermore, the rehabilitation of the offender is but one of the\r\nconsiderations\nwhen sentence is being imposed. Surely, the nature of\r\nthe offence related to the personality of the offender, the\r\njustifiable expectations\nof the community and the effect of a\r\nsentence on both the offender and society are all part of the\r\nequation? Pre- and post-\nMalgas\nthe\r\nessential question is whether the sentence imposed is in all the\r\ncircumstances, just.’\nIn my view, when weighed against the objective gravity\r\nof these offences, their prevalence in South Africa and the\r\nlegitimate expectations\nof society that such crimes must be severely\r\npunished, neither the youthfulness of the respondent, nor their\r\nprospects of rehabilitation,\ntip the balance in their favour.\n[20] The trial court took into consideration on the\r\nmurder count the fact that the first respondent greatly assisted the\r\npolice\nin the investigation of the offences. Counsel for the first\r\nrespondent argued that this fact, together with the fact that the\r\nfirst\nrespondent pleaded guilty to the charge of murder (although the\r\nState did not accept his plea) was indicative of remorse on this\n\npart. Similarly, the second respondent pleaded guilty to the charge\r\nof rape, although the State did not accept his plea, and he\nalso\r\nco-operated in the police investigation. His counsel also contended\r\nthat this showed remorse. Although this is not clear from\nthe\r\njudgment on sentence, the trial judge seems to have regarded the\r\nassistance rendered by the first respondent to the police\nas an\r\nindication of remorse on his part.\n[21] The problem is that the first\r\nrespondent did not testify and that the second respondent, during his\r\ntestimony, showed no sign\nof remorse for the rape of Mrs McKnight. In\r\nthe words of Ponnan JA in\nS\r\nv Matyityi\n(supra)\r\npara 13:\n‘\nIn\r\norder for the remorse to be a valid consideration, the penitence must\r\nbe sincere and the accused must take the court fully into\nhis or her\r\nconfidence.\nUntil\r\nand unless that happens, the genuineness of the contrition alleged to\r\nexist cannot be determined. After all, before a court\ncan find that\r\nan accused person is genuinely remorseful, it needs to have a proper\r\nappreciation of, inter alia: what motivated\nthe accused to commit the\r\ndeed; what has since provoked his or her change of heart; and whether\r\nhe or she does indeed have a true\nappreciation of the consequences of\r\nthose actions.’\n[22] The last factor taken into\r\nconsideration by the trial court as a ‘mitigating factor of\r\nsubstance’ in relation to\nthe murder count was the fact that\r\nthe State proved only oblique intent (\ndolus\r\neventualis\n). While\r\nthis may be a relevant factor, I am of the view that it does not, in\r\nthis case, constitute a substantial and compelling\ncircumstance for\r\ndeparting from the prescribed sentence. The brutality and callousness\r\nof the murder was such that the deceased,\na defenceless old man, was\r\ntrussed up and simply left to die. The harsh consequences of his\r\ndeath for his family have been explored\nabove.\n[23] As appears from what has been said above, in\r\nimposing sentence on both the murder and the rape charges, the trial\r\ncourt over-emphasised\nthe personal interests of the respondents over\r\nthe seriousness and prevalence of the offences, the interests of\r\nsociety and the\nharm suffered by Mrs McKnight and by the family of\r\nthe deceased. In my view there were no substantial and compelling\r\ncircumstances\npresent in the case of either offence that warranted a\r\ndeparture from the prescribed statutory norm. To my mind, even having\r\nregard\nto the time spent in custody by the respondents pending\r\nfinalisation of the trial, the prescribed minimum sentences are, in\r\nthe\ntotality of the circumstances encountered here, the only fair and\r\njust sentences.\n[24] In the result, the appeal is upheld. The sentence\r\nimposed by the court below is set aside and replaced with the\r\nfollowing:\n‘\nThe second accused is sentenced to life\r\n\timprisonment on the rape charge (count 2)\nAll three accused are sentenced to life imprisonment on\r\n\tthe murder charge (count 4).\nAll the other sentences imposed on the accused shall\r\n\trun concurrently with the life imprisonment.’\n___________________\nJ B Z SHONGWE\nJUDGE OF APPEAL\nAPPEARANCES:\nFOR APPELLANT: L Pienaar\nInstructed by: Director of Public Prosecutions,\r\nPretoria.\nFOR FIRST RESPONDENT: C Joubert\nInstructed by: Legal Aid Board, Pretoria.\nFOR SECOND AND THIRD\nRESPONDENTS H L Alberts\nInstructed by: Legal Aid Board, Pretoria",
  "scraped_at": "2026-02-12T16:01:22.141896",
  "date": "2011-09-29",
  "coram": [
    "MTHIYANE",
    "VAN HEERDEN",
    "SHONGWE"
  ],
  "case_number": "769/2010",
  "parties": {
    "applicants": [
      "Director of Public Prosecutions, North Gauteng, Pretoria"
    ],
    "respondents": [
      "Thulani Sibusiso Thusi",
      "Promise Lucky Mathebula",
      "Siphiwe Ngwenya"
    ]
  },
  "sections": {
    "facts": "In March 2005 three young men broke into the home of 84‑year‑old Mrs Margaret McKnight, assaulted her and her helper, and the second accused raped Mrs McKnight, causing grievous bodily harm. Seven days later they broke into the home of 64‑year‑old Mr Dos Santos Andrade, assaulted, tied and strangled him with an electric cord, causing his death. Both homes were robbed and valuables were taken.",
    "issues": "The appeal concerned whether the trial court was correct in finding substantial and compelling circumstances that justified sentences below the statutory minimum of life imprisonment for the murder (count 4) and the rape involving grievous bodily harm (count 2). Specifically, the court examined if the respondents' youth, prospects of rehabilitation, assistance to police and the finding of oblique intent constituted such circumstances under s 51(3) of the Criminal Law Amendment Act.",
    "principles": "South African law mandates life imprisonment as the minimum sentence for murder and rape involving grievous bodily harm under s 51(1) of the Criminal Law Amendment Act, unless substantial and compelling circumstances exist. The courts must follow the framework set out in Malgas and subsequent cases, weighing retribution, deterrence and rehabilitation, and must not depart from the minimum where the seriousness of the offence outweighs any mitigating factors.",
    "application": "The court held that the respondents' relative youth and alleged prospects of rehabilitation, the first accused's assistance to police, and the finding of dolus eventualis did not amount to substantial and compelling circumstances. The victims were vulnerable, the offences were violent and pre‑meditated, and the impact on the victims and society was severe. Consequently, the statutory minimum of life imprisonment was appropriate for all three respondents on the murder charge and for the second respondent on the rape charge.",
    "conclusion": "The appeal was upheld. The sentences imposed by the lower court were set aside and replaced with life imprisonment for all three accused on the murder charge and life imprisonment for the second accused on the rape charge, with any other sentences running concurrently."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "life imprisonment",
      "minimum sentence",
      "rape",
      "murder",
      "substantial and compelling circumstances"
    ]
  }
}