{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/186.html",
  "case_name": "Director of Public Prosecutions v Thabethe (619/10) [2011] ZASCA 186; 2011 (2) SACR 567 (SCA) (30 September 2011)",
  "citation": "[2011] ZASCA 186",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 186\n|\nNoteup\n|\nLawCite\nDirector of Public Prosecutions v Thabethe (619/10) [2011] ZASCA 186; 2011 (2) SACR 567 (SCA) (30 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 619/10\nIn the\r\nmatter between:\nDIRECTOR OF PUBLIC PROSECUTIONS\n…...........................................................\nAppellant\nand\nPAULOS\r\nKAM THABETHE\n…...............................................................................\nRespondent\nNeutral citation:\nDPP v Thabethe\n(619/10)\n[2011] ZASCA 186\n(30 September 2011)\nCoram:\nMthiyane, Bosielo and Shongwe JJA\nHeard: 15 September 2011\nDelivered: 30 September 2011\nSummary:\r\nAppeal by the State – Sentence – respondent convicted of\r\nrape and sentenced to ten years’ imprisonment\nwhich was wholly\r\nsuspended for five years on certain conditions –\r\nappropriateness of sentence based on restorative justice\n–\r\nsentence found to be inappropriate – set aside and replaced\r\nwith an effective term of imprisonment of ten years.\nORDER\nOn appeal from\n: North Gauteng High Court, Pretoria\r\n(Bertelsmann J sitting as court of first instance):\n(a) The appeal against sentence is upheld.\n(b) The sentence imposed by the court below is set aside and replaced\r\nwith 10 years’ imprisonment.\n______________________________________________________________________\nJUDGMENT\n______________________________________________________________________\nBOSIELO JA (Mthiyane and Shongwe JJA concurring)\n[1] The respondent was convicted pursuant to a plea of guilty of rape\r\nread with the provisions of s 51(2) of the Criminal Law Amendment\nAct\r\n105 of 1997 (the Act) in a Regional Court, Secunda. The alleged rape\r\ninvolved having unlawful sexual intercourse with a girl\nbelow the age\r\nof 16 years. The respondent was then committed to the North Gauteng\r\nHigh Court, Pretoria for sentence in terms of\ns 52\n(a)\nof the\r\nAct.\n[2] The court (Bertelsman J) imposed the following sentence:\n‘\nIn the\r\nlight of the extraordinary circumstances of this case the court\r\nimposed the following sentence:\n(1) Ten years imprisonment,\r\nsuspended for five years on condition that:\nThe accused is not convicted,\r\n\tduring the period of suspension, of a crime involving violence or a\r\n\tsexual element or both;\nThat he remain in the\r\n\temployment of Mr Roussow unless he is laid off [through no fault of\r\n\this own];\nIn such event, he must\r\n\timmediately do everything necessary to find alternative employment;\nFrom his income, at least 80%\r\n\tmust be devoted to the support of the victim and her family. In\r\n\tparticular the accused must accept\nresponsibility for the victim’s\r\n\tschooling and, if applicable, for her tertiary education;\nSuch support for the family is\r\n\tto continue even if his relationship with the victim’s mother\r\n\tis terminated for whatever\nreason;\nThe accused must report on one\r\n\tday each weekend (subject to his work program, which normally\r\n\tentails working one day each weekend)\nto the probation officer at\r\n\tDelmas and participate in any program that such officer might\r\n\tprescribe;\nSuch programs must include a\r\n\tSexual Offender’s Program to be attended at the accused’s\r\n\tcost;\nThe accused is to perform 800\r\n\thours of community service of a nature to be determined by the\r\n\tprobation officer during the period\nof suspension. (This represents\r\n\tthe maximum number of hours the accused can serve as he is only\r\n\tavailable on one day of every\nweekend.)’\n[3] It is this sentence that the appellant is appealing against in\r\nterms of s 316B of the Criminal Procedure Act 51 of 1977 (the\nCriminal Procedure Act). The\nappeal is with the leave of the court\r\nbelow.\n[4] The appeal turns on whether the sentence imposed on the\r\nrespondent is appropriate. The appellant argues that, given the\r\nnature\nand gravity of the offence, and the fact that the Legislature\r\nhas prescribed life imprisonment as the minimum sentence for this\n\noffence, the sentence imposed by the court below is startlingly or\r\ndisturbingly inappropriate. To this may be added the fact that\nthe\r\nappellant submits that the sentence imposed is incompetent, given the\r\nprovisions of\ns 51(5)(a)\nwhich prohibits the suspension of the\r\noperation of the minimum sentence provisions in respect of this type\r\nof offence. On the other\nhand, the respondent asserts that the court\r\nbelow exercised its sentencing discretion properly in finding that\r\nthere are substantial\nand compelling circumstances which justified\r\nthe sentence.\n[5] The salient facts of the case are as follows: The respondent was\r\na live-in lover of the complainant’s mother. At the\ntime of the\r\nincident the complainant was 15 years and 10 months old. The\r\ncomplainant, her mother and the respondent all stayed\ntogether in one\r\nhouse, together with the complainant’s other siblings. On this\r\nfateful day the complainant had apparently\nleft home without her\r\nmother’s or the respondent’s knowledge or consent. It\r\nappears that she was away for such a long\ntime that her mother and\r\nthe respondent started getting worried about her. Both the respondent\r\nand the complainant’s mother\nlaunched a frantic but\r\nunsuccessful search for her. Later in the day the respondent found\r\nher at a home suspected to be that of\nher boyfriend. On their way\r\nback home, the complainant expressed the fear that her mother might\r\npunish her for her misdemeanour.\nShe then implored the respondent not\r\nto tell her mother where she had been. Presumably sensing her\r\nvulnerability and desperation,\nthe respondent inveigled her to have\r\nsexual intercourse with him in return for an undertaking not to tell\r\nher mother where the\ncomplainant had been. The next day there was\r\nsome unexplained altercation between the respondent and the\r\ncomplainant which culminated\nin the respondent going to report the\r\nsexual intercourse to the police and voluntarily handing himself\r\nover.\n[6] The complainant and her mother testified on sentence. In an\r\nattempt to obtain more evidence regarding the appropriate sentence\nto\r\nbe imposed, the court below heard the evidence of a probation\r\nofficer, Ms Nyundu (Nyundu). At the time she testified the\r\ncomplainant\nwas already 17 years old and in Grade 9. The essence of\r\nher evidence was that the complainant has outgrown this incident. She\r\nhas\nforgiven and reconciled with the respondent. She is no longer\r\nangry with or even afraid of him. She and the respondent have in fact\n\nrepaired and mended their relationship. Importantly, she stated\r\nunequivocally that she does not wish the appellant to be sent to\n\njail. According to her, the respondent is playing a useful role in\r\nmaintaining her and her family and she would like him to continue\nto\r\nsupport them.\n[7] On the other hand, the complainant’s mother was resolute\r\nthat the respondent had to be sent to jail for what he did.\nShe\r\nappeared to be tormented by the fact that the respondent could have\r\nsexual intercourse with her daughter and her as well. She\nconceded,\r\nhowever, that the respondent and the complainant appear to have\r\nmended their relationship and were friendly with each\nother.\r\nImportantly, she admitted that life without the respondent would be\r\ndifficult as he was the mainstay of the family. As a\ndomestic worker\r\nshe was earning a paltry R40 per day. The family would not be able to\r\nsurvive without him.\n[8] Nyundu, a principal social worker interviewed the complainant,\r\nher mother and the respondent. Furthermore, she arranged a\r\nvictim-offender conference to afford the complainant and the\r\nrespondent an opportunity to engage each other. Her evidence is to\n\nthe effect that the complainant and the respondent have reconciled.\r\nThe respondent has also rejoined the family, urging it to stay\n\ntogether as before the incident. She testified that the respondent\r\nexpressed remorse for what happened. She described the complainant’s\n\nmother as being ambivalent. Having considered all the relevant facts\r\nNyundu recommended that the respondent be sentenced to correctional\n\nsupervision in terms of\ns 276(1)(i)\nof the\nCriminal Procedure Act.\n[9\n] The court below also had the benefit of a psycho-social report on\r\nthe impact of the offence on the complainant. It is clear from\nthe\r\nreport that this incident has had serious adverse effects on the\r\npsycho-emotional well-being of the complainant. Her academic\n\nperformance at school deteriorated to such an extent that she did not\r\neven write her final examination for Grade 8. She emphasised\nthe fact\r\nthat the complainant was hurt by the fact that the respondent had\r\nbetrayed her trust in him as a father-figure.\n[10] The approach of the court below to sentencing the respondent is\r\nset out as follows in the judgment.\n‘\nIn the\r\nlight of these facts, the court was of the view that this case was\r\nthe one rape case – certainly the first this court\nhas dealt\r\nwith – in which restorative justice could be applied in full\r\nmeasure in order to ensure that the offender continued\nto acknowledge\r\nhis responsibility and guilt; that he apologised to the victim and\r\ncooperated in establishing conditions through\nwhich she may find\r\nclosure; that he recompensed the victim and society by further\r\nsupporting the former and rendering community\nservice to the latter;\r\nand that he continued to maintain his family.’\nThe judgment of the court below has been reported as\nS\r\nv Tabethe\n2009 (2) SACR 62\n(T).\n[11] Against the backdrop set out above, the court below found the\r\nfollowing facts to be substantial and compelling enough to justify\na\r\ndeparture from a minimum sentence of imprisonment prescribed by the\r\nAct. As required by s 51(3)\n(a)\nthe court below recorded those\r\nfacts as follows:\n‘\nAfter\r\nestablishing the accused’s disposable monthly income and the\r\nfact that the victim was still at school in grade 10, the\ncourt found\r\nthat there were a number of substantial and compelling circumstances\r\nthat, individually and collectively, justified\nthe imposition of a\r\nlesser sentence than the minimum sentence of life imprisonment\r\nprescribed by Act 105 of 1997 in Part 1 of Schedule\n2 thereto read\r\nwith section 51 of the Act. The substantial and compelling\r\ncircumstances are the following;\nThe accused is a first\r\n\toffender;\nThe accused exhibited remorse\r\n\tthroughout and\nPleaded guilty at both stages\r\n\tof the trial;\nGenuine remorse should be taken\r\n\tinto account,\nS v Genever and Others\n[2008] ZAWCHC 7\n;\n2008 (2) SACR 117\n(C);\nAlthough the victim was under\r\n\tsixteen when the offence was committed, she reached that age within\r\n\ta few days of that date;\nThe rape was not preceded by\r\n\tgrooming of the victim but occurred on the spur of the moment;\nAlthough rape is always a\r\n\theinous crime, particularly if it occurs within the family,\nS v\r\n\tAbrahams\n2002 (1) SACR 116\n(SCA), and ought to attract a severe\r\n\tsentence,\nS v M\n2007 (2) SACR 60\n(W), it is not irrelevant\r\n\tthat the victim was not injured physically;\nThe rape was therefore not one\r\n\tof the worst kind of rapes,\nS v Nkomo\n2007 (2) SACR 198\n(SCA);\nThe accused had remained\r\n\tinvolved in the family of which he and the victim were part;\nThe accused continued to\r\n\tsupport the family, including the victim, throughout the period from\r\n\tthe commission of the offence to\nthe end of the trial;\nThe accused and the victim’s\r\n\tmother resumed their cohabitation during the trial and another child\r\n\twas born from this union\nbefore the sentencing process was\r\n\tconcluded;\nThe family was entirely\r\n\tdependent upon the accused;\nThe victim was fully aware of\r\n\tthis fact and came to the conclusion that it would not be in the\r\n\tfamily’s interest that the\naccused be incarcerated;\nThis conclusion was reached in\r\n\tspite of the fact that the victim was suffering obvious emotional\r\n\ttrauma as a result of the invasion\nof her physical, emotional and\r\n\tpsychological integrity to which she had been subjected;\nThis conclusion was reached by\r\n\tthe victim independently and without obvious outside influence;\nThe accused and the victim\r\n\tparticipated in a successful victim/offender program;\nThe accused maintained his\r\n\temployment and fulfilled his obligations in that regard throughout\r\n\tthe trial;\nIf the accused were to be\r\n\tsentenced to imprisonment, he would lose his employment and income\r\n\tand the family would lose its only\nsource of support;\nThis might lead to the loss of\r\n\tthe family home;\nIt was clearly not in the\r\n\tfamily’s interest to remove the accused out of their lives;\nIt was also not in the\r\n\tinterests of society to create secondary victims by the imposition\r\n\tof punishment upon the accused that\nwould leave at least five\r\n\tindigent person[s] dependent upon social grants;\nThe accused represents no\r\n\tthreat to the community or society at large, as it is highly\r\n\tunlikely that he will re-offend;\nThe accused is a good candidate\r\n\tfor rehabilitative therapy and is able to render community service\r\n\tat a suitable facility that\nis available;\nHe spent four years on bail\r\n\twhile the trial was in progress, attended every single court date\r\n\tand observed his bail conditions.’\n[12] In argument before us, counsel for the appellant launched a\r\nthree-pronged attack against the sentence. First, he submitted\nthat a\r\nsentence based on restorative justice is not appropriate for such an\r\noffence as it failed to reflect the gravity and seriousness\nof rape,\r\nparticularly the rape of a 15 year old girl. He contented further\r\nthat the fact that the respondent stood in a father-daughter\n\nrelationship which invariably involved trust made this offence even\r\nmore serious. According to him the sentence imposed by the\ncourt\r\nbelow has the effect of trivialising the offence.\n[13] Second, counsel argued further that the court below erred in\r\noveremphasising the personal circumstances of the respondent\nat the\r\nexpense of the seriousness of the offence and the interests of\r\nsociety. It was submitted that the sentence is not balanced\nas it\r\ndoes not show that the other two legs of the triad ie the seriousness\r\nand gravity of the offence as well as the interests\nof society were\r\never considered and weighed against the respondent’s personal\r\ncircumstances. Third, he contended that the\ncourt below erred in\r\nsuspending the sentence imposed as this is expressly prohibited by s\r\n51(5) of the Act.\n[14] On the other hand, counsel for the respondent contented that the\r\npeculiar circumstances of this matter are so exceptional\nthat they\r\njustified a departure from the minimum prescribed sentence and the\r\nimposition of a sentence based on restorative justice.\nHe contended\r\nthat this sentence has enabled the family of the complainant to\r\nreunite with the respondent, thus achieving reparation\nand\r\nreconciliation. In the process, the respondent has apologised to the\r\ncomplainant who accepted the apology and forgave him.\nHe contended\r\nthat this has resulted in the wound which was inflicted on the\r\ncomplainant and the family being healed. He concluded\nby contending\r\nthat the family has shown the willingness to forgive and reconcile\r\nwith the appellant, pick up the pieces of their\nonce-shattered family\r\nlife and to go on with their ordinary lives. This was said to be the\r\nresounding victory of restorative justice.\n[15] The court had admitted Mrs Skelton, to intervene as amicus\r\ncuriae. Her main interest in the case was to assist the court to\n\nunderstand the theoretical and jurisprudential basis of restorative\r\njustice as an alternative form of punishment in our criminal\njustice\r\nsystem. She conceded correctly, in my view, that rape is very serious\r\nand endemic in our society. Notwithstanding this,\nshe asserted that\r\nrestorative justice heralds a new trend in the sentencing philosophy\r\nwhere, unlike in the past, the victim’s\nvoice deserves not only\r\nto be heard but to be accorded appropriate weight in the\r\ndetermination of a suitable sentence. Relying\non a Canadian case of\nR\r\nv Gabriel\n1999 CanLII 15050 (ON SC)\nshe cautioned however against\r\nallowing the victim to become too involved in the sentencing process\r\nas the ultimate responsibility\nremains with the court which has to\r\ndecide on an appropriate sentence and not the victim.\n[16] As far back as 1997, the late Mohammed CJ described rape in\nS\r\nv Chapman\n[1997] ZASCA 45\n;\n1997 (2) SACR 3\n(SCA) at 5b as follows:\n‘\nRape\r\nis a very serious offence, constituting as it does a humiliating,\r\ndegrading and brutal invasion of the privacy, the dignity\nand the\r\nperson of the victim.\nThe rights to dignity, to\r\nprivacy and the integrity of every person are basic to the ethos of\r\nthe Constitution and to any defensible\ncivilisation.’\nIt is regrettable that notwithstanding this observation the rate of\r\nrape in the country has reached pandemic proportions. It is\nno\r\nexaggeration to say that rape has become a scourge or a cancer that\r\nthreatens to destroy both the moral and social fabric of\nour society.\n[17] What is even more disturbing is the emergence of a trend of\r\nrapes involving young children which is becoming endemic. A day\n\nhardly passes without a report of such egregious incidents. Public\r\ndemonstrations by concerned members of the society condemning\nsuch\r\nacts have become a common feature of our everyday news through the\r\nmedia. In many instances such young, defenceless and vulnerable\ngirls\r\nare raped by close relatives, like in this case, a person whom she\r\nlooked upon as a father. Cameron JA describes this kind\nof a rape as\r\nfollows in\nS v Abrahams\n2002 (1) SACR 116\n(SCA) para 17 as\r\nfollows:\n‘…\nOf\r\nall the grievous violations of the family bond the case manifests,\r\nthis is the most complex, since a parent, including a father,\nis\r\nindeed in a position of authority and command over a daughter. But it\r\nis a position to be exercised with reverence, in a daughter’s\n\nbest interests, and for her flowering as a human being. For a father\r\nto abuse that position to obtain forced sexual access to his\n\ndaughter’s body constitutes a deflowering in the most grievous\r\nand brutal sense. That is what occurred here, and it constituted\nan\r\negregious and aggravating feature of the accused’s attack upon\r\nhis daughter…’.\n[18] There are disturbing features in this case. It is common cause\r\nthat although the respondent was not the complainant’s\n\nbiological father, he had assumed the role of her father and she\r\nregarded him as such. That he exercised parental authority over\nher\r\nis shown by the fact that on the ill-fated day of the rape, he had\r\ngone looking for her. In all likelihood, when he found her\nat her\r\nboyfriend’s place, he must have suspected her of some\r\nunbecoming behaviour as she was in an adolescent stage at the\ntime.\r\nFearing that he mother might punish her, she implored him to keep\r\nthis fact a secret and not to tell her mother. This is\neloquent\r\ntestimony of her trust in him which subsequent events proved to have\r\nbeen misplaced. The respondent took undue advantage\nof her and had\r\nunlawful sexual intercourse with her. There is no evidence that she\r\nwas sexually active at the time. Such a sexual\nassault by someone she\r\ntrusted must have caused her serious trauma. Although there is no\r\nevidence of any notable physical injuries,\nit is clear that she\r\nsuffered serious psycho-emotional harm to a point where her studies\r\nsuffered. The court below failed to take\nthese aggravating features\r\ninto account in considering sentence. Evidently this is a\r\nmisdirection.\n[19] Both counsel for the appellant and respondent were agreed that\r\nthis case had serious mitigating factors which qualified as\n\nsubstantial and compelling enough to justify a departure from the\r\nprescribed minimum sentence. Importantly, both counsel were agreed\n\nthat a sentence based on restorative justice can, in suitable\r\ncircumstances be a viable sentencing option to be applied in our\n\ncriminal justice system. I agree. However, as stated already they\r\ndiffered on whether such a sentence is appropriate for this type\nof\r\ncrime, given its prevalence, seriousness and its deleterious effect\r\non society.\n[20] Although restorative justice received a somewhat lukewarm\r\nreception by the judiciary starting tentatively in\nS v Shilubane\n2008 (1) SACR 295\n(T) it has in the last few years grown in its\r\nstature and impact that it has even received the approval of the\r\nConstitutional Court\nin\nDikoko v Mokhatla\n2006\n(b)\nSA\r\n235 (CC),\nS v M\n(Centre for Child Law as Amicus Curiae)\n[2007] ZACC 18\n;\n2008 (3) SA 232\n(CC),\nThe Citizen 1978 (Pty) Ltd v McBride\n(Johannesburg and others, Amici Curiae)\n2011 (4) SA 191\n(CC).\r\nRestorative justice as a viable sentencing alternative has been\r\naccorded statutory imprimatur in the\nChild Justice Act 75 of 2008\n, in\r\nparticular\ns 73\nthereof. I have no doubt about the advantages of\r\nrestorative justice as a viable alternative sentencing option\r\nprovided it is applied\nin appropriate cases. Without attempting to\r\nlay down a general rule I feel obliged to caution seriously against\r\nthe use of restorative\njustice as a sentence for serious offences\r\nwhich evoke profound feelings of outrage and revulsion amongst\r\nlaw-abiding and right-thinking\nmembers of society. An ill-considered\r\napplication of restorative justice to an inappropriate case is likely\r\nto debase it and make\nit lose its credibility as a viable sentencing\r\noption. Sentencing officers should be careful not to allow some\r\nover-zealousness\nto lead them to impose restorative justice even in\r\ncases where it is patently unsuitable. It is trite that one of the\r\nessential\ningredients of a balanced sentence is that it must reflect\r\nthe seriousness of the offence and the natural indignation and\r\noutrage\nof the public. This is aptly captured in the trite dictum by\r\nSchreiner JA in\nR v Karg\n1961 (1) SA 231\n(A) at 236A-C where\r\nhe stated:\n‘\nWhile\r\nthe deterrent effect of punishment has remained as important as ever,\r\nit is, I think, correct to say that the retributive\naspect has tended\r\nto yield ground to the aspects of prevention and correction. That is\r\nno doubt a good thing. But the element of\nretribution, historically\r\nimportant, is by no means absent from the modern approach. It is not\r\nwrong that the natural indignation\nof interested persons and of the\r\ncommunity at large should receive some recognition in the sentences\r\nthat Courts impose, and it\nis not irrelevant to bear in mind that if\r\nsentences for serious crimes are too lenient, the administration of\r\njustice may fall\ninto disrepute and injured persons may incline to\r\ntake the law into their own hands. Naturally, righteous anger should\r\nnot becloud\njudgment. SNYMAN AJ, was bringing home to the appellant\r\nand other persons the seriousness of the offence and the need for a\r\nsevere\npunishment, and I can find nothing in his remarks to show that\r\nhe gave undue weight to the retributive aspect.’\nSee also\nS v Nkambule\n1993 (1) SACR 136\n(A) at 147c-e;\nS v\r\nMhlakaza\n1997 (1) SACR 515\n(SCA) at 519d-e; and\nS v Di Blasi\n1996 (1) SACR 1\n(A) at 10f-g.\n[21] A controversial if not intractable question remains: do the\r\nviews of the victim of a crime have a role to play in the\r\ndetermination\nof an appropriate sentence? If so what weight is to be\r\nattached thereto? That the victim’s voice deserves to be heard\r\nadmits\nof no doubt. Afterall it is the victim who bears the real\r\nbrunt of the offence committed against him or her. It is only fair\r\nthat\nhe/she be heard on amongst other things, how the crime has\r\naffected him/her. This does not mean however that his/her views are\r\ndecisive. Whilst grappling with this problem, Ponnan JA enunciated\r\nthe following principle in\nS v Matyityi\n2011 (1) SACR 40\n(SCA)\r\nparas 16-17:\n‘\nAn\r\nenlightened and just penal policy requires consideration of a broad\r\nrange of sentencing options, from which an appropriate option\ncan be\r\nselected that best fits the unique circumstances of the case before\r\ncourt. To that should be added, it also needs to be\nvictim-centred.\r\nInternationally the concerns of victims have been recognised and\r\nsought to be addressed through a number of declarations,\nthe most\r\nimportant of which is the UN Declaration of the Basic Principles of\r\nJustice for Victims of Crime and Abuse of Power. The\ndeclaration is\r\nbased on the philosophy that adequate recognition should be given to\r\nvictims, and that they should be treated with\nrespect in the criminal\r\njustice system. In South Africa victim empowerment is based on\r\nrestorative justice. Restorative justice\nseeks to emphasise that a\r\ncrime is more than the breaking of the law or offending against the\r\nState - it is an injury or wrong\ndone to another person. The Service\r\nCharter for Victims of Crime in South Africa seeks to accommodate\r\nvictims more effectively\nin the criminal justice system. As in any\r\ntrue participatory democracy its underlying philosophy is to give\r\nmeaningful content\nto the rights of all citizens, particularly\r\nvictims of sexual abuse, by reaffirming one of our founding\r\ndemocratic values, namely\nhuman dignity. It enables us, as well, to\r\nvindicate our collective sense of humanity and humanness. The charter\r\nseeks to give to\nvictims the right to participate in and proffer\ninformation\r\nduring the sentencing phase. The victim is thus afforded a more\r\nprominent role in the sentencing process by providing\nthe court with\r\na description of the physical and psychological harm suffered, as\r\nalso the social and economic effect that the crime\nhad and, in\r\nfuture, is likely to have. By giving the victim a voice the court\r\nwill have an opportunity to truly recognise the wrong\ndone to the\r\nindividual victim.\n(See\r\ngenerally Karen Muller & Annette van der Merwe 'Recognising the\r\nVictim in the Sentencing Phase: The Use of Victim Impact\nStatements\r\nin Court'.)\nBy accommodating the victim\r\nduring the sentencing process the court will be better informed\r\nbefore sentencing about the after-effects\nof the crime. The court\r\nwill thus have at its disposal information pertaining to both the\r\naccused and victim, and in that way hopefully\na more balanced\r\napproach to sentencing can be achieved. Absent evidence from the\r\nvictim, the court will only have half of the information\nnecessary to\r\nproperly exercise its sentencing discretion. It is thus important\r\nthat information pertaining not just to the objective\ngravity of the\r\noffence, but also the impact of the crime on the victim, be placed\r\nbefore the court. That in turn will contribute\nto the achievement of\r\nthe right sense of balance and in the ultimate analysis will enhance\r\nproportionality, rather than harshness.\nFurthermore, courts generally\r\ndo not have the necessary experience to generalise or draw\r\nconclusions about the effects and consequences\nof a rape for a rape\r\nvictim…’.\n[22] I agree that this case presents a panoply of facts which qualify\r\nas substantial and compelling to justify a departure from\nthe\r\nprescribed minimum sentence. However, I am not persuaded that such\r\nfacts justified a wholly suspended sentence, or one based\non\r\nrestorative justice. It is trite that in addition to deterring an\r\naccused person from committing the same offence in the future,\na\r\nsentence must also have the effect of deterring like-minded people.\r\nRape of women and young children has become cancerous in\nour society.\r\nIt is a crime which threatens the very foundation of our nascent\r\ndemocracy which is founded on protection and promotion\nof the values\r\nof human dignity, equality and the advancement of human rights and\r\nfreedoms. It is such a serious crime that it evokes\nstrong feelings\r\nof revulsion and outrage amongst all right-thinking and self\r\nrespecting members of society. Our courts have an\nobligation in\r\nimposing sentences for such a crime, particularly where it involves\r\nyoung, innocent, defenceless and vulnerable girls,\nto impose the kind\r\nof sentences which reflect the natural outrage and revulsion felt by\r\nlaw-abiding members of society. A failure\nto do so would regrettably\r\nhave the effect of eroding the public confidence in the criminal\r\njustice system. Regrettably, the court\nbelow omitted to pay attention\r\nto these important considerations. In fact it is clear to me that the\r\ncourt below accorded undue\nweight to the respondent’s personal\r\ncircumstances and paid scant regard to the seriousness of the offence\r\nand the broader\ninterests of society. It appears to me that the\r\nlearned judge in the court below inadvertently allowed maudlin\r\nsympathy for the\nrespondent to cloud his better judgment. The result\r\nis a sentence which is disturbingly disproportionate to the\r\nseriousness of\nthe offence. Any crime that threatens the well-being\r\nof society deserves a severe punishment.\n[23] It is true that\ns 51(5)(a)\nprecludes a sentencing court from\r\nsuspending a sentence imposed in terms of this Act. It follows that\r\nthe court below erred in\nhaving the sentence wholly suspended.\n[24] There is yet another aspect of this case which deserves some\r\nattention. Whilst the complainant was testifying under oath,\nthe\r\npresiding judge interrupted her and asked her as follows:\n‘\nAre\r\nyou very certain that the accused has not molested you since the\r\nfirst char\nge\r\nwas laid against him? ― Yes\n.\nYou\r\nhave sworn to tell me the truth? ― Yes\n.\nThen it is in your own best\ninterest\r\nto do so. Would you like to see me alone? ― No\n.\nOkay. I am going to see the\r\nwitness in chambers.’\n[25] It is common cause that, notwithstanding the fact that the\r\ncomplainant responded clearly that she did not wish to see the\n\npresiding judge in his chambers, the presiding judge proceeded to see\r\nher in the company of his registrar in chambers. Neither\nthe\r\ncomplainant’s mother nor the two counsel were invited to be\r\npresent. The presiding judge had a private conversation with\nthe\r\ncomplainant who was still under oath in his chambers.\n[26] Section 35(3)(c) of the Constitution provides that every accused\r\nperson has a right to a fair trial which includes the right\nto a\r\npublic trial before an ordinary court. Furthermore, it is an\r\nestablished practice in our criminal justice system that unless\nthere\r\nare exceptional circumstances, all trials must be held in open\r\ncourts. This is in line with the hallowed principle of open\njustice.\r\nThe benefit of holding trials in open courts is to afford the public\r\nthe opportunity to attend and observe how our courts\nfunction. This\r\nalso resonates with the constitutional principles of openness,\r\ntransparency and accountability. Judges should never\nbe seen to be\r\nconducting the affairs of the courts in secrecy unless in exceptional\r\ncircumstances where both sides have been consulted.\nSuch conduct will\r\nundermine the public confidence in our justice system.\n[27] Importantly it is crucial that judges be seen to be independent\r\nand impartial. It is equally important that witnesses who\ntestify in\r\nour courts testify freely and without any undue influence. It is\r\ntrite that once a witness has taken the witness-stand\nthat nobody\r\nshould be allowed to consult with such a witness, as there might be a\r\nreasonable fear that he/she might be influenced\nto change his/her\r\nevidence. It follows that it was inappropriate for the presiding\r\njudge to speak to the complainant secretly in\nhis chambers in the\r\nabsence of other interested parties. I hasten to add that I do not\r\nintend to attribute any malice or mala-fides\nto the presiding judge.\r\nIt might well be that he was motivated by the interests of the\r\ncomplainant. But still that does not make\nhis intervention free of\r\nadverse reasonable perception of impropriety.\n[28] One other aspect which merits special attention is the\r\nconditions imposed on the sentence to be served by the appellant.\r\nBoth counsel were agreed that some of the conditions were impractical\r\nto implement. Some are so over-broad and onerous that they\nare\r\npatently unfair to the respondent. I agree. It is an established\r\nprinciple that conditions for the suspension of a sentence\nmust be\r\ncrafted in such a clear manner that it is easy for the accused to\r\nknow what they entail and to be so practical that an\naccused will be\r\nable to comply with them without being exposed to undue hardship.\n[29] In conclusion s 51(2) read with Part III of Schedule 2 of the\r\nAct provides for a prescribed minimum sentence of not less than\n10\r\nyears for a first offender unless the court finds substantial and\r\ncompelling circumstances to justify a lesser sentence. As\na first\r\noffender this is the sentence for which the respondent ordinarily\r\nqualified. In terms of s 51(5)(a) of the Act such a sentence\ncannot\r\nbe suspended as contemplated in\ns 297(4)\nof the\nCriminal Procedure\nAct.\n[30\n] Having weighed all the circumstances of this case against the\r\nlegislative benchmark explicitly set by the Act and endorsed in\nS\r\nv Malgas\n2001 (1) SACR 469\n(SCA), I am of the view that the\r\nappropriate sentence for the respondent is a term of imprisonment of\r\n10 years.\n[31] In the result, I make the following order:\n(a) The appeal against sentence is upheld.\n(b) The sentence imposed by the court below is set aside and replaced\r\nwith 10 years’ imprisonment.\n____________\nL O Bosielo\nJudge of Appeal\nAPPEARANCES:\nFor\r\nAppellant: FC Roberts SC\nInstructed\r\nby:\nLegal Aid\r\nSouth Africa, Pretoria\nLegal Aid\r\nSouth Africa, Bloemfontein\nFor\r\nRespondent: Mr HF Alberts\nInstructed\r\nby:\nDirector\r\nof Public Prosecutions, Pretoria\nDirector\r\nof Public Prosecutions, Bloemfontein",
  "scraped_at": "2026-02-12T16:03:48.383580",
  "date": "2011-09-30",
  "coram": [
    "Mthiyane JJA",
    "Bosielo JJA",
    "Shongwe JJA"
  ],
  "case_number": "619/10",
  "parties": {
    "applicants": [
      "Director of Public Prosecutions"
    ],
    "respondents": [
      "Paulos KAM Thabethe"
    ]
  },
  "sections": {
    "facts": "The respondent, Paulos KAM Thabethe, pleaded guilty to rape of a 15‑year‑old girl, a crime defined under the Criminal Law Amendment Act 105 of 1997. At the time of the offence the complainant was living in the same household as the respondent, who was the live‑in lover of her mother and acted as a father‑figure. The complainant was persuaded by the respondent to have sexual intercourse in exchange for his promise not to inform her mother of her whereabouts. The incident was reported to police the following day, and the respondent voluntarily surrendered. The trial revealed that the complainant, after turning 16, no longer harboured anger towards the respondent and had reconciled with him, while her mother opposed any leniency. The lower court sentenced the respondent to ten years’ imprisonment, suspended for five years, with a series of restorative‑justice‑based conditions, including community service, financial support for the victim’s family and participation in a sexual offender programme.",
    "issues": "The appeal raised three primary issues: (1) whether a sentence based on restorative justice was appropriate for a rape involving a minor and thus failed to reflect the gravity of the offence; (2) whether the lower court erred by giving excessive weight to the respondent’s personal circumstances at the expense of the seriousness of the crime and societal interests; and (3) whether the suspension of the sentence was unlawful under section 51(5)(a) of the Criminal Law Amendment Act, which prohibits suspending the operation of the prescribed minimum sentence for this offence.",
    "principles": "The court considered the statutory framework of the Criminal Law Amendment Act, particularly sections 51(2) and 51(5)(a), which set a minimum sentence of ten years’ imprisonment for a first‑offender rape and forbid suspension of that minimum. The principle of restorative justice was examined, noting its endorsement in the Constitution, the Child Justice Act and jurisprudence such as Dikoko v Mokhatla and S v Malgas. The court also referred to precedent on the balance between retributive and rehabilitative aims of sentencing, including S v Chapman, S v Abrahams and the need for sentences to reflect public outrage and deterrence.",
    "application": "Applying these principles, the court acknowledged the presence of substantial and compelling circumstances—first‑offender status, remorse, and the victim’s expressed forgiveness—but held that such factors could not override the mandatory nature of the minimum sentence. The court concluded that section 51(5)(a) was clear that the sentence could not be suspended, and that the lower court had given undue weight to the respondent’s personal circumstances while neglecting the seriousness of the offence and the broader societal interest in deterrence. Consequently, the appropriate sentence was to impose the full ten‑year term of imprisonment.",
    "conclusion": "The Supreme Court of Appeal upheld the State’s appeal, set aside the suspended sentence, and ordered that the respondent be sentenced to ten years’ imprisonment."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "restorative justice",
      "sentencing",
      "minimum sentence",
      "suspension"
    ]
  }
}