{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/57.html",
  "case_name": "Confederation of South African Workers Union (CONSAWU) v Nedlac and Others (289/10) [2011] ZASCA 57; [2011] 3 All SA 497 (SCA); [2011] 10 BLLR 929 (SCA); (2011) 32 ILJ 1831 (SCA) (31 March 2011)",
  "citation": "[2011] ZASCA 57",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 57\n|\nNoteup\n|\nLawCite\nConfederation of South African Workers Union (CONSAWU) v Nedlac and Others (289/10) [2011] ZASCA 57; [2011] 3 All SA 497 (SCA); [2011] 10 BLLR 929 (SCA); (2011) 32 ILJ 1831 (SCA) (31 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 289/10\nIn\r\nthe matter between:\nCONFEDERATION\r\nOF SOUTH AFRICAN\nWORKERS’\r\nUNIONS (CONSAWU)\n........................................................\nAppellant\nand\nNEDLAC\n..........................................................................................\nFirst\r\nRespondent\nTHE\r\nMINISTER OF LABOUR\n.................................................\nSecond\r\nRespondent\nCOSATU\n.........................................................................................\nThird\r\nRespondent\nNACTU\n.........................................................................................\nFourth\r\nRespondent\nFEDUSA\n...........................................................................................\nFifth\r\nRespondent\nBUSINESS\r\nSOUTH AFRICA\n........................................................\nSixth\r\nRespondent\nNeutral\r\ncitation:\nCONSAWU v Nedlac\n(289/10)\n[2011] ZASCA 57\n(31 MARCH 2011)\nCoram:\nSTREICHER, NUGENT, SNYDERS, BOSIELO and MAJIEDT JJA\nHeard:\n24 FEBRUARY 2011\nDelivered:\r\n31 MARCH 2011\nSummary:\nLabour Law – National Economic Development and Labour\r\nCouncil – validity of clauses 9.3 to 9.6 of its constitution –\n\nmeaning of ‘to provide for’ in\nsection 4(d)\nof the\nNational Economic Development and Labour Council Act, 35 of 1994\n.\n_____________________________________________________________________\nORDER\n_____________________________________________________________________\nOn appeal from: North Gauteng\r\nHigh Court, Pretoria (Msimeki J sitting as court of first instance)\nThe appeal is dismissed with\r\ncosts that include the costs of two counsel.\n_____________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nNUGENT and MAJIEDT JJA (SNYDERS\r\nand BOSIELO JJA concurring)\n[1] The National Economic\r\nDevelopment and Labour Council – NEDLAC – serves as a\r\nforum for various constituencies to\nfind consensus on matters of\r\neconomic and labour policy. The principal constituencies are\r\nbusiness, labour and the state. Business\nis represented by Business\r\nUnity South Africa – a federation of employer and business\r\norganisations. Three trade union federations\n– Cosatu, Nactu\r\nand Fedusa – represent labour (we will refer to them as the\r\nfounding federations).\n[2] The Confederation of South\r\nAfrican Workers’ Unions (CONSAWU) applied to NEDLAC to gain\r\nentry to its ranks but its application\nwas declined. CONSAWU applied\r\nto the North Gauteng High Court for relief that we come to presently.\r\nThe application was dismissed\nby Msimeki J and CONSAWU now appeals\r\nwith the leave of that court.\n[3] The application cited NEDLAC,\r\nthe Minister of Labour, Business Unity South Africa, and the founding\r\nfederations as respondents.\nAt that stage CONSAWU claimed\r\ndeclarations directed to the constitutional validity of the Act and\r\nto the validity of parts of NEDLAC’s\nconstitution. NEDLAC and\r\nthe Minister opposed the application. When CONSAWU later withdrew its\r\nclaims directed at the constitutional\nvalidity of the Act the\r\nMinister ceased to have an interest in the matter and CONSAWU\r\nwithdrew the application so far as it concerned\nthe Minister. The\r\nfounding federations did not oppose the application, no doubt because\r\nthey associated themselves with NEDLAC’s\nopposition. Business\r\nUnity South Africa also did not oppose the application. In an\r\naffidavit that was filed on its behalf later\nin the proceedings it\r\nexplained that it had not opposed because the relief that was then\r\nsought did not affect it directly. Only\nCONSAWU and NEDLAC are thus\r\nparties to this appeal.\n[4] The\nNational Economic Development and Labour Council Act 35 of 1994\npurports\n1\nto establish\r\nNEDLAC as a juristic body having a constitution that would be adopted\r\nat an ‘inaugural meeting’. The meeting\nwas to be convened\r\nby the Minister of Labour. Present at that meeting were to be\r\nrepresentatives of the employer and employee interests\nthat were then\r\nrepresented on the National Manpower Commission\n2\n(which would\r\nthen cease to exist) and the National Economic Forum, representatives\r\nof the state, and representatives of community\nand development\r\ninterests. Their duty at the meeting was, amongst other things, to\r\n‘adopt a constitution for [NEDLAC]’.\n3\nThe meeting\r\nwas duly held and a constitution was adopted.\n[5] In keeping with the\r\nprovisions of the Act the constitution structured NEDLAC as a\r\ncorporate body that would have an executive\ncouncil (which would be\r\nits governing body) and four chambers (each having a specialized\r\nfunction). The members of NEDLAC would\nbe representatives of each of\r\nfour constituencies – organised business, organised labour, the\r\nstate, and organisations of\ncommunity and development interests –\r\nnominated by the constituency concerned and appointed by the Minister\r\nto the executive\ncouncil and the four chambers. The executive council\r\nwould comprise an equal number of representatives (not exceeding 18)\r\nnominated\nby each of the constituencies. The chambers would each\r\ncomprise an equal number of representatives (not exceeding six)\r\nnominated\nby organised business, organised labour and the state, and\r\nsuch number of representatives of community and development interests\n\nas the executive council would determine. As it turns out, those last\r\ninterests are represented on only one of the chambers. For\n\nconvenience we deal hereafter with only two of the constituencies –\r\norganised business and organised labour.\n[6] Business\r\nwas represented at the inaugural meeting by Business South Africa.\n4\nIts\r\nrepresentatives became the initial members of the business\r\nconstituency on the various structures of NEDLAC. Labour was\r\nrepresented\nat the meeting by the founding federations.\n5\nRepresentatives\r\nof each federation, in proportion to their respective paid-up\r\nmembership, became the initial members representing\norganised labour.\n[7] Clauses 9.3 – 9.6 deal\r\nwith entry to membership of NEDLAC after the inaugural meeting. They\r\nprovide as follows:\n‘\n9.3\r\nApplications for admission to membership by organised business,\r\norganised labour and the State after the inaugural meeting shall\nbe\r\nmade to the secretariat, in writing, in the form required by the\r\nexecutive council. Such applications shall be considered according\nto\r\nthe process outlined in 9.4 – 9.6 below.\n9.4 The secretariat\r\non receiving such an application, shall submit such application to\r\nthe convenor of the affected constituency\non the executive council.\n9.5 The convenor\r\nshall, within one (1) month of receipt of an application from the\r\nsecretariat, convene a meeting within the affected\nconstituency to\r\nconsider the application. This shall be done in terms of the\r\nprocedures and criteria determined by each constituency.\n9.6 In the event\r\nthat members of the affected constituency decide to approve a\r\nnomination, then that nomination shall be forwarded\nto the Minister\r\nwho shall appoint the representatives to the executive council and/or\r\nchambers.’\n[8] It is apparent from the\r\nculmination of the process described by those clauses that clause 9.3\r\ncontemplates applications being\nmade to NEDLAC for approval of\r\nnominations for appointment to membership of the various structures\r\nof NEDLAC. Once such an application\nis made it must be referred by\r\nNEDLAC to the convenor of the constituency concerned. A meeting of\r\nthe constituency will then be\ncalled to consider the application. The\r\napplication will then be considered in accordance with procedures and\r\ncriteria that the\nconstituency has determined for deciding such\r\napplications (clause 9.5). Thus the effect of clause 9.5 is to\r\nappoint each constituency\nas the gate-keeper to the appointment of\r\nmembers to represent that constituency on the structures of NEDLAC.\r\nAt present Business\nUnity South Africa is the gate-keeper for\r\norganised business and for organised labour the gate-keepers are the\r\nfounding federations.\nThe dispute in this matter centres on that\r\nclause because the founding federations closed the gate to CONSAWU.\n[9] In August 2003 CONSAWU wrote\r\na letter to the Executive Director of NEDLAC in which it made\r\n‘application for membership\nof NEDLAC’. We have pointed\r\nout that the members of NEDLAC are representatives of the various\r\norganisations and not the organisations\nthemselves so in that respect\r\nthe language was not strictly correct but that is of no consequence.\r\nThe application was referred\nto the convenor of the labour\r\nconstituency in accordance with clause 9.4 and further information\r\nwas sought from CONSAWU.\n[10] In July\r\n2004 the convenor of the labour constituency replied to CONSAWU. He\r\ntold CONSAWU that the ‘criteria that had\nbeen developed by the\r\nfounding federations to the labour caucus’ for ‘membership\r\nof the organized labour constituency’\nwas that a federation\r\nshould represent at least 300 000 employed workers. It said that\r\non the information that CONSAWU had\nprovided it represented only\r\n226 148 employed workers. That fell below the established\r\nthreshold and on that basis, it was\ntold, its ‘application for\r\nmembership’ was declined.\n6\nCorrespondence\r\nensued that culminated in a letter from CONSAWU’s attorneys\r\nadvising that CONSAWU ‘had no option but\nto turn to the Court\r\nfor the necessary relief.’ It then brought the application that\r\nis the subject of this appeal.\n[11] There has been some\r\nvacillation by CONSAWU as to the nature of its case. The case that it\r\nfirst advanced in its founding affidavit\nwas amended in the course of\r\nthe proceedings so substantially as to constitute a new case\r\naltogether. We nonetheless find it necessary\nto deal briefly with the\r\ncase that it first advanced.\n[12] On the\r\ncase as it was first advanced it was not in issue that the Act\r\nrequires each constituency to set the criteria for entry\nto\r\nmembership of that constituency on NEDLAC. That was precisely\r\nCONSAWU’s complaint. It said that because the Act required\neach\r\nconstituency to determine its own criteria for entry to NEDLAC it\r\noffended various provisions of the Bill of Rights and it\nsought\r\ndeclarations to that effect.\n7\n[13] That case was later\r\nabandoned. New relief was claimed in an amendment to the notice of\r\nmotion that withdrew all the claims\nthat had been made and\r\nsubstituted them with altogether different claims. The constitutional\r\nvalidity of the Act was no longer\nplaced in issue and CONSAWU\r\nwithdrew its application against the Minister. CONSAWU filed what it\r\ncalled a ‘supplementary’\nfounding affidavit in support of\r\nthe new relief that was sought. That is the case that is now before\r\nus.\n[14] The case that CONSAWU now\r\nadvances is quite the opposite of the case that it initially\r\nadvanced. Far from the Act requiring\neach constituency to be its own\r\ngate-keeper for entry to NEDLAC – which is what CONSAWU said\r\ninitially – it now says\nthat the Act prohibits it. The\r\nprohibition is said to be found in\ns 4(b)\nand\ns 4\n(d) of the\r\nAct and it claimed an order declaring clause 9 to be in conflict with\r\nthose sections. It also claimed an order that NEDLAC\n‘effects\r\ncompliance with the provisions of\nsection 4(b)\nand\nsection 4(d)\nof\r\nthe Act’ within a stipulated time. Significantly, it did not\r\nspecify what will constitute compliance.\n[15] Its case\r\nis founded upon two submissions that are advanced, it seems, to\r\nbuttress one another. We turn to those arguments presently\nbut for\r\nthe moment it is convenient to summarise what its case comes down to.\r\nCONSAWU says that the Act does not permit a constituency\nto be the\r\ngate-keeper to its own constituency on NEDLAC. What the Act requires\r\nis that the criteria for entry to each constituency\nmust be stated\r\nexpressly in the constitution with the consequence that they must be\r\ndetermined by NEDLAC itself. By that it hopes\nto escape being\r\nbeholden to the founding federations and to be able to appeal to the\r\nother constituencies on NEDLAC.\n8\n[16] That\r\nturnabout in its stance, says the General Secretary of CONSAWU in his\r\nsupplementary affidavit, was brought about by advice\nthat it received\r\nfrom counsel who had replaced its earlier counsel.\n9\nAlthough it is\r\nplaced at the door of the ingenuity of counsel we still find it\r\nremarkable that a substantial labour federation should\nbe so fickle\r\non such a fundamental feature of the institution that it wishes to\r\njoin.\n[17] Nonetheless, that led to\r\nconsiderable debate before us as to whether the Act indeed requires\r\nNEDLAC itself to determine who\nmight or might not be admitted to\r\nrepresent a constituency, or whether it is competent for that to be\r\ndecided by the constituency\nitself. In our view one needs only to\r\nknow the nature of NEDLAC as it is described in the affidavits that\r\nit filed to know that\nthe arguments advanced by CONSAWU cannot be\r\ncorrect.\n[18] NEDLAC is not a forum for\r\nsettling wages and conditions of employment, in which employers and\r\nemployees might each wish to\nconfront a friendly face. We pointed out\r\nearlier that NEDLAC serves as a forum for attempting to reach\r\ntripartite consensus on\nnational economic and labour policy. The\r\ninterest that each constituency has in the composition of the other\r\nin those circumstances\nis only to ensure that it properly represents\r\nthe most influential voice that has been chosen by that other\r\nconstituency. It is\nnaturally not for one constituency to decide for\r\nthe other which voice that might be. To leave out in the cold a voice\r\nthat any\nparticular constituency has chosen would undermine what\r\nNEDLAC is all about. There would be no point at all in one\r\nconstituency\ntalking to a voice of its own choosing. Nor would there\r\nbe any point in talking to organisations which have such disparate\r\ninterests\nthat they are bickering amongst themselves. If that were to\r\noccur then the constituencies might just as well each be talking to\n\nthemselves. The interest of each lies in confronting the most\r\ninfluential and cohesive voice of the other and that must necessarily\n\nbe one that has been chosen by the particular constituency.\n[19] NEDLAC\r\nand all its founders – Business Unity South Africa,\n10\nthe founding\r\nfederations, and the state – have made it perfectly clear on\r\nthe papers before us that that was the principle\nupon which they\r\nfounded NEDLAC. Indeed, the ministry that was responsible for the Act\r\nentered this case at the outset to defend\nthe constitutionality of\r\nthat principle when its presence in the Act was attacked. We would\r\nrequire considerable persuasion that\nalthough all those responsible\r\nfor founding NEDLAC were of one view parliament enacted the\r\nlegislation with something else in mind.\nBut CONSAWU says that\r\nparliament indeed had something else in mind and we turn to the\r\ngrounds upon which it says that.\n[20] We have pointed out that the\r\nAct called upon the representatives of the constituencies at what was\r\ncalled the ‘inaugural\nmeeting’ to adopt a constitution\r\nfor NEDLAC.\nSection 4\nrequired the constitution that they were to\r\nadopt to ‘provide for’ various things. The two\r\nsubsections that are now\nin issue required it to provide for the\r\nfollowing:\n‘\n(b)\r\nthe manner in which organized labour may nominate persons for\r\nappointment as members and the manner in which members may be\n\nremoved.\n(d) the criteria by\r\nwhich and manner in which organized labour shall admit federations of\r\ntrade unions.’\n[21] So far as\r\norganised business is concerned those subsections are replicated in\nss 4(a)\nand\n4\n(c). It was because of the impact that the case\r\nmight have on those equivalent provisions that an affidavit was filed\r\non behalf\nof Business Unity South Africa in which it aligned itself\r\nwith what NEDLAC had said.\n11\nWe deal\r\nhereafter only with the provisions so far as they relate to organised\r\nlabour but it applies as much to organised business.\n[22] CONSAWU’s\r\ncase rests on two submissions. For its first submission it refers us\r\nto the definition of organised labour\nin the Act, which means the\r\nfounding federations and ‘any association that is admitted\r\nthereafter’\n12\nIt says that\ns 4(d)\nrequires the constitution to provide for the manner in\r\nwhich and the criteria by which trade union federations are to be\r\nadmitted\nto ‘organised labour’. It says that\ns 4(b)\n,\r\non the other hand, requires the constitution to provide also for the\r\nmanner in which organised labour may nominate persons for\nappointment\r\nas members of NEDLAC. It says that clause 9 of the constitution deals\r\nonly with the manner in which organised labour\nmay nominate persons\r\nfor membership of NEDLAC. It does not provide for the manner in which\r\nand criteria by which federations might\nbe admitted to ‘organised\r\nlabour’ and in that respect it is deficient.\n[23] Its case is sought to be\r\nbuttressed by its second submission. That submission, as we\r\nunderstand it, is that the effect of\ns 4(d)\nis to empower NEDLAC\r\nto set the criteria for admission to ‘organised labour’.\r\nBy providing in clause 9.5 that those\ncriteria are to be determined\r\nby the labour constituency NEDLAC has unlawfully delegated its\r\nauthority.\n[24] When those two submissions\r\nare taken together the case that emerges comes down to this: CONSAWU\r\nsays that NEDLAC must state\nin the constitution itself what the\r\ncriteria are for admission of a federation to ‘organised\r\nlabour’ so as to comply\nwith\ns 4(d).\nIt may not permit\r\nthose criteria to be set by the constituency itself – as it has\r\npurported to do in clause 9.5 – because\nthat would be an\r\nunlawful delegation of its power to determine those criteria.\r\nNeedless to say, the second submission contradicts\nthe first and we\r\ndeal with it immediately.\n[25] The\r\nsecond submission rests on the supposition that clause 4(d) confers\r\npower on NEDLAC to determine the criteria for admission\nto ‘organised\r\nlabour’ and that is not correct. The section does not purport\r\nto confer any powers on NEDLAC at all.\nIndeed, we have considerable\r\ndoubt that NEDLAC even existed until the constitution was adopted.\n13\nClause 4(d)\r\ndoes no more than to require that the constitution that was to be\r\nadopted must make provision for the relevant criteria.\nSo far as\r\nclause 9.5 empowers the labour constituency to set those criteria the\r\nlabour constituency is not exercising delegated\npowers when it does\r\nso. It is exercising original powers that emanate from the\r\nconstitution. The submission has no merit but it\nsows the seed for\r\nthe destruction of the other submission.\n[26] The submission that we have\r\ndisposed of correctly identifies the criteria that are referred to in\r\nclause 9.5 as being the criteria\nthat are required to be provided for\r\nby\ns 4(d).\nThe very foundation of that submission was that\r\nclause 9.5 purports to delegate to the labour constituency the power\r\nto set the\ncriteria referred to in\ns 4(d).\nIf that is so it is\r\ndifficult to see how the first submission can be sustained. CONSAWU’s\r\nargument becomes then no more than\na matter of form so far as it says\r\nthat the criteria themselves must be stated in the constitution.\r\nWhether the criteria are to\nbe found in the constitution itself, or\r\nwhether they are to be found in the minute book of the constituency,\r\nis a question of where\nthey are located and not whether they have\r\nbeen provided for. Quite clearly they have been provided for. It was\r\nprecisely because\nthey have been provided for that CONSAWU found\r\nitself being stopped at the gate.\n[27] The fallacy in the\r\nsubmission lies in its argument that clause 9.5 provides only for the\r\nmanner in which representatives for\nmembership of NEDLAC are\r\nnominated, and does not deal with the manner in which and criteria by\r\nwhich new federations might become\nincluded in ‘organised\r\nlabour’. ‘Organised labour’ is not a corporate\r\nentity or organisation of some kind\nto which one might apply for\r\nmembership. The definition is merely descriptive of the group of\r\nfederations that are represented\non NEDLAC. Representation on NEDLAC\r\nand inclusion amongst that group go hand in hand.\n[28] It is true that clause 9\r\nprovides the process by which nominations are made for membership of\r\nNEDLAC. Whatever one might make\nof clause 9.3, which initiates the\r\nprocess, its culmination in nominations being approved or rejected\r\nmakes it clear that that\nis so. But in order to have its\r\nrepresentative appointed to NEDLAC the nominator must obviously be an\r\norganisation that is entitled\nto representation. The process of\r\ndeciding whether a nomination should be approved necessarily calls\r\nfor the decision-maker to\ndetermine whether the nominator qualifies.\r\nIf the nominator does qualify, and its nomination is approved, then\r\nby that fact alone\nthe nominator becomes included in the group that\r\nis described as ‘organised labour’. To suggest that two\r\ndistinct processes\nmust be provided for and that both decisions may\r\nnot be made in the course of a single process is pedantry.\n[29] The hurdle that was put up\r\nto that construction of clause 9 was that clause 9.3 contemplates\r\napplications being made by ‘organised\nlabour’. It was\r\nargued that that means only federations that are already included\r\namongst ‘organised labour’.\nOn that construction clause\r\n9.3 leaves no room for federations that are not yet included amongst\r\n‘organised labour’\nto make an application, which, so it\r\nis argued, shows that the process is not one for admission to\r\n‘organised labour’.\nNo doubt the logic is sound. But\r\nwhere the broad scheme of the enterprise is clear we are not moved by\r\nreliance upon what are clearly\na few inapt words here and there in a\r\ndocument that is replete with imprecision. In our view the inclusion\r\nof clause 9.5 places\nit beyond dispute that the process incorporates\r\nthe requirements of both\ns 4(b)\nand s (4)(d).\n[30] In our view both submissions\r\nfail and the application was correctly dismissed. The appeal should\r\nbe dismissed with costs that\ninclude the costs of two counsel.\n___________________\nR W NUGENT\nJUDGE OF APPEAL\n___________________\nS A MAJIEDT\nJUDGE OF APPEAL\nSTREICHER JA\n:\n[31] I disagree with my\r\ncolleagues Nugent and Majiedt JJA that the appeal should be\r\ndismissed. In my view it should succeed.\n[32] The Confederation of South\r\nAfrican Workers’ Unions (‘Consawu’), the appellant,\r\napplied to the North Gauteng\nHigh Court (Pretoria) for an order\r\ndeclaring that the Constitution of the National Economic Development\r\nand Labour Council (Nedlac),\nthe first respondent, does not comply\r\nwith the requirements of s 4(d) of the National Economic\r\nDevelopment and Labour Council\nAct 35 of 1994 (the Act). The court\r\nbelow dismissed the application but granted the appellant leave to\r\nappeal to this court.\n[33] Nedlac is a juristic person\r\nestablished by the Act. It is governed by an executive council and in\r\naddition consists of four\nchambers namely the public finance and\r\nmonetary policy chamber, the trade and industry chamber, the labour\r\nmarket chamber and the\ndevelopment chamber (s 2). The council\r\nconsists of members who represent organised business, members who\r\nrepresent organised\nlabour, members who represent organised community\r\ninterests and members who represent the State (s 3(1)). The\r\nmembers representing\norganised business and organised labour are\r\nappointed by the Minister of Labour from persons nominated by the\r\nrelevant constituency\n(s 3(2) and (3)). The members representing\r\nthe organised community interests are appointed by the Minister\r\nwithout Portfolio\nin the Office of the President and from persons\r\nnominated by that constituency (s 3(4)) and the members\r\nrepresenting the State\nare appointed by the President (s 3(6)).\n[34] In terms of s 1 of the\r\nAct ‘organised business’ means business represented by\r\nthose employer and business\nassociations and federations of such\r\nassociations that are the founding parties of Nedlac and any\r\nassociation that is admitted\nthereafter. ‘Organised labour’\r\nmeans the federations of trade unions that are the founding parties\r\nof Nedlac and any\nassociation that is admitted thereafter. Cosatu,\r\nFedsal (now Fedusa) and Nactu, three federations of trade unions,\r\nwere founding\nparties of Nedlac and, at present constitute ‘organised\r\nlabour’ as defined in the Act.\n[35] From the aforegoing it is\r\nclear that in terms of the Act there are four constituencies each of\r\nwhich is represented on the\ncouncil. Membership of a constituency\r\nshould therefore not be equated with membership of the council.\r\nWhereas membership of the\ncouncil is provided for in the Act\r\nadmission to a constituency is in terms of s 4(d) of the Act to\r\nbe provided for in the\nconstitution of Nedlac. The section reads:\r\n‘Subject to the provisions of this Act, the constitution of the\r\nCouncil shall\nprovide for … the criteria by which and manner\r\nin which organised labour shall admit federations of trade unions’.\n[36] Consawu applied for\r\nadmission to the labour constituency of Nedlac but was advised by Mr\r\nEbrahim Patel, the convenor of the\nconstituency, that its membership\r\ndid not meet the threshold of 300 000 members established by the\r\nconstituency. According\nto the evidence presented by the respondents\r\nthe members of the labour constituency initially agreed on a\r\nthreshold of 200 000\nmembers for admission to the constituency.\r\nThe threshold was subsequently increased, first to 250 000 and\r\nthereafter to 300 000.\nNo minutes recording those increases\r\ncould be located. According to Patel discussions in the constituency\r\ntake place informally.\n[37] Consawu did indeed not have\r\n300 000 members. Nedlac contends that the threshold was\r\nestablished in terms of clause 9(5)\nof its constitution which, so it\r\nsubmits, provides that admissions to a constituency should be done in\r\nterms of criteria determined\nby the relevant constituency. The\r\nappellant on the other hand contends that clause 9(5) deals with\r\nmembership of the executive\ncouncil of Nedlac and not with membership\r\nof the labour constituency. In the alternative the appellant contends\r\nthat, in so far\nas it may be held that clause 9(5) deals with\r\nadmission to the labour constituency, it is contrary to s 4(d)\r\nof the Act and\ntherefore invalid. In order to understand the\r\nappellant’s submissions it is necessary to quote clauses 9.1 to\r\n9.6 of the\nNedlac Constitution. The clauses read:\n‘\n9.\r\nADMISSION OF MEMBERS\n9.1\r\nThe State, organised business and organised labour shall nominate not\r\nmore than 18 representatives as members of the executive\ncouncil and\r\nnot more than six representatives of each chamber.\n9.2\r\nUnless otherwise agreed within each constituency, representation at\r\nthe inaugural meeting shall be determined as follows:\n9.2.1\r\nfor organised business, by Business South Africa;\n9.2.2\r\nfor the State, by the President of the Republic of South Africa;\n9.2.3\r\nfor organised labour, by proportional representation according to\r\npaid-up membership of the founding trade union federations\n–\r\nCosatu, Fedsal and Nactu;\n9.2.4\r\nfor the organisations representing community and development\r\ninterests, by the Minister without portfolio in consultation\nwith\r\norganised business, organised labour and the Minister.\n9.3\r\nApplications for admission to membership by organised business,\r\norganised labour and the State after the inaugural meeting shall\nbe\r\nmade to the secretariat, in writing, in the form required by the\r\nexecutive council. Such applications shall be considered according\nto\r\nthe process outlined in 9.4 - 9.6 below.\n9.4\r\nthe secretariat on receiving such an application, shall submit such\r\napplication to the convenor of the affected constituency\non the\r\nexecutive council.\n9.5\r\nthe convenor shall, within one (1) month of receipt of an application\r\nfrom the secretariat, convene a meeting within the affected\n\nconstituency to consider the application. This shall be done in terms\r\nof the procedures and criteria determined by each constituency.\n9.6\r\nIn the event that members of the affected constituency decide to\r\napprove a nomination, then that nomination shall be forwarded\nto the\r\nMinister who shall appoint the representatives to the executive\r\ncouncil and/or chambers.\n…\n.’\n[38] Clause 9(1) prescribes what\r\nnumber of representatives each of the organised business and\r\norganised labour constituencies may\nnominate to the executive council\r\nand chambers. It does not deal with membership of the two\r\nconstituencies. Clause 9.2 deals with\nthe representation of the\r\nvarious constituencies at the inaugural meeting of Nedlac and does\r\nnot deal with membership of the various\nconstituencies either.\r\nClauses 9.3 to 9.6 deal with the representation of the various\r\nconstituencies after the inaugural meeting\nand does not deal with\r\nmembership of the various constituencies either. Clause 9.3 speaks of\r\n‘[a]pplications for admission\nto membership by organised\r\nbusiness, organised labour and the State after the inaugural\r\nmeeting’. Organised labour means\nlabour as represented by the\r\nfederations of trade unions that are the founding parties of Nedlac\r\nand any federation admitted subsequently.\nApplications by organised\r\nbusiness or organised labour for admission to membership can\r\ntherefore not be applications for membership\nof the organised\r\nbusiness constituency or organised labour constituency, they can only\r\nbe applications for membership of the executive\ncouncil and chambers\r\nof Nedlac. The applications are to be made to the secretariat of\r\nNedlac and are then to be dealt with in terms\nof clauses 9.4 and 9.6.\r\nThe secretariat of Nedlac refers the applications to the relevant\r\nconstituency (cl 9.4) which is to\nconsider them in terms of the\r\nprocedures and criteria determined by each constituency (cl 9.5).\r\nIf approved the applications\nculminate in nominations and\r\nappointments to the executive council or one of the chambers of\r\nNedlac (cl 9.6). In other words,\nin the case of organised\r\nlabour, Cosatu, Nactu and Fedusa being the founding members of Nedlac\r\nand constituting organised labour\nin terms of the Act, would submit\r\ntheir applications for membership of the executive council and\r\nchambers of Nedlac to the secretariat\nof Nedlac. The secretariat will\r\nrefer the applications to the convenor of the labour constituency\r\nwhereupon the labour constituency\nie Cosatu, Nactu and Fedusa will\r\nconsider the applications in terms of the procedures and criteria\r\ndetermined by the constituency\nand will decide who should be\r\nnominated. The agreed nominations are forwarded to the minister who\r\nis obliged to appoint the nominees\nas the representatives of\r\norganised labour to the executive council and the chambers.\n[39] Clauses 9.3 to 9.6 thus\r\ninterpreted, purport to give effect to s 4(b) of the Act which\r\nprovides that Nedlac’s constitution\n‘shall provide . . .\r\nfor the manner in which organised labour may nominate persons for\r\nappointment as members . . . .’\nIt does not give\r\neffect to s 4(d) which deals with the admission of federations\r\nof trade unions as members of organised labour\nas defined in the Act.\n[40] But, even if clause 9.5 of\r\nthe constitution is interpreted to deal with applications for\r\nadmission to the labour constituency\nI am of the view, for the\r\nreasons that follow, that it does not comply with s 4(d) of the\r\nAct.\n[41] Nedlac is a body created by\r\nthe legislature and is publicly funded (s 7(3)). The legislature\r\nprescribed its objects, powers\nand functions. One of the powers so\r\nconferred on Nedlac is the power to adopt a constitution which\r\nprovides for the matters stated\nin s 4 of the Act. One of the\r\nmatters that had to be provided for is ‘the criteria by which\r\nand the manner in which\norganised labour shall admit federations of\r\ntrade unions’ (s 4(d)). The legislature therefore\r\nconferred on Nedlac the\npower and the function to determine the\r\ncriteria for admission of federations of trade unions as members of\r\nthe labour constituency.\nNedlac purported to exercise that power and\r\nperform that function by requiring the labour constituency itself to\r\ndetermine the\ncriteria for admission. By doing so Nedlac delegated\r\nthe power conferred on it to the labour constituency. The question to\r\nbe decided\nin this appeal is whether the legislature intended the\r\npower and function conferred on Nedlac to be delegable.\n[42] Having conferred authority\r\non Nedlac to determine the criteria for admission to the labour\r\nconstituency one must assume that,\nunless there are indications to\r\nthe contrary, the legislature intended Nedlac and not someone else to\r\ndo so. Sir William Wade and\nChristopher Forsyth\nAdministrative Law\n9 ed (2004) p 317 say:\n‘\nThere\r\nis no general principle that administrative functions are delegable.\r\nThe principle is rather that, where any sort of decision\nhas to be\r\nmade, it must be made by the authority designated by Parliament and\r\nby no one else.’\nLawrence Baxter\nAdministrative\r\nLaw\n(1984) p 434 states:\n‘\nIn\r\nmodern democracies original power derives from the political\r\nauthority of elected legislatures. Because of the practical\r\nrequirements\nof government it is recognized that such bodies may\r\ndelegate their powers. In South Africa, Parliament is recognized to\r\nhave unlimited\npowers of delegation. Considerable latitude is also\r\ngiven to such “original” authorities as provincial\r\ncouncils. But\nall other administrative authorities are treated as\ndelegees\n,\r\npower having been delegated to them by the original authority. Not\r\nbeing the direct repositories of public trust they are not\npermitted\r\nthe same freedom to choose who shall exercise their powers. There is\r\na presumption that they may not further delegate\n(ie sub-delegate)\r\ntheir powers:\ndelegatus\r\nnon potest delegare\n.’\nIn\nAttorney-General, OFS v\r\nCyril Anderson Investments (Pty) Ltd\n1965 (4) SA 628\n(A) at\r\n639C-D Botha JA said:\n‘\nThe\r\nmaxim\ndelegatus\r\ndelegare non potest\nis\r\nbased upon the assumption that, where the legislature has delegated\r\npowers and functions to a subordinate authority, it intended\nthat\r\nauthority itself to exercise those powers and to perform those\r\nfunctions, and not to delegate them to someone else, and that\nthe\r\npower delegated does not therefore include the power to delegate. It\r\nis not every delegation of delegated powers that is hit\nby the maxim,\r\nbut only such delegations as are not, either expressly or by\r\nnecessary implication, authorised by the delegated powers.’\n[43] There is no express\r\nindication to be found in the Act that the legislature intended\r\nNedlac to have the power to authorise somebody\nelse to determine ‘the\r\ncriteria by which and the manner in which organised labour shall\r\nadmit federations of trade unions’\nto the labour constituency.\r\nIn my view such power was not conferred on Nedlac by necessary\r\nimplication either.\n[44] The object of the\r\nlegislature in creating Nedlac was to create a body consisting of\r\nrepresentatives of organised labour, organised\nbusiness, the State\r\nand community organisations which could assist in the formulation of\r\na co-ordinated policy on social and economic\nmatters by inter alia\r\nseeking to reach consensus and conclude agreements on matters\r\npertaining to social and economic policy, by\nconsidering all proposed\r\nlabour legislation relating to labour market policy before it is\r\nintroduced in Parliament and by considering\nall significant changes\r\nto social and economic policy before they are implemented or\r\nintroduced in Parliament (s 5 of the\nAct). In order to achieve\r\nits object the various constituencies particularly business and\r\nlabour need to be adequately represented\nin Nedlac. Not only will the\r\nwork of Nedlac be of very little value if the constituencies are not\r\nadequately represented but it\nis also unlikely that organised labour\r\nwill be interested in being represented on this body and in spending\r\ntime and effort in\ntrying to reach consensus with an unrepresentative\r\nbusiness constituency and vice versa.\n[45] Each constituency has an\r\ninterest in the proper functioning of Nedlac and therefore has an\r\ninterest in the composition of Nedlac.\nNedlac itself submits that its\r\nproper functioning requires that only the most representative\r\nfederations of organisations take\npart in the negotiations. It\r\nsubmits that it is impracticable to include in Nedlac’s process\r\na host of representative employee\nor employer organisations. In these\r\ncircumstances it is unlikely that the legislature would have intended\r\nto confer the authority\nto determine the criteria for admission to\r\nthe labour constituency to someone other than Nedlac in which each\r\nconstituency is represented.\nIt is particularly unlikely that it\r\nwould have intended that the authority could be delegated to the\r\nlabour constituency. The legislature\nno doubt considered the founding\r\nparties of organised business and organised labour to be\r\nsubstantially representative of their\nrespective constituencies. But\r\ncircumstances may change, other federations of trade unions and other\r\nbusiness associations may\nbe formed causing the existing members of\r\nthe relevant constituencies no longer to be adequately representative\r\nof their constituencies\nand making it desirable that new members be\r\nadmitted. However, although the admission of a new member to for\r\nexample the labour\nconstituency may be in the interests of the proper\r\nfunctioning of Nedlac it may not be in the interests of the incumbent\r\nmembers\nof the constituency. The incumbent members of the labour\r\nconstituency may well consider it in their interests that they and\r\nnot\nother trade union federations should speak on behalf of labour.\r\nFor these reasons they may be unduly reluctant to admit other trade\n\nunion federations to the detriment of the proper functioning of\r\nNedlac ie they may be influenced by their own interests as opposed\nto\r\nthe interests of Nedlac in determining the criteria for admission to\r\nthe labour constituency. That trade unions are often in\ncompetition\r\nwith one another and that a federation of trade unions may aspire to\r\nbe the only representative of workers is confirmed\nby statements made\r\nby Cosatu’s president and by Mr Ebrahim Patel, at the time the\r\nconvenor of the labour constituency at\nNedlac. In a keynote address\r\nof the Cosatu president to Cosatu’s Central Committee in April\r\n2003 he said: ‘Let me repeat\nthe call we have been making: in\r\nthe context of the challenges we face, the need to create one\r\nfederation in one country cannot\nbe over-emphasised.’ Mr Patel\r\nstated in his answering affidavit: ‘It is an historical truism,\r\nnot only in South Africa\nbut elsewhere in the democratic world, that\r\ntrade unions are more often than not involved in a keenly competitive\r\nrelationship\nwith rival unions.’\n[46] Nedlac submits that the\r\nindividual constituencies are best placed to appreciate what criteria\r\nwould ensure effective membership\nin order to achieve the purposes of\r\nthe Act. It was also suggested that the legislature could not have\r\nintended that business should\nbe able to prescribe to labour by whom\r\nit should be represented and vice versa. It may be that the\r\nindividual constituencies are\nbest placed to appreciate what criteria\r\nwould ensure effective membership in order to achieve the purposes of\r\nthe Act but, as pointed\nout above, there is a danger that they may be\r\ninfluenced by self interest not to act in the best interest of\r\nNedlac. To require\nNedlac itself to determine the criteria for\r\nadmission to a particular constituency is also not to allow one\r\nconstituency to prescribe\nto another by whom it should be\r\nrepresented. First, representation on the council as opposed to\r\nrepresentation in the labour constituency\nis decided upon by each\r\nconstituency and nobody else. The constituency nominates its\r\nrepresentatives and the minister concerned\nis obliged to appoint the\r\nnominees. Second, the criteria has to be provided for in the\r\nconstitution of Nedlac which requires the\nagreement of all the\r\nconstituencies. The business constituency cannot force labour to\r\nagree to criteria for admission that are\nnot acceptable to labour and\r\nvice versa. Each constituency can use its superior knowledge,\r\nassuming that it has such knowledge,\nof what criteria would ensure\r\neffective membership in order to achieve the purposes of the Act, to\r\npersuade the other constituencies\nto agree to what it considers to be\r\nthe appropriate criteria. The legislature had no reason to think that\r\nthe constituencies would\nnot be able to reach agreement and, in the\r\nevent, none of the other constituencies would seem to have a problem\r\nwith the criteria\ndetermined by the labour constituency.\n[47] It was further suggested\r\nthat the fact that the criteria determined by the labour constituency\r\nwould appear to be acceptable\nto the other constituencies renders\r\nthis application academical. I do not agree. Should the appeal\r\nsucceed Nedlac would be compelled\nto spell out in its constitution\r\nwhat the criteria for admission to the labour constituency are and\r\nthe labour constituency will\nbe prevented from unilaterally adjusting\r\nthe criteria at informal meetings. The Nedlac constitution provides\r\nthat it may only be\namended by the executive council and that an\r\nendorsement by two thirds of each of the constituencies is required.\n[48] The court below and the\r\nappellant rely on the decision in\nMinister of Agriculture,\r\nEconomics and Marketing & another v Peyper\n1964 (1) SA 206\n(T) in support of the finding that the Nedlac constitution provides\r\nfor the criteria by which organised labour shall admit federations\nof\r\ntrade unions. The Marketing Act 26 of 1937 provided for the\r\nproclamation of schemes to control the marketing of certain\r\nagricultural\nproducts. Section 18(1)(e)\nbis\nprovided that the\r\nScheme should ‘provide for the establishment of one or more\r\nreserve funds . . ..’ The Milk Scheme\nproclaimed in terms of\r\nthe Marketing Act provided that the board constituted in terms of the\r\nScheme should establish one or more\nreserve funds into which shall be\r\npaid certain amounts. It was submitted that this was not a power that\r\ncould be delegated to the\nboard. The court held that the Act required\r\nthe Scheme to make provision for the establishment of reserve funds\r\nand that the Scheme\ndid so. In my view a reserve fund could only be\r\nestablished through some agency such as the board. Provision for the\r\nestablishment\nof a reserve fund therefore meant that an agency had to\r\nbe charged with the duty of establishing a reserve fund or funds.\r\nThat\nis exactly what the Milk Scheme did. Providing for ‘the\r\ncriteria by which and the manner in which organised labour shall\r\nadmit federations of trade unions’ does not mean that an agency\r\nhas to be charged with the duty of determining the criteria.\nIn my\r\nview it means and was intended by the legislature to mean that the\r\ncriteria have to be spelled out in the constitution. Other\nmatters\r\nthat ‘shall be provided for’ in the constitution are the\r\nmanner in which organised business and organised labour\nmay nominate\r\npersons for appointment as members, the manner in which members may\r\nbe removed, ‘the appointment of alternates\nto members’,\r\n‘the appointment of\nex officio\nmembers’, ‘the\r\nremoval of members’, ‘the appointment, removal, duties\r\nand powers of the chairpersons . . .’,\n‘the\r\nestablishment, composition, and functions of the executive council’,\r\n‘the keeping of minutes’, ‘the\nmanner in which\r\ndecisions are taken’, ‘the amendment of the constitution’\r\netc. These are clearly all matters\nthat were required to be spelled\r\nout in the constitution.\n[49] Nedlac’s case is that\r\nit would be inappropriate for anybody except the labour constituency\r\nto determine the criteria\nby which organised labour should admit\r\nfederations of trade unions. However, one should not lose sight of\r\nthe fact that in interpreting\nthe Act one is trying to give effect to\r\nthe intention of the legislature. If the legislature was of that view\r\nit would not have\nrequired the Nedlac constitution to provide for\r\nsuch criteria it would simply have stated that organised labour\r\nshould determine\nthe criteria. The fact that it did not do so is in\r\nmy view a clear indication that the legislature was not of that view.\n[50] For these reasons I am\r\nsatisfied that the legislature was not of the view that the Nedlac\r\nconstitution failed to provide for\n‘the criteria by which\r\norganised labour shall admit federations of trade unions’ and\r\nthat a provision in the constitution\nthat such criteria should be\r\ndetermined by the labour constituency is not authorised by the Act.\n[51] I would accordingly have\r\nupheld the appeal and have granted the application.\n_________________\nP E STREICHER\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant: M Khoza SC\nInstructed\r\nby:\nRamushu\r\nMashile Twala Inc, Johannesburg\nHoney\r\nAttorneys, Bloemfontein\nFor\r\nrespondent: K S Tip SC\nN\r\nH Maenetje\nInstructed\r\nby:\nCheadle\r\nThompson & Haysom, Johannesburg\nWebbers,\r\nBloemfontein\n1\nThe\r\n\tAct seems to us to be conceptually flawed. The Act purports both to\r\n\tcreate NEDLAC and to provide for its creation by the adoption\nof a\r\n\tconstitution by its founding members. In that way NEDLAC purports to\r\n\tcome into existence by pulling itself up by its bootstraps.\nDespite\r\n\tits express language we think that the effect of the Act was not to\r\n\tcreate NEDLAC but instead to decree that NEDLAC should\nbe created in\r\n\tthe manner and form provided for in the Act.\n2\nEstablished\r\n\tby s 2A of the Labour Relations Act 28 of 1956.\n3\nSection\r\n\t9(6).\n4\nNAFCOC\r\n\twas later admitted and the two organisations subsequently\r\n\tamalgamated to form Business Unity South Africa.\n5\nFedusa\r\n\twas then known as Fedsal.\n6\nThe\r\n\tconvenor of the labour constituency said in the answering affidavit\r\n\tfiled on behalf of NEDLAC that the application was neither\ngranted\r\n\tnor refused but placed on hold until such time as CONSAWU\r\n\tdemonstrated that it had the threshold membership.\n7\nA\r\n\tsubsidiary claim was advanced should its main claim fail but that is\r\n\tnot material.\n8\nAmendments\r\n\tto the constitution are made by the executive council and require\r\n\tthe support of two thirds of each constituency represented\non the\r\n\texecutive council.\n9\nWho\r\n\tis not necessarily counsel who argued the matter before us.\n10\nIn\r\n\tan affidavit that was filed by Business Unity South Africa when\r\n\tCONSAWU altered its case it associated itself with what NEDLAC\nhad\r\n\tsaid concerning the functioning of NEDLAC and in particular the\r\n\tdeponent confirmed ‘that it is an important feature\nof the\r\n\tcomposition of NEDLAC that each of the constituencies should itself\r\n\tbe able to determine the criteria for its membership\nin order ...\r\n\tthat it should be in a position to participate effectively in the\r\n\tbusiness of NEDLAC’.\n11\nSee\r\n\tfootnote 10.\n12\n“\nOrganised\r\n\tlabour” means the federations of trade unions that are the\r\n\tfounding parties of [NEDLAC] and any association that\nis admitted\r\n\tthereafter’.\n13\nSee\r\n\tfootnote 1.",
  "scraped_at": "2026-02-12T15:30:59.864348",
  "date": "2011-03-31",
  "coram": [
    "STREICHER JJA",
    "NUGENT JJA",
    "SNYDERS JJA",
    "BOSIELO JJA",
    "MAJIEDT JJA"
  ],
  "case_number": "289/10",
  "parties": {
    "applicants": [
      "Confederation of South African Workers' Unions (CONSAWU)"
    ],
    "respondents": [
      "National Economic Development and Labour Council (NEDLAC)",
      "Minister of Labour",
      "Cosatu",
      "Nactu",
      "Fedusa",
      "Business South Africa"
    ]
  },
  "sections": {
    "facts": "The Confederation of South African Workers' Unions (CONSAWU) applied to NEDLAC for admission to its organised labour constituency. NEDLAC, through the convenor of the labour constituency, rejected the application because CONSAWU did not meet a membership threshold of 300,000 workers, a figure set by the founding trade‑union federations. CONSAWU challenged the validity of clauses 9.3‑9.6 of NEDLAC’s constitution, arguing that they improperly allow the labour constituency to determine the admission criteria, contrary to section 4(d) of the National Economic Development and Labour Council Act 35 of 1994. The High Court dismissed the application; CONSAWU appealed to the Supreme Court of Appeal.",
    "issues": "1. Whether clauses 9.3‑9.6 of NEDLAC’s constitution, particularly clause 9.5 which empowers the labour constituency to set admission criteria, are consistent with section 4(d) of the NEDLAC Act which requires the constitution to ‘provide for’ those criteria. 2. Whether the Act permits NEDLAC to delegate the power to determine admission criteria to an individual constituency, or whether that power must remain with NEDLAC itself.",
    "principles": "The court considered the meaning of ‘provide for’ in s 4(d), applying principles of statutory interpretation and the non‑delegation doctrine. It held that where Parliament requires a constitution to ‘provide for’ a matter, the required details must be set out within the constitution itself, not left to be determined by a subordinate body. Precedent from Minister of Agriculture v Peyper (the Milk Scheme case) was applied, confirming that ‘provide for’ does not necessarily require an agency but mandates that the constitution contain the necessary provisions. Administrative‑law authorities on delegation (e.g., Wade & Forsyth, Baxter, and the maxim delegatus non potest delegare) reinforced that delegated powers cannot be further delegated unless expressly authorised.",
    "application": "Applying these principles, the majority concluded that clause 9.5 effectively delegates to the labour constituency the authority to set the admission criteria, which is a prohibited delegation because s 4(d) envisages NEDLAC itself determining, or at least spelling out, those criteria. The court found that the constitution does not contain the actual criteria and therefore fails to ‘provide for’ them as required. Consequently, the clauses are inconsistent with the Act and the appeal must be dismissed. A dissenting judge argued that the Constitution’s wording allowed the constituency to set criteria and that the appeal should be upheld, but this view did not form the majority judgment.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal, upholding the lower court’s decision. CONSAWU’s application was rejected and the appeal was dismissed with costs, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Constitutional Law",
    "level_3": [
      "NEDLAC",
      "membership criteria",
      "delegation of powers",
      "section 4(d)",
      "appeal"
    ]
  }
}