{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/248.html",
  "case_name": "Visser v Mopani District Municipality and Others (641/10) [2011] ZASCA 248; [2012] 3 BLLR 266 (SCA); (2012) 33 ILJ 321 (SCA) (1 December 2011)",
  "citation": "[2011] ZASCA 248",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 248\n|\nNoteup\n|\nLawCite\nVisser v Mopani District Municipality and Others (641/10) [2011] ZASCA 248; [2012] 3 BLLR 266 (SCA); (2012) 33 ILJ 321 (SCA) (1 December 2011)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 641/10\nIn the matter between:\nJacobus Daniel Visser\n…...................................................................\nFirst\r\nAppellant\nand\nMopani District Municipality\n…......................................................\nFirst\r\nRespondent\nSA Local Government Bargaining Council\n….........................\nSecond\r\nRespondent\nFatima Cachalia N.O.\n….................................................................\nThird\r\nRespondent\nNeutral citation:\nJacobus Visser v Mopani District\r\nMunicipality\n(641/10)\n[2011] ZASCA 248\n(1 December 2011)\nCoram:\nPONNAN, SNYDERS, LEACH, MAJIEDT JJA AND PETSE AJA\nHeard:\n10 November 2011\nDelivered: 1 December 2011\nSummary:\nLabour Relations Act 66 of 1995\n–\nss 145\nand\n193\n– reinstatement after substantively and procedurally unfair\r\ndismissal – confirmed on review by the Labour Court –\nno\r\nwarrant for the Labour Appeal Court to interfere\nORDER\nOn appeal from: The Labour Appeal Court (Davis, Tlaletsi JJA and\r\nHendricks AJA):\n1 The appeal is upheld with costs.\n2 The order of the Labour Appeal Court is set aside and substituted\r\nwith the following:\n‘\nThe appeal is dismissed with costs.’\nJUDGMENT\nSNYDERS JA (Ponnan, Leach, Majiedt JJA and Petse AJA concurring)\n[1] This is an appeal from the Labour Appeal Court (Davis, Tlaletsi\r\nJJA and Hendricks AJA), with special leave of this Court. The\n\nappellant is the former Regional Director Fire and Emergency Services\r\nin the employ of the first respondent, the Mopani District\n\nMunicipality. The first respondent dismissed the appellant on 21 May\r\n2004. In terms of the bargaining council agreement of the\nSouth\r\nAfrican Local Government Bargaining Council, the second respondent,\r\nthe dispute that arose from the appellant’s dismissal\nwas\r\narbitrated by the third respondent. The third respondent found that\r\nthe appellant’s dismissal was procedurally and substantively\n\nunfair, and ordered his reinstatement in terms of s 193(1) of the\r\nLabour Relations Act 66 of 1995 (the LRA). The first respondent\ntook\r\nthis award on review to the Labour Court (the LC) in terms of s 145\r\nof the LRA. The LC dismissed the application and with\nits leave the\r\nfirst respondent appealed the decision to the Labour Appeal Court\r\n(the LAC). As it is only the first respondent that\nis opposing the\r\ncurrent proceedings, I shall continue to refer to it as the\r\nrespondent, unless specifically otherwise stated.\n[2] The issue in this matter falls within a very narrow compass which\r\nmakes it unnecessary to traverse all the facts. The appellant\nheld\r\nthe same position with the respondent’s predecessor, the\r\nNorthern District Council, as with the respondent, until 2000\nwhen\r\nmunicipal restructuring occurred and the respondent succeeded the\r\nformer council. During September 2003 the respondent transferred\nthe\r\nappellant from Tzaneen, where he had been stationed until then, to\r\nGiyani. This transfer was to be governed by an agreement\nentered into\r\nunder the auspices of the second respondent between the South African\r\nLocal Government Association, the South African\nMunicipal Workers’\r\nUnion and the Independent Municipal and Allied Trade Union (IMATU).\r\nIMATU represented the appellant. The\nappellant accepted his transfer\r\non condition that he receives a travel allowance for travel from\r\nTzaneen to Giyani as he lived\nin Tzaneen and was unable to relocate\r\nto Giyani.\n[3] For three months the appellant continued to receive a travel\r\nallowance from the respondent. After three months and a series\nof\r\nmiscommunications and misconceptions, the respondent ceased payment\r\nof any travel allowance to the appellant, whereupon the\nappellant\r\nwent back to Tzaneen and reported there for duty. No negotiations\r\nwere entered into in terms of the bargaining council\nagreement in\r\nrelation to the transfer and appellant’s expressed need for an\r\nallowance. Despite some meetings the issue was\nnever resolved and on\r\n21 May 2004 the appellant was notified that his services had been\r\nterminated due to desertion. Thereafter\nsome attempt was made to\r\nserve a notice on the appellant to attend a formal, belated,\r\ndisciplinary hearing, this ultimately took\nplace in the appellant’s\r\nand IMATU’s absence, and resulted in the dismissal being\r\nconfirmed.\n[4] In terms of the bargaining council agreement the parties then\r\nwent to arbitration before the third respondent who, on 23 November\n\n2004,found the appellant’s dismissal to have been both\r\nprocedurally and substantively unfair. She made an award setting\r\naside the dismissal of the appellant, ordering his reinstatement,\r\nordering the finalisation of his transfer within 30 days of his\n\nreinstatement and the payment of compensation for a period of two\r\nmonths.\n[5] The respondent did not abide the arbitration\r\naward, but resorted to a review to the LC in terms of s 145, read\r\nwith s 158(1)(\ng\n),\r\nof the LRA. The appellant applied simultaneously for the arbitration\r\naward to be made an order of the LC.\n[6] Unless a defect is found to have occurred in the arbitration\r\nproceedings the LC is not at liberty to interfere with the award\nof\r\nthe arbitrator. A defect occurs only in the limited circumstances set\r\nout in s 145(2):\n‘\n(\na\n)\r\nthat the commissioner –\n(i) committed misconduct in\r\nrelation to the duties of the commissioner as an arbitrator;\n(ii) committed a gross\r\nirregularity in the conduct of the arbitration proceedings; or\n(iii) exceeded the\r\ncommissioner’s powers; or\n(\nb\n)\r\nthat an award has been improperly obtained.’\n1\n[7] Having correctly reminded itself of the\r\nlimited jurisdiction to interfere as circumscribed in\nSidumo\r\n& another v Rustenburg Platinum Mines Ltd & others\n[2007] 12 BLLR 1097\n(CC) the LC concluded that the\r\ndecision reached by the arbitrator could not reasonably be labelled\r\nas one which a reasonable decision\nmaker could not have reached. The\r\nLC made an order dismissing the review application with costs and\r\nconfirmed the third respondent’s\naward.\n[8] The respondent remained disgruntled and with leave of the LC\r\nappealed against this decision to the LAC. On the merits of the\n\nappeal the court a quo came to the following conclusion:\n‘\nThe\r\napproach which has to be adopted by this court, is not whether it\r\nwould have found that the dismissal was justifiable, but whether,\non\r\nthe evidence which was placed before the [third] respondent, the\r\n[third] respondent comported herself in regard to the decision\nin a\r\nmanner which was congruent with that of the reasonable decision\r\nmaker. On any stretch of the test of reasonableness, in my\nview,\r\nthere is no basis to overturn the decision of the [third] respondent,\r\neither on the grounds of substantive or procedural\nfairness, for\r\nreasons which I have already set out.’\n[9] Despite having applied the correct test in relation to the merits\r\nof the appeal the LAC then embarked on a surprising course\nin\r\nrelation to the award that followed. Without faulting in any way\r\nwhatsoever the award made by the third respondent, the LAC\nmero\r\nmotu\nembarked on an investigation of factors subsequent to the\r\naward and made the following order:\n‘\n1 The\r\nappeal is dismissed insofar as the fairness of the dismissal of the\r\n[appellant] is concerned. It is upheld insofar as the\nremedy is\r\nconcerned.\n2 The order of the court\na\r\nquo\nis therefore set\r\naside and replaced with the following order:\n2.1 The review application of\r\n[third] Respondent’s decision to dismiss the [appellant] is\r\ndismissed with costs;\n2.2 The arbitration award issued\r\nby the [third] Respondent on 23 November 2004, is altered so as to\r\nread as follows:\nThe dismissal of the [appellant]\r\nis declared to be both substantively and procedurally unfair.\nThe Respondent is ordered to pay\r\nthe [appellant] an amount of compensation, being 12 months\r\nremuneration, calculated at the rate\nof the [appellant’s]\r\nsalary at the date of his dismissal. Such remuneration is to be paid\r\nto Mr Visser by 1 July 2010.\n3 The costs incurred in making\r\nthe arbitration award an order of [court], are awarded in favour of\r\nthe [appellant].’\n[10] When the LAC embarked on an investigation of facts that occurred\r\nsubsequent to the award in relation to a determination of\nan\r\nappropriate remedy, it acted as if it was sitting as a tribunal of\r\nfirst instance and was therefore at large to impose such\nremedy as it\r\ndeemed appropriate - which it was not. The LAC remained bound to the\r\nsame test in relation to the remedy as to the\nmerits of the appeal\r\nbefore it. As such the LAC misconceived the nature of its function,\r\nby imposing a remedy it regarded as appropriate\nin the circumstances\r\nhaving itself found that there was no ‘defect’ in the\r\naward made.\n[11] Consequent upon a finding that the appellant’s dismissal\r\nwas substantively unfair, the appellant was entitled, in terms\nof s\r\n193(1) to be reinstated. No facts were advanced at any stage during\r\nthe proceedings that met the requirements of s 193(2)\nand justified\r\nthe refusal of his reinstatement.\n[12] The factors that occupied the attention of the LAC arose only\r\nduring the course of that hearing. It comprised two aspects.\nFirst,\r\nthat it took six years for the matter to ‘be finally resolved\r\nby this court’. Second, that the appellant ‘did\nnot want\r\nto go to Giyani’.\n[13] There was no explanation before the LAC why the matter had taken\r\nsix years to reach it, and the LAC was alive to that fact\nas it\r\nconcluded that ‘this court cannot come to any decision as to\r\nwhy it has taken six years for this dispute to finally\nbe resolved in\r\nthis court’. Apart from the fact that it was the respondent\r\nthat persistently took the matter on appeal and\nfailed, systemic\r\ndelays have been known to occur. In\nShoprite Checkers (Pty) Ltd v\r\nCCMA & others\n2009 (3) SA 493\n(SCA) para 33 this very aspect\r\nwas dealt with as follows:\n‘\nIt is\r\ntrue that the systemic failures referred to by Shoprite’s\r\ncounsel made life difficult for both parties. The delays in\nno way\r\nserve to detract from the correctness of Commissioner Mbha’s\r\nreasoning. Nor do they bring the matter within the terms\nof s 145(2)\r\nof the LRA. It remains eminently reasonable. It should also be borne\r\nin mind that, by the time the matter came before\nthe LAC, further\r\nsystemic delays had impacted on both employer and employee. The\r\nanswer is to eliminate systemic failure rather\nthan punish either\r\nemployers or employees unjustifiably. By interfering with the\r\ndecision of the arbitrator, the LAC was therefore\nin effect\r\nsubstituting its discretion for that of the arbitrator. That it was\r\nnot permitted to do.’\nThe LAC had no regard to this authority.\n[14] In the absence of evidence about the cause of the delays and in\r\nthe face of systemic delays, the LAC, assuming that it was\nentitled\r\nto interfere with the award made, should not have unjustly punished\r\nthe employee – who was completely blameless\n– as it did.\n[15] That brings me to the conclusion reached by the LAC that the\r\nappellant ‘[i]n substance . . . did not want to go to Giyani’.\n\nThis conclusion is contrived. It seems only to have arisen in the LAC\r\nbecause of the fact that the appellant reported for work\nin Tzaneen\r\nafter the respondent stopped payment for his transport to Giyani. The\r\nconclusion is diametrically opposed to the third\nrespondent’s\r\nfinding on the merits, as confirmed by the LC and the LAC. It is\r\nfurther contrary to the appellant’s persistence\nin seeking\r\nreinstatement. Significantly, the arbitrator never made a finding in\r\nterms of s 192(2)(\na\n) of the LRA, and the LC saw no grounds to\r\nand therefore did not interfere with the award of reinstatement. The\r\nevidence before\nthe LAC does not support the factual conclusion that\r\nthe appellant did not want to take up the position in Giyani. Thus\r\nthere was\nno basis for the LAC to have resorted to s 193(2)(\nc\n)\r\nof the LRA. It explained its decision thus:\n‘\n. . .\r\n. it appears to me that this court should follow the approach which\r\nwas prefigured in section 193(2)(c) of the LRA which is\nto ensure\r\nthat the unfairness which was visited upon the [respondent] should be\r\nresponded to by way of an award of compensation\nand that the matter\r\nshould then be brought to finality.’\nIt seems that the LAC sought to arrive at an alternative remedy to\r\nthat of the arbitrator and the LC. But it was sitting as a court\nof\r\nappeal in respect of a LC judgment. And it must be remembered that\r\nthe LC had exercised its review – not appeal –\npower in\r\nrespect of the arbitrator. Thus, given the provisions of the Act that\r\nI have already alluded to, the LAC was not simply\nat large to\r\nconstruct such alternative remedy as it saw fit, particularly when\r\nthere was no proper factual foundation for it do\nso.\n[16] The perceived need to respond to an ‘unfairness which was\r\nvisited upon the [respondent]’ is not explained. It\nwas the\r\nappellant that was unfairly dismissed. He was dismissed allegedly\r\nbecause of desertion. That to the knowledge of the officials\nin the\r\nemploy of the first respondent who took and thereafter communicated\r\nthe decision to the appellant, was false. He was then\nsubjected to a\r\nreview and appeal that were devoid of any merit. Despite that, the\r\nLAC saw fit to issue an order that advantaged\nthe respondent at the\r\nexpense of the appellant.\n[17] All of the issues that arise in this appeal were dealt with by\r\nthe Constitutional Court in\nBilliton Aluminium SA Ltd t/a Hillside\r\nAluminium v Khanyile & others\n[2010] 5 BLLR 465\n(CC). The\r\nfacts in that case gave rise to the constitutional issue whether\r\nsystemic delays justify the development of a constitutional\nduty to\r\ninquire into post-judgment facts on appeal or review in order to\r\nfashion an equitable remedy. The conclusions reached in\nBilliton\napply to the facts and issues in this matter. It is apposite to quote\r\nextensively from that judgment:\n‘\nI now\r\nreturn to the argument at hand. It is that “systemic delays”\r\njustify the development of a constitutional duty\nfor the Labour\r\nAppeal Court to initiate an inquiry of its own into post-judgment\r\nfacts, even when the original order was justified\non the facts at the\r\ntime it was made and where no application to lead further evidence on\r\nappeal was made by any of the parties\neither. The answer to that\r\ncontention must, in each instance where it is aired, be determined by\r\nan examination of the facts of\nthe particular case. A similar kind or\r\nargument was raised, but rejected, in\nEquity\r\nAviation, supra\n[\nEquity\r\nAviation Services (Pty) Ltd v Commission of Conciliation, Mediation\r\nand Arbitration & others\n[2008] ZACC 16\n;\n2009\r\n(2) BCLR 111\n;\n2009 (1) SA 390\n(CC)]. It needs to be rejected in the\r\npresent case as well.\nIt is true that there were\r\ndelays in this matter not attributable to the fault of the employer.\r\nBut it is not these delays that\ncaused the constitutional issue to\r\narise only at this late stage of the proceedings. What primarily\r\ncaused this issue to arise\nwas the employer’s failure to\r\nimplement the reinstatement order after it was given. A secondary\r\ncause was its failure to\nraise the constitutional issue earlier, at\r\nleast at the stage when the matter was heard in the Labour Appeal\r\nCourt.\nAny appeal process carries its\r\nown risk. In\nPerforming Arts Council of the Transvaal v Paper\r\nPrinting Wood and Allied Workers Union & others\n[1993] ZASCA 201\n;\n[1994 (2) SA\r\n204\n(A)], Goldstone JA stated, in relation to the previous\nLabour\nRelations Act, that\n:\n“\nWhether\r\nor not reinstatement is the appropriate relief, in my opinion, must\r\nbe judged as at the time the matter came before the\nindustrial court.\r\nIf at that time it was appropriate, it would be unjust and illogical\r\nto allow delays caused by unsuccessful appeals\nto the Labour Appeal\r\nCourt and to this Court to render reinstatement inappropriate. Where\r\nan order for reinstatement has been granted\nby the industrial court,\r\nan employer who appeals from such an order knowingly runs the risk of\r\nany prejudice which may be the consequence\nof delaying the\r\nimplementation of the order.”\nThe\r\ncircumstances of this matter, however, go beyond the mere fact of\r\nthat institutional risk. “Systemic delay” is often\nalso\r\ncaused by rich and powerful litigants who use their superior\r\nfinancial capabilities to take the review and appeal opportunities\n\navailable to them to the very end in the hope of wearying out an\r\nopposing litigant who may be in a less advantageous financial\n\nposition. Where that does not eventuate the “appeal risk”\r\nis one way of dealing with this use (or abuse) of the legal\nsystem.\r\nIn the present matter the employer eventually conceded that its\r\ndismissal of the employee was substantively unfair. As\npointed out\r\nearlier in this judgment, that concession should also have entailed\r\nthe recognition that reinstatement to the time\nof dismissal was the\r\nproper remedy. Objectively then, the employer should have realised at\r\nthe time the second arbitration award\nwas made that the reinstatement\r\nremedy was a proper one. It was only its own failure to appreciate\r\nthat fact that set the review\nand appeal process in motion. Its own\r\nfailure to raise the constitutional point it now advances, earlier,\r\nat the Labour Appeal\nCourt hearing, merely compounded its own\r\nremissness. And, finally, things were not helped when even in\r\nargument before this Court\nthe employer did not abandon its hope for\r\nan order of compensation rather than reinstatement.’\n2\n[18] Had the LAC been heedful of those comments it could hardly have\r\ninterfered in the manner it did or fashioned the order that\nit did.\n[19] The respondent compounded the issue in this\r\ncourt not only by seeking confirmation of the order of the LAC, but\r\nseeking to\nplace further evidence before us on affidavit. The effect\r\nof the evidence sought to be adduced was to seek to justify the order\n\nof the LAC on some alternative basis, namely by resort to evidence\r\nthat was not available to the LAC when it made the order that\nit did.\r\nPut differently the respondent was now seeking at this late stage to\r\nrely on evidence extraneous the record to support\nthe conclusion of\r\nthe LAC. By this stage though the respondent had already had three\r\nbites at the proverbial cherry. The above\nquoted extract from\nBilliton\nmore\r\nthan adequately answers the substance of what the appellant seeks to\r\ndo. In addition thereto, the respondent did not attempt\nto comply\r\nwith any known rule of procedure for placing further evidence before\r\nthis court at this late stage of the proceedings,\nbut sought orally,\r\nfrom the bar, to introduce the evidence under the guise of ‘the\r\ninherent jurisdiction of this court’\nand ‘on a basis of\r\nequity’. Those propositions merely have to be stated to be\r\nrejected. But even if one were to assume\nthat there were no\r\nprocedural hurdles in the way of the course suggested on behalf of\r\nthe respondent, notions of fairness, as our\ncourts have repeatedly\r\nemphasised, envisage fairness to both not just one of the parties to\r\na dispute. It goes without saying that\nadopting the course suggested\r\nby the respondent will materially and substantially prejudice the\r\nappellant.\n[20] There is no conceivable reason why costs should not follow the\r\nevent.\n1 The appeal is upheld with costs.\n2 The order of the Labour Appeal Court is set aside and replaced with\r\nthe following:\n‘\nThe appeal is dismissed with costs’.\n___________________\nS SNYDERS\nJudge of Appeal\nAPPEARANCES:\nFor the First Appellant: M F Ackermann\nInstructed by:\nLen Dekker & Associates; Pretoria\nNaudes Inc, Bloemfontein\nFor the First, Second and Third Respondents: N Cassim SC\n(with him A Mosam)\nInstructed by:\nLebea & Assosiates, Johannesburg\nPhatsoane Henney Inc, Bloemfontein\n1\nFor\r\n\ta full summary of the nature of the test prescribed in\ns 145\nsee\r\n\talso\nNational Union of Mineworkers & another v Samancor Ltd\r\n\t(Tubatse Ferrochrome) & others\n(2011) 32 ILJ 1618 (SCA)\r\n\tparas 5-7.\n2\nParas\r\n\t49-52.",
  "scraped_at": "2026-02-12T16:23:09.829431",
  "date": "2011-12-01",
  "coram": [
    "PONNAN",
    "SNYDERS",
    "LEACH",
    "MAJIEDT JJA",
    "PETSE AJA"
  ],
  "case_number": "641/10",
  "parties": {
    "applicants": [
      "Jacobus Daniel Visser"
    ],
    "respondents": [
      "Mopani District Municipality",
      "SA Local Government Bargaining Council",
      "Fatima Cachalia N.O."
    ]
  },
  "sections": {
    "facts": "The appellant, Jacobus Daniel Visser, was the Regional Director of Fire and Emergency Services employed by the Mopani District Municipality. In September 2003 he was transferred from Tzaneen to Giyani on the condition that the municipality would continue to pay a travel allowance because he could not relocate. After three months the allowance was stopped, Visser returned to Tzaneen and continued to report for work there. The municipality then deemed him to have deserted his post and, on 21 May 2004, dismissed him for desertion. A disciplinary hearing was held in his and his union’s absence and confirmed the dismissal.\n\nVisser appealed the dismissal to the South African Local Government Bargaining Council, which arbitrated the dispute. The arbitrator found the dismissal both substantively and procedurally unfair, ordered Visser’s reinstatement, mandated that his transfer be finalised within 30 days of reinstatement and awarded two months’ compensation. The municipality sought a review of the award in the Labour Court under s 145 LRA, which dismissed the application. The municipality then appealed to the Labour Appeal Court (LAC). The LAC upheld the dismissal as unfair but altered the remedy, replacing reinstatement with a twelve‑month compensation order.",
    "issues": "1. Whether the Labour Appeal Court had jurisdiction to alter the arbitrator’s award and replace reinstatement with compensation under s 193(2)(c) of the Labour Relations Act. 2. Whether the dismissal was substantively and procedurally unfair, and consequently whether reinstatement was the appropriate remedy. 3. Whether systemic delays or the appellant’s alleged unwillingness to report to Giyani justified departing from the original award. 4. Whether the LAC exceeded its statutory powers by acting as a court of first instance in determining a new remedy.",
    "principles": "The Court applied s 145(2) LRA, which limits judicial review of arbitration awards to cases of commissioner misconduct, gross irregularity, excess of jurisdiction or improper procurement of the award. It reaffirmed that where an award is not defective, the court may not substitute its own discretion. Under s 193(1) LRA an employee dismissed unfairly is entitled to reinstatement unless a ground under s 193(2) justifies an alternative remedy. The Court cited Sidumo v Rustenburg Platinum Mines (limits on LAC intervention), Shoprite Checkers (systemic delays do not alter remedy), Billiton Aluminium v Khanyile (constitutional duty does not arise from delays alone), and Performing Arts Council v Paper Printing (the risk of prejudice from appeal delays does not outweigh the right to reinstatement).",
    "application": "The SCA found that the LAC erred by altering the arbitrator’s award despite there being no defect in the arbitration proceedings. The LAC’s reliance on the appellant’s alleged refusal to go to Giyani was unsupported by evidence and contradicted the arbitrator’s findings. Systemic delays, although acknowledged, were not a statutory ground to replace reinstatement with compensation. Accordingly, the Court held that the LAC exceeded its jurisdiction and could not impose a new remedy. The original arbitral award ordering reinstatement remained the proper order.",
    "conclusion": "The Supreme Court of Appeal set aside the Labour Appeal Court’s altered award, restored the arbitrator’s original order of reinstatement, and dismissed the appeal with costs. The municipality’s attempt to replace reinstatement with a compensation order was rejected as beyond its statutory authority."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Unfair Dismissal",
    "level_3": [
      "section 145 review",
      "section 193 reinstatement",
      "labour appeal court jurisdiction",
      "systemic delay"
    ]
  }
}