{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/31.html",
  "case_name": "McDonald v Young (292/10) [2011] ZASCA 31; 2012 (3) SA 1 (SCA) (24 March 2011)",
  "citation": "[2011] ZASCA 31",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 31\n|\nNoteup\n|\nLawCite\nMcDonald v Young (292/10) [2011] ZASCA 31; 2012 (3) SA 1 (SCA) (24 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nC\nase No:\r\n292/10\nIn the matter between:\nIAN LESLIE McDONALD\n...............................................................\nAppellant\nand\nLESLEY JUDITH YOUNG\n...........................................................\nRespondent\nNeutral citation:\nMcDonald\r\nv Young\n(292/10)\n[2011] ZASCA 31\n(24 March 2011)\nCoram:\nMPATI P, CLOETE,\r\nSNYDERS and THERON JJA and PETSE AJA\nHeard: 17 February 2011\nDelivered: 24 March 2011\nSummary:\nContract\r\n─ Standard of proof necessary ─ Uncontradicted evidence\r\nis not necessarily acceptable or sufficient to discharge\nan onus.\nMaintenance ─\r\nThere is no legal duty of support on unmarried cohabitants.\nFormation of a tacit\r\ncontract regarding maintenance ─ A tacit contract cannot be\r\ninferred where its terms would conflict with\nan express contract ─\r\nEvidence and conduct of the parties must justify an inference that\r\nthere was consensus between them.\n_____________________________________________________________________\nORDER\nOn appeal from:\nWestern\r\nCape High Court (Cape Town) (Veldhuizen J sitting as court of first\r\ninstance):\nThe appeal is dismissed with\r\ncosts.\n___________________________________________________________\nJUDGMENT\nTHERON JA (MPATI P, CLOETE,\r\nSNYDERS JJA and PETSE AJA concurring)\n[1] The parties were involved in\r\na relationship and had cohabited, as man and wife, for approximately\r\nseven years from June 1999\nuntil May 2006. After the relationship\r\nbroke down, the appellant instituted an action against the respondent\r\nin the Western Cape\nHigh Court (Cape Town) for an order declaring\r\nthat a joint venture agreement existed between the parties in respect\r\nof immovable\nproperty (the property) situate at Port Island, Port St\r\nFrancis, in the Eastern Cape, alternatively, for an order that the\r\nrespondent\npay maintenance to the appellant. The high court\r\n(Veldhuizen J) found that the appellant had failed to prove the\r\nexistence of a\njoint venture agreement and, in respect of the\r\nmaintenance claim, that there was no duty on the respondent to\r\nsupport the appellant.\nThe appellant appeals to this court with the\r\nleave of the high court.\n[2] The issues on appeal, as in\r\nthe high court, are whether the appellant has established the\r\nexistence of a joint venture agreement\nbetween the parties,\r\nalternatively, whether the respondent is under a duty (by operation\r\nof law, or alternatively, by virtue of\na tacit contract) to support\r\nthe appellant subsequent to their cohabitation.\n[3] Shortly after the parties\r\nwere introduced to each other the appellant took up residence with\r\nthe respondent at her farm in Knysna.\nThe appellant’s main\r\nbusiness interest was the promotion and marketing of surfing and\r\nsurfboard products. During 1999, the\nappellant and his Durban-based\r\nbrother had been in the process of establishing a new business, Inter\r\nSurf Africa Exporters (ISAE),\nwhich was involved in the manufacture\r\nand export of surfboards. The appellant did not possess any\r\nmeaningful assets and had very\nlimited income. The respondent, on the\r\nother hand, was a woman of considerable means. She had an annual cash\r\nincome in excess of\nR1,3m and possessed substantial assets. When the\r\nappellant and the respondent met, they were 59 and 54 years of age,\r\nrespectively.\nIt was common cause that the appellant had not been in\r\nreceipt of a regular income and had, for a time, during the course of\r\nthe\nrelationship, received a monthly allowance from the respondent.\n[4] The appellant’s claim\r\nto a half-share in the property was based on an express oral joint\r\nventure agreement concluded by\nthe parties. The appellant testified\r\nthat the terms of the agreement were that the respondent would\r\ncontribute financially to the\nacquisition, completion and\r\nrefurbishment of the property while the appellant would contribute\r\nhis time and expertise to oversee\nthe development of the property.\r\nAccording to the appellant, it was agreed that they would each share\r\njointly in the property.\nThe appellant testified that the primary\r\nobjective of the agreement was to ensure that he gained financial\r\nindependence. Despite\nthe fact that the property was to have been\r\nregistered in both their names, it was subsequently agreed, according\r\nto him, that\nthe property would be registered in the respondent’s\r\nname for tax purposes. It was common cause that the initial written\r\nagreement had reflected both their names as purchasers of the\r\nproperty.\n[5] It was contended, on behalf\r\nof the appellant, that the high court had erred in failing to accept\r\nand rely on the appellant’s\nevidence regarding the agreement,\r\nhaving particular regard to the fact that his evidence was\r\nunchallenged. It was further contended\nthat the respondent’s\r\nfailure to testify was fatal to her case and that this court was\r\nobliged to accept his unchallenged\nevidence in respect of both the\r\nagreement and the claim for maintenance.\n[6] It is\r\nsettled that uncontradicted evidence is not necessarily acceptable or\r\nsufficient to discharge an onus. In\nKentz\r\n(Pty) Ltd v Power\n,\n1\nCloete J\r\nundertook a careful review of relevant cases where this principle was\r\nendorsed and applied. The learned judge pointed out\nthat the most\r\nsuccinct statement of the law in this regard is to be found in\nSiffman\r\nv Kriel\n,\n2\nwhere Innes CJ\r\nsaid:\n‘\nIt\r\ndoes not follow, because evidence is uncontradicted, that therefore\r\nit is true . . . The story told by the person on whom the\nonus rests\r\nmay be so improbable as not to discharge it.’\n[7] It is thus necessary to\r\nconsider the appellant’s evidence in detail. It is clear from\r\nthe judgment of the high court that\nit was mindful that the\r\nappellant’s evidence, in order to be reliable, had to be\r\ncredible. The high court, on the evidence,\nreached the conclusion\r\nthat the respondent had ‘initially intended that the contract\r\nshould reflect the [appellant] as one\nof the purchasers’.\r\nHowever, it did not accept his evidence in its entirety and went on\r\nto find that the appellant had failed\nto prove the existence of a\r\njoint venture agreement.\n[8] In my view, there were a\r\nnumber of unsatisfactory aspects in the appellant’s evidence.\r\nIt is significant to note how the\nappellant’s claim against the\r\nrespondent has developed over time. During May 2006 and shortly after\r\nthe parties parted ways,\nthey met, in the presence of their\r\nrespective attorneys, with a view to settle the disputes between\r\nthem. The appellant’s\nevidence regarding the claim he had\r\nadvanced at that meeting, was as follows:\n‘\nSo\r\nthe idea was to try and settle the split between yourself and Mrs\r\nYoung? --- I accept ─ I looked at it like that because\nit did\r\nlook like we weren’t going to get together again, so I assumed\r\nthat that was the reason.\nAnd what were your\r\nclaims that day? --- My claims that day with regards to my share of\r\nPort St Francis, with regards to my contribution\nI had made over the\r\nseven years and discussion on my contract with the bakkie.’\nThis was in\r\nstark contrast to his testimony in the magistrate’s court\n3\nto the effect\r\nthat he had, at the time of the meeting, been under the impression\r\nthat he did not have a claim against the respondent\nand that the\r\nclaim had ‘materialised some time afterwards when I . . .\r\napproached some attorneys for advice’. The appellant’s\n\nexplanation for the contradiction, that he had meant to convey that\r\nhe had not yet ‘implemented’ his claim, is, in\nmy view,\r\nunsatisfactory. The very purpose of the meeting was an attempt to\r\nresolve the dispute between himself and the respondent\nwithout the\r\nneed to resort to litigation.\n[9] On 17 July\r\n2006, and following upon the May 2006 meeting, the appellant’s\r\nattorney wrote a letter to the respondent’s\nattorney, which was\r\nintended to ‘motivate and substantiate’ the appellant’s\r\nclaim against the respondent ‘as\ncomprehensively\nas possible’.\r\n(My emphasis.) It was recorded in the letter that the appellant\r\nbelieved that a universal partnership had existed\nbetween the parties\r\nand that he was entitled to ‘\nsome\r\nform of compensation\n’\n(Again\r\nmy emphasis.) for his contribution to the partnership. It is\r\ninstructive that no mention was made of the appellant’s\n\nhalf-share in the property, despite the fact that the appellant\r\ntestified that he had given his attorney instructions in this regard\n\nand that he (the appellant) had had sight of the letter prior to it\r\nbeing dispatched. The development of the appellant’s\nclaim over\r\ntime is not without significance.\n[10] During the period that the\r\nparties were cohabiting, the appellant drafted numerous agreements\r\nand proposals, the purpose of\nwhich was to define the financial\r\nrelationship between him and the respondent. It is not necessary, for\r\nthe purpose of this judgment,\nto consider all the agreements entered\r\ninto between the parties or drafted by the appellant. On 24 July\r\n2003, the respondent executed\na sole agency mandate in terms of which\r\nshe appointed the appellant as agent to sell the property and\r\nundertook to pay a commission\nof ten per cent to him. It was the\r\nappellant’s testimony that the commission he would have earned\r\nwas to have provided him\nwith financial security. The appellant\r\nagreed that he had, during October 2004, drafted an agreement, aimed\r\nat resolving the constant\ndisputes he and the respondent had had\r\nregarding his financial security. The salient terms of this agreement\r\nwere that (i) he was\nappointed as sole agent to sell two properties,\r\nincluding the property which is the subject of this dispute; (ii) he\r\nwould be paid\na commission of ten per cent for securing the sale of\r\nthe properties; and (iii) the respondent would purchase government\r\nretail\nbonds to the value of R500 000 on behalf of the appellant. It\r\nwas also his evidence that the relationship between him and the\r\nrespondent\nhad been particularly volatile at that time and his\r\nintention, in drafting this agreement, was to achieve clarification\r\nregarding\nhis financial position.\n[11] It is surprising that the\r\nappellant failed to mention his half-share in the property in the\r\nOctober 2004 proposal. This is\neven more surprising when regard is\r\nhad to his evidence that he was at that time concerned, as there was\r\nuncertainty regarding\nhis financial future. The wording of this\r\nproposal, as well as the agency agreement, excludes the possibility\r\nthat he had acquired\na share in the property. It is, in my view,\r\nextremely improbable that had the parties agreed in 1999 when the\r\nproperty was purchased\nthat they would be joint owners thereof, the\r\nappellant would not, in 2004, have recorded his right to, or even a\r\nclaim for, a half-share\nin a proposal aimed at settling outstanding\r\nmatters between him and the respondent.\n[12] Counsel for the appellant\r\nattached great importance to the fact that the initial agreement had\r\nrecorded both parties’\nnames as purchasers. The appellant\r\nassumed that both names were inserted on the instructions of the\r\nrespondent. There is no evidence\nto support this assumption. Even if\r\nsuch instructions did emanate from the respondent, it does not\r\nnecessarily follow, as was found\nby the high court, that this meant\r\nthat there was an agreement between the parties as alleged by the\r\nappellant. The recording of\nboth parties’ names is nothing more\r\nthan an indicator pointing towards the conclusion of an agreement and\r\nit is a factor\nto be considered in conjunction with the\r\nprobabilities.\n[13] There are a number of\r\nfactors that support the respondent’s denial of the existence\r\nof a joint venture agreement between\nthe parties. These include: the\r\nclaim as articulated at the meeting with their legal representatives\r\nshortly after the break-up,\nthe letter written after that meeting,\r\nvarious agreements drafted by the appellant, and the unsatisfactory\r\nand often contradictory\nevidence given by the appellant. I pause to\r\nmention that the appellant contradicted himself on one of the\r\nessential terms of the\nagreement, namely, whether it was agreed that\r\nhe would be entitled to half of the proceeds of the sale of the\r\nproperty only or\nthe property together with its contents.\n[14] The\r\nappellant bore the onus of proving the agreement upon which he relied\r\nas well as the terms thereof. Having regard to the\ndeficiencies in\r\nthe appellant’s evidence and the probabilities, it cannot be\r\nsaid that it measures up to the standard required\nfor acceptability\r\nin respect of the existence of the joint venture agreement. In\nDa\r\nMata v Otto NO\n,\n4\nVan Blerk JA,\r\ndealing with the approach to be adopted when deciding probabilities,\r\nsaid:\n‘\nIn\r\nregard to the appellant's sworn statements alleging the oral\r\nagreement, it does not follow that because these allegations were\nnot\r\ncontradicted ─ the only witness who could have disputed them\r\nhad died ─ they should be taken as proof of the facts\ninvolved.\r\nWigmore on\nEvidence,\n3rd\r\ned., vol. VII, p. 260, states that the mere assertion of any witness\r\ndoes not of itself need to be believed, even though he\nis unimpeached\r\nin any manner, because to require such belief would be to give a\r\nquantative and impersonal measure to testimony.\nThe learned author in\r\nthis connection at p. 262 cites the following passage from a decision\r\nquoted:\n“\nIt\r\nis not infrequently supposed that a sworn statement is necessarily\r\nproof, and that, if uncontradicted, it established the fact\ninvolved.\r\nSuch is by no means the law. Testimony, regardless of the amount of\r\nit, which is contrary to all reasonable probabilities\nor conceded\r\nfacts ─ testimony which no sensible man can believe ─\r\ngoes for nothing; while the evidence of a single\nwitness to a fact,\r\nthere being nothing to throw discredit thereon, cannot be\r\ndisregarded.”’\nIn my view, the appellant’s\r\ntestimony is contrary to all reasonable probabilities and, despite\r\nthe fact that it was unchallenged,\ncounts for ‘nothing’.\r\nIn assessing the probabilities, the conclusion seems to be\r\ninescapable that the appellant has\nnot discharged the onus resting on\r\nhim. It follows that the appellant is not entitled to the relief\r\nsought in respect of the main\nclaim.\n[15] I turn\r\nnow to consider the alternative claim for maintenance. I shall deal\r\nfirst with the argument that such a duty existed\nby operation of law.\r\nIn South African law, certain family relationships, such as parent\r\nand child and husband and wife, create\na duty of support. The common\r\nlaw has been extended in line with the Constitution to protect\r\ncontractual rights of support in the\nsame way as the common law duty\r\nof support.\n5\nIn\nAmod\r\nv Multilateral Motor Vehicle Accidents Fund (Commission for Gender\r\nEquality Intervening)\n,\n6\nthis court\r\nrecognised a contractual right to support arising out of a marriage\r\nin terms of Islamic law for purposes of a dependant’s\naction.\n7\nIn\nDu\r\nPlessis v Road Accident Fund\n,\n8\nthe common law\r\naction by a spouse, for loss of support against the wrongdoer who\r\nunlawfully kills the other spouse, was extended\nto partners in a\r\nsame-sex permanent life relationship similar in other respects to\r\nmarriage, who had tacitly undertaken reciprocal\nduties of support.\r\nThe Constitutional Court in\nSatchwell\r\nv President of the Republic of South Africa & another\n,\n9\nfound that the\r\ncommon law duty of support, could, in certain circumstances, be\r\nextended to persons in a same-sex relationship. Madala\nJ, writing for\r\nthe court, commented as follows:\n‘\nThe\r\nlaw attaches a duty of support to various family relationships, for\r\nexample, husband and wife, and parent and child. In a society\nwhere\r\nthe range of family formations has widened, such a duty of support\r\nmay be inferred as a matter of fact in certain cases of\npersons\r\ninvolved in permanent, same-sex life partnerships. Whether such a\r\nduty of support exists or not will depend on the circumstances\nof\r\neach case.’\n10\n[16] Counsel\r\nfor the appellant relied on\nKahn,\r\nAmod\nand\nDu Plessis\nin support of\r\nhis contention that a legal duty of support rests on the respondent.\r\nThis contention is misplaced. In both\nAmod\nand\nKhan\n,\r\nthe parties in respect of whom a duty of support had been alleged had\r\nbeen married to each other in terms of Islamic law. The\nratio of the\r\ncourt, in both cases, was that the marriage between the parties had\r\ngiven rise to reciprocal contractual duties of\nsupport on the part of\r\nthe parties to that marriage. In\nDu\r\nPlessis\n,\r\nCloete JA, having had regard to the facts of that matter, concluded\r\nthat the plaintiff had proved that the deceased had undertaken\nto\r\nsupport him and that the deceased had owed the plaintiff a\r\ncontractual duty of support. The learned judge of appeal said:\n11\n‘\nIn\r\nthe present case the case for drawing an inference that the plaintiff\r\nand the deceased undertook reciprocal duties of support\nis even\r\nstronger. The plaintiff and the deceased would have married one\r\nanother if they could have done so. As this course was\nnot open to\r\nthem, they went through a “marriage” ceremony which was\r\nas close as possible to a heterosexual marriage\nceremony. The fact\r\nthat the plaintiff and the deceased went through such a “marriage”\r\nceremony and did so before numerous\nwitnesses gives rise to the\r\ninference that they intended to do the best they could to publicise\r\nto the world that they intended\ntheir relationship to be, and to be\r\nregarded as, similar in all respects to that of a heterosexual\r\nmarried couple, ie one in which\nthe parties would have a reciprocal\r\nduty of support. That having been their intention, it must be\r\naccepted as a probability that\nthey tacitly undertook a reciprocal\r\nduty of support to one another.\nFurther support for\r\nthis finding is the fact that the plaintiff and the deceased\r\nthereafter lived together as if they were legally\nmarried in a stable\r\nand permanent relationship until the deceased was killed some 11\r\nyears later; they were accepted by their family\nand friends as\r\npartners in such a relationship; they pooled their income and shared\r\ntheir family responsibilities; each of them\nmade a will in which the\r\nother partner was appointed his sole heir; and when the plaintiff was\r\nmedically boarded, the deceased\nexpressly stated that he would\r\nsupport the plaintiff financially and in fact did so until he died.’\nAmod\n,\nKhan\nand\nDu\r\nPlessis\nwere\r\ndecided on the basis of contracts entered into by the respective\r\nparties, and are not authority for the contention that there\nis a\r\nduty of support, by operation of law, on the respondent to maintain\r\nthe appellant.\n[17]\r\nThe question whether the relationship between the parties, a\r\nheterosexual couple who choose to live together, free from the\nbonds\r\nof matrimony, gives rise to a legal duty of support, can, in my view,\r\nbe answered with reference to\nVolks\r\nNO v Robinson & others\n.\n12\nIn that matter the Constitutional\r\nCourt was concerned with the interpretation and constitutionality of\r\ns 2(1), read with s 1, of\nthe Maintenance of Surviving Spouses Act 27\r\nof 1990, which confers on surviving spouses the right to claim\r\nmaintenance from the\nestates of their deceased spouses if they are\r\nnot able to support themselves.\n13\nThe court had to determine whether\r\nthe exclusion of survivors of permanent life partnerships from the\r\nprotection of the Act constituted\nunfair discrimination. Skweyiya J,\r\nwriting for the majority, referred with approval to the comments made\r\nby O’Regan J in\nDawood\r\n& another v Minister of Home Affairs & others\n;\nShalabi & another v Minister\r\nof Home Affairs & others\n;\nThomas & another v Minister of\r\nHome Affairs & others\n14\nthat:\n‘\nMarriage\r\nand the family are social institutions of vital importance. Entering\r\ninto and sustaining a marriage is a matter of intense\nprivate\r\nsignificance to the parties to that marriage for they make a promise\r\nto one another to establish and maintain an intimate\nrelationship for\r\nthe rest of their lives which they acknowledge obliges them to\r\nsupport one another, to live together and to be\nfaithful to one\r\nanother.\n. . .\nThe\r\ninstitutions of marriage and the family are important social\r\ninstitutions that provide for the security, support and companionship\n\nof members of our society and bear an important role in the rearing\r\nof children. The celebration of a marriage gives rise to moral\nand\r\nlegal obligations, particularly the reciprocal duty of support placed\r\nupon spouses and their joint responsibility for supporting\nand\r\nraising children born of the marriage. These legal obligations\r\nperform an important social function.’\n15\n(Footnotes omitted.)\n[18]\r\nThe Constitutional Court was of the view that the law may distinguish\r\nbetween married people and unmarried people and may,\nin appropriate\r\ncircumstances, accord benefits to married people which it does not\r\naccord to unmarried people.\n16\nThe learned justice reasoned as\r\nfollows in para 55:\n‘\nThere\r\nare a wide range of legal privileges and obligations that are\r\ntriggered by the contract of marriage. In a marriage the spouses’\n\nrights are largely fixed by law and not by agreement, unlike in the\r\ncase of parties who cohabit without being married.’\n[19]\r\nThe court found that whilst there was a reciprocal duty of support\r\nbetween married persons, ‘no duty of support arises\nby\r\noperation of law in the case of unmarried cohabitants’.\n17\nThis was an unequivocal statement of\r\nthe law by the Constitutional Court. Skweyiya J went on to state that\r\nto the extent that any\nobligations arise between cohabitants during\r\nthe subsistence of their relationship, these arise by agreement and\r\nonly to the extent\nof that agreement.\n18\n[20] I turn now to consider\r\nwhether the respondent assumed a contractual duty of support towards\r\nthe appellant. The argument, presented\nas a second alternative to the\r\nclaim based on a joint venture, was that the court should find that\r\nthe parties had entered into\na tacit agreement in terms of which the\r\nrespondent had agreed to support the appellant even after the end of\r\ntheir relationship.\n[21] The facts upon which the\r\nappellant relies in support of his claim that the respondent had\r\nassumed a duty of support towards\nhim are the following:\n(i) He and the respondent had\r\nlived together as if they were legally married in a stable and\r\npermanent relationship;\n(ii) The respondent had supported\r\nhim during the seven-year period that they had resided together and\r\nthe appellant had been dependent\non such support. She had given him\r\nan allowance, provided transport for him and paid for entertainment\r\nand overseas holidays;\n(iii) The respondent had, in a\r\nseries of wills, made extensive provision for financial support of\r\nthe appellant in the event of\nher death;\n(iv) The respondent was a wealthy\r\nwoman while he had no assets and very limited income;\n(v) He had contributed to the\r\nmaintenance of and increase in value of the respondent’s\r\nestate, often at the expense of his\nown business interests; (vi) The\r\nappellant was reliant on an income from employment and could not, due\r\nto his advanced age, guarantee\nfor how much longer he would be able\r\nto earn a living; and\n(vii) The respondent had advised\r\nthe appellant that she had sufficient funds to support both of them.\n[22] The\r\nargument that the parties had entered into a tacit agreement\r\nregarding maintenance cannot be sustained for a number of\nreasons.\r\nFirst, the reliance on a tacit contract is inconsistent with the\r\nappellant’s evidence. The appellant believed and\ngave evidence\r\nto the effect that he and the respondent had concluded an express\r\nagreement in respect of the property, the aim of\nwhich was to ensure\r\nthat he was financially independent. Implicit in this is the\r\nintention that he would not have to rely on the\nrespondent, or any\r\nother person, for financial support. In the circumstances, the\r\nappellant could not have formed the intention\nto contract tacitly\r\nwith the respondent. Having regard to his evidence that the purpose\r\nof the joint venture agreement was to render\nhim financially\r\nindependent, the appellant could not at the same time have\r\ncontemplated, that the respondent would continue to\nsupport him for\r\nthe rest of his life. A tacit contract must not extend to more than\r\nthe parties contemplated.\n19\nIn\nRand\r\nTrading Co Ltd v Lewkewitsch\n20\nthe parties\r\nhad erroneously assumed that there was a contract in existence\r\nbetween them. The court did not accept the argument that\nthe\r\ncompany’s conduct in recognising the existence of the lease,\r\npaying the rent and otherwise performing in terms of the\ncontract had\r\ncreated a binding contract. Solomon J said:\n‘\nBut\r\nI think the answer to that argument is a very clear one, and it is\r\nthis ─ that all these facts are explained on the simple\nground\r\nthat both parties erroneously assumed that there was a contract in\r\nexistence between them . . . And the mere fact . . .\nthat both\r\nparties erroneously assumed that there was a contract in existence at\r\nthat date altogether precludes us from now inferring\na new\r\ncontract.’\n21\n[23] The appellant’s stated\r\nbelief, that there was an express contract between him and the\r\nrespondent in respect of the property,\nprecludes this court from\r\ndrawing an inference to the effect that the parties had entered into\r\na tacit agreement the terms of which\nwere inconsistent with the\r\nexpress agreement to which he testified. It was not open for the\r\nappellant to contend that if the court\ndisbelieved his evidence that\r\na joint venture agreement had been concluded, the court should infer\r\nfrom the proved facts that a\ntacit contract had come into existence,\r\nbecause such an inference cannot be drawn where it would conflict\r\nwith what he said was\nthe actual position. A litigant can plead, but\r\nnot testify, in the alternative.\n[24] Secondly, the appellant’s\r\nevidence was that the respondent’s attitude had always been\r\nthat in the event that their\nrelationship ended, he would receive no\r\nfinancial benefit from her. This conduct, on the part of the\r\nrespondent, is inconsistent\nwith a tacit agreement to support the\r\nappellant. The appellant’s explanation for drafting the various\r\nproposals regarding\nthe financial relationship between him and the\r\nrespondent was as follows:\n‘\nWell,\r\nthe motivation behind it at that particular time, we were going\r\nthrough quite a patchy period; we were arguing and not agreeing\non a\r\nlot of things. And it appeared to me that all of a sudden my\r\nsituation could alter and I’d be left standing\nhigh\r\nand dry\n.\r\nAnd I discussed it with Lesley [the respondent] and I felt that if we\r\nhad something in writing, and if that did occur at least\nI had\r\nsomething to fall back on . . . ’. (\nEmphasis\r\nadded.)\n[25] It is\r\ntrite that a tacit contract is established by conduct. In order to\r\nestablish a tacit contract, the conduct of the parties\nmust be such\r\nthat it justifies an inference that there was consensus between\r\nthem.\n22\nThere must be\r\nevidence of conduct which justifies an inference that the parties\r\nintended to, and did, contract on the terms alleged.\nIt is clear from\r\nthe appellant’s evidence that there was no consensus between\r\nthe parties. The appellant, on his own testimony,\nwas uncertain about\r\nhis financial future. He realised that he would only be entitled to\r\nwhat had been agreed between the parties,\nhence his desire to have a\r\nwritten contract ‘to fall back on’. The respondent’s\r\nattitude, as testified to by\nthe appellant, that he would leave the\r\nrelationship without any financial benefit, is an indicator that she\r\nhad not, tacitly or\notherwise, agreed to support the appellant. I am\r\nnot satisfied that this court can conclude, from all the relevant\r\nproven facts\nand circumstances, that a tacit contract, in terms of\r\nwhich the respondent undertook to financially maintain the appellant,\r\nfor\nas long as he needed such maintenance, came into existence.\n[26] For these reasons, the\r\nappellant’s maintenance claim which is premised on a legal,\r\nalternatively, a contractual duty,\nmust also fail.\n[27] The appeal is dismissed with\r\ncosts.\n___________________\nL Theron\nJudge of Appeal\nAPPEARANCES\nAPPELLANT: RS van Riet SC\nInstructed by Johan Rhoodie\r\nAttorneys, Pretoria;\nHill McHardy & Herbst Inc,\r\nBloemfontein\nRESPONDENT: (Ms) A de Vos SC\nInstructed by Millers Attorneys,\r\nGeorge;\nRosendorff Reitz Barry,\r\nBloemfontein\n1\n[2002]\r\n\t1 All SA 605\n(W).\n2\n1909\r\n\tTS 538\nat 543.\n3\nThe\r\n\tappellant had, during February 2007, instituted an action against\r\n\tthe respondent in the magistrates’ court, Knysna,\nin which he\r\n\tclaimed damages from the respondent for, inter alia, wrongfully and\r\n\tmaliciously setting the law in motion by launching\na false and\r\n\tunfounded application for a protection order against him.\n4\n1972\r\n\t(3) SA 858\n(A) at 869B-E.\n5\nSee\nLangemaat\r\n\tv Minister of Safety and Security & others\n1998\r\n\t(3) SA 312\n(T).\nSantam\r\n\tBpk v Henery\n[1999] ZASCA 5\n;\n1999\r\n\t(3) SA 421\n(HHA);\nPetersen\r\n\tv Maintenance Officer & others\n2004\r\n\t(2) BCLR 205\n(C).\n6\n1999\r\n\t(4) SA 1319 (SCA).\n7\nSee\nKhan v Khan\n2005 (2) SA 272\n(T).\n8\n2004\r\n\t(1) SA 359\n(SCA).\n9\n[2002] ZACC 18\n;\n2002\r\n\t(6) SA 1\n(CC);\n2002 (9) BCLR 986.\n10\nPara\r\n\t25.\n11\nParas\r\n\t14 - 15.\n12\n[2005] ZACC 2\n;\n2005\r\n\t(5) BCLR 446\n(CC).\n13\nSection\r\n\t2(1) of the Act states that:\n‘\nIf a\r\n\tmarriage is dissolved by death after the commencement of this Act\r\n\tthe survivor shall have a claim against the estate of the\ndeceased\r\n\tspouse for the provision of his reasonable maintenance needs until\r\n\this death or remarriage in so far as he is not able\nto provide\r\n\ttherefor from his own means and earnings.’\n14\n[2000] ZACC 8\n;\n2000\r\n\t(3) SA 936\n(CC )\n[2000] ZACC 8\n; ;\n2000 (8) BCLR 837.\n15\nP\naras\r\n\t30-31.\n16\nPara\r\n\t54.\n17\nPara\r\n\t56.\n18\nPara\r\n\t58.\n19\nWessels,\nLaw of Contract in\r\n\tSouth Africa\n2nd ed\r\n\tvol 1 para 266(3).\n20\n1908\r\n\tTS 108.\n21\nAt\n115.\n22\nStandard\r\n\tBank of South Africa Ltd & another v Ocean Commodities Inc &\r\n\tothers\n1983 (1) SA\r\n\t276\n(A) at 292B–C;\nJoel\r\n\tMelamed and Hurwitz v Cleveland Estates\n(\nPty\n)\nLtd\n;\nJoel Melamed and\r\n\tHurwitz v Vorner Investments (Pty) Ltd\n[1984] ZASCA 4\n;\n1984\r\n\t(3) SA 155\n(A) at 164G–165G.",
  "scraped_at": "2026-02-12T15:23:18.956073",
  "date": "2011-03-24",
  "coram": [
    "MPATI P",
    "CLOETE",
    "SNYDERS",
    "THERON JJA",
    "PETSE AJA"
  ],
  "case_number": "292/10",
  "parties": {
    "applicants": [
      "Ian Leslie McDonald"
    ],
    "respondents": [
      "Lesley Judith Young"
    ]
  },
  "sections": {
    "facts": "Ian Leslie McDonald and Lesley Judith Young cohabited as a man‑and‑wife couple for about seven years (June 1999 to May 2006). During that time McDonald, a surf‑board marketer with little income, lived on Young’s farm and received a monthly allowance from her. They purchased an immovable property at Port St Francis, which was initially recorded in both names but was later registered solely in Young’s name for tax purposes. After the relationship ended, McDonald sued for a declaration that a joint‑venture agreement existed giving him a half‑share of the property, and alternatively for maintenance.",
    "issues": "1) Whether McDonald proved the existence of a joint‑venture (or tacit) contract giving him a proprietary interest in the property. 2) Whether Young owed a legal duty of support to McDonald either by operation of law or by virtue of a tacit contractual agreement.",
    "principles": "The court reiterated that uncontradicted evidence is not automatically sufficient to meet the burden of proof (Siffman v Kriel; Da Mata v Otto). A duty of support arises from marriage or recognised permanent life partnerships, but not from ordinary cohabitation (Volks NO v Robinson; Constitutional Court in Satchwell). A tacit contract requires conduct that justifies an inference of consensus; it cannot be inferred where it conflicts with an express agreement.",
    "application": "The court found McDonald’s evidence on the alleged joint‑venture agreement contradictory, unreliable and inconsistent with later written proposals that omitted any claim to a half‑share. The probability standard was not met, so the joint‑venture claim failed. Regarding maintenance, the court held that no statutory duty of support applied to unmarried cohabitants and that the alleged tacit contract could not be inferred because McDonald insisted an express agreement existed and Young’s conduct indicated she would not support him after separation. Consequently, the maintenance claim also failed.",
    "conclusion": "The appeal was dismissed with costs; McDonald was not awarded a half‑share in the property nor maintenance."
  },
  "tags": {
    "level_1": "Family Law",
    "level_2": "Unmarried Cohabitation",
    "level_3": [
      "maintenance",
      "joint venture",
      "evidence standards",
      "tacit contract"
    ]
  }
}