{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/43.html",
  "case_name": "Biyela v S (859/10) [2011] ZASCA 43 (29 March 2011)",
  "citation": "[2011] ZASCA 43",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 43\n|\nNoteup\n|\nLawCite\nBiyela v S (859/10) [2011] ZASCA 43 (29 March 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n:\n859/10\nIn the matter between:\nBONGI BIYELA\n...........................................................................................\nAppellant\nand\nTHE STATE\n............................................................................................\nRespondent\nNeutral citation:\nBongi Biyela v The State\n(859/10)\n[2011] ZASCA 43\n(29 March 2011)\nCoram:\nCLOETE JA, SHONGWE JA AND TSHIQI JA\nHeard: 14 February 2011\nDelivered: 29 March 2011\nSummary:\nRape – Sexual intercourse with a girl under the\r\nage of 16 – Apparent age pleaded – Actual age not\r\nproven\nby the state – Injuries also not conclusive –\r\nCourt faced with two mutually destructive versions – No basis\n\nto reject accused’s version.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nNorth Gauteng High Court, Pretoria (Bertelsman\r\nand Matojane JJ sitting as court of appeal):\nThe appeal succeeds. The conviction and sentence are set aside.\nJUDGMENT\nTSHIQI JA (CLOETE AND SHONGWE JJA concurring)\nThis appeal concerns two issues. The first issue\r\n\tis whether the sexual intercourse between the appellant and the\r\n\tcomplainant was\nconsensual. The second issue is whether the\r\n\tappellant had the requisite mens rea when he engaged in sexual\r\n\tintercourse with the\ncomplainant, a girl under the age of 16 years.\n1\nThe appellant was charged in the Regional Court, Pretoria, for\r\n\thaving raped the complainant, alleged to have been a 15 year old\n\n\tgirl. He pleaded not guilty. He admitted in terms of\ns 220\nof the\nCriminal Procedure Act 51 of 1977\n, that he did have sexual\r\n\tintercourse with the complainant but pleaded that it was consensual\r\n\tand further that he was under the\nimpression that she was between 18\r\n\tand 20 years old.\nThe appellant was convicted and sentenced to 15\r\n\tyears’ imprisonment. He appealed to the North Gauteng High\r\n\tCourt against\nboth the conviction and sentence. His appeal (per\r\n\tBertelsman and Matojane JJ) was dismissed. In dismissing the appeal,\r\n\tthe court\nbelow tabulated five factors that in its view,\r\n\tcumulatively dispelled any doubt on the reliability of the evidence\r\n\tof the complainant.\nThese will be considered at length herein below.\r\n\tThe present appeal is brought with leave of this court. Because the\r\n\tappellant\nwas in custody and because there appeared to have been a\r\n\tmiscarriage of justice, the President ordered that the record of the\r\n\tproceedings and the heads of argument in the court below should be\r\n\tlodged with this court immediately and could be supplemented\nin due\r\n\tcourse if necessary. The appeal was argued on 14 February 2011. This\r\n\tcourt upheld the appeal, set his conviction and sentence\naside and\r\n\tstated that the reasons would follow. The order was issued urgently\r\n\tbecause it became apparent that the continued detention\nof the\r\n\tappellant, as a result of the present conviction and sentence, was\r\n\tnot in the interests of justice.\n2\nThis judgment contains the reasons for the order.\nThe sexual intercourse between the appellant and the complainant\r\n\ttook place in an outside room at the appellant’s home\nin\r\n\tMamelodi West, Pretoria, in the early hours of the morning, on 29\r\n\tJune 1997 around five am. The previous evening both the\nappellant\r\n\tand the complainant had gone to two night clubs together with four\r\n\tother friends, in the appellant’s motor vehicle.\nThe four\r\n\tfriends were: two females, the complainant’s cousins and two\r\n\tmen, their respective boyfriends. There was no existing\nintimate\r\n\trelationship between the appellant and the complainant when they\r\n\tleft their respective homes in Mamelodi. The complainant\nhad joined\r\n\tthe group with the blessing of her aunt, her mother’s sister,\r\n\tSharon who had asked the two cousins to take care\nof her. She was\r\n\tallowed entrance into both clubs and was not questioned about her\r\n\tage.\nIn communicating what had occurred from the time the group arrived\r\n\tat the second club until the sexual intercourse took place,\nthe\r\n\tcomplainant was at pains to paint a picture suggesting that she was\r\n\tnot acquainted with the appellant and had no desire to\ndo so. She\r\n\tstated that at the second club she simply sat and talked to her\r\n\tcousins. According to her nothing happened between\nher and the\r\n\tappellant. According to the appellant, on the other hand, a close\r\n\trelationship started developing between him and\nthe complainant at\r\n\tthis club. He stated that they talked and danced and that he even\r\n\tprofessed his love for her. His version\nwas corroborated by one of\r\n\tthe state witnesses Given Makhanya, the boyfriend of one of the\r\n\tcousins and was further corroborated\nby Tony Letswalo, the other\r\n\tcousin’s boyfriend, who testified as a defence witness. Her\r\n\tversion was not corroborated.\nMakhanya’s version of what happened at the club was as\r\n\tfollows:\n‘\nWe\r\nthen entered into the said nightclub and then we started to jive and\r\nthen we were seated at that time two by two.\nJust a minute. At what time did\r\nyou leave Jamini? --- We did not in fact stay at Jamini because the\r\ngirls said that the place was\nboring.\nYes, and then? --- And then we\r\ngrooved, enjoy ourselves and Bongi was busy then speaking to this\r\nRefilwe and she had all the time\nshe was just enjoying herself\r\ndancing, Bongi embraced her’.\nLetswalo’s version was as follows:\n‘\nBongi\r\nand Refilwe enjoyed themselves. They were talking and dancing with\r\neach other. They even hugged each other’.\nAfter leaving the club, according to Makhanya and Letswalo, the\r\n\tcomplainant requested to drive the appellant’s motor vehicle.\n\n\tThey did not accede to her request and Makhanya drove the vehicle.\r\n\tThis in itself is unusual if her version is true. It is unusual\nthat\r\n\tshe would request to drive a vehicle belonging to someone she met on\r\n\tthat day for the first time and with whom she was not\nacquainted.\r\n\tHer behaviour in that regard is rather consistent with the version\r\n\tby Makhanya and Letswalo which suggests that on\nthe contrary, she\r\n\twas close and comfortable with the appellant at the club.\nIt is not in dispute that after the group arrived back in Mamelodi,\r\n\tthe two cousins and their boyfriends alighted and both the\nappellant\r\n\tand the complainant remained in the vehicle. They are the only\r\n\twitnesses who could testify as to what occurred thereafter.\nAccording to the complainant, she was asleep in the car when they\r\n\ttravelled back to Mamelodi. She did not see the appellant dropping\n\n\toff her cousin Sharon and her boyfriend but only woke up when the\r\n\tappellant was dropping off the second couple in Mamelodi West.\nShe\r\n\tasked them not to leave her in the car with the appellant and asked\r\n\tthe appellant to drop her at her home in Mamelodi East.\nThe\r\n\tappellant refused and said that he would not be coming back to\r\n\tMamelodi West to drop off the couple but that he intended\nto drop\r\n\tthe complainant at her home in Mamelodi East at a later stage.\nThe appellant’s home was in Mamelodi West. If he had indeed\r\n\tintended to drop the complainant at her home in Mamelodi East,\nand\r\n\tthen go back to his own home, he would have had to go back to\r\n\tMamelodi West. It is incomprehensible how he would have said\nthat he\r\n\twould not return to Mamelodi West after dropping off the\r\n\tcomplainant. It is also strange that both her older cousins,\nwho had\r\n\tbeen asked to take care of her, left her in the car alone with the\r\n\tappellant and did not question the fact that the appellant\ndropped\r\n\tthem off first in Mamelodi West. The probable inference, I dare to\r\n\tventure, is that already that stage, it was clear\nto everyone in the\r\n\tgroup that the complainant chose to remain with the appellant in his\r\n\tmotor vehicle.\nAfter the appellant had dropped off the second cousin and her\r\n\tboyfriend, the complainant was left alone in the vehicle with the\n\n\tappellant. They proceeded to a petrol filling station. According to\r\n\ther it was at the filling station that he told her that he\ncould not\r\n\ttake her home because he had to go to work. She stated that there\r\n\twere petrol attendants at this filling station and\nalso agreed in\r\n\tresponse to the prosecutor that she did not inform them that the\r\n\tappellant did not want to take her home. Apart\nfrom the fact that\r\n\tshe did not raise the appellant’s change of heart with any of\r\n\tthe petrol attendants, she also did not\nask the appellant to leave\r\n\ther there or simply get out of the car. It does not seem that she\r\n\tmade an issue at all about the appellant’s\nsudden change of\r\n\theart. Her behaviour is inexplicable. She had the perfect\r\n\topportunity to either leave his car and seek assistance\nor shelter.\r\n\tStrangely, she did neither.\nAfter they left the filling station they proceeded to the\r\n\tappellant’s home. She stated that at the gate she again asked\n\n\tthe appellant to take her home. He refused and told her he would\r\n\ttake her home in the morning. Her account of what occurred at\nthe\r\n\tgate, and why she did not escape whilst the appellant was busy\r\n\topening the gate, leaves one with a distinct impression that\nshe did\r\n\tnot intend to do so. At best her evidence in that regard is vague.\nInitially, she stated that the appellant stopped her whilst she was\r\n\ttrying to get out of the car by holding her and took out\na knife and\r\n\tstated his intention to use it if she did not co-operate. When\r\n\tquestioned whether they were in or outside the car\nat this stage she\r\n\tstated that they were inside the car and she was trying to get out.\r\n\tIt is not clear what she meant when she\nsaid she was trying to get\r\n\tout of the car. She stated that he turned around and grabbed her\r\n\thand. She then stated that she then\ngot in the car and the appellant\r\n\tlocked it. It is not clear at what stage she got out of the car,\r\n\tbecause earlier on she had\nstated that they were not outside but\r\n\tinside when he restrained her from trying to get out of the car.\nHer further evidence is that the appellant left the car and went to\r\n\topen the gate. Her evidence on why she did not open the door\nand run\r\n\tor scream for help is again confusing and vague. She initially\r\n\tstated that after he left the car to open the gate he\ndid not lock\r\n\tthe doors again. When asked what she did when the appellant was\r\n\topening the gate she again stated that she was trying\nto get out of\r\n\tthe car. Later on she suggested that the car was locked. She was\r\n\tclearly undecided whether to state that the door\nwas locked or\r\n\tunlocked.\nEven if one accepts in the complainant’s favour that the doors\r\n\twere locked while she remained in the car, there is no explanation\n\n\twhy she failed to simply open the doors and get out. There was no\r\n\tevidence that it was not possible to open the locked doors\nfrom\r\n\tinside. The only inference is that she simply sat in the car and\r\n\tfailed to utilise yet another opportunity she had to escape\nfrom the\r\n\tcar, or alert neighbours or the occupants inside the appellant’s\r\n\thome that she was being held against her will.\nHer evidence does not\r\n\texplain this failure.\nAnother opportunity for the complainant to escape or seek assistance\r\n\tpresented itself when according to the complainant the appellant\n\n\tleft her alone in the room and went to an outside toilet. Again her\r\n\tevidence is vague. She initially stated that she tried to\nscream.\r\n\tWhen asked how she tried to scream she stated that she did so by\r\n\tshouting ‘Help.’ This she did whilst standing\nsomewhere\r\n\tin the room. She could not explain why she did not go to open a\r\n\twindow and scream. Her response was that she did not\nthink of doing\r\n\tso. She was confronted with a version she had given in another court\r\n\twhere she had stated that she did not scream\nbecause she had flu (it\r\n\tseems that the proceedings had commenced before a different\r\n\tmagistrate and had started de novo before\nthe one who convicted the\r\n\tappellant). She could not explain this contradiction but simply\r\n\tresponded that she did scream.\nWhat is uncontroverted is that the lights in the main house were on\r\n\twhen the appellant parked the car inside the yard. The question\nwhy\r\n\tthe complainant did not regard this as a possible sign that there\r\n\twere people in the main house, who could possibly come\nto her\r\n\tassistance, remained unresolved.\nThen there is the layout of the appellant’s home. The\r\n\tuncontroverted evidence of the appellant suggests that the yard was\n\n\tsmall and that his room was close to the main house. His room was\r\n\talso close to another room occupied by his cousin. These rooms\nwere\r\n\tseparated by a toilet which was built in between the two rooms and\r\n\tthe doors of these rooms faced each other. At such a\nclose\r\n\tproximity, either the cousin or the mother would have heard the\r\n\tcomplainant had she attempted to seek their attention.\nThe complainant left the appellant’s home that same morning.\r\n\tThe appellant gave her money for transport and she left for\nhome.\r\n\tAfter she reported that she had been raped by the appellant, she was\r\n\taccompanied to the police station and was referred\nto Dr Rubeira, a\r\n\tdistrict surgeon. The appellant was later arrested at his home.\nDr Rubeira testified during the trial and was cross-examined at\r\n\tlength on her clinical findings. Her completed medical report\n(J88)\r\n\treflected ‘age or apparent age’ as ’15 years’\r\n\tand noted the complainant’s general health,\nphysical and\r\n\tmental state as follows:\n‘\nBuild\r\nwas consistent with age. Mental state-depressed. General\r\nhealth-good’.\nIt further stated that the following was noted on examination:\n‘\nUrethral\r\narea red. Hymen torn & bulging. Post fourchette with abrasion.\r\nDigital exam-painful. Patient bleeding. The above injuries\nare\r\nconsistent with those caused by forced entry’.\nIn his judgment the magistrate relied on the\r\ncontents of the J88 and the evidence of Dr Rubeira to support his\r\nconclusion that the\ncomplainant was indeed raped. In doing so the\r\nmagistrate misconstrued the evidence of the doctor in two respects.\r\nThe first area\nof misdirection pertains to the age of the\r\ncomplainant. The age of the complainant was crucial because the\r\nappellant was faced\nwith a competent verdict of having had sexual\r\nintercourse with a girl under the age of sixteen years ie ‘statutory\r\nrape’.\n3\nFrom the onset the appellant disputed the age of\r\nthe complainant. His legal representative informed the court that he\r\nwould testify\nthat her apparent age was 18 to 20 years. He confirmed\r\nthis to the court.\nIn his summation of this evidence, the magistrate states that ‘she\r\n\tindicated that she observed that this youngster was\n15 years of age,\r\n\tand not only that, she indicated further that the 15 years she\r\n\tobserved, or which was revealed to her was [consistent]\nwith the\r\n\tbuild of the complainant’. With respect to the magistrate,\r\n\tthis was not the evidence of the doctor. What occurred\nwas that the\r\n\tJ88 was introduced into evidence. The doctor was taken through what\r\n\tshe had recorded in the J88. No attempt was\nmade to ask her to\r\n\texplain what she meant pertaining to the age vis-a-vis the bodily\r\n\tframe of the complainant. She was also not\nspecifically asked to\r\n\texpress her opinion on her age. No other expert evidence was led to\r\n\tverify her age. Instead the learned\nmagistrate persisted with his\r\n\tview, based on his observation that the complainant was ‘small’\r\n\tand ‘frail’.\nIn this regard he erred.\nWhere proof of age is essential to the guilt of\r\n\tan accused, the court\nhas\r\n\tto be satisfied beyond a reasonable doubt on this score.\n4\nIn terms of s\n337\nof the\nCriminal\nProcedure Act\n5\nthe\ncourt can estimate the age of a person\nin criminal proceedings only if no or\r\n\tinsufficient evidence is available at the\nproceedings. In this matter\ns 337\nwas not\r\n\tapplicable because the district\nsurgeon was available.\n6\nWhat posed a further complication in this matter was the fact that\r\n\tthe complainant was close to attaining the age of 16. She\nwas born\r\n\ton 8 August 1981 and was thus 15 years and two months old on 29 June\r\n\t1997. She was clearly a border-line case.\nProof of the complainant’s date of birth was not the only\r\n\tproblem. The other bone of contention was her apparent age. The\n\n\tappellant persisted in stating that the complainant appeared to him\r\n\tto be older than 16. Both Makhanya and Letswalo also persisted\nin\r\n\tthis fashion. Makhanya insisted that the complainant appeared to be\r\n\t18 years old to him at the time. Even when the magistrate\nrepeated\r\n\this assertion and stated that in his observation ‘she is\r\n\tfrail. She cannot be 18, 19. I saw her this year in 2001,\nnot in\r\n\t1997 when she was far much younger’. Makhanya responded to\r\n\tthis assertion and stated that:\n‘\nBut\r\naccording to my judgment as I saw her there she appeared to me to be\r\n18’.\nLetswalo, also testified that he estimated the complainant’s\r\nage to be 17 to 20 years. In addition to this he stated that\nshe was\r\nwearing make-up ie mascara and red lipstick. His further evidence,\r\napparently to support his view, was that his own girlfriend\nwas 19\r\nyears old and the night club only allowed 18 year olds entrance.\nBoth these witnesses found it necessary to mention that the\r\n\tcomplainant had asked to drive the car after they left the second\n\n\tnight club to drive back to Mamelodi. Her request would have\r\n\tsuggested to the appellant\nthat\r\n\tshe was old enough to have acquired a driver’s license or at\r\n\tleast a\nlearner’s\r\n\tlicense.\nThe magistrate further criticised the fact that Letswalo’s\r\n\tevidence, stating that the complainant was wearing make-up,\nwas not\r\n\tput to the complainant during her cross-examination. This criticism\r\n\twas unwarranted. The appellant’s legal representative\ndid not\r\n\tanticipate that Letswalo would testify. He reserved the right to\r\n\tcall him only if the State chose not to call him, and\nthat is how\r\n\tLetswalo ended up testifying as a defence witness. At the time he\r\n\ttestified, the complainant had already testified.\nAn accused may escape liability for engaging in\r\n\tsexual intercourse with a girl under the age of 16 years if he can\r\n\tprove that\nhe was deceived as to the age of the girl; either by the\r\n\tgirl or by a person in whose charge she was.\n7\nThe deception may be by words, conduct or\r\n\tappearance (R v T).\n8\nThe accused must prove on a balance of\r\n\tprobabilities that he was deceived, whether inadvertently or\r\n\tfortuitously.\n9\nSeveral factors must, in my view, be taken in favour of a finding\r\n\tthat the appellant was deceived about the complainant’s\nage.\r\n\tThe person in charge of the complainant on the day permitted her to\r\n\tgo to a night club with older girls and their boyfriends.\nShe wore\r\n\tmake-up and she was allowed entry into both clubs. In the club she\r\n\tenjoyed herself, danced and kept the company of the\nappellant. She\r\n\tasked to drive the appellant’s motor vehicle. Her appearance\r\n\tand behaviour, cumulatively, could quite easily\nhave deceived the\r\n\tappellant. There is therefore no basis to reject his evidence that\r\n\the was\ndeceived.\nThe other misdirection by the magistrate pertains to the nature of\r\n\tthe injuries sustained by the complainant. In his further\nanalysis\r\n\tof Dr Rubeira’s evidence the magistrate states that ‘but\r\n\tshe affirmed her observation that the injury will\nonly be caused by\r\n\tforceful penetration’. That is not what the doctor said. Her\r\n\ttestimony was the following:\n‘\nNow\r\ndoctor, assuming hypothetically of course that there was penetration\r\nwhich was not forceful, would you still have the same abrasions?\n---\r\nYou could. You could have’.\nShe confirmed this during cross-examination and stated:-\n‘\nYou\r\nalready indicated that one cannot make the only inference that there\r\nwas forced entry in this specific instance. Is that correct?\n--- That\r\nis correct, ja’.\nThe finding by the magistrate that the injuries could only have been\r\ncaused by forceful penetration was therefore a fundamental\nfactual\r\nmisdirection.\nDid the state discharge its onus? I have already dealt with the\r\n\tevidence of what occurred between the complainant and the appellant\n\n\tin the second night club. The complainant’s evidence remained\r\n\tuncorroborated whilst the appellant’s evidence was\n\n\tcorroborated by Makhanya, the second state witness, and further by\r\n\tLetswalo. Their evidence is at odds with that of the complainant.\nI have also alluded to the inexplicable failure of the complainant\r\n\tto seize at least three opportunities to escape or ask for\n\n\tassistance if she wished to do so. The first opportunity was at the\r\n\tfilling station, the second one at the gate at the appellant’s\n\n\thome and the third one in the room when the appellant had gone\r\n\toutside leaving her alone. The evidence of Dr Rubeira pertaining\nto\r\n\ther age and her injuries does not assist the state either.\nThis then leads me to the issue of the knife which she introduced\r\n\tinto her evidence obviously to show coercion. The appellant\ndenies\r\n\tthat he was in possession of a knife. Both Makhanya and Letswalo\r\n\tdeny seeing a knife and Makhanya said specifically that\nhad the\r\n\tappellant produced a knife he would have seen it. Even on her own\r\n\tevidence, nothing much was done with the knife. It\nwas only shown to\r\n\ther with a threat that it might be used if she did not co-operate.\r\n\tAgain she is a single witness in this regard.\nI now turn to the issue that arose during Makhanya’s\r\n\tcross examination by the defence, that the complainant had\r\n\nfalsely incriminated the appellant for fear of being reprimanded by\r\n\ther mother. Makhanya stated that he had been told by Letswalo\nthat\r\n\tthe complainant had not wished to lay a charge of rape against the\r\n\tappellant but did so because her mother was strict and\nalso because\r\n\tit was the first time she went out until late. It should be recalled\r\n\tthat Sharon, her aunt, had asked the two cousins\nto take care of the\r\n\tcomplainant. It should also be recalled that these very cousins saw\r\n\ther dancing with the appellant. They\nalso left her in his car after\r\n\tthey alighted. Letswalo was called by the defence and he confirmed\r\n\tthat the complainant had made\nthe statement to him. This evidence\r\n\twas not, as I have already stated\n,\nanticipated by the defence, hence it was not put to the complainant\r\n\twhen she testified.\nThe magistrate rejected this evidence. His reasoning for rejecting\r\n\tit boils down to this. If the complainant was indeed scared\nthat her\r\n\tstrict mother would scold her she would not have told Sharon, her\r\n\taunt, that she had been raped. This implies that if\nindeed she had\r\n\tconsented to the sexual intercourse, she would have kept quiet about\r\n\tit and her mother would not know. This reasoning\noverlooks several\r\n\timportant considerations. The obvious one is exactly what the\r\n\tcomplainant conveyed to Letswalo and it is that\nthe complainant had\r\n\tto offer an explanation for coming back home the following morning.\r\n\tIn addition, her older cousins had left\nher in the appellant’s\r\n\tmotor vehicle and she probably feared that they would talk about it.\r\n\tThere are other countless reasons\nwhy a young virgin who, according\r\n\tto the evidence, had not used protection would rather lie to her\r\n\tparents. These range from\nfear of pregnancy to infection. In this\r\n\tmatter it is not even necessary to speculate because the complainant\r\n\thad confided in\nLetswalo why she incriminated the appellant.\nThe conclusion by the magistrate that the\r\n\tcomplainant had no reason to commit perjury and that her evidence\r\n\tmust therefore be\ntrue, was yet another misdirection on his part. In\nR v Mthembu\n10\nthis approach was held to be wrong. The court\r\n\tstated:\n‘\nThe\r\nmagistrate in his reasons for judgment obviously takes the view that\r\nif the evidence of the traffic inspector is accepted then\nthe accused\r\nwas guilty of driving to the danger of the public. In coming to the\r\nconclusion that that evidence is to be accepted\nhe said that the\r\ninspector either saw the accused drive as he says or he has come to\r\ncourt to commit perjury. That is\nnot the correct approach.\r\nThe remarks of the late MILLIN, J., in\nSchulles\r\nv Pretoria City Council\n,\r\na judgment delivered on the 8th June, 1950, but not reported, are\r\nvery pertinent to this point; he says:\n‘\nIt\r\nis a wrong approach in a criminal case to say ‘Why should a\r\nwitness for the prosecution come here to commit perjury?’\nIt\r\nmight equally be asked:\n“\nWhy\r\ndoes the accused come here to commit perjury?’ True, an accused\r\nis interested in not being convicted, but it may be that\nan inspector\r\nhas an interest in securing a conviction. It is, therefore, quite a\r\nwrong approach to say ‘I ask myself whether\nthis man has come\r\nhere to commit perjury, and I can see no reason why he should have\r\ndone that; therefore his evidence must be\ntrue and the accused must\r\nbe convicted.’ The question is whether the accused's evidence\r\nraises a doubt”’.\nThe court was also faced with a further dilemma. Makhanya was a\r\n\tstate witness. He contradicted the complainant’s evidence\nin\r\n\tall material respects. The consequence of this was that the court\r\n\twas faced with two mutually destructive versions of the\ntwo state\r\n\twitnesses whilst the version of the defence, on the other hand, was\r\n\tcorroborated by one of the state witnesses and\nby a defence witness.\r\n\tThis left the court with no option but to accept the version of the\r\n\tappellant. In light of the above considerations\nthere was no reason\r\n\twhy the magistrate rejected it and also no basis for the finding by\r\n\tthe court aquo that the appellant’s\nversion was not reasonably\r\n\tpossibly true.\nIt was in view of the above considerations that the appeal was\r\n\tupheld and the conviction and sentence were set aside.\n______________________\nZ L L Tshiqi\nJudge of Appeal\nAPPEARANCES\nAPPELLANT: B Booysens\nInstructed by Schürmann Joubert,\nPretoria;\nHoney Attorneys, Bloemfontein.\nRESPONDENT: P Vorster\nInstructed by the Director of Public Prosecutions,\nPretoria.\n1\nThe\r\n\tage of consent is 16 years.\nThe Sexual\r\n\tOffences Act\n23 of 1957 regulated the\r\n\tposition at the time of the offence.\n2\nIn\r\n\tcertain instances it becomes necessary to grant an order prior to\r\n\tgiving judgment when the outcome of the appeal is not in\ndoubt and\r\n\tthe interests of the litigant demand an immediate resolution. See:\r\n\tAD & another v DW & others (Centre for Child\nLaw as amicus\r\n\tcuriae; Department for Social Development as intervening party)\n[2007] ZACC 27\n;\n2008\r\n\t(3) SA 183\n(CC); Arwah Abdi & another v Minister of Home Affairs\r\n\t& others (734/2010)\n[2011] ZASCA 2\n(15 February 2011).\n3\nSection\r\n\t261\n(1) of the\nCriminal Procedure Act 51 of 1977\n.\n4\nR\r\n\tv Matipa\n1959 (2) SA 396\n(T);\nS\r\n\tv Matseletsele\n1976 (3) SA 821\n(O); DT\r\n\tZeffert, AP Paizes and A st Q Skeen:\nThe\r\n\tSouth African Law of Evidence\n, p398\n5\nSection\r\n\t337\nsubstituted by\ns 99(1)\nof Act 75 of 2008; see also\nss 14\n–\n16\nof the\nChild Justice Act of 2008\n;\nS\r\n\tv Reynders\n1972 (1) SA 570\n(C) at\r\n\t572B;\nS v Swartz\n1970\r\n\t(2) SA 240\n(NC)\n6\nS\r\n\tv Tsankobeb\n1981 (4) SA 614\n(A) at\r\n\t629B.\n7\nSection\r\n\t14(2)(c) of the Sexual Offences Act\n23 of\r\n\t1957 currently the Criminal Law (Sexual offences and Related\r\n\tmatters) Amendment Act 32 of 2007, applies.\n8\n1960\r\n\t(4) SA 685\n(T) at 687A.\n9\nR\r\n\tv V\n1957 (2) SA 10\n(O)\n;\r\n\tS v F & others\n1967 (4) SA 639\n(W)\r\n\tat 641D\n;\nJRL Milton,\r\n\tMG Growling, S Hoctor:\nSouth African\r\n\tCriminal Law and Procedure\nvol III,\r\n\tstatutory offences paras E3 – 6 and E3 – 12.\n10\n1956\r\n\t(4) SA 334\n(T) at 335H–336B;\nAlbert Kruger\nHiemstra’s\r\n\tCriminal Procedure\np24 – 4.",
  "scraped_at": "2026-02-12T15:26:30.655296",
  "date": "2011-03-29",
  "coram": [
    "CLOETE JA",
    "SHONGWE JA",
    "TSHIQI JA"
  ],
  "case_number": "859/10",
  "parties": {
    "applicants": [
      "Bongi Biyela"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Bongi Biyela, was charged with raping a girl who was alleged to be 15 years old. The events began when the appellant and the complainant, together with two cousins and their boyfriends, attended two night clubs in Pretoria on the evening of 28 June 1997. After the clubs they returned to Mamelodi; the cousins and their boyfriends alighted, leaving the appellant and the complainant alone in the vehicle. The appellant drove to a petrol filling station and then to his home in Mamelodi West, where the alleged sexual intercourse took place in an outside room in the early hours of 29 June 1997. The complainant later reported injuries consistent with forced entry, and a district surgeon’s report recorded her apparent age as 15 years. The State sought a conviction for statutory rape, while the appellant claimed the intercourse was consensual and that he was deceived as to the complainant’s age, believing her to be between 18 and 20 years old.",
    "issues": "The court had to determine (1) whether the sexual intercourse was consensual, (2) whether the appellant possessed the requisite mens rea for statutory rape, i.e., whether he knowingly or was reckless as to the complainant being under the age of sixteen, and (3) whether the State had discharged its burden of proving the complainant’s age and lack of consent beyond reasonable doubt.",
    "principles": "The judgment applied the age‑of‑consent rule of sixteen years under the Sexual Offences Act, the statutory rape provision that makes intercourse with a girl under sixteen a strict liability offence unless deception is proved, and the defence principle that an accused may escape liability if he proves on a balance of probabilities that he was deceived as to the victim’s age (R v T). The court also reiterated that proof of age must be established beyond reasonable doubt, that Section 337 of the Criminal Procedure Act allows age estimation only when expert evidence is unavailable, and that evidence must be evaluated for credibility and corroboration.",
    "application": "The court found that the State’s evidence on age was inconclusive: the district surgeon’s report gave only an apparent age of 15 and no expert opinion on the precise age, while the appellant and state witnesses testified that the complainant appeared older. The complainant’s testimony was uncorroborated, whereas the appellant’s version was supported by two state witnesses. The injuries described could have resulted from non‑forceful penetration, undermining the inference of rape. The court concluded that the State failed to prove the complainant’s age and lack of consent beyond reasonable doubt and that the appellant’s claim of deception was plausible given the complainant’s appearance, makeup, and behaviour.",
    "conclusion": "The appeal was upheld. The conviction and the sentence of fifteen years’ imprisonment were set aside, and the appellant was released."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "statutory rape",
      "age of consent",
      "deception",
      "evidence evaluation",
      "mens rea"
    ]
  }
}