{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/166.html",
  "case_name": "Mokela v S (135/11) [2011] ZASCA 166; 2012 (1) SACR 431 (SCA) (29 September 2011)",
  "citation": "[2011] ZASCA 166",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 166\n|\nNoteup\n|\nLawCite\nMokela v S (135/11) [2011] ZASCA 166; 2012 (1) SACR 431 (SCA) (29 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 135/11\nIn the\r\nmatter between:\nDANIEL WILLIAM\r\nMOKELA\n.....................................................................................\nAppellant\nand\nTHE\r\nSTATE\n…........................................................................................................\nRespondent\nNeutral citation:\nMokela v The State\n(135/11)\n[2011] ZASCA\r\n166\n(29 September 2011)\nCoram:\nMthiyane, Maya and Bosielo JJA\nHeard: 05 September 2011\nDelivered: 29 September 2011\nSummary:\r\nAppeal – Sentence – Appellant convicted of robbery with\r\naggravating circumstances and attempted murder –\nappellant\r\nsentenced to imprisonment for 25 years in respect of count 1 and 5\r\nyears in respect of count 2 – whether the appeal\ncourt erred in\r\ninterfering with the magistrate’s order that the sentences\r\nimposed in respect of the two counts should run\nconcurrently.\nORDER\nOn appeal from\n: South Gauteng High Court, Johannesburg\r\n(Hussein J and Luther AJ sitting as court of appeal):\n1. The appeal succeeds to the extent that the sentences are varied by\r\nthe order that the sentence of 5 years in respect of the\ncount of\r\nattempted murder shall run concurrently with the sentence of 15 years\r\nin respect of the count of robbery with aggravating\ncircumstances.\r\nThe effective sentence to be served by the appellant is a period of\r\nimprisonment of 15 years.\n__________________________________________________________________\nJUDGMENT\n__________________________________________________________________\nBOSIELO JA (Mthiyane and Maya JJA concurring)\n[1] The appellant was convicted on his pleas of guilty, of robbery\r\nwith aggravating circumstances (count 1) and attempted murder\n(count\r\n2) in the Regional Court, Pretoria North. He was sentenced to a term\r\nof imprisonment of 25 years in respect of count 1 in\nterms of s\r\n51(2)(a)(ii) of the Criminal Law Amendment Act 105 of 1997 (as\r\namended) (the Act) and to imprisonment of 5 years in\nrespect of count\r\n2. The regional magistrate ordered that the sentence imposed in\r\nrespect of count 2 should run concurrently with\nthe sentence imposed\r\nin respect of count 1.\n[2] The appellant appealed against both his conviction and sentence\r\nto the South Gauteng High Court, Johannesburg. The appeal against\nthe\r\nconviction and sentence in respect of count 2 failed. However the\r\nappeal against the sentence of 25 years in respect of count\n1\r\nsucceeded to the extent that the sentence was set aside and replaced\r\nwith a sentence of 15 years’ imprisonment. The order\nthat the\r\nsentences in respect of both counts should run concurrently was set\r\naside by the court below. The effective sentence for\nthe appellant is\r\na term of imprisonment of 20 years. The appellant is appealing to\r\nthis Court against his sentence with leave of\nthe court below.\n[3] As the appeal is against the sentence only those facts which are\r\ngermane to the determination of an appropriate sentence for\nthe\r\nappellant deserve to be briefly recounted. According to his\r\nplea-explanation the appellant, accompanied by his friend, went\nto\r\none Ms Beetge’s house to commit theft where they confronted\r\nher. In order to subdue her, the appellant throttled her and\ncaused\r\nher to fall to the ground and throttled her whilst sprawled on the\r\nground. She was then stabbed in her stomach with a knife\nby the\r\nappellant’s friend.\n[4] On appeal to the court below the appeal succeeded partly in that\r\nthe appeal against conviction in respect of both counts was\n\ndismissed. However concerning the sentence, the court below found\r\nthat the regional magistrate misdirected himself on sentencing\nby\r\ntreating count 1 as falling within the ambit of s 51(2)(a)(ii) of the\r\nAct by virtue of the fact that the appellant had a previous\n\nconviction of robbery, and thereby treating him as a second offender.\r\nI agree.\n[5] The relevant part of s 51(2)(a) of the Act provides:\n‘\n51(2)\r\nNotwithstanding any other law, but subject to subsections (3) and\r\n(6), a regional court or a High Court shall sentence a person\nwho has\r\nbeen convicted of an offence referred to in –\nPart II of Schedule 2, in the\r\n\tcase of –\n(i) a first offender, to\r\nimprisonment for a period not less than 15 years;\n(ii) a second offender of any\r\nsuch offence, to imprisonment for a period not less than 20\nyears.’\n[6] It is a clear requirement of s 51(2)(a)(ii) that for the\r\nappellant to attract a minimum sentence of imprisonment of not less\n\nthan 20 years, the State had to prove that he is a second offender of\r\nrobbery with aggravating circumstances. This is the jurisdictional\n\nrequirement necessary to trigger s 51(2)(a)(ii). All that the State\r\nproved in this case is that the appellant had previous convictions\n\namongst others for rape, robbery, theft, assault and escaping from\r\nlawful custody. In terms of s 51(2)(a)(ii) it is not sufficient\nthat\r\nthe appellant has a previous conviction for robbery. The conviction\r\nmust be robbery with aggravating circumstances. Robbery\nand robbery\r\nwith aggravating circumstances are two different offences calling for\r\ndifferent sentences.\n[7] In its judgment the court below correctly pointed out that there\r\nis a distinction between robbery and robbery with aggravating\n\ncircumstances. As a result, the court below found, correctly, that\r\nthe regional magistrate ought not to have treated the appellant\nas a\r\nsecond offender and imposed a sentence of 25 years’\r\nimprisonment but should have treated him as a first offender in\nterms\r\nof s 51(2)(a)(i) of the Act, thus qualifying for a sentence of\r\nimprisonment of not less than 15 years. For that reason, the\ncourt\r\nbelow set aside the sentence of imprisonment for 25 years and imposed\r\na sentence of 15 years’ imprisonment in terms\nof s 51(2)(a)(i)\r\nof the Act.\n[8] However, having done this, the court below proceeded to set aside\r\nthe order of the regional magistrate that the sentences imposed\nin\r\nrespect of the two counts should run concurrently. Regrettably the\r\ncourt did not furnish reasons for this order. What is even\nmore\r\ndisturbing is that it does not appear from the judgment whether\r\neither the appellant’s counsel or counsel for the State\nwere\r\nafforded an opportunity to address the court on this crucial aspect.\n[9] It is well-established that sentencing remains pre-eminently\r\nwithin the discretion of the sentencing court. This salutary\r\nprinciple implies that the appeal court does not enjoy carte blanche\r\nto interfere with sentences which have been properly imposed\nby a\r\nsentencing court. In my view, this includes the terms and conditions\r\nimposed by a sentencing court on how or when the sentence\nis to be\r\nserved. The limited circumstances under which an appeal court can\r\ninterfere with the sentence imposed by a sentencing\ncourt have been\r\ndistilled and set out in many judgments of this Court. See\nS v\r\nPieters\n1987 (3) SA 717\n(A) at 727F-H;\nS v Malgas\n2001 (1)\r\nSACR 469\n(SCA) para 12;\nDirector of Public Prosecutions v Mngoma\n2010 (1) SACR 427\n(SCA) para 11; and\nS v Le Roux & others\n2010\r\n(2) SACR 11\n(SCA) at 26b-d.\n[10] In ordering the sentences imposed on the two counts to run\r\nconcurrently, the regional magistrate relied on s 280(2) of the\n\nCriminal Procedure Act 51 of 1997 (the Criminal Procedure Act). The\r\nsection provides a sentencing court with a discretion when\nsentencing\r\nan accused to several sentences to make an order that such sentences\r\nrun concurrently. There are a number of reasons\nwhich a sentencing\r\ncourt can legitimately take into account in this regard. One such\r\nground is the cumulative effect of such sentences.\nIt follows that a\r\ncourt of appeal can only interfere with the exercise of such a\r\ndiscretion by the sentencing court where it is\nsatisfied that the\r\nsentencing court misdirected itself, or did not exercise its\r\ndiscretion properly or judicially. Absent such\nproof, the appeal\r\ncourt has no right to interfere with the exercise of a discretion by\r\na sentencing court.\n[11] I have already stated that the court below did not give reasons\r\nwhy it interfered with the order made by the regional magistrate\nin\r\nexercising his or her discretion for the sentences to run together.\r\nIn the absence of such reasons we are unable to conclude\nthat the\r\nregional magistrate did not exercise the discretion properly or\r\njudicially. In fact the order by the court below has the\nhallmarks of\r\nan arbitrary decision. It follows that the court below erred in\r\nsetting aside the order by the regional magistrate\nfor the sentence\r\nimposed in respect of count 2 to run concurrently with that imposed\r\nin respect of count 1. This is so because\nthe evidence shows that the\r\ntwo offences are inextricably linked in terms of the locality, time,\r\nprotagonists and importantly the\nfact that they were committed with\r\none common intent. (See, for example,\nS v Brophy & another\n2007 (2) SACR 56\npara 14).\n[12] I find it necessary to emphasise the importance of judicial\r\nofficers giving reasons for their decisions. This is important\nand\r\ncritical in engendering and maintaining the confidence of the public\r\nin the judicial system. People need to know that courts\ndo not act\r\narbitrarily but base their decisions on rational grounds. Of even\r\ngreater significance is that it is only fair to every\naccused person\r\nto know the reasons why a court has taken a particular decision,\r\nparticularly where such a decision has adverse\nconsequences for such\r\nan accused person. The giving of reasons becomes even more critical\r\nif not obligatory where one judicial\nofficer interferes with an order\r\nor ruling made by another judicial officer. To my mind this underpins\r\nthe important principle\nof fairness to the parties. I find it\r\nun-judicial for a judicial officer to interfere with an order made by\r\nanother court, particularly\nwhere such an order is based on the\r\nexercise of a discretion, without giving any reasons therefore. In\nStrategic Liquor Services v Mvumbi NO & others\n2010 (2) SA\r\n92\n(CC) para 15 the Constitutional Court whilst dealing with a\r\nfailure by a judicial officer to give reasons for a judicial decision\n\nstated that:\n‘…\nFailure\r\nto supply them will usually be a grave lapse of duty, a breach of\r\nlitigants’ rights, and an impediment to the appeal\nprocess…’.\nSee also\nBotes\r\n& another v Nedbank Ltd\n1983 (3) SA\r\n27\n(A) at 28.\n[13] Regarding the duty of judicial officers to give reasons for\r\ntheir decisions it is instructive to have regard to what the RT\nHon\r\nSir Harry Gibbs GCMG, AC, KBE, the former Chief Justice of the high\r\ncourt of Australia stated in the Australian Law Journal\n1993 (67A)\r\n494 where he said at 494:\n‘…\nThe\r\ncitizens of a modern democracy – at any rate in Australia –\r\nare not prepared to accept a decision simply because\nit has been\r\npronounced, but rather are inclined to question and criticise any\r\nexercise of authority, judicial or otherwise. In\nsuch a society it is\r\nof particular importance that the parties to litigation – and\r\nthe public – should be convinced\nthat justice has been done, or\r\nat least that an honest, careful and conscientious effort has been\r\nmade to do justice, in any particular\ncase, and that the delivery of\r\nreasons is part of the process which has that end in view…’.\nSee also\nMphahlele v First National Bank of SA Ltd\n[1999] ZACC 1\n;\n1999 (2) SA\r\n667\n(CC) para 12;\nCommissioner, South African Revenue Service v\r\nSprigg\nInvestment 117 CC t/a Global Investment\n2011 (4) SA\r\n551\n(SCA) paras 28-30.\n[14] It is generally accepted that both the accused and the State\r\nhave a right to address the court regarding the appropriate sentence.\n\nAlthough s 274 of the Criminal Procedure Act uses the word ‘may’\r\nwhich may suggest that a sentencing court has a discretion\nwhether to\r\nafford the parties the opportunity to address it on an appropriate\r\nsentence, a salutary judicial practice has developed\nover many years\r\nin terms whereof courts have accepted this to be a right which an\r\naccused can insist on and must be allowed to\nexercise. This is in\r\nkeeping with the hallowed principle that in order to arrive at a fair\r\nand balanced sentence, it is essential\nthat all facts relevant to the\r\nsentence be put before the sentencing court. The duty extends to a\r\npoint where a sentencing court\nmay be obliged, in the interests of\r\njustice, to enquire into circumstances, whether aggravating or\r\nmitigating which may influence\nthe sentence which the court may\r\nimpose. This is in line with the principle of a fair trial. It is\r\ntherefore irregular for a sentencing\nofficer to continue to sentence\r\nan accused person, without having offered the accused an opportunity\r\nto address the court or as\nin this case to vary conditions attached\r\nto the sentence without having invited the accused to address him on\r\nthe critical question\nof whether such conditions ought to be varied\r\nor not. See\nCommentary On The Criminal Procedure Act\nat 28-6D.\n[15] I interpose to state that I have no problem with the sentence of\r\n5 years’ imprisonment imposed in respect of count 2.\nThe facts\r\nof this case justify such a sentence. The complainant, a 46 years old\r\nwoman was attacked by the appellant and his friend\nin her own home.\r\nThe sanctity and privacy of her private home was invaded. The\r\nappellant initiated the attack on her. This incident\nwas pre-planned.\r\nThe complainant was threatened with a knife pressed against her\r\nthroat. Later she was stabbed with a knife in\nher stomach by the\r\nappellant’s friend. The appellant was present and witnessed\r\nthis and did not intervene. He proffered no\nexplanation why the\r\ncomplainant who had already been successfully subdued was stabbed.\r\nThe stabbing was unnecessary and gratuitous.\nJewellery valued at\r\napproximately R4 000 was stolen and never recovered. I agree with the\r\ncourt below that there is no basis to\ninterfere with the sentence of\r\n5 years in respect of count 2.\n[16] In the result, the following order is made:\n1. The appeal succeeds to the extent that the sentences are varied by\r\nthe order that the sentence of 5 years in respect of the\ncount of\r\nattempted murder shall run concurrently with the sentence of 15 years\r\nin respect of the count of robbery with aggravating\ncircumstances.\r\nThe effective sentence to be served by the appellant is a period of\r\nimprisonment of 15 years.\n____________\nL O Bosielo\nJudge of Appeal\nAPPEARANCES:\nFor\r\nAppellant: Mr JH van Rooyen (Attorney)\nInstructed\r\nby:\nLegal Aid\r\nSouth Africa, Pretoria\nLegal Aid\r\nSouth Africa, Bloemfontein\nFor\r\nRespondent: A Coetzee SC\nInstructed\r\nby:\nDirector\r\nof Public Prosecutions, Pretoria\nDirector\r\nof Public Prosecutions, Bloemfontein",
  "scraped_at": "2026-02-12T15:58:56.993486",
  "date": "2011-09-29",
  "coram": [
    "Mthiyane JJA",
    "Maya JJA",
    "Bosielo JJA"
  ],
  "case_number": "135/11",
  "parties": {
    "applicants": [
      "Daniel William Mokela"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Daniel William Mokela, was convicted of robbery with aggravating circumstances (count 1) and attempted murder (count 2) after, with a friend, entering Ms Beetge's home, throttling her, causing her to fall, and while she lay on the ground, the friend stabbed her in the stomach. Mokela had previous convictions for various offences, including robbery, but not specifically robbery with aggravating circumstances. At the Regional Court he received 25 years for count 1 and 5 years for count 2, with the magistrate ordering the two sentences to run concurrently.",
    "issues": "1) Whether the magistrate correctly applied section 51(2)(a)(ii) of the Criminal Law Amendment Act by treating Mokela as a second offender for robbery with aggravating circumstances. 2) Whether the appellate court was entitled to set aside the magistrate’s order that the two sentences run concurrently. 3) Whether the 5‑year sentence for attempted murder was appropriate.",
    "principles": "Section 51(2)(a) of the Criminal Law Amendment Act requires a conviction to be for robbery with aggravating circumstances to trigger the 20‑year minimum for a second offender; a prior conviction for plain robbery is insufficient. The sentencing court has discretion under s 280(2) of the Criminal Procedure Act to order sentences to run concurrently, and appellate courts may intervene only where there is misdirection or improper exercise of that discretion. Courts must give reasons for decisions, especially when overturning another court’s discretionary order, and parties have a right to address the court on sentencing matters.",
    "application": "The Supreme Court of Appeal held that the magistrate erred in treating Mokela as a second offender because the State had not proved a prior conviction for robbery with aggravating circumstances, so the correct minimum sentence was 15 years under s 51(2)(a)(i). The appellate court also found that the lower appellate court wrongly set aside the concurrent sentencing order without providing reasons, indicating no misdirection existed. Consequently, the court reinstated the magistrate’s concurrent order, linking the 5‑year term for attempted murder with the 15‑year term for robbery.",
    "conclusion": "The appeal succeeds in varying the sentences: the 5‑year sentence for attempted murder shall run concurrently with the 15‑year sentence for robbery with aggravating circumstances. The appellant’s effective period of imprisonment is therefore 15 years."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "robbery with aggravating circumstances",
      "attempted murder",
      "concurrent sentencing",
      "appellate review"
    ]
  }
}