{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/138.html",
  "case_name": "Moruleng and District Taxi Association and Another v North West Provincial Department of Transport and Others (254/10) [2011] ZASCA 138 (23 September 2011)",
  "citation": "[2011] ZASCA 138",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 138\n|\nNoteup\n|\nLawCite\nMoruleng and District Taxi Association and Another v North West Provincial Department of Transport and Others (254/10) [2011] ZASCA 138 (23 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 254/10\nIn the\r\nmatter between:\nMORULENG AND DISTRICT TAXI ASSOCIATION\n….....................................\nFirst\r\nAppellant\nJOHANNES BOITUMELO MOKATSE\n…....................................................\nSecond\r\nAppellant\nand\nNORTH\r\nWEST PROVINCIAL DEPARTMENT OF TRANSPORT &\n27\r\nOTHERS\n…......................................................................................................\nRespondents\nNeutral\r\ncitation:\nMoruleng and District Taxi Association v North West\r\nProvincial Department of Transport & 27 others\n(254/10)\n[2011] ZASCA 138\n(23 September 2011)\nCoram:\nHarms AP, Maya, Bosielo and Shongwe JJA and Plasket AJA\nHeard: 29 August 2011\nDelivered: 23 September 2011\nSummary:\nNational Land Transport Transition Act 22 of 2000\n–\r\nconversion of radius-based permits into operating licences –\r\nrequirements – granting of operating licences\nreviewed and set\r\naside.\nORDER\nOn appeal from\n: North West High Court (Mafikeng) (Leeuw AJP,\r\nHendricks J and Kgoele AJ sitting as a court of appeal):\n1. The appeal is upheld.\n2. The fourth to twenty fourth respondents and the twenty sixth\r\nrespondent shall pay the appellants’ costs, including the\ncosts\r\nof two counsel, jointly and severally, the one paying, the others to\r\nbe absolved.\n3. The order of the court below is set aside and replaced with the\r\nfollowing order:\n(a) The appeal is upheld with costs, including the costs of two\r\ncounsel.\n(b) The order of the court below is set aside and replaced with the\r\nfollowing:\nThe decision of the second respondent to grant operating licences to\r\n\tthe members of the fourth respondent for the route from\nMoruleng to\r\n\tMogwase and back is reviewed and set aside.\nThe respondents shall pay the costs of the applicants jointly and\r\n\tseverally, the one paying the others to be absolved.\n__________________________________________________________________\nJUDGMENT\n__________________________________________________________________\nBOSIELO JA (Harms AP, Maya and Shongwe JJA and Plasket AJA\r\nconcurring)\n[1] This is an appeal against a judgment of the full court of the\r\nNorth West High Court, Mafikeng (per Hendricks J, Leeuw AJP and\n\nKgoele AJ concurring), in terms of which the court set aside a\r\njudgment of the court of first instance (per Landman J) and found\n\nthat the operating licences issued to members of the fourth\r\nrespondent (the Mogwase Taxi Association) were properly issued and\n\nthus valid. The appeal is with the leave of this court.\n[2] For some time the taxi industry across the country has been\r\nplagued by the so-called taxi wars. These wars, which in many\r\ninstances resulted in the unnecessary loss of lives of innocent\r\npeople who were caught in the cross-fire, revolve primarily around\n\ndisputes involving routes. Not surprisingly, the dispute herein\r\nrevolves around a disputed claim to provide a mini-bus taxi type\n\nservice on a particular route. The disputed route herein is described\r\nas the Mogwase–Moruleng taxi route in North West Province.\n\nMembers of the first appellant, the Moruleng and District Taxi\r\nAssociation, have the right to operate the route. Members of the\n\nMogwase Taxi Association applied for the conversion of their\r\nradius-based permits into route-based licences for this route by the\n\nNorth West Provincial Operating Licence Board (the Board). The\r\napplications were successful and the Moruleng and District Taxi\n\nAssociation then sought to have the decisions reviewed and set aside.\n[3] What follows are the background facts leading to this appeal. The\r\nMoruleng and District Taxi Association and Mogwase Taxi Association\n\nare rival taxi associations. During or about 1983 the members of\r\nfirst appellant broke away from fourth respondent to form their\nown\r\nseparate association. Before the new\nNational Land Transport\nTransition Act\n1\nas\namended (the NLTTA) was passed, members of both first appellant\r\nand fourth respondent had radius-based permits which authorised\nthem\r\nto undertake public transport services for commuters on the disputed\r\nroute. The main purpose of the NLTTA is to transform\nand restructure\r\nthe Republic’s land transport system.\n[4] The NLTTA aims to achieve a smooth transition from the old system\r\nof radius-based permits to route-based operating licences,\n(s 2\nof\r\nthe NLTTA). The old Road Transportation Act\n2\nprovided for radius-based permits; the radius was calculated on\r\nkilometres from a specific point. In terms of this system, a permit\n\nholder was authorised to conduct a taxi business from one point to\r\nany destination which fell within the radius covered by the\npermit.\r\nThis system provided a fertile ground for perennial clashes and\r\nconcomitant violence between taxi drivers and taxi associations\nas\r\nthey fought over lucrative routes. At one stage the flames of these\r\ntaxi wars had spread to almost every part of the country.\nOne assumes\r\nthat the NLTTA was introduced as an attempt to regulate the taxi\r\nindustry better and more efficiently and hopefully\nto stop the\r\nubiquitous taxi wars. Undoubtedly, the vision is to convert old taxi\r\npermits from the uncertain radius-based description\nto a more\r\nspecific route-based licence. In terms of s 85(3)(f) and (g) of the\r\nNLTTA such an operating licence is required to disclose\na detailed\r\nroute or routes to be used for operation of the taxi and\r\nspecifications of the relevant street names, road numbers,\nbeacons or\r\nlandmarks for each city, suburb, town, village or settlement as well\r\nas authorised ranks or terminals and other points\nwhere passengers\r\nwould be picked up or allowed to alight. Clearly this was intended to\r\nensure that each taxi driver operate strictly\nwithin the terms of his\r\nor her operating licence.\n[5] From as far back as 1998 a dispute had been simmering between the\r\nmembers of both first appellant and the fourth respondent\nregarding\r\nwho was in law entitled to operate on the disputed route. Many\r\nattempts to resolve this dispute through the intervention\nof, amongst\r\nothers, the transport authorities and the local police failed.\r\nRegrettably, at some stage the dispute got out of hand\nand became\r\nviolent. In an attempt to resolve this impasse legally, and acting on\r\nthe advice of the Registrar of the Department\nof Transport, North\r\nWest Province, members of the fourth respondent applied to the Board\r\nin terms of s 79 of the NLTTA for the\nconversion of their permits\r\ninto operating licences for the disputed route to legalise their\r\noperations on the disputed route.\nThe applications were granted.\n[6] The appellants instituted review proceedings in the high court to\r\nhave the decision of the Board reviewed and set aside on\nthe basis\r\nthat the operating licences were not properly issued. Although\r\nconceding that members of the fourth respondent had previously\nheld\r\nradius-based permits to operate in the disputed area, the appellants\r\ncontended that members of the fourth respondent never\noperated on the\r\ndisputed route as required by s 80(1) of the NLTTA. In their response\r\nmembers of the fourth respondent denied that\nthe conversion of their\r\ntaxi permits into operating licences were not issued properly.\r\nEssentially, they asserted that they complied\nwith all the statutory\r\nrequirements prescribed by the NLTTA. Concerning the requirements of\r\nregular service as envisaged in s 80(1),\nthe respondents contended\r\nthat they provided the regular service as required by the NLTTA as,\r\nalthough they concede that they did\nnot actually operate on this\r\ndisputed route, their radius-based permits nonetheless covered the\r\ndisputed route before the conversion.\n[7] Members of the fourth respondent had also raised a point in\r\nlimine that the application for review offended the provisions\nof s 7\r\nof the Promotion of Administrative Justice Act 3 of 2000 (PAJA) in\r\nthat it was not instituted without unreasonable delay\nand not later\r\nthan 180 days after the date, subject to subsection (2)(c), on which\r\nany proceedings instituted in terms of internal\nremedies as\r\ncontemplated in subsection (2)(a) have been concluded or where no\r\nsuch remedies exist, on which the person was informed\nof the\r\nadministrative action; became aware of the action and the reasons for\r\nit or might reasonably have been expected to have\nbecome aware of the\r\naction and the reasons.’\n[8] The court of first instance upheld the point in limine and\r\ndismissed the application for review. Aggrieved by the judgment,\nthe\r\nappellants appealed to the full court, which found that the court of\r\nfirst instance had erred in upholding the point in limine.\nThe full\r\ncourt upheld the appeal against the order upholding the point in\r\nlimine but dismissed the appeal on the merits.\n[9] In refusing the application to review and set aside the decision\r\nby the Board to grant the members of the fourth respondent\nthe\r\nconversions, the court below held that ‘it cannot therefore be\r\nestablished that the Mogwase operators did not apply for\nthe\r\nMoruleng–Mogwase route. On the probabilities, they must have\r\napplied that is why the said route is specified on their\noperating\r\nlicences.’ Concerning the requirement of a regular service as\r\ncontemplated in s 80(1), the court below held that\n‘Section 80\r\ndoes not cater for a situation where an applicant is prevented from\r\noperating on a specific route in compliance\nwith the stipulated 180\r\ndays’ period. That being the case, it must be accepted on the\r\nprobabilities that the Mogwase operators\ndid apply to operate on the\r\nsaid route and that the Board,\nin the exercise of its discretion\n,\r\ncorrectly granted the conversions’. The appellants’\r\nappeal is against these findings. I pause to state that the first\nto\r\nthird respondents (North West Provincial Department of Transport,\r\nNorth West Provincial Operating Licence Board and the Chairperson\nof\r\nthe North West Provincial Operating Licence Board) are not parties to\r\nthe appeal.\n[10] It is regrettable that we were not furnished with copies of the\r\nminutes of each of the meetings held by the Board where the\n\napplications for conversions by members of the fourth respondent were\r\nconsidered. It appears from the record that these minutes\nwere lost\r\nand could not be found. As a result it was difficult for us to\r\ndetermine with certainty what factors the Board considered\nbefore\r\ngranting the applications for conversion. The affidavit of Mr\r\nKubheka, the second respondent’s acting secretary, was\nof no\r\nuse to us because of the paucity of relevant information. This is due\r\nto the fact that he was only employed by second respondent\nafter the\r\nconversions had already been granted.\n[11] However, for purposes of this judgment, I am prepared to accept\r\nthat members of the fourth respondent did submit applications\nfor the\r\nconversion of their radius-based permits to route-based operating\r\nlicences in terms of s 79 of the NLTTA. The question\nfor\r\ndetermination remains whether they met the requirements of the NLTTA,\r\nin particular s 80 thereof.\n[12] The application for a conversion of a permit into an operating\r\nlicence is governed by s 79 of NLTTA. The relevant parts of\nthe\r\nsection provide:\n‘\nS\r\n79 Continuation and conversion of existing permits\nSubject to this Part, any\r\n\tpermit issued for an indefinite period and any permit issued for a\r\n\tdefinite period which, on the commencement\nof this Act, has not yet\r\n\texpired, remains in force temporarily as provided for in this\r\n\tsection.\nThe holder of such a permit may\r\n\thave it converted to an operating licence in accordance with this\r\n\tPart by applying for the conversion,\nin the manner prescribed by the\r\n\tMEC –\n(a) in the case of a permit for\r\nan indefinite period, before the expiry of the period determined by\r\nthe Minister under s 32(2).’\n[13] Section 32(1) provides peremptorily that all permits must be\r\nconverted to operating licences by the date mentioned in s 32(2).\nA\r\nfailure to apply for a conversion of a permit will result in such a\r\npermit lapsing.\n[14] Section 80 in turn sets out a necessary pre-condition for the\r\nconversion of a permit into an operating licence. It reads as\n\nfollows:\n‘\nS\r\n80 Conversion of permits not allowed in certain circumstances\n(1) A permit may not be\r\nconverted to an operating licence unless the transport service that\r\nit authorises, has been provided on\na regular basis for a period of\r\nat least 180 days before the date on which application is made for\r\nconversion, except where the\npermit was issued less than 180 days\r\nbefore the date of such application.\n(2) The applicant must furnish\r\nproof to the satisfaction of the board that the requirement set by\r\nsubsection (1) has been met, by\nsupplying written confirmation from\r\nthe relevant planning authority, or by such other method as the board\r\ndeems sufficient.’\n[15] It should thus be clear that before an application for a\r\nconversion of a permit into an operating licence can be granted,\n\nthere must be proof to the satisfaction of the board, that the\r\napplicant has provided a transport service for a period of at least\n\n180 days before such application. Such proof must be in the form of a\r\nwritten confirmation from the relevant planning authority\nwhich is in\r\ncharge of the area where the transport service is to be provided or\r\nany other means that the Board may choose.\n[16] There was a debate between the respective counsel regarding the\r\ninterpretation to be accorded to s 80(1). Does the section\nrequire\r\nthe transport service to be actually rendered as submitted by the\r\nappellant’s counsel or does it require the mere\nproviding or\r\nmaking of such transport available as contended for by the\r\nrespondents’ counsel?\n[17] To my mind it is clear from the wording of s 80(1) that the\r\nrequirement that a transport service be rendered on a regular\nbasis\r\nfor at least 180 days before the application for conversion is the\r\njurisdictional fact which an applicant has to meet. It\nis a\r\npre-condition which must be met before an applicant can get a\r\nconversion. The pertinent question to be answered is whether\nmembers\r\nof the fourth respondent rendered the required transport service on\r\nthe disputed route at least 180 days before they applied\nfor\r\nconversion as required by s 80(1). The other question would be\r\nwhether they furnished the second respondent with the written\n\nconfirmation of such transport service from the relevant planning\r\nauthority as required by s 80(2).\n[18] It is clear to me that the purpose of the section is to ensure\r\nproper conversion of the radius-based permits which were issued\nin\r\nterms of the old legislation to new route-based operating licences\r\nprovided for by the NLTTA. In line with s 81(1) of the NLTTA\nthe\r\nconversion is intended to ensure that an applicant for an operating\r\nlicence retains the same authority as that which he or\nshe enjoyed\r\nunder the old permit. The corollary hereof is that nobody should be\r\ngranted an operating licence on a route on which\nhe or she did not\r\noperate within the prescribed period. It follows that in order to\r\nachieve this, the board must be satisfied that\nthe particular route\r\nwas utilised by an applicant before the application for conversion.\r\nThis must be done by submitting together\nwith the application for\r\nconversion, ‘a detailed description of the route(s) or\r\nnetwork(s) on which, or, where applicable,\nthe particular areas in\r\nwhich, the vehicle has been used for the service to which the permit\r\nrelates for the period of at least\n180 days prior to the date of\r\napplication…’ (Regulation 5(1)(k) of the regulations\r\npromulgated in the North West Extraordinary\nProvincial Gazette No\r\n5851, 25 February 2003). Evidently it would militate against the\r\nspirit and purport of the section to grant\nan applicant rights to\r\noperate on a route on which he or she never operated at least 180\r\ndays before the application for conversion.\nI am of the view that the\r\nprovisions of s 80(1) and (2), which constitute essential\r\njurisdictional factors for a valid conversion,\nare peremptory. The\r\nBoard has no discretion to condone non-compliance with the section. A\r\nfailure to comply renders the granting\nof the application invalid.\n[19] Addressing this peremptory requirement of the NLTTA the court\r\nbelow had found that it could not be said that members of the\nfourth\r\nrespondent did not operate on the disputed route at least 180 days\r\nbefore the date on which the application for the conversion\nof their\r\nradius-based permits into route-based operating licence as required\r\nby s 80(1) of the NLTTA. This conclusion was based\non the finding by\r\nthe court below that members of the fourth respondent were in fact\r\nunlawfully prevented from operating on the\ndisputed route, first by\r\nan interdict obtained by the appellants against them and secondly by\r\nviolence levelled against them. I\ndo not agree.\n[20] Firstly the interdict was directed against stopping members of\r\nthe fourth respondent ‘from using the areas of the Mogwase\ntaxi\r\nrank marked 1 and 2 on the attached diagram…’. It is\r\nclear that this interdict did not prevent members of the\nfourth\r\nrespondent from operating on the disputed route during the relevant\r\nperiod. This interdict was issued pending the application\nfor the\r\npresent review by the appellants of the decision of the Registrar of\r\nTransport to award permits to members of the fourth\nrespondent to\r\noperate on the disputed route.\n[21] Secondly, there is no evidence on record to support the finding\r\nby the court below that members of the fourth respondent were\n\nprevented from operating on the disputed route by violence. All that\r\nthe evidence shows is merely that there were protracted and\n\nacrimonious disputes between members of the two taxi rivals. To the\r\ncontrary, counsel for the fourth respondent contended before\nus that\r\nmembers of the fourth respondent did not operate on the disputed\r\nroute because, in an attempt to avoid ongoing confrontations\nwith\r\nmembers of the appellants, they opted to comply with the advice given\r\nby the Registrar, Department of Transport, North West\nembodied in a\r\nletter dated 28 May 1999 to submit their applications for the\r\nconversion of their radius-based permits into route-based\noperating\r\nlicence for its members to regularise their permits, instead of\r\ninsisting on operating this route.\n[22] In any event the finding by the court below on this crucial\r\naspect is refuted by the telling concession made by one Isaia\nNke who\r\ndeposed to an answering affidavit on behalf of the fourth respondent\r\nwhere he unequivocally conceded that the fifth to\ntwelfth, fourteenth\r\nto twenty fourth as well as the twenty sixth respondents did not\r\noperate on the disputed route for at least\n180 days before the\r\napplications were made as required by the NLTTA. To my mind this\r\nconcession is subversive of the finding by\nthe court below.\n[23] Having found that the respondents did not render a transport\r\nservice on this disputed route on a regular basis at least 180\ndays\r\nbefore the application for the conversion of their permits into\r\noperating licences as required by s 80 of the NLTTA, I am\nconstrained\r\nto find, as I hereby do, that their applications for conversion of\r\nthe permits into operating licences for the disputed\nroute were\r\ninvalid and should not have been granted.\n[24] In the result I make the following order:\n1. The appeal is upheld.\n2. The fourth to twenty fourth respondents and the twenty sixth\r\nrespondent shall pay the appellants’ costs, including the\ncosts\r\nof two counsel, jointly and severally, the one paying, the others to\r\nbe absolved.\n3. The order of the court below is set aside and replaced with the\r\nfollowing order:\n(a) The appeal is upheld with costs, including the costs of two\r\ncounsel.\n(b) The order of the court below is set aside and replaced with the\r\nfollowing:\nThe decision of the second respondent to grant operating licences to\r\n\tthe members of the fourth respondent for the route from\nMoruleng to\r\n\tMogwase and back is reviewed and set aside.\nThe respondents shall pay the costs of the applicants jointly and\r\n\tseverally, the one paying the others to be absolved.\n____________\nL O Bosielo\nJudge of Appeal\nAPPEARANCES:\nFor\r\nAppellants: C A Da Silva SC\n(with him M S Mangolele)\nInstructed\r\nby:\nA O Ndala\r\nInc., Mmabatho\nMatsepes\r\nAttorneys, Bloemfontein\nFor Fourth\r\nto Twenty-Seventh Respondents: J H F Pistor SC\n(with him C J Zwiegelaar)\nInstructed\r\nby:\nS M\r\nMookoletsi Attorneys, Mmabatho\nNW\r\nPhalatsi & Partners, Bloemfontein\n1\nThe\nNational Land Transport Transition Act, 22 of 2000\nwhich came into\r\n\toperation on 1 December 2000. (This was repealed by\nsection 94\nof\r\n\tthe\nNational Land Transport Act of 2009\nwhich came into operation on\r\n\t8 December 2009).\n2\nThe\r\n\tRoad Transportation Act 74 of 1977.",
  "scraped_at": "2026-02-12T15:51:56.830111",
  "date": "2011-09-23",
  "coram": [
    "Harms AP",
    "Maya",
    "Bosielo JJA",
    "Shongwe JJA",
    "Plasket AJA"
  ],
  "case_number": "254/10",
  "parties": {
    "applicants": [
      "Moruleng and District Taxi Association",
      "Johannes Boitume... Mokatse"
    ],
    "respondents": [
      "North West Provincial Department of Transport"
    ]
  },
  "sections": {
    "facts": "The judgment concerns a long‑standing dispute between two rival taxi associations in the North West Province over the Moruleng–Mogwase route. Historically both groups operated under radius‑based permits. The National Land Transport Transition Act 22 of 2000 (NLTTA) required conversion of those permits into route‑based operating licences. The Mogwase Taxi Association (fourth respondent) applied to the North West Provincial Operating Licence Board for conversion of its permits to licences for the disputed route. The Board granted the conversion. The Moruleng and District Taxi Association (first appellant) challenged the validity of those licences, arguing that the respondents had not provided a regular service on the route for at least 180 days prior to the conversion, as required by section 80 of the NLTTA.",
    "issues": "The principal issue was whether the conversion of radius‑based permits to operating licences complied with section 80(1) of the NLTTA, which mandates that the applicant must have provided a regular transport service on the proposed route for a minimum of 180 days before applying for conversion. A subsidiary issue concerned whether the review application was barred by section 7 of the Promotion of Administrative Justice Act (PAJA) on the ground of unreasonable delay.",
    "principles": "Section 79 of the NLTTA governs the procedure for converting permits, while section 80 imposes a peremptory pre‑condition that a regular service of at least 180 days must be proven, usually by written confirmation from the relevant planning authority. The requirement is jurisdictional and not subject to the Board’s discretion. Failure to satisfy section 80 renders any conversion invalid. PAJA section 7 requires that administrative review applications be made without unreasonable delay, but this was not the focus of the appeal.",
    "application": "The Court examined the evidence and found no proof that the Mogwase Taxi Association had operated on the Moruleng–Mogwase route for the requisite 180‑day period. The alleged interdict and alleged violence did not prevent service on the route, and an affidavit concession confirmed that the respondents had not provided the service. Consequently, the Court held that the statutory pre‑condition of section 80 was not met, rendering the Board’s grant of operating licences invalid. The Court therefore set aside the licences and the order of the lower court.",
    "conclusion": "The appeal was upheld. The Court set aside the decision of the Operating Licence Board that granted operating licences to the fourth respondent for the Moruleng–Mogwase route. The respondents were ordered to pay the appellants’ costs, including costs of two counsel, jointly and severally. The orders of the High Court were replaced accordingly."
  },
  "tags": {
    "level_1": "Transport Law",
    "level_2": "Land Transport Regulation",
    "level_3": [
      "National Land Transport Transition Act",
      "Operating licence conversion",
      "Section 80 compliance",
      "Taxi route dispute",
      "Administrative review"
    ]
  }
}