{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/104.html",
  "case_name": "Shilakwe v S (614/10) [2011] ZASCA 104; 2012 (1) SACR 16 (SCA) (1 June 2011)",
  "citation": "[2011] ZASCA 104",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 104\n|\nNoteup\n|\nLawCite\nShilakwe v S (614/10) [2011] ZASCA 104; 2012 (1) SACR 16 (SCA) (1 June 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 614/10\nIn\r\nthe matter between:\nTHABO\r\nVINCENT SHILAKWE\n...............................................................\nAppellant\nand\nTHE\r\nSTATE\n.......................................................................................\nRespondent\nNeutral\r\ncitation:\nShilakwe v The State\n(614/10)\n[2011]\r\nZASCA 104\n(1 June 2011)\nBENCH:\r\nBRAND, PONNAN, SHONGWE JJA\nHEARD: 25 MAY 2011\nDELIVERED: 1 JUNE 2011\nCORRECTED:\nSUMMARY:\nAppeal – no live issue – court\r\nshould avoid giving advisory opinion; evidence – mosaic of\r\nproof – useful\naid to break down evidence into its component\r\nparts – evidence ultimately to be assessed holistically.\n______________________________________________________________________\nORDER\n______________________________________________________________________\nOn\r\nappeal from\n:\nGauteng High Court (Circuit\r\nLocal Division - Vereeniging) (Prinsloo J sitting as court of first\r\ninstance).\nThe appeal\r\nis dismissed.\n______________________________________________________________________\nJUDGMENT\n______________________________________________________________________\nPONNAN\r\nJA (BRAND and SHONGWE JJA concurring):\n[1] On Sunday, 30 November 2003 at approximately 5pm Ms Florence\r\nMazibuko was standing together with her friends Maria and Abdul\n\noutside Adam’s Store in Klipriver when she observed four men\r\nenter the store and emerge with a two litre coldrink. Whilst\nthey\r\nwere drinking the coldrink one of four complained that he was hungry.\r\nTwo of them then re-entered the store ostensibly to\npurchase bread.\r\nAfter a short while one of the two who had remained outside\r\napproached Ms Mazibuko and her friends. He drew a firearm,\nthreatened\r\nto shoot them if they made a noise and ordered them into the store.\r\nMs Mazibuko described the firearm as a handgun that\nwas brown in\r\ncolour with a wooden handle.\n[2] According to Ms Mazibuko when they entered the store one of the\r\nfour men was emptying the cash register. Another had what she\n\ndescribed as a long firearm trained on Ms Hawa Ebrahim, the\r\nproprietor of the store. He then struck Ms Ebrahim on her face with\n\nthe firearm, grabbed her hair and stamped on her. He threatened to\r\nshoot her if she did not supply him with the keys to the safe.\nWhen\r\nshe did not comply he discharged his firearm. Ms Ebrahim eventually\r\nrelented and produced the keys from her person and accompanied\nher\r\nassailant to the safe. Ms Mazibuko became aware that a certain Mr\r\nWitbooi, who was alongside her, was whimpering. Concerned\nthat he\r\nwould attract attention to himself and her, she asked him to keep\r\nquiet. She then observed that a liquid was oozing out\nof his mouth\r\nand heard one of the group tell the person who was in possession of\r\nthe long firearm ‘You have shot him’.\nThe group then made\r\ngood their escape with two boxes that they had filled with cigarettes\r\nand other goods from the store. On leaving\nthe store one of the four\r\nlocked the door to the store from the outside.\n[3] Shortly after the robbers had fled Mr David Mbakaza, a security\r\nguard, arrived in a marked security vehicle at Adam’s\nStore to\r\npurchase food. He was alerted by Ms Mazibuko to the occurrence of the\r\nrobbery and informed that someone had been shot\nduring its course. Mr\r\nMbakaza set off in his vehicle in pursuit of the robbers. As he\r\napproached a railway bridge in close proximity\nto Adam’s Store\r\nhe noticed a white Toyota Venture motor vehicle parked under some\r\ntrees. He drove past the Venture and proceeded\nin the direction of a\r\nnearby informal settlement. He took the precaution of recording the\r\nregistration particulars of the Venture.\nAt the informal settlement\r\nMr Mbakaza made a u-turn. On his way back he observed two males, who\r\nupon seeing him, started to run.\nHe telephoned the police emergency\r\nnumber 10111 but there was no response. He thereafter dialled 112 and\r\nreported the matter. He\nthen realised that the Venture, which was\r\nbeing driven by a person with dreadlocks and had another occupant in\r\nthe front passenger\nseat, was following him. No sooner had that\r\nrealisation dawned on him when he fortuitously came upon a police\r\nvehicle and signalled\nto them.\n[4] Captain Molotsi of crime intelligence and Constables Matsose and\r\nMolefe had just set out from Adam’s Store in pursuit\nof the\r\nperpetrators of the robbery when they came upon Mr Mbakaza.\r\nResponding to his signal they stopped the Venture and arrested\nits\r\ntwo occupants. Acting on the information furnished by Mr Mbakaza\r\nthose police officers then set off in pursuit of the two men\nwho had\r\nearlier been observed on foot.\n[5] When the police officers came upon those two men, one of whom was\r\ndressed in a white T-shirt and the other in a black T-shirt,\nthey\r\nstarted to run. Constable Matsose chased after the one in the black\r\nT-shirt, who turned and shot at him with a shotgun. Constable\nMatsose\r\nlost sight of that person in the veld. In the meantime Mr Corné\r\nKriek, a commando member, who had been alerted to\nthe robbery, joined\r\nthe police in their search for the suspects after having received a\r\nreport from Captain Molotsi. He was alerted\nby the screams of a group\r\nof children who pointed in the direction of a male in a black T-shirt\r\nrunning in the veld. As he approached\nthat person with his firearm at\r\nthe ready that person appeared to lose his footing and fell in the\r\ntall grass. Mr Kriek arrested\nhim, handcuffed him and handed him over\r\nto one of the other police officers who had also joined the search,\r\nSergeant Malindi. Sergeant\nMalindi, who searched the person in the\r\nblack T-shirt immediately after his arrest, found a 12-bore shotgun\r\ncartridge in his pocket.\nConstable Matsose immediately recognised the\r\nperson in the black T-shirt, who had been arrested, as the one that\r\nhad earlier fired\non him with a shotgun, whilst being chased.\n[6] According to Captain Malotsi, the person in the white T-shirt was\r\nprevented from making good his escape by a group of men who\nhad\r\narrived on the scene in response to his call for back up. The person\r\nin the white T-shirt surrendered and he was also arrested\nand\r\ninformed by Capt. Malotsi that he was suspected of having been\r\ninvolved in the robbery at Adams store. The next day a search\nwas\r\nconducted of the area. Inspector Erasmus, who took over as the\r\ninvestigating officer of the case, came upon some boxes under\nthe\r\nrailway bridge. The contents of those boxes were subsequently\r\nidentified as having been stolen from the store during the robbery.\n\nAnd, Sergeant Alfred Retief, whilst undertaking a sweep search of the\r\narea where Accused 2 had been arrested found a shotgun, which\n\naccording to him, appeared as if it had been recently discarded at\r\nthat spot.\n[7] The four persons arrested that day were formally charged with\r\nrobbery, murder, the attempted murder of Constable Matsose and\nthe\r\nunlawful possession of firearms and ammunition.\n[8] The driver of the Venture, Mandla Innocent Sehatsane, was\r\ninitially indicted as accused number 1; the passenger of the Venture,\n\nRoro Sitzuzu, as accused number 2; the person in the black T-shirt,\r\nAyanda James Maseko, as accused 3; and the person in the white\n\nT-shirt, Thabo Vincent Shilakwe, as accused 4. According to the\r\nInspector Erasmus, two further suspects came to be implicated in\nthe\r\ncommission of the offences. Inspector Erasmus arrested those two\r\nsuspects, Thabang Jacob Rapoluti and Queen Bulelwa Nomogena,\nwho were\r\njoined as accused numbers 5 and 6, respectively. Ms Nomogena died\r\nbefore the commencement of the trial. At the commencement\nof the\r\ntrial before Prinsloo J (sitting with assessors) in the High Court\r\n(Circuit Local Division - Vereeniging) the trial of accused\nno 1,\r\nMandla Sehatsane, who had fallen ill, was separated from that of the\r\nremaining accused. In the result the accused came to\nbe renumbered\r\nthus: Mr Sitzuzu - accused 1; Mr Maseko - accused 2; Mr Shilakwe -\r\naccused 3 and Mr Rapoluti - accused 4.\n[9] Accused 1 was acquitted on all charges. Accused 2 was convicted\r\non all five charges whilst accused 3 and 4 were acquitted on\nthe\r\nattempted murder and convicted on the remaining charges. Having found\r\nthat the\nCriminal Law Amendment Act 105 of 1997\n, the so-called\r\nminimum sentencing legislation, was applicable to the convictions on\r\nthe murder, robbery and attempted murder, each\nwas sentenced to life\r\nimprisonment, 15 years’ imprisonment and 5 years’\r\nimprisonment (solely in respect of accused\nno 2), respectively. In\r\nrespect of counts four and five, which did not fall within the\r\npurview of the minimum sentencing legislation,\neach was sentenced to\r\ntwo years and one year imprisonment respectively.\n[10] This appeal, with the leave of the trial judge, solely by\r\naccused 3, Mr Shilakwe lies against his convictions on all of the\n\ncharges as well as the sentences imposed pursuant thereto.\n[11] Whilst in the ultimate analysis the evidence must be looked at\r\nholistically in order to determine whether the guilt of the\nappellant\r\nwas proved beyond a reasonable doubt, the breaking down of the\r\nevidence into its component parts is obviously a useful\naid to a\r\nproper evaluation and understanding of it. The evidence adduced by\r\nthe State linking the appellant to the offences consisted\nof the\r\neyewitness testimony of Ms Mazibuko; the evidence of Mbakaza and the\r\nvarious police officers, who were present when he was\narrested; the\r\nappellant’s statement to the investigating officer, Inspector\r\nErasmus; the appellant’s pointing out to\nCaptain Majaja and his\r\nstatements accompanying the pointing out and accused 4’s\r\nstatement to Inspector Erasmus.\n(a)\nThe eye witness evidence\nDuring her testimony Ms Mazibuko identified the appellant as one of\r\nthe robbers. She testified that she had had adequate opportunity\nto\r\nobserve him in good natural lighting whilst he was outside. According\r\nto her, he was the person who possessed the handgun and\nwho had\r\nordered her friends and her into the store. She stated that the\r\nfirearm that she had observed in his possession was similar\nto\r\nExhibit 1 before court. Exhibit 1 was described in the evidence as a\r\n9mm Beretta pistol which did indeed have a wooden handle\nas she had\r\nearlier described in her evidence. Ms Mazibuko had identified the\r\nappellant at an identity parade. Before us there was\nsome attempt by\r\ncounsel to suggest that the identity parade did not comply with the\r\ninternal departmental orders adopted by the\nSouth African Police\r\nServices in relation to the conduct of identity parades. Accordingly,\r\nso the submission went, ‘the probative\nvalue of the\r\nidentification parade was seriously compromised’ and offered\r\n‘little value in finding corroboration for\nMs Mazibuko’s\r\nidentification’. What stood in the way of that submission\r\nthough was a formal admission by the appellant,\nin terms of\ns 220\nof\r\nthe\nCriminal Procedure Act 51 of 1977\n, to the following effect:\n‘\n8.1 Dat Kaptein J Fouché\r\nop 22 November 2004 ‘n uitkenningsparade te Leeuwhof gehou\r\nhet.”\nU edele, hier gaan net ‘n wysiging kom in\r\nparagraaf 8,8.1: Die beskuldigdes 2 en 4 ek wysiging dit. Waar “3,\r\n4 en 5”\nwas is dit nou “2, 3 en 4 as verdagtes op die\r\nparade verskyn het.\n\"8.2 Dat die parade aan alle statutêre en\r\ngemeenregtelike voorskrifte en reëls voldoen het.\n8.3 Dat die inhoud van die uitkenningsparade, BEWYSSTUK\r\nE, erken word en ingehandig word.’\nThus whether or not the various criticisms levelled by counsel at the\r\nidentity parade were indeed well-founded were not investigated\nby the\r\ntrial court. In those circumstances it could hardly be expected of\r\nthis Court, absent a proper factual foundation, to do\nso.\n(b)\nThe evidence of Mbakaza and the police witnesses\nEach of David Mbakaza, Captain Molotsi and Constable Motsotse placed\r\nthe appellant together with accused 2 in the vicinity shortly\nafter\r\nthe robbery had been committed. All testified that he was the person\r\nwearing the white T-shirt, who they observed attempting\nto flee. On\r\nthose crucial aspects they materially corroborated each other.\r\nMoreover by the end of the case it came to be undisputed\nthat he was\r\nindeed the person in the white T-shirt who was arrested whilst\r\nattempting to flee.\n(c)\nThe appellant’s statement to Inspector Erasmus\nInspector Erasmus testified that the appellant made a warning\r\nstatement to him in which he inter alia implicated accused 4 and\n\nQueen Nomogena. He moreover, according to Inspector Erasmus, took the\r\nlatter to their respective homes and pointed them out.\n(d)\nThe appellant’s pointing out\nThe statement accompanying the appellant’s pointing out reads:\n'The suspect Thabo is not familiar with Meyerton Area\r\nand ask to be taken back to Kliprivier at Thokoza/Heidelberg Road\r\nnear the\nfour way stop and request is granted. D/Insp. Bedford drives\r\nto the four way. . . . Thabo request that we make a u-turn and drive\n\nback towards Meyerton on Old Kliprivier/Meyerton road. Reach four way\r\nstop Karee kloof/Meyerton and Thabo request us to turn left\nat\r\nintersection. Drive under train bridge and Thabo request driver to\r\nslow down as he looks around and suddenly tell the driver\nto turn\r\nleft at a side road junction and point to the direction of shops and\r\nspecifically points at a shop to the right and informs\nme it is where\r\nthey committed the robbery. Thabo ordered the driver to stop at the\r\nshop he pointed out. The shop is green in colour\n. . . .\nNear the entrance of the shop Thabo point to the left of\r\nthe shop a foot path that he and three accomplices namely,\r\nMotlalepule\nThabang and Sibusiso approached the shop from.\nThabo then pointed out how he entered the shop through\r\nthe door and went to the counter where he bought 2litre Cola drink.\r\nThabo\nthen went back at the entrance at the door while Motlalepule\r\nentered the shop and went further back into the shop. Thabo pointed\n\nout a spot where Motlalepule stood when he shot the deceased with the\r\npump gun he was having and also the spot were he hit an old\nIndian\r\nwoman with the butt of the pump gun. Thabo also pointed out the\r\nshelves where Thabang and Sibusiso took cigarettes from\nbefore they\r\nleft the shop.\nDepart from the shop at 14:25 back to the main road and\r\nturn left at the main road. Stop a few metres just past a train\r\nbridge and\nThabo point out the direction Thabang and Sibusiso took\r\nwhen they left the shop. Got back into vehicle and drove a few\r\nhundred\nmetres and Thabo requested us to stop . . . and Thabo points\r\nout a spot where the Toyota Venture they were using was waiting for\n\nthem. At this point Thabo and Motlalepule boarded the Venture. The\r\nVenture drove in an Easterly direction and stopped a few hundred\n\nmetres where Thabo and Motlalepule got off. Thabo asked that the\r\nVenture went back to go and collect Thabang and Sibusiso and when\n\nthey did not come back Thabo and Sibusiso decided to leave the scene.\n. . . Thabo offered to show me the place where he was\r\narrested and where he hid the firearm he was carrying. At this time\r\nThabo\nhad a problem with the exact spot because were travelling in a\r\nvehicle whereas he was walking through the fields and his sense of\n\ndirection was confused. I order Insp. Bedford to drive around the\r\narea in case Thabo recognised some of the features but without\n\nsuccess.\nThe odometer reading was climbing as we drove around.\nAt 14:55 I asked Insp Bedford to contact the arresting\r\nofficer to join us at the bridge where the suspect Thabo seem to\r\nthink he\nhad crossed before he got arrested. At 15:05 we met Insp\r\nMolotsi who was the arresting officer. I explained the problem to\r\nInsp.\nMolotsi and asked him to take [us] to the place where he had\r\narrested the suspect Thabo. Insp. Molotsi then took us to Plot 46\r\nGardenvale. Immediately [when] we reached this plot. Thabo recognised\r\nthe place and ordered us to stop at an open space near Plot\n46\r\nGardenvale. Thabo then informed me that he had hidden the firearm at\r\nthis open veld but he could not point the exact spot but\nwe had to\r\nlook around while searching the place. Insp. Molotsi found the\r\nfirearm and called us all to it, The firearm was concealed\nby\r\nwed/grass. I let Insp. Tlali took photo of the firearm and also Thabo\r\npointed the scene where he had hid the firearm. The time\nwas 15:18.\nI let Insp. Bedford take the firearm, a 9mm Pietso\r\nBeretta with one (1) round inside the chamber and eight (8) rounds\r\ninside the\nmagazine. The firearm have no serial number. The firearm\r\nhad it’s butt covered with wood on the sides. Insp. Bedford was\r\ninstructed to book the fire arm into the SAP 13.\nAt 15:25 we departed back to Meyerton SAPS . . . .’\nThe appellant formally admitted in terms of\ns 220:\n‘ “\nDat beskuldigde 3 T V\r\nShilakwe, ‘n formele uitwysing gemaak het aan kaptein P S\r\nMajaja. Dat kaptein Majaja, ‘n offisier\nin die Suid-Afrikaanse\r\nPolisie Diens is en aangestel as ‘n vrederegter soos bepaal\r\nonder die relevante wetgewing, insluitend\nWet 51 van 1977.”\r\n(Dit is die Strafproseswet)\n. . .\n“\nDat die uitwysing aan alle\r\nstatutêre en gemeenregtelike voorskrifte en reëls voldoen\r\nhet. Die beskuldigde sy regte verstaan\nhet en vrywillig en sonder\r\nonbehoorlike beïvloeding ten volle by sy positiewe nugter die\r\nuitwysing gemaak het. Dat die inhoud\nvan die uitwysingsnotas korrek\r\nis en as BEWYSSTUK G erken word en ingehandig word.\nDat die inhoud van die foto’s geneem voor, tydens\r\nen na uitwysings (uitwysing moet dit wees, u edele) erken word en\r\ningehandig\nword as BEWYSSTUK H.” ‘\n(e)\nThe statement by accused 4\nRelying on the authority of\nS v Ndlovu\n2003 (1) SACR 331\n(SCA), the trial judge ruled that the statement of accused 4, which\r\nhad implicated his co-accused including the appellant, was\nadmissible\r\nin evidence against them as well.\n[12] To the evidence adduced by the State, must be added that of\r\naccused 1 and 2, both of whom testified in their defence. Accused\n1,\r\nwho was found not guilty largely because his version could not be\r\nrejected, testified that on the day of the incident he came\nupon the\r\nerstwhile accused 1, Mandla, who was driving a white Venture close to\r\nhis home in Khatlehong. Mandla, who owned the Venture\nand who he knew\r\nto be a good person, asked accused 1 to accompany him. When accused 1\r\nenquired where they were going to, Mandla\nreplied that he was taking\r\nthe other occupants of the vehicle to Klipriver. When they got to\r\nKlipriver, two of the other occupants\n- the appellant and accused 4 -\r\nalighted from the vehicle and made a telephone call at certain public\r\ntelephones. After having\nmade the call, they told Mandla to drive to\r\na nearby bridge. At the bridge, the appellant, accused 2, accused 4\r\nand a fourth person\nalighted from the vehicle where they met a young\r\nwoman. Another young woman, who arrived in a Toyota Cressida, joined\r\nthe group.\nWhilst that group were in the midst of a discussion,\r\nMandla suggested that they drive to the nearby informal settlement to\r\npurchase\ncigarettes. When they returned to the bridge the appellant\r\nand accused 2 attempted to board the vehicle but were prevented from\n\ndoing so by Mandla, who noticed that they were possessed of firearms.\r\nA short while later the police arrived and the two of them,\nwho were\r\nstill in the Venture, were arrested. Under cross-examination accused\r\n1 admitted that upon their return after having bought\ncigarettes he\r\nobserved two of the four that had earlier alighted from his vehicle\r\ndisappear under the bridge with some big boxes.\n[13] Accused 2, Ayanda James Maseko, confirmed accused 1’s\r\nversion that he and his co-accused had travelled together with\nMandla\r\nin the latter’s Venture to Klipriver with the purpose, so he\r\nstated, of securing the services of prostitutes. The\nappellant and\r\naccused 4 were well known to him. According to him, when they got to\r\nthe bridge he negotiated with a prostitute and\naccompanied her into\r\nthe veld. When he returned the Venture was gone. He was on his way to\r\nthe taxi rank to secure a taxi to get\nback home when he was arrested.\n[14] It is now necessary to step back a pace and consider the mosaic\r\nas a whole (\nS v Hadebe\n1998 (1) SACR 422\nat 426g-h). In my\r\nview the trial court could in this case have rested its conviction of\r\nthe appellant on one of two edifices. First,\nthere was the evidence\r\nof Ms Mazibuko, supplemented by that of the accused 1 and 2, taken\r\ntogether with that of Mbakaza and the\npolice witnesses who testified\r\nas to the appellant’s arrest. And second, the evidence of the\r\nappellant’s pointing out\nand his statements accompanying the\r\npointing out. Each edifice, independently of each other, called for a\r\nresponse from the appellant.\nAs I have already pointed out, the\r\nappellant did not testify in his defence. That was his right. But it\r\nis not without its consequence.\n(\nS v Tandwa\n2008 (1) SACR 613\n(SCA) para53.)\n[15] It is so that Ms Mazibuko was a single witness. Ms Hawa Ebrahim\r\ndid not testify. The trial court was informed that on account\nof her\r\nadvanced age and what was referred to as her senility she would not\r\nhave been of any assistance to the court. Ms Mazibuko’s\n\nevidence fell to be treated with caution, as indeed it was. I can\r\nfind no warrant for rejecting her evidence. In short she was\na good\r\nwitness and her identification of the appellant as one of the\r\nperpetrators was reliable. Corroboration for her evidence\nis to be\r\nfound in the evidence of the appellant’s two co-accused, who\r\ntestified. They put the appellant in the vicinity of\nthe robbery,\r\nsome 50 km from his home in Kathlehong. Moreover accused 1\r\ncorroborates her version that the appellant was indeed\narmed. The\r\nevidence of the appellant’s two co-accused completes the\r\nmosaic. It establishes the movements of the group, including\nthe\r\nappellant prior to the robbery. And the evidence of Mbakaza and the\r\narresting police officers establishes the movements of\nthe appellant\r\nand his co-accused immediately after the robbery. That body of\r\nevidence on its own, as I have stated, was sufficient\nto put the\r\nappellant on his defence. When, however, the pointing out and the\r\nstatements accompanying it are taken together with\nthat body of\r\nevidence the case against the appellant becomes overwhelming. Taken\r\ncumulatively, the appellant’s statements\naccompanying the\r\npointing out, also lends material corroboration for Ms Mazibuko’s\r\nevidence. His account of the robbery accords\nwith Ms Mazibuko’s\r\nin all material respects.\n[16] Plainly, the evidence that I have alluded to established the\r\nguilt of the appellant beyond reasonable doubt. In arriving at\nthat\r\nconclusion I have deliberately ignored from consideration the\r\nevidence ruled to be admissible pursuant to\nS v Ngcobo.\nIn\r\ngranting leave to appeal to the appellant the learned trial judge\r\nappeared to entertain some doubt as to the correctness of\nNgcobo\n(See\nS v Ralukukwe\n2006 (2) SACR 394\n(SCA);\nS v\r\nBalkwell & another\n[2007] 3 All SA 465\n(SCA) and\nS v\r\nLibazi & another\n2010 (2) SACR 233\n(SCA))\n.\nHe thus\r\ngranted leave to the appellant to appeal to this court. As I have\r\nshown, the convictions in this case are well founded\nwithout resort\r\nto the evidence that subsequently occasioned the learned judge\r\nfeelings of disquiet. To turn to consider that issue\nin these\r\ncircumstances would cause this court to involve itself in what may\r\nsafely be described to as an abstract, academic or\nhypothetical\r\nquestion. That we should not do. For, as Innes CJ stated in\nGeldenhuys and Neethling v Beuthin\n1918 AD 426\nat 441:\n'After all, courts of law exist for the settlement of\r\nconcrete controversies and actual infringements of rights, not to\r\npronounce\nupon abstract questions, or to advise upon differing\r\ncontentions, however important.'\nAnd in\nNational Coalition for Gay and Lesbian Equality &\r\nothers v Minister of Home Affairs & Others\n2000 (2) SA 1\n(CC), Ackermann J said the following at para 21 (footnote 18) with\r\nreference to\nJ T Publishing (Pty) Ltd & another v Minister of\r\nSafety and Security & Other\ns 1997\n(3) SA 514 (CC):\n'A case is moot and therefore not justiciable if it no\r\nlonger presents an existing or live controversy which should exist if\r\nthe\nCourt is to avoid giving advisory opinions on abstract\r\npropositions of law.'\n(See also\nRadio Pretoria v Chairman, ICASA\n2005 (1) SA 47\n(SCA).)\n[17] As to sentence. It is trite that this court will not interfere\r\nwith the sentence imposed by the court below unless it is satisfied\n\nthat the sentence has been vitiated by a material misdirection or is\r\ndisturbingly inappropriate. No misdirection has been alluded\nto, nor\r\ncan it be said that the sentence induces a sense of shock.\n[18] It follows that the appeal against the convictions and the\r\nsentences imposed pursuant thereto must fail and in the result\nit is\r\ndismissed.\n_________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: H L Alberts\nInstructed\r\nby:\nPretoria\r\nJustice Centre\nPretoria\nBloemfontein\r\nJustice Centre\nBloemfontein\nFor\r\nRespondent: J J Kotzé\nInstructed\r\nby:\nDirector\r\nof Public Prosecutions\nPretoria\nDirector\r\nof Public Prosecutions\nBloemfontein",
  "scraped_at": "2026-02-12T15:43:08.317092",
  "date": "2011-06-01",
  "coram": [
    "BRAND",
    "PONNAN",
    "SHONGWE JJA"
  ],
  "case_number": "614/10",
  "parties": {
    "applicants": [
      "Thabo Vincent Shilakwe"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On 30 November 2003 a robbery took place at Adam's Store in Klipriver. Four men, one armed with a brown‑handled handgun, entered the store, threatened the owner, shot her, stole cash, cigarettes and other merchandise and fled, locking the store door behind them. A security guard, Mr David Mbakaza, pursued the suspects, identified a white Toyota Venture, and reported the vehicle to police. Police arrested the driver, Mandla Sehatsane, and his passenger, Roro Sitzuzu, as well as two other occupants wearing black and white T‑shirts; the white‑shirt wearer was later identified as Thabo Vincent Shilakwe.",
    "issues": "The appeal raised whether the convictions and sentences against the appellant were safe, specifically whether the evidence satisfied the beyond‑reasonable‑doubt standard and whether the trial judge erred in admitting certain evidence. A subsidiary issue concerned whether the appeal was moot and thus should be dismissed as an advisory matter.",
    "principles": "The Court reiterated that convictions must be based on proof beyond a reasonable doubt, assessed holistically, but that breaking evidence into component parts assists analysis. It affirmed the admissibility of the appellant's statements under s 220 of the Criminal Procedure Act and upheld precedent that co‑accused statements may be used against each other (S v Ndlovu). The doctrine of mootness was applied, citing National Coalition for Gay and Lesbian Equality and Radio Pretoria, emphasizing that courts must not render advisory opinions on abstract questions.",
    "application": "Applying these principles, the Court found the eyewitness testimony of Ms Mazibuko, corroborated by the co‑accused and police witnesses, sufficiently reliable to place the appellant at the scene. The appellant’s own pointing‑out and statements further corroborated the prosecution's case. The Court held that any doubts concerning the admissibility of evidence under S v Ngcobo were irrelevant to the ultimate finding of guilt, and that the sentencing was not misdirected nor disturbingly inappropriate.",
    "conclusion": "The appeal by the appellant was dismissed. The convictions for robbery, murder, attempted murder and unlawful possession of firearms were upheld, and the sentences imposed by the trial court were confirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Robbery and Murder",
    "level_3": [
      "appeal",
      "conviction",
      "evidence",
      "sentencing",
      "mootness"
    ]
  }
}