{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/41.html",
  "case_name": "Commissioner, South African Revenue Services v MultiChoice Africa (Pty) Ltd and Another (218/10) [2011] ZASCA 41; 73 SATC 209 (29 March 2011)",
  "citation": "[2011] ZASCA 41",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 41\n|\nNoteup\n|\nLawCite\nCommissioner, South African Revenue Services v MultiChoice Africa (Pty) Ltd and Another (218/10) [2011] ZASCA 41; 73 SATC 209 (29 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No 218/10\nIn the matter between\nCOMMISSIONER, SOUTH AFRICAN REVENUE\nSERVICES\n....................................................................................................\nAppellant\nand\nMULTICHOICE AFRICA (PTY) LTD\n................................................\nFirst\r\nRespondent\nUEC TECHNOLOGIES (PTY) LTD\n.............................................\nSecond\r\nRespondent\nNeutral citation:\nCommissioner,\r\nSARS v MultiChoice Africa\n(218/10)\n[2011]\r\nZASCA 41\n(29 March 2011)\nCoram:\nCLOETE, HEHER, SNYDERS, MAJIEDT JJA and\r\nPLASKET AJA\nHeard:\n8 March 2011\nDelivered:\n29 March 2011\nSummary:\nRevenue – customs and excise –\r\nclassification of articles for customs duty – interpretation of\r\nstatutes ─\nordinary meaning of enactment\nleading to repugnance ─ interpretation of\r\nenactment so as to give effect to the legislature's intention.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nNorth Gauteng High Court,\r\nPretoria (Seriti J sitting as court of first instance).\n1. The appeal is upheld with costs,\r\nincluding the costs of two counsel.\n2. The order of the court a quo is set aside and\r\nreplaced with the following order:\n'The appeal is dismissed with costs, including the costs\r\nof two counsel.'\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nMAJIEDT JA (CLOETE, HEHER, SNYDERS JJA and PLASKET\r\nAJA concur):\nIntroduction\n[1] The ubiquitous digital satellite\r\ndecoder (the decoder) has become a common feature in the more\r\naffluent South African home.\nThis appeal, which is with leave of this\r\ncourt, concerns the correct tariff classification of the model 720i\r\ndecoder in terms of\nSchedule 1 to the Customs and Excise Act\n1\n(the Act). The court below (Seriti J,\r\nsitting as court of first instance in the North Gauteng High Court,\r\nPretoria) in terms of\ns 47(9)(e) set aside the appellant's (the\r\nCommissioner's) determination in respect of the 720i decoder model,\r\nin terms whereof\nthe Commissioner had classified it under Tariff\r\nHeading 8528.12.90 of Part 1 of Schedule 1 of the Act which attracts\r\na 7 per cent\nad\r\nvalorem\nexcise\r\nduty.\n[2] The first respondent (MultiChoice) is a subscription\r\nbased satellite broadcaster and the second respondent (UEC) is a\r\ndecoder\nmanufacturer. MultiChoice's core business entails encrypted\r\nanalogue broadcasts under the brand name M-Net and encrypted digital\n\nsatellite broadcasts under the brand name DStv. This matter concerns\r\nonly the latter. The decoder in question enables subscribers\nto\r\nreceive satellite broadcasts from MultiChoice. The Commissioner's\r\ndetermination in relation to the 720i decoder involves UEC\nand in\r\nrelation to the 988 model decoder, to which I will return later,\r\ninvolves MultiChoice.\n[3] The factual difference between the parties that\r\nunderlies their dispute stems from the nature of the decoder. The\r\nCommissioner\ncontends that its primary nature is a television\r\nreception apparatus, despite other functions it may be able to\r\nperform. UEC on\nthe other hand, regards it as a multi-functional\r\napparatus of which not one function could be singled out as primary.\r\nThe Commissioner\nclassified the decoder on 10 March 2005 under Tariff\r\nHeading 8528.12.90 ('reception apparatus for television, whether or\r\nnot incorporating\nradio broadcast receivers or sound recording or\r\nreproducing apparatus').\n[4] In the court a quo UEC sought a tariff\r\nclassification under Tariff Heading 8479.89.90 ('machines and\r\nmechanical appliances having\nindividual functions, not specified or\r\nincluded elsewhere') alternatively under Tariff Heading 8543.89\r\n('electrical machines and\napparatus having individual functions, not\r\nspecified or included elsewhere'). Seriti J upheld the main argument\r\nand directed that\nthe Commissioner reclassify the 720i decoder under\r\nTariff Heading 8479.89.90.\nThe evidence\n[5] Due to a perceived dispute of fact on the papers the\r\nparties agreed to refer the matter for the hearing of oral evidence.\r\nMr\nConstant Fourie, an electronic engineer employed by MultiChoice\r\nand Mr David Neil Siedle, an electronic engineer in the employ of\na\r\ncompany affiliated to Naspers, MultiChoice's parent company,\r\ntestified on behalf of the respondents. The evidence of a third\n\nwitness for the respondents, Ms Amanda Armstrong, an attorney whose\r\nfirm advised and represented MultiChoice, was admitted by agreement.\n\nThe Commissioner led no evidence.\n[6] Fourie testified in detail about the technical\r\noperations of MultiChoice, the process of broadcasting services to\r\nconsumers\nvia a satellite and the functioning of a decoder, with\r\nparticular reference to the 720i model. Siedle testified about the\r\nrole\nand functioning of the conditional access system in a decoder,\r\nwhich is his field of expertise. Prior to the hearing of oral\r\nevidence,\nthe parties' respective experts met and recorded their\r\nagreements and disagreements on the issues in a schedule. In summary,\r\naccording\nto the undisputed evidence MultiChoice broadcasts an\r\nencrypted signal from its broadcast centre in Randburg via the\r\nsatellite dish\nto the decoder. A number of complex processes are\r\nperformed inside the decoder which include re-encryption of the\r\nsignal, demultiplexing\nof the subscriber's selected channel,\r\ndecryption by the conditional access module through the decoder's\r\nsmart card and decoding\nof the decrypted signal.\n[7] It was not in dispute that the decoder has multiple\r\nfunctions, namely:\n7.1 it receives satellite transmissions containing audio\r\nand/or visual and/or interactive data;\n7.2 it decodes these satellite\r\ntransmissions by descrambling the transmission (ie by granting\r\nconditional access to it)\n2\nand by converting the signal into\r\npictures and/or sound;\n7.3 it converts the audio and/or visual data into a\r\nformat capable of being used by a television set or radio;\n7.4 it transmits interactive services such as electronic\r\ngames, weather, news and so forth; and\n7.5 when connected by a modem to a telephone line, it\r\nserves as a messaging service similar to electronic mail on a\r\npersonal computer.\nThe legal principles\n[8] This court has, in a long line of\r\ncases, established the legal principles which apply to tariff\r\nclassification. In\nInternational\r\nBusiness Machines SA (Pty) Ltd v Commissioner for Customs and\r\nExcise\n,\n3\nNicholas AJA set out these principles\r\nas follows:\n'Classification as between headings\r\nis a three-stage process: first, interpretation ─ the\r\nascertainment of the meaning of\nthe words used in the headings (and\r\nrelative section and chapter notes) which may be relevant to the\r\nclassification of the goods\nconcerned; second, consideration of the\r\nnature and characteristics of those goods; and third, selection of\r\nthe heading which is\nappropriate to such goods.'\n4\nThis is still the approach of this\r\ncourt\n5\nand it was not in issue before us.\r\nFor present purposes it bears emphasis that it is trite that the\r\nintention of the manufacturer\nor importer of goods and the use to\r\nwhich the goods are put are not relevant considerations for an\r\nappropriate tariff classification\nin terms of the Act. What is\r\nrelevant is the nature, characteristics and properties of the goods\r\nand the subjective intention of\nthe manufacturer or importer and use\r\nof the goods can only be of some relevance in establishing those\r\naspects.\n6\nI now turn to consider the\r\nappropriate tariff classification by following the process enunciated\r\nin\nInternational\r\nBusiness Machines\n.\nThe headings, sub-headings and relevant section and\r\nchapter notes\n[9] Tariff Heading 8528.12.90 reads as follows:\n'Tariff Heading 85.28.12.90:\nHeading\nSub-Heading\nCD\nArticle\r\n\t\t\tDescription\n85.28\n8528.1\n8528.12\n.30\n.90\n9\n2\nReception Apparatus for Television, Whether or Not\r\n\t\t\tIncorporating Radio-broadcast Receivers or Sound or Video\r\n\t\t\tRecording or\nReproducing Apparatus; Video Monitors and Video\r\n\t\t\tProjectors:\n•\nRefer to General Rebates\r\n\t\t\tof Customs Duties and Fuel-\nLevy\n460.16 Temporary Rebates of Customs Duties\n•\nRefer to Ad Valorem\r\n\t\t\tExcise Duties from Page 691\n- Reception apparatus for television, whether or not\nIncorporating radio-broadcast receivers or sound\nrecording or reproducing apparatus:\n= Colour:\n- Reception apparatus, incorporating or designed to\nIncorporate cathode ray tubes or other screens with a\nscreen size not exceeding 3 m x 4 m\r\n\t\t\t.............................\n-\r\n\t\t\tOther\r\n\t\t\t..............................................................................'\nThe relevant explanatory note reads:\n'(4)\nReceivers of satellite\r\ntelevision broadcasts\n.\nThese\r\napparatus, which do not include a display device (cathode-ray tube\r\nLCD, etc) are similar to video tuners in that they serve\nto receive\r\namplified signals whose frequency has been lowered by a down\r\nconverter, to select a single signal (channel) and to convert\nit to a\r\nsignal suitable for display on a video monitor.\nThey\r\nmay incorporate a modulator\ncapable of\r\nproducing a standard television broadcast signal for outputting to\r\nthe aerial connection of a television receiver. They\nmay also\r\nincorporate a device for receiving remote signals to change the\r\nchannel selection or to rotate the aerial and polarizer.\nThese\r\nsatellite receivers may also incorporate a modem for connection to\r\nthe internet'\n(own underlining).\nNote 3 to Section XVI is also relevant with regard to\r\nmultifunctional machines with a principal function. It states:\n'3. Unless the context otherwise requires,\ncomposite machines\nconsisting\r\nof two or more machines fitted together to form a whole and other\r\nmachines designed for the purpose of performing two\nor more\r\ncomplementary or alternative functions\nare to\r\nbe classified as if consisting only of that component or as being\r\nthat machine which performs the principal function\n'\r\n(own underlining).\n[10] The Commissioner's contention in support of this\r\ntariff classification is that the decoder is dependent on receiving a\r\nsatellite\nsignal, the overwhelming majority of MultiChoice\r\nsubscribers (99.9 per cent) use their decoders as a television\r\nreception apparatus\nand that the reception of a television signal is\r\nits principal function.\n[11] UEC conceded that the decoder receives satellite\r\ntelevision broadcasts; its case is that this is not the decoder's\r\nprincipal\nfunction. On the common cause facts therefore, the decoder\r\nslots comfortably into this tariff heading and explanatory note 4\r\nabove.\nThe deciding factor will be whether, as a multifunctional\r\ndevice, the decoder can be said to have a principal function as\r\nenvisaged\nin note 3 to Section XVI above. Before I deal with that, I\r\nconsider briefly the two classifications propounded by UEC.\n[12] As stated, the court below upheld UEC's principal\r\ncontention for classification under Tariff Heading 8479.89.90.\r\nClassification\nunder Tariff Heading 8543.89 was advanced by UEC in\r\nthe court a quo as an alternative argument. The reason why UEC\r\nadopted the\ncurious approach of contending in this court for a\r\nclassification under the latter heading, while nonetheless defending\r\nthe judgment\nand order of the court below, is simply this: the\r\nparties' experts agreed in item 12 of their schedule that since\r\ndecoders do not\nhave any moving parts (they are electronic devices),\r\nthey cannot be considered to be mechanical devices. This agreed fact\r\nfirmly\nand conclusively puts paid to any possible classification\r\nunder Tariff Heading 84.79, which reads as follows:\n'Tariff Heading 84.79:\nHeading\nSub-Heading\nCD\nArticle\r\n\t\t\tDescription\n84.79\n84769.89\n.30\n.31\n.33\n.90\n0\n9\n5\n4\nMachines and Mechanical Appliances Having\r\n\t\t\tIndividual\nFunctions, Not Specified or Included Elsewhere in\r\n\t\t\tthis\nChapter:\n= Other\n- Vacuum cleaners of a value for duty purposes not\nExceeding R650\r\n\t\t\t..........................................................\n- Other vacuum cleaners, electrical\r\n\t\t\t..............................\n- Floor polishers and scrubbers, electrical, non-\nDomestic\r\n\t\t\t...................................................................\n- Other\r\n\t\t\t.........................................................................'\nThe explanatory notes to this heading\r\nstate, inter alia, that 'this heading is restricted to machinery\r\nhaving individual functions'\nwhich 'is not covered more specifically\r\nby a heading in any other chapter of the nomenclature'. Fourie\r\nconceded that the decoder\ndoes not have an individual, stand alone\r\nfunction.\n7\nUEC was consequently compelled to\r\nfind refuge in a classification under Tariff Heading 85.43. No\r\nargument at all was advanced in\nits heads of argument on Tariff\r\nHeading 84.79 in defence of the judgment and order of the court\r\nbelow. In view of my conclusion\nbelow, a consideration of heading\r\n85.43 is not strictly necessary, but I do so nonetheless for the sake\r\nof completeness. UEC contended\nthat Tariff Heading 85.43 is the most\r\nappropriate heading that specifically covers multifunction machines.\r\nIt contended further\nthat a multifunction machine moves out of this\r\ntariff heading only if it has a principal function and that principal\r\nfunction is\nspecifically described in another tariff heading. Plainly\r\ntherefore, UEC's submissions are dependent on the question whether a\r\ndecoder has a principal function or not.\n[13] Tariff Heading 85.43 reads as follows:\n'22.1\nHeading\nSub-Heading\nCD\nArticle\r\n\t\t\tDescription\n85.43\n8543.1\n8543.11\n8543.19\n8543.20\n8543.30\n8543.40\n8543.81\n8\n9\n6\n0\n5\n4\nElectrical Machines and Apparatus, Having\nIndividual Functions, not Specified or Included\nElsewhere in this Chapter:\n- Particle accelerators;\n= Ion inplanters for doping semiconductor materials\n= Other\r\n\t\t\t..........................................................................\n- Signal generators\r\n\t\t\t......................................................\n- Machines and apparatus for electroplating,\r\n\t\t\telectrolysis or\nelectro-phoresis\r\n\t\t\t..........................................................\n- Electric fence energizers\r\n\t\t\t............................................\n- Other machines and apparatus\r\n\t\t\t..................................\n= Proximity cards and tags\r\n\t\t\t..........................................'\nPlainly this heading only relates to electrical\r\napparatus which do not fall in any other heading of this chapter or\r\nwhich, according\nto the explanatory notes, are not covered\r\nspecifically by the heading of any other chapter of the nomenclature.\r\nIt should be evident\nfrom the above that Tariff Heading 85.28 is\r\nplainly such a heading. Tariff Heading 85.43 is applicable to\r\nmachines and devices\nwith individual functions which a decoder is\r\nnot, as conceded by Fourie under cross-examination. Tariff Heading\r\n85.43 is therefore\nalso not the appropriate classification for the\r\ndecoder.\n[14] As stated, the nub of the\r\nenquiry as far as the second leg is concerned, is whether the decoder\r\nhas a principal or primary\nfunction. UEC contends that it has\r\nmultiple functions which complement each other. The Commissioner on\r\nthe other hand contends\nthat the principal function is the reception\r\nof a television signal, in which event it will be dutiable. In\r\nresolving this issue\nit is useful to have regard to the role and\r\nfunction of the conditional access module inside the decoder, alluded\r\nto earlier. The\nprimary purpose of the conditional access module is\r\nto provide an auditable means of ensuring that a user pays for the\r\nconsumption\nof broadcasting programme rights. Its purpose is to\r\nensure that a subscriber only receives access to the particular\r\nservices subscribed\nto and that access is only granted if a\r\nsubscriber's payments are up to date and lastly that subscribers do\r\nnot get access to services\ngoverned or restricted by certain\r\ngovernments or in terms of certain broadcasting rights.\n8\n[15] The court below erred in finding that the decoder\r\ndoes not have a principal function. Its finding is based mainly on\r\nFourie's\nevidence. But Fourie made a number of important concessions\r\nin this regard, over and above the fact that the decoder does not\r\nperform\nan individual stand alone function, alluded to above. These\r\nare the concessions:\n15.1 One of the decoder's functions is to operate as a\r\ntelevision reception apparatus;\n15.2 The transport stream transmitted from MultiChoice\r\nto the user contains both television and audio services;\n15.3 According to Fourie a decoder has to be able to\r\nreceive television services and be able to apply conditional access,\r\nneither\nof which is its primary function. But he was driven to\r\nconcede that descrambling, performed by the conditional access\r\nsystem, was\nnot a prerequisite since free-to-air services were beamed\r\nwithout having to be descrambled;\n15.4 He applied different criteria to determine whether\r\ntelevision reception is its primary function as opposed to\r\nconditional access\nand he readily conceded this inconsistency when it\r\nwas pointed out to him;\n15.5 The death knell for the respondents' case is in my\r\nview Fourie's evidence under cross-examination that 'for MultiChoice\r\npurposes\n. . . you need to have conditional access as well, you\r\ncannot only have television reception'. This emphasizes MultiChoice's\r\nintention\nwith and purpose of the decoder, which, as stated, is an\r\nirrelevant consideration in law;\n15.6 It was also conceded that decoding cannot be the\r\ndecoder's principal function, because it cannot operate without the\r\nreception\napparatus part of the decoder; and\n15.7 He conceded further that if the conditional access\r\nfunction were to be disabled one would still be able to use the\r\nreception\npart of the decoder, but if the latter were to be removed,\r\nthe decoder would be useless.\n[16] It was contended on MultiChoice's behalf that the\r\nconditional access system is as important in the decoder as the\r\nreceiving\nof a signal, because it ensures compliance with\r\nMultiChoice's licensing conditions. The contention is misconceived ─\r\nas stated,\nthe enquiry must be directed primarily at the decoder's\r\nnature and characteristics, not its intended purpose or use. It is of\r\nconsiderable\nsignificance that, on the common cause facts, the\r\noverwhelming majority of MultiChoice subscribers receive a television\r\nsignal,\nie they use their decoders as a television reception\r\napparatus. To conclude: the decoder plainly has a principal function\r\nwhich\nis the reception of a television signal.\nThe payment of excise duty\n[17] The finding that the decoder was\r\ncorrectly classified by the Commissioner under Tariff Heading\r\n8528.12.90 raises the next question,\nnamely whether it is subject to\r\npayment of\nad\r\nvalorem\nduty in\r\nterms of the provisions of Item 124.75 of Part 2B of Schedule 1 to\r\nthe Act. Ordinarily, no duty is payable on goods under\nPart 1 of\r\nSchedule 1 to the Act, under which the three tariff headings under\r\ndiscussion appear. But the Commissioner has levied\nad\r\nvalorem\nexcise duty\r\non locally manufactured decoders by virtue of Item 124.75. This\r\ntariff item was amended on 22 February 2001 in terms\nof s 48 of the\r\nAct to provide with effect from 1 July 2001 for duty at a rate of 7%\r\non the following goods:\n'Reproducing apparatus for television, whether or not\r\nincorporating radio-broadcast receivers or sound or video recording\r\nor reproducing\napparatus; video monitors and video projectors.'\nCounsel for UEC argued that the one thing that the\r\ndecoder is not, is a 'reproducing apparatus for television', which is\r\nplainly\ncorrect. Counsel went on to illustrate why the tariff item\r\nmakes perfect grammatical sense and why there is no need to give any\n\nword a different meaning than its ordinary grammatical meaning.\n[18] UEC contends that the Item is\r\nframed in unambiguous terms and effect should be given thereto.\r\nReliance was placed on the\ncontra\r\nfiscum\nrule and on\r\na passage in\nJohannesburg\r\nCity Council v Norven Investments (Pty) Ltd\n9\nand the following dictum by Lord\r\nBlackburn in\nColtness\r\nIron Co v Black\n:\n10\n'. . . [n]o tax can be imposed on the\r\nsubject without words in the Act of Parliament clearly showing an\r\nintention to lay a burden\non him.'\n11\nThe Commissioner contends that the word 'reproducing' is\r\na patent mistake on the part of the legislature and that it should\r\nread\n'reception'.\n[19] The conundrum is that this\r\nwording of Item 124.75 is completely at variance with the structure\r\nof the enactment, particularly\nwith Tariff Heading 85.28 which uses\r\nthe word 'reception' instead of 'reproducing'. There are compelling\r\nreasons to uphold the\nCommissioner's contention that the word\r\n'reproducing' is the result of a patent error by the legislature.\r\nFirst, the Item as it\nstands would plainly be repugnant to the entire\r\nstructure of the enactment and to the legislature's intention. It is\r\ncommon cause\nthat the decoder is not a 'reproducing apparatus for\r\ntelevision'. Each and every item heading repeats the Tariff Heading\r\nword for\nword, except 124.75 which replaces the word 'reception' with\r\n'reproducing'. In\nVenter\r\nv R\n12\nInnes CJ held that a court may depart\r\nfrom the ordinary meaning of the plain words of a statute where to\r\ngive effect thereto 'would\nlead to absurdity so glaring that it could\r\nnever have been contemplated by the legislature'.\n13\nIn a separate, concurring judgment\r\nSolomon J held that departure from the ordinary meaning of plain\r\nwords in a statute is warranted\nif the result of a literal\r\ninterpretation would be 'something which is repugnant to the\r\nintention of the legislature'.\n14\nThe\ncontra\r\nfiscum\nrule only\r\nfinds application where there is some doubt as to the true meaning of\r\nan ambiguous enactment.\n15\nHere the repugnance is overwhelmingly\r\nevident when the entire structure of the enactment is examined. It is\r\npermissible for a court\nto interpret an enactment which is repugnant\r\nto the intention of the legislature so as to give effect to that\r\nintention and to\nmake it compatible with other provisions.\n16\nThis applies equally to the Act.\n17\n[20] Second, a\r\ntariff item such as 124.75 is always defined with reference to a\r\nspecific tariff heading. It co-exists with that\nheading and does not\r\ndiffer or extend beyond the ambit of that heading. Cronje,\nCustoms\r\nand Excise Service\n18\nexplains this as\r\nfollows: 'the classification of goods under headings or sub-headings\r\nof Part 1 of Schedule 1 quoted in the said\nitems . . . primarily\r\ndetermines whether goods are classifiable under the item concerned'.\r\nItem 124.75 is listed with its tariff\nheading being 85.28 and\r\nsub-heading 85.28.00. If, as the respondents contend, the legislature\r\nintended to impose duties on only\na part of Tariff Heading 85.28,\r\nnamely on television sets, one would expect the legislature to have\r\nspecified accordingly by inserting\nfor example sub-headings 85.28.12\r\n(colour televisions) or 85.28.13 (black and white or other monochrome\r\ntelevisions). Item 124.75,\ncorrelated to Tariff Heading 85.28 and\r\nsub-heading 85.28.00, fortifies the conclusion that the word\r\n'reproducing' in that item\nis a patent mistake and should read\r\n'reception', in harmony with the rest of the enactment. This finding\r\nobviates the necessity\nto consider the alternative argument advanced\r\nby the Commissioner, namely to have regard to the Afrikaans text of\r\nItem 124.75 and\nthe countervailing argument that it would be\r\nimpermissible to do so, in view of the provisions of s 82 of the\r\nConstitution.\n[21] I turn lastly to MultiChoice's\r\nposition in relation to the model 988 decoder.\nThe Commissioner issued a\r\ndetermination in respect of the model 988 decoder to MultiChoice on 2\r\nApril 2002. MultiChoice prosecuted\nits appeal in February 2006 well\r\nout of time and it had to obtain condonation from the court for this\r\nnon-compliance. MultiChoice\nargued that there was no need to seek\r\ncondonation and that s47(9)(d)(i)(bb) of the Act entitles MultiChoice\r\nto an order directing\nthe Commissioner to reclassify the 988 decoder\r\nin accordance with the reclassification of the 720i decoder, because\r\nthey are similar.\nThis issue need not be decided, given the outcome\r\nof this appeal.\nConclusion\n[22] The appeal must therefore be\r\nupheld with costs and the Commissioner's original determination must\r\nstand.\n[23] The following order is issued:\n1. The appeal is upheld with costs,\r\nincluding the costs of two counsel.\n2. The order of the court a quo is set aside and\r\nreplaced with the following order:\n'The appeal is dismissed with costs, including the costs\r\nof two counsel.'\n___________\nS A MAJIEDT\nJUDGE OF APPEAL\nAPPEARANCES:\nCounsel\r\nfor Appellant : C E PUCKRIN SC\nI\r\nENSLIN\nInstructed\r\nby : The State Attorney, Pretoria\nCounsel\r\nfor Respondent : A P JOUBERT SC\nC\r\nJ McASLIN\nInstructed\r\nby : DLA Cliffe Dekker Hofmeyr Inc, Sandton\nWebbers,\r\nBloemfontein\n1\n91\r\n\tof 1964.\n2\nNot\r\n\tall instances require descrambling of the transmission ─ there\r\n\tare free-to-air services available on the decoder for\nwhich no\r\n\tdescrambling is necessary.\n3\nInternational\r\n\tBusiness Machines SA (Pty) Ltd v Commissioner for Customs and Excise\n1985 (4) SA 852\n(A). See also\nSecretary\r\n\tfor Customs and Excise v Thomas Barlow and Sons Limited\n1970 (2) SA 660\n(A) at 676B-F.\n4\nAt\r\n\t863G-H.\n5\nSee\nCommissioner, South African Revenue\r\n\tService v The Baking Tin (Pty) Ltd\n2007\r\n\t(6) SA 545\n(SCA);\n[2007] 4 All SA 1352\n(SCA);\n[2007] ZASCA 100\npara\r\n\t5;\nCommissioner, South African Revenue\r\n\tService v Komatsu Southern Africa (Pty) Ltd\n2007\r\n\t(2) SA 157\n(SCA);\n[2007] 4 All SA 1094\n(SCA);\n[2006] ZASCA 156\npara\r\n\t8.\n6\nSee\nKomatsu\npara\r\n\t8;\nThe Baking Tin\npara\r\n\t12.\n7\nIn\r\n\tthis regard Fourie concurred in the analogy drawn by counsel who was\r\n\tcross-examining him with the role of a fuel injection\nsystem in an\r\n\tinternal combustion engine which does not perform an individual\r\n\tfunction.\n8\nMultiChoice\r\n\tbroadcasts to various Southern African countries and the satellite\r\n\tbroadcasts extend over a number of such countries\nlocated close to\r\n\teach other.\n9\nJohannesburg\r\n\tCity Council v Norven Investments (Pty) Ltd\n1993\r\n\t(1) SA 627\n(A) at 638A-C.\n10\nColtness\r\n\tIron Co v Black\n1881 (6) App Cas 315.\n11\nAt\r\n\t330.\n12\nVenter\r\n\tv R\n1907 TS 910.\n13\nAt\r\n\t915.\n14\nAt\r\n\t921.\n15\nJohannesburg\r\n\tCity Council v Norven Investments (Pty) Ltd\nsupra\r\n\tat 638B-C and cases cited there.\n16\nHanekom\r\n\tv Builders Market Klerksdorp (Pty) Ltd & others\n2007\r\n\t(3) SA 95\n(SCA);\n[2006] ZASCA 2\nparas 7-9.\n17\nCommissioner,\r\n\tSouth African Revenue Service v Trend Finance (Pty) Ltd &\r\n\tanother\n2007 (6) SA 117\n(SCA);\n[2007]\r\n\tZASCA 59\npara 6 and footnote 2.\n18\nAt\r\n\t5-41.",
  "scraped_at": "2026-02-12T15:25:50.962588",
  "date": "2011-03-29",
  "coram": [
    "CLOETE",
    "HEHER",
    "SNYDERS",
    "MAJIEDT JJA",
    "PLASKET AJA"
  ],
  "case_number": "218/10",
  "parties": {
    "applicants": [
      "Commissioner, South African Revenue Services"
    ],
    "respondents": [
      "MultiChoice Africa (Pty) Ltd",
      "UEC Technologies (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The dispute concerned the correct tariff classification of MultiChoice's model 720i digital satellite decoder under Schedule 1 of the Customs and Excise Act. The Commissioner had classified the decoder under Tariff Heading 8528.12.90 – \"reception apparatus for television\" – attracting a 7% ad valorem excise duty. UEC Technologies, the manufacturer, argued that the decoder was a multifunctional machine and should be classified under Tariff Heading 8479.89.90 (machines with individual functions not specified elsewhere) or alternatively under Heading 8543.89. Oral evidence was heard, including testimony from engineers on the technical operation of the decoder and its conditional access system.",
    "issues": "The principal issues were (1) whether the decoder's principal or primary function was the reception of a television signal, thereby fitting Heading 8528.12.90, or whether it was a multifunctional device better classified under Heading 8479.89.90; and (2) whether the decoder fell within Item 124.75 of Part 2B of Schedule 1, which imposes a 7% duty on \"reproducing apparatus for television\", and whether the wording \"reproducing\" was a legislative error.",
    "principles": "The court applied the three‑stage tariff‑classification test set out in International Business Machines SA (Pty) Ltd v Commissioner for Customs and Excise: (i) interpretation of the heading wording; (ii) consideration of the goods' nature and characteristics; and (iii) selection of the appropriate heading. It also considered Note 3 to Section XVI on composite machines, the contra‑fiscum rule, and the doctrine of repugnance as articulated in Venter v R and Solomon J’s judgments, which allow courts to depart from literal meaning where it would lead to absurdity.",
    "application": "The court found that, on the common‑cause facts, the overwhelming majority of decoders are used principally to receive television signals, and that the conditional‑access function could not exist without the reception function. Accordingly, the decoder’s principal function was reception, satisfying Heading 8528.12.90. Regarding Item 124.75, the court held that the term \"reproducing\" was a patent error, inconsistent with the rest of the enactment, and that even if read literally the decoder was not a reproducing apparatus. Hence the Commissioner’s original classification and the imposition of the 7% duty were upheld.",
    "conclusion": "The appeal was upheld with costs, and the Commissioner’s original determination that the model 720i decoder falls under Tariff Heading 8528.12.90 and is subject to the 7% ad valorem excise duty was confirmed. The order of the lower court was set aside."
  },
  "tags": {
    "level_1": "Customs and Excise Law",
    "level_2": "Tariff Classification",
    "level_3": [
      "decoder",
      "television reception",
      "principal function",
      "ad valorem duty"
    ]
  }
}