{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/89.html",
  "case_name": "Charter Hi (Pty) Ltd and Others v Minister of Transport (155/10) [2011] ZASCA 89 (30 May 2011)",
  "citation": "[2011] ZASCA 89",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 89\n|\nNoteup\n|\nLawCite\nCharter Hi (Pty) Ltd and Others v Minister of Transport (155/10) [2011] ZASCA 89 (30 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 155/10\nIn\r\nthe matter between:\nCHARTER HI (PTY) LTD\n….....................................................................\nFirst\r\nAppellant\nHAW AND INGLIS (PTY)\r\nLTD\n….......................................................\nSecond\r\nAppellant\nC90 PARTNERSHIP\n…..........................................................................\nThird\r\nAppellant\nand\nTHE\r\nMINISTER OF TRANSPORT\n…...........................................................\nRespondent\nNeutral citation:\nCharter Hi v Minister of Transport\n(155/10)\n[2011] ZASCA 89\n(30 May 2011)\nCoram:\nHARMS DP,\r\nNUGENT, MAYA and MALAN JJA and PLASKET AJA\nHeard:\n9 May 2011\nDelivered:\n30 May\r\n2010\nSummary:\nAircraft accident – whether accident caused by negligence of\r\nflight examiner during course of competency test of pilot for\n\ninstrument rating – whether Minister of Transport vicariously\r\nliable.\n_______________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nNorth Gauteng High Court (Pretoria) (Sapire AJ sitting as court of\r\nfirst instance):\nThe appeal is dismissed\r\nwith costs, including the costs of two counsel.\n________________________________________________________________\nJUDGMENT\n_______________________________________________________________\nNUGENT JA and PLASKET AJA\r\n(Harms DP, Maya and Malan JJA concurring)\n[1] This appeal arises\r\nfrom an aircraft accident that occurred north of Cape Town on 13\r\nDecember 1996. The aircraft was a twin-engine\nturbo-prop Beechcraft\r\nKing Air C90 in which the appellants shared a financial interest. It\r\nwas being piloted by Mr Jonathan Grant\nat the time. Seated alongside\r\nhim was Mr Ray Grinstead, an official flight examiner –\r\nsometimes referred to in the evidence\nas a designated official flight\r\nexaminer or DOFE – appointed for that purpose by the\r\nCommissioner for Civil Aviation.\n1\nMr Grant was being\r\nexamined so as to be certified competent for instrument flying. In\r\nthe course of the flight the aircraft tumbled\nto the ground from an\r\naltitude of about 2 500 feet above ground level and was destroyed. Mr\r\nGrant, Mr Grinstead, and a passenger\nwho was also aboard the\r\naircraft, were killed. The appellants sued the state –\r\nnominally represented by the Minister of Transport\n– in the\r\nNorth Gauteng High Court (Pretoria) for the loss sustained in\r\nconsequence of the destruction of the aircraft.\n[2] The appellants\r\nalleged that the accident was caused by the negligence of Mr\r\nGrinstead, for which the state was alleged to be\nvicariously liable.\r\nThe claim was dismissed by Sapire AJ and the appellants now appeal\r\nwith his leave. The issues that arise in\nthis appeal are whether the\r\nappellants proved that Mr Grinstead had acted negligently and, if so,\r\nwhether his negligence had caused\nthe accident; and whether the\r\nMinister was vicariously liable for Mr Grinstead’s conduct.\n[3] Considerable evidence\r\nwas placed before the trial court. The principal witnesses were three\r\nexperts who are all highly qualified\nand experienced aviators. Ms\r\nLilith Seals, a former airline pilot and official flight examiner,\r\nand Dr Michael Hynes, a vastly\nexperienced professional pilot and\r\nofficial flight examiner from the United States of America, were\r\ncalled for the appellants.\nCaptain Selwyn Levin, a now retired\r\nairline pilot, former chief training pilot for South African Airways,\r\na champion aerobatic\npilot and an official flight examiner, was\r\ncalled for the Minister. Much of their evidence is taken up with\r\nexplaining aviation\nprinciples and the events that led up to the\r\naccident. To the extent that there are any disputes amongst them they\r\nare narrow.\nAviation principles\r\nand terminology\n[4] Some explanation of\r\nbasic aviation principles and terminology is necessary to understand\r\nthe evidence. The explanation that\nfollows does not purport to be\r\ncomprehensive. It is drawn from various parts of the evidence, either\r\ndirectly or by implication,\nand from the aircraft's operating manual.\n[5] An aircraft is\r\ncapable of moving on three axes: it pitches (nose up and nose down)\r\naround its lateral axis, it rolls around\nits longitudinal axis, and\r\nit rotates or ‘yaws’ (nose left and right) horizontally\r\naround its vertical axis. We are\nconcerned primarily with ‘yawing’\r\nin that horizontal plane.\n[6] Pitching and rolling\r\nis controlled from the control column. Yawing is controlled by the\r\nrudder. The rudder is a moveable surface\nthat makes up the trailing\r\npart of the vertical tail-plane. It is connected to pedals that are\r\noperated by the pilot’s feet.\nDepressing the left pedal has the\r\neffect of yawing the nose in a horizontal plane to the left (through\r\nforces that are exerted\nby the airflow over the rudder surface).\r\nDepressing the right pedal has the effect of yawing the nose on a\r\nhorizontal plane to\nthe right.\n[7] An aircraft is kept\r\naloft by maintaining a laminar flow of air over the wings. The design\r\nof the wing is such that the airflow\n‘lifts’ the wings\r\n(and hence the aircraft). Moveable surfaces on the trailing portion\r\nof the wings – known as\n‘flaps’ – can be\r\nextended to provide a greater surface area and thereby impart greater\r\nlift at slower speeds.\n[8] Friction of the\r\nairflow over the various parts of the aircraft impedes its progress\r\nthrough the air. In normal flight there\nis friction over the wings\r\nand the fuselage – the main body of the aircraft. The friction\r\nis increased when the flaps are\nextended. It is also increased\r\nsubstantially when the undercarriage is lowered. The impediment that\r\nis created by friction on the\naircraft is known as ‘drag’.\r\nIncreasing the drag will slow the aircraft and the fall of speed\r\nmight be compensated\nfor by increasing the thrust.\n[9] The aircraft is\r\npropelled through the air by the rotation of the propeller. In a\r\n‘turbo-prop’ aircraft the propeller\n(in this case a\r\npropeller with four blades) is driven by a turbine engine. The thrust\r\nthat is generated by the propeller is controlled\nby a lever operated\r\nby the pilot (the throttle) that accelerates or decelerates the\r\nturbine engine.\n[10] The angle of the\r\npropeller blades relative to the air (the pitch of the blades) is\r\ncapable of being varied as the occasion\nrequires. If the power from\r\nthe engine is withdrawn – whether through failure of the engine\r\nor by throttling the engine back\nto idling speed – the\r\npropeller will continue to be rotated by the airflow but will produce\r\nno thrust. On the contrary, it\nwill now impede the aircraft because\r\nthe rotating propeller will present itself to the oncoming airflow as\r\na semi-solid disk. (In\nthe evidence the propeller is said to be\r\n‘wind-milling’ or ‘disking’.) That impediment\r\ncan be reduced substantially\nby altering the angle of the propeller\r\nblades so as to align them with the oncoming airflow. That is known\r\nas ‘feathering’\nthe propeller. Each propeller can be\r\nfeathered independently. The blades are feathered by the pilot moving\r\na lever.\n[11] Symmetrical flight\r\nof a twin-engine aircraft with an engine mounted on each wing is\r\nmaintained by keeping the thrust from both\npropellers in equilibrium.\r\nIf the power from one engine is withdrawn that symmetry will be lost.\r\nThrust from only one side of the\naircraft will yaw the nose of the\r\naircraft in the direction of the dead engine. The yaw in that\r\ndirection is countered by depressing\nthe rudder pedal on the opposite\r\nside (the side of the live engine) which yaws the nose in the\r\ndirection of the live engine.\n[12] If the laminar\r\nairflow over the wings is disrupted the ‘lift’ on the\r\nwings will be lost. The wings are then said\nto be ‘stalled’.\r\nMost commonly the wings will stall if the aircraft decelerates below\r\na critical speed (the ‘stalling\nspeed’) though the wings\r\nare capable of being forced into a stall at higher speeds. When the\r\nwings of the aircraft stall\nand the lift is lost the nose of the\r\naircraft will drop and the aircraft will commence an uncontrolled\r\ndescent. There is a standard\nprocedure for recovering from a stall\r\nbut altitude will have been lost by the time recovery occurs.\n[13] When an aircraft\r\nbanks in a turn the outer wing will be moving slightly faster through\r\nthe air than the inner wing. The same\napplies when the aircraft yaws.\r\nIf the speed of the aircraft decreases towards stalling speed while\r\nit is in that configuration\nthen the inner wing will stall\r\nmomentarily before the outer wing stalls. The result will be that the\r\ninner wing will be the first\nto fall and the aircraft will start to\r\ninvert. Once the outer wing stalls the momentum of the incipient\r\ninversion will set the\naircraft rotating as it falls towards the\r\nground. The aircraft is then said to have entered a spin.\n[14] To recover from a\r\nspin the process needs to be reversed. Flight will be restored by\r\nrestoring the laminar airflow over the\nwings, as if recovering from a\r\nstall, and the rudder will be applied to reverse the rotation. The\r\naircraft’s operating manual\ndescribes the standard spin\r\nrecovery procedure as follows:\n‘\nImmediately\r\nmove the control column full forward, apply full rudder opposite to\r\nthe direction of the spin and reduce power on both\nengines to idle.\r\nThese three actions should be done as near simultaneously as\r\npossible; then continue to hold this control position\nuntil rotation\r\nstops and then neutralize all controls and perform a smooth pullout.\r\nAilerons should be neutral during recovery.’\nBy the time recovery\r\noccurs even more altitude will have been lost than would have been\r\nlost in a conventional stall.\n[15] A pilot who is\r\nflying without a visible horizon will have grave difficulty\r\nrecovering from a stall and a spin. The aircraft’s\noperating\r\nmanual describes his or her position as follows:\n‘\nRemember\r\nthat if an airplane flown under instrument conditions is permitted to\r\nstall or enter a spin, the pilot, without reference\nto the horizon,\r\nis certain to become disoriented. He may be unable to recognize a\r\nstall, spin entry or the spin condition and he\nmay be unable even to\r\ndetermine even the direction of the rotation’.\n[16] A pilot is\r\nprohibited from flying in conditions of restricted visibility unless\r\nhe or she is certified to do so.\n2\nCertification to fly in\r\nthose conditions is called an ‘instrument rating’. To\r\nqualify for an instrument rating a pilot\nmust demonstrate that he or\r\nshe is capable of flying the aircraft with reference to its\r\ninstruments alone. Training for an instrument\nrating requires the\r\nlack of visibility to be simulated. That is done by the pilot donning\r\nwhat is called a ‘hood’.\nA hood is a device that is worn\r\non the head that restricts the pilot’s vision to the\r\ninstruments in the aircraft. Flying\nin that condition is commonly\r\nsaid to be ‘flying under the hood’.\n[17] A pilot who is being\r\nexamined for an instrument rating will fly the aircraft ‘under\r\nthe hood’ with the examiner\nseated alongside him or her. The\r\nexaminer will then direct the pilot to perform various manoeuvres.\r\nInvariably the examiner, without\nforewarning the pilot, will also\r\nsimulate abnormal conditions that might be encountered. One such\r\nabnormal condition when flying\na twin-engine aircraft is the failure\r\nof one engine. Depending upon the type of aircraft there are various\r\nways in which that can\nbe simulated. Commonly in a turbo-prop\r\naircraft the throttle will be reduced to idling speed. The throttle\r\nlevers of the two engines\nare mounted alongside one another. The\r\nexaminer will shield the levers from the view of the pilot and then\r\npull one lever back\nto idling speed.\n[18] The standard drill\r\nwhen an engine has failed appears from various parts of the evidence\r\nof the experts but is most conveniently\ndescribed by Dr Hynes. The\r\nfailure will cause the nose to yaw towards the ‘dead’\r\nengine and the first step is to counter\nthe yaw with the rudder so as\r\nto maintain symmetrical flight. At the same time the throttle levers\r\nof both engines will be advanced\nto produce maximum power on the live\r\nengine (whichever engine that might be). The failed engine must then\r\nbe identified with certainty.\nThe relative pressure that is required\r\nto be exerted on the rudder pedals so as to maintain symmetrical\r\nflight should tell the\npilot which engine has failed but other\r\ntechniques are used to confirm that. Once the pilot is sure which\r\nengine has failed he\nwill feather the propeller on that engine to\r\neliminate the considerable drag that is being produced by the\r\n‘disking’\nof that propeller.\n[19] Each propeller has\r\nits own ‘feathering’ lever. They are located alongside\r\none another in the aircraft and can be\nmoved separately or\r\nsimultaneously with one hand. If the propeller on the live engine is\r\ninadvertently feathered the thrust from\nthat propeller will be lost\r\nalthough that engine is producing power. It will then be as if both\r\nengines have failed and the speed\nof the aircraft will rapidly\r\ndecline.\nThe accident\n[20] Two pilots who had\r\nbeen examined by Mr Grinstead for instrument ratings shortly before\r\nthe accident occurred, described the\nprocedure that he had followed.\r\nIt is accepted by both parties that he probably followed much the\r\nsame procedure in this case.\n[21] After taking off\r\nfrom Cape Town airport Mr Grant would have donned the hood and he\r\nwould have performed various manoeuvres\non the directions of\r\nGrinstead while they climbed towards the general flying area. In the\r\ngeneral flying area they would have intercepted\na notional line\r\nindicated by a navigational beacon on Robben Island (the 052 radial).\r\nThey would then have commenced flying a standard\n‘holding\r\npattern’ relative to that notional line and a fixed point along\r\nthat line (a point 10 nautical miles away\nfrom the beacon along that\r\nnotional line).\n[22] A holding pattern is\r\nthe pattern that an aircraft will fly while holding its position in\r\nanticipation of landing. The pattern\ntakes the shape of a horse\r\nracing track. The aircraft will fly for a distance towards the fixed\r\npoint (the inbound leg) and then\nexecute a 180 degree turn. It will\r\nthen fly for a distance away from the fixed point (the outbound leg)\r\nand again turn 180 degrees\nback onto the inbound leg. And so the\r\npattern of flying will continue. In this case it was a right-hand\r\npattern, which means that\neach 180 degree turn would be to the right.\n[23] A radar track of the\r\naircraft showed that it was indeed flying in that pattern, at an\r\naltitude of 2 500 feet above the ground,\nand at a speed of about 148\r\nknots, shortly before the aircraft commenced its uncontrolled descent\r\nto the ground. The wreckage revealed\nthat the undercarriage of the\r\naircraft had been lowered and that the flaps had been extended 15\r\ndegrees.\n[24] The weight of the\r\nevidence is to the effect that Mr Grinstead simulated the failure of\r\none engine while the aircraft was executing\none of the turns and\r\nwhile its undercarriage was lowered and its flaps extended 15\r\ndegrees. That is what an examiner could be expected\nto do and it is\r\nwhat Grinstead had done on the previous two occasions. It is also\r\nconsistent with the evidence of an observer on\nthe ground, Mr Koos\r\nMoses, who heard the sound of the engines changing while the aircraft\r\nwas executing a turn, and observed the\naircraft starting to tumble to\r\nthe ground immediately thereafter.\n[25] It is common cause\r\nthat it was shortly after the failure had been simulated that the\r\naircraft commenced an uncontrolled spin\ntowards the ground. The\r\naircraft shattered upon impact and was engulfed by a fireball from\r\nthe ignition of its fuel.\n[26] The accident was\r\ninvestigated by Captain Roy Downes, an experienced aviator and\r\naccident investigator. None of his factual\nfindings are in dispute.\n[27] It appears from his\r\nreport that Mr Grant had about 800 hours flying experience, of which\r\n150 hours had been flown on the Beechcraft\nKing Air C90. Mr Grant had\r\nfirst been rated for instrument flying on single-engine aircraft on\r\n16 March 1994 and he obtained a\ncommercial pilot’s licence on 7\r\nJune 1994. On 26 April 1995 he passed his first multi-engine\r\ninstrument rating while flying\na Beechcraft Baron aircraft. According\r\nto the evidence the validity of an instrument rating expires after\r\nsix months. Mr Grant\nhad again been issued with an instrument rating\r\non 11 January 1996. The occasion with which we are concerned was the\r\nfirst occasion\nthat he had been examined for an instrument rating on\r\na Beechcraft King Air C90. From that history, it is fair to say that\r\nMr Grant’s\nexperience of instrument flying, and in particular\r\non the aircraft type in question, was relatively limited.\n[28] The vertical speed\r\nindicator found in the wreckage showed that immediately before the\r\naircraft struck the ground it was descending\nat a rate of 2 650 feet\r\nper minute. Allowing for acceleration of the descent after it had\r\ncommenced, the aircraft would thus have\nstruck the ground some 60\r\nseconds or so after it started to fall. There were indications from\r\nthe wreckage that at the time of\nimpact the left propeller had been\r\nfeathered, that the left engine was running but at low speed and\r\ntorque, and that the right\nengine had been producing power. The\r\nphysical evidence also established conclusively that the aircraft was\r\nrotating clockwise immediately\nbefore it struck the ground. Captain\r\nDownes reached the following conclusion:\n‘\nOn\r\nthe balance of probabilities, the evidence suggests that during\r\nsimulated asymmetric flight, the speed was allowed to decay below\nthe\r\nVmca.\n3\nThis\r\nresulted in a critical speed yaw followed by a spin from a height\r\nthat precluded any chance of recovery.’\nNegligence and\r\ncausation\n[29] It is not every act\r\nor omission that causes harm that is actionable. This point was made\r\nby Harms JA in\nTelematrix\r\n(Pty) Ltd t/a Matrix Vehicle Tracking v Advertising Standards\r\nAuthority\n4\nwhen he said:\n‘\nThe\r\nfirst principle of the law of delict, which is so easily forgotten\r\nand hardly appears in any local text on the subject, is,\nas the Dutch\r\nauthor\nAsser\npoints\r\nout, that everyone has to bear the loss he or she suffers. The\r\nAfrikaans aphorism is that “skade rus waar dit val”.\n\nAquilian liability provides for an exception to the rule and, in\r\norder to be liable for the loss of someone else, the act or omission\n\nof the defendant must have been wrongful and negligent and have\r\ncaused the loss.’\nIn this matter, the\r\nelement of wrongfulness is not in issue but only those of negligence\r\nand causation.\n[30] At first the\r\nappellants alleged that the Department of Transport had been\r\nnegligent because its instructions to flight examiners\nwere vague and\r\nambiguous. This allegation was abandoned. The focus of the\r\nappellants’ case was on Mr Grinstead’s actions.\n[31] We accept that, as\r\nMr Grinstead was the official flight examiner and Mr Grant the\r\nexaminee, Mr Grinstead was in overall command\nof the flight and was\r\nresponsible for its safety. This is so because Mr Grant was being\r\ntested for his competence and Mr Grinstead\ndecided how and where Mr\r\nGrant should fly, as well as what he should do during the course of\r\nthe test. Mr Grinstead, not being\n‘under the hood’, was\r\nable to see out of the aircraft and, being able to see the horizon\r\nand the ground, was less susceptible\nto disorientation than Mr Grant.\r\nThis finding that Mr Grinstead was in overall command of the flight\r\naccords with what was held\nin the American cases, dealing with\r\nbroadly similar circumstances, to which we were referred by Mr Aber,\r\nwho appeared for the appellants.\n5\n[32] We turn now to the\r\nstandard of diligence against which Mr Grinstead’s conduct as\r\nofficial flight examiner must be judged.\nIt was argued by Mr Aber\r\nthat as Mr Grinstead was in command of the flight and of its safety,\r\nif anything went wrong he was responsible.\nIn effect then, his\r\nargument was that, in the absence of mechanical failure or similar\r\noccurrences over which Mr Grinstead had\nno control, he was strictly\r\nliable. This submission is at odds with the law in general and its\r\napplication to aviation in particular.\nIn cases in which specialized\r\nskill is involved, the general standard of the reasonable person is\r\nadjusted upwards to that of the\nreasonable expert in the field\r\ninvolved: the person possessed of (or professing to be possessed of)\r\nspecialized skills is required\nto display not the ‘highest\r\npossible degree of professional skill’ but ‘the general\r\nlevel of skill and diligence\npossessed and exercised at the time by\r\nthe members of the branch of the profession to which the practitioner\r\nbelongs’.\n6\n[33] In the field of\r\naviation, this same, stricter, standard has been applied to the\r\nreasonable pilot\n7\nand the reasonable\r\naerodrome operator,\n8\nas the statement in\nVan\r\nWyk v Lewis\n9\nreferred to above ‘is\r\ngenerally accepted as a correct statement of our law when assessing\r\nconduct which requires special expertise’.\n10\nIn this case therefore,\r\nthe standard of diligence that applied to Mr Grinstead was that of\r\nthe reasonable official flying examiner\nplaced in the ‘exact\r\nposition’ in which he found himself.\n11\n[34] The appellants’\r\ncase on negligence is twofold. The first is founded on a submission\r\nthat a reasonable official flight\nexaminer in the position of Mr\r\nGrinstead, particularly having jeopardised the flight by simulating\r\nthe engine failure, could and\nwould have intervened to ensure that\r\nthe simulated failure did not progress to endangering the aircraft.\r\nThe fact alone that the\naircraft crashed, so the argument goes,\r\nestablishes that Mr Grinstead negligently failed to do so. This was,\r\nMr Aber argued, a\ncase of\nres\r\nipsa loquitur\n.\n[35] The\nres\r\nipsa loquitur\nargument\r\ncan be disposed of quickly. In much the same way as an inference of\r\nnegligence cannot be drawn from the simple fact that\na collision\r\noccurred between two cars on an open road in fair weather,\n12\nso too, it seems to us,\r\nno inference of negligence can be drawn from the mere fact that,\r\nafter Mr Grinstead simulated the engine\nfailure, the aircraft went\r\ninto a spin and crashed: the inference of negligence that is sought\r\nto be drawn is not inevitable and\nis, in any event, negatived by the\r\nevidence of the experts who were of the opinion that anything could\r\nhave happened in the cockpit\nand that they did not have enough facts\r\nat their disposal to speculate on what, if anything, had prevented Mr\r\nGrinstead from taking\nover control of the aircraft and saving the\r\nsituation. The mere fact of the crash in these circumstances does not\r\ntell its own\nstory.\n[36] The response on\r\nbehalf of the Minister to the allegation of negligence on the part of\r\nMr Grinstead is that while an experienced\nofficial flight examiner\r\nmight ordinarily be capable of having intervened to avoid the crash,\r\nthe evidence is insufficient to find\nwith any degree of certainty\r\nthat matters indeed took their ordinary course. In support of that\r\nsubmission Mr Puckrin, who appeared\nfor the Minister, relied upon\r\nwhat Captain Levin said was a plausible but yet catastrophic\r\npossibility of what had occurred.\n[37] It is not necessary\r\nto examine that possibility more than briefly. It starts from the\r\nassumption that the failure was simulated\non the left engine.\r\nOrdinarily the nose would then have yawed to the left and the\r\ntendency would have been for the aircraft to\ninvert and then rotate\r\nanticlockwise. Explaining why the aircraft had in fact rotated\r\nclockwise Captain Levin said that that indicates\nthat the pilot\r\nattempted to correct the yaw by violent application of the rudder,\r\ncausing the aircraft to ‘flick’ over\nto a clockwise\r\ninversion, and causing it to stall and enter a spin. The suggestion\r\nwas that a violent response of that kind could\nnot have been expected\r\nor averted by Mr Grinstead.\n[38] Ms Seals and Dr\r\nHynes were sceptical of that explanation and said that they had never\r\nheard of it occurring. Captain Levin,\nwho is a champion aerobatic\r\npilot, could no doubt execute such a manoeuvre but it seems to us to\r\nbe improbable that it occurred,\nnot least of all because there is\r\nlittle basis for assuming that the failure was simulated on the left\r\nengine. The only ground\nupon which that assumption was made was that,\r\nfrom an inspection of the wreckage, it appeared that the left\r\npropeller had been\nfeathered and that the left engine was producing\r\nlittle power at the time of impact. (It has been pointed out above\r\nthat the ordinary\nprocedure upon failure of an engine is to feather\r\nthe propeller on the failed engine to reduce drag caused by disking.)\n[39] It is far more\r\nprobable that the right engine was failed. It is to be expected that\r\nthe inner engine in a turn (the right engine\nin this case) would be\r\nfailed because that, according to Dr Hynes, is the more critical\r\nengine to fail in a turn, and thus the\nmost testing for the examinee.\r\nThat was also the engine that was chosen for simulating failure on\r\nthe two previous occasions. It\nwould also more easily explain the\r\nclockwise rotation of the spin, without the unusual circumstances\r\nsuggested by Captain Levin.\n[40] If that was so, then\r\nthe fact that the left propeller had been feathered is explicable on\r\nthe basis that Mr Grant probably\nfeathered the wrong propeller once\r\nthe engine failure had been simulated, either because he selected the\r\nwrong lever in his haste,\nor perhaps because he wrongly identified\r\nwhich engine had been failed. The fact that the left engine was\r\nproducing little power\non impact is not significant. It can be\r\nexpected that the engines would have been throttled back in the\r\ncourse of attempting to\nrecover from the spin.\n[41] If the wrong\r\npropeller had been feathered then the aircraft would have been left\r\nwith no power at all. An aircraft that is\nbanking to the right,\r\ncarrying considerable additional drag from the lowered undercarriage\r\nand extended flaps, and with the additional\ndrag of the disking right\r\npropeller, would rapidly lose speed if power were to be lost on the\r\nlive engine. It would be a recipe\nfor the wings to stall and the\r\naircraft to enter a clockwise spin.\n[42] We are not called\r\nupon to decide what indeed occurred, nor would we be justified in\r\ndoing so on the scant evidence. But what\nhas been described above is\r\na real possibility, and Captain Levin acknowledged that it was the\r\nmore plausible explanation for the\naccident. For present purposes we\r\nwill assume in favour of the appellants that that is indeed what\r\noccurred. That assumption favours\nthe appellants because the error\r\nwas one that an experienced official flight examiner could expect to\r\noccur and thus could anticipate.\nIndeed, all the experts had\r\nexperienced that error being made.\n[43] Basing herself on\r\nthat assumption Ms Seals said that the examiner should have\r\nintervened to stop the pilot feathering the wrong\npropeller. Captain\r\nLevin responded that he had had an examinee ‘throttle back and\r\nfeather a perfectly good engine before\nI could even open my mouth’.\r\nIn our view, however, the evidence of Dr Hynes places the enquiry in\r\nits proper perspective.\n[44] He pointed out that\r\nthe critical question for an examiner is not whether the pilot makes\r\nan error – error by pilots is\nto be expected – but\r\ninstead whether the pilot has the capacity to recognize and correct\r\nan error. He said that it was not\nuncommon for an examinee to feather\r\nthe incorrect propeller and he does not fail an examinee for that\r\nreason alone. The fact that\npilots can be expected at times to err\r\nnecessarily means that the examiner must not intervene prematurely\r\nbut must allow sufficient\ntime to evaluate the pilot’s response\r\nto the mistake. As he expressed it:\n‘\nSo\r\nhere he has feathered the wrong engine and do I count one, two,\r\nthree, four, five, to see is the guy going to say, “oh,\nmy God,\r\nI have feathered the wrong one”, and he undoes what he did and\r\nthe flight resumes normally; we certainly would talk\nabout that at\r\nthe end of the check ride, but that would not necessarily be a fail\r\nfor the check ride right there. Now if the [examinee]\nfeathers the\r\nwrong engine and then just sits there and does not react any further,\r\nthen the check ride is over… . [You]\nsit here and you watch\r\nand you say to yourself, what is this guy going to do next, and that\r\nis one of the issues here is that at\nwhat point must the examiner say\r\nthis has gone far enough … .’\n[45] The law does not\r\ncall for perfection – not even on the part of official flight\r\nexaminers. What it calls for is reasonable\nconduct. As it has been\r\nfamously said: ‘The concept of the [reasonable person] is not\r\nthat of a timorous faint-heart always\nin trepidation lest he or\r\nothers suffer some injury; on the contrary, he ventures out into the\r\nworld, engages in affairs and takes\nreasonable chances’.\n13\nAviation examining is\r\nclearly not for the faint-hearted: it calls for the exercise of fine\r\njudgment. The examination would fail\nin its purpose if the examiner\r\nbaulked immediately when an error was made, but to allow the error to\r\ncontinue for too long, on\nthe other hand, might cost his or her life\r\nand the lives of others. What separates the one from the other in a\r\ncase of the present\nkind is a period of time that can be counted in\r\nseconds.\n[46] On the best\r\nconstruction of events for the appellants, Mr Grinstead might on this\r\noccasion have erred in his judgment but that\ndoes not amount to\r\nnegligence.\n14\nAdded to that is the\r\ncomplete absence of information on how the pilot himself might have\r\nreacted to error in the moments after it\nhad been made. A pilot\r\nwithout a visible horizon is likely to become disoriented if the\r\naircraft stalls and even more so if it\nenters a spin. It is quite\r\npossible that Mr Grant compounded his error immediately after it was\r\nmade and thereby prevented or inhibited\nMr Grinstead from correcting\r\nthe situation. As Captain Downes put it, one is entering the realm of\r\npure speculation. The appellants\nbear the onus of establishing that\r\nMr Grinstead negligently failed to intervene and we do not think that\r\nonus was discharged.\n[47] The appellants have\r\na second string to their bow. While in reality an engine might fail\r\nat any time in the course of a flight\nit would be foolish to simulate\r\nthe condition without sufficient altitude, and more, to allow for\r\nsafe recovery. Numerous warnings\nto that effect – if they are\r\nneeded – are contained in the operating manual of the aircraft\r\nunder the heading\n‘\nSTALLS,\r\nSPINS, SLOW FLIGHT, AIR MINIMUM CONTROL SPEED (Vmca), AND INTENTIONAL\r\nONE-ENGINE-INOPERATIVE SPEED (Vsse) FOR MULTI–ENGINE\n\nAIRPLANES’\n.\r\nAmongst other things the manual stipulates that ‘[i]n addition\r\nto the foregoing mandatory procedures’, a pilot should\nalways\r\n‘[c]onduct any manoeuvres which could possibly result in a spin\r\nat altitudes in excess of five thousand (5 000) feet\nabove ground\r\nlevel in clear air only’.\n[48] It was submitted on\r\nbehalf of the appellants that the manoeuvre in this case fell into\r\nthat category and it was negligent for\nit to have been performed at\r\nless than 5 000 feet above ground level. (It was, in fact, performed\r\nat 2 500 feet above ground level).\nThere was considerable debate in\r\nthe court below, in particular, as to whether that requirement was\r\nindeed applicable in this case\nbut it is not necessary to enquire\r\ninto that question. We accept for present purposes the submission on\r\nbehalf of the appellants\nthat it was indeed negligent for Mr\r\nGrinstead to have directed the manoeuvre to be performed at less than\r\n5 000 feet. It remains\nfor the appellants to show that but for this\r\nnegligent act the damage would not have occurred.\n[49] In\nInternational\r\nShipping Co (Pty) Ltd v Bentley\n15\nCorbett CJ, in dealing\r\nwith the issue of whether wrongful conduct was the factual cause of\r\nloss, held:\n‘\nThe\r\nenquiry as to factual causation is generally conducted by applying\r\nthe so-called “but-for” test, which is designed\nto\r\ndetermine whether a postulated cause can be identified as a\ncausa\r\nsine qua non\nof\r\nthe loss in question. In order to apply this test one must make a\r\nhypothetical enquiry as to what probably would have happened\nbut for\r\nthe wrongful conduct of the defendant. This enquiry may involve the\r\nmental elimination of the wrongful conduct and the\nsubstitution of a\r\nhypothetical course of lawful conduct and the posing of the question\r\nas to whether upon such an hypothesis plaintiff's\nloss would have\r\nensued or not. If it would in any event have ensued, then the\r\nwrongful conduct was not a cause of the plaintiff's\nloss;\naliter\n,\r\nif it would not so have ensued. If the wrongful act is shown in this\r\nway not to be a\ncausa\r\nsine qua non\nof\r\nthe loss suffered, then no legal liability can arise.’\nIn keeping with the onus\r\nin civil matters, a plaintiff ‘is not required to establish the\r\ncausal link with certainty, but only\nto establish that the wrongful\r\nconduct was probably a cause of the loss, which calls for a sensible\r\nretrospective analysis of what\nwould probably have occurred, based\r\nupon the evidence and what can be expected to occur in the ordinary\r\ncourse of human affairs\nrather than an exercise in metaphysics’.\n16\n[50] On the argument\r\nadvanced for the appellants there could have been no cause for\r\ncomplaint if the simulated engine failure had\nbeen initiated at 5 000\r\nfeet. Thus the question is whether the evidence shows that the\r\naircraft would probably not have crashed\nhad a further 2 500 feet\r\nbeen available for recovery. This issue was not canvassed at all in\r\nthe evidence and consequently we do\nnot have the benefit of the\r\nopinions of the expert witnesses.\n[51] What is clear is\r\nthat after falling for 2 500 feet the aircraft had not yet come near\r\nto recovery, because it was still rotating\nupon impact. There is\r\nsimply no basis for finding that it would probably have recovered had\r\nit had a further 2 500 feet to fall,\nmore particularly because one is\r\nleft to speculate as to what was occurring from the time the fall\r\ncommenced.\n[52] Even if there was\r\nnegligence on the part of Mr Grinstead, the appellants bore the onus\r\nof establishing that it was the cause\nof the accident. The onus in\r\nthat respect has also not been discharged and the claim correctly\r\nfailed.\nVicarious Liability\n[53] It was alleged by\r\nthe appellants that the Minister was vicariously liable for Mr\r\nGrinstead’s alleged negligent conduct.\nIn order to deal with\r\nthis argument, it is necessary, in the first instance, to consider\r\nthe nature of the relationship between\nMr Grinstead and the\r\nDepartment of Transport. Evidence of this was given by Mr Renier van\r\nZyl, an employee of the Civil Aviation\nAuthority.\n[54] His evidence was\r\nthat, prior to the 1990s, flight examiners had generally speaking\r\nbeen employees of the Department of Transport.\nAs a result of the\r\nrapid growth of the aviation industry, the Department found that it\r\ndid not have the resources to employ sufficient\nnumbers of flight\r\nexaminers. It opted for a system that is used elsewhere in the world:\r\nthe Department designated a number of pilots\nwith the necessary\r\nqualifications and experience to act as official flight examiners.\r\nThey were not employees of the Department\nand were not paid by the\r\nDepartment. A list of their names was published by the Department\r\nafter they had been designated as official\nflight examiners. An\r\nexaminee was free to choose any flight examiner from the list, would\r\nmake the necessary arrangements with\nhim or her for an examination\r\nand would pay him or her.\n[55] The Department would\r\naccept the certification of the flight examiner as to the competence\r\nof the pilot who was tested and would,\non the strength of the\r\ncertificate, issue the appropriate licence, rating or renewal without\r\nitself assessing the competence of\nthe examinee. Indeed, it would\r\nonly become aware that a particular examination had taken place when\r\nit received the flight examiner’s\ncertificate. It simply\r\nprocessed the certificate administratively, issuing a successful\r\nexaminee with the appropriate licence,\nrating or renewal.\n[56] Persons designated\r\nas flight examiners were required to have an airline transport pilot\r\nlicence, have a grade 1 instructor’s\nrating and have extensive\r\nflying experience. The quality of the corps of flight examiners was\r\nmaintained by the fact that they\nall, as a matter of course, had to\r\nundergo renewal tests every six months for their instrument ratings\r\nand every year for their\nairline transport pilot licences. It also\r\nappears from the document designating Mr Grinstead that the\r\nCommissioner for Civil Aviation\nclaimed the power to ‘suspend\r\nor cancel this approval at any time, should it become necessary in\r\nthe interest of public safety’,\nto insist that he conduct a\r\nflight test ‘with an inspector of flying from the Civil\r\nAviation Authority’ and to ‘monitor\nany test conducted by\r\nyou’.\n[57] It will be apparent\r\nfrom the above that there is no contractual relationship between a\r\nflight examiner and the Department.\nThe relationship is one created\r\nby statute – sourced in the Commissioner’s power, in\r\nterms of reg 1.6 of the Air Navigation\nRegulations – and\r\ninvolves a designation granted on application to the effect that the\r\nCommissioner is prepared to accept\nthe opinion of the applicant for\r\ndesignation as to the competence of those who he or she examines.\r\nThere is, however, a contractual\nnexus between the official flight\r\nexaminer and the examinee, with the latter being able to choose the\r\nformer and being responsible\nfor payment of the former’s fee.\n[58] We turn now to the\r\ncircumstances in which vicarious liability may arise. In\nK\r\nv Minister of Safety and Security\n17\nO’Regan J held:\n‘\nThe\r\ncommon law principles of vicarious liability hold an employer liable\r\nfor the delicts committed by its employees where the employees\nare\r\nacting in the course and scope of their duty as employees. The\r\nprinciples ascribe liability to an employer where its employees\nhave\r\ncommitted a wrong but where the employer is not at fault. As such,\r\nthe principles are at odds with a basic norm of our society\nthat\r\nliability for harm should rest on fault, whether in the form of\r\nnegligence or intent.’\nWhile O’Regan J\r\nreferred only to the relationship between employer and employee,\r\nvicarious liability can also arise as a result\nof other\r\nrelationships, such as that of principal and agent,\n18\nbut cannot arise in the\r\ncase of the relationship between an independent contractor and his or\r\nher ‘employer’.\n19\nIn essence, it may arise\r\n‘by reason of a relationship between the parties and no more’\n20\n–\nalmost inevitably\r\na contractual relationship – where one of the parties exercises\r\nauthority over the other.\n21\n[59] In this instance,\r\nthere was no contractual relationship between Mr Grinstead and the\r\nDepartment, whether in the nature of an\nemployment contract or one of\r\nprincipal and agent. He was simply designated as a person whose\r\nexpert judgment the Commissioner\nfor Civil Aviation would accept for\r\npurposes of determining the competence of pilots. The relationship,\r\nsuch as it was, did not\ngive the Commissioner control over how Mr\r\nGrinstead examined pilots and it did not place him in a position of\r\nauthority over Mr\nGrinstead, even if he retained the power to suspend\r\nor cancel his designation or occasionally oversee or monitor flight\r\ntests conducted\nby him. Consequently, in our view, even if the\r\nappellant had proved that a negligent act or omission on the part of\r\nMr Grinstead\nhad caused the destruction of the aircraft, there is no\r\nmerit in the argument that the Minister was vicariously liable for\r\nthe\ndamage. The appeal must fail on this ground too.\nThe order\n[60] In the result, the\r\nappeal is dismissed with costs, including the costs of two counsel.\n____________________\nRW NUGENT\nJudge\r\nof Appeal\n____________________\nC PLASKET\nActing\r\nJudge of Appeal\nAPPEARANCES:\nFor\r\nappellant: G Aber\nInstructed\r\nby Bell Dewar, Sandton;\nWebbers,\r\nBloemfontein.\nFor\r\nrespondent: C E Puckrin SC\nJ\r\nA Meyer SC\nInstructed\r\nby The State Attorney, Pretoria;\nThe\r\nState Attorney, Bloemfontein.\n1\nSee\r\n\ts 5(4) of the Aviation Act 74 of 1962. Section 1.3 of the Air\r\n\tNavigation Regulations of 1976 defines an ‘official examiner’\n\n\tas ‘a person appointed by the Commissioner to conduct the\r\n\tcertificate, licence or rating tests prescribed in these regulations\n\n\tfor flight crew members’.\n2\nSee\nAviation Insurance Co Ltd v Bates & Lloyd Aviation (Pty) Ltd;\r\n\tBates & Lloyd Aviation (Pty) Ltd v Aviation Insurance Co Ltd\n1982 (4) SA 838\n(T) at 849A-B.\n3\n‘\nAir\r\n\tminimum control speed’, meaning the minimum flight speed at\r\n\twhich the aircraft is directionally controllable as determined\nin\r\n\taccordance with US Federal Aviation Regulations.\n4\nTelematrix\r\n\t(Pty) Ltd t/a Matrix Vehicle Tracking Advertising Standards\r\n\tAuthority\n2006 (1) SA 461\n(SCA) para 12. See too\nMinister of\r\n\tSafety and Security v Van Duivenboden\n2002 (6) SA 431\n(SCA) para\r\n\t12.\n5\nHayes\r\n\tv United States of America\nUS\n[1990] USCA5 840\n;\n899 F. 2d 438\n;\nLange &\r\n\tanother v Nelson-Ryan Flight Service Inc\n259 Minn. 460\n, 108 N.W.\r\n\t2d 428;\nUdseth v United States of America\n530F. 2d 860.\n6\nVan\r\n\tWyk v Lewis\n1924 AD 438\nat 444 (per Rose-Innes CJ). See too P Q\r\n\tR Boberg\nThe Law of Delict\n(1984) p 346-347; Jonathan\r\n\tBurchell\nPrinciples of Delict\n(1993) p 87-89.\n7\nSee\nBoshoff v Prinsloo\n1973 (1) PH J16 (T) at 42: ‘He was\r\n\texercising a calling which demands a high measure of skill and\r\n\tcompetence.’;\nBickle v Joint Ministers of Law and Order\n1980 (2) SA 764\n(R) at 770H: 'no reasonably prudent aircraft pilot\r\n\twould do a compression test without first satisfying himself that\r\n\tthe ignition\nwas switched off’;\nZS-SVN Syndicate v 43 Air\r\n\tSchool (Pty) Ltd\n2007 (6) SA 389\n(E) para 38: ‘A\r\n\treasonable pilot in\nMr Onions’\nposition would in my\r\n\tjudgment reasonably have foreseen that landing on an unmarked runway\r\n\twas potentially dangerous’.\n8\nZS-SVN\r\n\tSyndicate v 43 Air School (Pty) Ltd\npara\r\n\t17: ‘The operation of an aerodrome is conduct that calls for\r\n\texpertise’;\nWelkom Municipality v\r\n\tMasureik & Herman t/a Lotus Corporation\n[1997] ZASCA 14\n;\n1997\r\n\t(3) SA 363\n(SCA) at 373B: ‘There was a dearth of evidence from\r\n\tanyone competent to give it as to what a reasonable aerodrome\r\n\toperator\nat an aerodrome of this kind would, or should, regard as a\r\n\tsufficiently wide and reasonably level cleared area adjacent to the\n\n\trunway in question . . . .’\n;\r\n\tNoakes v Oudtshoorn Municipality\n1980\r\n\t(1) SA 626\n(C) at 635D – in which, incidentally, Mr Grinstead\r\n\thad given expert evidence – ‘A reasonable [aerodrome]\r\n\tlicensee\nwould have realised . . ..’)\n9\nNote\r\n\t6 at 444.\n10\nZS-SVN\r\n\tSyndicate v 43 Air School (Pty) Ltd & another\n(note 7) para\r\n\t18.\n11\nVan\r\n\tWyk v Lewis\n(note 6) at 461 (per Wessels JA).\n12\nSee\nRoad Accident Fund v Mehlomakulu\n2009 (5) SA 390\n(E) para 10.\n13\nHerschel\r\n\tv Mrupe\n1954 (3) SA 464\n(A) at 490F.\n14\nGriffiths\r\n\tv Netherlands Insurance Co of SA Ltd\n1976 (4) SA 691\n(A) at\r\n\t698D-H.\nSee too\nSuidwes-Afrikaanse\r\n\tMunisipale Personeel Vereniging v Minister of Labour\n1978\r\n\t(1) SA 1027\n(SWA) at 1038G.\n15\nInternational\r\n\tShipping Co (Pty) Ltd v Bentley\n1990 (1) SA\r\n\t680\n(A) at 700F-H.\n16\nMinister\r\n\tof Safety and Security v Van Duivenboden\n(note 4) para 25. See\r\n\ttoo\nMinister of Finance and others v Gore NO\n2007 (1) SA 111\n(SCA) para 33.\n17\nK\r\n\tv Minister of Safety and Security\n[2005] ZACC 8\n;\n2005 (6) SA\r\n\t419\n(CC) para 21.\n18\nJ\r\n\tNeethling, JM Potgieter and PJ Visser\nLaw of Delict\n5 ed\r\n\t(2006) (translated by JC Knobel) p344.\n19\nColonial\r\n\tMutual Life Assurance Society Ltd v MacDonald\n1931 AD 412\nat\r\n\t432;\nLangley Fox Building Partnership (Pty) Ltd v De Valence\n1991 (1) SA 1\n(A) at 8A-B;\nChartaprops 16 (Pty) Ltd v Silberman\n[2008] ZASCA 115\n;\n2009 (1) SA 265\n(SCA) para 6.\n20\nMinister\r\n\tof Safety and Security v F\n(592/09)\n[2011] ZASCA 3\n(22 February\r\n\t2011) para 15.\n21\nK\r\n\tv Minister of Safety and Security\n(note 17) para 24.",
  "scraped_at": "2026-02-12T15:39:31.572659",
  "date": "2011-05-30",
  "coram": [
    "HARMS DP",
    "NUGENT",
    "MAYA",
    "MALAN JJA",
    "PLASKET AJA"
  ],
  "case_number": "155/10",
  "parties": {
    "applicants": [
      "CHARTER HI (PTY) LTD",
      "HAW AND INGLIS (PTY) LTD",
      "C90 PARTNERSHIP"
    ],
    "respondents": [
      "THE MINISTER OF TRANSPORT"
    ]
  },
  "sections": {
    "facts": "On 13 December 1996 a Beechcraft King Air C90 was being used for an instrument‑rating test north of Cape Town. The examinee, pilot Jonathan Grant, was flying under a hood while official flight examiner Ray Grinstead simulated an engine failure during a holding pattern at about 2 500 ft. The aircraft entered an uncontrolled spin and crashed, killing Grant, Grinstead and a passenger. The appellants, who had a financial interest in the aircraft, sued the Minister of Transport alleging negligence by Grinstead and vicarious liability of the State.",
    "issues": "The appeal raised three issues: (1) whether Grinstead was negligent in conducting the simulated engine‑failure manoeuvre; (2) whether any such negligence caused the accident; and (3) whether the Minister of Transport was vicariously liable for Grinstead’s conduct.",
    "principles": "The court applied delictual principles of negligence, adopting the higher standard of the reasonable expert in the relevant field. It rejected a res ipsa loquitur inference and required proof of factual causation using the ‘but‑for’ test. For vicarious liability, the court reiterated that liability arises only where there is an employer‑employee or similar relationship that gives the principal authority over the defendant; an independent contractor relationship does not give rise to vicarious liability.",
    "application": "The court found that the evidence did not establish that Grinstead breached the standard of care; expert testimony indicated that an examiner could not be expected to intervene in the manner alleged. Even assuming negligence, the appellants failed to prove that the crash would not have occurred but for Grinstead’s actions. Regarding the altitude of the simulated manoeuvre, the court acknowledged the possibility of negligence but held that causation remained unproven. On vicarious liability, the court determined that Grinstead was a designated examiner, not an employee or agent of the Department of Transport, and therefore the Minister could not be held liable.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel, and the original judgment in favour of the Minister of Transport was upheld."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Negligence",
    "level_3": [
      "vicarious liability",
      "aviation law",
      "instrument rating examination",
      "aircraft accident",
      "standard of care"
    ]
  }
}