{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/81.html",
  "case_name": "Sim Road Investments CC v Morgan Air Cargo (Pty) Ltd (024/10) [2011] ZASCA 81 (27 May 2011)",
  "citation": "[2011] ZASCA 81",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 81\n|\nNoteup\n|\nLawCite\nSim Road Investments CC v Morgan Air Cargo (Pty) Ltd (024/10) [2011] ZASCA 81 (27 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT\r\nOF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 024/10\nIn\r\nthe matter between:\nSIM ROAD\r\nINVESTMENTS CC\n...................................................................\nAppellant\nand\nMORGAN AIR CARGO\r\n(PTY) LIMITED\n...............................................\nRespondent\nNeutral\r\ncitation:\nSim Road Investments CC v Morgan Air Cargo (Pty) Ltd\n(024/10)\n[2010] ZASCA 081\n(27 May 2011)\nCoram:\nHarms DP, Lewis, Bosielo, Seriti JJA and Petse AJA\nHeard: 05 May\r\n2011\nDelivered: 27 May\r\n2011\nSummary:\nSale\r\nof land – induced by fraudulent misrepresentation –\r\neffect thereof.\nORDER\nOn appeal from\n:\r\nNorth Gauteng High Court (Pretoria) (Murphy J sitting as a court of\r\nfirst instance).\nThe appeal is\r\ndismissed with costs.\n__________________________________________________________________\nJUDGMENT\n__________________________________________________________________\nBOSIELO JA (Harms\r\nDP, Lewis, Seriti JJA and Petse AJA concurring):\n[1] The appellant,\r\nSim Road Investments CC (Sim Road), was the owner of an agricultural\r\nholding known as plot (hoewe) 35 Pomona\nEstates, Pomona, Kempton\r\nPark. The respondent, Morgan Air Cargo (Pty) Ltd (Morgan Air),\r\npurchased the property at an auction on\n17 May 2006 which was\r\nconducted by a firm of auctioneers (Venditor). Morgan Air paid at the\r\nfall of the hammer R200 000 as\na deposit and R182 400 as\r\nthe auctioneer’s commission. Morgan Air subsequently instituted\r\naction against Sim Road for\ncancellation (or for confirmation of a\r\ncancellation) of the agreement and for repayment of the amounts paid\r\nto Sim Road and to\nVenditor. Morgan Air based its claim on fraudulent\r\nmisrepresentation and, in the alternative, on mistake. The court\r\nbelow (Murphy\nJ) gave judgment in favour of Morgan Air for the\r\namounts claimed against the defendants respectively. Aggrieved by the\r\njudgment,\nSim Road appealed to this court with the leave of the court\r\nbelow. The auctioneer, however, did not appeal.\n[2] The facts of\r\nthis matter have been set out in detail in the judgment of the court\r\nbelow. Consequently this judgment is confined\nto the evidence germane\r\nto this judgment.\n[3] Sim Road\r\nmandated Venditor to sell the property by auction. Pursuant to this\r\nVenditor published advertisements in both the Rapport\nand Beeld\r\nnewspapers for the sale of the property. The relevant part of the\r\nadvertisements reads as follows:\n‘\nKOMMERSIëLE\r\nEIENDOM\n–\nPOMONA\r\n(2.2 HEKTAAR) Ligging: Hoewe 35, Pomona, Kempton Park. Verbeterings:\r\nRondawel/Kantoor met afkortings – onvoltooid.\nOmhein met beton\r\npallisade met 10 m skuifhek. Hierdie puik 2,2-hektaar-eindom is geleë\r\nin ŉ baie gesogte gebied –\nbestem vir ligte industrie.\r\nDienste beskikbaar. Voorwaardes: Deposito 10% + BTW. Koperskommissie\r\n8% (plus BTW).’\n1\n[4] It is important\r\nto note at this early stage that the advertisement was false in two\r\nmaterial respects. The property was not\na commercial property –\r\nit was agricultural and the title deed stated specifically that it\r\ncould be used for agricultural,\nhorticultural or for breeding or\r\nkeeping domestic animals, poultry or bees. The property was also not\r\nearmarked for light industrial\nuse.\n[5] Mr Morgan, who\r\nis one of the directors of Morgan Air, testified that Morgan Air\r\ncarries on the business of chartering aircrafts\nfor reward. In order\r\nto provide a better service to its customers it required property\r\nclose to O R Tambo International Airport\nwhere it could build a\r\nwarehouse. It already owned property near the airport. But as this\r\nproperty was zoned as agricultural land\nMorgan Air could not build\r\nany warehouse on it. When Morgan saw the advertisement in the Rapport\r\nnewspaper, he became interested\nin it because it was advertised as\r\ncommercial property destined for light industry. As he knew the owner\r\nof Venditor, he telephoned\nhim for confirmation of the auction sale.\n[6] On 17 May 2006,\r\nMorgan, together with one Van Vuuren, attended the auction. Before\r\nthe auction took place Morgan spoke to the\nauctioneer, Mr Koop\r\nSteyger. He told him that he intended to buy the property so that he\r\ncould build a warehouse for his customers.\nHe explained to Steyger\r\nthat he had another property nearby which was not commercial\r\nproperty. Steyger did not tell Morgan that\nthe property to be\r\nauctioned was agricultural and not commercial nor that it was not\r\nearmarked for light industrial use.\n[7] Morgan Air,\r\nbeing the highest bidder, purchased the property for R2 million,\r\nsigned a deed of sale and paid the deposit and\nauctioneer’s\r\ncommission. Morgan subsequently learned that the property was zoned\r\nagricultural and not commercial. (He learned\nalso that it was not\r\npossible to have the property rezoned, but that is of no consequence\r\nto the matter.) As he had not intended\nto buy a property zoned\r\nagricultural, he immediately took steps to have the agreement\r\nrescinded and demanded repayment.\n[8]\r\nSim Road and the auctioneer did not accept the cancellation of the\r\ncontract. They relied in this regard on the terms of the\ncontract\r\nsigned when the property was knocked down to Morgan Air. There was\r\nfirst a voetstoots clause in these terms:\n2\n‘\nDie\r\neiendom word voetstoots verkoop, soos dit tans is en die afslaer nog\r\ndie verkoper gee enige waarborge ten opsigte van groottes,\nsigbare of\r\nverborge gebreke, kwaliteit of wettigheid van verbeterings of\r\naktiwiteite wat daarop befryf word nie. Die eiendom word\nverder\r\nverkoop onderhewig aan al die voorwaardes en serwitute teen die\r\ntitelakte geregistreer.’\nThen there was a\r\nclause in which the purchaser acknowledged that he had not been\r\ninfluenced by any representations contained in\nadvertisements and the\r\nlike:\n‘\nDie\r\nafslaer of verkoper is nie verplig om enige grense of bakens uit te\r\nwys nie, en enige beskrywing of inligting, hetsy in advertensies,\n\nkatalogusse, brosiures of mondelings verskaf, word in goedertrou\r\ngedoen en die koper erken dat hy nie deur enige uitdruklike of\n\nstilswyende voorstellings tot die sluiting van hierdie kontrak beweeg\r\nis nie.’\nLastly, there was\r\nclause 18:\n‘\nDie\r\nbepaling van hierdie document behels die gehele ooreenkoms tussen die\r\npartye en geen voorlegging gemaak deur of namens die partye\nsal\r\nbindend wees as dit nie skriftelik tot hierdie document gevoeg en\r\ndeur die partye onderteken is nie.’\n[9] In the light of\r\nthese provisions, Morgan Air could not base its claim for rescission\r\non an innocent or negligent misrepresentation\nand instead relied in\r\nits particulars of claim on the two alternative causes of action\r\nmentioned. First, it said that it was not\nbound by these clauses\r\nbecause of a fraudulent misrepresentation. In the alternative it\r\nrelied on a unilateral iustus error brought\nabout by the content of\r\nthe advertisement. The court below, unwilling to find fraud, upheld\r\nthe argument that the agreement was\nvoid because of a unilateral\r\nmistake induced by the advertisement, and made the order for\r\nrepayment. As will appear in due course,\nthe order was correctly made\r\nbut for the wrong reasons. This case is not about mistake but about\r\nfraud. But in order to come to\nthat conclusion it is necessary to\r\ndeal with the evidence in more detail. And I intend to deal in\r\nconclusion with the conceptual\nerror committed by the court below\r\nwhen dealing with mistake.\n[10] Van Vuuren was\r\nMorgan Air’s general manager at the time of the auction. His\r\nevidence accorded with that of Morgan and\ndoes not require any\r\nelaboration. Mr Johan Moolman (Moolman Jnr) testified for Sim Road.\r\nHis father was the only member of the\nclose corporation. As his\r\nfather is visually impaired he assisted him with the auction of this\r\nproperty. Essentially Moolman Jnr\nsaid that his father had instructed\r\nVenditor to attend to the sale of the property. The person who was\r\ninstructed is Ms Lehmacher\nwho worked for Venditor Auctioneers as an\r\nagent. Moolman Snr had furnished Lehmacher with the particulars and\r\ndescription of the\nproperty. Moolman Jnr confirmed that the property\r\nwas zoned agricultural and not commercial and that they knew this at\r\nthe time.\n[11] When confronted\r\nwith the advertisements which were placed by Venditor and which\r\ndescribed the property as commercial, Moolman\nJnr disavowed any\r\nknowledge of such instructions. Importantly, he confirmed that he\r\nattended the auction where he saw many posters\nand flyers scattered\r\naround describing the property in the same terms.\n[12] However,\r\nnotwithstanding this observation, Moolman Jnr did not instruct\r\nSteyger when he met him that morning at the auction\nto do something\r\nto correct this patent misrepresentation. He only shook his hand.\r\nMoolman Jnr testified that instead he instructed\nLehmacher to correct\r\nthis error and announce to the prospective bidders that the property\r\nwas zoned agricultural and not commercial.\nHowever, according to\r\nMoolman Jnr, it was Steyger, the auctioneer, who announced to the\r\nprospective bidders at the auction that\nthe property was agricultural\r\nand not commercial. Not surprisingly, Moolman Jnr could not explain\r\nwhy this crucial evidence was\nwithheld and never put by his counsel\r\nto Morgan Air’s witnesses for their comments whilst they were\r\nstill testifying.\n[13] Lehmacher, who\r\nwas responsible for the advertisement, was called as a witness by Sim\r\nRoad. Contrary to what Moolman Jnr stated,\nshe testified that the\r\ninformation she used in the advertisements, in particular the word\r\n‘commercial’, emanated from\nMoolman Snr. In support of\r\nthis Lehmacher referred to a contemporaneous note of her telephone\r\ndiscussion with Moolman Snr on 17\nApril 2006 which reads:\n‘\nKarel.\r\nErf 35 Pomona. Sim Road Invest CC.\n…\n.very\r\npopular area. 1-8/2.2 omhein met sementmuur. Soneer landbou /\r\nKommersieel. Geoogmerk ligte industry. Nie water nie –\ndienste\r\nbeskikbaar….Water aansluit – Karel Jacobus Moolman\r\nvolspoed’.\nImportantly she\r\nconfirmed that the advertisements which appeared in the Rapport and\r\nBeeld newspapers were in accordance with these\ninstructions from\r\nMoolman Snr.\n[14] Lehmacher\r\ntestified that she had discovered soon after they had obtained the\r\ntitle deed that the property was zoned agricultural\nand not\r\ncommercial. This was before the auction. She conceded that\r\nnotwithstanding this crucial discovery, Venditor did not issue\n\nanother advertisement to correct this patent error. She could not\r\nrecall that Moolman Jnr told her at the auction to make a public\n\nannouncement to advise prospective bidders that the property was\r\nagricultural and not commercial.\n[15] On the\r\ncontrary, she testified that, during the course of the auction, she\r\nscribbled a note to Steyger with a request that\nhe should make an\r\nannouncement to the prospective bidders that the property was zoned\r\nagricultural and not commercial. Again, this\nevidence was never put\r\nto Morgan Air’s witnesses. Most importantly, Steyger did not\r\ntestify. (The significance of this failure\nwill become clear later in\r\nthe judgment.)\n[16] It is clear\r\nfrom the evidence that Sim Road (through Moolman Snr, its sole\r\nmember) knew that the representation was false and\nthat both Moolman\r\nJnr as well as Venditor knew it to have been false prior to the sale.\r\nThe next issue was whether Morgan was informed\nbefore bidding that\r\nthe land was not commercial.\n[17] Moolman Jnr\r\ntestified, as already mentioned, that after he discovered that the\r\nproperty was wrongly described as commercial\nand not agricultural, he\r\ninstructed Lehmacher at the auction to make an announcement to\r\ncorrect this error. This is contradicted\nby Lehmacher (who testified\r\nrather late in the trial) that, of her own accord she asked Steyger\r\nto make an announcement to correct\nthe wrong description of the\r\nproperty. Whilst testifying in chief, Moolman Jnr stated that, in\r\nresponding to a question by one\nof the bidders at the auction\r\nregarding the zoning of the property, he stated that the property was\r\nzoned agricultural. Evidently\nthere is a serious contradiction on\r\nthis crucial aspect between the two witnesses for Sim Road.\n[18] Notwithstanding\r\nthis serious contradiction on a crucial aspect of the case, Steyger,\r\nwho had been present in court during the\ntrial, did not testify. This\r\nis despite the fact that it was put to Morgan during\r\ncross-examination by counsel for Venditor that\nSteyger would testify\r\nthat before the auction started one of the bidders asked a question\r\nregarding the zoning of the property\nand Steyger replied that it was\r\nagricultural property. One would have expected him to testify to shed\r\nlight on whether any public\nannouncement was made at the auction to\r\ncorrect the misrepresentation and if so, by whom. No explanation was\r\ntendered for his failure\nto testify which in itself justifies the\r\ninference that Steyger would not have confirmed that such an\r\nannouncement was made. On\nthe evidence presented on behalf of Sim\r\nRoad, no such announcement was made. Accordingly, the false\r\nmisrepresentation was left\nto stand uncontradicted.\n[19] In any event,\r\nthe probabilities are strongly in favour of Morgan Air that such\r\nannouncement was not made within earshot of\neither Morgan or Van\r\nVuuren. Morgan testified that if he knew that the property was\r\nagricultural and not commercial, he would not\nhave purchased it. This\r\nis understandable as he could not build a warehouse on agricultural\r\nland. Furthermore, Morgan Air already\nowned nearby land which it\r\ncould not use for commercial purposes. Why then would it buy another\r\nproperty zoned agricultural? The\nprobabilities clearly indicate, and\r\nMorgan testified, that Morgan Air would not have bought the property\r\nhad it known that it was\nzoned agricultural. It was thus induced by\r\nthe misrepresentation to enter into the contract.\n[20] Murphy J\r\nconcluded that he could not find that the appellant acted with\r\nfraudulent intent. However, he found that Morgan Air\nwas induced to\r\npurchase the property by a misrepresentation made negligently by Sim\r\nRoad. He found that such a mistake was about\nan essential attribute\r\nof the merx and that it induced the respondent to purchase something\r\nfundamentally different to what he\nintended to buy. He thus concluded\r\nthat Morgan Air had reasonably made a material error allowing it to\r\navoid the contract.\n[21]\r\nIt is true that any misrepresentation is likely to result in a\r\nmistake made by the person induced by it to enter into a contract.\n\nBut that mistake might not be iustus and therefore actionable. If,\r\nhowever, the mistake is both reasonable and material, the contract\n\nmight well be void.\n3\nBut\r\nin this matter mistake was not the primary basis of Morgan Air’s\r\nclaim that it was entitled to claim return of the moneys\npaid under\r\nit. Its claims were made on the basis of fraudulent\r\nmisrepresentation. And the court below erred in finding that the\n\ncontract was rendered void by the unilateral mistake of Morgan Air.\n[22]\r\nIt has been settled law for many decades that a material\r\nrepresentation renders a contract voidable at the instance of the\n\nmisrepresentee.\n4\nAbsent\r\nthe voetstoots and exclusion clauses cited above, Morgan Air would\r\nhave been entitled to ask for rescission and restitution\neven if the\r\nmisrepresentation had been innocent.\n[23]\r\nBut liability for a misrepresentation made innocently and even\r\nnegligently may be excluded by parties to a contract –\nhence\r\nthe conjecture that Murphy J found that the misrepresentation had\r\nbeen made negligently and that it had resulted in iustus\nerror that\r\nrendered the contract, including the exclusion clauses, void. As\r\nstated, however, a misrepresentation generally renders\na contract\r\nvoidable. The innocent party may elect to abide by it even where the\r\nother party has been fraudulent.\n5\nThe\r\ndifference that fraud makes is that one cannot contract out of\r\nliability for fraudulent conduct.\n6\n[24]\r\nAnd even where a misrepresentee has been foolish or negligent in\r\nrelying on the fraudulent misrepresentation, that does not\nin any way\r\naffect the liability of the misrepresentor. In\nStandard\r\nCredit Corporation Ltd v Naicker\n7\nMilne\r\nJP said it does not avail one guilty of fraud to say that the victim\r\nwas negligent in believing the misrepresentation. He\nquoted from the\r\njudgment of Jessel MR in\nRedgrave\r\nv Hurd\n:\n8\n‘\nIf a\r\nman is induced to enter into a contract by a false misrepresentation,\r\nit is not sufficient answer for him to say “if\nyou had used due\r\ndiligence you would have found out that the statement was untrue”\n.’\n[25]\r\nThe high court, referring to the\nNaicker\ncase,\r\nconsidered that Morgan Air’s mistake had been made reasonably\r\nin the circumstances, and that it was material since it\nwent to an\r\nessential attribute of the property. The contract, it held, was thus\r\nvoid. Murphy J stated that since\nTrollip\r\nv Jordaan\n9\n‘\nour\r\nlaw appears to have taken a different turn by allowing perhaps less\r\nthan fraud to avoid an exemption clause’. But that\ncase dealt\r\nwith mistake. Hoexter JA (for the majority) held that when an error\r\nin corpore renders a contract void, the whole contract,\nincluding\r\nexemption clauses, is void. Error is not ‘something less’\r\nthan fraud. It is something different, because\nin the case of fraud\r\nthe contract is voidable. Where there is a material and iustus error,\r\non the other hand, the contract would\nbe void. The other cases\r\ndiscussed by the high court, which dealt with mistake, have also not\r\nintroduced any new approach.\n[26] There is no\r\ndoubt that the fraudulent misrepresentation made by the Moolmans and\r\nLehmacher was material and that it directly\ninduced Morgan Air, which\r\nwas looking for a commercial property, to purchase Sim Road’s\r\nproperty. The exclusion clauses in\nthe contract signed by Morgan had\r\nno effect given the fraud. It follows that Morgan Air was entitled to\r\nrescind the agreement for\nthe purchase of the property and to claim\r\nthe moneys that it had paid as a deposit and as auctioneer’s\r\ncommission.\n[27] The appeal is\r\ndismissed with costs.\n_______________\nLO\r\nBosielo\nJudge\r\nof Appeal\nAPPEARANCES:\nFor\r\nAppellant: A P Bruwer\nInstructed\r\nby:\nBen\r\nSteyn Incorporated\nC/o\r\nKoekemoer Attorneys, Pretoria,\nMatsepes\r\nIncorporated, Bloemfontein;\nFor\r\nRespondent: N Davids SC\nInstructed\r\nby:\nSnymans\r\nAttorneys, Pretoria,\nHorn\r\n& van Rensburg, Bloemfontein\n1\nThe\r\n\tsame typing format is not reproduced.\n2\nWe\r\n\tdo not use the same typing format as used in the actual contract but\r\n\tthe words are verbatim.\n3\nBrink\r\n\tv Humphries & Jewell (Pty) Ltd\n2005\r\n\t(2) SA 419\n(SCA) para 2.\n4\nSee\r\n\tR H Christie\nThe Law of Contract in\r\n\tSouth Africa\n5 ed (2006) at 286ff.\n5\nSee,\r\n\tfor example,\nTrotman v Edwick\n1951 (1) SA 443\n(A) and\nRanger\r\n\tv Wykerd\n1977 (2) SA 976\n(A).\n6\nWells\r\n\tv South African Alumenite Company\n1927\r\n\tAD 69.\n7\nStandard\r\n\tCredit Corporation Ltd v Naicker\n1987\r\n\t(2) SA 49\n(N) at 51B-E.\n8\nRedgrave\r\n\tv Hurd\n(1882) 51 LJ\r\n\tCh 113\nat 117.\n9\nTrollip\r\n\tv Jordaan\n1961\r\n\t(1) SA 238\n(A).",
  "scraped_at": "2026-02-12T15:37:50.640715",
  "date": "2011-05-27",
  "coram": [
    "Harms DP",
    "Lewis",
    "Bosielo",
    "Seriti JJA",
    "Petse AJA"
  ],
  "case_number": "024/10",
  "parties": {
    "applicants": [
      "Sim Road Investments CC"
    ],
    "respondents": [
      "Morgan Air Cargo (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Sim Road Investments CC owned an agricultural plot (Hoewe 35, Pomona, Kempton Park). The property was advertised by auctioneers Venditor as a commercial, light‑industrial site, even though the title deed restricted it to agricultural use. The advertisement was false in two material respects. On 17 May 2006 Morgan Air Cargo (Pty) Ltd attended the auction, believing the land to be suitable for a warehouse. Morgan Air was the highest bidder, paid a R200,000 deposit and the auctioneer’s commission, and signed the deed of sale. After the sale it discovered the land was zoned agricultural and could not be used for the intended commercial purpose. Sim Road and the auctioneer refused to cancel the contract, relying on a voetstoots clause and other exclusion provisions.",
    "issues": "1) Whether the misrepresentation in the advertisements was fraudulent or merely negligent. 2) Whether the contract was void or merely voidable at the instance of Morgan Air due to the misrepresentation. 3) The effect of the voetstoots and other exclusion clauses on liability for fraudulent misrepresentation. 4) Whether Morgan Air was entitled to rescind the sale and recover the deposit and commission.",
    "principles": "South African law holds that a material misrepresentation renders a contract voidable at the instance of the misrepresentee, and fraud cannot be excluded by contractual clauses. Fraudulent misrepresentation gives rise to rescission and restitution regardless of any exclusion provisions. Innocent or negligent misrepresentation may be excluded by agreement, but fraud overrides such clauses. Leading authorities include Standard Credit Corporation Ltd v Naicker, Redgrave v Hurd, and Trollip v Jordaan, distinguishing fraud (voidable contract) from iustus error (void contract).",
    "application": "The court found that Sim Road, through its sole member Moolman Sr, knowingly supplied false information describing the land as commercial, and the auctioneer failed to correct the error before the auction. Evidence showed contradictory testimony about whether an announcement was made, but the failure of the auctioneer to testify led the court to infer no correction was given. Consequently the misrepresentation was fraudulent. The exclusion clauses in the sale agreement could not protect Sim Road from liability. Morgan Air was therefore entitled to rescind the contract and claim restitution of the deposit and auctioneer’s commission.",
    "conclusion": "The appeal by Sim Road Investments CC was dismissed with costs. The court affirmed the lower court’s order that Morgan Air Cargo (Pty) Ltd be repaid the amounts it had paid, confirming that the contract was voidable due to fraudulent misrepresentation and that exclusion clauses were ineffective."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Misrepresentation",
    "level_3": [
      "fraudulent misrepresentation",
      "rescission",
      "exclusion clauses",
      "auction",
      "zoning"
    ]
  }
}