{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/1.html",
  "case_name": "South African Airways (Pty) Ltd v Aviation Union of South Africa and Others (123/2010) [2011] ZASCA 1; [2011] 2 BLLR 112 (SCA) ; 2011 (3) SA 148 (SCA) ; (2011) 32 ILJ 87 (SCA); [2011] 3 All SA 72 (SCA) (11 January 2011)",
  "citation": "[2011] ZASCA 1",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 1\n|\nNoteup\n|\nLawCite\nSouth African Airways (Pty) Ltd v Aviation Union of South Africa and Others (123/2010) [2011] ZASCA 1; [2011] 2 BLLR 112 (SCA) ; 2011 (3) SA 148 (SCA) ; (2011) 32 ILJ 87 (SCA); [2011] 3 All SA 72 (SCA) (11 January 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 123/2010\nIn\r\nthe matter between:\nSOUTH\r\nAFRICAN AIRWAYS (PTY) LIMITED\n.................................................\nAppellant\nand\nAVIATION\r\nUNION OF SOUTH AFRICA\n.............................................\nFirst Respondent\nBARNES,\r\nM R AND 62 OTHERS\n...........................................\n2\nnd\nto 64\nth\nRespondents\nSOUTH\r\nAFRICAN TRANSPORT AND\nALLIED\r\nWORKERS UNION\n.................................................................\n65\nth\nRespondent\nLGM\r\nSOUTH AFRICA FACILITY\nMANAGERS\r\nAND ENGINEERS (PTY)\nLIMITED\n................................................................................................\n66\nth\nRespondent\nALLAN\r\nAND 204 OTHERS\n..............................................\n67\nth\nto Further Respondents\nNeutral\r\ncitation:\nSAA v Aviation Union of SA\n(123/10)\n[2011] ZASCA\r\n1\n(11 January 2011)\nCoram:\nMPATI P, LEWIS, MHLANTLA and SHONGWE JJA\r\nand EBRAHIM AJA\nHeard: 8 November 2010\nDelivered: 11 January 2011\nSummary:\nLabour Law –\ns 197\nof the\nLabour Relations Act 66 of 1995\n–\r\ninterpretation – termination of outsourcing agreements and\r\n‘second generation’ transfers.\n____________________________________________________________________\r\n_\nORDER\nOn appeal from:\nLabour Appeal Court\r\n(Johannesburg) (Zondo JP and Davis and Leeuw JJA sitting as court of\r\nappeal).\n1 The appeal is upheld with costs including those\r\nconsequent upon the employment of two counsel.\n2 The order of the Labour Appeal Court is set aside and\r\nreplaced with:\n‘\nThe appeal is dismissed with\r\ncosts.’\n___________________________________________________________________\nJUDGMENT\nLEWIS JA and EBRAHIM AJA (Mpati P, Mhlantla JA\r\nconcurring)\n[1] This appeal concerns the interpretation of\ns 197\nof\r\nthe\nLabour Relations Act 66 of 1995\n. The section regulates, among\r\nother things, the employment rights of employees of a business, or\r\npart of a business, that is sold\nas a going concern. It has been the\r\nsubject of much judicial interpretation, this case being one where\r\nwhat is termed ‘second-generation\noutsourcing’ is in\r\nissue.\n[2] Before turning to the facts it is\r\nuseful to deal with some terminology. Outsourcing itself refers to\r\nthe transfer of certain\nwork by an enterprise to a contractor. It\r\ngenerally occurs where the managers of a business prefer to\r\nconcentrate on the core work\nof the business and to enter into a\r\ncontract with another entity to perform services that are peripheral:\r\ntypical examples include\ncatering and cleaning.\n1\n[3] In\nNational\r\nEducation Health and Allied Workers Union v University of Cape Town\n2\nthe Constitutional Court affirmed\r\nthat where an entity such as a university enters into contracts with\r\nservice providers to perform\nwork previously done by it, such as\r\ncatering or cleaning,\ns 197\napplies since the entity is transferring\r\na part of its business. The section reads:\n‘\n197\r\nTransfer of contract of employment\n(1) In this section and in\nsection 197A\n–\n(a) “business”\r\nincludes the whole or a part of any business, trade, undertaking or\r\nservice; and\n(b) “transfer” means\r\nthe transfer of a business by one employer (“the old employer\")\r\nto another employer\n(“the new employer”) as a going\r\nconcern.\n(2) If a transfer of a business\r\ntakes place, unless otherwise agreed in terms of subsection (6) –\n(a) the new employer is\r\nautomatically substituted in the place of the old employer in respect\r\nof all contracts of employment in\nexistence immediately before the\r\ndate of transfer;\n(b) all the\r\nrights and obligations between the old employer and an\nemployee\nat the time\r\nof the transfer continue in force as if they had been rights and\r\nobligations between the new employer and the\nemployee\n;\n(c) anything\r\ndone before the transfer by or in relation to the old employer,\r\nincluding the\ndismissal\nof an\r\nemployee or the commission of an unfair labour practice or act of\r\nunfair discrimination, is considered to have been done by\nor in\r\nrelation to the new employer; and\n(d) the\r\ntransfer does not interrupt an\nemployee’s\ncontinuity of\r\nemployment, and an\nemployee’s\ncontract of\r\nemployment continues with the new employer as if with the old\r\nemployer.’\n[4] At issue in this appeal is\r\nwhether there has been a second or further transfer of a business as\r\na going concern by an old employer\nto a new employer where there has\r\nbeen one transfer of a business as a going concern (from A to B) and\r\npossibly subsequent transfers:\nby B back to A, or by B to C or by A\r\nto C, but none of the transactions post the first transfer from A to\r\nB has been proved to\nhave occurred. Transfers of workers’\r\nemployment contracts from A to B have, as we have said, been termed\r\n‘first generation\noutsourcing’. Subsequent transfers by B\r\n(back to A or to C, or from A to C) have in the legal literature\r\ngenerally, and in\nseveral cases, been referred to as\r\n‘second-generation outsourcing’. As Malcolm Wallis\n3\npoints out, the transfer from A to C,\r\nor from B to C, is nothing of the sort. Either the contract with the\r\nfirst service provider\nis terminated and A resumes performing the\r\nservices in issue, or A enters into a second (or third and so on)\r\ncontract with a different\nservice provider. In the latter case there\r\nwill be a transfer from A to C – a ‘first generation\r\noutsourcing’.\nAs we shall show, there was no evidence in this\r\nmatter that in fact B had transferred the business back to A or to a\r\nthird party,\nC, or that A had transferred the business as a going\r\nconcern to C, and the appeal requires a consideration of this as well\r\nas the\ninterpretation of\ns 197.\n[5] The appellant, South African\r\nAirways (Pty) Ltd (SAA), is the former employer of a large number of\r\nemployees whose contracts\nof service were transferred to the 66\nth\nrespondent, LGM South Africa Facility\r\nManager and Engineering (Pty) Ltd (LGM), when SAA entered into an\r\noutsourcing agreement with\nLGM in terms of which its infrastructure\r\nand support service department were transferred to LGM.\n[6] The material terms of the\r\noutsourcing agreement were the following. The agreement took effect\r\non 1 April 2000 and would expire\nat midnight on 31 March 2010; SAA\r\nretained an option to renew the agreement for a further five years\r\nafter the initial expiry of\nthe agreement; assets and inventory of\r\nSAA pertaining to the transferred services were sold to LGM and, on\r\ntermination of the outsourcing\nagreement, SAA would be entitled to\r\nrepurchase the assets and inventory of LGM dedicated to providing the\r\nservices under the agreement;\nLGM and SAA agreed that transferred\r\nemployees were deemed to have been employed by LGM in terms of\ns\r\n197(1)(b)\nand\ns 197(2)(a)\nof the LRA;\n4\nLGM was afforded the access which was\r\nreasonably required to render the services, to use the office space,\r\nworkshops, the airport\napron, computers and the network of SAA at all\r\ndesignated airports; LGM was entitled to an annual fee for rendering\r\nthe outsourced\nservices to SAA; the agreement was administered by a\r\nJoint Executive Committee comprising representatives of SAA and LGM\r\nand of\nimportance to the present dispute was a provision in the\r\nagreement (clause 27) that SAA retained the right to transfer certain\r\nservices and all functions to itself or to a third party and to\r\nobtain transfer or assignment of LGM to SAA of all third party\r\ncontracts.\n[7] In June 2007, due to a change in ownership of LGM,\r\nSAA gave LGM notice of termination of the outsourcing agreement with\r\neffect\nfrom 30 September 2007, as it was entitled to do in terms of\r\nclause 26.12 of the agreement. In August 2007, SAA advertised for\r\ntenders for the various services then performed by LGM in terms of\r\nthe outsourcing agreement. On 17 August, SAA called on LGM to\n\nimplement the handover plan in terms of the outsourcing agreement and\r\nindicated that it had no obligation towards the staff of\nLGM who had\r\nbeen engaged in the services provided pursuant to the agreement.\n[8] LGM in turn gave notice to the affected employees of\r\nits intention to dismiss them on the basis of reduced operational\r\nrequirements.\nThe 64 individual respondents were originally employees\r\nof SAA whose employment contracts were transferred to LGM in terms of\r\nthe\noutsourcing agreement or were subsequently employed by LGM. All\r\nwere engaged in the services provided by LGM in terms of the\r\nagreement.\n[9] On 14 September, partly in an effort to obtain\r\ncertainty about the employment status of these respondents as from 1\r\nOctober,\nand partly to obtain a commitment from SAA to assume\r\nresponsibility for the transfer of the contract of the individual\r\nrespondents,\nthe Aviation Union of South Africa (AUSA), the union\r\nrepresenting them, and which is the first respondent in this appeal,\r\nwrote\nto SAA requesting confirmation that the employees would be\r\ntransferred back to SAA on 1 October and that they should report for\n\nduty on that date.\n[10] SAA responded that it was not prepared to give such\r\nan undertaking. This deadlock culminated in the launching by AUSA and\r\nothers\n(including the 65\nth\nrespondent, the South African\r\nTransport and Allied Workers’ Union (SATAWU) of an application\r\nfor interim declaratory relief\nin the Labour Court. In essence the\r\nrespondents claimed an order that the termination of the outsourcing\r\nagreement, or SAA’s\nresumption of part or all of the\r\nundertaking or services previously conducted by LGM, gave rise to a\r\ntransfer to SAA in terms of\ns 197\nof the Act. In the alternative, an\r\norder was sought that if SAA granted specific tenders to third\r\nparties, the award of such tenders\nwould amount to a transfer to the\r\nnew contractors under\ns 197.\nOnly AUSA and SATAWU have participated\r\nin this appeal. We shall refer to these respondents for convenience\r\nas ‘the trade\nunions’.\n[11] The question to be determined, in the view of\r\nBasson J in the Labour Court, was ‘whether there can be a\nsection 197\ntransfer between the unsuccessful outgoing contractor and\r\nthe successful incoming contractor? Put differently, the question\r\nwhich\narises is whether this “second outsourcing”\r\nconstitutes a transfer as contemplated by\nsection 197\nof the LRA’.\n[12] The Labour Court found that it\r\ncould not, on the facts, conclude that there would be a transfer of\r\nemployees from LGM to SAA.\nIt also found that\ns 197\ncontemplated only\r\n‘first generation outsourcing’ and that, accordingly,\ns\r\n197\nwas not applicable to this matter. Basson J said that the\r\nintention of the legislature was clear: only a transfer of a business\nby\nan\r\nold employer was governed by\ns 197.\nThere had not, in this case, been\r\nany transfer by SAA of a business as a going concern to any entity\r\nother than the first transfer\nto LGM. The prerequisite for the\r\napplication of\ns 197\nwas thus not met. She dismissed the application\r\nwith costs.\n[13] Basson J recognized, however,\r\nthat\ns 197\nshould be interpreted so as to protect the work security\r\nof employees affected by a business transfer. This was made clear in\nNehawu\n5\nwhere Ngcobo J said:\n‘\nBut\r\nthe purpose of the Legislature involves protecting the interests of\r\nboth the employers and the workers. Employers are at risk\nas far as\r\nseverance pay is concerned. Workers are at risk in relation to their\r\njobs. Properly construed\ns 197\nis for the benefit of both employers\r\nand workers. It facilitates the transfer of businesses while at the\r\nsame time protecting the\nworkers against unfair job losses. That is a\r\nbalance consistent with fair labour practices.’\n[14] However, Basson J concluded that the wording of the\r\nsection could not be rewritten so as to make it apply when there was\r\na\ntransfer ‘from’ an entity – the argument of the\r\ntrade unions being that there had been a transfer in 2007 from\nSAA\r\nonce LGM ceased to be the employer. In any event, given that there\r\nwas no evidence of a transfer to SAA of any business, nor\nof a\r\ntransfer to the service providers who took over the work on 1 October\r\n2007,\ns 197\nwas inapplicable.\n[15] It should be noted that Basson J\r\nconsidered the judgment of Murphy AJ in\nCosawu\r\nv Zikhethele Trade (Pty) Ltd\n6\nwhere it was held that if a business\r\nis transferred as a going concern in a second generation outsourcing\r\nagreement, such a transfer\nwould fall within the ambit of\ns 197.\nShe\r\ndistinguished\nCosawu\non the basis that there the second\r\nbusiness was so closely aligned to the first business that\ns 197\nwas\r\napplicable: in effect she considered that they were the same\r\nbusiness.\n[16] The trade unions and the other\r\nrespondents appealed against the decision of the Labour Court to the\r\nLabour Appeal Court which\nfound that the Labour Court had erred in\r\nits approach to\ns 197.\nDavis JA (Leeuw JA concurring) adopted the\r\napproach in\nCosawu\n,\r\nas did Zondo JP in a concurring judgment. They held that if a\r\nbusiness is transferred as a going concern in a second generation\n\noutsourcing agreement, such a transfer (in this case\nfrom\nSAA) would fall within the ambit of\ns\r\n197.\n[17] In\nCosawu\nMurphy AJ, after referring to\nNokeng\r\nTsa Taemane Local Municipality v Metsweding District Municipality\n,\n7\nsaid:\n8\n‘\nLikewise,\r\nI am persuaded that a less literal and more purposive approach is\r\njustified in the context of\ns 197.\n. . . [T]he section is intended to\r\nprotect employees whose security of employment and rights are in\r\njeopardy as a result of business\ntransfers. A mechanical application\r\nof the literal meaning of the word ‘by’ in\ns 197(1)(b)\nwould lead to the anomaly that workers transferred as part of first\r\ngeneration contracting-out would be protected whereas those\nin a\r\nsecond generation scheme would not be, when both are equally needful\r\nand deserving of the protection. The possibility for\nabuse and\r\ncircumvention of the statutory protections by unscrupulous employers\r\nis easy to imagine. . . .’\n[18] Murphy AJ considered that in the\r\ncircumstances it would be pragmatic to read ‘by’ as\r\n‘from’. He said:\n9\n‘\nA\r\npragmatic interpretation of this kind allows a finding that a\r\nbusiness in actual fact can be transferred by the old employer in\n\nsuch circumstances, but that the transfer occurs in two phases: in\r\nthe first the business is handed back to the outsourcer and\nin the\r\nsecond it is awarded to the new employer. Importantly this\r\ninterpretation will be in conformity with the prescriptions of\ns\r\n39(2) of the Constitution obliging courts when interpreting\r\nlegislation to promote the spirit, purport and objectives of the\nBill\r\nof Rights. By affording the same protection to employees affected by\r\nfirst and second generation contracting out arrangements,\ncourts will\r\npromote the spirit and advance the purport of equal treatment and\r\nfair labour practices.’\nAs Wallis\n10\nobserved of this reasoning,\r\ninterpreting ‘by’ to mean ‘from’ changes the\r\nmeaning of the definition, and\nthere was no justification for the\r\ncourt’s changing the words that the legislature had used after\r\nconsideration and debate.\n[19] Nonetheless, this was the reasoning of the Labour\r\nAppeal Court in this matter too. But, as we shall demonstrate, this\r\napproach\nto interpreting legislation, and to the invocation of s\r\n39(2), is not consonant with the approach of the Constitutional Court\r\nand\nthis court, and the disregard of the words used by the\r\nlegislature on the basis of a general ‘fairness’\r\nprinciple leads\nnot only to uncertainty but also to a failure to\r\nobserve the doctrine of separation of powers.\n[20] SAA appealed against the Labour\r\nAppeal Court’s decision, with the special leave of this court,\r\non two bases: first, that\nthe court below erred in its interpretation\r\nof s 197 which is at odds with its ordinary meaning; and second, that\r\nit erred in finding\non the facts that there was a transfer of a\r\nbusiness\nas a going\r\nconcern\n.\n[21] The trade unions argued, on the other hand, that\r\nthe ‘purposive’ interpretation given to s 197 by the\r\nLabour Appeal\nCourt is correct and should be adopted. Secondly, it\r\ncontended that the continuation of the services by SAA amounted to\r\nthe transfer\nof a business as a going concern, as contemplated in s\r\n197(1)(b).\n[22] As we have said, to invoke the protection of s 197\r\nthe transfer must comprise two elements: there must be a transfer of\r\na business\nas a going concern; and that transfer must be by the old\r\nemployer to the new employer. But the court below reasoned that an\r\nexamination\nof the multiple meanings of the word ‘by’\r\nindicated that the literal interpretation of the section, which would\r\npreclude\nany possible extension to second generation transfers, was\r\nnot justified linguistically. This was so because the wording of the\n\nsection does not necessarily mean that the transferor has to play an\r\nimmediate positive role in bringing about the transfer. Relying\non\r\nthe judgment of Murphy AJ in\nCosawu\n, it approved the view that\r\na literal meaning of the word ‘by’ would lead to the\r\nanomaly that workers transferred as\npart of first generation\r\ncontracting out would be protected, but not those of the second\r\ngeneration scheme, despite both being\nequally deserving of the\r\nprotection afforded by s 197.\n[23] Moreover, a literal interpretation, the Labour\r\nAppeal Court found, again relying on\nCosawu\n, was susceptible\r\nto abuse by unscrupulous employers: employees might not only lose\r\ntheir continuity of employment but also their\nseverance benefits\r\nbecause the old employer, having lost its business to the new\r\nemployer, would lack the means to pay its debts\nand in addition owed\r\nno more obligation to any of those employees. Thus the court below\r\nheld that a literal interpretation of the\nword ‘by’ in s\r\n197 was subversive of the very purpose of the section and found that\r\na purposive construction of the\nsection was warranted.\n[24] The trade unions argued that this is a permissible\r\nform of interpretation when one is attempting to give effect to the\r\nright\nto fair labour practices, guaranteed by s 23(1) of the\r\nConstitution, and the right to equality enshrined in s 9 of the Bill\r\nof\nRights. These rights, they submitted, inform the proper meaning of\r\ns 197, which would reinforce the primary object of the Act –\nto\r\npromote economic development, social justice, labour peace, and the\r\nprotection of employees against loss of employment. On the\nfacts of\r\nthe present matter, the ‘transaction’ would be covered by\r\nthe wording of s 197 – a transfer from SAA.\n[25] SAA, on the other hand, urged us\r\nto consider the plain and unambiguous choice of language in s 197 as\r\nindicative of the legislature’s\nintention that s 197 should\r\napply to a situation only where there are two elements to a\r\ntransaction: the transfer of a business\nas a going concern, made\nby\nan old employer to a new employer. It\r\nargued further that it was now trite that s 39(2) of the\r\nConstitution, which compels an interpretation\nof legislative\r\nprovisions in light of the values embedded in the Bill of Rights,\r\napplies only where the language of the statute\nis not unduly\r\nstrained. The Constitutional Court, in\nInvestigating\r\nDirectorate: Serious Economic Offences & others v Hyundai Motor\r\nDistributors (Pty) Ltd & others\n;\nIn Re Hyundai Motor\r\nDistributors (Pty) Ltd & others v Smit NO & others\n,\n11\nstated:\n‘\n. . .\r\n[J]udicial officers must prefer interpretations of legislation that\r\nfall within constitutional bounds over those that do not,\nprovided\r\nthat such an interpretation can be reasonably ascribed to the\r\nsection.\nLimits must, however, be placed\r\non the application of this principle. On the one hand, it is the duty\r\nof a judicial officer to interpret\nlegislation in conformity with the\r\nConstitution so far as this is reasonably possible. On the other\r\nhand, the Legislature is under\na duty to pass legislation that is\r\nreasonably clear and precise, enabling citizens and officials to\r\nunderstand what is expected\nof them. A balance will often have to be\r\nstruck as to how this tension is to be resolved when considering the\r\nconstitutionality\nof legislation. There will be occasions when a\r\njudicial officer will find that the legislation, though open to a\r\nmeaning which\nwould be unconstitutional, is reasonably capable of\r\nbeing read “in conformity with the Constitution”. Such an\r\ninterpretation\nshould not, however, be unduly strained.’\n[26] Harms DP in\nMinister of Safety and Security v\r\nSekhoto\n12\nmost recently summarized these\r\nprinciples, in so far as relevant here, as follows:\n‘\n. . .\r\nThere is a distinction between interpreting legislation in a way\r\nwhich \"promote[s] the spirit, purport and objects of\nthe Bill of\r\nRights\" and the process of reading words into or severing them\r\nfrom a statutory provision under s 172(1)(b), following\nupon a\r\ndeclaration of constitutional invalidity under s 172(1)(a).\n. . . The first process, being\r\nan interpretative one, is limited to what the text is reasonably\r\ncapable of meaning. The second can\nonly take place after the\r\nstatutory provision, notwithstanding the application of all\r\nlegitimate interpretative aids, is found\nto be constitutionally\r\ninvalid.’\n[27] And of course in\nS\r\nv Zuma\n13\nthe Constitutional Court cautioned\r\nagainst using the Constitution to interpret the language of\r\nlegislation to mean whatever a court\nwants it to mean. It would\r\nappear that in\nCosawu\nand this case the courts considered\r\nthat a particular outcome promoted the objects of the Act and the\r\nsection in particular, and\ndisregarded the intention of the\r\nlegislature as manifested in the clear language of the section.\n[28] There was no challenge to the\r\nconstitutionality of s 197 in this matter. A collateral challenge in\r\nthe guise of reading a word\nto mean something different is simply not\r\nlegitimate. See in this regard\nThe\r\nLaw Society of the Northern Provinces v Mahon.\n14\nIt would be tantamount to usurping\r\nthe role of the legislature.\n[29] In\nStandard\r\nBank Investment Corporation Ltd v Competition Commission &\r\nothers\n;\nLiberty\r\nLife Association of Africa Ltd v Competition Commission & others\n15\nthis court dealt with the\r\ninterpretation of the\nCompetition Act 89 of 1998\n, the issue in the\r\nappeal being whether the Competition Commission is one of the\r\nregulatory authorities whose approval of a bank\nmerger and an\r\ninsurance merger is required. Various arguments against a literal\r\ninterpretation of the section were raised in favour\nof a purposive\r\nconstruction. Whilst recognizing the need to give effect to the\r\nobject or purpose of legislation, the court stressed\nthat it is not\r\nthe function of a court to do violence to the language of a statute\r\nand impose its view of what the policy or object\nof a measure should\r\nbe. It quoted the the dictum of Innes CJ in\nDadoo\r\nLtd & others v Krugersdorp Municipal Council\n:\n16\n‘\nSpeaking\r\ngenerally, every statute embodies some policy or is designed to carry\r\nout some object. When the language employed admits\nof doubt, it falls\r\nto be interpreted by the Court according to recognized rules of\r\nconstruction, paying regard, in the first place,\nto the ordinary\r\nmeaning of the words used, but departing from such meaning under\r\ncertain circumstances, if satisfied that such\ndeparture would give\r\neffect to the policy and object contemplated. I do not pause to\r\ndiscuss the question of the extent to which\na departure from the\r\nordinary meaning of the language is justified, because the\r\nconstruction of the statutory clauses before us\nis not in\r\ncontroversy. They are plain and unambiguous. But there must, of\r\ncourse, be a limit to such departure. A Judge has authority\nto\r\ninterpret, but not to legislate, and he cannot do violence to the\r\nlanguage of the lawgiver by placing upon it a meaning of which\nit is\r\nnot reasonably capable, in order to give effect to what he may think\r\nto be the policy or object of the particular measure.’\nThus the court stressed the limits of\r\njudicial interpretation and held that to do otherwise would be to\r\nfail to respect the separation\nof powers and to usurp the function of\r\nthe legislator. In our view, the advent of the Constitution has not\r\nchanged this fundamental\nprinciple.\n17\n[30] In\nSouth\r\nAfrican Police Service v Public Servants Association\n18\nthe Constitutional Court dealt with\r\nthe interpretation of the Police Service Regulations in a purposive\r\nand contextual sense, where\nthe regulations in question were designed\r\nto serve diverse purposes in a complex context. The court emphasised\r\nthat a purposive\napproach to interpretation does not give a court\r\nlicence, through an interpretative exercise, to distort the ordinary\r\nmeaning of\nwords beyond that which those words are reasonably capable\r\nof bearing. Sachs J said:\n‘\nInterpreting\r\nstatutes within the context of the Constitution will not require the\r\ndistortion of language so as to extract meaning\nbeyond that which the\r\nwords can reasonably bear. It does, however, require that the\r\nlanguage used be interpreted as far as possible,\nand without undue\r\nstrain, so as to favour compliance with the Constitution. This in\r\nturn will often necessitate close attention\nto the socio-economic and\r\ninstitutional context in which a provision under examination\r\nfunctions. In addition it will be important\nto pay attention to the\r\nspecific factual context that triggers the problem requiring\r\nsolution.’\n[31] SAA contended that the interpretation favoured by\r\nthe Labour Appeal Court represents a radical departure from the\r\nfundamental\nrule of statutory construction: that when the language\r\nchosen by the legislature is clear, words have to be given their\r\nordinary\ngrammatical meaning in the context in which they appear in\r\nthe statute. The choice of language in s 197 is plain and\r\nunambiguous.\nBy the deliberate use of the word ‘by’, the\r\nlegislature showed that it intended s 197 to apply to a situation\r\nwhere\nthere are at least two positive actors in the process. The\r\nordinary meaning of the word ‘by’ requires positive\r\naction\nfrom the old employer who transfers the business to the new\r\nemployer. Broken down to its essential components s 197(1)(b), in the\n\ncontext of the section as a whole, has the following unambiguous\r\nmeaning: the word ‘by’ identifies the old employer\nas the\r\nmeans or instrumentality for effecting the transfer of the business;\r\nthe definition of ‘transfer’ identifies\nthe entity to\r\nwhich the business is transferred, namely the new employer; and the\r\nsection then identifies the consequences of the\ntransfer for the new\r\nemployer, the old employer and the affected employees. To interpret\r\nthe word ‘by’ to mean ‘from’,\nas the court\r\nbelow did, argued SAA, not only strains the meaning of the word but\r\nalso fundamentally changes the meaning of the\nsection as a whole\r\nsince it no longer requires any action on the part of the old\r\nemployer. This is not consonant with the intention\nof the legislature\r\nas evinced by the ordinary meaning of the word ‘by’.\n[32] The ‘purposive’ interpretation adopted\r\nby the Labour Appeal Court was aimed, it said, at preventing abuse.\r\nThis\nconcern on the part of the court is misconceived because there\r\nis, as SAA argued, no suggestion of any abuse in the present case.\n\nAnd even if we accepted that such abuse is possible, that is no\r\nreason to distort the plain meaning of the section. We accordingly\n\nconclude that the Labour Appeal Court erred in adopting an approach\r\nto the interpretation of s 197 which is at odds with the ordinary\n\nmeaning of the words chosen by the legislature. By interpreting the\r\nword ‘by’ to mean ‘from’ the court\n\nimpermissibly distorted the meaning of the word.\n[33] The second ground on which the\r\nLAC erred, argued SAA, is that the evidence did not establish that\r\nthere was a transfer of a\nbusiness activity as a going concern. What\r\nis meant by ‘going concern’ is ‘a business in\r\noperation’ and\nwhether transfer has occurred is a factual\r\nmatter, to be determined objectively by reference to all relevant\r\nfactors considered\ncumulatively, the list not being exhaustive and\r\nnone of the factors being individually decisive:\nNehawu\n.\n19\n[34] The Labour Court, in concluding that there was no\r\ntransfer of a going concern, had regard to the lack of an agreement\r\nregulating\nthe re-transfer of employees back to SAA from LGM, and the\r\nlack of any indication that the services would revert to SAA. The\r\nLabour\nAppeal Court, on the other hand, did not delve into the\r\nfactual question whether there was a transfer as a going concern:\r\ninstead\nit held that s 197 covers the situation ‘whereby, after\r\nSAA cancelled the mutual outsourcing agreement, it invoked clause\n27\r\nof the outsourcing agreement to compel LGM to implement the handover\r\nplan’. That court did not consider what this handover\nplan\r\nentailed and whether the issues dealt with in it permitted the\r\nconclusion that there was a transfer of a business as a going\n\nconcern. On the evidence, argued SAA, the only document referring to\r\nthe ‘hand over plan’ was a letter from SAA, annexed\nto\r\nthe second and third respondent’s answering affidavit. In the\r\nletter SAA pointed out that a plan must, without delay,\nbe developed\r\nfor a hand-over process as envisaged in the outsourcing agreement and\r\nbe implemented. There is no evidence whatsoever\nthat such a hand-over\r\nprocess was actually implemented, what it entailed and when the\r\nprocess was completed. Thus no facts existed,\nwhen the application\r\nwas brought, to sustain a finding that a transfer as a going concern\r\ndid take place.\n[35] In this respect the approach of\r\nthe Labour Appeal Court, in finding that an evidential basis did\r\nexist for finding that any\ntransfer of a business as a going concern\r\noccurred, was clearly wrong. Where parties wish to enter into an\r\noutsourcing agreement,\nand then for the business to revert to the\r\noutsourcer, or to be transferred to another provider, there must be a\r\nclear re-transfer,\ndemonstrated through written contracts or conduct,\r\nof all assets and obligations of the business, including the transfer\r\nof workforce\nrights and obligations so that no difficulty arises in\r\ninvoking the protection afforded by s 197 to affected employees who\r\nhave\nbeen involved in carrying out the services provided for in the\r\ninitial outsourcing agreement. As was held in\nCrossroads\r\nDistribution (Pty) Ltd t/a Jowells Transport v Clover SA (Pty) Ltd\n:\n20\n‘\nThe\r\nentity which provided the service in this case was not transferred at\r\nany stage. There was no transfer of any kind, only the\nconclusion of\r\nseparate transactions starting with the termination of one contract\r\nand ending in a new contract. A transferring\nparty (“old\r\nemployer”) and a transferee (“new employer”) as\r\nenvisaged by section 197 are also not identifiable\nin this case. Here\r\nis a situation where an institution ─ if I may borrow a term\r\nfrom counsel for Crossroads ─ on termination\nof a contract\r\nwhich it has concluded as principal for the provision of services,\r\ncontracts with another provider for the same service.\nSection 197 as\r\nit stands does not apply to such a situation. This can be\r\ndemonstrated with an example in the heads of argument\nfiled by\r\nCrossroads. A municipality has a contract with a certain car hire\r\ncompany (“company A”) to meet the travel\nneeds of its\r\nemployees. If it then terminates that contract and concludes a\r\ncontract with “company B”, must all the\nemployees of\r\ncompany A now be employed by company B? Surely not.’\n[36] The trade unions argued, however, that on\r\ntermination of the outsourcing agreement between LGM and SAA, the\r\nonly probable inference\nto be drawn was that there was a ‘double\r\ntransfer’, that is a transfer by LGM to SAA at midnight on 30\r\nSeptember 2007,\nand a transfer by SAA thereafter to the entity that\r\ncommenced providing the services in question. Counsel argued that it\r\nis an\nabsolute precondition that every time there is an outsourcing\r\nagreement, on its termination there is automatically a transfer back\n\nto the original owner, provided the latter remains the owner of the\r\nassets which had been transferred in terms of the initial agreement.\n[37] The trade unions argued also that it was clear on\r\nthe facts before us that the respondents had established that a\r\ntransfer\nof business activities as a going concern would take place\r\nat midnight on 30 September despite there being a lacuna in the\r\nevidence\nplaced before the Labour Court by way of affidavits from\r\nwhich such a conclusion could be reached. It referred to its founding\r\npapers in which it was alleged that from 1 October 2007, SAA would\r\neither have had to provide the services itself or it would have\nhad\r\nto engage one or more service providers. SAA’s response was\r\nthat after completion of the tender process, the successful\nbidder\r\nwould commence rendering services, without being specific as to who\r\nwould provide these services from 1 October 2007 until\nthe tender\r\nprocess had been completed. It emphasized the fact that SAA had at no\r\nstage indicated that the services would not continue\nafter midnight\r\n30 September.\n[38] As authority for the proposition\r\nthat a transfer contemplated by s 197 was possible in the\r\ncircumstances, and does in fact\noccur in such cases, the trade unions\r\nreferred to an English case,\nDines\r\n& others v Initial Health Care Services Ltd and Pall Mall\r\nServices Group Ltd.\n21\nHere the appellants were employed as\r\ncleaners at a hospital by the first respondent who held a contract\r\nfor cleaning services for\nthe Health Authority. On expiration of the\r\ncontract on 30 April 1991, and after a competitive tendering process,\r\nthe contract was\nawarded to the second respondent as from 1 May. The\r\nappellants were dismissed by the first respondent on the grounds of\r\nredundancy\nand given redundancy payments. On 1 May they commenced\r\nemployment with the second respondent and continued to carry out the\r\ncleaning\nservice at the hospital. In these circumstances the Court of\r\nAppeal held that the Industrial Tribunal before which the appellants\n\nhad instituted proceedings against the first respondent for unfair\r\ndismissal, had misdirected itself by finding that there was\nno\r\ntransfer of an undertaking when the second respondent took over the\r\nhospital cleaning contract from the first respondent. It\nheld that as\r\nthe cleaning services were to be carried out by essentially the same\r\nlabour force on the same premises and for the\nsame health authority,\r\nthere was a transfer of an undertaking which took place in two\r\nphases: the handing back by the first respondent\nto the health\r\nauthority of the cleaning services at the hospital; and the handing\r\nover by the health authority of the cleaning\nservices to the second\r\nrespondent on the following day.\n[39] Counsel for the trade unions stressed that what is\r\nsignificant in deciding whether there had been a transfer in\r\ncircumstances\nwhere SAA had played the role of facilitator, as in a\r\ntransfer of the business by LGM to SAA, and then yet another transfer\r\nto\nthe third contracting party, are the tangible and intangible\r\nassets which are in fact transferred to ensure continuation of the\n\nbusiness activity. But there was no evidence that any such assets\r\nwould be transferred, given that the relief was sought before\nthe\r\ndate of termination of the contract between SAA and LGM.\n[40] In motion proceedings, as these\r\nwere, courts are bound to decide matters of fact on the papers before\r\nthem. It is not permissible\nto make findings of fact only on a\r\nweighing up of the probabilities:\nAdministrator,\r\nTransvaal & others v Theletsane & others.\n22\nBotha JA said that ‘in motion\r\nproceedings, as a general rule, decisions of fact cannot properly be\r\nfounded on a consideration\nof the probabilities, unless the Court is\r\nsatisfied that there is no real and genuine dispute on the facts in\r\nquestion . . .’.\nHe continued to say that ‘the room for\r\ndeciding matters of fact on the basis of what is contained in a\r\nrespondent’s\naffidavits, where such affidavits deal equivocally\r\nwith facts that are not put forward directly in answer to the factual\r\ngrounds\nfor relief on which the applicant relies, if it exists at\r\nall, must be very narrow indeed’.\n[41] In the absence of a factual basis for the Labour\r\nCourt to have concluded that there was a transfer of a business as a\r\ngoing\nconcern by LGM either to SAA or to another entity, its decision\r\nto dismiss the application was correct. Accordingly the Labour Appeal\n\nCourt erred in upholding the appeal to it.\n[42] 1 The appeal is upheld with costs including those\r\nconsequent upon the employment of two counsel.\n2 The order of the Labour Appeal Court is set aside and\r\nreplaced with:\n‘\nThe appeal is dismissed with\r\ncosts.’\n____________________\nC H Lewis\nJudge of Appeal\n____________________\nS Ebrahim\nActing Judge of Appeal\nSHONGWE JA (dissenting)\n[ 43] I have read the judgment of Lewis JA and Ebrahim\r\nAJA, and regrettably, I do not agree with the order proposed by them.\r\nIt\nwill not be necessary for me to deal with the facts of the appeal\r\nas they appear in detail in the main judgment.\n[44 ] My point of departure is that when one looks at\r\nthe nature of the transaction and the purpose of section 197, it\r\nbecomes clear\nthat by operation of law there must have been a\r\ncontinuation of the services provided by LGM to SAA or any third\r\nparty resulting\nfrom the termination of the outsourcing agreement.\n[45] The purpose of section 197 is to protect the\r\ninterest of both the worker and the employer. Also to give\r\nconsideration to the\ninterests of the third party who would take over\r\nthe services – see\nNational Education,\r\nHealth and Allied Workers’ Union v University of Cape Town\n2003 (3) SA 1\n(CC) at 29 para 62 (See also\nChirwa\r\nv Transnet Ltd & Others\n[2007] ZACC 23\n;\n2008 (4) SA 367\n(CC) para 110).\n[46] The majority judgment makes the point that there is\r\na paucity of evidence regarding what was actually transferred. Even\r\ncounsel\nfor SAA argued that there is a lack of evidence and that the\r\nUnions bear the onus. It is further argued that the Unions could have\n\napproached the court with a request to lead further evidence on or\r\nafter the termination of the outsourcing agreement.\n[47] In my opinion there is no need to embark on an\r\nexercise to define or analyse whether the word ‘by’ in\r\nthe definition\nof transfer means that the old employer must be the\r\none taking a positive and active role in the proposed transfer. In\r\nthe present\ncase clause 27 of the Outsourcing Agreement makes\r\nprovision for LGM to positively assist SAA in the manner described in\r\nthe clause\nto effect the transfer. Therefore upon termination of the\r\nOutsourcing Agreement the transfer would be effected by LGM to SAA\r\nwho\nwill now become the new employer. It is unimaginable how SAA\r\nwould conduct the tender process if it did not receive transfer from\n\nLGM. Even the benefits that LGM was enjoying under the outsourcing\r\nagreement came to an end. This clearly demonstrates the understanding\n\nby the parties of the concept of outsourcing.\n[48] The transaction is structured in such a manner that\r\nupon termination of the outsourcing agreement, LGM must transfer, as\r\na\ngoing concern of course, back to SAA whatever LGM received from the\r\ninitial outsourcing agreement.\n[49] The factual evidence exists in the form of\r\ncircumstantial evidence and in the form of the understanding that\r\nexists between\nthe contracting parties dealing with second generation\r\noutsourcing. The purposive interpretation method takes care of\r\navoiding\nthe potential of abuse by employers of the outsourcing\r\nconcept of doing business especially in protecting the employee. I,\r\nwith\nrespect, embrace the reasoning and conclusion of counsel for the\r\nrespondent as explained in para 24 of the main judgment.\n[50] Courts must avoid becoming too legalistic in\r\napproaching matters of interpretation. Lord Greene M R in\nBidie\r\nv General Accident Fire and Life Assurance Corporation Limited\n[1949] 1 Ch 121\nat 129 said the following:\n‘\nThe\r\nfirst thing to be done, I think, in construing particular words in a\r\nsection of an Act of Parliament is not to take those words\nin vacuo,\r\nso to speak, and attribute to them what is sometimes called their\r\nnatural or ordinary meaning. Few words in the English\nlanguage have a\r\nnatural or ordinary meaning in the sense their meaning is entirely\r\nindependent of their context. The method of\nconstruing statutes that\r\nI myself prefer is not to take out particular words and attribute to\r\nthem a sort of prima\nfacie\nmeaning\r\nwhich as a whole and ask myself the question: “In this statute,\r\nin this context, relating to this subject-matter,\nwhat is the true\r\nmeaning of that word?” In the present case, if I might\r\nrespectfully make a criticism of the learned judge’s\nmethod of\r\napproach, I think he attributed too much force to the abstract or\r\nunconditioned meaning of the word “representation’”\n\nNo doubt in certain contexts the word “representation”\r\nwould b e sufficient to cover not merely probate, not merely\nletters\r\nof administration with the will annexed, but administration\r\nsimpliciter. The real question that we have to decide is, what\ndoes\r\nthe word mean in the context in which we here find it, both in the\r\nimmediate context of the sub-section in which the word\noccurs and in\r\nthe general context of the Act, having regard to the declared\r\nintention of the Act and the obvious evil that it is\ndesigned to\r\nremedy.’\n[51] SAA failed to volunteer information after receiving\r\nthe application initially, as to what was going to happen upon\r\ntermination\nof the outsourcing agreement. There is no doubt that a\r\nsecond generation outsourcing was on the cards and SAA knew very well\r\nin\nadvance what it was going to do. It would be unfair and unjust to\r\nexpect the workers not to have approached the court immediately\nafter\r\nhearing that new tenders had been advertised. It could have been\r\nprejudicial to them if they waited after the termination.\nFor them to\r\nstay protected by the law, they deemed it prudent to approach the\r\ncourt on an urgent basis before termination lest\nthey were estopped\r\nfrom exercising their right.\n[52] Section 39(2) of the Constitution 108 of 1996\r\nprovides that ‘when interpreting any legislation, and when\r\ndeveloping the\ncommon law or customary law, every court, tribunal or\r\nforum must promote the spirit, purport and objects of the Bill of\r\nRights.’\nIt is trite that courts should strive to promote the\r\nestablishment of a society based on democratic values, social justice\r\nand\nfundamental human rights. To construe the provisions of section\r\n197 otherwise than to give effect to its purpose, would encourage\nthe\r\nabuse of employees by employers.\n[53] I associate myself with the findings and conclusion\r\nof the LAC, and would propose the following order:\n‘\nThe appeal is to be dismissed\r\nwith no order as to costs.’\n___________________\nJ SHONGWE\nJudge of Appeal\nAPPEARANCES\nAPPELLANT: GJ Marcus SC (with him Ms K Pillay & Ms N\r\nMji)\nInstructed by Cliffe Dekker Hofmeyr Inc, Sandown\nNaudes, Bloemfontein\nFIRST TO 64\nTH\nRESPONDENTS: JG van der Riet SC\r\n(with him Ms I de Vos)\nInstructed by Ruth Edmonds Attorneys, Johannesburg\nMcIntyre & Van der Post, Bloemfontein\n65\nth\nRESPONDENT: Webbers, Bloemfontein\nInstructed by Cheadle Thompson & Haysom,\r\nJohannesburg\n1\nA\r\n\tuseful discussion of outsourcing by Malcolm Wallis is to be found in\r\n\t‘Is Outsourcing In? An Ongoing Concern’ (2006)\n27\nILJ\n1.\n2\n2003\r\n\t(3) SA 1\n(CC).\n3\nOp\r\n\tcit p 2.\n4\nThe\r\n\tsection itself now provides expressly that the new employer is\r\n\tautomatically substituted in the place of the old employer\nin\r\n\trespect of all contracts of employment in existence immediately\r\n\tbefore the date of transfer. The provision was inserted in\n2002:\r\n\tpreviously there had been some doubt – settled in\nNehawu\nabove – whether there was an automatic\r\n\ttransfer of rights of employment to the new employer.\n5\nAbove,\r\n\tpara 70.\n6\n[2005]\r\n\t9 BLLR 924\n(LC).\n7\n(2003)\r\n\t24\nILJ\n2179\r\n\t(LC) at 2183.\n8\nPara\r\n\t29.\n9\nPara\r\n\t29.\n10\nOp\r\n\tcit p 11.\n11\n[2000] ZACC 12\n;\n2001\r\n\t(1) SA 545\n(CC) paras 23-24.\n12\n(131/10)\n[2010] ZASCA 141\n(19 November 2010).\n13\n[1995] ZACC 1\n;\n1995\r\n\t(2) SA 642\n(CC) paras 17-18.\n14\n(86/2010)\n[2010] ZASCA 175\n(2 December 2010).\n15\n[2000] ZASCA 20\n;\n2000\r\n\t(2) SA 797\n(SCA).\n16\n1920\r\n\tAD 530\nat 543.\n17\nSee\r\n\talso Wallis op cit p 11.\n18\n2007\r\n\t(3) SA 521\n(CC) para 20.\n19\nAbove,\r\n\tpara 56.\n20\n[2008]\r\n\t6 BLLR 565\n(LC) para 15.\n21\n[1994]\r\n\tIRLR 336\n(CA).\n22\n[1990] ZASCA 156\n;\n1991\r\n\t(2) SA 192\n(A) at 196I-197D.",
  "scraped_at": "2026-02-12T15:15:30.254187",
  "date": "2011-01-11",
  "coram": [
    "MPATI P",
    "LEWIS",
    "MHLANTLA",
    "SHONGWE JJA",
    "EBRAHIM AJA"
  ],
  "case_number": "123/2010",
  "parties": {
    "applicants": [
      "South African Airways (Pty) Ltd"
    ],
    "respondents": [
      "Aviation Union of South Africa",
      "Barnes, M R and 62 others",
      "South African Transport and Allied Workers Union",
      "LGM South Africa Facility Managers and Engineers (Pty) Ltd",
      "Allan and 204 others"
    ]
  },
  "sections": {
    "facts": "South African Airways (SAA) outsourced its infrastructure and support services to LGM South Africa Facility Managers and Engineers (LGM) under a ten‑year agreement (1 April 2000 – 31 March 2010). In June 2007 SAA terminated the agreement, gave notice to LGM and advertised tenders for the services. LGM dismissed the employees it had taken on under the outsourcing arrangement. The unions representing those employees sought interim relief, arguing that the termination constituted a transfer of the business back to SAA (or to a new contractor) under section 197 of the Labour Relations Act.",
    "issues": "1) Whether section 197 applies to a \"second‑generation\" outsourcing situation. 2) Whether a transfer of a business as a going concern occurred from LGM to SAA (or to a third party) after the termination. 3) Whether the factual record establishes such a transfer. 4) How the word “by” in s 197(1)(b) should be interpreted – literal versus purposive construction.",
    "principles": "Section 197(1)(b) requires a transfer of a business by the old employer to a new employer as a going concern. Interpretation must start with the plain ordinary meaning of the language unless the statute is ambiguous, in which case purposive construction may be used, guided by constitutional values under s 39(2). Precedent includes National Education Health and Allied Workers Union v University of Cape Town (affirming s 197 applies to outsourcing), Cosawu v Zikhethele Trade (permitting a broader, purposive approach), and Nehawu (emphasising protection of employees). The Court emphasizes that “by” denotes active involvement of the old employer and rejects reading it as “from”.",
    "application": "The Court examined the outsourcing agreement, noting clause 27 allowed LGM to assist SAA with a hand‑over plan but found no evidence that such a hand‑over was ever executed, nor that assets or employees were transferred back to SAA. The termination notice and tender process did not create a transfer of a business as a going concern. Consequently, the factual basis required for s 197 to apply was absent. The Court rejected the Labour Appeal Court’s purposive reading of “by” and held that the plain meaning precludes extending s 197 to the second‑generation scenario.",
    "conclusion": "The appeal is dismissed with costs. The order of the Labour Appeal Court is set aside and replaced by the order that the appeal is dismissed with costs."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Outsourcing and Transfer of Business",
    "level_3": [
      "section 197",
      "second-generation outsourcing",
      "statutory interpretation",
      "employment protection"
    ]
  }
}