{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/129.html",
  "case_name": "Transnet Ltd v The Owner of the Alina II (898/10) [2011] ZASCA 129; 2011 (6) SA 206 (SCA); [2011] 4 All SA 350 (SCA) (15 September 2011)",
  "citation": "[2011] ZASCA 129",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 129\n|\nNoteup\n|\nLawCite\nTransnet Ltd v The Owner of the Alina II (898/10) [2011] ZASCA 129; 2011 (6) SA 206 (SCA); [2011] 4 All SA 350 (SCA) (15 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 898/10\nIn the matter between:\nTRANSNET LTD\n…............................................................................\nAppellant\nand\nTHE OWNER OF THE MV ‘ALINA II’\n…..................................\nRespondent\nNeutral citation:\nTransnet Ltd v The Owner of\r\nthe Alina II\n(898/10)\n[2011] ZASCA 129\n(15 September 2011)\nCoram:\nBRAND, PONNAN, MALAN, THERON and WALLIS\r\nJJA.\nHeard\n:\n29 August 2011\nDelivered\n:\n15 September 2011\nSummary: Vessel arrested in actions in rem\n–\nthereafter plaintiff seeking an attachment\nad fundandam\r\net confirmandam jurisdictionem\nof vessel in respect of\r\nsame claims\n–\nwhether permissible – whether owner\r\nof vessel had submitted to jurisdiction of the South African court\r\nfor purposes of an\naction in personam\nin respect of\r\nclaims.\nORDER\nOn appeal from:\nWestern Cape High Court, Cape\r\nTown (Griesel J sitting as court of first instance in the exercise of\r\nthe court’s admiralty\njurisdiction) it is ordered that:\nThe appeal is dismissed with costs.\nJUDGMENT\nWALLIS JA (BRAND, PONNAN, MALAN AND THERON JJA\r\nCONCURRING)\n[1] This appeal raises a short but important question of\r\nadmiralty law and practice. A plaintiff commences an action in rem\n\nby way of the arrest of a vessel on the basis of the owner’s\r\npersonal liability for the claim. The owner of the vessel delivers\n\nnotice of intention to defend the action in order to contest its\r\nliability for that claim. Can the plaintiff then obtain the\r\nattachment\nof the vessel to found and confirm jurisdiction\n1\nin separate proceedings in personam\nagainst\r\nthe owner in respect of the same claims? The appellant, Transnet Ltd,\r\nsays that it can, but the respondent, the owner of\nthe\nAlina\r\nII\n, disputes this. The question arises in the\r\nfollowing circumstances.\n[2] Transnet is the port authority at Saldanha Bay and\r\ntrades as Transnet Port Terminals and Transnet National Port\r\nAuthority. It\nis responsible for the operation of the Langebaan Iron\r\nOre Terminal at Saldanha Bay. On 29 October 2009 the\nAlina\r\nII\n, a bulk carrier, berthed at one of the two\r\nberths at the terminal and commenced loading a cargo of about\r\n175 902 mt of\nSishen iron ore fines. The vessel completed\r\nloading on 31 October 2009. It was then observed that it\r\nhad taken on a port\nlist and it was down by the head by about 50cm.\r\nInvestigations revealed that this was due to the ingress of water\r\ninto the No 2\nDouble Bottom port ballast tank caused by a fracture at\r\nframes 227-228.\n[3] After this discovery the vessel remained at the\r\nberth until her cargo had been transhipped. This took time and it\r\nonly left\nSaldanha Bay on 27 March 2010. Transnet contends\r\nthat it has suffered damages in consequence of the vessel’s\r\noccupation\nof the berth during this period. On 13 January 2010\r\nTransnet caused the\nAlina II\nto\r\nbe arrested in two actions in rem with a view to recovering\r\nthose damages. There is no significant difference between the\ntwo and\r\nhenceforth I will treat them as a single action. The owner of the\r\nvessel caused a notice of intention to defend to be delivered\non\r\n27 January 2010 and on 19 February 2010 Transnet\r\ndelivered its particulars of claim. It suffices for present\npurposes\r\nto note that it advances claims in both contract and delict. The\r\ncontractual claim is said to arise from a contract between\nTransnet\r\nand the owner of the vessel. The delictual claim is based on a legal\r\nduty allegedly owed by the owner to Transnet and\na negligent breach\r\nof that duty by the owner, either personally or acting through the\r\nmaster and crew for whom the owner is said\nto be vicariously liable.\r\nAccordingly Transnet’s claims are squarely based on the\r\npersonal liability of the owner and are\npursued in rem\nby\r\nvirtue of the provisions of s 3(4)(b) of the Admiralty\r\nJurisdiction Regulation Act 105 of 1983 (the Act).\n[4] On 19 March 2010 the vessel was again\r\narrested in an action by four companies in the Kumba Mining group\r\nadvancing\nclaims of nearly $275 million. This prompted the\r\nattorney acting for the owner\n2\nto send an e-mail to all the other parties having actual\r\nor potential claims against the vessel saying:\n‘\nPlease be advised that:\nAny security which the owners may put up should be limited to the\r\n\tvalue of vessels;\nLet us know what you need in order to make a valuation of the vessel\r\n\tbefore she departs;\nBe informed that any security which we provide to enable the vessel\r\n\tto depart is without prejudice to our rights to apply in\ndue course\r\n\tto (1) reduce the security and/or (2) substitute it for security to\r\n\tcover all the claims against the vessel.’\nThis stance precipitated the application by Transnet for\r\nan attachment of the vessel\nad fundandam et\r\nconfirmandam jurisdictionem\n. The reason, as\r\nexplained by Transnet’s attorney in the founding affidavit, was\r\nthat it believed that if it attached the\nvessel to commence an action\r\nin personam against its owner the vessel could only be released\r\nagainst the provision of security\nfor the full amount of Transnet’s\r\nclaims.\n3\nThe application was brought\nex\r\nparte\nand without notice to the owner or its\r\nattorney in order to forestall a submission to the jurisdiction. The\r\nattachment order was\nmade on 23 March 2010 and served on\r\nthe master of the vessel the same day, the sheriff recording in his\r\nreturn of service\nthat he explained ‘the contents, nature and\r\nexigency thereof’ to the master. He also affixed a copy to the\r\nwindscreen\nof the superstructure of the vessel.\n[5] On 26 March 2010 the vessel’s P &\r\nI club provided a letter of undertaking in respect of the full amount\r\nof Transnet’s claims and in respect of both the in rem and\r\nthe in personam actions. This allowed the vessel to sail.\n\nThereafter the owner opposed the confirmation of the attachment\r\norder. It did so on essentially two grounds. The first was that\nthe\r\nattachment constituted an abuse of the process of the court. The\r\nsecond was that such an attachment was impermissible because,\nprior\r\nto the grant of the order or at least prior to the vessel being\r\nattached pursuant to that order, the owner had submitted\nto the\r\ncourt’s jurisdiction and such submission precluded an\r\nattachment\nad fundandam et confirmandam\r\njurisdictionem\n.\n4\nIt advanced this second contention on three bases. First\r\nit said that there had been an express submission in a letter of\r\nundertaking\n(‘LOU’) relating to potential pollution and\r\nwreck claims drafted and agreed between the owner’s P & I\r\nclub,\nTransnet, the South African Maritime Safety Association and the\r\nDepartment of Environmental Affairs, but never implemented because\n\nthe need for it fell away. Second it relied on its having entered\r\nappearance to defend the in rem\nactions and\r\nthe procedural steps it had taken pursuant thereto. Third it\r\ncontended that, whilst the sheriff served the attachment\norder, he\r\ndid not attach the vessel and there was a clear submission to the\r\njurisdiction immediately the owner learned of the existence\nof the\r\norder.\n[6] In the high court Griesel J upheld both the abuse of\r\nprocess and submission to the jurisdiction arguments, the latter on\r\nthe\nfooting that the submission was embodied in the LOU. Transnet\r\nappeals with his leave. It contends that the Act specifically\r\ncontemplates\nand countenances a plaintiff pursuing its claims both by\r\nan action in rem\nand by an action\r\nin personam. These are said to be two totally distinct forms of\r\nproceedings so that the actions of the owner\nin relation to the\r\nin rem\nactions cannot amount to a submission\r\nto the jurisdiction in relation to the in personam claims\r\nagainst it. In advancing this\nargument submissions were made in\r\nregard to the nature of the action in rem\nand\r\nthe effect of admiralty rule 8(3). In regard to the service\r\nof the attachment order it was said that the owner was\nincorrect in\r\ncontending that in addition to service of the order it was necessary\r\nfor the sheriff to serve a writ of attachment\nand accordingly service\r\nof the order sufficed to effect the attachment.\n[7] In his heads of argument, counsel for the owner\r\ndealt with the effect of the owner defending the in rem actions\r\nunder the\nrubric ‘abuse of process/\nlis\r\npendens\n’\n. The argument was that by\r\ndefending those actions the owner had submitted to the jurisdiction\r\nof the court and in substance had\nbecome the defendant. Accordingly\r\nit was contended that, as there were already in existence actions\r\nagainst the owner to recover\nthe same claims as were being pursued in\r\nthe in personam action, the commencement of the latter action by\r\nway of the attachment\nwas an abuse of process. It was a situation\r\nwhere there was a pending action involving the same parties, the same\r\nsubject matter\nand the same causes of action (\nlis\r\npendens\n) and this provided a proper basis for\r\nconcluding that to permit a further action was an abuse of process.\n5\n[8] These conflicting approaches resulted in a\r\nconsiderable debate in the heads of argument and before us about the\r\ntrue nature\nof the action in rem\nin South\r\nAfrican admiralty procedure; the application in this country of what\r\nwas said to be the principle laid down in\nThe\r\nDictator\n;\n6\nand the impact of admiralty rule 8(3) on that\r\ndecision, so far as our admiralty law is concerned. Interesting\r\nthough these\nissues are, the dispute between the parties is capable\r\nof being resolved on a narrow footing, without resolving all of them,\r\nand\nit is preferable to do so and to leave the remaining questions to\r\nbe dealt with when they more pertinently arise.\n[9] It is generally accepted that a claimant whose claim\r\nhas not been satisfied after proceeding in rem\nis\r\nentitled thereafter to pursue a claim in personam for the\r\nbalance. (This is of course only so if the owner is personally\nliable\r\non the claim.) Put differently the judgment in rem does not\r\nmerge in a judgment in personam.\n7\nThis illustrates the point that it is possible to\r\nconceive of circumstances in which resort may be had to both forms of\r\naction,\nwithout oppression or abuse and for entirely legitimate\r\nreasons. Thus, for example, if the owner as the person liable\r\nin personam\non the claim does not defend the\r\naction in rem\nand it is perfectly clear that\r\nthe claim will not be satisfied in full, because it exceeds the value\r\nof the vessel (or the fund\narising from its sale), the claimant may\r\nwish to pursue the claim in personam\nagainst\r\nthe owner and to that end attach an asset to found the jurisdiction\r\nof the court. I am not satisfied that the Act precludes\nthe claimant\r\nfrom doing that.\n8\nCertainly it seems an odd result to say that the\r\nin personam action can be pursued once the in rem\naction is complete, as is undoubtedly the case, but\r\ncannot run simultaneously. Accordingly for present purposes, I assume\r\nwithout\ndeciding, that Transnet is correct in saying that the Act\r\nrecognises two forms of procedure, namely the action in rem and\r\nthe action in personam, and contains no prohibition on a person\r\nhaving resort to both in order to recover its claims.\n[10] The mere fact that the Act does not prohibit a\r\nparty from pursuing its claims by both forms of procedure is not\r\ndecisive of\nthe question of abuse of process. However, the power of\r\nthe court to prevent a party from pursuing an otherwise legitimate\r\ncourse\non the grounds of abuse of process is one to be exercised with\r\ncaution.\n9\nThat being so, it is preferable in the first instance to\r\nconsider the arguments based on submission to the jurisdiction,\r\nbecause\nif there was such a submission in respect of these claims\r\nprior to the attachment being effected then the attachment order was\r\ncorrectly set aside. That is accepted by both parties.\n10\n[11] Transnet’s action in rem\ncommenced with the arrest of the\nAlina\r\nII\non 13 January 2010. On\r\n27 January 2010 notice of intention to defend was\r\ndelivered. The notice reflects that\n‘the Defendant’ –\r\nostensibly the ship – ‘hereby gives notice of its\r\nintention to defend’ and\nthe attorneys described themselves as\r\n‘Defendant’s attorneys’. However, that nomenclature\r\narises from the manner\nin which the defendant in an action in rem\nis cited under admiralty rule 2(4). The instructions to\r\ngive this notice could only have come from a natural or juristic\r\nperson.\nIn this case they came from the owner of the vessel. Had\r\nthere been any confusion over this – and there is none, the\r\nallegation\nthat the instructions came from the owner being admitted –\r\nit was open to Transnet to clarify this by invoking admiralty\r\nrule 22(4)(b)(i) in order to ascertain the identity of the party\r\ngiving the notice of intention to defend. Although there was\na\r\nsubmission that in this form it was unclear who had given the notice\r\nit is plain on the facts of this case that there was no\nconfusion and\r\nTransnet was well aware that the notice was given on behalf of the\r\nowner of the vessel.\n[12] By giving notice of intention to defend the action\r\nthe owner of the\nAlina II\ncame\r\nto the South African court to resist allegations that it was in\r\nbreach of contractual obligations or alternatively guilty,\ndirectly\r\nor vicariously, of negligence for which it was liable in delict. The\r\nissues to be determined in the action were issues\nconcerning the\r\nliability of the owner. The notice of intention to defend was given\r\nbecause the owner intended to defend itself\nagainst those allegations\r\nand to resist the claim that it was legally liable to compensate\r\nTransnet for the damages that it alleges\nit suffered in consequence\r\nof the\nAlina II\nbeing\r\ndelayed in Saldanha Bay.\n[13] It is of fundamental importance to the proper\r\nresolution of this case to recognise that the issue is whether the\r\nowner of the\nAlina II\nsubmitted\r\nitself to the jurisdiction of the South African court in respect of\r\nthese claims and that such a submission may occur\nwithout any\r\nproceedings yet having been brought against the owner. That is an\r\nentirely different question from whether the entry\nof appearance to\r\ndefend entitles the owner to challenge the jurisdiction of the court\r\nin the action in rem\n.\nThus\r\nthe plea in the action in rem places in issue whether the claims\r\nadvanced by Transnet are maritime claims. The consequences\nof that\r\npoint being upheld depend upon matters such as the proper\r\ninterpretation of s 7(2) of the Act. It is unnecessary for\nthose\r\nmatters to be considered here, because we are not concerned with\r\nwhether a judgment in rem\ncan be granted\r\nagainst the\nAlina II\nor\r\neven with whether the court has jurisdiction in the in rem\nactions. All we are concerned with is whether the owners\r\nhave submitted to being sued in personam in South Africa.\n[14] In\nMediterranean Shipping Co\r\nv Speedwell Shipping Co Ltd & another\n11\nVan Heerden J said:\n‘\nSubmission to the jurisdiction of a court\r\nis a wide concept and may be expressed in words or come about by\r\nagreement between the\nparties.\nVoet\n2.1.18. It may arise through unilateral conduct following upon\r\ncitation before a court which would ordinarily not be competent\nto\r\ngive judgment against that particular defendant.\nVoet\n2.1.20.\r\nThus where a person not otherwise subject to the jurisdiction of a\r\ncourt submits himself by positive act or negatively by\nnot objecting\r\nto the judgment of that court, he may, in cases such as actions\r\nsounding in money, confer jurisdiction on that court.\nHerbstein and\r\nVan Winsen\nThe Civil Practice of the\r\nSuperior Courts in South Africa\n3rd ed\r\nat 30; Pollak\nThe South African Law of\r\nJurisdiction\nat 84\net\r\nseq.\n’\nIt follows that the question of submission depends on\r\nthe facts. It may be constituted by the terms of an agreement prior\r\nto litigation\ncommencing. Thus, nominating a South African\ndomicilium\r\ncitandi et executandi\nin a contract, in\r\nconjunction with a choice of South African law, was held to\r\nconstitute a submission to the jurisdiction in respect\nof any claims\r\nflowing from that contract.\n12\nSubmission may arise from conduct in litigation\r\ncommenced against a person before a court that lacks jurisdiction in\r\nrespect of\nthat person or that claim.\n13\nIn the\nMediterranean Shipping\ncase it was said that:\n‘\nAnyone who invokes the jurisdiction of this\r\nCourt for relief under the Act must be taken – and can hardly\r\nbe heard to contend\notherwise – to have submitted to that\r\njurisdiction …’\n14\nThere it was held that the attachment of a ship\r\nconstituted a submission by the attaching party to the court’s\r\njurisdiction\nin respect of a claim for damages flowing from that\r\nattachment.\n[15] The conduct of the owners in entering appearance to\r\ndefend the in rem\naction unequivocally\r\nproclaimed their willingness to submit to the judgment of the South\r\nAfrican court on the claims raised by Transnet.\nTheir entry of\r\nappearance was not qualified or limited in any way. There is nothing\r\nin it to suggest that they were entering appearance\nfor any purpose\r\nother than disputing the claims on their merits and that, as already\r\nnoted, meant that they were entering into\nthe question of their own\r\nliability to Transnet in respect of those claims. Thereafter (and\r\nbefore the application for attachment)\nthey insisted on strict\r\ncompliance with the time limits in respect of the filing of the\r\nparticulars of claim; gave an undertaking\nto preserve documents;\r\nasked what security Transnet required in order to secure the release\r\nof the vessel; gave a notice under\nthe rules requiring the production\r\nof documents; and, when this was not complied with, gave notice of\r\ntheir intention to apply\nto compel delivery, alternatively to strike\r\nout Transnet’s claim. On the ordinary principles applied by our\r\ncourts in regard\nto submission to jurisdiction the owners submitted\r\nthemselves to the jurisdiction of the South African court in relation\r\nto these\nclaims.\n[16] What is said to make a difference is that all this\r\noccurred in proceedings in rem\nagainst the\nAlina II\nwhere,\r\naccording to the contention on behalf of Transnet, the ordinary\r\nprinciples are inapplicable, because of the special character\nof such\r\nan action. This proposition encounters an immediate difficulty in\r\nthat in English admiralty law, from which South Africa\nfirst acquired\r\nthe action in rem, it was held in 1892 in\nThe Dictator\n15\nthat the effect of the owner of a ship entering\r\nappearance to defend an action in rem, where the owner is\r\npersonally liable\non the claim, is that the owner submits to the\r\njurisdiction of the court in respect of that claim and any judgment\r\ngiven thereafter\nis capable of being executed against the owner\r\npersonally. The plaintiff is not confined to the ship or execution\r\nagainst the bail\ngiven to secure the release of the vessel. Cognisant\r\nof this difficulty it was submitted in heads of argument on behalf of\r\nTransnet\nthat the:\n‘…\npurpose of Admiralty Rule 8(3)\r\nwas to reverse in its entirety the English rule originally formulated\r\nin\nThe Dictator\nthat\r\nonce a defendant in an admiralty action in rem has entered an\r\nappearance in such action, he has submitted himself personally\nto the\r\njurisdiction of the English Admiralty Court and the result is that\r\nthe action thereafter continues against him not only\nas an action\r\nin rem, but also as an action in personam’.\n[17] In order to consider this submission it is\r\nnecessary to have regard to what was decided in\nThe\r\nDictator.\nIt was a case concerning a claim\r\nfor salvage. The owners of the ship and its cargo put in an\r\nappearance to defend the action and\nput up bail for £5 000,\r\nwhich was the full amount of the claim. Thereafter judgment was\r\ngranted in an amount of £7 500.\nThe issue was whether the\r\nplaintiff could simply proceed to execution against the owners on\r\nthis judgment or whether they were\nrestricted to executing against\r\nthe bail for £5 000 and proceeding in a fresh action\r\nagainst the owners for the balance.\nThe argument for the owners was\r\nthat in an action in rem judgment could not be given for more\r\nthan the value of the vessel.\nAt the outset Sir Francis Jeune said\r\nthat:\n‘\nIt is necessary to consider whether in an\r\naction in rem,\nwhere a personal\r\naction would lie against the owners\n,\r\njudgment can be enforced for more than the value of the res; because,\r\nif it can, no doubt it can be enforced for more than the\namount of\r\nthe bail.’\n16\n(Emphasis added.)\nThe stress on the existing personal liability of the\r\nowner is repeated throughout the judgment, which concerns only the\r\neffect of\nan appearance to defend being given by such an owner. The\r\nargument that the judgment could not be executed against the owner\r\nand\nthat the balance of the claim should be pursued by a separate\r\naction in personam\nagainst the owners was\r\nbased solely on the alleged admiralty practice. That practice, so it\r\nwas said, precluded the engrafting of\nan action in personam on\r\nto an action in rem\n.\nJeune J\r\nresponded to this suggestion by saying:\n‘\nI cannot help thinking that the fallacy\r\nlies in considering that to enforce a judgement beyond the value of\r\nthe res against owners\nwho have appeared\nand\r\nagainst whom a personal liability enforceable by Admiralty process\r\nexists,\nis the grafting of one form of\r\naction on to another. The change, if it be a change, in the action is\r\neffected at an earlier stage,\nnamely, when the defendant by appearing\r\npersonally, introduces his personal liability.’\n17\n(Emphasis added.)\nThe conclusion he reached was that when owners defend an\r\naction in rem,\nin circumstances where they\r\nare personally liable on the claim, the judgment is one that can be\r\nenforced against the owners personally.\nThat was based on the owner’s\r\nexisting personal liability and the submission to the jurisdiction of\r\nthe court involved in\nentering appearance to defend the action, as\r\nwell as on the form of process then applicable in admiralty\r\nproceedings, which cited\nthe vessel and all parties interested\r\ntherein.\n[18] The decision by Jeune J was challenged in the\r\nCourt of Appeal in\nThe Gemma.\n18\nThat was a case of a claim for damages arising from a\r\ncollision. After the vessel was arrested the owners entered\r\nappearance to\ndefend and in due course put in a defence and a\r\ncounterclaim. Smith LJ said of this:\n‘\nThat the defendants then submitted to the\r\njurisdiction of the Court I cannot doubt …’\n19\nIt is plain from a later reference to persons, whose\r\nship has been arrested, appearing to fight out ‘their\r\nliability’\n20\nthat the court was concerned only with the position of\r\nthe owner who was personally liable on the claim and who entered\r\nappearance\nto defend it. On that basis the court held that the\r\njudgment in the action could be enforced against the owners directly.\r\nIn doing\nso it expressly approved the decision in\nThe\r\nDictator.\n[19] These two cases were decided on the basis that the\r\nowners were personally liable on the claim. Their entry of appearance\r\nwas\ntaken as a submission to the court’s jurisdiction. From\r\nthat submission, and the mode of citation in admiralty, flowed the\n\nconsequence that the judgment was against them personally and could\r\nbe enforced to its full extent against all their property.\nThere is\r\nno suggestion in either judgment that a party who entered appearance\r\nfor the purpose of defending their interest in the\nvessel, but who\r\nwas not personally liable in respect of the claim, thereby undertook\r\nliability for anything beyond the costs of\nthe litigation. In other\r\nwords it was not suggested that entering appearance created a\r\nliability for the claim that did not otherwise\nexist.\n[20] Whilst these decisions were subjected to criticism\r\nin\nWilliams and Bruce’s Admiralty\r\nPractice\n21\nthey have been uniformly followed in England.\n22\nNearly 100 years later Lord Brandon of Oakbrook said\r\nthat:\n‘\nBy the law of England, once a defendant in\r\nan Admiralty action in rem has entered an appearance in such\r\naction,\nhe has submitted himself\r\npersonally to the jurisdiction of the English Admiralty Court\n,\r\nand the result of that is that, from then on, the action continues\r\nagainst him not only as an action in rem but also as an\naction\r\nin personam …’\n23\n(Emphasis added.)\n[21] In English admiralty law therefore, after entry of\r\nappearance to defend an action in rem,\nthe\r\naction proceeds as both an action in rem\nand\r\nas an action in personam\nagainst the party\r\ngiving the notice. Fletcher-Moulton LJ said that the decisions\r\nin\nThe Dictator\nand\nThe Gemma\ntreat the\r\nentry of appearance as introducing the characteristics of an action\r\nin personam\nand described the position of\r\nthe owner entering appearance in the following terms:\n‘\nIt is an action in which the owners may\r\ntake part, if they think proper, in defence of their property, but\r\nwhether or not they will\ndo so is for them to decide, and if they do\r\nnot decide to make themselves parties to the suit in order to defend\r\ntheir property,\nno personal liability can be established against them\r\nin that action.’\n24\n[22] In a later case it was said that, when the owner\r\nwho is personally liable enters an appearance, the action in England\r\nhas a\nhybrid form, both in rem and, as against the owner,\r\nin personam.\n25\nIt is important to note that in part at least this\r\nconclusion flowed from the form of the writ under which actions\r\nin rem\nwere and still are instituted in that\r\njurisdiction. The writ was addressed to the vessel and ‘all\r\npersons claiming an interest\nin’ the vessel. Accordingly when a\r\nperson claiming such an interest entered appearance to defend they\r\nsubmitted to the jurisdiction\nin relation to a writ in which they\r\nwere already cited. As Lord Wright put matters in\nThe\r\nCristina\n:\n26\n‘…\nunder the modern and statutory\r\nform of a writ in rem, a defendant who appears becomes subject\r\nto the liability in personam.\nThus the writ in rem becomes\r\nin effect also a writ in personam.’\n[23] Lastly in this review of the English position,\r\nHobhouse J in\nThe Nordglimt\n27\ndealt with the position in the following terms:\n‘\nUnless and until anyone appears to defend\r\nan action in rem, the action proceeds solely as an action in rem\r\nand any judgment\ngiven is solely given against the res … An\r\naction in rem may be defended by anyone who has a legitimate\r\ninterest in\nresisting the plaintiff’s claim on the res. Such a\r\nperson may be the owner of the res but equally it may be someone who\r\nhas\na different interest in the res which does not amount to\r\nownership, or again it may be simply someone who also has a claim\r\nin rem\nagainst the res and is competing with the plaintiff for a\r\nright to the security of a res of inadequate value to satisfy all the\n\nclaims that are being made on it. It will also be understood from\r\nwhat I have said and from a general understanding of the law\nof\r\nmaritime liens that the owner or other person defending the action\r\nmay be under no personal liability to the plaintiff.\n…\nUnless and until a person liable\r\nin personam chooses to defend an action in rem, the action\r\nin rem will not give\nrise to any determination as against such a\r\nperson of any personal liability on his part, nor will it give rise\r\nto any judgment\nwhich is enforceable in personam against any\r\nsuch person.’\n[24] There is thus a consistent stream of authority in\r\nEnglish admiralty law, commencing with\nThe\r\nDictator\n, that holds that the entry of\r\nappearance to defend an action in rem\nis a\r\nsubmission to the jurisdiction of the court and that thereafter any\r\njudgment given is one both against the res and in personam\nagainst the person entering appearance, where that party\r\nis personally liable for the claim. That authority was undoubtedly\r\nbinding\non South African courts sitting as Colonial Courts of\r\nAdmiralty prior to 1 November 1983, where they were\r\nrequired to\napply the law as applied by the High Court of Justice of\r\nthe United Kingdom in the exercise of its admiralty jurisdiction. Had\r\nany such issue arisen,\n28\nthey would have been bound to apply the decision in\nThe\r\nDictator.\nTransnet’s case is, however,\r\nthat this is no longer so.\n[25] The first stage at which South African admiralty\r\nlaw could have departed from the position in England and\nThe\r\nDictator\nwas when the Act was passed. Whether\r\nthat occurred would depend upon the terms of the Act itself. The\r\nquestion can be disposed of\nshortly as it is not a contention that\r\nTransnet advanced. When the Act was passed the action in rem\nwas maintained because it was internationally recognised\r\nas a mode of bringing proceedings in maritime cases. Other than the\r\nintroduction\nof the associated ship there is nothing to suggest that\r\nthe Act was intended to bring about a fundamental alteration in the\r\nnature\nand effect of the action in rem\n.\nNor is there anything in the language of the Act itself\r\nto indicate that this was its purpose. As one commentator pointed out\r\nit\nwould have been impractical to abandon the jurisprudence that\r\ncreated the concept of the action in rem\nwhilst\r\nretaining the action.\n29\nThat is plainly correct.\n[26] Transnet’s argument is that the departure\r\nfrom\nThe Dictator\narises\r\nfrom the provisions of admiralty rule 8(3), as it now is,\r\nformerly admiralty rule 6(3).\n30\nThe case was presented on the footing that this change\r\noccurred when the Act came into operation on 1 November 1983,\r\nbut\nthat overlooked the fact that for the first three years of the\r\nAct’s operation, up until 1 December 1986, the rules\n\napplicable to admiralty proceedings were the Rules of the\r\nVice-Admiralty Courts,\n31\nwhich applied also to the Colonial Courts of Admiralty.\r\nThose rules followed the rules and forms applicable in admiralty\r\nproceedings\nin England in the High Court of Justice sitting in the\r\nexercise of its admiralty jurisdiction. A writ of summons\n32\nwas addressed:\n‘\nTo the owner and all others interested in\r\nthe ship [her cargo and freight &c.,\nor\r\nas the case may be\n].’\nUnder rule 19 a party entering appearance would file the\r\nappearance at the place directed in the writ. The appearance had to\r\nbe\nsigned by the party appearing and state his name and address and\r\nan address for service.\n33\nIf the party appearing had a set-off or counterclaim\r\nagainst the plaintiff he was entitled to endorse on the appearance a\r\nstatement\nof the nature thereof and of the relief or remedy required,\r\nand of the amount if any of the set-off or counterclaim.\n34\nIt is plain from the rules dealing with parties\n35\nthat the ‘party’ referred to in these rules\r\nis not the ship but the person, such as the owner, charterer,\r\nmortgagee\nand insurer, who had entered appearance to defend an\r\naction.\n[27] Bail for the release of the vessel was to be given\r\nby sureties.\n36\nUnder rule 55 actions would ordinarily be heard without\r\npleadings\n37\nbut if pleadings were required the plaintiff and the\r\nparty defending the action, who was referred to in the rule as the\r\ndefendant,\nfiled them. All the rules dealing with the conduct of\r\nproceedings refer to a ‘party’ and this is always a\r\nreference\nto the plaintiff or the party defending the action, not the\r\nvessel. In other words, the rules in force under the Act, from the\r\ndate it came into force on 1 November 1983, were entirely\r\nconsistent with the continued application in South Africa of\nthe\r\napproach adopted in\nThe Dictator\nthat\r\nthe entry of appearance to defend by an owner personally liable for a\r\nclaim amounted to a submission to the jurisdiction and\nthe action\r\nwould thereafter continue as both an action in rem\nand\r\nan action in personam against the owner.\n[28] The argument that when rule 6(3) came into force on\r\n1 December 1986 it altered the position, raises certain\r\nmajor\ndifficulties. It is however unnecessary to address these as I\r\nam satisfied that on a proper construction of rule 8(3)\n38\nit does not have the suggested effect. The rule reads:\n‘\nA person giving notice of intention to\r\ndefend an action in rem shall not merely by reason thereof incur\r\nany liability and shall,\nin particular, not become liable\r\nin personam, save as to costs, merely by reason of having given\r\nsuch notice and having defended\nthe action in rem\n.\n’\nOn its plain language the rule is concerned only with\r\nwhether the effect of entering an appearance to defend and defending\r\nan action\nin rem\nis to attract liability in\r\nrespect of the claim. It provides that such liability will not arise\r\n‘merely’ in consequence\nof the entry of appearance to\r\ndefend. It says nothing about the position of the person whose\r\nliability in respect of the claim\narose before the commencement of\r\nthe action out of the circumstances giving rise to the claim. That\r\nwas the view of Douglas Shaw\nQC, who wrote about the rule that:\n‘\nThis rule does not affect any liability\r\nwhich might otherwise exist, a subject which has been dealt with. It\r\nmerely provides that\nthe procedural step of giving notice of\r\nintention to defend and defending the action is not to subject anyone\r\nto the greater liability.’\n39\n[29] The reference in that passage to the question of\r\nliability is a reference to an earlier statement by Shaw that the\r\nentry of\nappearance to defend is ‘a submission to the\r\njurisdiction, not an acceptance of liability’.\n40\nThat statement gives a clue to the problem that the rule\r\naddresses. It is the perception – I believe an erroneous\r\nperception\n– that the judgment in\nThe\r\nDictator\nheld that a person who enters\r\nappearance in an action in rem\nthereby, and\r\nwithout more, attracts personal liability for the claim.\n41\nIt is true that in a number of cases in England and\r\nelsewhere there are statements that, by entering appearance to\r\ndefend, the owner\nintroduces its personal liability, or statements to\r\nsimilar effect. In my view those statements are misleading insofar as\r\nthey\nare taken to suggest that this is a liability arising from the\r\nfact of entering appearance to defend, as opposed to a pre-existing\n\nliability that can be enforced against the owner in those\r\nproceedings, by virtue of the owner’s submission to the\r\njurisdiction.\nIn my view\nThe Dictator\nis authority for only two propositions. The first is\r\nthat, as Shaw says, entering appearance to defend (and, I would add,\r\nthereafter\ndefending) an action in rem\nis a\r\nsubmission to the jurisdiction of the court. The second is that where\r\nthe person entering appearance to defend is personally\nliable on the\r\nclaim, under the forms of procedure then applicable in the English\r\ncourts exercising admiralty jurisdiction, that\nperson has been cited\r\nand submitted to the court’s jurisdiction, and any judgment\r\nthereafter will be enforceable as a judgment\nin personam against\r\nthat person.\n[30] Under the present admiralty rules in South Africa\r\nthe second of these consequences would not flow from the entry of\r\nappearance\nto defend and the defence of the in rem\naction. The reason is that in terms of\r\nadmiralty rule 2(4), read with form 1 to the admiralty\r\nrules, the summons\nin rem is not addressed to and does not cite\r\nthe owner or other persons having an interest in the vessel or other\r\nres arrested\nin order to commence the action. In this our rules have\r\ndeparted from the forms that applied in England, as referred to by\r\nLord\nWright in\nThe Cristina\n,\r\nsupra, and the forms previously applicable in South Africa, both when\r\nour courts sat as Colonial Courts of Admiralty and in the\nfirst three\r\nyears of operation of the Act.\n42\nOne may therefore have a submission to the court’s\r\njurisdiction by a person not cited as a party.\n43\nHowever the problem, if it be one, is readily overcome\r\nby amending the summons to join that person and to reflect, as rule\r\n22(5)\ncontemplates, that the action will proceed as an action both\r\nin rem\nagainst the vessel and in personam\r\nagainst that person, with such consequential amendments as the\r\ncircumstances may require.\nAlternatively a separate action\r\nin personam can be commenced on the basis of the submission to\r\nthe court’s jurisdiction.\nSome such\r\nprocedural step seems to be necessary in this country in order that\r\nthe action (and ultimately any judgment) reflects\nthe party entering\r\nappearance as a party to the judgment. However, that is immaterial to\r\nthe outcome of this case, where the only\nissue is whether the owners\r\nof the\nAlina II\nsubmitted\r\nto the jurisdiction of the South African court before the attachment\r\norder was granted.\n[31] If, which I don’t think is the case,\nThe\nDictator\nis authority for the\r\nfurther proposition that a person entering appearance in an action\r\nin rem thereby incurs personal liability\non the underlying\r\nclaim, irrespective of whether it is otherwise personally liable on\r\nthat claim, that would not affect the understanding\nof rule 8(3). The\r\nonly difference would be that it would then be addressed to a real\r\nrather than a perceived issue arising from\nthat judgment. Whether the\r\nrule could validly have the effect of reversing this would then\r\narise. That is no reason for treating\nthe rule as affecting the\r\nquestion of submission to the jurisdiction.\n[32] We were referred to three judgments in support of\r\nthe contention that rule 8(3) reversed the decision in\nThe Dictator\nin its entirety and is not limited to making it clear\r\nthat entering appearance to defend and defending an in rem\r\naction does\nnot create or impose a liability on the person entering\r\nthe appearance. The first in point of time is that in\nSA Boatyards\r\nCC (t/a Hout Bay Boatyard) v The Lady Rose (formerly known as the\r\nShiza\n44\nand reliance is placed upon a comment by Scott J that:\n‘\nThe effect of the Rule would seem to be to\r\nre-establish the position which prevailed in England prior to\nThe\r\nDictator\n(cf Thomas\nMaritime\r\nLiens\npara 92) and the rule is probably\r\nthe result of criticism levelled at the extension of the owner’s\r\nliability which has occurred\nsince the last decade of the previous\r\ncentury (cf Jackson\nEnforcement of\r\nMaritime Claims\nat 59;\n45\nShaw\n(\nop\r\ncit\nat 31))’\n46\nHowever that overlooks the next sentence where the\r\nlearned judge said:\n‘\nIt does not follow, however, that merely\r\nbecause the owner defending an action in rem does not incur\r\npersonal liability (save\nfor costs) he is necessarily to be regarded\r\nas a stranger to the suit and not entitled to counterclaim.’\nThe issue in that case was whether an owner defending an\r\naction in rem was entitled to raise a counterclaim. Scott J held\r\nthat\nhe could, thereby recognising that the effect of entering\r\nappearance to defend is to bring before the court the party entering\r\nappearance.\n47\nThe tentative comment that prefaced this lends no\r\nsupport to Transnet’s contentions.\n[33] The most pertinent judgment is that of Farlam J in\nBouyges Offshore & another v Owner of the\r\nMT Tigr & another.\n48\nThe issue in that case was the same as that in this\r\ncase, namely whether an attachment to found and confirm jurisdiction\r\nshould\nbe confirmed in a case where there was already an action\r\nin rem\nagainst the\nTigr\nthat was being defended by its owners. Confirmation of\r\nthe attachment was opposed on the grounds that the owner was liable\r\nin rem\nbecause its asset would be sold in\r\norder to satisfy any judgment and that English law as expressed in\nThe August 8\n, supra,\r\napplied, so that after entering appearance to defend the action\r\nin rem\nproceeded also as an action\r\nin personam.\n49\nHaving rejected an argument that the rule is invalid,\r\nthe key to Farlam J’s decision lies in the following passage:\n‘\nBy our procedure, as set forth in the Rule,\r\nsuch an owner is not regarded as having submitted to the in personam\r\njurisdiction\nof the Court. It follows further that first respondent\r\ndid not, by taking the steps to which I have referred, submit to this\r\nCourt’s\nin personam jurisdiction.’\n50\n[34] With great respect I cannot accept this as a\r\ncorrect statement of the law. First the rule does not say anything\r\nabout the question\nof submission to the jurisdiction or about\r\nprocedure. Its focus is solely and expressly on the liability of the\r\nperson who enters\nappearance to defend and defends an action. That is\r\nan entirely separate issue from any question of submission to the\r\njurisdiction.\nSecond the distinction drawn between the in rem\nand the in personam\njurisdiction\r\nof the court is fallacious. The jurisdiction conferred on our courts\r\nunder the Act is set out in s 2 of the Act\nand is a jurisdiction\r\nto hear and determine maritime claims as defined in s 1 of the\r\nAct. The action in personam and\nthe action in rem\nare dealt with in s 3 of the Act under the heading\r\n‘Form of proceedings’. They are the modes by which\r\nmaritime\nclaims can be enforced before a court having jurisdiction\r\nbut it is erroneous to treat the court as exercising two separate and\n\ndistinct jurisdictions, one in personam\nand\r\nthe other in rem. The question is simply whether there has been\r\na submission to the jurisdiction of the court in respect\nof those\r\nclaims. That question is to be addressed in accordance with ordinary\r\nprinciples governing submission to the jurisdiction\nof the courts. In\r\nthis case there clearly was such a submission.\n[35] The third judgment is\nMT\r\nArgun: MT Argun v Master and Crew of the MT Argun & others\n.\n51\nThat dealt with the effect of the lapsing of an arrest.\r\nAfter quoting the passage from\nThe August 8\ncited in para 20, Farlam JA said:\n‘\nIf the present case had been heard in\r\nEngland, therefore, on the lapsing of the arrest of the vessel the\r\nactions would at the very\nleast have continued as actions in personam\r\nagainst the vessel's owner. That that is not our law is clear from\r\nRule 8(3),\nthe material provisions of which are quoted in para [20]\r\nof this judgment.’\n52\nOur law on this differs from English law because in\r\nEnglish law the form of citation in an action in rem\nrequires the identification and citation of the\r\ndefendant, so that procedurally, once there is a submission to the\r\njurisdiction\nby the defendant, that person is fully before the court.\r\nIn our procedure only the vessel is cited so that, until there is an\r\namendment\nof the summons, the party entering appearance to defend is\r\nnot as such before the court. The difference is not ascribable to the\n\nprovisions of rule 8(3) and the dictum to that effect is not\r\ncorrect.\n[36] For those reasons the proposition that admiralty\r\nrule 8(3) reverses that aspect of the decision in\nThe\r\nDictator\nthat held that, when a person\nenters an appearance in an admiralty action in rem,\r\nthat is a submission to the jurisdiction of the court, is incorrect.\r\nThe\nrule is silent on the question of submission to the jurisdiction\r\nand there is no reason why that should not be dealt with in admiralty\n\nproceedings in the same way in which our courts deal with it in the\r\nexercise of their ordinary jurisdiction. On the facts set out\nin para\r\n15 the owner of the\nAlina II\nhad\r\nsubmitted to the court’s jurisdiction in respect of the claims\r\nby Transnet prior to the order for attachment being obtained.\nThat\r\norder should not therefore have been granted and the high court was\r\ncorrect not to confirm it.\n[37] In arriving at that conclusion it is unnecessary to\r\nexpress any final view on any other aspect of the decision in\nThe\r\nDictator\n, or the nature of the action in rem,\r\nor to consider whether the judgment of Lord Steyn in\nThe\r\nIndian Grace (No 2)\n53\nshould be followed in South Africa. It is also\r\nunnecessary to decide whether there may be circumstances in which a\r\nparty may enter\nappearance to defend an action in rem on such\r\nterms as to avoid submitting to the court’s jurisdiction in\r\nrespect of\nthat person’s personal liability on the claim. It\r\nsuffices to say that on all the facts of this case there was a\r\nsubmission\nto the court’s jurisdiction. That conclusion renders\r\nit unnecessary to consider the other points debated in argument.\n[38] The appeal is dismissed with costs, such costs to\r\ninclude those consequent on the employment of two counsel.\nM\r\nJ D WALLIS\nJUDGE OF APPEAL\nAppearances\nFor appellant: R W F MacWilliam SC (with him D J Cooke)\nInstructed by\nBowman Gilfillan, Cape Town\nMatsepes Inc, Bloemfontein\nFor respondent: A M Stewart SC (with him M Steenkamp)\nInstructed by\nShepstone & Wylie, Cape Town\nHoney Attorneys Inc, Bloemfontein.\n1\nAd\r\n\tfundandam et confirmandam jurisdictionem.\n2\nPresumably\r\n\tin reliance on admiralty rule 4(7)(a)(ii).\n3\nAs\r\n\theld in\nYorigami Maritime Construction Company Limited v\r\n\tNissho-Iwai Co Limited\n1977 (4) SA 682\n(C). It is unnecessary to\r\n\tconsider whether that judgment remains good law. See Malcolm Wallis\nThe Associated Ship & South African Admiralty Jurisdiction\n(2010) at 348, fn 25.\n4\nIn\r\n\tthose circumstances an attachment is impermissible.\nJamieson v\r\n\tSabingo\n2002 (4) SA 49\n(SCA);\nHay Management Consultants\r\n\t(Pty) Ltd v P3 Management Consultants (Pty) Ltd\n2005 (2) SA 522\n(SCA);\nT\ns\nung v Industrial Development Corporation of SA\r\n\tLimited\n[2006] ZASCA 28\n;\n2006 (4) SA 177\n(SCA) paras 6 and 13.\n5\nHudson\r\n\tv Hudson and another\n1927 AD 259\nat 268.\n6\nThe\r\n\tDictator\n[1892] P 304.\n7\nThe\r\n\tCella\n(1888) 13 PD 82\nat 85;\nThe Rena K\n[1979] 1 All ER\r\n\t397\n(QBD (Adm Ct)) at 416;\nRepublic of India & another v\r\n\tIndia Steamship Co Ltd (The “ Indian Grace”)(No 2)\n[1996] 2 Lloyd’s Rep 12 (CA) at 23.\n8\nThere\r\n\tare textual indications in the Act and the admiralty rules that this\r\n\tis permissible. In s 3(4) it is said that the\nright to\r\n\tinstitute proceedings in rem exists ‘without prejudice to\r\n\tany other remedy that may be available to a claimant’.\nRule\r\n\t22(5) provides that the heading of documents in admiralty\r\n\tproceedings shall reflect whether the proceedings are in rem\nor\r\n\tin personam or in rem and in personam\n.\nWhilst\r\n\tone does not normally construe a statute by reference to the rules\r\n\tmade under it the admiralty rules were drafted at the\nsame time as\r\n\tthe Act by the same person (Mr D J Shaw QC), albeit that for reasons\r\n\tunconnected with their contents they were not\npromulgated until\r\n\tthree years after the Act came into force. As such the rules may be\r\n\ta guide to the thinking underlying the\nAct.\n9\nAs\r\n\tillustrated by the decision of the House of Lords in\nAshley &\r\n\tanother v Chief Constable of Sussex Police\n[2008] UKHL 25\n;\n[2008] 3 All ER 573\n(HL).\n10\nSee\r\n\tthe authorities in fn 4.\n11\nMediterranean\r\n\tShipping Co v Speedwell Shipping Co Ltd & another\n1986 (4)\r\n\tSA 329\n(D) at 333E-G. The passage was approved by this court in\nPurser v Sales; Purser & another v Sales & another\n[2000] ZASCA 135\n;\n2001 (3) SA 445\n(SCA) para 13.\n12\nHay\r\n\tManagement Consultants (Pty) Ltd v P3 Management Consultants (Pty)\r\n\tLtd,\nsupra, paras 14 and 15.\n13\nSee\r\n\tthe examples in\nDu Preez v Philip-King\n1963 (1) SA 801\n(W) at\r\n\t803H-804G. In some of those cases participation in litigation up to\r\n\tthe stage of\nlitis contestatio\nwas seen as crucial. That does\r\n\tnot apply in a case where the question is whether the owner of a\r\n\tship, by conduct in relation to\nan action in rem in which it\r\n\thas not been cited, has submitted to the jurisdiction of the court.\r\n\tIn such a case the question\nis simply whether the conduct amounts to\r\n\ta submission, whatever stage the proceedings in rem have\r\n\treached.\n14\nAt\r\n\t334A.\n15\nFootnote\r\n\t6, supra.\n16\nAt\r\n\t310.\n17\nAt\r\n\t319.\n18\nThe Gemma\n[1899] P 285.\n19\nAt\r\n\t291.\n20\nAt\r\n\t291.\n21\nMr\r\n\tJustice Bruce and Charles Fuhr Jemmett, assisted by George Grevill\r\n\tPhillimore,\nA Treatise on the Jurisdiction and Practice of the\r\n\tEnglish Courts in Admiralty Actions and Appeals being a Third\r\n\tEdition of Williams’\nand Bruce’s Admiralty Practice\n3 ed (1902) at 18-26.\n22\nThe\r\n\tDupleix\n[1912] P 8\nat 15;\nThe Jupiter\n[1924] P 236\nat\r\n\t242;\nThe Banco: Owners of the motor vessel Monte Ulia v Owners of\r\n\tthe ships Banco & others\n[1971] 1 All ER 524\n(PDA and CA) at\r\n\t531f-g. The position is the same in Australia.\nCaltex Oil v The\r\n\tDredge Willemstad\n[1976] HCA 65\n;\n(1976) 136 CLR 529\nat 539. After appearance in\r\n\tan action in rem ‘the action proceeds as if it were an\r\n\taction in personam (without\nceasing to be an action in rem)\r\n\tagainst that person. Once a relevant person files an appearance, the\r\n\tplaintiff will file\na statement of claim \"on each party who has\r\n\tentered an appearance\" and the relevant person becomes liable\r\n\tto have judgment\nentered against it personally and to the full\r\n\textent of the claim, not limited by the value of the ship …’\r\n\tper Allsop\nJ in\nComandate Marine Corp v Pan Australia Shipping\r\n\tPty Ltd\n2006 FCAFC 192\npara 109\n[2006] FCAFC 192\n; ,\n(2006) 238 ALR 457\n,\n(2006) 157\r\n\tFCR 45.\nThe position in Singapore is the same.\nKuo Fen Ching v\r\n\tDauphin Offshore Engineering and Trading Pte Ltd\n[1995] 3 SLR\r\n\t721\nat 726,\n1999 SGCA 95.\n23\nThe\r\n\tAugust 8\n[1983] 2 AC 450 (PC) 456.\n24\nThe\r\n\tBurns\n[1907] P 137\nat 149. There is of course nothing to prevent\r\n\tthat personal liability from being established in other proceedings\n25\nThe\r\n\t“Maciej Rataj”\n[1992] 2 Lloyd’s Rep 552 (CA)\r\n\tat 559 and 561.\n26\nCompania\r\n\tNaviera Vascongado v Steamship “Cristina” and Persons\r\n\tClaiming an Interest Therein\n[1938] AC 485\n(HL) at 505.\n27\nThe\r\n\tNordglimt\n[1988] 2 All ER 531\n(QBD) at 545e-g. Although that\r\n\tcase was overruled in\nRepublic of India & another v India\r\n\tSteamship Co Ltd (The “Indian Grace”)(No 2)\n[1998]\r\n\t1 Lloyd’s Rep 1 (HL) the correctness of this passage was not\r\n\tquestioned.\n28\nI\r\n\tam not aware of any case where the issue arose nor is there a\r\n\treported judgment dealing with it.\n29\nGys\r\n\tHofmeyr ‘Admiralty Jurisdiction in South Africa’\n1982\nActa Juridica\n30\nat 47.\n30\nThe\r\n\ttwo are in the same terms. The original rules came into force on\r\n\t1 December 1996 and they were repealed and replaced\non\r\n\t18 April 1997. For most present purposes it suffices to\r\n\trefer to rule 8(3) as if it applied throughout the relevant\nperiod.\n31\nPromulgated\r\n\tunder an Order in Council dated 23 August 1883.\n32\nForm\r\n\t4.\n33\nRule\r\n\t22.\n34\nRule\r\n\t21.\n35\nRules\r\n\t23 to 26.\n36\nRules\r\n\t39 to 46.\n37\nAs\r\n\twas the case of\nIncorporated General Insurances Ltd v Shooter t/a\r\n\tShooter’s Fisheries\n1987 (1) SA 842\n(A).\n38\nThis\r\n\trule replaced rule 6(3) with effect from 19 May 1997 but is in\r\n\tidentical terms.\n39\nD\r\n\tJ Shaw QC\nAdmiralty Jurisdiction and Practice in South Africa\nat 112.\n40\nAt\r\n\tp 31. The same view appears to be held by Gys Hofmeyr SC in the\r\n\tdraft of the relevant chapter of the second edition of his\nwork\nAdmiralty Jurisdiction Law and Practice in South Africa\n, a\r\n\tcopy of which was made available to us by counsel, with his consent.\r\n\tIn fn 74 he writes: ‘A person who intervenes and\ndefends the\r\n\taction – whether personally liable in respect of the claim or\r\n\tnot – submits to the jurisdiction of the\ncourt to make orders\r\n\trelating to that defence, such as an order as to costs.’ Where\r\n\tthe person intervening is personally\nliable in respect of the claim\r\n\tthere is no apparent reason why that should not be treated as a\r\n\tsubmission to the jurisdiction\nin respect of the claim. Whether the\r\n\tplaintiff wishes to take advantage of that or is content to pursue\r\n\tthe matter in rem\nalone is for the plaintiff to decide.\n41\nThere\r\n\tare passages in some academic writing as well as in certain\r\n\tjudgments that suggest that some maritime lawyers held this\nview.\n42\nIn\r\n\tEngland in terms of Practice Directive 61.3.3 issued under CPR 61\r\n\tthe defendant must be described in the claim form. This requirement\n\n\tis satisfied by describing the defendant as ‘the owners or\r\n\tdemise charterers of the ship’. Nigel Meeson\nAdmiralty\r\n\tJurisdiction and Practice\n3 ed (2003) para 4.5, p 126. In\r\n\tAustralia admiralty rule 15(1) requires that process initiating an\r\n\taction in rem must\nspecify a relevant person in relation to the\r\n\tmaritime claim. The definition of relevant person in s 3(1) of\r\n\tthe Admiralty\nAct 1988 (Cth) provides that it means a person who\r\n\twould be liable on the claim in proceedings in personam\n.\nLiability attaches by virtue of the express provisions of s 31(1)\r\n\tof the Admiralty Act 1988 (Cth). In New Zealand a notice\nof\r\n\tproceeding in rem under form 69 to the admiralty rules is\r\n\taddressed to ‘the owners and all others interested in’\n\n\tthe vessel or property to be arrested. The form of a summons in rem\r\n\tin Singapore and Hong Kong is similar. The relevant\nstatutes, rules\r\n\tand forms are to be found in the appendices in Damien J Cremean\nAdmiralty Jurisdiction Law and Practice in Australia, New\r\n\tZealand, Singapore and Hong Kong\n3 ed (2008). The difference in\r\n\tprocedural forms between these countries and South Africa enables\r\n\tthe action in them to continue\nas both an action in rem and an\r\n\taction in personam after the entry of appearance to defend,\r\n\twithout the need for an\namendment of the summons or the issue of\r\n\tsome other form of process commencing action.\n43\nAdmiralty\r\n\trule 8(4) provides for notice of intention to defend to be given by\r\n\ta person on whom the summons has not been served\nor even where there\r\n\thas been no service at all of the summons.\n44\nSA Boatyards\r\n\tCC (t/a Hout Bay Boatyard) v The Lady Rose (formerly known as the\r\n\tShiza\n1991 (3) SA 711\n(C).\n45\nLater\r\n\teditions of Professor Jackson’s work do not contain any such\r\n\tcriticism.\n46\nAt\r\n\t715F-H.\n47\nThis\r\n\twas the position under the Vice-Admiralty Rules and is the present\r\n\tposition under rule 10.\n48\nBouyges\r\n\tOffshore & another v Owner of the MT Tigr & another\n1995\r\n\t(4) SA 49\n(C).\n49\nAs\r\n\tpointed out in para 30, that could not be the case without an\r\n\tamendment to join the owner as a party in personam.\n50\nAt\r\n\t67J-68B.\n51\nMT\r\n\tArgun: MT Argun v Master and Crew of the MT Argun & others\n2004\r\n\t(1) SA 1\n(SCA).\n52\nPara\r\n\t26.\n53\nFootnote\r\n\t27 ante.",
  "scraped_at": "2026-02-12T15:49:40.525192",
  "date": "2011-09-15",
  "coram": [
    "BRAND JJA",
    "PONNAN JJA",
    "MALAN JJA",
    "THERON JJA",
    "WALLIS JA"
  ],
  "case_number": "898/10",
  "parties": {
    "applicants": [
      "TRANSNET LTD"
    ],
    "respondents": [
      "THE OWNER OF THE MV ‘ALINA II’"
    ]
  },
  "sections": {
    "facts": "Transnet Ltd, the port authority at Saldanha Bay, arrested the bulk carrier MV Alina II on 13 January 2010 after the vessel caused damage by remaining at the berth for several months following a water ingress problem. Transnet sued in rem for damages based on both contract and delict, served a notice of intention to defend on 27 January 2010, and later applied ex parte for an attachment order (ad fundandam et confirmandam jurisdictionem) to secure the vessel against further claims. The owner’s P&I club provided a letter of undertaking that allowed the vessel to depart, but the owner opposed the attachment on grounds of abuse of process and alleged prior submission to the court’s jurisdiction, arguing that the attachment was impermissible once the owner had submitted to jurisdiction through the notice of intention to defend.",
    "issues": "The principal issue was whether the owner, by filing a notice of intention to defend and appearing in the in rem action, had submitted to the South African court’s jurisdiction such that a subsequent attachment order to found and confirm jurisdiction in personam was invalid. A subsidiary issue concerned whether admiralty rule 8(3) altered the common law position that an appearance in an in rem action constitutes a submission to jurisdiction.",
    "principles": "The Court considered the Admiralty Jurisdiction Regulation Act 105 of 1983, particularly s 3(4)(b) allowing in rem actions without prejudice to other remedies, and admiralty rule 8(3) which limits liability arising merely from giving notice of intention to defend. It reviewed English precedents (The Dictator, The Gemma) establishing that an appearance in an in rem action is a submission to jurisdiction when the defendant is personally liable. South African law was held to follow the same principle, with rule 8(3) only addressing liability, not jurisdiction. The Court emphasized that submission to jurisdiction is a factual inquiry based on conduct, not merely on procedural steps.",
    "application": "Applying these principles, the Court found that the owner’s notice of intention to defend and subsequent conduct (e.g., demanding security, seeking document production) amounted to a clear submission to the jurisdiction of the South African court in respect of Transnet’s maritime claims. Rule 8(3) did not negate this submission. Consequently, the attachment order sought to found jurisdiction in personam was improper because the owner had already submitted to the court’s jurisdiction, rendering the attachment invalid.",
    "conclusion": "The appeal was dismissed with costs. The High Court’s refusal to confirm the attachment order was upheld, and the order for attachment was set aside."
  },
  "tags": {
    "level_1": "Admiralty Law",
    "level_2": "Jurisdiction",
    "level_3": [
      "action in rem",
      "action in personam",
      "submission to jurisdiction",
      "attachment order",
      "maritime claims"
    ]
  }
}