{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/106.html",
  "case_name": "Standard Bank of South Africa Ltd v Swartland Municipality and Others (2011 (5) SA 257 (SCA)) [2011] ZASCA 106; 562/10 (1 June 2011)",
  "citation": "[2011] ZASCA 106",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 106\n|\nNoteup\n|\nLawCite\nStandard Bank of South Africa Ltd v Swartland Municipality and Others (2011 (5) SA 257 (SCA)) [2011] ZASCA 106; 562/10 (1 June 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n: 562/10\nIn\r\nthe matter between:\nStandard\r\nBank of South Africa Limited\n.........................................................\nAppellant\nand\nThe\r\nSwartland Municipality\n...............................................................\nFirst\r\nRespondent\nMichiel\r\nSmith Truter Basson\n........................................................\nSecond\r\nRespondent\nMario\r\nBrand\n.......................................................................................\nThird\r\nRespondent\nNeutral citation:\nStandard Bank v The\r\nSwartland Municipality (562/10)\n[2011] ZASCA 106\n(1 June 2011)\nCoram:\nLEWIS, CACHALIA, SHONGWE, THERON and MAJIEDT JJA\nHeard:\r\n10 May 2011\nDelivered: 1 June 2011\nSummary: Mortgagee should be joined in proceedings\r\nthat affect property in which it has a real right: where there is no\r\ndefence\nto claim for demolition mortgagee cannot interdict\r\nmunicipality from proceeding with demolition.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nWestern Cape High Court (Cape\r\nTown) (Moosa J sitting as court of first instance):\nThe appeal is dismissed with costs.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nLEWIS JA (CACHALIA, SHONGWE, THERON and MAJIEDT JJA\r\nconcurring)\n[1] This appeal is against the\r\nrefusal by the Western Cape High Court (Moosa J) to grant either a\r\nfinal interdict or one\npendente\r\nlite\nto the\r\nappellant, the Standard Bank of South Africa Ltd (the bank), to\r\nprevent or to stay the demolition of a structure by the first\n\nrespondent, the Swartland Municipality, on land owned by the third\r\nrespondent, Mr M Brand. At issue is whether the bank, which\nholds two\r\nmortgage bonds in the property, should have been joined as a party to\r\nan application in the magistrate’s court,\nMalmesbury, brought\r\nby the municipality for the demolition of the structures. Judgment\r\nwas given by default. The bank was not given\nnotice of the\r\napplication let alone joined as a respondent.\n[2] The bank brought an urgent application to the high\r\ncourt for the stay of the demolition order. Only the municipality\r\nopposed\nthe application in the high court. The owner, and the second\r\nrespondent, the deputy sheriff who was ordered to demolish the\r\nstructures,\ndid not.\n[3] The basis of the application by the bank was that,\r\nas mortgage holder, it had a real right in the property, and thus\r\nalso the\nstructures erected on it. It should, it argued, have been\r\njoined as a party and been given the opportunity to defend the\r\napplication.\nMoosa J held not. He considered that the bank had only a\r\n‘financial’ interest in the property, not in the outcome\r\nof\nthe proceedings, and that it could not ask that the structures be\r\nallowed to stand since they had been erected illegally and that\n\nsuspending the demolition order would perpetuate the illegality. But\r\nhe gave leave to appeal to this court against his order.\n[4] The issues before us are thus whether the bank\r\nshould have been joined as a party to the application in the\r\nmagistrate’s\ncourt for the demolition of the structures, and if\r\nso, whether it is entitled to either an interim or a final interdict\r\nstaying\nor prohibiting the demolition of the structures which the\r\nmunicipality contends have been erected illegally. Before turning to\r\nthese some factual background is required.\n[5] In 1998 Brand acquired land at 3 Simmentaler Street\r\nMalmesbury (Erf 7407). On 11 August 2006 he granted a mortgage in\r\nfavour\nof the bank. In October and November of 2006 he erected\r\nvarious structures on the land without first obtaining permission\r\nfrom\nthe municipality. It is not disputed that these structures were\r\nunlawfully erected. First, the municipality had refused consent\nto\r\nbuild pursuant to plans put before it, and other structures were\r\nerected without building plans even having been submitted.\nAnd\r\nsecondly, some of the structures were built in contravention of the\r\nzoning regulations operative in the area. Brand had been\nwarned by\r\nthe municipality in writing not to proceed with the buildings in\r\naccordance with the unapproved plans.\n[6] In April 2007, when the structures had already been\r\nillegally erected, Brand obtained a second mortgage bond from the\r\nbank over\nthe property. Two years later he was in default, and on 30\r\nApril 2009 judgment against Brand was given to the bank allowing it\r\nto foreclose on the property. Fortuitously, the magistrate’s\r\norder that the illegal structures be demolished was given the\nday\r\nbefore – on 29 March.\n[7] On 4 May 2009 a writ of attachment was issued. And\r\non 26 May Brand sent the bank the demolition order. The bank’s\r\nattorney\nimmediately contacted the municipality’s attorney and\r\n‘without prejudice’ discussions took place. These came to\n\nnought. A sale in execution of the property was scheduled for 16 July\r\n2009. The municipality proposed, however, to proceed with\nthe\r\ndemolition. But eventually the municipality and the bank agreed that\r\nneither the sale in execution nor the demolition would\ntake place\r\nbefore the bank had instituted an urgent application to stay the\r\ndemolition. The agreement was made an order of court\non 8 June 2009\r\nand the urgent application was instituted on the same day.\n[8] The basis of the application was that the bank had a\r\nright in the property as bond holder, and that it should have been\r\njoined\nas a party to the application in the magistrate’s court.\r\nAs I have said, Moosa J in the high court held that it did not have\n\nan interest in the outcome of that litigation – an application\r\nfor the demolition of an illegally erected structure. I turn\nto that\r\nquestion.\nJoinder and a mortgagee’s interest\n[9] It is trite that a mere financial\r\ninterest in the outcome of litigation does not give a party the right\r\nto be joined in legal\nproceedings.\n1\nBut a mortgagee, as the holder of a\r\nreal right in property, which includes buildings on the land, erected\r\nlawfully or otherwise,\nin my view clearly has more than a financial\r\ninterest in the outcome of proceedings for the demolition of those\r\nbuildings. In\nHome\r\nSites (Pty) Ltd v Senekal\n2\nSchreiner JA said that where a person\r\nclaimed to have a servitude in land, and the validity of the\r\nservitude might become an issue\nin litigation between other parties,\r\nshe had a clear right to be joined – to be given an opportunity\r\nto be heard and joined\nas a party. He cited in support of this the\r\ncriterion stated in\nCollin\r\nv Toffie\n:\n3\nwhere a person has a ‘direct\r\nand substantial interest in the results of the decision’ the\r\nmatter cannot be ‘properly\ndecided’ without her being\r\njoined as a party.\n[10] In my view the bank had a clear\r\nand substantial interest in the outcome of the application in the\r\nmagistrate’s court.\nThe value of the property in which it had\r\nreal rights would no doubt be affected by the demolition of\r\nstructures erected on it.\nThe bank’s ability to sell the\r\nproperty for the amount owed to it was placed in jeopardy. It was\r\naccordingly necessary for\nthe municipality to join the bank as a\r\nrespondent in the application.\n4\n[11] The municipality’s\r\nresponse that it was unaware of the existence of the two bonds does\r\nnot assist it. Bonds are registered\nin the Deeds Office and the\r\nmunicipality is deemed to have knowledge of their existence:\nFrye’s\r\n(Pty) Ltd v Ries\n.\n5\n[12] The high court thus erred in\r\nfinding that the bank did not have a right to be joined. But that\r\ndoes not mean that the magistrate’s\ndemolition order is a\r\nnullity. The consequence is that the bank cannot be met with the\nexceptio rei\r\njudicata\n.\n6\nThat brings me to the question\r\nwhether the bank was entitled to relief in the high court.\nWas the bank entitled to a temporary or final stay of\r\nthe demolition order?\n[13] The bank argued that since it had a right to be\r\njoined it is entitled to the relief claimed. It pointed out that the\r\napplication\nfor demolition was brought in terms of s 21 of the\r\nNational Building Regulations and Building Standards Act 103 of 1977.\r\nThe bank,\nas a person having an interest in the property, was\r\nentitled, it contended, to apply to the municipality in terms of s 18\r\nof the\nAct to permit a deviation from the applicable building\r\nregulations and might, if successful, have been able to avert the\r\ndemolition.\nIf it had known of the demolition proceedings it would\r\nhave made such an application. If the bank were granted permission to\r\ndeviate,\nthe municipality would not have succeeded in its application\r\nfor the demolition order. The argument is entirely speculative. It\n\ncertainly does not show that the bank had a prima facie right to\r\ninterdict the demolition, let alone a right that would found a\nfinal\r\ninterdict.\n[14] As argued by the municipality, the bank’s\r\nproper course of action would have been to seek rescission of the\r\norder. Although\nit would not have been able to appeal against the\r\norder, not being a party to it, it could, in terms of rule 49(1) of\r\nthe Magistrates’\nCourts Rules of Court, have applied for\r\nrescission, on good cause shown, within 20 days after obtaining\r\nknowledge of the judgment.\nThe subrule gives a person ‘affected\r\nby such judgment’ the right to file an application for\r\nrescission.\n[15] Quite apart from the fact that\r\nthe bank did not make such an application, it is difficult to see how\r\nit could have shown good\ncause. The structures were illegal. In\nSilber v Ozen\r\nWholesalers (Pty) Ltd\n7\nthis court held that good cause\r\nincludes the existence of a substantial defence. The bank had no\r\ndefence to the claim for demolition,\ngiven that the structures were\r\nerected without permission and in contravention of the municipality’s\r\nzoning and the Act.\nEven if it had been joined as a respondent, as it\r\nshould have been, it could not have defended the application since\r\nthe Act gives\nthe municipality the right to demolish illegally\r\nerected structures. In the circumstances the bank was not entitled to\r\nthe relief\nthat it sought in the high court.\n[16] The appeal is dismissed with costs.\n_______________\nC H Lewis\nJudge of Appeal\nAPPEARANCES:\nAPPELLANTS: F S G Sievers\nInstructed by\nWilliam Inglis, Cape Town\nLovius Block Bloemfontein.\nRESPONDENTS: J W Olivier SC\nInstructed by\nTerblanche Slabbert Pieters ,\nMalmesbury;\nNaude’s Attorneys,\nBloemfontein.\n1\nSee\nHenri Viljoen (Pty) Ltd v Awerbuch\r\n\tBrothers\n1953 (2) SA 151\n(O) at\r\n\t169-170, and the authorities cited in\nHerbstein\r\n\tand Van Winsen The Civil Practice of the High Courts and the Supreme\r\n\tCourt of Appeal of South Africa\n5 ed\r\n\tby Andries Charl Cilliers, Cheryl Loots and Hendrick Christoffel Nel\r\n\tat 217 and in\nJones & Buckle The\r\n\tCivil Practice of the Magistrates’ Courts in South Africa\nVol 1 (looseleaf) eds H J Erasmus and D E van\r\n\tLoggerenberg at 175.\n2\nHome\r\n\tSites (Pty) Ltd v Senekal\n1948 (3) SA 514\n(A) at 520-521.\n3\nCollin\r\n\tv Toffie\n1944 AD 456\nat 464.\n4\nAs\r\n\tto necessary joinder see also\nRosebank\r\n\tMall (Pty) Ltd v Cradock Heights (Pty) Ltd\n2004\r\n\t(2) SA 353\n(W) paras 29-39 and L T C Harms\nCivil\r\n\tProcedure in the Supreme Court\nB-103.\n5\nFrye’s\r\n\t(Pty) Ltd v Ries\n1957 (3) SA 575\n(A) at 582A-583F.\n6\nJones\r\n\t& Buckle\nabove at 179, citing, amongst others,\nAmalgamated\r\n\tEngineering Union v Minister of Labour\n1949 (3) SA 637\n(A) at\r\n\t655ff and\nHome Sites\nabove at 520-521.\n7\nSilber\r\n\tv Ozen Wholesalers (Pty) Ltd\n1954 (2)\r\n\tSA 345\n(A) at 353G-H. And see the other authorities cited in\nJones\r\n\t& Buckle\nabove Vol 2 in its\r\n\tcommentary on rule 49.",
  "scraped_at": "2026-02-12T15:43:32.205506",
  "date": "2011-06-01",
  "coram": [
    "LEWIS JA",
    "CACHALIA JA",
    "SHONGWE JA",
    "THERON JA",
    "MAJIEDT JJA"
  ],
  "case_number": "562/10",
  "parties": {
    "applicants": [
      "Standard Bank of South Africa Ltd"
    ],
    "respondents": [
      "Swartland Municipality",
      "Michiel Smith Truter Basson",
      "Mario Brand"
    ]
  },
  "sections": {
    "facts": "Mario Brand purchased land at 3 Simmentaler Street, Malmesbury in 1998. He granted a first mortgage to Standard Bank in August 2006 and, without municipal consent, erected several illegal structures later that year. In April 2007 he obtained a second mortgage from the same bank. After defaulting, the bank obtained a judgment to foreclose on 30 April 2009. The municipality issued a demolition order for the illegal structures on 29 March 2009, one day before the foreclosure judgment. The bank sought to stay the demolition, arguing it held a real right in the property and should have been joined as a respondent in the magistrate’s demolition application.",
    "issues": "1) Whether Standard Bank, as mortgagee holding a real right in the property, should have been joined as a party to the magistrate’s application for demolition. 2) Whether the bank was entitled to an interim or final interdict to stay or prohibit the demolition of the illegal structures.",
    "principles": "A mere financial interest does not warrant joinder; however, a mortgagee possesses a real right in the property, including any buildings thereon, giving a direct and substantial interest (Home Sites v Senekal; Collin v Toffie). Such an interest requires joinder when the outcome affects the value of the security. Rule 49(1) of the Magistrates’ Courts Rules allows a person affected by a judgment to apply for rescission on good cause.",
    "application": "The Court held that the bank’s real right in the land gave it a clear and substantial interest, obliging the municipality to join it as a respondent. Nonetheless, the bank had no viable defence against the demolition because the structures were erected illegally and contravened zoning and building regulations. Consequently, the bank could not demonstrate a prima facie right to interdict the demolition, nor could it successfully seek rescission as it failed to apply within the prescribed period and lacked good cause.",
    "conclusion": "The appeal was dismissed with costs. The bank’s request for a stay of demolition was denied, and the demolition order remained effective."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Mortgage",
    "level_3": [
      "mortgagee joinder",
      "illegal structures",
      "demolition order",
      "interdict",
      "magistrate court"
    ]
  }
}