{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/179.html",
  "case_name": "Mthembu v S (206/11) [2011] ZASCA 179; 2012 (1) SACR 517 (SCA) (29 September 2011)",
  "citation": "[2011] ZASCA 179",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 179\n|\nNoteup\n|\nLawCite\nMthembu v S (206/11) [2011] ZASCA 179; 2012 (1) SACR 517 (SCA) (29 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 206/11\nIn\r\nthe matter between:\nSIMANGE\r\nWISEMAN MTHEMBU\n…....................................................\nAppellant\nand\nTHE\r\nSTATE\n…..................................................................................\nRespondent\nNeutral\r\ncitation:\nMthembu v The State\n(206/11)\n[2011] ZASCA 179\n(29\r\nSeptember 2011)\nBench:\r\nPONNAN, SNYDERS, MALAN, BOSIELO JJA and PETSE AJA\nHeard: 16 September 2011\nDelivered: 29 September 2011\nCorrected:\nSUMMARY:\nCriminal Law Amendment Act 105 of 1997\n–\ns\r\n51\n– prescribed sentences – failure to apprise defence\r\nthat court contemplating sentence higher than prescribed minimum\nnot\r\nconstituting defect in the proceedings.\n______________________________________________________________________\nORDER\n______________________________________________________________________\nOn\r\nappeal from\n:\nKwaZulu-Natal High Court\r\n(Pietermaritzburg)\n(Swain,\r\nGorven and Jappie JJ sitting as court of appeal).\nThe appeal\r\nis dismissed.\n______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nPONNAN JA and PETSE AJA ( SNYDERS, MALAN and BOSIELO JJA\r\nconcurring):\n[1] On 9 April 2006 fate conspired, it would seem, to cause the path\r\nof the appellant, Simange Wiseman Mthembu to cross that of\na 29 year\r\nold taxi driver, Derrick Mfanafuthi Majozi (the deceased) not just\r\nonce, but twice. The first, at about midday in the\nPietermaritzburg\r\ncentral business district, ended uneventfully. The second, during the\r\ncourse of the late afternoon near Masons\nMill in Edenvale Road,\r\nPietermaritzburg, not so. Each was precipitated, according to the\r\nappellant, by the deceased's inconsiderate\ndriving. On the first\r\noccasion the appellant and the deceased had to be pulled apart by\r\nothers, thus averting an altercation. On\nthe second, an incident\r\nunrelated to the first, there was a resort to fisticuffs during the\r\ncourse of which the appellant produced\na firearm with which the\r\ndeceased was shot and killed.\n[2] The appellant, who was indicted before Nicholson J in the\r\nKwaZulu-Natal High Court (Pietermaritzburg) on one count of murder,\n\nasserted that in resorting to his firearm he had acted in\r\nself-defence in order to ward off a knife-wielding attack by the\r\ndeceased.\nBut that defence was rightly rejected by the learned trial\r\njudge who convicted the appellant as charged and sentenced him to\r\nimprisonment\nfor a term of 18 years.\n[3] The appellant's appeal to the full court (Jappie, Swain and\r\nGorven JJ) against both conviction and sentence was unsuccessful.\nThe\r\njudgment of the full court, which sets out the facts in far greater\r\ndetail than we have chosen to do, is reported sub nom\nS v Mthembu\n2011 (1) SACR 272\n(KZP). The full court had little hesitation in\r\nconfirming the conviction. In so doing it fully endorsed Nicholson\r\nJ's factual findings.\nIn that, in our view, it cannot be faulted.\r\nWhat did give it pause for reflection was the sentence imposed by the\r\nlearned trial\njudge. Its anxiety was provoked, in particular, by an\r\nearlier reported judgment of that division -\nS v Mbatha\n2009\r\n(2) SACR 623\n(KZP). Both Swain J and Gorven J in separate judgments\r\n(with which Jappie J in each instance concurred) held that\nMbatha\nhad been wrongly decided. They therefore declined to follow it.\r\nIn the light of those discordant judgments special leave to appeal,\n\nsolely in respect of sentence, was granted by this Court to the\r\nappellant.\n[4] At the heart of this appeal therefore is the correctness of\nMbatha\n. In\nMbatha,\nWallis J (Van der Reyden and\r\nNiles-Duner JJ concurring), held (para 26):\n'Consistent with what I have already said about the\r\nproper approach to sentence when the court contemplates a sentence\r\ngreater than\nthe statutory minimum, and consistent also with those\r\ncases that have held that if the State intends to rely upon the\r\nminimum sentencing\nlegislation the accused must be forewarned of that\r\nfact, preferably in the indictment, I think that the failure to\r\napprise the\ndefence of the fact that a higher sentence than the\r\nminimum was in contemplation was a defect in the proceedings. What\r\nmakes that\ndefect of greater significance is that the way in which\r\nBadal AJ put his questions to Mr Govender meant that the latter may\r\nhave\nbeen misled. In my view there was a substantial risk of him\r\nhaving been lulled into a sense of false security, in the belief that\n\nthe court was only concerned with the question whether there were\r\nsubstantial and compelling circumstances justifying the imposition\nof\r\na sentence less than the minimum, and was not entertaining the\r\npossibility of a sentence greater than that. That is particularly\nso\r\nin a case such as the present where the fact that the appellant chose\r\nto advance a dishonest defence, which had been correctly\nrejected by\r\nthe court, and did not then give evidence, meant that there was\r\nlittle point in advancing a submission that substantial\nand\r\ncompelling circumstances were present justifying the imposition of a\r\nsentence of less than 15 years' imprisonment. In my view,\nthe court\r\ncontemplating the imposition of a sentence greater than the statutory\r\nminimum should make it apparent to the accused\nand his or her legal\r\nrepresentative, as that may well alter their entire approach to\r\nsentence.'\n[5] Thus far our courts have simply accepted that if, upon an\r\nevaluation of the cumulative effect of all the circumstances of a\n\ncase, a higher sentence was called for, there were no constraints on\r\nits discretion to impose a sentence far in excess of the ordained\n\nminimum (\nDirector of Public Prosecutions v Venter\n[2008] ZASCA 76\n;\n2009 (1)\r\nSACR 165\n(SCA) para 19). And so, in arriving at that conclusion\r\nWallis J appreciated that he was venturing into unchartered\r\nterritory. As\nhe put it (para 14):\n'I appreciate that the Supreme Court of Appeal laid down\r\nthis approach in the context of cases concerned with a departure from\r\nthe\nstatutory minimum sentence by virtue of the presence of\r\nsubstantial and compelling circumstances. I am also alive to the fact\r\nthat\nthe legislation contains no provision corresponding to\ns\r\n51(3)(a)\nwhen the departure from the prescribed minimum sentence is\r\nupwards rather than downwards. Nonetheless it seems to me that this\r\nmust remain the correct approach when the court is contemplating\r\nimposing a greater sentence than the prescribed minimum, in the\nsame\r\nway as where it is contemplating imposing a lesser sentence.\r\nOtherwise the process of determining the appropriate sentence\nwill be\r\nbifurcated in a most undesirable way. If the approach is different\r\nfrom that which I have indicated it will lead to the\nfollowing\r\nsituation. The court will first determine whether the case is one\r\nfalling within the minimum sentencing legislation.\nIf it is, then it\r\nwill enquire whether there are substantial and compelling\r\ncircumstances justifying the imposition of a lesser\nsentence. If it\r\nconcludes that there are none, it will then abandon all that has gone\r\nbefore and simply determine in the exercise\nof its discretion an\r\nappropriate sentence, having no regard to the legislation.'\n[6] Wallis J continued (para 15 and 16):\n'In my view such an approach disregards one of the\r\npurposes of the minimum sentencing legislation, which is to provide a\r\nmeasure\nof uniformity and not simply to limit in one direction the\r\ndiscretion of courts in imposing sentence in particular cases, whilst\n\nleaving them entirely at large in the other direction. In para 8 of\r\nhis judgment in\nMalgas\n,\r\nMarais JA said that the purpose of the legislation was that of:\n\". . . ensuring a severe, standardised, and\r\nconsistent response from the courts to the commission of such crimes\r\nunless there\nwere, and could be seen to be, truly convincing reasons\r\nfor a different response. When considering sentence the emphasis was\r\nto\nbe shifted to the objective gravity of the type of crime and the\r\npublic's need for effective sanctions against it.\"\nLater he set out the general principles to be applied in\r\napproaching the issue of sentence in these cases, some of which bear\r\nupon\nthe present problem. They are the following:\n\"B. Courts are required to approach the imposition\r\nof sentence conscious that the Legislature has ordained life\r\nimprisonment\n(or the particular prescribed period of imprisonment) as\r\nthe sentence that should\nordinarily\nand in the absence of\r\nweighty justification be imposed for the listed crimes in the\r\nspecified circumstances.\nC. Unless there are, and can be seen to be, truly\r\nconvincing reasons for a different response, the crimes in question\r\nare therefore\nrequired to elicit a severe, standardised and\r\nconsistent response from the courts.\nD. The specified sentences are not to be departed from\r\nlightly and for flimsy reasons.\" '\n[7] In our view, the starting point in an inquiry such as the present\r\nis s 51 of the Criminal Law Amendment Act 105 of 1997 (the\nAct).\r\nSections 51(1), (2) and (3)(a) provide:\n'(1) Notwithstanding any other law, but subject to\r\nsubsections (3) and (6), a regional court or a High Court shall\r\nsentence a person\nit has convicted of an offence referred to in Part\r\n1 of Schedule 2 to imprisonment for life.\n(2) Notwithstanding any other law but subject to\r\nsubsections (3) and (6), a regional court or a High Court shall\r\nsentence a person\nwho has been convicted of an offence referred to\r\nin—\n(a) Part II of Schedule 2, in the case of—\n(i) a first offender, to imprisonment for a period not\r\nless than 15 years;\n(ii) a second offender of any such offence, to\r\nimprisonment for a period not less than 20 years; and\n(iii) a third or subsequent offender of any such\r\noffence, to imprisonment for a period not less than 25 years.\n(b) Part III of Schedule 2 in the case of—\n(i) a first offender, to imprisonment for a period not\r\nless than 10 years;\n(ii) a second offender of any such offence, to\r\nimprisonment for a period not less than 15 years; and\n(iii) a third or subsequent offender of any such offence\r\nto imprisonment for a period not less than 20 years; and\n(c) Part IV of Schedule 2, in the case of—\n(i) a first offender, to imprisonment for a period not\r\nless than 5 years;\n(ii) a second offender of any such offence, to\r\nimprisonment for a period not less than 7 years; and\n(iii) a third or subsequent offender of any such\r\noffence, to imprisonment for a period not less than 10 years:\nProvided that the maximum term of imprisonment that a\r\nregional court may impose in terms of this subsection shall not\r\nexceed the\nminimum term of imprisonment that it must impose in terms\r\nof this subsection by more than five years.\n(3)(a) If any court referred to in subsection (1) or (2)\r\nis satisfied that substantial and compelling circumstances exist\r\nwhich\njustify the imposition of a lesser sentence than the sentence\r\nprescribed in those subsections, it shall enter those circumstances\n\non the record of the proceedings and must thereupon impose such\r\nlesser sentence: Provided that if a regional court imposes such\na\r\nlesser sentence in respect of an offence referred to Part 1 of\r\nSchedule 2, it shall have jurisdiction to impose a term of\r\nimprisonment\nfor a period not exceeding 30 years'\n[8] It is noteworthy that s 51 is headed 'Discretionary minimum\r\nsentences for certain serious offences'. That together with repeated\n\nreferences to the words 'not less than' in ss 2 is the clearest\r\nindicator that the legislature did not intend to fetter the\r\ndiscretion\nof the sentencing court in the way that Wallis J\r\npostulates.\n[9] In\nMthembu\n, Swain J had this to say (para 19.1):\n'The statement in\nMalgas\nthat the prescribed periods of imprisonment \"are to\r\nbe taken to be ordinarily appropriate\", was uttered by the\r\nSupreme\nCourt of Appeal in the context of determining when a\r\ndeparture from the statutory minimum sentence was justified.\r\nAcknowledging\nthis, Wallis J, however, held the view that the\r\nstarting point must be the prescribed minimum sentence and the court\r\nmust then\nconsider if a departure is justified in imposing a greater,\r\nor lesser, sentence. Although the prescribed minimum sentence should\n\nbe the starting point, this is solely for the purpose of deciding\r\nwhether a sentence less than the prescribed minimum sentence\nshould\r\nbe imposed. The exercise of a discretion by the presiding officer to\r\nimpose a sentence greater than the prescribed minimum\nsentence, does\r\nnot have to be justified by reference to the prescribed minimum\r\nsentence. There can be no danger of an undesirable\nbifurcation in the\r\nsentencing process referred to by Wallis J, if it is borne in mind\r\nthat the object of the Act was simply \"to\nprovide for minimum\r\nsentences for certain serious offences\". Once the presence or\r\nabsence of substantial and compelling circumstances\nis determined,\r\nthen the exercise of the discretion required of the presiding\r\nofficer, by the Act, is complete. If no such circumstances\nare found\r\nto be present, I respectfully disagree that the determination of an\r\nappropriate sentence will result in an impermissible\nabandonment of\r\n\"all that has gone before\". That the presiding officer\r\nthereafter need have no regard to the legislation,\nwill simply be\r\nbecause the object of the legislation will have been achieved, i e a\r\ndetermination that a sentence less than the\nprescribed minimum\r\nsentence should not be imposed because of the absence of substantial\r\nand compelling circumstances.'\n[10] As Marais JA made plain in\nS v\nMalgas\n2001 (1)\r\nSACR 469\nSCA (para 18) the legislature has '. . . deliberately and\r\nadvisedly left it to the courts to decide in the final analysis\r\nwhether\nthe circumstances of any particular case called for a\r\ndeparture from the prescribed sentence'. He added (para 25): 'What\r\nstands\nout quite clearly is that the courts are a good deal freer to\r\ndepart from the prescribed sentences than has been supposed in some\n\nof the previously decided cases . . . '.\n[11] Plainly what we are dealing with is a legislative provision that\r\nfetters only partially the sentencing discretion of the court.\nThat\r\nmuch emerges from ss 3(a) which entitles a court to impose a lesser\r\nsentence than the sentence prescribed if it is satisfied\nthat\r\nsubstantial and compelling circumstances exist which justify the\r\nimposition of such lesser sentence. It follows that even\nwere a court\r\nto conclude that substantial and compelling circumstances do indeed\r\nexist, it may in the exercise of its sentencing\ndiscretion\r\nnonetheless impose the prescribed minimum or such higher sentence as\r\nto it appears just.\n[12] On Wallis J's approach the legislative provision would be so\r\nprescriptive in its terms as to strip the sentencing court of\nits\r\nsentencing discretion. Construed as Wallis J does, the provision\r\nwould be mandatory in effect and may well not pass constitutional\n\nmuster. Of such a provision, Marais JA stated in\nMalgas\n(para\r\n3):\n'What\nis\nrightly\r\nregarded as an unjustifiable intrusion by the Legislature upon the\r\nlegitimate domain of the courts, is legislation which\nis so\r\nprescriptive in its terms that it leaves a court effectively with no\r\nsentencing discretion whatsoever and obliges it to pass\na specific\r\nsentence which, judged by all normal and well-established sentencing\r\ncriteria, could be manifestly unjust in the circumstances\nof a\r\nparticular case. Such a sentencing provision can accurately be\r\ndescribed as a mandatory provision in the pejorative sense\nintended\r\nby opponents of legislative incursions into this area. A provision\r\nwhich leaves the courts free to exercise a substantial\nmeasure of\r\njudicial discretion is not, in my opinion, properly described as a\r\nmandatory provision in that sense. As I see it, this\ncase is\r\nconcerned with such a provision.'\n[13] Whilst ss 3(a) obliges a sentencing court to enter the\r\ncircumstances on the record if it is minded to impose a lesser\r\nsentence\nthan that ordained by the legislature, there is no\r\nindication in the language of that provision that a similar course\r\nmust be followed\nwhere a more severe sentence is contemplated. That\r\nnotwithstanding, Wallis J concluded that ‘the failure to\r\napprise the defence\nof the fact that a higher sentence than the\r\nminimum was in contemplation was a defect in the proceedings’\n.\nConceptually we must confess to experiencing some difficulty\r\nwith that conclusion. While it may be notionally axiomatic that the\n\nState should forewarn an accused person of its intention to invoke\r\nthe minimum sentencing provision the same can hardly hold true\nfor a\r\ncourt. For, surely, a court only arrives at its conclusion as to what\r\na proper sentence is, after having received all of\nthe evidence and\r\nhearing argument. Often it is the very act of consideration after the\r\nhearing of argument that properly concentrates\nthe judicial mind to\r\nthe task at hand. Until then such views as may be held by a court may\r\nwell be no more than tentative.\n[14] When then should the defence be apprised by the court of the\r\nfact that a sentence in excess of the ordained minimum is\r\ncontemplated?\n‘At the outset of the sentencing phase’ was\r\ncounsel’s answer to that question. One suspects that it would\r\nhave\nto be as early as then. Any later, may in all likelihood render\r\nthe warning illusory, particularly if the complaint is - and that\nwas\r\nthe thrust of the complaint - that an accused person may (not would)\r\nconduct his or her case differently if forewarned. Notwithstanding\n\nthe\nsui generis\nnature of the sentencing phase, the mere\r\nnotion that a court should be obliged,\nante omnia\nso to speak,\r\nto disclose its view, even if simply tentative, on pain that failure\r\nto do so would vitiate the proceedings and, moreover,\nto thereafter\r\nbe bound to that view (for that is its corollary) is anathema to our\r\nlaw. No such duty existed prior to the coming\ninto operation of the\r\nminimum sentencing legislation. And no such duty is to be found in\r\nthe legislation itself.\n[15] Where then would this duty derive from? Counsel submitted that\r\nit was to be sourced in our conception of a fair trial. But\nresort to\r\nvague notions of fairness hardly serve to elucidate the enquiry. At\r\npresent an accused person is warned at the time of\nthe charge or the\r\nindictment that s 51 of Act 105 of 1997 would be applicable in the\r\nevent of a conviction. A reference to the\nAct in the charge forewarns\r\nthe accused not just that he or she is on risk for the minimum\r\nsentence ordained by the legislature\nunless substantial and\r\ncompelling circumstances are found to exist, but also that the\r\nsentencing jurisdiction of the regional court\n(should that be the\r\nforum) has been enhanced to give practical efficacy to the\r\nlegislative intent. At the commencement of the trial\ntherefore an\r\naccused person can hardly be under any illusion as to the risk that\r\nhe or she faces. Thus, the warning to an accused\nperson where the\r\nminimum sentence applies is far more comprehensive than would be the\r\ncase if it does not apply. But, on the approach\nof Wallis J, that\r\nappears to be insufficient. Something further, it seems, is required.\r\nCounsel was asked during argument to indicate\nin more concrete terms\r\nwhat that additional something was or how the existing warning should\r\nbe further supplemented. Unsurprisingly,\nhe was unable to do so. We\r\nare thus none the wiser as to what the inadequacy is or how the\r\nperceived inadequacy should be remedied.\n[16] It may be advisable to retrace our steps. That an accused person\r\nshould be informed that the minimum sentence is applicable\nto his or\r\nher case owes its genesis to\nS v Legoa\n2003 (1) SACR 13\n(SCA).\r\nThere Cameron JA, after an examination of the earlier judgments of\r\nthis court, expressed the conclusion that under the common\nlaw it was\r\n‘desirable’ that the charge-sheet should set out the\r\nfacts the State intended to prove to bring the accused\nwithin an\r\nenhanced sentencing jurisdiction. Cameron JA continued (para 20 and\r\n21):\n'But under the constitutional dispensation it can\r\ncertainly be no less desirable than under the common law that the\r\nfacts the State\nintends to prove to increase sentencing jurisdiction\r\nunder the 1997 statute should be clearly set out in the charge-sheet.\nThe matter is, however, one of substance and not form,\r\nand I would be reluctant to lay down a general rule that the charge\r\nmust\nin every case recite either the specific form of the scheduled\r\noffence with which the accused is charged, or the facts the State\n\nintends to prove to establish it. A general requirement to this\r\neffect, if applied with undue formalism, may create intolerable\n\ncomplexities in the administration of justice and may be\r\ninsufficiently heedful of the practical realities under which\r\ncharge-sheets\nare frequently drawn up. The accused might in any event\r\nacquire the requisite knowledge from particulars furnished to the\r\ncharge\nor, in a Superior Court, from the summary of substantial facts\r\nthe State is obliged to furnish. Whether the accused's substantive\n\nfair trial right, including his ability to answer the charge, has\r\nbeen impaired, will therefore depend on a vigilant examination\nof the\r\nrelevant circumstances.'\n[17] It is noteworthy that Cameron JA declined to lay down any\r\ngeneral rule in\nLegoa\n.\nLegoa\nwas followed shortly\r\nthereafter by\nS v Ndlovu\n2003 (1) SACR 331\n(SCA). In\nNdlovu,\nMpati JA stated (para 12):\n'The enquiry, therefore, is whether, on a vigilant\r\nexamination of the relevant circumstances, it can be said that an\r\naccused had\nhad a fair trial. And I think it is implicit in these\r\nobservations that where the State intends to rely upon the sentencing\r\nregime\ncreated by the Act a fair trial will generally demand that its\r\nintention pertinently be brought to the attention of the accused\nat\r\nthe outset of the trial, if not in the charge-sheet then some other\r\nform, so that the accused is placed in a position to appreciate\n\nproperly in good time the charge that he faces as well as its\r\npossible consequences. Whether, or in what circumstances, it might\n\nsuffice if it is brought to the attention of the accused only during\r\nthe course of the trial is not necessary to decide in the\npresent\r\ncase. It is sufficient to say that what will at least be required is\r\nthat the accused be given sufficient notice of the\nState's intention\r\nto enable him to conduct his defence properly.'\nIn both\nLegoa\nand\nNdlovu\n, unlike here, this court was\r\nconcerned with the case where the accused had not been warned that\r\nthe minimum sentence legislation\nmight be invoked. And, whilst\nNdlovu\nwent somewhat further than\nLegoa,\nboth emphasised that a fair\r\ntrial enquiry does not occur\nin\nvacuo\nbut that it is\r\nfirst and foremost a fact-based enquiry.\n[18] It may well be a salutary practice for a court, if it holds a\r\nview adverse to a particular litigant, to put that to the litigant\nor\r\nsuch litigant's representative during argument. But we cannot imagine\r\nthat where a view is just in its embryonic stage, a failure\nto do so,\r\nwithout more, would constitute a defect in the proceedings. In\r\nparticular Wallis J’s approach, that the failure\nto apprise the\r\ndefence of the fact that a higher sentence than the minimum was in\r\ncontemplation constitutes, without more, a defect\nin the proceedings,\r\ncannot be endorsed. In our view such failure in and of itself will\r\nnot result in a failure of justice, which\nvitiates the sentence.\r\nAfter all, any sentence imposed, like any other conclusion, should be\r\nproperly motivated (\nS v Maake\n2011 (1) SACR 263\nSCA). And we\r\nshould not lose from sight that our appellate courts have, in terms\r\nof long standing practice, reserved for themselves\nthe right to\r\ninterfere where a sentence has been vitiated by a material\r\nmisdirection or where it is shocking or startlingly inappropriate.\nAs\r\nboth\nLegoa\nand\nNdlovu\nmake plain a ‘vigilant\r\nexamination of the relevant circumstances’ is required. Here,\r\nthe indictment was explicit. It\nstated: ‘\nMURDER\nread\r\nwith the relevant provisions of section 51 and Schedule 2 of the\nCriminal Law Amendment Act 105 of 1997\n’. Thus, right from the\r\noutset, the accused was informed in unambiguous terms that the State\r\nintended to rely on the minimum\nsentencing provisions. No specific\r\nirregularity was alluded to in argument. A careful perusal of the\r\nrecord reveals that there\nwas none.\n[19] One further aspect merits mention.\nMaake,\nin support of\r\nthe broad hypothesis that conclusions by a court should be properly\r\nmotivated, called in aid\nMbatha.\nIt was submitted to us that\nMaake\ncited\nMbatha\nwith apparent approval and that that\r\nconstitutes an endorsement of its correctness on this score. We do\r\nnot agree.\nMaake\ndid not subject the judgment in\nMbatha\nto careful scrutiny nor was the correctness of its conclusion or\r\nreasoning properly considered. It sought support from\nMbatha\nin a wholly different context.\n[20] Turning then to the merits of the present appeal against\r\nsentence. Swain J stated (para 11 and 12):\n'The learned judge found that the appellant had shown\r\ntrue contrition and regret for what he had done, was a first\r\noffender, and\naccepted that he was a good candidate for reformation\r\n\"as provided for in the Correctional Services system\". The\r\nlearned\njudge however, identified the incident as one which fell\r\nwithin what has become known as \"road rage\". By reference\r\nto\nthe decision of Borchers J in the case of\nS v Sehlako\n1999\r\n(1) SACR 67\n(W), he held that the facts were very similar to the\r\npresent case, and endorsed the view of Borchers J, that:\n\"[E]ven where an accused's personal circumstances\r\nare extremely favourable, as they are in this case, they must yield\r\nto society's\nlegitimate demand that its members be entitled to drive\r\nthe roads without risk of being murdered by other irate drivers.”\nIn\nSehlako\nthe\r\naccused was sentenced to 18 years' imprisonment. The learned judge\r\nfound there was very little to differentiate that case from\nthe\r\npresent one, and sentenced the appellant to 18 years' imprisonment.'\nHe accordingly concluded (para 22 and 23)):\n'This court can of course only interfere with the\r\nsentence imposed by the trial court where it is vitiated by a\r\nmaterial misdirection,\nor where the disparity between the sentence of\r\nthe trial court and the sentence which the appellate court would have\r\nimposed, had\nit been the trial court, is so marked that it can\r\nproperly be described as \"shocking\", \"startling\"\r\nor \"disturbingly\ninappropriate\"—\nMalgas\nat 478e-h.\nThe sentence imposed by the learned judge suffers from\r\nnone of these defects, and accordingly must stand.\nThe order I make is the following:\nThe appeal against conviction and sentence is\r\ndismissed.'\n[21] We can find no fault with the approach of the court below. It\r\nfollows that the appeal must fail and it is accordingly dismissed.\n_________________\nV M PONNAN\nJUDGE OF APPEAL\n________________\nX M\r\nPETSE\nACTING\r\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: L Barnard\nInstructed\r\nby:\nKunene\r\nAttorneys\nPietermaritzburg\nHoney\r\nAttorneys\nBloemfontein\nFor\r\nRespondent: R du Preez\nInstructed\r\nby:\nThe\r\nDirector of Public Prosecutions\nPietermaritzburg",
  "scraped_at": "2026-02-12T16:02:04.297216",
  "date": "2011-09-29",
  "coram": [
    "PONNAN JA",
    "SNYDERS JA",
    "MALAN JA",
    "BOSIELO JJA",
    "PETSE AJA"
  ],
  "case_number": "206/11",
  "parties": {
    "applicants": [
      "Simange Wiseman Mthembu"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "The appellant, Simange Wiseman Mthembu, was involved in two confrontations with 29‑year‑old taxi driver Derrick Mfanafuthi Majozi. The first encounter in Pietermarickburg’s central business district ended without violence. The second, later the same day near Masons Mill, escalated into a physical altercation during which the appellant produced a firearm and shot the deceased, resulting in Majozi’s death. Mthembu was charged with murder, found guilty by the High Court, and sentenced to eighteen years’ imprisonment. He appealed both the conviction and the sentence; the conviction was upheld by the full court, and the appeal was limited to the sentence on the basis of the correctness of the precedent set in Mbatha concerning the duty to inform the defence when a court contemplates a sentence above the statutory minimum.",
    "issues": "The paramount issue was whether the failure to apprise the defence that the court was contemplating a sentence higher than the minimum prescribed by s 51 of the Criminal Law Amendment Act 105 of 1997 constituted a defect in the proceedings, thereby rendering the sentence vitiated. Linked issues included the proper application of the Mbatha decision, the scope of the legislature’s intent in s 51 regarding upward departures from the minimum, and whether the eighteen‑year sentence was so inappropriate as to be shocking or startlingly inappropriate.",
    "principles": "Section 51 of the Criminal Law Amendment Act imposes minimum sentences for certain serious offences but allows courts to depart upwards or downwards where substantial and compelling circumstances exist. Precedent under Mbatha (Wallis J) suggested a duty to warn the defence of any contemplated upward departure, whereas earlier cases such as Malgas, Legoa and Ndlovu emphasized that the indictment’s reference to the Act already provides sufficient notice. The court reaffirmed that the legislature intended only a partial fettering of discretion and that the requirement to record substantial and compelling circumstances applies only to downward departures. No constitutional breach arises from a court’s failure to warn the defence of an upward departure where the accused was already aware of the statutory minimum through the charge.",
    "application": "The SCA examined the indictment, which explicitly stated that the charge of murder was read with the relevant provisions of s 51 and Schedule 2, thereby informing the appellant that the minimum sentencing regime would apply. The court found no separate duty to inform the defence at the sentencing stage of a possible higher sentence. Consequently, the failure to give such a warning was not a defect that vitiated the sentence. Applying the principles, the court held that the eighteen‑year sentence, though severe, was not shocking or startlingly inappropriate given the facts of a fatal road‑rage shooting and the appellant’s status as a first‑offender with contrition. The appellant’s arguments for a lesser sentence were rejected.",
    "conclusion": "The appeal against both conviction and sentence was dismissed. The conviction for murder stands, and the original sentence of eighteen years’ imprisonment imposed by the trial judge is affirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "minimum sentencing",
      "appellate review",
      "murder",
      "road rage"
    ]
  }
}