{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/47.html",
  "case_name": "City of Johannesburg Metropolitan Municipality v Blue Moonlight Properties 39 (Pty) Ltd and Another (2011 (4) SA 337 (SCA); [2011] 3 All SA 471 (SCA)) [2011] ZASCA 47; 338/10 (30 March 2011)",
  "citation": "[2011] ZASCA 47",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 47\n|\nNoteup\n|\nLawCite\nCity of Johannesburg Metropolitan Municipality v Blue Moonlight Properties 39 (Pty) Ltd and Another (2011 (4) SA 337 (SCA); [2011] 3 All SA 471 (SCA)) [2011] ZASCA 47; 338/10 (30 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 338/10\nCITY OF JOHANNESBURG METROPOLITAN\r\nMUNICIPALITY\n...............................\nAppellant\nand\nBLUE MOONLIGHT PROPERTIES 39 (PTY)\r\nLTD\n........................................\nFirst\r\nRespondent\nTHE OCCUPIERS OF SARATOGA AVENUE\n..........................................\nSecond\r\nRespondent\n______________________________________________________________\nNeutral citation:\nCity of\r\nJohannesburg Metropolitan Municipality v Blue Moonlight\n(338/10)\n[2011] ZASCA 47\n(30 March 2011)\nCORAM:\nNavsa, Tshiqi, Theron JJA and Plasket and Petse AJJA\nHEARD:\n18 February 2011\nDELIVERED:\n30 March 2011\nSUMMARY:\r\nEviction of desperately poor from privately owned building ─\r\nconstitutional duty of municipality to provide emergency\ntemporary\r\nshelter ─ municipality held to have resources to provide\r\nemergency temporary shelter ─ fulfils important\nrole in the\r\nprogressive realisation of right of access to adequate housing ─\r\nno bar to using ratepayer contributions to provide\nemergency\r\ntemporary shelter to longstanding residents who otherwise would be\r\nforced onto public spaces.\n_______\n_______________________________________________________\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nSouth Gauteng\r\nHigh Court (Johannesburg) (Spilg J sitting as court of first\r\ninstance).\n1. The application by the appellant to\r\nhave new evidence admitted on appeal succeeds and the appellant is to\r\npay the costs of the\napplication on the unopposed scale.\n2. Save as is reflected in the\r\nsubstituted order set out hereunder the appeal is dismissed and the\r\nappellant is ordered to pay the\nsecond respondents’ costs,\r\nincluding the costs of two counsel.\n3. No order is made in respect of the\r\ncross-appeal by the second respondent.\n4. In respect of the abandoned\r\ncross-appeal by the first respondent, no costs order is made in\r\nrelation thereto.\n5. The order of the court below is set\r\naside and substituted as follows:\n‘\n1. The first\r\nrespondent and all persons occupying through them (collectively “the\r\noccupiers”) are evicted from the immovable\nproperty situate at\r\nSaratoga Avenue, Johannesburg and described as Portion 1 of Erf 1308\r\nBerea Township, Registration Division\nIR, Gauteng (“the\r\nproperty”);\n2. The first respondent and all\r\npersons occupying through them are ordered to vacate by no later than\r\n1 June 2011, failing which\nthe Sheriff of the Court is authorised to\r\ncarry out the eviction order;\n3. The second respondent’s\r\nhousing policy to the effect that it only provides temporary\r\nemergency accommodation to those evicted\nfrom unsafe buildings by the\r\nCity itself or at its instance, in terms of the National Building\r\nRegulations and Building Standards\nAct 103 of 1977 is declared\r\nunconstitutional to the extent that it excludes the occupiers from\r\nconsideration for such accommodation;\n4. The second respondent shall provide\r\nthose occupiers whose names appear in the document entitled “Survey\r\nof Occupiers of\n7 Saratoga Avenue, Johannesburg” filed on 30\r\nApril 2008, and those occupying through them, with temporary\r\nemergency accommodation\nas decant in a location as near as feasibly\r\npossible to the area where the property is situated, provided that\r\nthey are still resident\nat the property and have not voluntarily\r\nvacated it;\n5. The second respondent is ordered to\r\npay the applicant’s costs and the costs of the first\r\nrespondent, including the costs\nof two counsel.’\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nNAVSA JA and PLASKET AJA (Tshiqi,\r\nTheron JJA and Petse AJA concurring)\n[1] Courts are\r\nincreasingly being called upon to adjudicate disputes involving\r\nhomeless persons, owners of land or buildings and\nlocal authorities.\r\nIt was firmly established more than 15 years ago that the\r\nsocio-economic rights enumerated in our Constitution\nare\r\njusticiable.\n1\nThe adjudication of\r\nthe right of access to adequate housing more often than not presents\r\nintractable problems. The challenge is\nto forge a coherent\r\njurisprudence.\n[2] The right of\r\naccess to adequate housing cannot be seen in isolation. It has to be\r\nseen in the light of its close relationship\nwith other socio-economic\r\nrights, all read together in the setting of the Constitution as a\r\nwhole.\n2\nIt is irrefutable\r\nthat the State is obliged to take positive action to meet the needs\r\nof those living in extreme conditions of poverty,\nhomelessness or\r\nintolerably inadequate housing. What is in dispute in the present\r\ncase, as is frequently the case in disputes concerning\nhousing, is\r\nthe extent of the State’s obligation in this regard. This\r\nusually telescopes into an enquiry concerning the State’s\n\nresources to meet its constitutional obligations. That issue, amongst\r\nothers, has come sharply into focus in this case. As stated\nin\nGovernment\r\nof the Republic of South Africa & others v Grootboom &\r\nothers\n,\n3\nthe precise form of\r\nthe State’s obligation to provide housing depends on the\r\ncontext within which the right is asserted by\nan aggrieved citizen.\n4\nOrders issued by the court below\n[3] On 4 February 2010 the South\r\nGauteng High Court (Spilg J), ordered the eviction of the second\r\nrespondents, the occupiers of\nbuildings situated at Saratoga Avenue\r\nin Berea in Johannesburg (the occupiers), by no later than 31 March\r\n2010. In addition, the\ncourt ordered the appellant, the City of\r\nJohannesburg Metropolitan Municipality (the City), to pay the first\r\nrespondent, Blue Moonlight\nProperties 39 (Pty) Ltd (Blue Moonlight),\r\nthe company that owns the buildings occupied by the occupiers, an\r\namount equivalent to\nthe fair and reasonable monthly rental of the\r\npremises from 1 July 2009 until 31 March 2010. The court\r\ndirected that the amount\neither be agreed or determined by a sworn\r\nvaluator appointed by the President of the South African Council for\r\nProperty Valuers\nProfession. We shall for convenience refer to the\r\nbuildings as the property.\n[4] Furthermore, the court declared\r\nthe application of part of the City’s housing policy\r\nunconstitutional. In terms of its\nhousing policy, the City provides\r\nemergency shelter to persons evicted by it from unsafe or ‘bad’\r\nbuildings owned by\nprivate landowners but not to persons evicted by\r\nprivate landlords for other reasons. Spilg J held, erroneously, that\r\nthe City’s\nhousing policy discriminated unfairly because\r\npersons evicted from state-owned properties were provided with\r\ntemporary shelter\nbut persons, such as the occupiers in this case,\r\nevicted by private landowners from their properties were not. In fact\r\nthe City’s\npolicy is that only where it acts in terms of s\r\n12(6) of the National Building Regulations and Building Standards Act\r\n103 of 1977\nto evict persons from unsafe buildings, whether\r\nprivately-owned or state-owned, will temporary accommodation be\r\nafforded.\n[5] The court below went further and\r\nissued a structural interdict in terms of which the City was ordered\r\nto remedy the defect in\nits housing policy and to report to the court\r\non what steps it had taken to do so and what steps it intended to\r\ntake in the future.\nThe City was required to deliver the report by\r\n12 March 2010. It was also ordered to report on the details of\r\nall state-owned\noffice buildings that are unoccupied and to report on\r\nwhen the buildings might be occupied.\n[6] Spilg J did not stop there. He\r\nwent on and made the following orders against the City:\n‘\n6.\r\na. the Second Respondent shall provide each of the occupiers who are\r\nentitled to claim as the First Respondent with at least\ntemporary\r\naccommodation as decant in a location as near as feasibly possible to\r\nthe area where the property is situated and if\nrental is expected\r\nthen, unless there is agreement with the individual occupier or\r\nhousehold head (as the case may be), such rental\nmay only be imposed\r\npursuant to a court order, which application may be dealt with at the\r\nsame hearing to consider the report referred\nto in paragraph 5 above;\nb. ALTERNATIVELY and\r\nuntil such time as such accommodation is provided the Second\r\nRespondent shall pay per month in advance, on\nthe 25\nth\nof each month preceding the due date of rental and\r\ncommencing on the 25 March, to each occupier or household head (as\r\nthe case may\nbe) entitled to claim as the First Respondent the amount\r\nof R850 per month until the final determination of the relief\r\nreferred\nto in paragraph 5(e) above that might be sought;\nPROVIDED THAT:\ni. The amount payable in\r\nthe first month to each occupier or household head shall include an\r\nadditional sum of R850 should a deposit\nbe required from a landlord,\r\nwhich shall be refunded in full to the Second Respondent upon expiry\r\nof the lease or upon accommodation\nbeing provided as aforesaid by the\r\nSecond Respondent.\nii. Where a monthly\r\namount is paid to one of the First Respondents in lieu of\r\naccommodation as provided for in paragraph 6(b) then\nsuch amount will\r\nbe reviewed by the parties every six months without prejudice to any\r\nparty’s right to approach a court to\nincrease or decrease the\r\namount;\n7. For the purposes of\r\nparagraphs 5 and 6 the persons entitled to claim as the First\r\nRespondent are those whose names appear in\nthe Survey of Occupiers of\r\n7 Saratoga Avenue, Johannesburg under filing notice of 30 April 2008\r\nat pages 784 to 790 of the record\nprovided they are still resident at\r\nthe property and have not voluntarily vacated.’\n[7] The order set out in the preceding\r\nparagraph in terms of which the City was required to pay a stipend of\r\nsorts is, to say the\nleast, somewhat unusual. Finally, the City was\r\nordered to pay Blue Moonlight’s costs as well as the costs of\r\nthe occupiers,\nincluding the costs of two counsel.\n[8] Lest the impression be created\r\nthat the occupied buildings were of the kind usually let for\r\nresidential use it is necessary\nto have regard to the description\r\nprovided by Blue Moonlight:\n‘\nThe\r\nproperty comprises old commercial premises with a factory building, a\r\nnumber of garages and a double-storey office space. The\ndouble storey\r\noffice space and the garages are occupied for residential purposes as\r\nare two or three shacks which have been erected\nin the factory space.\r\nThere are illegal electricity connections in the factory space, to\r\nthe extent that the electricity box therein\nglows red hot. Although\r\nwater was previously disconnected, it has been illegally\r\nreconnected.’\nThe facts\n[9] It is necessary to describe the\r\nhistory of the occupation and to set out the events leading to the\r\norders being granted. It\nappears that a long time before Blue\r\nMoonlight’s involvement a company known as Kernel Carpets\r\noperated from the property.\nOne of the occupiers, Mr David Goge, has\r\nlived on the property since 1976, when he took up employment with\r\nKernel Carpets. Many\nof the occupiers were employed by Kernel Carpets\r\nand the period of their occupation of the property varies. Kernel\r\nCarpets ceased\ntrading in 1999.\n[10] After Kernel Carpets departed the\r\nscene the occupiers continued paying rent to a caretaker who\r\nostensibly collected it on behalf\nof the owner. A property letting\r\nfirm started collecting rentals during 2000. The property and living\r\nconditions started to deteriorate.\nThis led to a complaint being laid\r\nby the occupiers with a housing tribunal. Nothing came of the\r\ncomplaint.\n[11] During 2002 another management\r\ncompany began collecting rent from the occupiers. That company was\r\nsupplanted by two individuals\nwho collected rent from the occupiers.\r\nA complaint concerning their authority to collect rentals was\r\nreferred to a housing tribunal\nwithout any result. Living conditions\r\ngot worse and maintenance of the buildings was non-existent. In 2004\r\nBlue Moonlight purchased\nthe building. The occupiers alleged that in\r\n2005 an individual named Eddie, purporting to speak on behalf of Blue\r\nMoonlight, engaged\nthem and promised that the building would be\r\nrenovated. According to the occupiers, someone called Nkomo started\r\ncollecting rent,\nostensibly on behalf of Blue Moonlight. The\r\noccupiers stated that they had paid rentals into two bank accounts.\r\nBlue Moonlight’s\nresponse to these allegations is that they had\r\nnever received rentals from any of the occupiers and they put the\r\noccupiers to the\nproof of the aforesaid assertions.\n[12] It is clear that a stand-off\r\ndeveloped between Blue Moonlight and the occupiers. There are\r\ndisputes concerning the termination\nof the water supply to the\r\nbuilding during certain periods and about whether it was safe for\r\nBlue Moonlight’s representatives\nto enter the premises it\r\nowned. For present purposes it is not necessary to explore this any\r\nfurther.\n[13] On 28 June 2005 Blue Moonlight\r\nposted a notice to vacate at the buildings. The occupiers were called\r\nupon to vacate the property\nby 21 July 2005. The notice purported to\r\ncancel any lease agreements that may have been in existence.\n[14] On 12 October 2005 the City\r\nserved a notice on Blue Moonlight in terms of the\nFire Brigade\nServices Act 99 of 1987\ncalling upon it to do the following:\n‘\nRemove\r\nillegal combustible shacks\nProvide fire fighting\r\nequipment\nRemove unsafe electrical\r\nconnections which are illegal\nRemove combustible\r\npartitions\nSubmit plans for change\r\nof occupancy\nProvide adequate\r\nescapes.’\n[15] On 11 November 2005 the City’s\r\nenvironmental health practitioner sent the following notice to Blue\r\nMoonlight in relation\nto the building:\n‘\nTAKE\r\nNOTICE that the City Council of Johannesburg is satisfied that the\r\nabove premises, where the business of an Accommodation Establishment\n\nis conducted, do not comply with the abovementioned By-Laws of the\r\nCity of Johannesburg.\nIn order to make the\r\npremises comply with the said By-Laws, you are hereby required to do\r\nthe work or things herein specified forthwith\nnamely:\n1. Take effective\r\nmeasures to prevent the harbouring or breeding and for the\r\ndestruction of flies, cockroaches and other insects,\nrodents and\r\nother vermin.\n2. Provide and maintain\r\nartificial lighting at every entrance, passage and staircase, of\r\nwhich persons have the use in common. The\nlevel of illuminance of\r\nsuch lighting shall not be less than 160 LUX at any point or in such\r\nentrance, passage or staircase.\n3. Every such entrance,\r\npassage or staircase shall be kept in a clean state and in good\r\nrepair.\n4. Eliminate the cause of\r\ndampness in the wall(s) / ceiling(s) of the premises and repaint with\r\na light coloured washable paint.\n5. Reglaze all broken\r\nwindowpanes.\n6. Provide an adequate\r\nand constant supply of hot and cold running water to every bath, wash\r\nhand basin, shower and wash up sink.\n7. Provide an adequate\r\nand constant supply of cold running water to the cistern(s),\r\nurinal(s).\n8. Repair / replace the\r\ndefective cistern(s).\n9. Replace the broken /\r\nmissing toilet seat(s) and cover(s).\n10. Replace the broken /\r\nleaking water supply pipe(s).\n11. Replace the broken /\r\nleaking soil pipe(s) / waste pipe(s).\n12. Remove the\r\naccumulation(s) of domestic refuse; builder’s rubble from the\r\ncourtyard area.\n13. Repair / replace all\r\nbroken suspended wooden floors.\n14. Repair / replace all\r\nbroken wooden doors throughout the premises.\n15. Ensure adequate\r\nventilation throughout the premises by installing windows where there\r\nare no windows.\n16. Provide ablution\r\nfacilities for use by separate sexes.\n17. Take effective\r\nmeasures to prevent wastewater / sewerage from running down into the\r\nstreet.\n18. Maintain the premises\r\nin a clean and sanitary condition and in good repair at all times.’\n[16] This led to Blue Moonlight\r\nposting a further notice to the occupiers to vacate on 6 January\r\n2006. This was followed by\nan application to court for substituted\r\nservice. The application was subsequently served and was opposed.\r\nWhen the main application\nwas brought in May 2006 the buildings were\r\noccupied by 62 adults and nine children. One of the children was 12\r\nyears old at the\ntime and is disabled. Two of the occupiers are\r\npensioners. Ten of the households are headed by women. All of the\r\noccupiers have\nlived on the property for more than six months. The\r\nmajority have lived there for more than two years. The occupiers are\r\nall desperately\npoor and most of them have no formal employment. Many\r\nhave no income at all. The average household income at the time the\r\napplication\nwas brought was R790 per month.\n[17] In opposing the application for\r\ntheir eviction the occupiers stated that if evicted they would be\r\nrendered homeless and in\nthe short term would have no shelter at all.\r\nIn the medium term they were unaware of alternative accommodation\r\nwhich any of them\ncould afford. They contended that the City was\r\nobliged to take reasonable measures to ensure the progressive\r\nrealisation of their\nconstitutional right of access to adequate\r\nhousing and that this included an obligation to provide shelter\r\nshould they be rendered\nhomeless as a result of their eviction.\r\nImportantly, they accepted that they were unlawful occupiers and\r\ncontended that for that\nvery reason they were entitled to assistance\r\nfrom the City.\n[18] This led to an application by the\r\noccupiers for the City to be joined as a respondent. Furthermore,\r\nthey sought an order declaring\nthat the City had a constitutional\r\nobligation to make temporary emergency shelter available to them on\r\nthe basis that in the event\nof their eviction they would have no\r\nalternative accommodation available and that they would be in a\r\ncrisis or intolerable situation.\n[19] The City was\r\nduly joined as a respondent and entered the fray. Numerous delays\r\noccurred in the prosecution of the case due,\namongst other reasons,\r\nto a pending decision in the Constitutional Court involving the City\r\nand dealing with the City’s obligations\nto occupiers of\r\nprivately owned buildings whom the City had applied to evict on the\r\nbasis that the buildings they had occupied\nwere unsafe and unhealthy.\r\nThe case in question is\nOccupiers\r\nof 51 Olivia Road, Berea Township and 197 Main Street, Johannesburg v\r\nCity of Johannesburg & others\n.\n5\n[20] Before us, the City submitted\r\nthat the court below had not properly taken into account that there\r\nhad been a full judicial\nprocess by Blue Moonlight, in compliance\r\nwith the Prevention of Illegal Eviction from and Unlawful Occupation\r\nof Land Act 19 of\n1998 (PIE) and that the position of the occupiers\r\nwas not comparable to persons evicted due to fire, flood or unsafe\r\nbuildings.\nThus, it was argued, the City was not obliged to make\r\nemergency provision for them. Put simply, the City adopted the\r\nposition that\nit bore no constitutional obligation to provide shelter\r\nwhen an eviction is prompted by a private landlord asserting its\r\nsuperior\nright to property against occupiers. The City pointed out\r\nthat, in any event, it has limited housing stock to deal with life\r\nthreatening\nemergencies.\n[21] The City contended that its\r\nhousing policy that prioritises life threatening situations was not\r\nrandom, arbitrary or discriminatory\nbut was carefully developed,\r\nwithin its budgetary constraints, giving priority to the most\r\npressing demands. The City was adamant\nthat this policy was in line\r\nwith the policy of the national government in terms of a national\r\nlegislative framework and that it\nwas unable to make policy that does\r\nnot conform to that policy and framework. It was emphatic that the\r\nduty to approve and fund\nemergency relief in terms of prevailing\r\nlegislation rests on the provincial government through its housing\r\ndepartment. The City\nwas aggrieved that the court below had refused\r\nits application to join the provincial government, which the City had\r\nargued was\na necessary party to the proceedings. The City argued that\r\nthe occupiers were seeking to obtain an unfair advantage over others\n\nwho were in the queue for State subsidised housing. In this regard it\r\npointed to the sequence of steps in its housing policy directed\nat\r\nthe\nprogressive\nrealisation of housing rights, namely, from\r\nemergency housing to temporary accommodation and then finally to\r\npermanent accommodation.\n[22] The City was adamant in its\r\nsubmission that it had no original power to initiate housing schemes\r\nor provide accommodation on\nits own. It contended that it could not\r\nuse ratepayer contributions or any of its own income to that end. The\r\ncorollary is that\nit had no obligation to house persons other than in\r\nterms of national housing policy and only to the extent that it was\r\nfunded\nby national or provincial government. The contention that the\r\nCity was precluded from using ratepayer contributions to meet housing\n\nneeds was mentioned for the first time in argument before us. It was\r\nsubmitted that if any of the housing schemes referred to by\nthe City\r\nin its affidavit had in fact used ratepayer contributions the City\r\nmight have acted\nulta vires\n. In a report it had filed pursuant\r\nto an order by the high court to do so, it stated, however, that\r\nwhile it was not obliged to\ndo so, it focused on the ‘provision\r\nof shelter to occupants of dangerous buildings, who qualify as being\r\ndesperately poor\nand who find themselves in a true crisis situation’\r\nand that this assistance was funded ‘from its own resources and\n\nwithin its financial constraints’.\n[23] The City was particularly\r\naggrieved at the ‘constitutional damages’ that the court\r\nbelow appeared to have granted\nagainst it. It labelled the order\r\nimposing direct financial obligations on it by payment to the\r\nlandlord, and the provision of\na stipend of sorts to the occupiers,\r\nas extraordinary and unwarranted.\n[24] Blue Moonlight, on the other\r\nhand, contended that its rights to the property owned by it could not\r\nindefinitely be thwarted\nby the occupants and that it should not be\r\nobliged to carry the burden of continuing to house persons who were\r\nin unlawful occupation,\nparticularly since it received no income and\r\nwas under threat from the City about meeting safety and health\r\nregulations. It was\nsubmitted that the occupiers stood in the path of\r\nits right to develop the property in question. Significantly, before\r\nus, Blue\nMoonlight refrained from asserting any entitlement to the\r\nmonetary orders granted in its favour by the court below. It\r\nexpressly\nabandoned any reliance on those orders and limited itself\r\nto contending that the eviction order by the court below was\r\njustified.\n[25] In order to begin to appreciate\r\nthe issues raised in this appeal it is necessary to start with the\r\nconstitutional and legislative\nframework against which they fall to\r\nbe decided.\nThe legal framework\n[26] In order to determine if the City\r\nowes the occupiers any obligations concerning their accommodation on\r\neviction from the property\nand, if so, the nature of those\r\nobligations, it is necessary to start with s 26 of the Constitution.\r\nIt provides:\n'(1) Everyone has the\r\nright to have access to adequate housing.\n(2) The state must take\r\nreasonable legislative and other measures, within its available\r\nresources, to achieve the progressive realisation\nof this right.\n(3) No one may be evicted\r\nfrom their home, or have their home demolished, without an order of\r\ncourt made after considering all the\nrelevant circumstances. No\r\nlegislation may permit arbitrary evictions.'\n[27] The Constitutional Court held, in\nGovernment of the Republic of South\nAfrica &\r\nothers v Grootboom & others\n6\nthat subsecs (1)\r\nand (2) of s 26, being related, need to be read together: the first\r\ndefines the scope of the right,\n7\nwhile the second\r\n'speaks to the positive obligation imposed upon the State'.\n8\nThe court proceeded\r\nto say:\n9\n'It requires the State to\r\ndevise a comprehensive and workable plan to meet its obligations in\nterms of the subsection.\r\nHowever subsec (2) also makes it clear that the obligation imposed\nupon the State is not an\r\nabsolute or unqualified one. The extent of the State's obligation is\r\ndefined by three key elements that\nare considered separately: (a) the\r\nobligation to \"take reasonable legislative and other measures\";\r\n(b) \"to achieve\nthe progressive realisation\" of the right;\r\nand (c) \"within available resources\".'\n[28] In order to give effect to the\r\nfundamental right of access to adequate housing, the state has\r\ndeveloped a legislative and policy\nframework. In its preamble, the\nHousing Act 107 of 1997\nrecognises, in express terms, that it forms\r\npart of the legislative measures required to give effect to\ns 26.\nIts\r\nlong title states that its purpose is:\n'To\r\nprovide for the facilitation of a sustainable housing development\r\nprocess; for this purpose to lay down general principles applicable\n\nto housing development\nin\r\nall spheres of government\n,\r\nto define the functions of national, provincial and local governments\r\nin respect of housing development and to provide for the\n\nestablishment of a South African Housing Development Board, the\r\ncontinued existence of provincial boards under the name of provincial\n\nhousing development boards and the financing of national housing\r\nprogrammes; to repeal certain laws; and to provide for matters\n\nconnected therewith.' (Our emphasis.)\n[29] The Act deals\r\nspecifically with the functions of the national, provincial and local\r\nspheres of government in respect of housing.\nThe national sphere of\r\ngovernment has the function, in essence, of establishing and\r\nfacilitating a 'sustainable national housing\ndevelopment process'\n10\nand for that\r\npurpose the Minister is required,\ninter\r\nalia\n,\r\nto determine national policy and set national norms and standards,\n11\nset national\r\nhousing delivery goals and facilitate the setting of provincial and\r\nlocal government housing delivery goals\n12\nand monitor\r\nperformance, in all three spheres of government, against 'delivery\r\ngoals and budgetary goals'.\n13\nIn order to perform\r\nthe functions allocated to him or her the Minister is,\ninter\r\nalia\n,\r\nvested with the power to 'allocate funds for national housing\r\nprogrammes to provincial governments, including funds for national\n\nhousing programmes administered by municipalities in terms of section\r\n10'.\n14\nIn terms of s 3(7),\r\nall provincial governments and municipalities are obliged to furnish\r\nany 'reports, returns and other information'\nthat the Minister may\r\nrequire. Finally, the Minister is required to publish a National\r\nHousing Code\n15\nwhich must contain\r\nnational housing policy and may contain administrative or procedural\r\nguidelines concerning the ‘effective\nimplementation and\r\napplication of national housing policy’ and 'any other matter\r\nthat is reasonably incidental to national\nhousing policy'.\n16\n[30] Section 7 of\r\nthe Act defines the role of provincial government. Section 7(1)\r\nprovides that every provincial government must,\nafter consultation\r\nwith organised local government, 'do everything in its power to\r\npromote and facilitate the provision of adequate\nhousing in its\r\nprovince within the framework of national housing policy'. Section\r\n7(2) spells out what this obligation (which is\nto be undertaken by\r\nthe respective MEC's for Housing) entails. It includes the\r\ndetermination of provincial housing policy,\n17\nthe promotion of\r\nthe adoption of provincial legislation to ‘ensure effective\r\nhousing delivery';\n18\nthe taking of 'all\r\nreasonable and necessary steps to support and strengthen the\r\ncapacities of municipalities, to effectively exercise\ntheir powers\r\nand perform their duties in respect of housing development',\n19\nthe coordination of\r\nhousing development provincially,\n20\nand the taking of\r\n'all reasonable and necessary steps to support municipalities in the\r\nexercise of their powers and the performance\nof their duties in\r\nrespect of housing development'.\n21\n[31] The functions of local government\r\nin respect of housing are set out in s 9. Section 9(1) provides:\n'Every municipality must,\r\nas part of the municipality's process of integrated development\r\nplanning, take all reasonable and necessary\nsteps within the\r\nframework of national and provincial housing legislation and policy\r\nto ─\n(a) ensure that ─\n(i) the inhabitants of\r\nits area of jurisdiction have access to adequate housing on a\r\nprogressive basis;\n(ii) conditions not\r\nconducive to the health and safety of the inhabitants of its area of\r\njurisdiction are prevented or removed;\n(iii) services in respect\r\nof water, sanitation, electricity, roads, stormwater drainage and\r\ntransport are provided in a manner which\nis economically efficient;\n(b) set housing delivery\r\ngoals in respect of its area of jurisdiction;\n(c) identify and\r\ndesignate land for housing development;\n(d) create and maintain a\r\npublic environment conducive to housing development which is\r\nfinancially and socially viable;\n(e) . . . ;\n(f) initiate, plan,\r\nco-ordinate, facilitate, promote and enable appropriate housing\r\ndevelopment in its area of jurisdiction;\n(g) . . . ;\n(h) . . . .'\n[32] These\r\nfunctions must be viewed in the wider context of what are described\r\nas the 'rights and duties’ of municipalities\nin\ns 4\nof the\nLocal Government: Municipal Systems Act 32 of 2000\n.\n22\nSection 4(1)\nempowers municipal councils to govern, on their own initiative, 'the\r\nlocal government affairs of the local community', to exercise\ntheir\r\nexecutive and legislative authority without 'improper interference'\r\nand to finance their 'affairs' by charging fees for services\nand\r\nimposing rates and other forms of taxation.\n[33]\nSection 4(2)\nprescribes a set of duties that municipalities are required to comply\r\nwith, subject to ‘financial and administrative capacity\nand\r\nhaving regard to practical considerations'. For present purposes,\r\nonly one of these duties needs be mentioned. It is the duty\nto\r\n'contribute, together with other organs of state, to the progressive\r\nrealisation of the fundamental rights contained in sections\n24, 25,\r\n26, 27 and 29 of the Constitution'.\n23\nSection 8(2)\r\nprovides that a City may do ‘anything reasonably necessary for,\r\nor incidental to, the effective performance of\nits functions and the\r\nexercise of its powers'.\n[34] Section 11(3)\r\nvests legislative or executive authority in municipalities to perform\r\na number of functions, including 'developing\nand adopting policies,\r\nplans, strategies and programmes including setting targets for\r\ndelivery';\n24\nthe 'promoting and\r\nundertaking of delivery';\n25\nthe implementation\r\nof 'applicable national and provincial legislation' as well as\r\nby-laws;\n26\nthe preparation,\r\napproval and implementation of budgets;\n27\nthe imposition and\r\nrecovery of rates, taxes, levies, duties, service fees and surcharges\r\non fees . . .';\n28\nand the doing of\r\n'anything else within its legislative and executive competence'.\n29\nFinally, s 23(1)\r\nplaces an obligation on municipalities to undertake\r\n'developmentally-oriented planning' aimed at ensuring that\nthey\r\nachieve their constitutional objects, give effect to their\r\nconstitutionally enshrined developmental duties and 'contribute\nto\r\nthe progressive realization of the fundamental rights contained in\r\nsections 24, 25, 26, 27 and 29 of the Constitution'.\n30\n[35] The third part\r\nof the legislative scheme is the National Housing Code contemplated\r\nby\ns 4\nof the\nHousing Act. Chapter\n12 of the Code is headed 'Housing\r\nAssistance in Emergency Housing Circumstances'. As its heading\r\nsuggests, chapter 12 records policy\nin respect of 'assistance to\r\npeople who, for reasons beyond their control, find themselves in an\r\nemergency housing situation such\nas the fact that their existing\r\nshelter has been destroyed or damaged, their prevailing situation\r\nposes an immediate threat to\ntheir life, health and safety, or they\r\nhave been evicted, or, face the threat of imminent eviction'.\n31\n[36] The process created by chapter 12\r\nis that when a municipality considers that a housing emergency that\r\nfalls within the terms\nof chapter 12 has arisen within its area of\r\njurisdiction, it is required to apply to the provincial government\r\nfor 'project approval'\nfor its plan to deal with the emergency. If\r\nthe provincial government approves the project, it provides funding\r\nto the municipality\nto enable it provide temporary shelter for the\r\nvictims of the emergency. In this case, the City belatedly applied\r\nfor funding to\nprovide temporary shelter for the occupiers and others\r\nwho were similarly situated but the provincial government, pleading a\r\nlack\nof funds, refused to assist.\n[37] The final part of the legislative\r\nscheme is the City's own housing programme. In dealing with the\r\nprovision of alternative\naccommodation in the inner city, the City\r\ndraws a distinction between the following forms of emergency\r\naccommodation: (a) accommodation\nkept in reserve for possible\r\ndisasters; (b) temporary accommodation as decant, which is\r\naccommodation 'custom built to receive\npeople who need to be removed\r\nfrom informal settlements or bad buildings that are unsafe to\r\noccupy’; (c) transitional accommodation,\nwhich is similar in\r\nnature to temporary accommodation but 'refers to accommodation\r\nestablished under the transitional housing programme\nof government';\r\nand (d) shelters, which are ‘social development interventions'\r\nin terms of which private bodies such as churches\nprovide shelter,\r\nwith limited support from the City, for vulnerable groups of people\r\nsuch as street children.\n[38] As far as the provision of any\r\nform of accommodation to people in the position of the occupiers is\r\nconcerned, the City's policy\nhas been set out as follows in its first\r\nreport in terms of\ns 4(2)\nof PIE:\n'The City itself has a\r\nprogramme that seeks to address the dangerous conditions presented by\r\nbad buildings in the Inner City and\nelsewhere. These buildings\r\npresent a danger to the lives of those occupying them and the\r\nbuildings surrounding them. There are\nhundreds of problem buildings,\r\nand safety concerns make it inevitable that the City will have to\r\nevict the occupiers of many of\nthese bad buildings. The City is in\r\nfact obliged to do so in terms of the National Building Regulations\r\nand Building Standards\nAct. The City will probably have to\r\naccommodate many of the occupants of these buildings for various\r\nperiods of time. Because these\noccupants will be evicted for safety\r\nreasons, the City will obviously have to utilise any accommodation\r\navailable to it to accommodate\nthose evicted from bad buildings. The\r\ntemporary accommodation as decant is just beginning to come on stream\r\nat the time this Report\nis made. Because of the scale of the task\r\nfacing the City, the City cannot for the time being make any of its\r\nemergency shelters\navailable for any persons evicted from private\r\nproperty by way of PIE.’\n[39] In\nGrootboom\n,\r\nthe Constitutional Court considered it to be essential to a\r\nreasonable housing programme that responsibilities be allocated not\n\nonly to the national and provincial spheres of government but also to\r\nthe local sphere of government, principally because of its\nimportant\r\nrole in ensuring that ‘services are provided in a sustainable\r\nmanner to the communities they govern’.\n32\nThe court continued\r\nto say:\n33\n‘\nThus,\r\na co-ordinated State housing program must be a comprehensive one\r\ndetermined by all three spheres of government in consultation\nwith\r\neach other as contemplated by chap 3 of the Constitution. It may also\r\nrequire framework legislation at national level, a matter\nwe need not\r\nconsider further in this case as there is national framework\r\nlegislation in place. Each sphere of government must accept\n\nresponsibility for the implementation of particular parts of the\r\nprogram but the national sphere of government must assume\r\nresponsibility\nfor ensuring that laws, policies, programs and\r\nstrategies are adequate to meet the State's s 26 obligations. In\r\nparticular, the\nnational framework, if there is one, must be designed\r\nso that these obligations can be met. It should be emphasised that\r\nnational\ngovernment bears an important responsibility in relation to\r\nthe allocation of national revenue to the provinces and local\r\ngovernment\non an equitable basis. Furthermore, national and\r\nprovincial government must ensure that executive obligations imposed\r\nby the housing\nlegislation are met.’\n[40] The\r\nlegislative framework that has been described above appears in large\r\nmeasure to be designed to give effect to the obligations\nreferred to\r\nin\nGrootboom\nin a co-ordinated\r\nmanner. It is clear from that framework that each sphere of\r\ngovernment has obligations imposed on it in respect\nof the right of\r\naccess to adequate housing; that they are required to work together ─\r\nas one would expect in a system predicated\non principles of\r\nco-operative government\n34\n─\nto ‘achieve\r\nthe progressive realisation of this right’; and that each\r\nsphere is an independent bearer of the obligation.\nFrom this, and the\r\nlegislative scheme as a whole, we conclude that the City’s\r\nobligations to the occupiers is not derivative,\nas was argued on its\r\nbehalf, but direct and that the City has the authority to fund its\r\nown housing programme and administer its\nown housing policy from its\r\nown resources as well as from the national and provincial spheres of\r\ngovernment, within the parameters\nof the national housing policy.\nConclusions\n[41] The City appeals against the\r\norder in terms of which it was required to accommodate the occupiers\r\nand the associated monetary\norders. It also appeals against the order\r\ndeclaring its housing policy to be unconstitutional. The City is also\r\naggrieved that\nthe court below refused its application to join the\r\nprovincial government as a party to the proceedings.\n[42] We consider it convenient to deal\r\nfirst with the contention on behalf of the City set out in para 22\r\nabove, namely, that it\nhas no power to act other than in accordance\r\nwith national legislation and policy and only in circumstances where\r\nit receives funding\nfrom national or provincial government to that\r\nend. The City is obviously constrained to act within the applicable\r\nlegislative\nand policy framework. It is clear, however, from what is\r\nset out in paras 32-38 above, that the City is not only empowered to\r\nact\nin circumstances such as those under consideration, but is\r\nobliged to.\n[43] We begin with\r\nthe Constitution. Section 26(2), which is set out in para 26 above,\r\nobliges the State in all its guises to take\nreasonable legislative\r\nand other measures ‘within its available resources’, to\r\nachieve the progressive realisation\nof the right of access to\r\nadequate housing. Whatever the precise parameters of the term ‘the\r\nState’ may be, there can\nbe no doubt that for purposes of the\r\nBill of Rights and s 26 of the Constitution, in particular, it\r\nincludes the local sphere of\ngovernment.\n35\nFurthermore, the\r\nConstitutional Court has made it clear, in\nOlivia\r\nRoad\n,\r\nthat the City owes those who live within its precincts certain\r\nobligations. The court stated:\n36\n‘\nThe\r\ncity has constitutional obligations towards the occupants of\r\nJohannesburg. It must provide services to communities in a\r\nsustainable\nmanner, promote social and economic development, and\r\nencourage the involvement of communities and community organisations\r\nin matters\nof local government. It also has the obligation to fulfil\r\nthe objectives mentioned in the preamble to the Constitution to\r\n“[i]mprove\nthe quality of life of all citizens and free the\r\npotential of each person”. Most importantly it must respect,\r\nprotect, promote\nand fulfil the rights in the Bill of Rights.’\nLater in the\r\njudgment the court stated, in the context of the interplay between\r\nensuring safe buildings and preventing homelessness,\nthat ‘the\r\ncity has a duty to ensure safe and healthy buildings on the one hand\r\nand to take reasonable measures within its\navailable resources to\r\nmake the right of access to adequate housing more accessible as time\r\nprogresses on the other’.\n37\n[44] In\nPort\r\nElizabeth Municipality v Various Occupiers\n38\nthe Constitutional\r\nCourt made the point that, generally speaking, courts should be\r\nreluctant to grant eviction orders against persons\nwho are\r\n‘relatively settled’ in the absence of reasonable\r\nalternative accommodation for them ‘even if only as\nan interim\r\nmeasure pending ultimate access to housing in the formal housing\r\nprogramme’. The court proceeded to state:\n39\n‘\nThe\r\navailability of suitable alternative accommodation will vary from\r\nmunicipality to municipality and be affected by the number\nof people\r\nfacing eviction in each case. The problem will always be to find\r\nsomething suitable for the unlawful occupiers without\nprejudicing the\r\nclaims of lawful occupiers and those in line for formal housing. In\r\nthis respect, it is important that the actual\nsituation of the\r\npersons concerned be taken account of. It is not enough to have a\r\nprogramme that works in theory. The Constitution\nrequires that\r\neveryone must be treated with care and concern; if the measures,\r\nthough statistically successful, fail to respond\nto the needs of\r\nthose most desperate, they may not pass the test. In a society\r\nfounded on human dignity, equality and freedom,\nit cannot be\r\npresupposed that the greatest good for the many can be achieved at\r\nthe cost of intolerable hardship for the few, particularly\nif, by a\r\nreasonable application of judicial and administrative statecraft,\r\nsuch human distress could be avoided.’\n[45] The provisions\r\nof the\nHousing Act, referred\nto earlier in this judgment, envisages\r\nan interactive approach between local and other spheres of government\r\nto facilitate the\nprovision of housing. In\nPort\r\nElizabeth Municipality\nthe\r\nConstitutional Court said that ‘municipalities have a major\r\nfunction to perform with regard to the fulfilment of the rights\nof\r\nall to have access to adequate housing’. It went on to say that\r\nmunicipalities have a ‘duty systematically to improve\naccess to\r\nhousing to all within their area’.\n40\n[46]\nSection 9\nof\r\nthe\nHousing Act, set\nout in para 31 above, obliges every\r\nmunicipality, within the framework of national and provincial housing\r\nlegislation and policy,\nto ensure that inhabitants within its area of\r\njurisdiction have access to adequate housing on a progressive basis\r\nand to provide\nconditions conducive to the health and safety of such\r\npersons. In terms of\ns 9(1)(f)\nevery municipality must initiate,\r\nplan, coordinate, facilitate, promote and enable appropriate housing\r\ndevelopment in its area\nof jurisdiction.\nSection 4(2)\nof the\nLocal Government: Municipal Systems Act, referred\nto in para 33\r\nabove, imposes a duty on municipalities to contribute ‘together\r\nwith other organs of State’,\ninter\r\nalia\n,\r\nto the progressive realisation of the right of access to adequate\r\nhousing.\nSection 8(2)\nof the same Act empowers municipalities to take\r\nsuch steps as are reasonably necessary for or incidental to the\r\neffective performance\nof their functions and powers.\n[47] It is clear from the City’s\r\nown affidavits and reports that it has an extensive and impressive\r\nhousing programme, signifying\nthat it is indeed taking steps to\r\ncomply with its constitutional and statutory obligations. The\r\nquestion before us is whether it\nis doing so in respect of the\r\noccupiers.\n[48] In our view, for all the stated\r\nreasons, there is no merit in the submission that the City is not\r\nempowered or obliged to act\nother than as an agent of national or\r\nprovincial government with funding from those sources. As we have\r\nshown, it uses its own\nresources to fund the housing needs of certain\r\npersons who find themselves in dire circumstances of homelessness. It\r\nwould appear\nthat the City has done so without any concern, before\r\nthe issue was raised in argument before us, that it may have been\r\nacting\nbeyond its powers. We conclude that the City is, indeed,\r\nempowered to provide for the progressive realisation of the right of\r\naccess\nto adequate housing within its area of jurisdiction and to\r\nutilise its own resources to do so, if needs be, as long as its\r\nactions\nin this regard are not inconsistent with the\nHousing Act or\nthe National Housing Code.\n[49] The next question that falls to\r\nbe addressed is whether the City is able, within its available\r\nresources, to meet the needs\nof the occupiers. Whilst the City has\r\nexplained that operating within a budget surplus, which it\r\nacknowledges, for at least one\nfinancial year, does not mean that it\r\ncan employ such monies at will, it does not anywhere state that it is\r\nunable to re-allocate\nfunds or that it is unable financially to meet\r\nthe temporary housing needs of the occupiers. All that is being\r\nsought at the moment,\nby the occupiers, is temporary accommodation as\r\nan entrée to the progressive scheme which envisages permanent\r\naccommodation\nin the future in the sequence referred to earlier in\r\nthis judgment. While we appreciate that the City faces immense\r\nchallenges\nas a result of the influx of persons into Johannesburg,\r\nthe papers do not attempt to grapple with, and inform us, as to what\r\nis\npossible.\n[50] In dealing with its financial\r\nconstraints the City speaks in the vaguest terms about the\r\naffordability of meeting demands for\nhousing. Much of the affidavits\r\ndeposed to on behalf of the City is devoted to the cost of providing\r\npermanent accommodation. It\nstates that for the 2008/2009 financial\r\nyear its projections indicate a movement towards a budget deficit. It\r\ndoes not say in terms\nthat it has no funds to provide temporary\r\nemergency housing as decant for the occupiers.\n[51] The City has for a long time been\r\nfaced with emergency housing situations of all kinds. It appears to\r\nhave adopted an entrenched\nposition that excludes persons such as the\r\noccupiers from assistance. It is abundantly clear that but for this\r\napproach it could\nhave adopted a long-term strategy, which ought to\r\nhave included financial planning, to deal with such exigencies. It\r\ndid not do\nso and that is what caused it to apply belatedly to the\r\nprovincial government for funding to deal with the occupiers’\r\nneeds.\nThe City’s application to provincial government for\r\nlast-minute funding was misdirected as it must have been clear to the\n\nCity that the former’s budgetary and financial resources had\r\nalready been committed. The written response by the provincial\n\ngovernment to that effect could hardly have been surprising.\n[52] To a great extent the City is to\r\nblame for its present unpreparedness to deal with the plight of the\r\noccupiers. It knew of\ntheir situation from the time that the\r\nlitigation started, through its many delays extending over three\r\nfinancial years. It did\nnot, in all that time, make any provision,\r\nfinancial or otherwise, to deal with a potentially adverse court\r\norder or take steps\nto re-allocate resources or re-work priorities so\r\nthat the occupiers could be accommodated. As a result, the City has,\r\nthrough\nits general reports, vague responses to its budget surplus\r\nand denial of any obligations towards the occupiers, failed to make\r\nout a case that it does not have the resources to provide temporary\r\naccommodation for the occupiers if they are to be evicted.\n[53] The use of ratepayer\r\ncontributions or any of the City’s own funds to prevent the\r\nCity being exposed to long standing\nresidents, who in their humble\r\nway contributed to the economic life-blood of Johannesburg, squatting\r\nin public places accompanied\nby the attendant environmental impact\r\ncan hardly be objectionable. The City’s recent disavowal of its\r\npower and entitlement\nto engage in accommodation projects on its own,\r\nwithout funding from national or provincial government, is\r\ncontradicted by its\nown accommodation report in which it indicated\r\nthat of its capital budget of R170 million for housing for the\r\n2007/2008 financial\nyear for R55 million is derived from the City’s\r\nown funds. As indicated above, the City has an indispensible role to\r\nplay\nin the progressive realisation of the right of access to\r\nadequate housing. It has a constitutional obligation in the\r\ncircumstances\nof this case to provide temporary emergency housing to\r\nthe occupiers. We were not referred by counsel on behalf of the City\r\nto\nany statutory prohibition against the use by the City of its own\r\nfunds to provide temporary emergency accommodation.\n[54] Proportionality is a\r\nconstitutional watchword. In dealing with the interrelated issues of\r\nthe limits of judicial intrusion\nand the reality of available\r\nresources, balanced against the assertion of socio-economic rights, a\r\ncourt’s role can rightly\nbe described as ‘the art of the\r\npossible’.\n[55] It is necessary at this stage to\r\ndeal with the submission on behalf of the City, that if it were\r\ncompelled to accommodate the\noccupiers, it would be enabling them to\r\njump the queue of persons waiting their turn in the various stages\r\nthat lead ultimately\nto permanent accommodation. We fail to see how\r\nthey would be jumping the queue. They would be the last in the line\r\nand would have\nto wait their turn like everyone else. Counsel for the\r\noccupiers accepted, correctly, that this was the position and that,\r\nat this\nstage, they were entitled to nothing more than temporary\r\nemergency accommodation.\n[56] The court below found that the\r\nCity’s housing policy was unfairly discriminatory and hence\r\nunconstitutional because it\ndrew an illegitimate distinction between\r\npersons evicted from state-owned property and those evicted from\r\nprivately-owned property,\nrendering assistance to the former category\r\nonly. The court below erred in two respects.\n[57] First, it categorised the\r\ndifferentiation in treatment incorrectly. It did not involve a\r\ndifference in treatment between those\nevicted from state-owned\r\nproperties and those evicted from privately-owned properties. Rather\r\nthe difference was one between persons\nevicted from privately-owned\r\nunsafe buildings by the City itself, acting in terms of s 12(6)\r\nof the National Building Regulations\nand Building Standards Act, and\r\nthose evicted from privately-owned buildings (which are not\r\nnecessarily, but could be, dangerous\nbuildings) by private\r\nlandowners.\n[58] Secondly, the\r\ncourt below erred in categorising the differentiation in treatment as\r\nunfair discrimination as contemplated by\ns 9(3) of the Constitution.\r\nIn\nHarksen\r\nv Lane NO & others\n41\nthe Constitutional\r\nCourt held that the right to be protected from unfair discrimination\r\nsought to ‘prevent the unequal treatment\nof people based on\r\nsuch criteria which may, amongst other things, result in the\r\nconstruction of patterns of disadvantage such as\nhas occurred only\r\ntoo visibly in our history’\n42\nand that\r\ndiscrimination on unspecified grounds (ie on grounds other than the\r\ngrounds listed in s 8(2) of the interim Constitution\nand s 9(3) of\r\nthe final Constitution) is established if a differentiation of\r\ntreatment ‘is based on attributes or characteristics\nwhich have\r\nthe potential to impair the fundamental dignity of persons as human\r\nbeings, or to affect them adversely in a comparably\nserious manner’.\n43\nThat does not apply\r\nin respect of the differentiation in treatment in this matter: the\r\nconstitutionality of the differentiation\nmust be considered against s\r\n9(1) which provides that ‘[e]veryone is equal before the law\r\nand has the right to equal protection\nand benefit of the law’.\n[59] We turn now to a consideration of\r\nthe City’s policy against s 9(1) of the Constitution. The\r\npolicy is inflexible because\nit does not allow at all for the\r\nprovision of temporary accommodation for persons evicted from\r\nprivately-owned land, even if they\nare desperately poor and find\r\nthemselves in a crisis, while it provides temporary accommodation to\r\nthose whom it evicts from privately-owned\ndangerous buildings, if\r\nthey are desperately poor and find themselves in a crisis. It\r\nexcludes one category of evictees from consideration\ncompletely and\r\nincludes another category completely without concerning itself with\r\nany other personal circumstances of those to\nbe evicted.\n[60] The\r\ninflexibility of the policy, which effectively precludes a proper\r\nconsideration of the merits of the claims of evictees\nto be housed by\r\nthe City, is in itself a basis for setting it aside. In the\r\npre-constitutional era, in dealing with a fixed policy\napplied to the\r\ngranting of housing permits by a township housing authority, the\r\ncourt in\nMahlaela\r\nv De Beer NO\n,\n44\nsaid the following:\n‘\n[I]f\r\nthe permit is refused or the grant of a permit is not considered on\r\nthe ground of a fixed policy, there can be no proper exercise\nof a\r\ndiscretion or a performance of a duty and the decision of the\r\nsuperintendent falls to be set aside on this ground. This is\nalso\r\ntrite.’\n[61] The policy is,\r\nas a result of its inflexibility, also irrational and can on that\r\nbasis alone be impugned. In\nPharmaceutical\r\nManufacturers Association of SA & another: In Re Ex Parte\r\nPresident of the Republic of South Africa & others\n,\n45\nChaskalson P held:\n‘\nIt\r\nis a requirement of the rule of law that the exercise of public power\r\nby the Executive and other functionaries should not be\narbitrary.\r\nDecisions must be rationally related to the purpose for which the\r\npower was given, otherwise they are in effect arbitrary\nand\r\ninconsistent with this requirement. It follows that in order to pass\r\nconstitutional scrutiny the exercise of public power by\nthe Executive\r\nand other functionaries must, at least, comply with this requirement.\r\nIf it does not, it falls short of the standards\ndemanded by our\r\nConstitution for such action.’\nIn\nGrootboom\nthe Constitutional\r\nCourt, in the context of the right of access to adequate housing,\r\nheld that ‘the real question in terms\nof our Constitution is\r\nwhether the measures taken by the State to realise the right afforded\r\nby s 26 are reasonable’.\n46\n[62] It is,\r\nfurthermore, arbitrary and unequal in its operation and effect. The\r\nconnection between arbitrariness and inequality\nwas drawn by\r\nAckermann J in\nS\r\nv Makwanyane & others\n47\nas follows:\n‘\nArbitrariness,\r\nby its very nature, is dissonant with these core concepts of our new\r\nconstitutional order. Neither arbitrary action\nnor laws or rules\r\nwhich are inherently arbitrary or must lead to arbitrary application\r\ncan, in any real sense, be tested against\nthe precepts or principles\r\nof the Constitution. Arbitrariness must also inevitably, by its very\r\nnature, lead to the unequal treatment\nof persons. Arbitrary action or\r\ndecision-making is incapable of providing a rational explanation as\r\nto why similarly placed persons\nare treated in a substantially\r\ndifferent way. Without such a rational justifying mechanism, unequal\r\ntreatment must follow.'\n[63] Arbitrariness\r\nthus offends against equality which is a founding value of our\r\nConstitution. Equal protection under the law is\ncentral to the rule\r\nof law, another founding value of the Constitution.\n48\n[64] In\nHarksen\r\nv Lane NO & others\n,\n49\nthe Constitutional\r\nCourt set out the method for analysing allegations of unequal\r\ntreatment in the following terms:\n‘\nWhere\r\ns 8 [of the interim Constitution] is invoked to attack a legislative\r\nprovision or executive conduct on the ground that it\ndifferentiates\r\nbetween people or categories of people in a manner that amounts to\r\nunequal treatment or unfair discrimination, the\nfirst enquiry must be\r\ndirected to the question as to whether the impugned provision does\r\ndifferentiate between people or categories\nof people. If it does so\r\ndifferentiate, then in order not to fall foul of s 8(1) of the\r\ninterim Constitution there must be a rational\nconnection between the\r\ndifferentiation in question and the legitimate governmental purpose\r\nit is designed to further or achieve.\nIf it is justified in that way,\r\nthen it does not amount to a breach of s 8(1).’\n[65] In the application of its policy\r\nthe City effectively ties its own hands and renders itself blind to\r\nthe real plight and homelessness\nof persons who find themselves in\r\nthe circumstances of the occupiers. It precludes itself from\r\nconsidering the duties placed on\nit by the Constitution. As stated\r\nabove, by drawing the irrational and arbitrary distinction referred\r\nto, it is effectively putting\npotentially vast numbers of persons\r\nbeyond State assistance in the face of an obligation to take positive\r\nsteps to assist those\nwho, because of their poverty and because of\r\ncircumstances beyond their control, find themselves in dire need.\n[66] The\r\ndifferentiation between persons who have been evicted by the City\r\nfrom privately-owned dangerous buildings and by private\nlandowners\r\nbears no rational connection to the City’s legitimate purpose\r\nof providing temporary accommodation to those who\nare vulnerable and\r\nmost in need. Its policy does not factor in the degree of need of\r\nevictees in either situation because the personal\ncircumstances and\r\nneeds of\nall\nare irrelevant:\r\nwhile the unsafe condition of buildings is a sufficient basis for the\r\nCity providing accommodation, as long as that\nthe eviction is at its\r\ninstance, the same does not apply when persons are evicted from\r\nunsafe buildings by private landlords even\nthough the danger in the\r\nlatter instance might in some cases be greater. The City’s\r\npolicy does not take this into account.\nEven though the City’s\r\nnotices to Blue Moonlight, referred to in paras 13 and 14 above, were\r\nnot in terms of the National\nBuilding Regulations and Buildings\r\nStandards Act, in substance they addressed health and safety\r\nconcerns. The distinction drawn\nby the City between the occupiers and\r\nthose evicted by virtue of a notice in terms of the Act is also\r\nirrational.\n[67] Having regard\r\nto the above, a further foundational value is implicated, namely, the\r\nright to dignity entrenched in s 10 of\nthe Constitution. This section\r\nprovides that ‘everyone has inherent dignity and the right to\r\nhave their dignity respected\nand protected’. The importance of\r\ndignity ─ particularly in the light of our history ─ was\r\nemphasised by O’Regan\nJ in\nS\r\nv Makwanyane & another\n50\nwhen she stated\r\nthat recognition of the right to dignity ‘is an acknowledgment\r\nof the intrinsic worth of human beings: human\nbeings are entitled to\r\nbe treated as worthy of respect and concern’. And in\nGrootboom\n,\r\nwithin the specific context of the right of access to adequate\r\nhousing, the Constitutional Court made the point that the\r\n‘Constitution\nwould be worth infinitely less than its paper if\r\nthe reasonableness of State action concerned with housing is\r\ndetermined without\nregard to the fundamental constitutional value of\r\nhuman dignity’.\n51\nThe inflexible\r\napplication of the City’s policy subjects the occupiers to\r\ncontinued violation of their dignity because its\neffect is that they\r\nare rendered homeless on eviction and vulnerable to eviction wherever\r\nthey go because they are, on the uncontested\nevidence, unable to\r\nafford other accommodation. We conclude, therefore, that to the\r\nextent that the City’s policy treats\nthe occupiers differently\r\nto those who are evicted from privately-owned unsafe buildings by the\r\nCity, it is unconstitutional. (There\nis no need to enquire whether it\r\nis nonetheless a reasonable and justifiable infringement of the right\r\nto equality in terms of\ns 36(1) of the Constitution because the\r\nCity’s policy is not a ‘law of general application’.)\n[68] We turn to the\r\nquestion of non-joinder of the provincial government. Generally\r\nspeaking, the provincial government has an important\nrole to play in\r\nthe progressive realisation of the constitutional right of access to\r\nadequate housing. However, in these proceedings\nit is not clear to us\r\nthat it has any role at all. First, it was called upon at the\r\neleventh hour by the City to provide funds\nto deal with the crisis\r\nsituation in which the occupiers (and others) found themselves, a\r\ncrisis which it could not on its own\nhave foreseen or planned for. It\r\nrefused to assist because, it said, it lacked the resources in that\r\nfinancial year, and that decision\nis not being challenged in these\r\nproceedings. The provincial government fell out of the picture at\r\nthat point. Secondly, no relief\nis sought against the provincial\r\ngovernment by either the owner, the occupiers or the City. Thirdly,\r\nthe joinder of the provincial\ngovernment was sought by the City on\r\nthe basis of its own incorrect view that it had no primary obligation\r\ntowards the occupiers\nto provide accommodation. Last, it appears to\r\nus that there is no impediment to the City’s fulfilment of its\r\nown constitutional\nobligation to provide temporary emergency housing,\r\nby placing the occupiers on the lowest rung of their climb towards\r\nultimate\npermanent accommodation, which sequence it should be borne\r\nin mind the City laudably established on its own. Joinder of the\r\nprovincial\ngovernment would only be necessary if it had a direct and\r\nsubstantial interest in any order that might be made or if that order\n\ncould not be carried into effect without prejudicing the provincial\r\ngovernment.\n52\nThis case, apart\r\nfrom the eviction order that is sought by Blue Moonlight, concerns\r\nthe City’s obligations and the obligations\nof no-one else: no\r\nrelief is claimed against the provincial, it cannot be said to have a\r\nreal and substantial interest in any order\nthat may be made and any\r\norder that is made can be carried out without any prejudice to the\r\nprovincial government. Consequently,\nits joinder was not necessary.\n[69] It is necessary to deal briefly\r\nwith two further aspects of the order made by the court below. We\r\nbegin with the structural\ninterdict which the occupiers persisted in\r\nbefore us. Counsel for the occupiers conceded that the setting aside\r\nof the unconstitutional\naspect of the policy coupled with an order\r\nthat obliged the City to house the occupiers in temporary emergency\r\naccommodation en\nroute to the ultimate realisation of permanent\r\naccommodation would mean that they had succeeded in their primary\r\nobjective. Questioned\nby the court about the need for the structural\r\ninterdict counsel was unable to persuade us that it was necessary. In\r\nour view,\nthe structural interdict would serve no purpose and, that\r\nbeing so, it cannot be said to be relief which is appropriate.\n[70] The other\r\naspect concerns the compensation order ─ the so-called\r\nconstitutional damages awarded to the owner. Allied\nto this was the\r\nstipend referred to above. The compensation order, an order that is,\r\nto say the least, far-reaching, was ostensibly\nmodelled on the\r\ndecision of this court in\nModderfontein\r\nSquatters, Greater Benoni City Council v Modderklip Boerdery (Pty)\r\nLtd (Agri SA and Legal Resources Centre, Amici\nCuriae); President of\r\nthe Republic of South Africa and others v Modderklip Boerdery (Pty)\r\nLtd (Agri SA and Legal Resources Centre,\nAmici Curiae)\n.\n53\nIn our view, the\r\npeculiar facts of\nModderklip\nrender it\r\ndistinguishable and it certainly is not authority for the proposition\r\nthat constitutional damages is always available,\nor ordinarily\r\nappropriate, as a remedy whenever a fundamental right has been\r\nbreached.\n[71] In\nModderklip\nHarms\r\nJA found that compensation was the only remedy that was appropriate\r\nin the circumstances in order to remedy the violation\nof the owner’s\r\nrights by the State.\n54\nThe Constitutional\r\nCourt agreed with this finding.\n55\nIt is, in any event\r\ndistinguishable. First, in\nModderklip\nthe compensation\r\norder was made not, as in this case, as an ancillary to an eviction\r\norder but after an eviction order had been\ngranted and ignored by the\r\n40 000 unlawful occupiers of Modderklip Boerdery’s land.\r\nSecondly, compensation was ordered because\nthe State had violated the\r\nfundamental rights of Modderklip Boedery by failing to assist it to\r\nexecute the eviction order which,\nin view of the large number of\r\noccupiers who had invaded the land, Modderklip Boerdery was unable to\r\ndo on its own. There is no\nquestion that, in this case, Blue\r\nMoonlight will be able to execute an eviction order if it has to.\r\nThirdly, because of the large\nnumber of persons on the land, their\r\neviction was, for all practical purposes, impossible to achieve and\r\nthat left Modderklip Boerdery\nwithout the use and enjoyment of its\r\nland and, as stated above, with compensation as the only viable and\r\nhence appropriate remedy.\nOnce again, the facts of this case are very\r\ndifferent and there is no suggestion that Blue Moonlight cannot evict\r\nthe occupiers\nif it has to. Finally, Modderklip Boerdery was the\r\ninnocent victim of a land invasion and it took all reasonable steps –\r\nand did so expeditiously – to safeguard its interests. In this\r\ncase, Blue Moonlight bought the property in the full knowledge\nthat\r\nit was occupied by a number of persons. For these reasons we consider\r\nthat\nModderklip\nis no authority for\r\nthe granting of the compensation order in the circumstances of this\r\ncase and that compensation cannot be said\nto be appropriate relief.\r\nWisely, Blue Moonlight eschewed any reliance on the compensation\r\ngranted to them.\n[72] The granting of the stipend to\r\nthe occupiers, albeit in the alternative, is in itself extraordinary.\r\nIt has no basis in law\nthat we can discern and, if allowed to stand,\r\nwould have had the potential to serve as a precedent for abuse by\r\nunscrupulous landlords\nwho might see the State as a default source of\r\nrental income. It, like the compensation order, is relief which is\r\nnot appropriate.\n[73] In arriving at\r\nour conclusions we have been mindful of the doctrine of the\r\nseparation of powers and the limits of judicial\nintrusion into the\r\ndomains of other branches of government. We are, however, compelled\r\nto give effect to the rights being asserted\nbefore us and to the\r\nextent that this may take us into the City’s administrative\r\nsystem, we are of the view that it is an\nintrusion that is mandated\r\nby the Constitution. In\nMinister\r\nof Health & others v Treatment Action Campaign & others (No\r\n2)\n56\nthe Constitutional\r\nCourt held:\n‘\nThe\r\nprimary duty of Courts is to the Constitution and the law, “which\r\nthey must apply impartially and without fear, favour\nor prejudice”.\r\nThe Constitution requires the State to “respect, protect,\r\npromote, and fulfil the rights in the Bill\nof Rights”. Where\r\nState policy is challenged as inconsistent with the Constitution,\r\nCourts have to consider whether in formulating\nand implementing such\r\npolicy the State has given effect to its constitutional obligations.\r\nIf it should hold in any given case\nthat the State has failed to do\r\nso, it is obliged by the Constitution to say so. Insofar as that\r\nconstitutes an intrusion into\nthe domain of the Executive, that is an\r\nintrusion mandated by the Constitution itself.’\n[74] It is not in dispute that Blue\r\nMoonlight has complied with the requirements of PIE and that it is\r\nentitled to an eviction order.\nAll that remains is for us to\r\ndetermine the timing of the eviction. This is necessary in order to\r\nallow the City to make the necessary\narrangements for the temporary\r\naccommodation of the occupiers and for the occupiers to make their\r\npreparations for moving from\na building that has, for many of them,\r\nbeen home for many years. Taking all of the circumstances into\r\naccount and the suggestions\nof the parties, we consider a period of\r\ntwo months from the date of this judgment to be just and equitable.\n[75] For the reasons set out above, a\r\nnumber of orders issued by the court below fall to be set aside. The\r\neviction order has to\nbe amended in accordance with what is set out\r\nin the preceding paragraph. The declaration of invalidity has to be\r\nin line with\nour reasoning. Even though the order of the court below\r\nis being changed to a significant degree, the City has nevertheless\r\nfailed\nin its resistance to the order imposing an obligation on it to\r\naccommodate the occupiers. Consequently, the appeal must fail in\n\nrespect of their primary point. The cross-appeal by the occupiers on\r\nthe basis that the court below ought to have made the eviction\norder\r\nconditional upon the provision of suitable alternative accommodation\r\nto them became academic for the reason set out in para\n69 above and\r\nthere is no need to make any order in relation thereto. Blue\r\nMoonlight’s cross-appeal for the compensation order\nto be\r\nvaried was abandoned during the hearing. That cross-appeal therefore\r\nshould also fail.\n[76] The City applied to have new\r\nevidence admitted on appeal, namely, an updated housing report dated\r\n21 December 2010. The application\nwas opposed by the occupiers. We\r\ninclined to admit the report and considered it in arriving at our\r\nconclusions.\n[77] The following order is made:\n1. The application by the appellant to\r\nhave new evidence admitted on appeal succeeds and the appellant is to\r\npay the costs of the\napplication on the unopposed scale.\n2. Save as is reflected in the\r\nsubstituted order set out hereunder the appeal is dismissed and the\r\nappellant is ordered to pay the\nsecond respondents’ costs,\r\nincluding the costs of two counsel.\n3. No order is made in respect of the\r\ncross-appeal by the second respondent.\n4. In respect of the abandoned\r\ncross-appeal by the first respondent, no costs order is made in\r\nrelation thereto.\n5. The order of the court below is set\r\naside and substituted as follows:\n‘\n1. The first\r\nrespondent and all persons occupying through them (collectively “the\r\noccupiers”) are evicted from the immovable\nproperty situate at\r\nSaratoga Avenue, Johannesburg and described as Portion 1 of Erf 1308\r\nBerea Township, Registration Division\nIR, Gauteng (“the\r\nproperty”);\n2. The first respondent and all\r\npersons occupying through them are ordered to vacate by no later than\r\n1 June 2011, failing which\nthe Sheriff of the Court is authorised to\r\ncarry out the eviction order;\n3. The second respondent’s\r\nhousing policy to the effect that it only provides temporary\r\nemergency accommodation to those evicted\nfrom unsafe buildings by the\r\nCity itself or at its instance, in terms of the National Building\r\nRegulations and Building Standards\nAct 103 of 1977 is declared\r\nunconstitutional to the extent that it excludes the occupiers from\r\nconsideration for such accommodation;\n4. The second respondent shall provide\r\nthose occupiers whose names appear in the document entitled “Survey\r\nof Occupiers of\n7 Saratoga Avenue, Johannesburg” filed on 30\r\nApril 2008, and those occupying through them, with temporary\r\nemergency accommodation\nas decant in a location as near as feasibly\r\npossible to the area where the property is situated, provided that\r\nthey are still resident\nat the property and have not voluntarily\r\nvacated it;\n5. The second respondent is ordered to\r\npay the applicant’s costs and the costs of the first\r\nrespondent, including the costs\nof two counsel.’\n_________________\nM S NAVSA\nJUDGE OF APPEAL\n________________________\nC PLASKET\nACTING JUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: J J Gauntlett SC\nJ\r\nBoth SC\nA\r\nW Pullinger\nInstructed\r\nby\nMoodie\r\n& Robertson Johannesburg\nClaude\r\nReid Bloemfontein\nFor\r\n1\nst\nRespondent: M S M Brassey SC\nG\r\nA Fourie\nInstructed\r\nby\nSchindlers\r\nAttorneys\nWebbers Bloemfontein\nFor 2\nnd\nRespondent: P\r\nKennedy SC\nH Barnes\nS Wilson\nInstructed\r\nby\nThe\r\nWits Law Clinic Braamfontein\nMcIntyre & Van Der Post\r\nBloemfontein\n1\nSee\nEx parte Chairperson of the Constitutional Assembly: In re\r\n\tCertification of the Constitution of the Republic of South Africa,\n[1996] ZACC 26\n;\n1996\n1996 (4) SA 744\n(CC) para 78.\n2\nGovernment\r\n\tof the Republic of South Africa & others v Grootboom &\r\n\tothers\n2001 (1) SA 46\n(CC) paras 23-24.\n3\nGovernment\r\n\tof the Republic of South Africa & others v Grootboom &\r\n\tothers\n2001 (1) SA 46\n(CC).\n4\nParas\r\n\t35-37.\n5\nOccupiers\r\n\tof 51 Olivia Road, Berea Township and 197 Main Street, Johannesburg\r\n\tv City of Johannesburg and others\n[2008] ZACC 1\n;\n2008\r\n\t(3) SA 208\n(CC).\n6\nFootnote\n2.\n7\nPara\r\n\t34.\n8\nPara\r\n\t38.\n9\nPara\r\n\t38.\n10\nSection\r\n\t1.\n11\nSection\r\n\t3(2)(a).\n12\nSection\r\n\t3(2)(b).\n13\nSection\r\n\t3(2)(c).\n14\nSection\r\n\t3(4)(d).\n15\nSection\r\n\t4(2)(a)\n16\nSection\r\n\t4(2)(b).\n17\nSection\r\n\t7(2(a).\n18\nSection\r\n\t792)(b).\n19\nSection\r\n\t7(2)(c).\n20\nSection\r\n\t7(2)(d).\n21\nSection\r\n\t7(2)(e).\n22\nA\r\n\tmore correct description would be powers and duties.\n23\nSection\r\n\t4(2)(j).\n24\nSection\r\n\t11(3)(a).\n25\nSection\r\n\t11(3)(b).\n26\nSection\r\n\t11(3)(e).\n27\nSection\r\n\t11(3)(h).\n28\nSection\r\n\t11(3)(i).\n29\nSection\r\n\t11(3)(n).\n30\nSee\r\n\tgenerally\nResidents\r\n\tof Joe Slovo Community, Western Cape v Thubelisha Homes & others\r\n\t(Centre on Housing Rights and Evictions and another,\nAmici Curiae)\n2010 (3) SA 454\n(CC) paras 348-351.\n31\nIntroductory\r\n\tparagraph to chapter 12.\n32\nFootn\note\r\n\t2 para 39.\n33\nPara\r\n\t40.\n34\nConstitution\r\n\ts 40.\n35\nSee\r\n\ttoo, s 40, although in this section, the term ‘government’\r\n\tis used. Section 40(1) provides: ‘In the Republic,\ngovernment\r\n\tis constituted as national, provincial and local spheres of\r\n\tgovernment which are distinctive, interdependent and interrelated.’\n36\nFootnote\r\n\t4 para 16.\n37\nPara\r\n\t44.\n38\nPort\r\n\tElizabeth Municipality v Various Occupiers\n[2004] ZACC 7\n;\n2005\r\n\t(1) SA 217\n(CC) para 28.\n39\nPara\r\n\t29.\n40\nPara\r\n\t56.\n41\nHarksen\r\n\tv Lane NO & others\n1998\r\n\t(1) SA 300 (CC).\n42\nPara\r\n\t50.\n43\nPara\r\n\t47. See too\nNational\r\n\tCoalition for Gay & Lesbian Equality and another v Minister of\r\n\tJustice & another\n1999\r\n\t(1) SA 6\n(CC) paras 16-17.\n44\nMahlaela\r\n\tv De Beer NO\n1986 (4) 782 (T) at p 791I.\n45\nPharmaceutical\r\n\tManufacturers Association of SA & another: In Re Ex Parte\r\n\tPresident of the Republic of South Africa & others\n[2000] ZACC 1\n;\n2000 (2)\r\n\tSA 674\n(CC) para 85.\n46\nPara\r\n\t33.\n47\nS\r\n\tv Makwanyane & others\n[1995] ZACC 3\n;\n1995 (3) SA 391\n(CC) para 156.\n48\nVan\r\n\tder Walt v Metcash Trading Ltd\n[2002] ZACC 4\n;\n2002 (4) SA 317\n(CC) para 36.\n49\nFootnote\r\n\t39 para 42.\n50\nFootnote\r\n\t46 p\nara 328.\n51\nFootnote\r\n\t2 para 83.\n52\nAmalgamated\r\n\tEngineering Union v Minister of Labour\n1949\r\n\t(3) SA 637\n(A). See too\nOccupiers\r\n\tof Erf 101,102, 104 and 112 Shorts Retreat, Pietermaritzburg v Daisy\r\n\tDear Investments (Pty) Ltd and others\n2010\r\n\t(4) BCLR 354\n(SCA) paras 11-14.\n53\nModderfontein\r\n\tSquatters, Greater Benoni City Council v Modderklip Boerdery (Pty)\r\n\tLtd (Agri SA and Legal Resources Centre, Amici\nCuriae); President of\r\n\tthe Republic of South Africa and others v Modderklip Boerdery (Pty)\r\n\tLtd (Agri SA and Legal Resources Centre,\nAmici Curiae)\n2004 (6) SA 40\n(SCA).\n54\nPara\r\n\t43.\n55\nPresident\r\n\tof the Republic of South Africa & another v Modderklip Boerdery\r\n\t(Pty) Ltd (Agri SA & others, Amici Curiae)\n2005 (5) SA 3\n(CC)\r\n\tpara 66. Note that Langa ACJ categorised the relief ordered by this\r\n\tcourt as being ‘the most appropriate in the circumstances’.\n\n\tThe only other remedy suggested as being appropriate was a\r\n\tdeclarator.\n56\nMinister\r\n\tof Health & others v Treatment Action Campaign & others (No\r\n\t2)\n[2002] ZACC 15\n;\n2002 (5) SA 721\n(CC) para 99.",
  "scraped_at": "2026-02-12T15:27:59.537772",
  "date": "2011-03-30",
  "coram": [
    "Navsa JA",
    "Tshiqi JJA",
    "Theron JJA",
    "Plasket AJJA",
    "Petse AJJA"
  ],
  "case_number": "338/10",
  "parties": {
    "applicants": [
      "City of Johannesburg Metropolitan Municipality"
    ],
    "respondents": [
      "Blue Moonlight Properties 39 (Pty) Ltd",
      "The Occupiers of Saratoga Avenue"
    ]
  },
  "sections": {
    "facts": "The case concerned a group of unlawfully occupying old commercial premises on Saratoga Avenue, Johannesburg (Portions of Erf 1308, Berea Township). The buildings, owned by Blue Moonlight Properties 39 (Pty) Ltd, were in severe disrepair and housed dozens of adult occupants and children who were living in extreme poverty. Various notices to vacate were served by Blue Moonlight and the City of Johannesburg under health, fire and building regulations. The occupiers sought an order that the City provide emergency temporary shelter if they were evicted, arguing that the City had a constitutional duty under section 26 of the Constitution. The City contended it could only provide shelter in cases where it itself evicted occupants under the National Building Regulations and therefore its housing policy, which excluded persons evicted by private landlords, was lawful.",
    "issues": "1. Whether the City of Johannesburg has a constitutional obligation to provide emergency temporary accommodation to occupiers evicted by a private landlord. 2. Whether the City’s housing policy, which limited emergency shelter to those evicted by the City itself, is unconstitutional. 3. Whether the City may use its own ratepayer funds to fulfil that obligation. 4. Whether the eviction order should be conditional on the provision of alternative accommodation.",
    "principles": "The Court applied the constitutional right to adequate housing (section 26) and the State’s positive duty to take reasonable measures within its resources. It examined the equality provisions of section 9, focusing on unfair discrimination, arbitrariness and irrationality. Precedents such as Government of the Republic of South Africa v Grootboom, Occupiers of 51 Olivia Road, Port Elizabeth Municipality v Various Occupiers, and Harksen v Lane were used to define the scope of the State’s housing obligations and the test for unconstitutional policy. The Court reiterated that municipal obligations are a direct component of the State’s duty and that municipalities may utilise their own resources when necessary, provided they act within the Housing Act and National Housing Code.",
    "application": "The Court found that the City’s policy created an arbitrary distinction between occupiers evicted by the City and those evicted by private owners, lacking a rational connection to its legitimate purpose and therefore breaching section 9(1). The policy was declared irrational, arbitrary and discriminatory, and thus unconstitutional. Consequently, the City was ordered to provide the listed occupiers with temporary emergency accommodation as close as possible to the property, using its own funds if required. The eviction order was modified to give the occupiers until 1 June 2011 to vacate, after which the Sheriff could enforce the order. The City was also ordered to pay the applicant’s costs and the costs of the first respondent.",
    "conclusion": "The appeal was dismissed. The lower court’s order was set aside and substituted with a new order: (1) eviction of the occupiers by 1 June 2011; (2) declaration that the City’s housing policy is unconstitutional to the extent it excludes the occupiers; (3) the City must provide temporary emergency accommodation to the occupiers; (4) the City must pay the applicant’s and first respondent’s costs. The cross‑appeals were either dismissed or left without order."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Housing Rights",
    "level_3": [
      "adequate housing",
      "eviction",
      "municipal obligations",
      "unconstitutional policy",
      "temporary shelter"
    ]
  }
}