{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/49.html",
  "case_name": "Norgold Investments (Pty) Ltd v The Minister of Minerals and Energy of the Republic of South Africa and Others (278/10) [2011] ZASCA 49; [2011] 3 All SA 610 (SCA) (30 March 2011)",
  "citation": "[2011] ZASCA 49",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 49\n|\nNoteup\n|\nLawCite\nNorgold Investments (Pty) Ltd v The Minister of Minerals and Energy of the Republic of South Africa and Others (278/10) [2011] ZASCA 49; [2011] 3 All SA 610 (SCA) (30 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nno: 278/10\nNORGOLD\r\nINVESTMENTS (PTY) LTD\n............................................................................\nAppellant\nand\nTHE\r\nMINISTER OF MINERALS AND ENERGY OF\nTHE\r\nREPUBLIC OF SOUTH AFRICA\n.......................................................................\nFirst\r\nRespondent\nTHE\r\nDIRECTOR GENERAL, MINERAL\nREGULATION,\r\nDEPARTMENT OF MINERALS\nAND\r\nENERGY\n.......................................................................................................\nSecond\r\nRespondent\nTHE\r\nACTING REGIONAL MANAGER, LIMPOPO\nREGION,\r\nDEPARTMENT OF MINERALS AND\nENERGY\n...................................................................................................................\nThird\r\nRespondent\nTHE\r\nREGIONAL MANAGER, MPUMALANGA\nREGION,\r\nDEPARTMENT OF MINERALS AND\nENERGY\n.................................................................................................................\nFourth\r\nRespondent\nRHODIUM\r\nREEFS LIMITED\n.........................................................................................\nFifth\r\nRespondent\nTHE\r\nDEPUTY DIRECTOR GENERAL: MINERAL\nREGULATION\n....................................................................................................\nSixth\r\nRespondent\n______________________________________________________________\nNeutral citation:\nNorgold v\r\nThe Minister of Minerals and Energy of the Republic of South Africa\n(278/10)\n[2011] ZASCA 49\n(30 March 2011)\nCORAM:\nNavsa, Brand, Ponnan, Snyders JJA and Plasket AJA\nHEARD:\n15 March 2011\nDELIVERED:\n30 March 2011\nSUMMARY: Conversion of\r\nprospecting right in terms of\nMineral and Petroleum Resources\nDevelopment Act 28 of 2002\n─ application lodged at wrong\r\nRegional Office ─ reached ultimate decision-maker ─ not\r\nfatal ─ served statutory\npurpose ─ renewal of prior\r\npermit in terms of the Minerals Act 50 of 1991 not formally done\r\nwithin prescribed period ─\nheld not to preclude subsequent\r\nconversion ─ implementation of decision by subordinate not\r\nimpinging on its validity.\n______________________________________________________________\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nNorth Gauteng\r\nHigh Court (Pretoria) (Phatudi J sitting as court of first instance).\nThe appeal is dismissed and the\r\nappellant is ordered to pay the costs of all the respondents,\r\nincluding, where applicable, the costs\nof two counsel.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nNAVSA JA (Brand, Ponnan, Snyders JJA\r\nand Plasket AJA concurring)\n[1] This appeal,\r\ndirected against a decision of the North Gauteng High Court (Phatudi\r\nJ), is the culmination of a battle for prospecting\nrights over\r\nPortion 1 and the Remainder of De Goedeverwachting 332KT, situated in\r\nthe Magisterial District of Sekhukhune in the\nprovince of Limpopo\r\n(the property). The high court had dismissed an application by the\r\nappellant, Norgold Investments (Pty) Limited\n(Norgold), for an order\r\nreviewing and setting aside a decision of the fourth respondent, the\r\nRegional Manager, Mpumalanga, Department\nof Minerals and Energy,\r\nalternatively, the sixth respondent, the Deputy Director General,\r\nMineral Regulation of the same department,\nto convert ‘an old\r\norder prospecting right’\n1\nof the fifth\r\nrespondent, Rhodium Reefs Limited (Rhodium), over the property, to\r\none in terms of item 6 of Schedule 2 of the Mineral\nand Petroleum\r\nResources Development Act 28 of 2002 (the Act).\n2\nNorgold had also\r\nsought an order directing the third respondent, the Regional Manager,\r\nLimpopo (of the Department of Minerals and\nEnergy) to accept its\r\napplication for a prospecting right over the property in terms of s\r\n16(1) of the Act. It also failed in that\nquest. Phatudi J ordered\r\nthat Norgold pay the costs of all the respondents, including the\r\ncosts of two counsel. The present appeal\nis before us with the leave\r\nof the court below.\n[2] The application in the court below\r\ngrew like Topsy, from a narrow focus to one that was dispersed and\r\nopportunistic. Norgold\nis a company that engages, inter alia, in\r\nexploration for and exploitation of mineral resources in South\r\nAfrica. The initial foundation\nfor the application in the court\r\nbelow, as appears from the founding affidavit of Mr Stephen\r\nWard, a director of Norgold,\nwas that the application by Rhodium in\r\nApril 2005, for a conversion of its existing prospecting permit,\r\npurportedly in terms of\nitem 6 of Schedule 2 of the Act (item 6), was\r\nlodged in Mpumalanga, whereas the appropriate region was Limpopo,\r\nwhere the property\nis located.\n[3] Norgold submitted that the\r\nprovisions of the Act, which prescribe the regions in which\r\napplications should be lodged, either\nin terms of s 16 or item 6,\r\nare peremptory and that Rhodium’s failure to comply was fatal.\r\nAdditionally, Norgold contended\nthat the Regional Manager, Mpumalanga\r\nlacked statutory authority to grant prospecting rights. According to\r\nNorgold, its application\nfor prospecting rights over the property, in\r\nterms of s 16 of the Act, lodged on 3 April 2007 with the\r\nRegional Manager, Limpopo\nin whose region the property was located,\r\nmet all the prescribed requirements. Consequently,\nit\nwas\r\nentitled to be granted the prospecting rights and not Rhodium.\n[4] It is necessary at this stage to\r\nhave regard to the provisions, both of s 16(1) and item 6.\r\nSection 16(1) of the Act provides:\n‘\n(1)\r\nAny person who wishes to apply to the Minister for a prospecting\r\nright\nmust\nlodge\r\nthe application─\n(a)\nat the office\r\nof the Regional Manager in whose region the land is situated;\n(b)\nin the\r\nprescribed manner; and\n(c)\ntogether with the prescribed non-refundable application\r\nfee.’ (My emphasis.)\n[5] Item 6 reads as follows:\n‘\n(1)\r\nSubject to subitems (2) and (8), any old order prospecting right in\r\nforce immediately before this Act took effect continues\nin force for\r\na period of two years from the date on which this Act took effect\r\nsubject to the terms and conditions under which\nit was granted or\r\nissued or was deemed to have been granted or issued.\n(2) A holder of an old\r\norder prospecting right\nmust lodge\nthe right for conversion within the period referred to\r\nin subitem (1) at the office of the Regional Manager in whose region\r\nthe\nland in question is situated together with─\n(a)\nthe\r\nprescribed particulars of the holder;\n(b)\na\r\nsketch plan or diagram depicting the prospecting area for which the\r\nconversion is required, which area may not be larger than\nthe area\r\nfor which he or she holds the old order prospecting right;\n(c)\nthe\r\nname of the mineral or group of minerals for which he or she holds\r\nthe old order prospecting right;\n(d)\nan\r\naffidavit verifying that the holder is conducting or has conducted\r\nprospecting operations immediately before this Act took effect\non the\r\narea of that land to which the conversion relates and setting out the\r\nperiods during which such prospecting operations were\nconducted and\r\nthe results thereof;\n(e)\na\r\nstatement setting out the period for which the prospecting right is\r\nrequired, substantiated by a prospecting work programme;\n(f)\ninformation as to whether or not the old order\r\nprospecting right is encumbered by any mortgage bond or other right\r\nregistered at\nthe Deeds Office or Mining Titles Office;\n(g)\na\r\nstatement setting out the terms and conditions which apply to the old\r\norder prospecting right;\n(h)\nthe\r\noriginal title deed in respect of the land to which the old order\r\nprospecting right relates, or a certified copy thereof;\n(i)\nthe\r\noriginal old order right or a certified copy thereof; and\n(j)\nall\r\nprospecting information and the results thereof to which the right\r\nrelates.\n(3) The Minister\nmust\nconvert the old order prospecting right into\r\na prospecting right if the holder of the old order prospecting right─\n(a)\ncomplies with the requirement of subitem (2);\n(b)\nhas\r\nconducted prospecting operations in respect of the right in question;\n(c)\nindicates that he or she will continue to conduct such\r\nprospecting operations upon the conversion of such right;\n(d)\nhas\r\nan approved environmental management programme; and\n(e)\nhas\r\npaid the prescribed conversion fee.’ (My emphasis.)\n[6] It is common cause that the first\r\nrespondent, the Minister of Minerals and Energy (the Minister),\r\nacting in terms of s 7 of\nthe Act, determined by way of GN R 564,\nGG\n26319, 30 April 2004 the regions in terms of which the Act would be\r\nadministered. Furthermore, it is uncontested that the region\nin which\r\nthe property is located falls within Limpopo and not Mpumalanga.\n[7] The basis upon which Norgold’s\r\napplication was not accepted in Limpopo by the Regional Manager,\r\nMpumalanga was because\nthe prospecting rights for precious metals and\r\nbase minerals had already been granted to Rhodium.\n[8] I turn to describe how Norgold’s\r\ncase broadened. In a supplementary affidavit, filed a few months\r\nafter the application\nhad been lodged and after receipt of the record\r\nof proceedings pursuant to Uniform rule 53, Norgold, noting that no\r\ndocumentation\nappeared therein, contended additionally that the\r\ndecisions sought to be impugned appeared to have been made\r\narbitrarily and without\ngood cause. A supplementary record was later\r\nfiled, containing all the documents upon which the ultimate decision\r\nto grant prospecting\nrights was based, putting paid to that part of\r\nNorgold’s case.\n[9] Furthermore, Mr Ward, in his\r\nsupplementary affidavit, referred to a telefax he had received from\r\nthe Department of Minerals\nand Energy, in which appeared a list of\r\ndelegations in terms of s 62 of the Minerals Act 50 of 1991 (the\r\nMinerals Act) that bears\nupon the Mpumalanga region. From the list of\r\ndelegations it appears that the Director of Mineral Development in\r\nLimpopo had delegated\nthe administration of the property to his\r\nMpumalanga counterpart. It was contended on behalf of Norgold that\r\nthe delegation was\nirrelevant and of no force and effect in relation\r\nto Rhodium’s application for a conversion in terms of item 6.\r\nIt was submitted\nthat if indeed the Regional Manager for Mpumalanga\r\nhad relied on the delegation, that, in itself would have rendered the\r\nacceptance\nof the application for the conversion\nultra vires\nand the subsequent decision to grant prospecting rights null and\r\nvoid. It was contended that the delegation had not survived the\n\nappeal of the Minerals Act.\n[10] Norgold also submitted that since\r\nthe decision to convert Rhodium’s old order rights had been\r\ntaken by the sixth respondent,\nthe Deputy Director General Mineral\r\nRegulation, and not by the appropriate decision-maker, the Minister,\r\nthe decision by the former\nfalls to be set aside.\n[11] The case continued expanding. The\r\nfacts set out in the next two paragraphs emerged mainly from the\r\nanswering affidavit opposed\nto on behalf of the Minister and her\r\nofficials and were seized upon by Norgold to found an entirely new\r\ncase in its replying and\nsubsequent affidavits.\n[12] Rhodium held mineral rights over\r\nthe property, due initially to a notarial cession of mineral rights\r\ndated 18 December 1989.\nSubsequently it held a prospecting permit\r\nissued on 2 June 2000 in terms of s 6 of the Minerals Act. That\r\npermit was valid until\n1 June 2001. In terms of s 6 of the Minerals\r\nAct a prospecting permit is issued for a period of 12 months or such\r\nlonger period\nas may be determined. Section 6(4) of that Act provided\r\nfurther that the holder of a prospecting permit may, ‘from time\r\nto\ntime, at least one month prior to the expiration of the period for\r\nwhich such permit has been issued or renewed, on written application\n\nto the Director: Mineral Development concerned and on payment of the\r\nprescribed application fee, obtain a renewal of such permit\nfor a\r\nperiod of 12 months or such longer period as the Director: Mineral\r\nDevelopment may determine if [the Director] is satisfied\nwith the\r\nmanner in which such holder rehabilitates surface disturbances caused\r\nby . . . prospecting operations on the land concerned’.\n[13] The last application for renewal\r\nby Rhodium, in terms of s 6 of the Minerals Act, was made on 9 April\r\n2003, well before the\nexpiry date of the permit it then held, which\r\nwas 1 June 2003. Rhodium had thus applied within the period specified\r\nin s 6(4) of\nthe Minerals Act, referred to in the preceding\r\nparagraph, and complied with all the conditions for renewal. Put\r\ndifferently, Rhodium\nwas entitled to have the permit renewed.\r\nDepartmental officials delayed in processing the application. In\r\nApril 2004 a permit for\nprospecting on the property was endorsed in\r\nfavour of Rhodium for the year ending June 2005. Thus, for the period\r\nJune 2003 up\nto April 2004 Rhodium continued prospecting without a\r\npermit having been formally issued. As stated above, Rhodium’s\r\napplication\nfor conversion, lodged in April 2005 was approved on 14\r\nJanuary 2006\n[14] Having been apprised of these\r\nfacts Norgold sought to take advantage and establish an entirely new\r\ncase in its replying affidavit.\nIt contended that the purported\r\nconversion in terms of the new statutory regime was of no force and\r\neffect because the last valid\npermit had lapsed, notwithstanding the\r\nDepartment’s irregular attempt to belatedly breathe life into\r\nit, and there could\nconsequently be no valid conversion in terms of\r\nitem 6.\n[15] Not yet\r\ncontent, Norgold continued to broaden its case against Rhodium even\r\nfurther. In its replying affidavit, Norgold noted\nthat for a\r\nconversion to take place in terms of item 6, an applicant had to show\r\nthat it had in fact prospected on the property\nimmediately before the\r\nAct took effect. It submitted that Rhodium was unable to demonstrate\r\nthat it had done so when the Act came\ninto operation. Put simply,\r\nNorgold’s case in this regard was that a necessary\r\njurisdictional fact for conversion was absent\nand on that basis alone\r\nthe conversion was liable to be set aside.\n3\n[16] Norgold did not stop there. It\r\nalso contended for the first time in its replying affidavit that the\r\nproperty on which Rhodium\nwas entitled to prospect under the old\r\norder rights, differed from the property which is the subject of the\r\nprospecting right granted\nin terms of the Act. That point was\r\ncorrectly not persisted in before us.\n[17] In response to the ever-expanding\r\ncase that it was required to meet Rhodium served a notice on Norgold,\r\nin terms of Uniform\nrule 6(11) read with 6(15), in which it indicated\r\nits intention to seek an order to strike out the new allegations in\r\nthe latter’s\nreplying affidavit. Norgold in turn, filed an\r\napplication for an order that its founding affidavit be supplemented\r\nby a further\naffidavit by Mr Ward. In what appears to be typical of\r\nan emerging new, but still limited, category of careless litigants,\r\nthe\nfollowing is stated by Mr Ward:\n‘\nWere\r\nthe fifth respondent to succeed in its application to strike out what\r\nit contends are “new” allegations, the applicant\nwould be\r\nentitled to withdraw its application, tender costs and then bring a\r\nnew application, this time including the “new”\n\nallegations sought to be struck out. That can hardly be a sensible\r\napproach to litigation.’\n[18] The attitude of offending\r\nlitigants appears to be that their cases are better served by playing\r\nthe victim. In the affidavit\nsought to be admitted by Norgold the new\r\ncase made out in the replying affidavit is repeated with added\r\ndetails. Furthermore, a\nnew twist was added. It was contended that\r\nNorgold’s application could only be rejected if its application\r\nhad been in respect\nof the same minerals and on the same land in\r\nrespect of which Rhodium had applied. It was submitted that Norgold\r\nhad applied for\nprospecting rights for platinum group metals, nickel,\r\ncopper, gold, vanadium and chrome whereas Rhodium in its conversion\r\napplication\nhad chosen to apply for prospecting rights for platinum\r\ngroup metals, nickel and copper. This last submission was without\r\ndoubt\nrightly not persisted in before us. The idea of two prospecting\r\nparties on the same property competing over what parts of ore they\n\nmight each have a right to ultimately mine for, is ludicrous.\n[19] At one stage, the high court made\r\nan order following on which the Minister and her officials filed a\r\nsupplementary record,\nwhich in turn led to Norgold filing a further\r\naffidavit, contemplated by the court order, repeating the foundations\r\nof its case,\nincluding what was set out initially and the new points\r\nsubsequently taken. This led to further responses (contemplated in\r\nthe\ncourt order) by the Minister and his officials and by Rhodium.\n[20] At the outset before us, counsel\r\nfor Norgold was constrained to concede that litigation ought not to\r\nbe conducted in the manner\ndescribed above.\n[21] Having dealt with how the\r\nlitigation unfolded, it is necessary to have regard to further\r\nnecessary details to complete the\nbackground against which this\r\nappeal has to be decided.\n[22] In its answering affidavit,\r\nRhodium set out its prospecting history on the property. Prior to our\r\nnew constitutional era, the\nproperty fell within the self-governing\r\nterritory of Lebowa. Rhodium’s operations on the property\r\nformed part of a larger\nprospecting project known as the Kennedy’s\r\nVale project, extending over a number of farms, primarily in the\r\nMpumalanga province.\nThe Kennedy’s Vale project appears to have\r\ncommenced in the early 1980’s. The development of a shaft\r\nsystem on the\nfarm Kennedy’s Vale commenced in 1988. Later, it\r\nslowed down and was mothballed in October 1990 when the platinum\r\nprice fell\nand it was deemed uneconomical. The planning had included\r\nparts of the property and another farm. In 1991 Impala Platinum\r\nHoldings\n(Implats) acquired a 38 per cent interest in Barplats,\r\nRhodium’s holding company. This was later increased to an 83\r\nper cent\nholding. In 2000, Rhodium applied for prospecting permits in\r\nrespect of all the farms comprising the Kennedy’s Vale project.\n\nAt that time, the property was within the Limpopo province. The\r\nboundary between Limpopo and Mpumalanga ran along the Steelpoort\n\nRiver, which constitutes the south-eastern boundary of the property\r\nand Boschkloof, which was another farm that formed part of\nthe\r\nKennedy’s Vale project. Boschkloof and the property were\r\nsituated in Limpopo whereas the remainder of the project farms\nfell\r\nwithin Mpumalanga.\n[23] The applications for prospecting\r\npermits for Boschkloof and the property were lodged in the Northern\r\nregion. The prospecting\npermit for the property was issued to Rhodium\r\nby the Director: Mineral Development of the Northern region in\r\nPolokwane on 2 June\n2000. Rhodium applied for prospecting permits for\r\nthe other farms which were part of the Kennedy’s Vale project\r\nin Mpumalanga\nand they were all issued in that province.\n[24] Because it straddled two\r\nprovinces the administration of the project proved problematic, both\r\nfrom the perspective of Rhodium\nand the Department of Minerals and\r\nEnergy. Following on discussions in 2000, involving the relevant\r\nhigh-ranking officials of the\nDepartment, the powers of the Director\r\nof the Limpopo Province were delegated to his/her counterpart in\r\nMpumalanga, in terms of\nthe then prevailing Minerals Act, which\r\nallowed a delegation of this kind. Accordingly Rhodium was advised by\r\nthe Department to\nlodge its applications for renewal in Mpumalanga.\r\nRhodium complied. It was thus a case of administrative convenience\r\nthat saw that\npractice developing and that led to the application for\r\nconversion being lodged in Mpumalanga, when the new statutory regime,\r\nwhich\ndoes not allow a delegation of powers between regional\r\nmanagers, came into operation.\n[25] Conceding that the application\r\nwas lodged at the wrong office, Rhodium’s case is that since it\r\nis the Minister or her\ndelegatee who adjudicates applications for\r\nconversions in terms of item 6, the region in which the application\r\nis lodged is not\ncrucial. The designated office is for administrative\r\nconvenience and serves a practical purpose, as the local office is\r\nthe one\nmost closely linked with the prospecting area and can be\r\nassumed to know the background and history and can be of assistance\r\nto\nthe ultimate decision maker, the Minister, should the need arise.\n[26] It is to be noted that with the\r\nrevision of municipal boundaries in 2005 the entire project area now\r\nfalls within the Limpopo\nProvince and the Department has directed\r\nthat when Rhodium is ready to proceed from prospecting to mining it\r\nshould lodge its application\nfor mining rights in Limpopo.\n[27] Rhodium supplied the following\r\nrelevant information in its answering affidavit: It conducted\r\nprospecting on various parts of\nthe project area in terms of the\r\nprospecting permits and renewals. A three-dimensional seismic study\r\nwhich was an extremely expensive\nitem of expenditure was conducted in\r\nrespect of the project area. 116 holes were drilled totalling 78 300\r\nmetres with a further\n8 014 metres drilled from 455 deflections.\r\nThe information gathered and the assessments made enabled Rhodium to\r\ndecide which\nparts of the project area were viable and which not. The\r\ngeological data was valuable and of such a kind that it was\r\nclassified\nin terms of the South African Code for the Reporting of\r\nExploration Results, Mineral Resources and Mineral Reserves as\r\ninferred,\nindicated and measured minerals respectively. In respect of\r\nthe property the resources were reported on all three bases.\n[28] In 2004 Rhodium’s ownership\r\nchanged when Eastern Platinum obtained the majority shareholding.\r\nImportantly, that transaction\nwas premised on the validity of the\r\naforesaid prospecting rights, including those on the property and on\r\nthe strength of prospecting\ndata gleaned during prospecting\r\noperations.\n[29] In its answering affidavit\r\nRhodium stated unequivocally that after the application for\r\nconversion had been granted in 2006\nfurther prospecting was conducted\r\nin various parts of the project area. During 2006 and early 2007 a\r\ndrilling program was undertaken,\ncomprising 38 315 metres of diamond\r\ncore drilling over the northern part of the project area. That\r\nprogram cost in excess of R30 million\ncomputed as follows: R27\r\nmillion to drilling, R1,6 million to the assay of drilling samples,\r\nR2,3 million to professional geological\nservices, R2,6 million to\r\nseismic re-interpretation and R500 000 to topographic mapping.\r\nApproximately 9 000 metres were drilled\non the property. The point is\r\nmade that the 3D modelling treated the Kennedy’s Vale project\r\narea as one entity. No individual\nfarm or area was treated as such in\r\nthe modelling. Documentation concerning ore reserves and resources\r\nwas submitted to the Toronto\nStock Exchange. The documentation\r\nincludes all quantified resources for all the project farms and\r\nupdated prior records as a result\nof prospecting work done during the\r\nlast 18 months.\n[30] Mr Jacinto Ferreira Dos Santos\r\nRocha, the Deputy Director-General, Mineral Regulation is the sixth\r\nrespondent. In his answering\naffidavit he is adamant that\nhe\nmade the decision to convert Rhodium’s old order right in terms\r\nof item 6. In doing so he acted in terms of a delegation\nof powers to\r\nhim by the Minister in terms of s 103 of the Act. He provided proof\r\nof the written delegation.\n[31] That then is the background\r\nagainst which the application was decided in the court below. It is\r\nnecessary to record that Rhodium\nhad challenged Norgold’s\nlocus\r\nstandi\non the basis that at the time that the former applied to\r\nconvert its old order right the latter had no interest in whether it\r\nwas\nawarded as it had not yet itself applied for a prospecting\r\npermit. In oral argument before us this point was rightly abandoned.\n[32] The court below delivered a\r\nsparse judgment of 13 pages, the first two of which contained the\r\norder sought by Norgold. Phatudi\nJ began with the primary substantive\r\npoint raised by Norgold, namely, the effect of the application for\r\nconversion being lodged\nat the wrong office. He found that the\r\ndelegation by the Regional Manager, Limpopo of his powers, to the\r\nMpumalanga Regional Manager,\nwas ‘good for administration\r\npurposes that ensure good control and management of the prospecting\r\nprojects’ and held\nthat the Regional Manager, Mpumalanga ‘had\r\njurisdiction to convert Rhodium’s prospecting right’.\n[33] The learned judge turned to the\r\nnext question: whether a permit can be renewed after it had expired?\r\nHe answered it as follows\nin para 18:\n‘\nRenewal\r\nsimply means to make “new” of a thing that existed. A\r\nmotor vehicle disc licence normally displayed on the front\nwindshield\r\nmay expire without being noticed by the owner or driver thereof. Such\r\na licence may be renewed days or months after\nexpiry date on the same\r\nterms and conditions upon fulfilment of the requirements for\r\nrenewal.’\n[34] The learned judge went on to find\r\nthat even though the word ‘must’ is used in prescribing\r\nthe office at which an\napplication for conversion in terms of item 6\r\nshould be lodged, it was ‘merely directory and not peremptory’.\r\nThe court\nbelow went on to find that the Regional Manager, Limpopo,\r\ncorrectly applied the provisions of s 16 of the Act in refusing\r\nNorgold’s\napplication for a prospecting permit.\n[35] Having decided the merits the\r\ncourt below nevertheless went on to deal with the\nlocus standi\npoint, which had been raised\nin limine\n, and held that Norgold\r\nlacked\nlocus standi\nas it had no protectable interest at the\r\ntime the application for conversion had been made by Rhodium.\n[36] Phatudi J found it unnecessary to\r\ndeal with Rhodium’s application to strike out the new matter in\r\nNorgold’s replying\nand further affidavits and ‘the\r\nhearsay that flow with it’. Ultimately, the court below\r\ndismissed Norgold’s application\nin the terms set out at the\r\ncommencement of this judgment.\nConclusions\n[37] Before us the appeal was\r\nrestricted to three main issues which will be dealt with in turn\r\nhereafter.\n[38] The first question to be\r\naddressed is whether Rhodium’s failure to lodge its application\r\nfor conversion at the regional\noffice in Limpopo rendered the\r\nconversion in terms of item 6 ineffective? It is necessary to have\r\nregard to the provisions of item\n6 set out above and to consider the\r\npurpose they serve.\n[39] Item 6(2) sets out the\r\ninformation and documentation that must accompany an application for\r\nconversion. It is a checklist for\nthe ultimate designated\r\ndecision-maker. Item 6(3) obliges the Minister to convert the old\r\norder permit if certain prescribed requirements\nare met and if the\r\nfurther conditions set out in item 6(3) are fulfilled. There can be\r\nno doubt that the regional office serves\nas a post-box for receipt of\r\nthe application and the accompanying information. There is no\r\ndiscretion required to be exercised\nby the Regional Manager. His or\r\nher task is to send it onwards to the ultimate decision-maker. Item\r\n6(2), insofar as it prescribes\nan office for receipt of the\r\napplication is for the Department’s administrative convenience,\r\nits ultimate purpose being to\nsee to it that the application reaches\r\nthe designated decision-maker.\n[40] In my view the significance of\r\nthe role of the Regional managers is exaggerated by Norgold in its\r\nheads of argument. Regional\nmanagers can, of course, be of assistance\r\nin verifying if the preconditions have been met, but they are not the\r\nultimate decision-maker,\nnor do they exercise a discretion in that\r\nregard. Ironically, because of the history of administration of the\r\nproject area, the\nwrong office in this case, the Mpumalanga regional\r\noffice, was best placed to be of assistance.\n[41] Section 103(1) of the Act\r\nprovides for delegation and assignment in the following terms:\n‘\nThe\r\nMinister may, subject to such conditions as he or she may impose, in\r\nwriting delegate any power conferred on him or her by or\nunder this\r\nAct, except a power to make regulations or deal with any appeal in\r\nterms of section 96, and may assign any duty so imposed\nupon him or\r\nher to the Director-General, the Regional Manager or any officer.’\n[42] The sixth\r\nrespondent, Mr Dos Santos Rocha, is an officer as defined in the\r\nAct.\n4\nHe has provided\r\nproof of the written delegation of powers by the Minister. The\r\napplication for conversion reached him and he made\nthe decision\r\nsought to be impugned.\n[43] In\nUnlawful\r\nOccupiers, School Site v City of Johannesburg\n5\nthis court said the\r\nfollowing:\n‘\n[I]t\r\nis clear from the authorities that even where the formalities\r\nrequired by statute are peremptory it is not every deviation\nfrom the\r\nliteral prescription that is fatal. Even in that event, the question\r\nremains whether, in spite of the defects, the object\nof the statutory\r\nprovision has been achieved (see eg\nNkisimane\r\nand Others v Santam Insuarnce Co Ltd\n1978\r\n(2) SA 430\n(A) at 433H-434B;\nWeenen\r\nTransitional Local Council v Van Dyk\n2002\r\n(4) SA 653\n(SCA) in para 13).’\nSee also\nMoela\r\nv Shoniwe\n2005\r\n(4) SA 357\n(SCA) para 8.\n[44] Even if one were to assume in\r\nfavour of the appellant that item 6, insofar as it prescribes the\r\nregional office at which the\napplication for conversion is to be\r\nlodged, is peremptory, the object of the Act was clearly achieved.\r\nThe correct decision-maker\nreceived the application for conversion\r\nand made the decision. The first point must therefore be decided\r\nagainst the appellant.\n[45] I turn to the next question,\r\nnamely, whether the untimely formal renewal of the prior permit\r\nprecluded its conversion in terms\nof item 6. The motor car licence\r\ndisc analogy by the court below was inapposite and unhelpful. All the\r\nindications are that Rhodium\nmet the conditions for renewal\r\nprescribed by s 6(4) of the Minerals Act. It had applied within the\r\nprescribed time and was entitled\nto a renewal. The laxity of\r\ndepartmental officials should not be laid at its door. More\r\nfundamentally, the decision to renew the\npermit was not taken on\r\nreview. The decision to convert in terms of item 6 is currently being\r\nchallenged.\n[46] The decision\r\nto renew existed as a fact and it had legal consequences that cannot\r\nbe overlooked. It cannot be suggested that\nthe preconditions for\r\nrenewal were not substantively met. For years after the permit had\r\nbeen renewed, Rhodium and others regulated\ntheir conduct and expended\r\nmuch money, effort and resources based on its validity. Even assuming\r\nthat the decision to renew the\npermit was irregular, which is\r\ndoubtful, Norgold’s remedy was to have that decision set aside.\r\nIn\nOudekraal\r\nEstates (Pty) Ltd v City of Cape Town\n6\nthe following is\r\nsaid:\n‘\nThe\r\nproper functioning of a modern State would be considerably\r\ncompromised if all administrative acts could be given effect to or\n\nignored depending upon the view the subject takes of the act in\r\nquestion. No doubt it is for this reason that our law has always\n\nrecognised that even an unlawful administrative act is capable of\r\nproducing legally valid consequences for so long as the unlawful\nact\r\nis not set aside’.\nSee also\nChairperson,\r\nStanding Tender Committee & others v JFE Sapela Electronics (Pty)\r\nLtd & others\n.\n7\n[47] In\nCamps\r\nBay Ratepayers’ Association & another v Harrison and the\r\nMunicipality of the City of Cape Town\n8\nthe Constitutional\r\nCourt, referring to the\nOudekraal\ndecision\r\nin this court with approval, said the following (para 62):\n‘\n[A]dministrative\r\ndecisions are often built on the supposition that previous decisions\r\nwere validly taken and unless that previous\ndecision is challenged\r\nand set aside by a competent court, its substantive validity is\r\naccepted as a fact. Whether or not it was\nindeed valid is of no\r\nconsequence. Applied to the present facts this means that the\r\napproval of the February 2005 plans must be\naccepted as a fact. If\r\nthe footprint issue was part of that approval, that decision must\r\nlikewise be accepted as a fact unless\nand until it is validly\r\nchallenged and set aside.’\n[48] In\nHarnaker\r\nv Minister of the Interior\n9\nCorbett J, in\r\ndealing with the effect of delay in setting aside administrative\r\ndecisions, said the following:\n‘\nIn\r\nsuch a case the grounds of review might, for example be that the body\r\nhad exceeded its powers. If this ground were substantiated,\nthe\r\nreview would establish that the proceedings and any act following\r\ntherefrom were null and void. The application of the delay\nrule in\r\nsuch a case would prevent the aggrieved party from establishing such\r\nnullity. In a sense delay would therefore “validate”\na\r\nnullity.’\n[49] The\nPromotion\nof Administrative Justice Act 3 of 2000\nprescribes a time limit for\r\nbringing applications for judicial review of administrative action.\n10\nThis is in line\r\nwith the common law delay rule. In\nAssociated\r\nInstitutions Pension Fund & others v Van Zyl & others\n11\nBrand JA said the\r\nfollowing:\n‘\nThe\nraison\r\nd’être\nof\r\nthe rule is said to be twofold. First, the failure to bring a review\r\nwithin a reasonable time may cause prejudice to the respondent.\n\nSecondly, there is a public interest element in the finality of\r\nadministrative decisions and the exercise of administrative functions\n\n(see eg\nWolgroeiers\r\nAfslaers (Edms) Bpk v Munisipaliteit van Kaapstad\n1978\r\n(1) SA 13\n(A) at 41).’\n[50] As stated above, there appears to\r\nbe no substantive basis for challenging the renewal. Significantly,\r\nmore than six years after\nthe renewal in terms of the repealed\r\nMinerals Act and after many developments and actions in consequence,\r\nan application for review\nof that decision has still not been\r\nbrought. In my view for all the reasons aforesaid the second point\r\nmust also be decided against\nNorgold.\n[51] I turn to the question whether\r\nthere is any substance to Norgold’s submission that Rhodium had\r\nnot proved that it had\nconducted prospecting operations on the\r\nproperty and was thereby precluded from having its permit converted.\r\nAllied to this is\nthe submission on behalf of Norgold that the person\r\nmaking the decision to convert the permit had been misled in this\r\nregard by\nRhodium ─ that it had in fact been prospecting at the\r\ntime that the Act came into operation or when the application for\r\nconversion\nwas made. Before us, it was submitted on behalf of\r\nNorgold, that there was at the very least a dispute of fact that\r\nought to be\nreferred to oral evidence.\n[52] As pointed out above, the\r\nanswering affidavit was explicit and detailed in its description of\r\nprospecting operations, both\nin respect of the Kennedy’s Vale\r\nproject as a whole and the property, designed to show its historical\r\ninvolvement on the\nproperty and its entitlement to conduct\r\nprospecting operations. The new case sought to be fashioned by\r\nNorgold in its replying\naffidavit was based on an unsubstantiated\r\ndenial that Rhodium had indeed prospected on the farm. Norgold\r\nsuggested that the documentation\nproved exploration by Rhodium’s\r\nholding or associate companies and not by Rhodium itself. Norgold\r\ncontended that prospecting\nin relation to Kennedy’s Vale\r\nproject ought to be considered distinctly from prospecting on the\r\nproperty. In its replying\naffidavit, Norgold quibbled with the\r\nstatistics provided by Rhodium in respect of the number of holes that\r\nwere drilled in furtherance\nof prospecting activity. It does not deny\r\nthat a substantial amount of drilling had been done. Much of\r\nNorgold’s case in\nrespect of Rhodium’s failure to conduct\r\nprospecting rights on the property is conjecture.\n[53] The supplementary affidavits\r\nsubsequently filed by Norgold were much in the same vein. Reliance\r\nwas also placed on unsworn\nstatements and hearsay evidence, the\r\nparticulars of which it is not necessary to explore any further.\n[54] It is trite\r\nthat all the necessary allegations upon which an applicant’s\r\ncase is based must appear in his or her founding\naffidavit. A court\r\nwill not usually allow an applicant to make out a completely\r\ndifferent claim in his or her replying affidavit.\nA court does have a\r\ndiscretion to allow new matter in a replying affidavit and a\r\ndistinction is usually drawn between a case in\nwhich new material is\r\nfirst brought to light by the applicant who knew of it at the time\r\nwhen his or her founding affidavit was\nprepared and a case in which\r\nfacts alleged in a respondent’s answering affidavit revealed\r\nthe existence or possible existence\nof a further ground for relief.\r\nIn the latter case, a court would more readily incline to allow new\r\nmatter in a replying affidavit\nbut would then allow a fourth set of\r\naffidavits to be filed.\n12\nIn the present\r\ncase, however, Norgold had already filed a supplementary founding\r\naffidavit before Rhodium’s answering affidavit,\nwherein\r\nreference was made to its prospecting operations as part of its\r\ndescription of its historical involvement on the property\nand with\r\nthe Kennedy’s Vale project. It had the record on which the\r\ndecision to convert had been based and provided no explanation\nat all\r\nfor why it had not raised this issue in its first supplementary\r\naffidavit.\n[55] The new case sought to be\r\nintroduced by Norgold in its replying and further affidavits is\r\nopportunistic and not based on any\nadmissible evidence. As stated\r\nabove, it is conjecture and mainly based on vague assumptions and\r\nhearsay evidence. The application\nto strike out those offending parts\r\nof the replying affidavit which fall within this category ought to\r\nhave been dealt with by\nthe court below in favour of Rhodium. In any\r\nevent, Rhodium’s assertions about its prospecting activities\r\nare unequivocal\nand substantiated and there is nothing to suggest\r\nthat its statements in this regard lack credibility or that there is\r\na genuine\ndispute of fact on this aspect. As stated above, the court\r\nbelow, in my view, ought to have struck out the offending parts of\r\nNorgold’s\nreplying affidavit leaving Rhodium’s\r\nallegations about its prospecting activities completely unchallenged.\r\nFor the purposes\nof this appeal those allegations are disregarded. It\r\nfollows that this third question should also be decided in Rhodium’s\n\nfavour.\n[56] Considering the conclusions set\r\nout above, it is clear that the Regional Manager, Limpopo Province,\r\nwas correct to reject Norgold’s\napplication for a prospecting\r\npermit. The Regional Manager is obliged to accept an application for\r\na prospecting permit in terms\nof s 16(2) of the Act only if the\r\nrequirements of s 16(1) are met and if ‘no other person holds a\r\nprospecting right, mining\nright, mining permit or retention permit\r\nfor the same mineral and land’. Thus the application to review\r\na ‘decision’\nby him is liable to be dismissed.\n[57] Once it is accepted that the\r\nsixth respondent in fact made the decision and did so on the basis of\r\na proper delegation of powers\nit follows that the Regional Manager,\r\nMpumalanga fell out of the picture and served no other purpose than\r\nreceiving the application\nand sending it on for final decision. The\r\napplication to review the decision by him must also accordingly fail.\n[58] It was submitted on behalf of\r\nNorgold that since the Regional Manager, Mpumalanga signed the\r\nnotarial prospecting right, he\nshould be regarded as the person who\r\ngranted the conversion in terms of item 6 and not the sixth\r\nrespondent. In\nNelson Mandela Metropolitan Municipality &\r\nothers v Greyvenhouw CC & others\n2004 (2) SA 81\n(SECLD) para\r\n50 the following is stated by Plasket AJ:\n‘\nNon-discretionary\r\ndecisions ─ such as giving effect to a discretionary decision ─\r\nwould not defeat the purpose of the\nrule.\nBaxter\nstates\r\nthe position thus:\n“\nPowers\r\nwhich involve little or no discretion ─ so-called “purely\r\nmechanical” powers ─ are usually delegable.\nSince there\r\nis no choice involved nothing is lost if the power is exercised by a\r\nsubordinate. The same may be said where the person\ndesignated by the\r\nlegislation directs his personal attention to those elements of the\r\npower which involve discretion and then,\nhaving made a decision,\r\nleaves its implementation to someone else.” ‘\n[59] What is set out in the dictum in\r\nthe preceding paragraph is precisely what occurred in the present\r\ncase. The sixth respondent\ntook the decision to convert and left it\r\nto the Regional Manager, Mpumalanga to implement. In any event, it is\r\nnot the document\nof implementation that was challenged but it is the\r\ndecision to convert the old order prospecting, which is the subject\r\nof the\npresent litigation.\n[60] One final aspect requires brief\r\nattention. A more comprehensive judgment by the court below might\r\nwell have dissuaded the present\nappeal, which it is clear is entirely\r\nwithout merit.\n[61] In light of the above, the\r\nfollowing order is made:\nThe appeal is dismissed and the\r\nappellant is ordered to pay the costs of all the respondents,\r\nincluding, where applicable, the costs\nof two counsel.\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: C D A Loxton SC\nO\r\nMooki\nInstructed\r\nby\nWerksmans\r\nInc c/o Brazington Shepperson & McConnell Hatfield\nSymington\r\n& De Kok Bloemfontein\nFor\r\n1\nst\n– 4\nth\n& 6\nth\nRespondents:\r\nM S M Brassey SC\nInstructed\r\nby\nThe\r\nState Attorney Pretoria\nThe State Attorney Bloemfontein\nFor 5\nth\nRespondent: G L\r\nGrobler SC\nL Bekker\nInstructed\r\nby\nTabacks\r\nAttorneys c/o Edelstein Bosman Pretoria\nMcIntyre & Van der Post\r\nBloemfontein\n1\nIssued\r\n\ton 1 June 2001 in terms of s 6 of the repealed Minerals Act 50 of\r\n\t1991. The permit entitled Rhodium to prospect for precious\nmetals\r\n\tand base minerals found in mineralogical association with those\r\n\tprecious metals.\n2\nThis\r\n\tAct came into operation on 1 May 2004.\n3\nItem\r\n\t6(2)(a), which appears in para 5 above, requires an applicant for\r\n\tconversion to supply an affidavit verifying that he or\nshe is\r\n\tconducting or has conducted prospecting operations immediately\r\n\tbefore the Act took effect. Item 6(3)(b) obliges the Minister\nto\r\n\tconvert the old order prospecting rights if certain conditions are\r\n\tmet, including the requirement that an applicant ‘has\n\n\tconducted prospecting operations’ in respect of the right in\r\n\tquestion.\n4\nOfficer\r\n\tis defined in s 1 of the Act as follows:\n‘\r\n\t“\nofficer”\r\n\tmeans any officer of the Department appointed under the Public\r\n\tService Act, 1994 (Proclamation No. 103 of 1994).’\n5\nUnlawful\r\n\tOccupiers, School Site v City of Johannesburg\n2005\r\n\t(4) SA 199\n(SCA) para 22.\n6\nOudekraal\r\n\tEstates (Pty) Ltd v City of Cape Town\n2004\r\n\t(6) SA 222\n(SCA) para 26.\n7\nChairperson,\r\n\tStanding Tender Committee & others v JFE Sapela Electronics\r\n\t(Pty) Ltd & others\n2008 (2) SA 638\n(SCA) para 28.\n8\nCamps\r\n\tBay Ratepayers’ Association & another v Harrison and the\r\n\tMunicipality of the City of Cape Town\n2011\r\n\t(2) BCLR 121\n(CC).\n9\nHarnaker\r\n\tv Minister of the Interior\n1965 (1) SA 372\n(C) at 381B-C.\n10\nSection\r\n\t7(1) provides that proceedings for judicial review must be\r\n\tinstituted without unreasonable delay and not later than 180\ndays\r\n\tafter the date on which any proceedings instituted in terms of\r\n\tinternal remedies have been concluded or, where no such remedies\n\n\texist, the date on which the person concerned was informed of the\r\n\tadministrative action, became aware of it and the reasons for\nit or\r\n\tmight reasonably have been expected to have become aware of the\r\n\taction and the reasons.\n11\nAssociated\r\n\tInstitutions Pension Fund & others v Van Zyl & others\n2005 (2) SA 302\n(SCA) para 46.\n12\nSee\r\n\tD E van Loggerenberg, P B J Farlam\nErasmus\nSuperior Court\r\n\tPractice\n(2009) B1-45 to B1-46 and the authorities there cited.",
  "scraped_at": "2026-02-12T15:28:48.359741",
  "date": "2011-03-30",
  "coram": [
    "Navsa JA",
    "Brand JA",
    "Ponnan JA",
    "Snyders JJA",
    "Plasket AJA"
  ],
  "case_number": "278/10",
  "parties": {
    "applicants": [
      "Norgold Investments (Pty) Ltd"
    ],
    "respondents": [
      "The Minister of Minerals and Energy of the Republic of South Africa",
      "The Director General, Mineral Regulation, Department of Minerals and Energy",
      "The Acting Regional Manager, Limpopo Region, Department of Minerals and Energy",
      "The Regional Manager, Mpumalanga Region, Department of Minerals and Energy",
      "Rhodium Reefs Limited",
      "The Deputy Director General: Mineral Regulation"
    ]
  },
  "sections": {
    "facts": "The dispute concerned prospecting rights over Portion 1 and the Remainder of De Goedeverwachting 332KT, located in the Sekhukhune magisterial district of Limpopo. Rhodium Reefs Limited held an old order prospecting right that it sought to convert under item 6 of the Mineral and Petroleum Resources Development Act 28 of 2002. The conversion application was lodged in the Mpumalanga regional office, although the land lay in Limpopo. Norgold Investments applied for a new prospecting right over the same property under section 16 of the Act and contested Rhodium’s conversion, arguing that the wrong regional office rendered the conversion invalid, that the prior permit renewal was untimely, and that Rhodium had not carried out prospecting before the Act came into force.",
    "issues": "The court had to determine (1) whether the requirement to lodge a conversion application at the regional office where the land is situated is peremptory and thus invalidates the conversion if breached; (2) whether the failure to renew Rhodium’s earlier prospecting permit within the prescribed period precludes a subsequent conversion under item 6; and (3) whether Rhodium satisfied the statutory condition that it had conducted prospecting operations immediately before the Act took effect, a prerequisite for conversion.",
    "principles": "The judgment applied a purposive interpretation of item 6, treating the regional‑office requirement as a directory administrative convenience rather than a fatal procedural bar. Delegation of powers under section 103(1) of the Act was held valid, allowing the Deputy Director General to make the conversion decision. Established administrative‑law principles – the delay rule, the doctrine that an unlawful act may have legal consequences if not set aside, and the need to ascertain the statutory purpose – were relied upon, with reference to cases such as Unlawful Occupiers v City of Johannesburg, Oudekraal Estates v City of Cape Town, and Harnaker v Minister of the Interior.",
    "application": "The court concluded that the wrong regional office did not defeat the purpose of the Act; the conversion application was properly received and forwarded to the designated decision‑maker. The delegation to the Deputy Director General was proper, and his decision to convert was therefore valid. Rhodium’s renewal of its earlier prospecting permit complied with the Minerals Act, and there was no substantive basis to challenge its validity. Evidence showed that Rhodium had conducted extensive prospecting, including drilling and seismic work, before the Act commenced, satisfying the statutory prospecting‑operation requirement. Consequently, Norgold’s contentions were rejected.",
    "conclusion": "The appeal was dismissed. Norgold Investments (Pty) Ltd was ordered to pay the costs of all respondents, including the costs of two counsel. The Regional Manager of Limpopo was affirmed to have correctly rejected Norgold’s prospecting‑right application, and the conversion of Rhodium’s old order prospecting right was upheld."
  },
  "tags": {
    "level_1": "Mining Law",
    "level_2": "Prospecting Rights",
    "level_3": [
      "conversion of prospecting rights",
      "regional jurisdiction",
      "delegation of administrative powers",
      "permit renewal",
      "administrative law"
    ]
  }
}