{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/37.html",
  "case_name": "Bedford Square Properties (Pty) Ltd v Erf 179 Bedfordview (Pty) Ltd (2011 (5) SA 306 (SCA)) [2011] ZASCA 37; 291/10 (28 March 2011)",
  "citation": "[2011] ZASCA 37",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 37\n|\nNoteup\n|\nLawCite\nBedford Square Properties (Pty) Ltd v Erf 179 Bedfordview (Pty) Ltd (2011 (5) SA 306 (SCA)) [2011] ZASCA 37; 291/10 (28 March 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 291/10\nIn\r\nthe matter between:\nBEDFORD\r\nSQUARE PROPERTIES (PTY) LTD\n........................................\nAppellant\nand\nERF\r\n179 BEDFORDVIEW (PTY) LTD\n....................................................\nRespondent\nNeutral\r\ncitation:\nBedford Square Properties v Erf 179 Bedfordview\n(291/10)\n[2011] ZASCA 37\n(28 March 2011)\nCoram:\nHarms DP, Heher, Ponnan, Malan and Tshiqi JJA\nHeard:\n16 February 2011\nDelivered:\n28 March 2011\nSummary:\nServitude – in restraint of trade – invalidity of\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nSouth Gauteng High Court\r\n(Johannesburg) (Willis J) sitting as court of first instance):\nThe appeal is dismissed with costs, including the costs\r\nof two counsel.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nHARMS DP (HEHER, PONNAN, MALAN AND TSHIQI JJA\r\nconcurring)\n[1] The case concerns the validity of servitutal\r\nrestraints of trade. The notarial deed of servitude (deed of\r\nrestraint) prohibits\nthe owner of the appellant’s two\r\nproperties (the servient properties) from letting rental space on the\r\nproperties, for a\nperiod of eleven years as from 4 November 2003, to\r\nWoolworths or Mica Hardware, two chains of retail stores such as one\r\nfinds with\nincreasing frequency in major shopping centres.\n[2] The servitudes were registered on 21 June 2004\r\npursuant to a settlement agreement. The background to the agreement\r\nwas this.\nThe appellant (Bedford Square Properties (Pty) Ltd), in\r\norder to use the properties for a shopping centre, office\r\naccommodation\nand a residential development, applied for the removal\r\nof restrictions contained in the title deeds of the properties, and\r\nfor\ntheir rezoning to ‘mixed use’. The application was\r\ngranted by the Ekurhuleni Metropolitan Municipality but an appeal\nwas\r\nlodged to the Gauteng Townships Board by the owners of two nearby\r\nshopping centres, Eastgate and Bedfordview. They are, respectively,\n\nLiberty Properties Ltd, and a company named Erf 179 Bedfordview (Pty)\r\nLtd, the respondent on appeal.\n[3] The parties settled the appeal\r\nand asked the Board to make an order reflecting that part of their\r\nagreement which dealt with\nmatters such as the gross floor area that\r\ncould be let for shops and the like, and the maximum dwelling units\r\nthat could be erected\non the properties. Another part of the\r\nagreement did not concern the Board but dealt with side issues. There\r\nwas an arrangement\nin respect of a possible road closure of a portion\r\nof a street in the vicinity. And it dealt with the grant of the\r\nmentioned praedial\nservitudes over the Bedford Square properties\n1\nin favour of the Eastgate and\r\nBedfordview properties.\n[4] The servitudes are not personal\r\nservitudes because they were created for the advantage of the two\r\ndominant tenements.\n2\nThese properties are close enough to\r\nsatisfy the requirement of\nvicinitas.\n3\nThe object of the servitudes was\r\nobviously to prevent the owner of Bedford Square from letting retail\r\nspace to Woolworths or Mica\nHardware in Bedford Square for the eleven\r\nyear period and thereby creating a trading advantage for the dominant\r\ntenements.\n[5] The appellant sought a declaratory order in the\r\nSouth Gauteng High Court declaring the ‘enforcement’ of\r\nthe servitude\nto be contrary to public policy and for consequential\r\nrelief, namely the cancellation of the servitude. The application was\r\ndismissed\nby Willis J who, subsequently, granted leave to appeal to\r\nthis court.\n[6] It is important to note at the\r\noutset that Bedford Square did not allege that the settlement\r\nagreement that gave rise to the\nservitudes was contrary to public\r\npolicy; its case was also not that the servitudes when registered\r\nwere contrary to public policy.\nIts case was that the restraint\r\nbecame invalid because its ‘existence and enforcement’ no\r\nlonger served to ‘protect\nany legitimate, commercial, legal or\r\nother interest’ of the owners of the dominant properties. All\r\nthis was premised on the\nsupposition that the principles that apply\r\nto contracts in restraint of trade, including the rule that the\r\nvalidity of a restraint\nis not necessarily to be determined with\r\nreference to the facts as they existed at its inception but at the\r\ndate of enforcement,\napply to real covenants.\n4\n[7] The respondent’s first line of defence was\r\nthat the case was brought in the wrong forum because it is a\r\ncompetition issue\nwhich belonged to the Competition Tribunal in terms\r\nof the\nCompetition Act 89 of 1998\n. Although this ‘defence’\r\nwas abandoned it is necessary to mention that the high court and this\r\ncourt (when hearing\nan appeal from a high court) do not have any\r\njurisdiction to consider competition matters. This means that the\r\nquestion whether\nthe restraint may have been in conflict with the Act\r\ncannot feature in this judgment, one of consequences of\r\ncompartmentalizing\nlegal doctrines and of divided jurisdiction. It\r\ncannot do the rule of law any good if different results may follow\r\ndepending on\nwhich court system has to deal with the matter.\n[8] The respondent’s second\r\nline was that the appellant had failed to disclose a cause of action\r\nbecause, so it said, registered\nservitudes are real rights and,\r\naccordingly, can only be cancelled by agreement of all parties. In\r\nthis regard the respondent relied\non a series of cases, including\nFlorida Hills\n,\n5\nin which it was held that a high\r\ncourt does not have inherent jurisdiction to cancel servitudes or to\r\ninterfere with real rights\nof its own accord.\n6\n[9] The appellant sought to counter\r\nthis argument with reference to the recent judgment in\nLinvestment.\n7\nThis was an instance where this court\r\ndecided to revisit a previous judgment in relation to the question\r\nwhether the owner of a\nservient tenement can, of his own volition,\r\nchange the route of a defined right of way where the owner of the\r\ndominant tenement\nunreasonably refused to agree to an amendment,\r\nwhere the existing route involved undue inconvenience to the servient\r\ntenement,\nand where the proposed route was not inconvenient to the\r\nowner of the dominant tenement. Having regard to what the common law\r\nactually\nwas and to comparative law this court decided to overrule\r\nexisting authority in the interests of justice.\n[10] In my view both missed the\r\npoint. The\nFlorida\r\nHills\nline of cases\r\ndealt with the inherent jurisdiction of the court to delete a\r\nservitutal restraint. The appellant did not ask the\ncourt to exercise\r\nits ‘inherent’ jurisdiction – even in the broadest\r\nsense of the word. It relied on the law\nas it is or is supposed to\r\nbe. These cases were also not concerned with the issue whether a\r\nservitutal restraint that is\ncontra\r\nbonos mores\ncan be\r\nlawful. I would have thought that something that is\ncontra\r\nbonos mores\nand\r\nagainst public policy is by definition unlawful. I will assume for\r\nthe sake of argument that it is also possible (although none\nwas\r\nconceived by counsel) to envisage cases where a real right could in\r\nthe course of time become invalid because its enforcement\nwould be\r\nagainst public policy.\nLinvestment\n,\r\ntoo, has nothing to do with the case. It was not concerned with the\r\npossible invalidity of a servitude because of public policy\n\nconsiderations.\n[11] Once one accepts that a\r\nservitude may be or in time become invalid because it was or is\r\nagainst public policy the next question\nis whether the guidelines\r\nthat were developed to determine whether or not an agreement in\r\nrestraint of trade is invalid can, without\nmore, be used to determine\r\nif a restraint of trade in a servitude is invalid. An answer was\r\ngiven by O H Hoexter JP in\nVenter\r\nv Minister of Railways\n1949\r\n(2) SA 178\n(E) at 185. He said:\n‘\nGenerally\r\nspeaking, the rules as to contracts in restraint of trade cannot be\r\napplied to praedial servitudes. The essence of a contract\nheld to be\r\nunduly in restraint of trade is that it restrains the trading\r\nactivity of a particular person. The restraint created\nby the\r\nservitude in the present case restricts the user of a particular\r\npiece of property and not the activity of a particular\nperson.’\nApplied to the facts of our case, the\r\nrestraint does not prevent the appellant from entering into lease\r\nagreements with Woolworths\nor with Mica in respect of any property\r\nwithin the city – it binds the servient properties only. The\r\nreasoning in\nVenter\n,\r\nit need be mentioned, was adopted and applied to personal servitudes\r\nby the full bench in\nStrathsomars\r\nEstate Co Ltd v Nel\n1953\r\n(2) SA 254\n(E) at 258F-H and 259E-H. Apart from relying on its common\r\nsense, the full bench also found some support in English law for its\n\nview.\n[12] The problem with the argument to the contrary may\r\nbe illustrated with reference to a case where someone sells a\r\nproperty subject\nto a restraint in favour of another property. The\r\npurchaser in such circumstances buys less than full ownership and\r\npays for less.\nTo permit the purchaser to escape the consequences of\r\nhis agreement appears to me to be unjustifiable. The situation is\r\nhere not\nmuch different because the appellant, in exchange for the\r\nwithdrawal of the appeal before the Board, was prepared to diminish\r\nthe\nextent of its ownership by granting the servitudes to its\r\nopponents.\n[13] It is, however, unnecessary for\r\npurposes of this judgment to decide which factors determine whether\r\nor not this particular\nrestraint became unlawful under common-law\r\nprinciples. The problem the appellant faces is that it accepts that\r\nthe restraint was\ninitially valid. This it had to do in view of the\r\nfact that the restraint was agreed to by parties with equal\r\nbargaining power;\nthat it was limited to these two properties; that\r\nit was limited to these two particular retailers and not all the\r\nothers that\nprovide the same or similar services; that the restraint\r\nwas limited to eleven years; and that the protection of anchor\r\ntenants\n(as held by Willis J) was ‘a legitimate part of\r\ncommercial life in this country.’ For the servitudes to have\r\nbecome\ninvalid, circumstances must have changed. The onus was on the\r\nappellant to prove that the servitudes became\ncontra\r\nbonos mores\n, which\r\nmeans that the appellant had to prove changed circumstances.\n8\nThe appellant did not seek to make\r\nout such a case and, apart from generalized allegations, did not even\r\nrely on a single relevant\nfact. As far as I can gather, everything\r\nremained the same.\n[14] This means that the court below was correct in\r\ndismissing the application and the appeal is dismissed with costs,\r\nincluding\nthe costs of two counsel.\n_______________________\nL T C Harms\nDeputy President\nAPPEARANCES:\nAPPELLANTS:\r\nJ Peter SC\nInstructed\r\nby: Vining Camerer Inc, Johannesburg\nHoney\r\nAttorneys, Bloemfontein\nRESPONDENTS:\r\nD N Unterhalter SC (with him J Wilson)\nInstructed\r\nby: Rothbart Inc, Johannesburg\nRosendorff\r\nReitz Barry, Bloemfontein\n1\nThey\r\n\thave since been subdivided but nothing turns on this.\n2\nNational\r\n\tStadium South Africa (Pty) Ltd v Firstrand Bank Ltd (670/10) [2010]\r\n\tZASCA 164; 2011 (2) SA 157 (SCA)\n.\n3\nC\r\n\tG v\nan der Merwe\nSakereg\n(2 ed) p 470.\n4\nMagna\r\n\tAlloys & Research (SA) (Pty) Ltd v Ellis\n[1984] ZASCA 116\n;\n[1984]\r\n\t2 All SA 583\n(A),\n1984 (4) SA 874\n(A);\nBasson\r\n\tv Chilwan\n[1993] 2 All SA 373 (A),\r\n\t1993 (3) SA 742 (A).\n5\nEx\r\n\tparte Florida Hills Township Ltd\n1968\r\n\t(3) SA 82\n(A) at 91H-92A and 97H.\n6\nEx\r\n\tparte Gold\n1956 (2) SA 642\n(T) at 649E;\nEx parte Uvongo\r\n\tBorough Council\n1966 (1) SA 788\n(N) at 790H-791A;\nE\nx\nparte Rovian Trust (Pty) Ltd\n1983 (3) SA 209\n(D) at\r\n\t212E-213C.\n7\nLinvestment\r\n\tCC v Hammersley\n[2008] ZASCA 1\n;\n2008 (3) SA 283\n(SCA).\n8\nThis\r\n\tflows ineluctably from\nBarkhuizen v Napier\n[2007] ZACC 5\n;\n2007 (5) SA 323\n(CC) at paras 58 and 66 (per Ngcobo J).",
  "scraped_at": "2026-02-12T15:24:56.112252",
  "date": "2011-03-28",
  "coram": [
    "Harms DP",
    "Heher",
    "Ponnan",
    "Malan",
    "Tshiqi JJA"
  ],
  "case_number": "291/10",
  "parties": {
    "applicants": [
      "Bedford Square Properties (Pty) Ltd"
    ],
    "respondents": [
      "Erf 179 Bedfordview (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The appeal concerned a notarial deed of servitude that barred the owner of Bedford Square Properties' two servient properties from letting retail space to Woolworths or Mica Hardware for eleven years starting 4 November 2003. The servitudes were registered on 21 June 2004 following a settlement of an appeal to the Gauteng Townships Board concerning rezoning of the properties to mixed‑use. The settlement granted praedial servitudes in favour of the dominant tenements (Eastgate and Bedfordview) to prevent competition from the appellant’s properties. The appellant sought a declaration that the enforcement of the servitude was contrary to public policy and sought its cancellation.",
    "issues": "The primary issues were (1) whether a praedial servitude that restrains the use of land can be invalidated on public‑policy grounds in the same way as a contract in restraint of trade; (2) whether the court has jurisdiction to cancel such a servitude; and (3) whether the appellant had shown a change in circumstances that rendered the servitude contra bonos mores and therefore unlawful.",
    "principles": "The Court noted that the rules governing contracts in restraint of trade do not automatically apply to praedial servitudes (Venter v Minister of Railways). It reaffirmed the precedent that courts lack inherent jurisdiction to cancel servitudes without agreement of the parties (Florida Hills). While a servitude may become void if it becomes contrary to public policy, the burden is on the claimant to prove changed circumstances that make enforcement unlawful. The Court also referenced the principle that a servitude restrains the use of property, not the personal trading activities of an individual.",
    "application": "Applying these principles, the Court observed that the appellant had not produced any factual change to demonstrate that the servitude had become contrary to public policy. The restraint was limited to the two specified properties, to two specific retailers, for a fixed eleven‑year period, and was agreed upon by parties of equal bargaining power. Consequently, the servitude remained a valid praedial right, and the appellant failed to meet the onus of proof required to deem it contra bonos mores.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The order affirmed the lower court’s decision and left the servitude in force."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Servitudes",
    "level_3": [
      "restraint of trade",
      "public policy",
      "contra bonos mores",
      "court jurisdiction"
    ]
  }
}