{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/181.html",
  "case_name": "Potgieter v Potgieter NO and Others (629/2010) [2011] ZASCA 181; 2012 (1) SA 637 (SCA) (30 September 2011)",
  "citation": "[2011] ZASCA 181",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 181\n|\nNoteup\n|\nLawCite\nPotgieter v Potgieter NO and Others (629/2010) [2011] ZASCA 181; 2012 (1) SA 637 (SCA) (30 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 629/2010\nIn\r\nthe matter between:\nJAN\r\nWILHELMUS POTGIETER\n….........................................................\nFirst\r\nAppellant\nMAGDELL\r\nWOODWARD\n…..............................................................\nSecond\r\nAppellant\nv\nANNA-MARIE\r\nJULIANA POTGIETER NO\n….....................................\nFirst\r\nRespondent\nTHERON\r\nWESSELS NO\n…...........................................................\nSecond\r\nRespondent\nANNA-MARIE\r\nJULIANA POTGIETER\n…..........................................\nThird\r\nRespondent\nJANDRÉ\r\nVENTER\n….......................................................................\nFourth\r\nRespondent\nRUAN\r\nVENTER\n…...............................................................................\nFifth\r\nRespondent\nTHE\r\nMASTER OF THE NORTH\nGAUTENG\r\nHIGH COURT, PRETORIA\n….........................................\nSixth\r\nRespondent\nTHERON WESSELS\n….................................................................\nSeventh\r\nRespondent\nNeutral\r\ncitation:\nPotgieter v Potgieter\n(629/2010)\n[2011] ZASCA\r\n181\n(30 September 2011).\nCoram:\nNAVSA, BRAND, VAN HEERDEN, LEACH AND\r\nMAJIEDT JJA\nHeard:\n20 September 2011\nDelivered:\r\n30 September 2011\nSummary: Trust – variation of trust deed by\r\nagreement between founder and trustees – invalid for want of\r\nconsent by\nbeneficiaries who had previously accepted benefits\r\nconferred upon them by original trust deed – effect of invalid\r\nvariation\nagreement – trust deed enforceable in unamended form.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nNorth Gauteng High Court\r\n(Pretoria) (Bertelsmann J sitting as court of first instance):\nThe following order is made:\na. The appeal is upheld.\nb. The cross-appeal is dismissed.\nc. The costs incurred by the appellants and the\r\nrespondents in both the appeal and the cross-appeal, including the\r\ncosts of two\ncounsel, where applicable, shall, save for the costs of\r\nthe seventh respondent, be paid by the Buffelshoek Familie Trust on\r\nan\nattorney and client scale.\nd. The order of the court a quo is set aside and\r\nreplaced by the following:\n‘\n1. The purported variation of\r\nthe trust deed of the Buffelshoek Familie Trust on 21 February 2006\r\nis declared to be invalid and\nset aside.\n2. The costs incurred by the applicants and the\r\nrespondents, including the costs of two counsel, where applicable,\r\nshall, save for\nthe costs of the seventh respondent, be paid by the\r\nBuffelshoek Familie Trust on an attorney and client scale.’\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nBRAND JA\n(Navsa, Van Heerden, Leach and\r\nMajiedt JJA concurring):\n[1] This appeal is about a trust, originally called the\r\nBuffelshoek Familie Trust and later renamed the V P J\r\nTrust, in\nwhich all the appellants and the respondents, save for the\r\nsixth respondent, who is the Master of the High Court, have an\r\ninterest\nof some kind or another. Since the Master took no part in\r\nthe proceedings, I shall exclude him from any further reference to\r\n‘the\nrespondents’. The central issue raised by the appeal\r\nis whether the purported variation of the trust deed pertaining to\r\nthe\nBuffelshoek Familie Trust, pursuant to an agreement between the\r\nfounder and the trustees of the trust, is legally binding. While\nthe\r\nappellants contended that the variation was invalid and of no force,\r\nthe respondents took up the contrary position that the\nvariation\r\nagreement was valid and enforceable.\n[2] Eventually the dispute gave rise to an application\r\nby the appellants as applicants in the North Gauteng High Court\r\n(Pretoria)\nfor an order, in the main, confirming their position that\r\nthe variation of the trust deed was invalid. When the matter came\r\nbefore\nBertelsmann J, he agreed, despite the counter-arguments by the\r\nrespondents, with the appellants’ contention that the variation\n\nwas invalid and without force. Normally this finding would have\r\nresulted in the implementation of the trust deed in its original,\n\nunamended form. But Bertelsmann J found this result in the\r\ncircumstances, unpalatable, contrary to public policy and\r\nconstitutionally\nunsound. In consequence he granted an order which\r\neffectively awarded one-fifth of the trust assets to each of the two\r\nappellants\nas their exclusive property, while the other potential\r\nbeneficiaries retained their rights in terms of the amended trust\r\ndeed in\nrespect of the remaining three-fifths of the trust assets.\r\nThis outcome satisfied neither the appellants nor the respondents.\r\nThe\nappeal and cross-appeal that consequently followed are both with\r\nthe leave of the court a quo. Apart from ancillary issues, there\nare\r\ntwo questions we have to determine: (a) was the purported variation\r\nof the trust deed invalid? and (b) if so, what should be\nthe\r\nconsequences of that finding?\n[3] The opposing arguments bearing on these questions\r\nwill be better understood against the factual background that\r\nfollows. The\nfounder of the trust was Mr Victor Petrus Johannes\r\nPotgieter, a businessman of Mookgophong, who passed away at the age\r\nof 49 on\n28 April 2008 (the deceased). The two appellants, Mr Jan\r\nWilhelmus Potgieter and Mrs Magdell Woodward (born Potgieter) were\r\nthe\nonly children of the deceased. The first and second respondents\r\nare cited in their capacities as the two trustees of the trust.\nThey\r\nare Mrs Anna-Marie Juliana Potgieter, who married the deceased after\r\nhis divorce from the mother of the appellants, and Mr\nTheron Wessels\r\nwho was the deceased’s attorney. The third respondent is Mrs\r\nPotgieter in her personal capacity. The fourth\nand fifth respondents\r\nare Mr Jandré Venter and Mr Ruan Venter, the two sons of Mrs\r\nPotgieter from her previous marriage,\nwhile the seventh respondent is\r\nWessels in his personal capacity.\n[4] The trust was originally created under the name of\r\nthe Buffelshoek Familie Trust, by means of a trust deed which was\r\nnotarially\nexecuted on 1 June 1999. In terms of the trust deed the\r\ndeceased was one of the original trustees. So was Wessels, who was\r\nhis\nattorney throughout. The third original trustee, who was the\r\ndeceased’s accountant, Mr Nicolaas Louwrens Pretorius, resigned\n\nhis position on 2 July 2001 before the occurrence of further events\r\nthat are relevant to this case. A proper appreciation of the\nimport\r\nof the impugned amendments that were to follow unfortunately requires\r\na somewhat detailed rendition of the original terms\nof the trust\r\ndeed.\n[5] The original trust deed was in Afrikaans. According\r\nto my translation, its terms that turned out to be pertinent laid\r\ndown the\nfollowing:\n(a) Clause 1.3.1 of the trust deed nominated the two\r\nappellants as the capital beneficiaries of the Buffelshoek Familie\r\nTrust. It\nprovided that:\n‘”\ncapital\r\nbeneficiaries” are the following persons: Magdell Potgieter,\r\nborn on 30 September 1982 and Jan Wilhelmus Potgieter,\nborn on 15\r\nJune 1984: being the children of [the deceased] on the understanding\r\nthat they will not receive any benefit from the\ntrust during the life\r\nof [the deceased], unless the [the deceased] consents thereto in\r\nwriting’\n(b) Clause 1.3.2 of the trust deed provided that the\r\nincome beneficiaries of the trust were to be determined by the\r\ntrustees in\ntheir discretion from a class consisting of the two\r\ncapital beneficiaries or those related to them in consanguinity or\r\naffinity.\n(c) Clause 1.6 defined ‘vesting date’ for\r\nthe purposes of clause 13 as the first of the following dates:\n(i) The date of death of the founder (the deceased);\n(ii) The date determined at any time by the trustees as\r\nthe vesting date on the condition that such date is not earlier than\r\nthe\ndate on which the younger of the capital beneficiaries reaches\r\nthe age of 21, but in any event not later than the date on which\nthe\r\nyounger of the capital beneficiaries reaches the age of 25 years.\n(d) Clause 13 provided, in turn, that:\n(i) On the vesting date thus determined, the capital of\r\nthe trust is to become the property of the capital beneficiaries set\r\nout\nin clause 1.3.1;\n(ii) No capital not paid out or accumulated income will\r\nvest in any capital beneficiary before the capital beneficiaries\r\nreach the\nages set out in clause 1.6.\n(e) Typical of a discretionary trust, clauses 5 and 6\r\nbestowed wide powers on the trustees with regard to the capital\r\nassets of\nthe trust. These were limited, in essence, only by the\r\ngeneral restrictions that the trustees should exercise their powers\r\nin accordance\nwith the general principles of trust law and solely for\r\nthe benefit of the beneficiaries. Within these broad parameters, the\r\ntrustees\nwere authorised, for example, to sell the assets of the\r\ntrust and to invest the proceeds in any way they deemed fit.\n(f) Clauses 12 and 14 afforded similar wide powers to\r\nthe trustees with regard to the income of the trust. Again, within\r\nthe same\nbroad parameters, they were authorised to utilise the trust\r\nincome for trust purposes and to distribute the surplus amongst the\n\nincome beneficiaries in any way they deemed fit.\n(g) Clause 21 dealt with amendments to the trust deed\r\nwith specific reference to the capital beneficiaries. It provided:\n‘\n21.1\r\nThe trustees may amend the capital beneficiaries of the trust. Their\r\nright to amend is, however, limited to the extent that:\n21.1.1 No amendment may be\r\nexecuted after the death of the trustee [the deceased] and only with\r\nthe consent of [the deceased] during\nhis lifetime; and\n21.1.2 Capital beneficiaries may\r\nbe appointed only from the following persons:\n21.1.2.1 the persons nominated\r\nas capital beneficiaries in clause 1.3.1 or their children in the\r\nevent that they die before the\nvesting of the capital;\n21.1.2.2 a member of the family\r\nor descendant of [the deceased].\nThis right of the trustees to\r\namend the capital beneficiaries entails that the persons appointed as\r\ncapital beneficiaries in terms\nof the provisions of clause 1.3.1\r\nabove can be excluded and another capital beneficiary can be\r\nappointed in accordance with the\naforesaid procedure, in 21.1.\n21.2 No amendment in respect of\r\nthe capital beneficiaries may have the effect that the assets of the\r\ntrust are used for the benefit\nof the founder of the trust (the\r\ndeceased) or his estate.’\n[6] In June 1999, when the deceased founded the\r\nBuffelshoek Familie Trust, both the appellants were still minors and\r\nthe deceased\nwas married to their mother. On 11 September 2003 that\r\nmarriage was, however, dissolved by a decree of divorce. The divorce\r\nwas\npreceded by a drawn out and bitter dispute. Part of the conflict\r\nstemmed from a claim by the appellants’ mother that the assets\n\nof the trust be regarded as the assets of the deceased for purposes\r\nof the divorce proceedings. This led to a meeting of the trustees\nand\r\nthe capital beneficiaries of the trust on 18 August 2003 regarding\r\nthe alienation of a trust asset to the mother of the appellants,\nto\r\nwhich I shall presently return.\n[7] After the divorce, the deceased married the first\r\nrespondent, Mrs Potgieter, on 22 November 2003. As I have indicated,\r\nthe fourth\nand fifth respondents were born of her previous marriage.\r\nOn 25 January 2006 Mrs Potgieter became the third trustee of the\r\nBuffelshoek\nFamily Trust together with the deceased and Wessels. This\r\nwas the state of affairs when the impugned variation agreement was\r\nentered\ninto on 21 February 2006.\n[8] The variation agreement was a formal agreement\r\nbetween the founder and the trustees. The changes brought about to\r\nthe original\ntrust deed were substantial. In the main they comprised\r\nthe following:\n(a) The name of the trust was amended to the V P J\r\nTrust;\n(b) The appellants were no longer the only capital\r\nbeneficiaries. They were reduced to members of a class of potential\r\ncapital beneficiaries.\nOther members of the class included Mrs\r\nPotgieter and her two sons. In addition, the trustees were afforded\r\nthe absolute discretion\nto select the actual capital beneficiaries\r\nfrom that class. Nothing therefore prevented the trustees from\r\nexcluding the appellants\naltogether as beneficiaries of the trust;\n(c) The income beneficiaries of the trust were those\r\nselected by the trustees, in their absolute discretion, from the\r\nmembers of\nthe same class;\n(d) The date on which the rights of capital\r\nbeneficiaries would vest was amended to the extent that it was in the\r\nsole discretion\nof the trustees when rights would vest (if at all);\r\nand\n(e) Wessels resigned as trustee. The Best Trust Company\r\n(Jhb) (Pty) Ltd was appointed in his stead. To complete the picture –\n\nshortly thereafter the company, however, resigned and Wessels was\r\nreappointed in his capacity as trustee, together with the deceased\n\nand Mrs Potgieter.\n[9] The appellants’ first contention in the court\r\na quo was that, apart from a variation in accordance with the\r\nprovisions\nof clause 21 of the original trust deed, the deed could\r\nonly be changed with their consent as capital beneficiaries.\r\nConsequently,\nthey further contended, the purported amendment to the\r\ntrust deed on 21 February 2006, was invalid because it was neither in\r\naccordance\nwith the provisions of clause 21, nor was it effected with\r\ntheir consent. The respondents admitted that the appellants did not\r\nconsent to the variations brought about by the variation agreement\r\nand that, in fact, they had no knowledge of the agreement at\nthe\r\ntime. Their contention was, however, that the variation agreement was\r\nentered into before the appellants had accepted the benefits\n\nconferred upon them in terms of the original trust deed.\r\nConsequently, the respondents contended, the trust deed could, as a\r\nmatter\nof law, be amended by agreement between the founder and the\r\ntrustees without the co-operation of the appellants.\n[10] The appellants, in turn, accepted the correctness\r\nof the legal proposition that the variation of a trust deed did not\r\nrequire\nthe consent of beneficiaries who had not yet accepted the\r\nbenefits conferred upon them. Their contention was, however, that as\r\na matter of fact the benefits conferred upon them by the original\r\ntrust deed had been accepted on their behalf by the deceased as\ntheir\r\nfather and natural guardian as set out in the preamble to the trust\r\ndeed. Moreover, so they alleged, the deceased (as founder)\nand the\r\nother trustees had acknowledged, at least by implication, that these\r\nbenefits had previously been accepted on their behalf,\nby requiring\r\ntheir consent to the alienation of a trust asset at the meeting of 18\r\nAugust 2003. The respondents disputed the correctness\nof both these\r\nfactual allegations.\n[11] Despite the respondents’ objections, the\r\ncourt a quo decided both areas of factual dispute thus arising in\r\nfavour of\nthe appellants. As to the question whether the deceased\r\naccepted the benefits conferred upon the appellants in the trust\r\ndeed,\nit held that acceptance to be established by the preamble to\r\nthe trust deed. Moreover, the court agreed with the appellants’\n\nargument based on the minutes of the meeting which was held on 18\r\nAugust 2003. In the event, the court also agreed with the appellants’\n\ncontention that, because of the acceptance of the trust benefits on\r\ntheir behalf, a variation of the trust deed outside the ambit\nof\r\nclause 21, could only be brought about with their consent.\r\nConsequently the court held that, in the absence of the appellants’\n\nconsent, the purported amendment to the trust deed in terms of the\r\nagreement between the deceased and the trustees on 21 February\n2006,\r\nwas of no legal force and effect.\n[12] Since the findings of the court a quo thus far are\r\ndirectly challenged in the cross-appeal, I shall return to them in\r\ndue course.\nBut before doing so, I propose to complete the chronicle\r\nof events by referring to the court’s additional findings that\r\ngave\nrise to the main appeal. After acknowledging that its findings\r\nthus far would normally result in the implementation of the trust\n\ndeed in its original form, the court a quo, as I have said,\r\nimmediately proclaimed that result to be untenable. Implementation\nof\r\nthe original trust deed, so the court reasoned, would mean that on\r\nthe death of the deceased, all the assets of the trust would\nbecome\r\nvested in the two appellants to the total exclusion of Mrs Potgieter\r\nand the two sons of her previous marriage.\n[13] This outcome, so the court held, would be in direct\r\nconflict with the obvious intention of the deceased as to the\r\ndevolution\nof his assets upon his death. With regard to the\r\ndeceased’s intention, the court referred to the fact that the\r\ndeceased had\nchanged his will after the variation of the trust deed.\r\nPrior to the variation, his will in existence was one executed in\r\nFebruary\n2004. In terms of that will he bequeathed an amount of R1\r\nmillion, together with his interest in a specified close corporation,\n\nto each of the appellants. The residue of his estate he left to a\r\ntrust for the benefit of Mrs Potgieter and her two sons. Subsequent\n\nto the variation of the trust deed the deceased executed a new will\r\non 6 June 2007. Apart from certain legacies to the deceased’s\n\nemployees, the new will provided for a bequest of all his assets to\r\nthe V P J Trust. Exclusion of Mrs Potgieter and her\nsons\r\nfrom the trust, so the court a quo concluded, would therefore\r\neffectively exclude them from any benefit deriving from the\n\ndeceased’s estate.\n[14] Since enforcement of the trust deed in its original\r\nterms would be demonstrably in conflict with the deceased’s\r\nintent,\nso the court a quo reasoned, it should have the authority to\r\navoid that result. It then found that authority originating from two\n\ndifferent sources: first, from the provisions of s 13 of the\r\nTrust Property Control Act 57 of 1988; and, second, from the\nvalues\r\nof the Constitution as applied to the principles of contract law and\r\nother private law structures, in accordance with the\njudgment of the\r\nConstitutional Court in\nBarkhuizen v Napier\n[2007] ZACC 5\n;\n2007 (5) SA 323\n(CC). Relying on its authority thus established, the court a quo\r\nconcluded that it had the power to grant an order which would\ngive\r\neffect to what it regarded as the real intent of the deceased.\n[15] In broad outline the court a quo’s further\r\nreasoning, as appears from its judgment, proceeded along the\r\nfollowing lines:\n(a) The obvious way of giving effect to the deceased’s\r\nintent would be to implement the terms of the variation agreement,\r\ndespite the legal invalidity of that agreement.\n(b) However, since the death of the deceased, the\r\nrelationship between the appellants, on the one hand, and the first\r\nand second\nrespondents as trustees of the trust, on the other, had\r\ndeteriorated to the extent that the appellants have understandably\r\nlost\nany confidence in the willingness of the two trustees to treat\r\nthem fairly and without partiality.\n(c) A refusal of the application by the appellants for\r\nan order declaring the variation of the trust deed invalid would\r\ntherefore\nsimply lead to further conflicts, strife and litigation\r\nbetween the two opposing factions.\n(d) The only equitable solution remaining was therefore\r\nto award one-fifth of the net value of the trust assets to each of\r\nthe appellants\nand to order that the other potential beneficiaries\r\nretain their rights in terms of the amended trust deed, with regard\r\nto the\nthree-fifths of the trust assets that remained in the V P J\r\nTrust.\n[16] In giving effect to these conclusions, the court a\r\nquo then formulated a fairly detailed order providing, inter alia,\r\nfor the\nvaluation of the trust assets and for the appointment of a\r\nvaluer or an auditor, or both, for this purpose, and for the division\n\nof the assets of the trust. As to the costs of the proceedings before\r\nit, the court a quo ordered that the costs incurred by the\nappellants\r\nas well as the respondents should be paid by the trust on an attorney\r\nand client scale.\n[17] In essence, the appellants’ contention on\r\nappeal was that the court a quo rightly concluded that the agreement\r\nto vary\nthe trust deed was invalid and without any legal effect. But,\r\nfollowing upon that conclusion, so the appellants further contended,\n\nthe court a quo had no option but to grant a declarator confirming\r\nthe invalidity of the variation agreement, which was the order\nthat\r\nthey sought. The cross-appeal, on the other hand, was essentially\r\nbased on the contention by the respondents that the court\na quo had\r\nerred in not finding that the agreement to vary the trust deed was\r\nvalid and enforceable. Alternatively and even if the\nvariation\r\nagreement proved to be invalid, so the respondents further contended,\r\nthe appellants’ remedy was a claim for damages\nresulting from a\r\nbreach of contract by the deceased and the trustees when they sought\r\nto vary the trust deed without the appellants’\nconsent. Since\r\nthe appellants brought no such claim, but sought an order declaring\r\nthe variation agreement invalid, so the respondents’\nargument\r\nconcluded, the court a quo had been bound to refuse the appellants’\r\napplication with costs.\n[18] Logic dictates that I deal with the cross-appeal\r\nfirst. This is so because, if the variation agreement was found to be\r\nvalid\nand enforceable, that would be the end of the matter. In that\r\nevent, the appellants’ application for a declarator to the\r\ncontrary should have been dismissed which would mean that the\r\ncross-appeal must succeed. As I see it, the legal principles that\n\nfind application are well settled and I did not understand any of the\r\nparties to contend otherwise. I believe these principles\ncan be\r\nformulated thus: a trust deed executed by a founder and trustees of a\r\ntrust for the benefit of others is akin to a contract\nfor the benefit\r\nof a third party, also known as a\nstipulatio alteri\n. In\r\nconsequence, the founder and trustee can vary or even cancel the\r\nagreement between them before the third party has accepted\nthe\r\nbenefits conferred on him or her by the trust deed. But once the\r\nbeneficiary has accepted those benefits, the trust deed can\nonly be\r\nvaried with his or her consent. The reason is that, as in the case of\r\na\nstipulatio alteri\n, it is only upon acceptance that the\r\nbeneficiaries acquire rights under the trust (see eg\nCrookes NO v\r\nWatson\n1956 (1) SA 277\n(A) at 285F;\nEx parte Hulton\n1954\r\n(1) SA 460\n(C) at 466A-D;\nHofer v Kevitt NO\n[1997] ZASCA 79\n;\n1998 (1) SA 382\n(SCA) at 386G-387E; Cameron, De Waal & Wunsh\nHonoré’s\r\nSouth African Law of Trusts\n5 ed (2002) para 304).\n[19] Relying on these principles, the appellants’\r\nmain argument in their papers was that the benefits conferred on them\r\nin\nthe original trust deed were accepted by the deceased on their\r\nbehalf as reflected in the preamble of the trust deed itself. In\n\nrelevant part the preamble provided:\n‘\nWhereas\r\nthe founder desires to create the trust referred to in this deed for\r\nand on behalf of the named capital beneficiaries, subject\nto the\r\nterms and conditions more fully set out hereafter;\nAnd whereas\nthe\r\nbeneficiaries have indicated\n(Afrikaans\r\n– ‘aangedui’)\ntheir\r\nacceptance of the benefits conferred upon them in terms hereof\n;\nAnd whereas the\r\ntrustees agreed to accept their appointments as such and to\r\nadminister the trust created herein’.’\n(My\r\nemphasis.)\n[20] The clear meaning of the second pronouncement thus\r\nrecorded, so the appellants maintained, is that the deceased, who was\r\ntheir\nfather and natural guardian, as they were still minors at the\r\ntime, had indicated his acceptance of the benefits conferred upon\n\nthem, as the sole capital beneficiaries, on their behalf. These\r\nallegations of fact were disputed in the respondents’ answering\n\naffidavit deposed to by Wessels on behalf of the respondents. It will\r\nbe remembered that Wessels was the deceased’s attorney\nat the\r\ntime. In that capacity he prepared the original trust deed on the\r\ninstructions of the deceased. According to Wessels’\ntestimony,\r\nthe pronouncement in the preamble relied upon by the appellants\r\namounts to no more than ‘a vague and loose statement’.\nIn\r\nany event, he proceeded, this vague statement was without any meaning\r\nand was never intended to form part of the document. It\n\nunintentionally found its way into the draft, Wessels said, because\r\nhe slavishly copied a precedent without realising that the\nstatement\r\nwas inapposite to the deed that he prepared. Had the deceased\r\ninstructed him to record an acceptance of the benefits\non behalf of\r\nhis minor children, so Wessels said, the trust deed would have read\r\nquite differently. In that event he would, for\ninstance, have\r\nincorporated the acceptance as an independent, self-standing term of\r\nthe trust deed. In support of this version\nthe respondents also\r\nrelied on the rather laconic statement by Mr Nicolaas Pretorius, who\r\nwas the third original trustee and hence\na party to the original\r\ntrust deed, that the deceased never expressly stated, when he signed\r\nthe trust deed, that he intended to\naccept the benefits conferred\r\nupon the appellants on their behalf.\n[21] The appellants’ contention was, however, that\r\nWessels’ testimony is inadmissible. Since the trust deed was\r\nintended\nto provide a complete memorial of the agreement that it\r\nrecorded, extrinsic evidence may not contradict, add to or modify its\r\nmeaning.\nIn support of this contention they relied on\nKPMG\r\nChartered Accountants (SA) v Securefin Ltd\n2009 (4) SA 399\n(SCA)\r\npara 39. This argument found favour with the court a quo and I\r\nbelieve rightly so. However, as I see it, there is an even\nshorter\r\nanswer to the respondents’ case based on the testimony of\r\nWessels. It is this. There is no reason to think that the\ndeceased,\r\nwho was by all accounts a careful and astute businessman, had\r\nrealised that his attorney wanted him to confirm a meaningless\n\nstatement in a formal document which was destined to be notarially\r\nexecuted. On the contrary, the fact that the deceased had initialled\n\nevery page of the document that was to be notarially executed, gave\r\nrise to the presumption of fact that he intended to confirm\nthe\r\npronouncement embodied in that document (see eg\nGlen\nComeragh\r\n(Pty) Ltd v Colibri (Pty) Ltd\n1979 (3) SA 210\n(T) at 216A-C,\r\nreferred to with approval by Harms DP in\nKPMG Chartered\r\nAccountants (SA) v Securefin Ltd supra\npara 28). Moreover, common\r\nsense dictates that at that stage the deceased indeed intended to\r\ngive effect to this essential purpose\nfor the creation of the trust\r\nby accepting the benefits conferred upon his two minor children on\r\ntheir behalf. Absent any evidence\nto the contrary, it must therefore\r\nbe accepted as an established fact that the deceased intended to\r\nconfirm the contents of the\ndocument that he signed.\n[22] In this light, the pronouncement in the preamble\r\ncannot be ignored. It must be given some meaning. That raises the\r\nquestion\nas to what meaning the pronouncement can possibly bear,\r\nother than confirmation by the deceased that he accepted the benefits\r\nconferred\nby the trust deed on behalf of his two minor children.\r\nThough the respondents contended that the contents of the\r\npronouncement\nare vague, they could suggest no alternative meaning\r\nand I can think of none. After all, only two capital beneficiaries\r\nwere expressly\nnamed in the trust deed. Confirmation that these\r\nbeneficiaries had accepted the benefits conferred upon them could\r\ntherefore refer\nto no-one else. As a matter of law, their father and\r\nnatural guardian had authority to accept these benefits on their\r\nbehalf and\nthat is plainly what he intended to confirm. This is why I\r\nsay that, in the circumstances, the pronouncement can have no other\r\nsensible meaning than the one contended for by the appellants. Thus\r\nunderstood, the laconic statement by Pretorius, that the deceased\n\nnever expressly stated that he intended to accept the benefits on\r\nbehalf of the appellants when he signed the trust deed, becomes\n\nmeaningless. The real question is whether there is evidence that the\r\ndeceased did not intend to do so and, as I have indicated,\nthere is\r\nnone.\n[23] Assuming, however, for the sake of argument, that\r\nthe respondents are correct in saying that the meaning of the\r\npronouncement\nis vague and ambiguous, I agree with the appellants’\r\nargument that the interpretation for which they contend is supported\n\nby the minutes of a meeting which took place on 18 August 2003. These\r\nminutes were prepared by Wessels as a formal document and\nsigned by\r\nthose who attended. They reflected that:\n(a) Apart from the three trustees at the time, it was\r\nattended by the first appellant in his capacity as one of the capital\r\nand\nincome beneficiaries. Because he was still a minor at the time,\r\nso the minutes recorded, he was duly assisted by the deceased as\nhis\r\nfather and natural guardian.\n(b) The second appellant, who by then had reached\r\nmajority status through marriage, could not attend. But, so the\r\nminutes stated,\nas the other capital and income beneficiary, she was\r\nrepresented by the deceased and the deliberations and discussions at\r\nthe meeting\nwere conveyed to her telephonically.\n(c) The deceased, purely for purposes of settling the\r\ndivorce and without admitting any liability to do so, was prepared to\r\naccede\nto the claim of the appellants’ mother that a trust\r\nasset, described as a portion of the farm Naboomspruit, be\r\ntransferred\nto her.\n(d) The deceased, for settlement purposes, was thus\r\nprepared to purchase that asset from the trust for R1 million.\n(e) The issue of the sale of the trust property was\r\n‘intensely discussed’ and ‘the trustees decided,\r\nwith the\nconsent of the income and capital beneficiaries’ to\r\nsell and transfer the property to the appellants’ mother as\r\nsoon\nas a settlement had been reached in the divorce whereupon the\r\ndeceased would pay the R1 million to the trust.\n[24] The respondents’ answers to the appellants’\r\nreliance on these minutes are twofold. The first is founded is law\r\nand the second based on fact. For their answer founded in law, the\r\nrespondents relied on the parol evidence rule. If Wessels’\n\nevidence with regard to the contents of the trust deed is\r\ninadmissible for non-compliance with the parol evidence rule, so the\n\nrespondents argued, the same must hold true for the minutes of the\r\nAugust meeting. I do not believe, however, that the comparison\nis\r\nvalid. Unlike the evidence of Wessels, the minutes of the meeting are\r\nnot introduced as evidence of direct intent, aimed at\nthe avoidance\r\nor the variation of the express terms of the pronouncement in the\r\npreamble to the trust deed. On the contrary, the\nminutes are plainly\r\nintroduced to demonstrate that the meaning of the pronouncement\r\ncontended for by the appellants is supported\nby the subsequent\r\nconduct of the parties to the trust deed which is a well-recognised\r\nand admissible way of interpreting an ambiguous\ndocument (see eg\nCoopers & Lybrand v Bryant\n[1995] ZASCA 64\n;\n1995 (3) SA 761\n(A) at 768A-E).\n[25]\nThe respondents’ second answer, based on\r\nfact, again relied on the testimony of Wessels. According to his\r\nevidence there\nis no merit in the appellants’ inference from\r\nthe minutes of the meeting that the deceased and the trustees thought\r\nit necessary\nat the time to obtain the approval of the appellants, in\r\ntheir capacities as capital beneficiaries, for the alienation of a\r\ntrust\nasset. The reason for their presence at the meeting, so he\r\nsaid, was something entirely different. It was because he, Wessels,\r\nhad suggested to the deceased that the children should be made aware\r\nof the marked degree of acrimony generated by the divorce proceedings\n\nand the fact that their mother was in effect claiming an asset which\r\nthe deceased regarded as part of the children’s inheritance.\nHe\r\nthought this advisable, Wessels said, so as to avoid later\r\nrecriminations by anyone against the deceased.\n[26] In my view Wessels’ version does him no\r\ncredit. In fact, I believe it is so untenable that it can be rejected\r\nwith confidence\non the papers, which is essentially what the court a\r\nquo did. The contents of the minutes clearly reflect that the\r\ndeceased and\nthe other trustees thought it necessary to obtain the\r\nconsent of the appellants as beneficiaries to the alienation of a\r\ntrust asset.\nThat is what was sought, obtained and formally recorded\r\nin the minutes. If Wessels and the deceased merely intended to ensure\r\nthat\nthe appellants knew what was happening in the divorce\r\nproceedings, there were many ways of doing so. Minuting a formal\r\nmeeting\nwhich records the appellants’ consent to the alienation\r\nof a trust asset, while no single negative comment is made about the\n\nconduct of their mother during the divorce proceedings, could hardly\r\nserve that purpose. In this light, I am in agreement with\nthe court a\r\nquo’s finding that the deceased accepted the benefits conferred\r\nby the trust deed on behalf of his minor children\nin the preamble of\r\nthe trust deed and that this was confirmed by the deceased and the\r\ntrustees at the August meeting.\n[27] That brings me to the respondents’\r\nalternative argument that, even if the benefits conferred upon the\r\nappellants by the\ntrust deed were held to be accepted on their\r\nbehalf, it would not preclude the deceased and the trustees to vary\r\nthe trust deed\nwithout the appellants’ consent. This is so, the\r\nrespondents' argument went, because, in accordance with the terms of\r\nthe\ntrust deed, the appellants could, in any event, be deprived by\r\nthe trustees of all benefits conferred upon them in the deed. In\n\nsupport of this argument the respondents referred to the wide\r\ndiscretionary powers bestowed upon the trustees and to other\r\nprovisions\nin the trust deed which rendered the position of the\r\nappellants extremely vulnerable and uncertain until the vesting date.\n[28] I do not think it can be gainsaid that at the time\r\nof the variation agreement on 21 February 2006, the appellants\r\nenjoyed no\nvested rights to either the income or the capital of the\r\ntrust. They were clearly contingent beneficiaries only. But that does\r\nnot render their acceptance of these contingent benefits irrelevant.\r\nThe respondents referred to no authority that supports any\n\nproposition to that effect and I cannot think of a reason why that\r\nwould be so. The import of acceptance by the beneficiary is\nthat it\r\ncreates a right for the beneficiary pursuant to the trust deed, while\r\nno such right existed before. The reason why, after\nthat acceptance,\r\nthe trust deed cannot be varied without the beneficiary’s\r\nconsent, is that the law seeks to protect the\nright thus created for\r\nthe first time. In this light, the question whether the right thus\r\ncreated is enforceable, conditional or\ncontingent should make no\r\ndifference. The only relevant consideration is whether the right is\r\nworthy of protection, and I have\nno doubt that it is. Hence, for\r\nexample, our law affords the contingent beneficiary the right to\r\nprotect his or her interest against\nmal-administration by the trustee\r\n(see\nGross v Pentz\n[1996] ZASCA 78\n;\n1996 (4) SA 617\n(A) at 628I-J). The\r\nrespondents’ alternative argument as to why the variation\r\nagreement was valid, is therefore, in my view,\nequally unsustainable.\n[29] Arriving at the same conclusion, the court a quo\r\nheld, rightly in my view, that it would normally lead to the finding\r\nthat\nthe variation agreement was invalid and that the provisions of\r\nthe original trust deed must be applied in unamended form. But, as\nI\r\nhave said, the court a quo found itself authorised to deviate from\r\nthis usual outcome by granting an order which it regarded\nas\r\nequitable and fair. As the first basis for that authority the court a\r\nquo relied on the provisions of s 13 of the Trust\nProperty\r\nControl Act 57 of 1988. This section provides in relevant part:\n‘\nIf a\r\ntrust instrument contains any provision which brings about\r\nconsequences which in the opinion of the court the founder of a\ntrust\r\ndid not contemplate or foresee and which –\n(a)\nhampers\r\nthe achievement of the objects of the founder; or\n(b)\nprejudices\r\nthe interests of beneficiaries; or\n(c)\nis\r\nin conflict with the public interest,\nthe court may, on the\r\napplication of the trustee or any person who in the opinion of the\r\ncourt has a sufficient interest in the\ntrust property, delete or vary\r\nany such provision or make in respect thereof any order which such\r\ncourt deems just . . . ‘\n[30] I do not agree that s 13 supports the\r\nauthority assumed by the court a quo. I say this for two reasons.\r\nFirst, I find\nno provision in the original trust deed which brings\r\nabout any consequence that could not be foreseen by the founder. The\r\nconsequences\nwhich the court a quo found untenable were brought about\r\nby an application of common law principles, not by any provision of\r\nthe\ntrust deed. My second reason is that no-one brought an\r\napplication as contemplated by s 13. The explanation for this\r\nomission\nshould probably be ascribed to my first reason, namely that\r\nthere is no provision in the original trust deed that could be\r\nobjected\nto and therefore no basis for an application under the\r\nsection.\n[31] As the second basis for its authority to deviate\r\nfrom common law principles, the court a quo relied on the majority\r\njudgment\nof the Constitutional Court by Ngcobo J in\nBarkhuizen v\r\nNapier\n[2007] ZACC 5\n;\n2007 (5) SA 323\n(CC). According to the court a quo’s\r\ninterpretation of that judgment, it provides authority for the\r\nfollowing propositions:\n(a) under our new constitutional dispensation it is part\r\nof our contract law that, as a matter of public policy, our courts\r\ncan\nrefuse to give effect to the implementation of contractual\r\nprovisions which it regards as unreasonable and unfair; and\n(b) the same principle should be applied in other\r\nspheres of private law.\n[32] I find the court a quo’s approach\r\nfundamentally unsound. I do not believe the two propositions from\r\nwhich it departs\nare supported by the judgment of Ngcobo J in\nBarkhuizen.\nNor does the first proposition reflect the\r\nprinciples of our law of contract as they stand. Reasonableness and\r\nfairness are not\nfreestanding requirements for the exercise of a\r\ncontractual right. That much was pertinently held in\nBredenkamp v\r\nStandard Bank of South Africa Ltd\n2010 (4) SA 468\n(SCA) para 53.\r\nAs to the role of these abstract values in our law of contract this\r\ncourt expressed itself as follows in\nSouth African Forestry Co Ltd\r\nv York Timbers Ltd\n2005 (3) SA 323\n(SCA) para 27:\n‘\n[A]lthough\r\nabstract values such as good faith, reasonableness and fairness are\r\nfundamental to our law of contract, they do not constitute\n\nindependent substantive rules that courts can employ to intervene in\r\ncontractual relations. These abstract values perform creative,\n\ninformative and controlling functions through established rules of\r\nthe law of contract. They cannot be acted upon by the courts\n\ndirectly. Acceptance of the notion that judges can refuse to enforce\r\na contractual provision merely because it offends their personal\n\nsense of fairness and equity will give rise to legal and commercial\r\nuncertainty.’\n(See also eg\nBrisley v Drotsky\n2002 (4) SA 1\n(SCA) paras 21-24 and 93-95;\nMaphango v Aengus Lifestyle\r\nProperties\n2011 (5) SA 19\n(SCA) paras 22-25.)\n[33] In\nBarkhuizen,\nNgcobo J first explained\r\n(para 80) what he meant by the notion of ‘good faith’,\r\nnamely that it encompasses the concepts\nof justice, reasonableness\r\nand fairness. He then proceeded to express the principles of our law,\r\nas formulated by this court, inter\nalia in\nBrisley\n, in the\r\nfollowing terms (para 82):\n‘\nAs the\r\nlaw currently stands good faith is not a self-standing rule, but an\r\nunderlying value that is given expression through existing\nrules of\r\nlaw. In this instance good faith is given effect to by the existing\r\ncommon-law rule that contractual clauses that are\nimpossible to\r\ncomply with should not be enforced . . . Whether, under the\r\nConstitution, this limited role of good faith is appropriate\nand\r\nwhether the maxim\nlex\r\nnon cogit ad impossibilia\nalone\r\nis sufficient to give effect to the value of good faith are,\r\nfortunately, not questions that need be answered on the facts\nof this\r\ncase and I refrain from doing so.’\n[34] Unless and until the Constitutional Court holds\r\notherwise, the law is therefore as stated by this court, for example,\r\nin the\ncases of\nSouth African Forestry, Brisley, Bredenkamp,\nand\nMaphango\nwhich do not support the first proposition relied\r\nupon by the court a quo. As to the second proposition, it follows, in\r\nmy view,\nthat the supposed principle of contract law perceived by the\r\ncourt a quo cannot be extended to other parts of the law. In\r\naddition,\nthe reason why our law cannot endorse the notion that\r\njudges may decide cases on the basis of what they regard as\r\nreasonable and\nfair, is essentially that it will give rise to\r\nintolerable legal uncertainty. That much has been illustrated by past\r\nexperience.\nReasonable people, including judges, may often differ on\r\nwhat is equitable and fair. The outcome in any particular case will\r\nthus\ndepend on the personal idiosyncrasies of the individual judge.\r\nOr, as Van den Heever JA put it in\nPreller v Jordaan\n1956 (1)\r\nSA 483\n(A) at 500, if judges are allowed to decide cases on the basis\r\nof what they regard as reasonable and fair, the criterion will no\n\nlonger be the law but the judge. (See also\nBrisley\npara 24;\nBredenkamp\npara 38; P M Nienaber ‘Regters en juriste’\n2000\nTSAR\n190\nat 193; J J F Hefer ‘Billikheid in die\r\nkontraktereg volgens die Suid-Afrikaanse regskommissie’\n2000\nTSAR\n143.)\n[35] This danger, I believe, is illustrated by what\r\nhappened in this case. The court a quo obviously thought that it was\r\nfair to\naward two-fifths of the trust assets to the appellants. But\r\nsome may wonder whether that is necessarily so. Without more, it is\n\nhard to say. The mere fact that the appellants are two out of five\r\npotential trust beneficiaries can hardly, in itself, justify\nthat\r\napportionment. A decision on fairness requires more background facts\r\nwhich were not fully ventilated on the papers. Moreover,\nthere are\r\nnumerous factual disputes on the papers that may impact on the issue\r\nof what is fair. To give but a few examples. On\nthe respondents’\r\nversion the relationship between the deceased and his son, the first\r\nappellant, was not good. According\nto Wessels, the deceased regarded\r\nhis son as a good for nothing who was unsuccessful in any business\r\nventure he turned to and who\nwas quite willing to be maintained by\r\nhis father. In stark contrast, the appellants’ version, on the\r\nother hand, is that\nthe first appellant was a successful businessman\r\nin his own right, who sold his own business ventures in order to join\r\nthe business\nof his father, at the instance of the latter. Then there\r\nare the disputes surrounding the role of Wessels in the business and\r\npersonal\naffairs of the deceased during his lifetime; the allegations\r\nabout mal-administration by the two trustees since the death of the\n\ndeceased; and the dispute as to whether or not the trustees were\r\nresponsible for the marked decline in the financial position of\nthe\r\ntrust.\n[36] But be that as it may, I do not believe that the\r\ncourt a quo had any option but to follow the tenets of common law.\r\nIts decision\nto do otherwise in my view offended the principle of\r\nlegality, which I regard as part of the rule of law, which in turn\r\nconstitutes\na founding value in terms of s 1 of our\r\nConstitution. I thus find myself in agreement with Harms DP when he\r\nsaid in\nBredenkamp\n(para 39):\n‘\nA\r\nconstitutional principle that tends to be overlooked, when\r\ngeneralised resort to constitutional values is made, is the principle\n\nof legality. Making rules of law discretionary or subject to value\r\njudgments may be destructive of the rule of law.’\n[37] As to the result dictated by the tenets of common\r\nlaw in this case, I can again only agree with what the court a quo\r\nitself\nsaid. Succinctly stated it is this: the variation of the trust\r\ndeed was invalid for lack of consent by the beneficiaries who had\n\npreviously accepted the benefits bestowed upon them in terms of the\r\ntrust deed. Hence the original provisions of the trust deed,\nprior to\r\nthe purported amendment, must prevail. Prima facie, the appellants\r\nwere therefore entitled to a declarator confirming\nthat conclusion,\r\nwhich was what they sought. The respondents’ final argument as\r\nto why the appellants were not so entitled\nrested on two\r\nsuppositions:\n(a) that the appellants’ claim was essentially for\r\nspecific performance of the terms of the original trust deed; and\n(b) that the appellants’ claim for specific\r\nperformance is based on the breach of contract by the deceased and\r\nthe trustees\nwhen they agreed to vary the original trust deed without\r\nthe appellants’ consent.\n[38] Departing from these suppositions, the respondents\r\nreferred to the trite principle that courts have a discretion to\r\nrefuse\nan order for specific performance where, for instance, it\r\nwould lead to undue hardship on the part of a defendant. In this\r\ninstance,\nso the respondents’ argument went, implementation of\r\nthe original trust deed would indeed give rise to undue hardship on\r\nthe part of Mrs Potgieter and her two children, since they would be\r\ndeprived of any inheritance from the deceased. Consequently,\nso the\r\nrespondents’ argument concluded, the appellants should be\r\nsatisfied with a claim for damages which would be represented\nby the\r\nvalue of the trust assets at the time of the variation agreement.\n[39] I find this argument fundamentally flawed since\r\nboth suppositions on which it is founded are unsustainable. The\r\nappellants’\nclaim is not based on breach of contract. As a\r\nmatter of law, the deceased and the trustees had no authority to\r\namend the trust\ndeed without the appellants’ consent. Their\r\nattempt to do so can therefore not be categorised as breach of\r\ncontract. As a\nmatter of positive law, they had no power to do what\r\nthey purported to do. Their agreement to do so was therefore without\r\nany force\nand effect. This means that the variation agreement was\r\ninvalid. The proposition that what the appellants sought was an order\r\nfor\nspecific performance of a contract, is equally unfounded. What\r\nthey sought was a declarator confirming the invalidity of the\r\nvariation\nagreement. As I see it they were entitled to that order as\r\na matter of law.\n[40] In argument before us the appellants invited us to\r\ngrant a further declarator confirming that, upon the death of the\r\ndeceased,\nthe assets of the trust became vested in the two\r\nappellants. I believe we must decline that invitation. In their\r\nnotice of motion\nthe only declarator sought by the appellants was for\r\nan order confirming the invalidity of the variation agreement. On the\r\npapers\nthe searchlight therefore focussed exclusively on the validity\r\nof the variation agreement, leaving surrounding issues in obscurity.\n\nA shift in the focus of the searchlight may well result in a dramatic\r\nchange of scenery. The respondents, on the other hand, made\nvarious\r\nassumptions, for instance, about the impact of the deceased's will on\r\nthe trust and the effect of the invalidity of the\nvariation agreement\r\non the assets of the trust. For the same reason I make no\r\npronouncement on the correctness of these assumptions.\nAgain these\r\nissues were not properly ventilated on the papers or in argument\r\nbefore us.\n[41] What remains are matters of costs. The court a quo\r\nheld that the costs of both factions should be paid by the trust on\r\nan attorney\nand client scale. I agree with the considerations\r\nunderlying that order. In my view they also hold true on appeal. The\r\nappellants,\non the one hand, were substantially successful in both\r\ntheir application and on appeal. As to the respondents, on the other\r\nhand,\nit cannot be said in my view that the opposition by the first\r\nand second respondents in their representative capacities as trustees\n\nwas either\nmala fide\nor unreasonable. It follows that an award\r\nof costs\nde bonis propriis\nagainst them would not be\r\njustified. With regard to the opposition by the respondents in their\r\npersonal capacities, the appellants’\ncounsel conceded, fairly\r\nin my view, that this did not result in any additional costs. In the\r\nresult, I believe that all costs\nin the court a quo and on appeal\r\nshould, save for one exception, be borne by the trust. The exception\r\nrelates to the position of\nWessels. His conduct during the\r\nproceedings was subjected to severe criticism by the court a quo.\r\nSuffice it to say, in my view,\nthat I agree with this criticism. I am\r\nalso of the view that his conduct did him no credit, particularly as\r\nan officer of the court.\nAs a token of our displeasure I therefore\r\npropose to order that the costs he might have incurred as seventh\r\nrespondent, ie in his\npersonal capacity, will not be recoverable from\r\nthe trust.\n[42] In the result it is ordered:\na. The appeal is upheld.\nb. The cross-appeal is dismissed.\nc. The costs incurred by the appellants and the\r\nrespondents in both the appeal and the cross-appeal, including the\r\ncosts of two\ncounsel, where applicable, shall, save for the costs of\r\nthe seventh respondent, be paid by the Buffelshoek Familie Trust on\r\nan\nattorney and client scale.\nd. The order of the court a quo is set aside and\r\nreplaced by the following:\n‘\n1. The purported variation of\r\nthe trust deed of the Buffelshoek Familie Trust on 21 February 2006\r\nis declared to be invalid and\nset aside.\nThe costs incurred by the applicants and the\r\n\trespondents, including the costs of two counsel, where applicable,\r\n\tshall, save for\nthe costs of the seventh respondent, be paid by the\r\n\tBuffelshoek Familie Trust on an attorney and client scale.’\n……………………\nF D J BRAND\nJUDGE OF APPEAL\nCounsel for Appellants: J H\r\nStröh SC\nP\r\nE Cilliers\nInstructed\r\nby: Cilliers & Reynders Inc\nPRETORIA\nCorrespondents:\r\nPatshoane Henney Inc\nBLOEMFONTEIN\nCounsel\r\nfor Respondent: F du Toit SC\nInstructed\r\nby: M E Eybers Attorneys\nPRETORIA\nCorrespondents:\r\nLovius Block Attorneys\nBLOEMFONTEIN\n-",
  "scraped_at": "2026-02-12T16:02:31.456208",
  "date": "2011-09-30",
  "coram": [
    "Navsa JJA",
    "Brand JJA",
    "Van Heerden JJA",
    "Leach JJA",
    "Majiedt JJA"
  ],
  "case_number": "629/2010",
  "parties": {
    "applicants": [
      "Jan Wilhelmus Potgieter",
      "Magdell Woodward"
    ],
    "respondents": [
      "Anna-Marie Juliana Potgieter NO",
      "Theron Wessels NO",
      "Anna-Marie Juliana Potgieter",
      "Jandré Venter",
      "Ruan Venter",
      "Master of the North Gauteng High Court, Pretoria",
      "Theron Wessels"
    ]
  },
  "sections": {
    "facts": "The Buffelshoek Familie Trust was created on 1 June 1999 by Victor Petrus Johannes Potgieter. The original deed named Jan Wilhelmus Potgieter and Magdell Potgieter as the sole capital beneficiaries, with discretionary powers granted to the trustees. In February 2006 the founder and the trustees executed a variation agreement that renamed the trust as the V P J Trust and broadened the class of potential capital beneficiaries to include the founder’s second wife, Anna‑Marie Juliana Potgieter, and her two sons. The variation also gave trustees absolute discretion to select the actual beneficiaries and altered the vesting date. The appellants argued that the variation was invalid because, under clause 21 of the original deed and the doctrine of stipulatio alteri, a trust deed cannot be varied without the consent of beneficiaries who had already accepted the benefits. The respondents contended that the beneficiaries had not yet accepted any benefits and that the variation was therefore permissible. The High Court found the variation invalid but, deeming enforcement of the original deed untenable, awarded the appellants one‑fifth of the trust assets each and left the remaining three‑fifths under the amended deed. Both parties appealed.",
    "issues": "1. Whether the variation of the Buffelshoek Familie Trust deed dated 21 February 2006 was invalid for lack of consent from the capital beneficiaries who had already accepted the benefits conferred by the original deed. 2. Assuming the variation is invalid, what is the appropriate legal consequence – should the original deed be enforced in its unamended form or should an alternative equitable order be made?",
    "principles": "The court applied the principle that a trust deed functions as a stipulatio alteri; once a beneficiary has accepted the benefits, the deed cannot be varied without that beneficiary’s consent. This principle is supported by case law such as Crookes NO v Watson, Hofer v Kevitt, and Gross v Pentz. Clause 21 of the original deed limited amendments to capital beneficiaries and required the founder’s consent during his lifetime. The court also considered s 13 of the Trust Property Control Act and constitutional arguments on fairness, ultimately concluding that these do not override the common‑law rule requiring consent after acceptance.",
    "application": "The court examined the preamble of the original deed and the minutes of the 18 August 2003 meeting, finding that the founder, acting as natural guardian, had accepted the benefits on behalf of his minor children. Consequently, the beneficiaries’ rights were deemed to have been created, triggering the need for their consent before any amendment. The variation agreement of February 2006 was therefore invalid. The court rejected the High Court’s reliance on s 13 of the Trust Property Control Act and on constitutional notions of fairness, holding that the proper remedy is to enforce the original deed rather than to fashion an equitable split of the trust assets.",
    "conclusion": "The appeal was upheld and the cross‑appeal dismissed. The variation of the trust deed on 21 February 2006 was declared invalid and set aside. The order of the lower court was replaced with a declaration of invalidity and an order that the costs of both the appeal and cross‑appeal, except for those of the seventh respondent, be paid by the Buffelshoek Familie Trust on an attorney‑and‑client scale."
  },
  "tags": {
    "level_1": "Trust Law",
    "level_2": "Variation of Trust Deed",
    "level_3": [
      "consent of beneficiaries",
      "stipulatio alteri",
      "trust deed invalidity",
      "court order",
      "costs"
    ]
  }
}