{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/55.html",
  "case_name": "Grove v The Road Accident Fund (74/10) [2011] ZASCA 55 (31 March 2011)",
  "citation": "[2011] ZASCA 55",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 55\n|\nNoteup\n|\nLawCite\nGrove v The Road Accident Fund (74/10) [2011] ZASCA 55 (31 March 2011)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n:\n74/10\nIn the matter between:\nJ M GROVE\n.....................................................................................................\nAppellant\nand\nROAD ACCIDENT FUND\n......................................................................\n1\nst\nRespondent\nL KOOPMAN\n.........................................................................................\n2\nnd\nRespondent\nNeutral citation:\nJM Grove v The Road Accident Fund\n(74/10)\r\n[2011] ZASC 55 (31 March 2011)\nCoram:\nNUGENT and TSHIQI JJA AND PLASKET AJA\nHeard: 4 March 2011\nDelivered: 31 March 2011\nSummary\n: Causation –\nSection 17(1)\nof the\nRoad Accident\nFund Act 56 of 1996\nNo causal nexus established.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nNorth Gauteng High Court, Pretoria (Ledwaba J\r\nsitting as court of first instance):\nThe appeal is dismissed with costs.\nJUDGMENT\nTSHIQI JA (NUGENT JA and PLASKET AJA concurring)\nOn 4 November 2005 an accident occurred at the corner of Duncan\r\n\tStreet and Duxbury Road, in the vicinity of Brooklyn and Hatfield,\n\n\tPretoria. The accident occurred after the second respondent\r\n\t(Koopman) lost control of his motor vehicle, a red Audi. It left\nthe\r\n\troad and collided with a wall on the eastern side of the road. The\r\n\tappellant, who was a front seat passenger in the Audi,\nsuffered\r\n\tserious bodily injuries as a result of the accident.\nKoopman and the appellant were travelling from a night club in\r\n\tBrooklyn. They left the club together with Koopman’s friend\n\n\tand flatmate, Christiaan Potgieter (Potgieter) who was driving his\r\n\town vehicle, a 1990 Volkswagen Jetta.\nBoth Koopman and Potgieter drove at a high speed. Two tow-truck\r\n\tdrivers who were seated in their trucks in the vicinity took\nthe\r\n\tview that the motor vehicles were racing with each other because of\r\n\ttheir speed, the roar of the engines and the fact that\nthe motor\r\n\tvehicles were driving very close to each other. According to their\r\n\tobservation Koopman lost control after the motor\nvehicles had\r\n\tcrossed Duxbury Road, after which the vehicle left the road and\r\n\tcollided with the wall. After this, so they stated,\nPotgieter\r\n\tstopped, reversed and parked next to a bus stop close to the scene\r\n\tof the accident. Potgieter alighted and approached\nthe Audi. The\r\n\tappellant was found inside the Audi having sustained serious\r\n\tinjuries.\nThe appellant lodged a claim with the Road\r\n\tAccident Fund (RAF) and subsequently instituted action in the North\r\n\tGauteng High Court\nagainst the RAF for damages arising out of the\r\n\tinjuries sustained in the accident. She alleged that the accident\r\n\thad been caused\nby the negligence of Potgieter, who was alleged to\r\n\thave enticed Koopman to engage in racing their vehicles. In the\r\n\talternative,\nit was alleged that the accident had been caused by\r\n\ttheir joint negligence, alternatively by the negligence of Koopman\r\n\talone.\nThe RAF admitted that the negligence of Koopman had caused\r\n\tthe accident but denied the remaining allegations. It thus pleaded\r\n\tthat its liability was limited under s 18(1)(b) of the Road Accident\r\n\tFund Act 56 of 1996 (the RAF Act) to R25 000 plus hospital\nand\r\n\tmedical expenses. This was not accepted by the appellant and the\r\n\taction proceeded on the question of the alleged causal negligence\nof\r\n\tPotgieter. It was alleged that the collision was caused by or arose\r\n\tfrom the negligent and wrongful driving of Potgieter,\nie dicing,\r\n\tparticularly as contemplated in s 17(1) the RAF Act.\n1\nAn agreement between the parties, in terms of rule 33(4) of the\r\n\tUniform Rules, to separate merits from quantum was made an order\nof\r\n\tthe court. The court below (per Ledwaba J) dismissed the action on\r\n\tthe merits with costs. This appeal is brought with his\nleave.\nIt was conceded, when the appeal was argued before us, and it seems\r\n\talso in the court below, that the two motor vehicles were\ndriving at\r\n\ta high speed at the time of the accident. Because driving at a high\r\n\tspeed in that area was in itself unlawful conduct\nand amounted to\r\n\tnegligence, it seems to me that the pertinent issue of causation can\r\n\teasily be determined without engaging in\nan exercise to determine\r\n\twhether Potgieter and Koopman were indeed involved in dicing, but I\r\n\twill assume for present purposes\nthat they were.\nThe RAF is obliged to compensate for damages arising from bodily\r\n\tinjury ‘caused by or arising from’ the driving of\na\r\n\tmotor vehicle. The causal link that is required is essentially the\r\n\tsame as the causal link that is required for Aquilian liability.\n\n\tThere can be no question of liability if it is not proved that the\r\n\twrongdoer caused the damage of the person suffering the harm.\n\n\tWhether an act can be identified as a cause, depends on a conclusion\r\n\tdrawn from available facts and relevant probabilities. The\nimportant\r\n\tquestion is how one should determine a causal nexus, namely whether\r\n\tone fact follows from another.\nIn most cases there is no problem in determining in one way or\r\n\tanother whether or not the conduct of the wrongdoer has caused\nharm\r\n\tto the plaintiff. This the courts usually achieve by simply adopting\r\n\twhat is usually termed the ‘but-for’ test\nor the sine\r\n\tqua non approach which entails an enquiry whether the harm would\r\n\thave occurred but for the wrongdoer’s conduct.\nIf it would not\r\n\thave occurred, then the wrongdoer’s conduct is not a sine qua\r\n\tnon of the harm.\nThe problem with the ‘but-for’ test\r\n\tis that it does not always provide the right answers to causal\r\n\tproblems. One of\nits major flaws is that if it is used, almost\r\n\tanything is a cause. It fails to take into account that some\r\n\tconsequences of a\nperson’s conduct will inevitably be too\r\n\tremote to create liability.\n2\nIt would be unjust to hold a wrongdoer liable without some\r\n\tlimitation for the endless chain of harmful consequences which his\n\n\tact may have caused. It follows that some means must be found to\r\n\tlimit the wrongdoer’s liability.\nWhether the wrongdoer should be liable for the\r\n\tconsequences of his wrongful conduct entails an enquiry into whether\r\n\tthe link between\nthe act or omission and the harm is sufficiently\r\n\tclose or direct for legal liability to ensue, or whether the harm\r\n\tis, as it\nis said ‘too remote’. This enquiry is\r\n\tconcerned with a juridical problem in which considerations of legal\r\n\tpolicy\nmay play a part.\n3\nCourts have in the past grappled with choosing a\r\n\tcriterion to be applied to determine legal causation. In\nS\r\n\tv Mokgethi & others,\n4\nVan Heerden JA held that there is no single and\r\n\tgeneral criterion for legal causation which is applicable in all\r\n\tinstances. He\nsuggested a flexible approach where the court has the\r\n\tfreedom in each case to apply a theory which serves reasonableness\r\n\tand\njustice, in light of the circumstances, taking into account\r\n\tconsiderations of policy.\n5\nThe basic question is whether there is a close\r\n\tenough relationship between the wrongdoer’s conduct and its\r\n\tconsequence for\nsuch consequence to be imputed to the wrongdoer in\r\n\tview of policy considerations based on reasonableness, fairness and\r\n\tjustice.\nA useful guide is found in\nWells\r\n\t& another v Shield Insurance Co Ltd & others\n6\nwhere Corbett CJ stated:\n‘\nIn\r\nsearching for some limit lying between direct causation and the vast\r\nand unrestricted field of the\ncausa\r\nsine qua non\n,\r\nthe Court must, I think, be guided by a consideration of the object\r\nand scope of the Act and by notions of common sense. . . .\nThe death or bodily injury for\r\nwhich compensation is claimed must be causally related to this\r\nnegligent or otherwise unlawful act\nand also to the driving of the\r\nvehicle. Where the direct cause from the point of culpability is the\r\nsame act or omission on the\npart of the driver in the actual driving\r\nof the vehicle then it would generally be found that the death or\r\ninjury was “caused\nby” the driving. Where the direct\r\ncause is some antecedent or ancillary act, then it could not normally\r\nbe said that the\ndeath or injury was '”caused by” the\r\ndriving; but it might be found to arise out of the driving. Whether\r\nthis would\nbe found would depend upon the particular facts of the\r\ncase and whether, applying ordinary, common-sense standards, it could\r\nbe\nsaid that the causal connection between the death or injury and\r\nthe driving was sufficiently real and close to enable the Court\nto\r\nsay that the death or injury did arise out of the driving. I do not\r\nthink that it is either possible or advisable to state the\nposition\r\nmore precisely than this, save to emphasise that, generally speaking,\r\nthe mere fact that the motor vehicle in question\nwas being driven at\r\nthe time death was caused or the injury inflicted or that it had been\r\ndriven shortly prior to this would not,\nof itself, provide sufficient\r\ncausal connection. Thus the injury suffered by a passenger aboard a\r\nbus as a result of being assaulted\nby a bus conductor could not be\r\nsaid to arise from the driving of the bus, even though the bus was\r\nbeing driven at the precise\nmoment when the assault was committed.\r\nSimilarly, in the illustration already given of X who stepped off the\r\nbus into a hole in\nthe pavement, it could not be said that the injury\r\narose out of the driving merely because driving (in the ordinary\r\nsense) had\ntaken place immediately prior to this\n.’\nIt is also helpful to refer to the case of\nGrobler v Santam Versekering Bpk.\n7\nIn that case the driver of a motor vehicle had\r\n\tbeen involved in an accident with a horse. He failed to ensure that\r\n\tthe dead horse\nwas removed from the road. Another vehicle, in which\r\n\tthe plaintiff was a passenger, collided with the dead horse half an\r\n\thour\nlater. The court found that there was a causal nexus between\r\n\tthe negligence of a driver who had failed to remove the dead horse\n\n\tfrom the road and the accident which occurred half an hour later.\r\n\tThe court reasoned that without the driving of the vehicle\nin the\r\n\tearlier accident, the horse would not have been lying on the road.\r\n\tIt concluded that the driving of the insured vehicle\nwas accordingly\r\n\ta sine qua non for the presence of the horse on the road.\nThe essence of the distinction between\nGrobler\r\n\tv Santam\n8\nand the present matter is that in\nGrobler\r\n\tv Santam\nit was the negligence of the\r\n\tdriver of the vehicle involved in the earlier accident, in failing\r\n\tto remove the dead horse that\ncaused the accident. There was\r\n\ttherefore, in that matter, a causal nexus between the negligent\r\n\tdriving and the accident. In this\nmatter on the other hand, it was\r\n\tuncontroverted that other than the negligent manner in which the two\r\n\tvehicles were being driven,\nthere was no other basis on which\r\n\tPotgieter was said to be connected with the accident. Although the\r\n\tJetta was being driven at\na high speed, it did not cause anything\r\n\tthat could be held to have caused Koopman to loose control and\r\n\tcollide with the wall.\nThe pertinent question whether the negligent driving by Potgieter,\r\n\tcan in itself without any other factor be held to have caused\nthe\r\n\taccident, must therefore be answered in the negative. The cause of\r\n\tthe accident was the fact that Koopman himself, with no\nfurther\r\n\tconduct from Potgieter, lost control of the Audi before it left the\r\n\troad and hit the wall. There was therefore no causal\nnexus between\r\n\tthe driving by Potgieter and the accident.\nThe appeal must accordingly fail.\nI make the following order:\nThe appeal is dismissed with costs.\n_____________________\nZ L L Tshiqi\nJudge of Appeal\nAPPEARANCES\nAPPELLANT: WP de Waal SC\nInstructed by Adams & Adams,\nPretoria\nNaudes Attorneys, Bloemfontein.\nRESPONDENTS: I Lingenfelder\nInstructed by Dyanson Inc,\nPretoria\nMcIntyre & Van der Post, Bloemfontein.\n1\nSection\r\n\t17(1) of the RAF Act provides:\n’\n17\r\n\tLiability of Fund and agents\n(1) The Fund or an agent shall-\n(a) subject to this Act, in the\r\n\tcase of a claim for compensation under this section arising from the\r\n\tdriving of a motor vehicle\nwhere the identity of the owner or the\r\n\tdriver thereof has been established;\n(b) subject to any regulation\r\n\tmade under section 26, in the case of a claim for compensation under\r\n\tthis section arising from the\ndriving of a motor vehicle where the\r\n\tidentity of neither the owner nor the driver thereof has been\r\n\testablished,\nbe obliged to compensate any\r\n\tperson (the third party) for any loss or damage which the third\r\n\tparty has suffered as a result of\nany bodily injury to himself or\r\n\therself or the death of or any bodily injury to any other person,\r\n\tcaused by or arising from the\ndriving of a motor vehicle by any\r\n\tperson at any place within the Republic, if the injury or death is\r\n\tdue to the negligence or\nother wrongful act of the driver or of the\r\n\towner of the motor vehicle or of his or her employee in the\r\n\tperformance of the employee's\nduties as employee: Provided that the\r\n\tobligation of the Fund to compensate a third party for non-pecuniary\r\n\tloss shall be limited\nto compensation for a serious injury as\r\n\tcontemplated in subsection (1A) and shall be paid by way of a lump\r\n\tsum’.\n2\nRe\r\n\tPolemis & Furness, Withy & Co Ltd\n[1921]\r\n\t3 KB 560\n;\nMinister van Polisie en Binnelandse Sake v Van\r\n\tAswegen\n1974 (2) SA 101\n(A); Jonathan Burchell\nPrinciples of\r\n\tDelict\n(1993) p32.\n3\nInternational\r\n\tShipping Co (Pty) Ltd v Bentley\n1990\r\n\t(1) SA 680\n(A) at 700H-I.\n4\nS\r\n\tv Mokgethi & others\n1990 (1) SA 32\n(A) 40\r\n\t– 41.\n5\nJ\nNeethling, J M Potgieter and P J Visser\nLaw\r\n\tof Delict\n5 ed (2005) page 174.\n6\nWells\r\n\t& another v Shield Insurance Co Ltd & others\n1965 (2) SA\r\n\t865\n(C) at 870A-H.\n7\nGrobler\r\n\tv Santam Versekering Bpk\n1996 (2) SA 643\n(T) at\r\n\t650H-I.\n8\nPara\r\n\t14 above.",
  "scraped_at": "2026-02-12T15:30:23.926393",
  "date": "2011-03-31",
  "coram": [
    "NUGENT JA",
    "TSHIQI JA",
    "PLASKET AJA"
  ],
  "case_number": "74/10",
  "parties": {
    "applicants": [
      "J M Grove"
    ],
    "respondents": [
      "Road Accident Fund",
      "L Koopman"
    ]
  },
  "sections": {
    "facts": "On 4 November 2005 a collision occurred at the corner of Duncan Street and Duxbury Road, Pretoria. The second respondent, L Koopman, lost control of his red Audi while driving at high speed and struck a wall, injuring the appellant, J M Grove, who was a front‑seat passenger. Koopman and another driver, Christiaan Potgieter, were racing their vehicles after leaving a night club; two tow‑truck drivers observed the high‑speed behaviour and later testified to the sequence of events. Grove sued the Road Accident Fund (RAF) for damages, alleging that Potgieter’s negligent driving caused the accident, alternatively that the accident arose from the joint negligence of both drivers.",
    "issues": "The principal issue was whether the negligent driving of Potgieter could be said to have caused or given rise to the injuries suffered by Grove, thereby attracting liability under section 17(1) of the Road Accident Fund Act. Linked to this was the question of whether a causal nexus existed between Potgieter’s conduct and the accident, or whether the cause was solely Koopman’s loss of control of his vehicle.",
    "principles": "The court reiterated the legal test for causation, namely the ‘but‑for’ or sine qua non test, and emphasized that liability must be limited to conduct that is sufficiently close or direct to the injury. It noted that the but‑for test alone can be overly broad and that courts must consider policy factors such as reasonableness, fairness and justice. Precedents cited include S v Mokgethi (flexible approach to legal causation), Wells v Shield Insurance (necessity of a close causal connection), and Grobler v Santam (where a prior negligent act created a necessary condition for a later injury).",
    "application": "Applying these principles, the court found that while both drivers were negligent in driving at excessive speed, Potgieter’s conduct did not create a condition that led to Koopman losing control of his Audi. The accident was directly caused by Koopman's own loss of control, and there was no factual or legal link between Potgieter’s driving and the collision. Consequently, no causal nexus existed between Potgieter’s negligence and Grove’s injuries, and the RAF could not be held liable on the basis of section 17(1).",
    "conclusion": "The appeal was dismissed with costs. The court ordered that the appellant’s claim against the Road Accident Fund fail, affirming the lower court’s decision that no causal nexus existed between Potgieter’s driving and the accident."
  },
  "tags": {
    "level_1": "Delict Law",
    "level_2": "Causation",
    "level_3": [
      "road accident fund",
      "section 17",
      "causal nexus",
      "negligence",
      "but-for test"
    ]
  }
}