{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/182.html",
  "case_name": "Exploitatie- en Beleggingsmaatschappij Argonauten 11BV and Another v Honig (649/2010) [2011] ZASCA 182; 2012 (1) SA 247 (SCA); [2012] 2 All SA 22 (SCA) (30 September 2011)",
  "citation": "[2011] ZASCA 182",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 182\n|\nNoteup\n|\nLawCite\nExploitatie- en Beleggingsmaatschappij Argonauten 11BV and Another v Honig (649/2010) [2011] ZASCA 182; 2012 (1) SA 247 (SCA); [2012] 2 All SA 22 (SCA) (30 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT\r\nOF APPEAL\nOF\r\nSOUTH AFRICA\nCase No:\n649/2010\nIn\r\nthe matter between:\nEXPLOITATIE- EN BELEGGINGSMAATSCHAPPIJ\nARGONAUTEN 11 B.V.\n…......................................................................\nFirst\r\nAppellant\nELIZABETH CORNELIA MARIA HONIG\n…......................................\nSecond\r\nAppellant\nand\nGEORGE NICOLAAS HONIG\n….................................................................\nRespondent\nNeutral\r\ncitation:\nExploitatie- en Beleggingsmaatschappij v Honig\n(649/2010)\n[2011] ZASCA 182\n(30 September 2011)\nCoram:\nMthiyane, Van Heerden, Bosielo and Leach JJA and Meer AJA\nHeard:\n13 September 2011\nDelivered:\n30 September 2011\nSummary:\nPractice ─ security for costs ─\r\nrespondent seeking additional security after appellants had furnished\r\nsecurity at the\noutset of proceedings ─ appellants’\r\nprospects of success in the main application somewhat bleak ─\r\nthat a factor\nto be taken into account in considering whether to\r\norder a peregrinus to furnish security.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nThe Western Cape High Court, Cape\r\nTown (Davis J sitting as court of first instance):\nThe appeal is dismissed with costs.\n___________________________________________________________________\nJUDGMENT\n__________________________________________________________________\nLEACH JA (Mthiyane, Van Heerden and Bosielo JJA and Meer\r\nAJA concurring)\n[1] The first appellant is a private company\r\nincorporated in the Netherlands of which the second appellant is a\r\ndirector. The second\nappellant is the respondent’s sister, and\r\nalso resides in that country. The appellants were ordered by the\r\nWestern Cape High\nCourt, Cape Town (Davis J) to furnish security for\r\nthe respondent’s costs in sequestration proceedings they have\r\ninstituted\nagainst him and his wife who are domiciled in the Western\r\nCape. It is against this order that the appellants now appeal to this\n\ncourt with its leave, leave to appeal having been refused by the high\r\ncourt\n.\n[2] On 25 April 2008, the appellants launched urgent\r\nmotion proceedings in the high court seeking the sequestration of the\r\nrespondent’s\nestate. The respondent’s wife was later\r\njoined as a party in those proceedings but played no part in the\r\napplication for\nsecurity, and I shall make no further mention of her.\n[3] In order to establish their locus standi to seek a\r\nsequestration order, the appellants contended that as at March 2008\r\nthe respondent\nwas indebted to the first appellant in an amount in\r\nDutch guilders equivalent to about R181 million and to the second\r\nappellant\nin an amount of Dutch guilders equivalent to approximately\r\nR51 million. These sums they alleged were owed to them under two\r\nacknowledgements\nof debt given by the respondent which, although due,\r\nremained unpaid.\n[4] The appellants’ application for a provisional\r\nsequestration order was set down as a matter of urgency for hearing\r\non 13\nMay 2008. Hearing of this, the respondent took immediate steps\r\nto oppose the granting of such an order. Not only did he file what\nhe\r\nreferred to as a ‘preliminary affidavit’ – in which\r\nhe sought time to fully reply to the appellants’\nallegations\r\nbefore a sequestration order was considered – but on 12 May\r\n2008 he filed a notice under Uniform rule 47 calling\nupon the\r\nappellants to furnish security for costs in an amount of R250 000.\n[5] When the matter was called on 13 May 2008 the\r\nproceedings were postponed to 14 October 2008 by agreement between\r\nthe parties.\nIn addition, it was ordered that the respondent file his\r\nsupplementary opposing affidavit by 7 July 2008 and the appellants\r\ntheir\nreplying affidavits on or before 11 August 2008 (further\r\ndirections relevant to the filing of affidavits in an application to\r\nstrike\nout material from the appellants’ papers need not be\r\nmentioned).\n[6] The respondent's notice under Uniform rule 47 of 12\r\nMay 2008 stated that, if the appellants contested their liability to\r\ngive\nsecurity or refused to furnish security in the amount claimed\r\n(R250 000) or any amount fixed by the registrar, the respondent might\n\napply to court for an order that such security be given. At that\r\nstage the appellants did not contest that they were obliged to\n\nprovide security. Instead, on 28 July 2008 their attorneys provided a\r\nsecurity undertaking in which they confirmed they were holding\nthe\r\namount of R154 400 in trust on behalf of the appellants and\r\nunconditionally and irrevocably agreed to pay the respondent any\n\namount up to that sum which might become payable to him by the\r\nappellants in respect of any final costs order. The respondent was\n\napparently satisfied by this at the time, and the question of\r\nsecurity was left there.\n[7] I revert to the progress of the sequestration\r\nproceedings. The respondent failed to file his answering affidavits\r\nby 7 July\n2008 as had been agreed, and only did so on 27 August 2008.\r\nHe blamed the delay, inter alia, on the appellants’ failure to\n\nexpeditiously furnish security. The rights or wrongs of this need not\r\nbe examined for present purposes. What must be mentioned\nis that the\r\nappellants, in turn, were tardy and by the time of the postponed\r\nhearing on 14 October 2008, ie some six weeks after\nthe respondent\r\nhad filed his answering papers, they had still not filed their\r\nreplying affidavits. This led to the application\nbeing postponed,\r\nonce more by agreement, for hearing on 18 February 2009. However, the\r\nappellants only filed their replying affidavits\non 3 February 2009\r\nand, two weeks later on the date of the postponed hearing, they\r\nindicated that they were still not ready to\nproceed and were\r\nconsidering filing additional papers. This led to a further\r\npostponement by agreement, on this occasion for a\nperiod of seven\r\nmonths to 2 November 2009. At the same time the respondent was\r\ngranted leave to file supplementary answering affidavits\nby 30 April\r\n2009 and the appellants directed to deliver any supplementary\r\nreplying papers by 30 June 2000. Although no costs orders\nhad been\r\nmade in respect of the postponements of 30 May 2008 and 14 October\r\n2008, the appellants were ordered to pay the costs\noccasioned by the\r\npostponement on this occasion.\n[8]. Following this, both sides filed further affidavits\r\nalthough, once again, neither did so within the time constraints of\r\nthe\norder of 18 February 2009. The bulk of the papers was due largely\r\nto the respondent disputing the appellants’ claims against\nhim.\r\nHe alleged that their claims under the acknowledgements of debt had\r\nprescribed. The appellants adopted the contrary view.\nBoth sides were\r\nsupported by experts in Dutch law. It is unnecessary to detail the\r\ndispute for present purposes; suffice it to\nsay that it was correctly\r\nconceded by counsel for the appellants that the dispute was genuine\r\nand bona fide.\n[9] In any event, the papers on which the question of\r\nthe respondent’s sequestration fell to be determined were only\r\nfinally\nplaced before court in July 2009, and had swelled\r\nconsiderably since the appellants had provided security for costs a\r\nyear before.\nAt about that stage the respondent changed attorneys\r\nand, presumably as a result of the escalation of costs over the\r\nprevious year,\nhis new attorneys decided that the security already\r\nprovided was insufficient. Accordingly, on 21 September 2009, the\r\nrespondent\nserved a further rule 47 notice on the appellants calling\r\nfor additional security in a sum of R962 200. The appellants\r\nimmediately\nand indignantly responded that they had already furnished\r\nsecurity, that the respondents were not entitled to demand further\r\nsecurity\nand that the amount demanded was ‘ludicrous’.\r\nUndeterred, the respondent launched a formal application under rule\r\n47\non 29 October 2009 seeking an order for additional security. This\r\nwas just four days before the main application was due to be heard.\n[10] On the date of the hearing on 2 November 2009, the\r\nsequestration proceedings were again postponed by agreement, this\r\ntime to\n16 March 2010. Presumably this was in part due to the pending\r\nrule 47 application to which the appellants had not yet filed\r\nanswering\npapers; but importantly it was also because the parties\r\nwere in the throes of settlement negotiations. This probably explains\r\nwhy\nit was only almost 4 months later, on 25 February 2010, that the\r\nappellants filed their answering affidavit in the security\r\napplication.\nThe respondent lodged his replying affidavit on 16 March\r\n2010, the date of the postponed hearing, when the question of\r\nsecurity\nalone was argued before Davis J. Two days later, on 18 March\r\n2010, the learned judge issued an order that the appellants provide\n\nadditional security for the respondent's costs ‘in an amount\r\nand in such form as may be determined by the registrar’\nwithin\r\nfive days of security being so determined, and staying the\r\nsequestration application pending the additional security being\n\nfurnished. It is against this order that the appellants now appeal.\n[11] This is a convenient stage to raise the issue of\r\nthe respondent’s alleged indebtedness to the appellants.\r\nSequestration\nproceedings are designed to bring about a\nconcursus\r\ncreditorem\nto ensure an equal distribution\r\nbetween creditors, and are inappropriate to resolve a dispute as to\r\nthe existence or otherwise of\na debt. Consequently, where there is a\r\ngenuine and bona fide dispute as to whether a respondent in\r\nsequestration proceedings is\nindebted to the applicant (as in this\r\ncase), the court should as a general rule dismiss the application.\r\nThis is the so-called\n‘\nBadenhorst rule\n’\n.\r\nNamed after the decision in\nBadenhorst v\r\nNorthern Construction Enterprises Ltd,\n1\nthis principle was reaffirmed by this court in\nKalil\r\nv Decotex (Pty) Ltd & another\n2\nand applies equally in both winding up and sequestration\r\nproceedings.\n3\nIt is a rule of long standing and good sense and is not\r\nlikely to be departed from in circumstances such as the present. On\r\nthis\nbasis alone, the appellants may well face grave difficulty in\r\nobtaining a sequestration order against the respondent, as their\r\ncounsel correctly conceded.\n[12] Unfortunately neither the parties nor the learned\r\njudge took this into account. If they had, it may well have been\r\npossible\nto deal with the sequestration application on this limited\r\nissue alone rather than embarking upon an interlocutory skirmish\r\nabout\nsecurity for costs, a skirmish which must have grossly\r\nexacerbated the costs of both sides, especially with the matter\r\ncoming to\nthis court on appeal. Be that as it may, the\nBadenhorst\nrule is not inflexible and, indeed, was not\r\napplied in\nKalil v Decotex\n4\nand there can be no guarantee that the appellants will\r\nfail in the main application on that score alone. Nevertheless it\r\ndoes make\ntheir prospects of successfully obtaining a sequestration\r\norder somewhat bleak ─ I put it no higher than that ─\r\nwhich\nis a material factor to which I shall return in due course.\n[13] Counsel for the appellants contended that the high\r\ncourt ought to have dismissed the application for security due to the\r\nrespondent’s\nunduly delay in bringing it. He initially\r\npresented this in relation to three different periods: (a) from July\r\n2008 to July 2009\nwhen the respondent’s new attorneys were\r\nappointed; (b) from then until 29 October 2009 when the security\r\napplication was\nlaunched; and (c) from that date until the\r\napplication was heard in March 2010. Counsel refined this argument by\r\ncontending in\nrespect of period (a) that the application ought to\r\nhave been brought by 14 October 2008 when the sequestration\r\nproceedings were\npostponed for hearing in February 2009. In the\r\nalternative he argued that in respect of period (b) there had been an\r\nundue delay\nof more than a month from 21 September 2009 when the\r\nrespondent had served his further rule 47 notice until the\r\napplication for\nsecurity was launched on 29 October 2009. In the\r\nfurther alternative he argued in respect of period (c) that once the\r\nproceedings\nwere postponed on 2 November 2009, there had been no\r\nreason to delay the security application until the date of the\r\npostponed hearing\nin March 2010 and that it could have been enrolled\r\nfor an earlier hearing and determined well before the main\r\napplication.\n[14] The difficulty I have with this argument is that it\r\nwas not foreshadowed in the appellants’ affidavits. All that\r\nthe\nappellants alleged was that the respondent ‘is not entitled\r\nto seek security for costs at such a late stage of the proceedings’.\n\nWhile as a general rule a party is expected to apply expeditiously\r\nfor security under rule 47 (which the respondent did in his\nfirst\r\nsecurity notice), a party is entitled to seek additional security at\r\nany stage, although an unreasonable delay in doing so\nmay be decisive\r\nin the exercise of the court’s discretion. The appellants’\r\nallegation was therefore not merely argumentative\nbut wrong. In\r\naddition, in motion proceedings the affidavits serve as both the\r\npleadings and evidence relevant to the issues between\nthe parties,\r\nand a party can only be expected to deal with averments raised by the\r\nother side and not with allegations possibly\nanticipated but which\r\nare not made.\n5\nHad the appellants raised the alleged delays and their\r\ncontention that the court should decline to deal with the matter as a\r\nresult,\nthe respondent may well have offered a perfectly acceptable\r\nexplanation. Without the respondent having being called upon to do\r\nso, it would not be proper to decide the application against him by\r\nhaving regard to an issue that he was not called upon to meet.\n[15] In any event, on the facts that are disclosed there\r\ndoes not appear to have been any undue delay:\n(a) In respect of the first alleged delay, the\r\npostponement on 14 October 2008 was less than three months after the\r\noriginal security\nof R154 400 had been provided. It was also before\r\nthe appellants had even filed their replying affidavits which were\r\nonly delivered\non 3 February 2009. There is no reason to think that\r\nthe security already provided had been exhausted by October 2008 or\r\nthat the\nappellant required additional security at this early stage\r\nof the proceedings.\n(b) There is no explanation for the delay between the\r\nrespondent giving his rule 47 notice calling for further security on\r\n21 September\n2009 and the launching of the application for such\r\nsecurity, but the respondent had not been called on to provide one.\r\nIt may well\nbe that this delay was caused by the settlement\r\nnegotiations which were underway when the applications were postponed\r\non 2 November\n2009, but that is a matter of speculation. However the\r\ndelay was no more than a month and that, in itself, does not seem to\r\nbe\nany good reason to deny the respondent security to which he would\r\notherwise be entitled.\n(c) In regard to the contention that the security\r\napplication should have been heard at some stage after the\r\npostponement on 2 November\n2009, it is common cause that both the\r\nsecurity application and the sequestration proceedings were postponed\r\nto 16 March 2010 by\nagreement and as a matter of convenience as Davis\r\nJ, who was to hear both applications, was steeped in the matter. And\r\nimportantly,\nthe postponement was due in part to allow the parties to\r\nattempt to settle. I can think of nothing more likely to jeopardise\r\nsettlement\nnegotiations than the respondent promptly insisting upon\r\ndisposing of the application for security for costs. Moreover the\r\nappellants\nthemselves only filed their answering affidavits in the\r\nsecurity application on 25 February 2010, almost three months after\r\nthe\napplication for security had been launched. In these\r\ncircumstances it hardly lies in the mouth of the appellants to\r\ncomplain of\nany undue delay.\n[16] In the light of all these considerations, there is\r\nno merit in the appellants’ contention that the application for\r\nsecurity\nshould have been refused by reason of any undue delay on the\r\npart of the respondent. I therefore turn to the further issues\r\nraised.\n[17] As was correctly conceded by counsel for the\r\nappellants, where in ongoing litigation a party seeks security\r\nadditional to that\nalready provided, regard may be had not only to\r\nprospective costs but to those already incurred.\n6\nThe respondent explained that he had already paid his\r\nprevious attorneys more than R1 million for opposing the\r\nsequestration proceedings\nand two other legal proceedings brought\r\nagainst him by the second appellant or entities under her control,\r\nalthough he was unable\nto say what portion of that sum related solely\r\nto the sequestration application as the attorneys had not accounted\r\nto him. However\nthe sum he had paid did not include a further R270\r\n000 which his first attorneys were seeking to recover from him, being\r\nthe fee\ncharged by the expert they had employed to testify on the\r\nissue of prescription in Dutch law. In addition, after taking over\r\nthe\nsequestration proceedings in mid-2009, by 22 September 2009 his\r\nnew attorneys had already charged an amount excess of R148 000 for\n\ntheir services; and would of course charge further for their services\r\nas the litigation progressed. In these circumstances the\nsecurity\r\nprovided by the appellants at the outset of proceedings is clearly\r\nadequate.\n[18] The appellants sought to avoid the general rule of\r\npractice that a peregrinus should provide security for an incola’s\n\ncosts by relying on the judgment in this court in\nMagida\r\nv Minister of Police\n,\n7\nin which an impecunious peregrinus was excused from\r\nproviding security, and making the bald and unsubstantiated averment\r\nthat the\nappellants ‘. . . will be unable to furnish security\r\nfor costs, due to the (respondent) failing to honour his debts\r\ntowards\nthem the (appellants) are hardly in a position to finance\r\ntheir own costs . . .’. However the appellants’ case on\r\nthis\nissue was ambivalent. While pleading poverty, on the one hand,\r\nthey alleged, on the other, that the respondent would have no\r\ndifficulty\nin recovering a costs order by suing them in Europe. Of\r\ncourse the appellants cannot have it both ways. If their financial\r\nstatus\nwas relevant to the question of security it was incumbent upon\r\nthem to take the court into their confidence and make sufficient\n\ndisclosure of their assets and liabilities to enable the court to\r\nmake a proper assessment thereof in the exercise of its discretion.\n\nIn the case of the first appellant, a private company, this is\r\ngenerally done by disclosing its current balance sheet. This the\n\nappellants did not do. In these circumstances and in the light of the\r\nappellants’ allegation that any costs order would be\n\nrecoverable by way of litigation abroad, it must be accepted that the\r\nfinancial status of the appellants is in itself no reason\nto refuse\r\nsecurity. This distinguishes this case from the decision in\nMagida\nrelied upon by the appellants in which the\r\nfact that the peregrinus was indigent was a material consideration\r\ntaken into account.\n[19] As against that, the fact that the respondent will\r\nhave to proceed against the appellants abroad if he obtains a costs\r\norder\nin his favour, with the associated uncertainty and\r\ninconvenience that would entail – and it is his undisputed\r\nallegation\nthat it would be substantially more expensive to do so\r\nthan litigating in this country – is one of the fundamental\r\nreasons\nwhy a peregrinus should provide security. In these\r\ncircumstances it is not surprising that the high court exercised its\r\ndiscretion\nnot to absolve the appellants from providing security. And\r\nit must be remembered that in adjudicating on whether to order\r\nsecurity\nfor costs a court exercises a narrow or strict discretion\n8\nwith which a court of appeal will only interfere if the\r\ncourt below failed to exercise such discretion judicially or did so\r\non an\nincorrect factual finding or on the basis of wrong legal\r\nprinciples.\n9\n[20] Of course, as already mentioned, the high court\r\nfailed to take any account of the difficulty the appellants face by\r\nreason\nof the\nBadenhorst\nprinciple.\r\nBut if anything it is factor which operates in favour of the\r\nrespondent. Although there are authorities to the effect\nthat a court\r\nwill not enquire into the merits of the main dispute in the exercise\r\nof its discretion as to security for costs,\n10\nlike all rules of practice that rule should not be seen\r\nto be wholly inflexible. In\nZietsman\nv Electronic Media Network\n2008\r\n(4) SA 1\n(SCA), albeit in considering an appeal against an order of\r\nsecurity made by the Commissioner of Patents ─ who under\ns\r\n17(2)(b)\nof the\nPatents Act 57 of 1978\nis entitled to have regard to\r\nthe prospects of success of a party in considering whether security\r\nshould be furnished ─ the\ncourt was influenced largely by the\r\nfact that the respondents had not disclosed their defence. In this\r\nregard Streicher JA said\nat para 21:\n‘\nI am\r\nnot suggesting that a court should in an application for security\r\nattempt to resolve the dispute between the parties. Such\na\r\nrequirement would frustrate the purpose for which security is sought.\r\nThe extent to which it is practicable to make an assessment\nof a\r\nparty’s prospects of success would depend on the nature of the\r\ndispute in each case.’\n[21] In the present case, too, it is not necessary to\r\ndeal with the merits of the dispute between the parties in the main\r\napplication.\nBut even without doing so, in the light of the\nBadenhorst\nprinciple\r\nthe appellants clearly face a considerable hurdle and the prospects\r\nof their success in the main application appear to\nbe bleak as\r\nalready mentioned. That being the case, there is a distinct\r\npossibility of the appellants being ordered to pay the\nrespondent’s\r\ncosts in the sequestration application, a factor which makes it all\r\nthe more important for the respondent to\nbe secured.\n[22] Although not taken into account by the high court,\r\nthis factor would undoubtedly have reinforced its decision had it\r\nbeen.\nMoreover, the appellants have failed to establish any error of\r\nfact or law on the part of the high court which justifies\r\ninterference\nwith its discretion. In these circumstances there is no\r\nroom for a finding that the order of the high court should be set\r\naside.\n[23] The appeal is dismissed with costs.\n______________________\nL E Leach\nJudge of Appeal\nAPPEARANCES:\nFor Appellant: R Engela\nInstructed by:\nWard Ward & Pienaar, Cape Town\nSymington & De Kok, Bloemfontein\nFor Respondent: R Le Breton\nInstructed by:\nFrancis Thompson & Aspden, Cape Town\nClaude Reid Inc, Bloemfontein\n1\nBadenhorst\r\n\tv Northern Construction Enterprises Ltd\n1956 (2) SA 346\n(T) at\r\n\t347-8\n.\n2\nKalil\r\n\tv Decotex (Pty) Ltd & another\n1988 (1) SA 943\n(A) at 980B.\n3\nSee\r\n\teg\nSonnenburg McLouglin Inc v Spiro\n2004 (1) SA 90\n(C) at\r\n\t96B-C and\nMeskin Insolvency Law\n(1990) para 2.1.5.\n4\nAt\r\n\t980H-I.\n5\nCf\nMinister of Law and Order v Dempsey\n1988 (3) SA 19\n(A) at 37H-J.\n6\nCf\nPetz Products (Pty) Ltd v Commercial Electrical Contractors (Pty)\r\n\tLtd\n1990 (4) SA 196\n(C) at 206D-207A and\nCooper & ‘n\r\n\tander NNO v Mutual & Federal Versekeringsmaatskappy Bpk\n2002\r\n\t(2) SA 863\n(O) at 875B-876D.\n7\nMagida\r\n\tv Minister of Police\n1987 (1) SA 1\n(A).\n8\nGiddey\r\n\tNO v JC Barnard and Partners\n[2006] ZACC 13\n;\n2007 (5) SA 525\n(CC) pars 20-23.\n9\nSee\nGiddey NO\nparas 19 and 22.\n10\nArkell\r\n\tand Douglas v Berold\n1922 CPD 198\n,\nAlexander v Jokl & others\n1948 (3) SA 269\n(W) at 281,\nSantam\r\n\tInsurance Co Ltd v Korste\n1962 (4) SA\r\n\t53\n(E) at 56B-C and\nFourie v Ratefo\n1972 (1) SA 252\n(O) at 256C-D.",
  "scraped_at": "2026-02-12T16:02:50.934727",
  "date": "2011-09-30",
  "coram": [
    "Mthiyane",
    "Van Heerden",
    "Bosielo",
    "Leach JJA",
    "Meer AJA"
  ],
  "case_number": "649/2010",
  "parties": {
    "applicants": [
      "Exploitatie- en Beleggingsmaatschappij Argonauten 11 B.V.",
      "Elizabeth Cornelia Maria Honig"
    ],
    "respondents": [
      "George Nicolaas Honig"
    ]
  },
  "sections": {
    "facts": "The appellants, a Dutch private company (Exploitatie- en Beleggingsmaatschappij Argonauten 11 B.V.) and its director Elizabeth Honig, sought a provisional sequestration order against respondent George Honig in the Western Cape. They claimed the respondent owed them roughly R181 million and R51 million respectively under two acknowledgements of debt. The High Court ordered the appellants to furnish security for the respondent’s costs. Initially they provided security of R154,400. Subsequent delays, extensive pleadings, and settlement negotiations led the respondent to request additional security under Uniform Rule 47, first on 21 September 2009 (R962,200) and again in October 2009. The High Court eventually ordered the appellants to provide further security, which they appealed.",
    "issues": "1. Whether the respondent was entitled to seek additional security for costs at a relatively late stage of the sequestration proceedings. 2. Whether the respondent’s delay in applying for additional security amounted to undue delay that should defeat the application. 3. How the court should weigh the prospects of success of the sequestration application (Badenhorst rule) in exercising its discretion to order security. 4. Whether the appellants’ alleged indigence could excuse them from providing further security.",
    "principles": "The court applied the general rule that a peregrinus must provide security for the costs of an incola, exercising a narrow discretion under Rule 47 of the Uniform Rules. It considered the Badenhorst rule, which mandates dismissal of sequestration applications where there is a bona‑fide dispute over the debt, and noted that this principle, while not inflexible, affects the assessment of prospects of success. The court also referred to cases such as Badenhorst v Northern Construction Enterprises Ltd, Kalil v Decotex, Magida v Minister of Police, and Zietsman v Electronic Media Network, which outline that courts may consider the likelihood of success, the amount of incurred costs, and the financial position of the party seeking to avoid security when deciding on additional security.",
    "application": "The court found no undue delay by the respondent: the first request for further security came less than three months after the original security; the second request followed only about a month after the Rule 47 notice; and the timing of the application was linked to settlement negotiations and procedural postponements. The respondent had incurred substantial costs (over R1 million in attorney fees and other expenses) making the original security inadequate. The appellants’ claim of indigence was not substantiated with a balance‑sheet disclosure, and their suggestion that costs could be recovered abroad was insufficient to excuse further security. Considering the bleak prospects of success in the sequestration due to the Badenhorst principle, the court upheld the High Court’s discretion to order additional security.",
    "conclusion": "The appeal was dismissed with costs. The order of the Western Cape High Court requiring the appellants to furnish additional security for the respondent’s costs remains in force."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Security for Costs",
    "level_3": [
      "sequestration",
      "rule 47",
      "Badenhorst rule",
      "prospects of success",
      "additional security"
    ]
  }
}