{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/222.html",
  "case_name": "Kouga Municipality v Bellingan and Others (121/11) [2011] ZASCA 222; 2012 (2) SA 95 (SCA); [2012] 2 All SA 391 (SCA) (30 November 2011)",
  "citation": "[2011] ZASCA 222",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 222\n|\nNoteup\n|\nLawCite\nKouga Municipality v Bellingan and Others (121/11) [2011] ZASCA 222; 2012 (2) SA 95 (SCA); [2012] 2 All SA 391 (SCA) (30 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 121/11\nIn the matter between:\nKOUGA\r\nMUNICIPALITY\n…..........................................................................\nAppellant\nand\nMARK\r\nBELLINGAN\n…....................................................................\nFirst\r\nRespondent\nTHE\r\nMEXICAN CC\n….................................................................\nSecond\r\nRespondent\nRAPICORP\r\n118CC\n….....................................................................\nThird\r\nRespondent\nNeutral citation:\nKouga Municipality v\r\nBellingan\n(121/11)\n[2011] ZASCA 222\n(30 November 2011).\nCoram:\nBRAND, CLOETE, HEHER, THERON and WALLIS\r\nJJA\nHeard:\r\n10 November 2011\nDelivered:\r\n30 November 2011\nSummary:Administrative law\n: distinction between\r\ndirect and defensive challenge to legislation, discussed; person\r\ncharged for contravening allegedly invalid\nlegislation can bring\r\napplication for declaratory order that legislation is invalid.\nThe provisions of\ns 160(4)(\nb\n)\r\nof the Constitution of the Republic of South Africa Act, 1996, and\r\ns 12(3)(\nb\n) of The\nLocal Government:\nMunicipal Systems Act, 32 of 2000\n, discussed and applied.\nKouga Municipality Liquor (Trading Hours) By-law\npublished in the\nEastern Cape Provincial Gazette Extraordinary\nof 27 December 2006 and relating to registrations under the\nEastern\r\nCape\nLiquor Act 10 of\n2003\n, declared invalid for purposes\r\nof prosecution of respondents.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nEastern Cape High Court,\r\nGrahamstown (Eksteen J sitting\nas court of first instance):\n1 The appeal is dismissed, with costs.\n2 Paragraphs 1, 2 and 3 of the order of the court a quo\r\nare deleted and the following order is substituted:\n'It is declared that the Kouga Municipality Liquor\r\n(Trading Hours) By-law published in the\nEastern Cape Provincial\r\nGazette Extraordinary\non 27 December 2006 is invalid for the\r\npurposes of a prosecution of any of the first, second and third\r\napplicants for contravening\nthe by-law.'\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nCLOETE JA (BRAND, HEHER, THERON and WALLIS JJA\r\nconcurring):\nIntroduction\n[1] The appellant is the Kouga Municipality. The three\r\nrespondents are registered under the Eastern Cape\nLiquor Act 10 of\n2003\nto sell liquor for consumption on their premises. Those premises\r\nare situated within the area of jurisdiction of the Municipality.\nIn\r\n2006 the Municipality passed a by-law regulating liquor trading hours\r\nand caused it to be published in the\nEastern\r\nCape Provincial Gazette Extraordinary\nof 27\r\nDecember 2006.\n[2] The court a quo (Eksteen J) at the suit of the\r\nrespondents, who were the first to third applicants and to whom I\r\nshall refer\nas the applicants, granted the following relief:\n'1. The decision of the Council\r\nof the Kouga Municipality to pass the Kouga Municipality Liquor\r\n(Trading Hours) By-Law in accordance\nwith\nsection 12(3)\nof the\nLocal Government: Municipal Systems Act, 32 of 2000\n, is hereby\r\nreviewed and set aside.\n2. The Kouga Municipality Liquor\r\n(Trading Hours) By-law published in the Provincial Gazette\r\nExtraordinary on 27 December 2006 is\ndeclared to be invalid.\n3. The declaration of invalidity\r\nof the Kouga Municipality Liquor (Trading Hours) By-law is suspended\r\nfor a period of twelve (12)\nmonths from the date of this order',\nand ordered the Municipality to pay the applicants'\r\ncosts of the application.\nThe fourth applicant was found by the court a quo not to\r\nhave locus standi to bring the application and was accordingly\r\nnon-suited.\nThe court a quo subsequently granted the Municipality\r\nleave to appeal to this court. No cross-appeal was brought by the\r\nfourth\napplicant and it accordingly does not figure in the appeal.\n[3] The principal issue in these proceedings is the\r\nvalidity of the by-law. It is also necessary to consider whether the\r\norder made\nby the court a quo was appropriate.\n[4] The Municipality contended that the applicants'\r\napplication to review and strike down the by-law should have been\r\ndismissed,\nbecause:\n(a) of the delay between the date when the by-law was\r\npromulgated on 27 December 2006, and the date on which the\r\napplicants' application\nwas brought in April 2009;\n(b) the prescripts of the Promotion of Administrative\r\nJustice Act 3 of 2000 ('PAJA') were ignored;\n(c) the applicants failed to exhaust internal remedies;\n(d) the Municipality had indeed complied with the\r\nrelevant legal requirements in passing the by-law;\n(e) the applicants and the public had adequate\r\nopportunity to comment on the by-law; and\n(f) the setting aside of the by-law was not in the\r\npublic interest.\nThe validity of the by-law\n[5] The legal position is governed by s 160(4)(\nb\n)\r\nof the Constitution of the Republic of South Africa, 1996 (the\r\nConstitution) and s 12(3)(\nb\n) of the Local Government:\r\nMunicipal Systems Act 32 of 2000 (the Systems Act). Both require that\r\na proposed by-law be published\nfor public comment; but the Systems\r\nAct goes further and adds 'in a manner that allows the public an\r\nopportunity to make representations\nwith regard to the proposed\r\nby-law'.\n[6] The relevant facts are these. The by-law was passed\r\nby the Council of the Municipality on 7 September 2006 and, as I have\r\nsaid,\nwas promulgated in the\nEastern Cape Provincial Gazette\r\nExtraordinary\nof 27 December 2006. Prior to these two events, the\r\nCouncil had apparently resolved to advertise the by-law for comment.\r\nPublication\nin fact took place on two dates:\n(a) on 24 December 2004 in the\nHerald\nand\nDie Burger\nnewspapers and (according to the Municipality) the\nEastern Cape Provincial Gazette\n;\r\nand\n(b) on 24 February 2006 in a local newspaper,\nOur\r\nTimes\n.\n[7] The first publication in 2004 read:\n'KOUGA MUNICIPALITY\nNOTICE NO 157 / 2004\nDRAFT BY-LAW FOR LIQUOR\r\nTRADING HOURS\nNOTICE IS HEREBY GIVEN\nthat the Council proposes to\r\nmake a by-law in terms of the Eastern Cape Liquor Act, 2003 (Act No.\r\n10 of 2003) which shall regulate\nthe hours of liquor trading and sets\r\nout matters connected therewith.\nCopies of the draft by-law are\r\navailable free of charge from the Municipal Office at 33 Da Gama\r\nRoad, Jeffreys Bay, during office\nhours.\nEnquiries herein or requests for\r\nassistance may be directed to the Manager: Legal Services during\r\noffice hours at 042-293111.\nComment, if any, must be\r\nsubmitted to the undersigned in writing by or before 12:00 at 24\r\nJanuary 2005.'\nThe copies of the draft by-law referred to in the\r\npublished notice provided:\n'5.\nTRADING\r\nHOURS\ni) The Council has determined\r\nthe trading [sic] of the different types of registrations listed in\r\nthe first column of Schedule 1\nas the trading hours listed in the\r\nsecond column of the said Schedule.\nii) A departure from the hours\r\nstipulated in Schedule 1 shall be upon application and approval by\r\nthe Council.\niii) The Council reserves the\r\nright to depart from the stipulated trading hours in the interest of\r\nthe community.'\nSchedule 1 listed the different types of registration\r\npermitted by s 20 of the Eastern Cape\nLiquor Act in\nthe first\r\ncolumn and the applicable trading hours in the second column. In the\r\ncase of the applicants, the relevant provisions\nwere, in column 1:\n'\nSec. 20(b)\n─ Registration\r\nin terms of the\nLiquor Act for\nthe retail sale of liquor for\r\nconsumption on the premises where liquor is sold (e.g. restaurants,\r\nnight club, sports club, pool\nbar, hotel, pub)';\nand in column 2:\n'Monday ─ Saturday 10:00\r\nto 24:00 Sunday 10:00 to 22:00.'\n[8] The second publication in 2006 read (I quote only\r\nthe English part):\n'KOUGA MUNICIPALITY ─\r\nNOTICE NO 40/2006\nDRAFT\r\nBY-LAWS : INVITATION\nFOR\r\nPUBLIC COMMENT\nNotice is hereby given that the\r\nKouga Local Municipality intends to adopt by-laws for its area of\r\njurisdiction. Copies of these\ndraft by-laws are available for\r\ninspection at the following venues and any comments or submissions\r\nmust be submitted in writing\nto the undersigned by no later than\r\n12:00 on 31 March 2006.\nJeffreys Bay Library\nSt. Francis Bay Municipal\r\nOffices\nHumansdorp Municipal Offices\nHankey Municipal Offices\nPatensie Municipal Offices.'\nThe copies made available of the draft by-law, which in\r\nfact related to liquor trading hours, provided:\n'5.\nHours\r\nof trading\n(1) The trading hours, as listed\r\nin Column 2 of Schedule 1 to this By-law of the different kinds of\r\nregistrations, as contemplated\nin section 20 of the Act, as listed in\r\nColumn 1 of the Schedule, have been determined by the Council and may\r\nbe reviewed by the\nCouncil from time to time.'\nThe schedule annexed again specified, in column 1, the\r\ntypes of registration for which the Eastern Cape\nLiquor Act provides\n.\r\nColumn 2, headed 'TRADING HOURS', was left completely blank. Apart\r\nfrom this, there were other significant differences between\nthe draft\r\nby-law referred to in the first publication in 2004 and the draft\r\nreferred to in the second publication in 2006, which\nthe court a quo\r\nsummarised as follows:\n'The new draft provided for the\r\nestablishment of liaison forums in the community for the purposes of\r\nsecuring community involvement\nin matters dealt with in the by-law.\r\nThe first draft contained no reference to this phenomenon. The new\r\ndraft law provided for\npersons, on application, to be granted\r\nexemption from certain provisions of the by-law. The first draft was\r\nsilent in this regard.\nThe new draft provided for an appeal procedure\r\nto dissatisfied persons whose rights had been affected by any\r\ndecision of the respondent\nin terms of the by-law. This right was not\r\nprovided for in the first draft. The first draft provided for the\r\nrespondent to authorise\n\"officials\" to see to the\r\nenforcement of the by-law and created various offences relating to\r\nunwarranted conduct towards\nsuch officials. The new draft abandoned\r\nall of this. In the first draft the actual trading hours form part of\r\nthe by-law. In terms\nof the new draft the respondent is granted the\r\npower to determine times for trading which would be published,\r\npresumably from time\nto time.'\nThe by-law passed by the Council of the Municipality was\r\nthe proposed by-law advertised in 2006, with the addition of column 2\r\nfrom\nthe proposed by-law advertised in 2004.\n[9] These facts lead to the inevitable conclusion that\r\nthe Municipality did not comply with the provisions of the\r\nConstitution or\nthe Systems Act referred to above. The Municipality\r\ncontended that the 2004 and 2006 publications were part of one\r\ncontinuous process.\nBut the changes to the draft by-laws made\r\navailable pursuant to the first publication in 2004 were\r\nfar-reaching. As the court a\nquo correctly held, not every change has\r\nto be advertised otherwise the legislative process would become\r\ndifficult to implement;\nbut here the two sets of proposed by-laws\r\nwere so markedly different that republication of the revised draft\r\nwas necessary to meet\nthe legislative requirements of the\r\nConstitution and the Systems Act. That did not happen. The second\r\npublication in 2006 could\nnot have served to alert the public that\r\nthe Municipality intended to adopt an amended by-law to regulate\r\nliquor trading hours.\nA Municipality is entitled to make by-laws in\r\nrespect of a considerable number of matters.\n1\nFor all a reader of the second publication would know,\r\nthe proposed by-laws could have referred to dog licences or funeral\r\nparlours.\nNor, if a particularly cautious holder of a liquor licence\r\nwere to have obtained a copy of the draft by-law at one of the places\n\nlisted in the second publication, would he or she have been any the\r\nwiser as to the times fixed for trading hours in respect of\nany\r\nregistration possible under the Eastern Cape\nLiquor Act.\n[10\n] The Municipality relied on two meetings held\r\nsubsequent to the second publication in an attempt to show that the\r\ninhabitants of\nthe area governed by the Municipality knew of the\r\nproposed amended by-law. But the requirements of the Systems Act are\r\nnot satisfied\nby showing that some persons had such knowledge. That\r\nAct requires publication in a manner that allows the public an\r\nopportunity\nto make representations. Interested members of the public\r\nwho did not attend the meetings might have failed to do so or might\r\nhave\nfailed to make representations in another way precisely because\r\nthey were unaware of the provisions of the proposed amended by-law.\n[11] The by-law passed by the Council of the\r\nMunicipality was therefore invalid for want of compliance with the\r\nprocedure prescribed\nfor its adoption, and the court a quo was\r\ncorrect in coming to this conclusion. The next question is whether\r\nthe court a quo should\nhave granted relief to the applicants and if\r\nso, whether the relief it granted was appropriate.\nThe relief\n[12] In my view, the correct approach to the relief\r\nsought by the applicants would have been to recognise that the\r\napplication was\nin form a direct challenge, but in substance a\r\ndefensive or collateral challenge, to the validity of the by-law. The\r\ntwo are different;\nas this court held in\nOudekraal\r\nEstates (Pty) Ltd v City of Cape Town & others\n2004\r\n(6) SA 222\n(SCA) para 36:\n'It is important to bear in mind\r\n. . . that in those cases in which the validity of an administrative\r\nact may be challenged collaterally\na court has no discretion to allow\r\nor disallow the raising of that defence: The right to challenge the\r\nvalidity of an administrative\nact collaterally arises because the\r\nvalidity of the administrative act constitutes the essential\r\nprerequisite for the legal force\nof the action that follows and\nex\r\nhypothesi\nthe subject\r\nmay not then be precluded from challenging its validity. On the other\r\nhand, a court that is asked to set aside an invalid\nadministrative\r\nact in proceedings for judicial review [ie a direct challenge] has a\r\ndiscretion whether to grant or to withhold\nthe remedy. It is that\r\ndiscretion that accords to judicial review its essential and pivotal\r\nrole in administrative law, for it\nconstitutes the indispensable\r\nmoderating tool for avoiding or minimising injustice when legality\r\nand certainty collide. Each remedy\nthus has its separate application\r\nto its appropriate circumstances and they ought not to be seen as\r\ninterchangeable manifestations\nof a single remedy that arises\r\nwhenever an administrative act is invalid.'\n[13] The Municipality appreciated the true nature of the\r\nproceedings. In the answering affidavit deposed to on its behalf by\r\nits\nDirector: Corporate Services, the latter said:\n'At the outset it should be\r\nstated that the [Municipality] contends that this application has\r\nbeen brought solely to serve the self-interests\nof the applicants,\r\nwho have been charged for criminal transgressions and who now seek to\r\nextricate themselves from such criminal\nproceedings in this\r\nroundabout way, by belatedly seeking to challenge the validity of the\r\napplicable by-law which was duly promulgated\nnearly three years ago,\r\nnamely on 27 December 2006.'\n[14] But the Municipality misunderstood the legal\r\nposition. To quote again from\nOudekraal\n:\n2\n'When construed against the\r\nbackground of principles underlying the rule of law a statute will\r\ngenerally not be interpreted to mean\nthat a subject is compelled to\r\nperform or refrain from performing an act in the absence of a lawful\r\nbasis for that compulsion.\nIt is in those cases ─ where the\r\nsubject is sought to be coerced by a public authority into compliance\r\nwith an unlawful administrative\nact ─ that the subject may be\r\nentitled to ignore the unlawful act with impunity and justify his\r\nconduct by raising what has\nbecome to be known as a \"defensive\"\r\nor a \"collateral\" challenge to the validity of the\r\nadministrative act.\n(A challenge to the validity of the\r\nadministrative act that is raised in proceedings that are not\r\ndesigned directly to impeach\nthe validity of the administrative\r\nact.)'\n3\nThat is precisely what the applicants sought to achieve.\r\nThe first applicant says, for example:\n'[D]uring the festive period of\r\n2007 those trading in liquor were permitted to do so beyond the hour\r\nstipulated in the by-law and\nin the new year I was issued with a\r\nSummons for having sold liquor after 24h00. I defended the charge and\r\nit was eventually withdrawn.\nNothing much changed thereafter\r\nuntil the 5\nth\nof August 2008 when I was\r\nvisited by a member of the South African Police Service who advised\r\nme that the Respondent's by-law would\nbe enforced in the future.\r\nNotwithstanding this advice and in the light of the history of the\r\nmatter and the substantial financial\nlosses I would suffer if I\r\ncurtailed my hours of trade in accordance with the by-law I continued\r\nto trade beyond 24h00.\nOn the 17\nth\nof August 2008 I was again\r\nissued with a written notice to appear in Court upon a charge of\r\nhaving contravened the trading hours\nstipulated in the Respondent's\r\nby-law. The criminal proceedings stand postponed until the 15\nth\nof April 2009 and in consequence\r\nwhereof I have sought further legal advice. That advice has prompted\r\nthe present application.'\n[15] However, the applicants misconceived their remedy.\r\nThey brought a direct challenge to have the decision of the Council\r\nof the\nMunicipality to promulgate the by-law in question reviewed and\r\nset aside. This was inappropriate and led to the order of the court\na\r\nquo which, far from assisting the applicants, prejudiced them. I\r\nshall expand on each aspect.\n[16] The direct challenge was inappropriate because in a\r\nreview application, whether based on PAJA\n4\nor a constitutional challenge to legality based on\r\ns 160(4)(\nb\n) of\r\nthe Constitution and s 12(3)(\nb\n)\r\nof the Systems Act,\n5\nthe court would have a discretion to refuse the relief\r\nsought ─ in particular,\nbecause there was a delay in bringing the application:\r\nsee s 7(1) of PAJA,\n6\nCamps Bay Ratepayers' & Residents' Association v\r\nHarrison\n[2010] 2 All SA 519\n(SCA) and the\r\ncases quoted in paras 56 to 62, and also the decision of the\r\nConstitutional Court on appeal reported in\n2011 (4) SA 42\n(CC) para\r\n53. It is that discretion which the Municipality asked the court a\r\nquo to exercise in its favour by dismissing the application\nand the\r\ncourt a quo's failure to do so is a cornerstone of the Municipality's\r\nappeal. But it would be inexplicable to a layman\nwere the applicants\r\nto fail in civil proceedings the avowed purpose of which was to avoid\r\ntheir prosecution under the by-law, but\nsucceed in defending criminal\r\nproceedings on the same facts.\n[17] So far as the appropriateness of the order of the\r\ncourt a quo is concerned, the suspension of the order declaring the\r\nby-law\ninvalid not only had the effect that the applicants could be\r\nprosecuted during the period of suspension ─ which is precisely\n\nthe result they sought to avoid ─ but also meant that they were\r\nprecluded during that period from mounting a collateral challenge\nto\r\nthe validity of the by-law ─ which means that although they\r\nwere successful, they were in a worse position than they would\nhave\r\nbeen in had they brought no proceedings at all. That is a result\r\nwhich would also be inexplicable to a layman.\n[18] The problems associated with the relief sought by\r\nthe applicants in their notice of motion and the order granted by the\r\ncourt\na quo would be avoided if a declaratory order were to be\r\ngranted that the by-law in question is invalid for the purposes of a\r\nprosecution\nof any of them based thereon. A collateral challenge to\r\nthe validity of a piece of legislation can be mounted at any time and\r\na\ncourt has no discretion to disallow such a challenge, as appears\r\nfrom para 36 of\nOudekraal\nquoted\r\nin para 12 above.\n[19] I can conceive of no reason why a collateral\r\nchallenge to the validity of a piece of legislation cannot be brought\r\nin civil\nproceedings for a declaratory order by a person who has been\r\ncharged with contravening such legislation. Indeed, this court has\n\nallowed precisely such a procedure to be followed:\nAttorney-General\r\nof Natal v Johnstone & Co Ltd\n1946 AD 256\n; and there seem to\r\nbe distinct advantages in it:\n(a) The question would be dealt with by a court better\r\nversed in administrative law than a specialist criminal court. That\r\nshould\nexclude both the possibility of persons being wrongly\r\nconvicted for contraventions of an invalid by-law, and also the\r\npossibility\nof persons being wrongly acquitted for contraventions of\r\na valid by-law.\n(b) The matter could be brought to a head, and delay\r\n(with concomitant uncertainty and expense) avoided ─ in the\r\npresent matter,\nfor example, the prosecution of the first applicant\r\nwas withdrawn and then later reinstituted.\n(c) The true protagonists ─ in this case, the\r\napplicants and the Municipality ─ would be before the court and\r\nthe Municipality,\nthe author of the legislation impugned, would be\r\ndirectly involved in defending it.\n(d) Those against whom the legislation is sought to be\r\nenforced, could recover costs, if successful.\n[20] I expressly leave open the question whether a\r\ncollateral challenge by way of a declaratory order may be brought by\r\na person\nwho is merely liable to prosecution and who has not been\r\ncharged, and therefore whether some of the remarks of this court in\nJohnstone's\ncase especially at 260-2 should be reconsidered in\r\nview of the now clearly established distinction between a direct and\r\na collateral\nchallenge: cf\nBengwenyama Minerals (Pty) Ltd &\r\nothers v Genorah Resources (Pty) Ltd & others (Bengwenyama ─\r\nye ─ Maswati Royal\nCouncil intervening\n)\n2011 (3) BCLR 229\n(CC) para 85 where reference is specifically made, in a footnote, to\r\npara 36 of\nOudekaal\nquoted above.\n[21] A declaratory order given by a high court in a\r\nmatter such as the present would have this effect:\n'Although such a decision is\r\ndirectly binding only as between the parties to the proceedings in\r\nwhich it was made, the application\nof the doctrine of precedent has\r\nthe consequence of enabling the benefit of it to accrue to all other\r\npersons whose legal rights\nhave been interfered with in reliance on\r\nthe law which the statutory instruments purported to declare' ─\nper Lord Diplock in\nF\r\nHoffmann-La Roche & Co AG v Secretary of State for Trade and\r\nIndustry\n[1975] AC 295\nat 365. That means a\r\ndeclaratory order in favour of the applicants would render all\r\nprosecutions still-born and leave the inhabitants\nof the Municipality\r\nwithout a by-law regulating hours of trading in liquor. But this\r\nresult follows from the failure by the Council\nof the Municipality to\r\npass the by-law in accordance with the empowering legislation. As\r\nLord Irvine said in\nBoddington v British\r\nTransport Police\n[1998] UKHL 13\n;\n[1999] 2 AC 143\nat 156D\n[1998] UKHL 13\n; ,\n[1998] 2 All ER 203\nat 211h (a case quoted with approval in\nOudekraal\npara 32), after setting out the passage from the\r\njudgment of Lord Diplock above:\n'Thus, Lord Diplock confirmed\r\nthat once it was established that a statutory instrument was ultra\r\nvires, it would be treated as never\nhaving had any legal effect. That\r\nconsequence follows from application of the ultra vires principle, as\r\na control on abuse of power;\nor, equally acceptable in my judgment,\r\nit may be held that maintenance of the rule of law compels this\r\nconclusion.'\nOrder\n[22] The following order is made:\n1 The appeal is dismissed, with costs.\n2 Paragraphs 1, 2 and 3 of the order of the court a quo\r\nare deleted and the following order is substituted:\n'It is declared that the Kouga Municipality Liquor\r\n(Trading Hours) By-law published in the\nEastern Cape Provincial\r\nGazette Extraordinary\non 27 December 2006 is invalid for the\r\npurposes of a prosecution of any of the first, second and third\r\napplicants for contravening\nthe by-law.'\n_______________\nT D CLOETE\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANTS: M G Swanepoel SC\nInstructed by Neville Borman & Botha, Grahamstown\nNaudes Attorneys, Bloemfontein\nRESPONDENTS: R W N Brooks\nInstructed by Netteltons Attorneys, Grahamstown\nHoney Attorneys, Bloemfontein\n1\nAs\r\n\tappears from s 156 of the Constitution.\n2\nPara\r\n\t32.\n3\nThe\r\n\tpassage in parenthesis is contained in a footnote.\n4\nThere\r\n\tis a dispute as to whether PAJA applies.\n5\nFedsure\r\n\tLife Assurance Ltd & others v Greater Johannesburg Transitional\r\n\tMetropolitan & others\n[1998] ZACC 17\n;\n1999 (1) SA\r\n\t374\n(CC) para 58.\n6\n'(1)\r\n\tAny proceedings for judicial review in terms of section 6(1) must be\r\n\tinstituted without reasonable delay and not later than\n180 days\r\n\tafter the date ─\n(a) subject to subsection (2)(c), on which any\r\n\tproceedings instituted in terms of internal remedies as contemplated\r\n\tin subsection\n(2)(a) have been concluded; or\n(b)\r\n\twhere no such remedies exist, on which the person concerned was\r\n\tinformed of the administrative action, became aware of the\naction\r\n\tand the reasons for it or might reasonably have been expected to\r\n\thave become aware of the action and the reasons.'",
  "scraped_at": "2026-02-12T16:16:11.567542",
  "date": "2011-11-30",
  "coram": [
    "Brand",
    "Cloete",
    "Heher",
    "Theron",
    "Wallis JJA"
  ],
  "case_number": "121/11",
  "parties": {
    "applicants": [
      "Kouga Municipality"
    ],
    "respondents": [
      "Mark Bellingan",
      "The Mexican CC",
      "Rapicorp 118CC"
    ]
  },
  "sections": {
    "facts": "The Kouga Municipality passed a Liquor (Trading Hours) By-law in 2006 to regulate the hours that licensed premises could sell liquor within its jurisdiction. The by‑law was supposedly published in the Eastern Cape Provincial Gazette Extraordinary on 27 December 2006. Prior to that, the municipality advertised a draft of the by‑law twice – once in December 2004 and again in February 2006 – but the two drafts differed substantially, particularly in the schedule of trading hours and other substantive provisions. The three respondents (Mark Bellingan, The Mexican CC and Rapicorp 118CC) were registered liquor‑selling establishments that were later prosecuted for contravening the by‑law. They challenged its validity, arguing procedural defects in its adoption.",
    "issues": "1. Whether the Kouga Municipality complied with the publication and public‑comment requirements of section 160(4)(b) of the Constitution and section 12(3)(b) of the Municipal Systems Act in promulgating the by‑law. 2. Whether the appropriate remedy for the respondents was a direct judicial‑review challenge or a collateral/defensive challenge resulting in a declaratory order that the by‑law is invalid for purposes of prosecution.",
    "principles": "The Constitution (s 160(4)(b)) and the Municipal Systems Act (s 12(3)(b)) require that a proposed by‑law be published in a manner that allows the public an opportunity to make representations. A failure to satisfy these procedural requirements renders the by‑law invalid. The distinction between a direct challenge (judicial review) and a collateral challenge (defensive) was articulated in Oudekraal Estates v City of Cape Town, where courts have discretion in granting relief for direct challenges but no discretion to deny a collateral challenge to an administrative act. The Promotion of Administrative Justice Act (PAJA) also imposes time limits on applications for judicial review, and delay may be a ground for refusal.",
    "application": "The court examined the two publications and concluded that the 2004 draft and the 2006 draft were materially different, requiring a fresh publication that did not occur. Consequently, the municipality did not meet the constitutional and statutory procedural requirements. The respondents' application, although framed as a direct challenge, was in substance a defensive challenge to avoid prosecution; the appropriate remedy was therefore a declaratory order that the by‑law is invalid for prosecution purposes. The court dismissed the municipality’s appeal and substituted the order of the court a quo with a declaration of invalidity limited to prosecution of the three respondents.",
    "conclusion": "The appeal was dismissed with costs. The previous order was amended: the Kouga Municipality Liquor (Trading Hours) By‑law published on 27 December 2006 is declared invalid for the purposes of prosecuting the first, second and third respondents for contravening the by‑law."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Municipal By-law Validity",
    "level_3": [
      "procedural fairness",
      "public participation",
      "direct vs collateral challenge",
      "Promotion of Administrative Justice Act",
      "Municipal Systems Act"
    ]
  }
}