{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/198.html",
  "case_name": "S v Nitito (123/11) [2011] ZASCA 198 (23 November 2011)",
  "citation": "[2011] ZASCA 198",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 198\n|\nNoteup\n|\nLawCite\nS v Nitito (123/11) [2011] ZASCA 198 (23 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 123/11\nIn the matter between:\nNDOYISIWE\r\nPAULOS NOTITO\n…................................................\nAppellant\nand\nTHE\r\nSTATE\n…................................................................................\nRespondent\nNeutral\r\ncitation:\nNotito v The State\n(123/11)\n[2011] ZASCA 198\n(23\r\nNovember 2011)\nCoram\n: MTHIYANE, MHLANTLA,\r\nBOSIELO, SERITI JJA and MEER AJA\nHeard\n: 15 August 2011\nDelivered\n: 23 November\r\n2011\nSummary\n: Criminal Law ─\r\nrape ─ indecent assault ─ theft ─ appeal against\r\nconviction ─ assessment of evidence\n─ whether all\r\nelements proved ─ guilt of appellant established beyond a\r\nreasonable doubt ─ no reason for appeal\ncourt to interfere ─\r\nconviction confirmed.\n___________________________________________________________\nORDER\n___________________________________________________________\nOn appeal from:\nFree State\r\nHigh Court (Bloemfontein) (Hancke J sitting as court of first\r\ninstance):\nThe appeal against the conviction\r\nin respect of all counts is dismissed.\n___________________________________________________________\nJUDGMENT\nMHLANTLA JA (MTHIYANE,\r\nBOSIELO, SERITI JJA and MEER AJA\nconcurring):\n[1] This is an appeal against\r\nconvictions on five counts of rape and one count each of indecent\r\nassault and theft. The appellant\nwas arraigned in the Free State High\r\nCourt, Bloemfontein, sitting in Virginia circuit court (Hancke J),\r\nwhere he faced a total\nof 18 charges, made up as follows: rape\r\n(counts 1 and 2); theft (count 3); rape (count 4); robbery with\r\naggravating circumstances\n(count 5); rape (count 6); theft (count 7);\r\nindecent assault (count 8); rape (count 9); theft (count 10);\r\nindecent assault (count\n11); rape (count 12); theft (count 13); rape\r\n(count 14); theft (counts 15 and 16); indecent assault (count 17);\r\nand theft (count\n18).\n[2] The incidents giving rise to\r\nthe convictions are alleged to have occurred in Welkom, Kroonstad and\r\nOdendaalsrus in the Free\nState province during a period of over two\r\nyears from May 2005 to August 2007. The State alleged that the\r\nappellant adopted the\nfollowing modus operandi in each instance ─\r\nhe would target and approach any female walking alone in town and\r\ninform her\nthat he was a prophet, that she had been bewitched and\r\nthat he could help her. In order to render such help he told each\r\nvictim\nthat he required hair from her head, armpit and the pubic\r\narea. Once the woman succumbed to his request he would touch her\r\nprivate\nparts and then have sexual intercourse with her. In certain\r\ninstances the personal items of the victims were also stolen.\n[3] During the trial, the State\r\ntendered the evidence of the complainants, medical evidence where\r\navailable, as well as the evidence\npertaining to the arrest of the\r\nappellant and the procedure at the identification parade. The\r\nappellant testified in his defence.\nAt the end of the trial, Hancke J\r\nconvicted the appellant on seven counts of rape, eight counts of\r\ntheft and two counts of indecent\nassault.\n[4] The appellant was sentenced\r\nto a total of 120 years’ imprisonment. The learned judge\r\nconsidered the cumulative effect\nof the sentence and with a view to\r\nameliorate any harshness, ordered that the appellant serve an\r\neffective term of 28 years’\nimprisonment. The court below\r\ngranted the appellant leave to appeal against his convictions in\r\nrespect of the rapes, that is, counts\n1, 2, 6, 9 and 14 respectively;\r\ncount 3 for theft and count 17 on the indecent assault charge.\n[5] The issue before this court\r\nis whether the court below was correct in convicting the appellant\r\nand in particular:\n(a) whether the State had proved\r\nits case on the charges of rape in respect of counts 1 and 2, and\r\nwhether the appellant had been\nproperly identified as the person who\r\ncommitted the said offences;\n(b) whether the charge of theft\r\nin respect of count 3 had been proved; and\n(c) whether tacit consent had\r\nbeen given by the respective complainants through their conduct in\r\nrespect of the rape charges (counts\n6, 9 and 14) and the indecent\r\nassault charge (count 17).\n[6] It must be borne in mind that\r\neach case must be considered against the setting of its own facts and\r\ncircumstances. In this appeal,\nthe subjective state of mind of the\r\ncomplainants is an important consideration in the assessment of the\r\nentire evidence. It is\nappropriate to start by briefly considering\r\nthe definition and the elements of the crime of rape and the general\r\nprinciples applicable.\nAs the law then stood at the time of the\r\nalleged commission of these offences common law rape was defined as\r\nthe unlawful and intentional\nsexual intercourse by a male person with\r\na female without her consent.\n1\nConsent has to be free, voluntary\r\nand consciously given in order to be valid. Where sexual intercourse\r\ntakes place with a woman\nwho is unconscious (as is alleged to have\r\noccurred in counts 1 and 2 which are discussed fully below), there\r\ncan be no consent\nas she is incapable of consenting. In\nR\r\nv K\n1958 (3) SA 420\n(A) the court had to deal with a question of consent. Schreiner JA\r\nhad occasion to remark that:\n2\n'The position is\r\nmore difficult in cases where the woman has been defrauded into\r\nconsenting and more difficult still when her mind\nis affected not by\r\nthe accused’s threats or fraud but by a pre-existent\r\ndisability, such as that produced by mental disease,\nhypnosis, drugs\r\nor intoxicating liquor ... At the one end of the scale, if the woman\r\nis insensible from any cause she clearly cannot\nbe a consenting\r\nparty, nor is it easy to see how the impression could arise that she\r\nwas consenting.'\n[7] Similarly, consent is invalid\r\nwhere it was obtained in a fraudulent manner. The authors, Jonathan\r\nBurchell and John Milton,\n3\nstate the following:\n'There is no real\r\nconsent where the woman is mistaken as to the nature of the act to\r\nwhich she consents. This so-called\nerror\r\nin negotio\nexists\r\nwhere she fails to appreciate that what she is consenting to is\r\nsexual intercourse and thinks that it is an act of a different\n\nnature, such as a medical operation.\nIf she appreciates\r\nthat what the man is doing is sexual intercourse, but wrongly\r\nsupposes that it will have certain consequences,\nthe consent is real\r\neven though the man may have deceived the woman, there is no rape.'\n[8] The author Snyman,\n4\nstates:\n'For consent to\r\nsucceed as a defence, it must have been given consciously and\r\nvoluntarily, either expressly or tacitly, by a person\nwho has the\r\nmental ability to understand what he or she is consenting to, and the\r\nconsent must be based on a true knowledge of\nthe material facts\r\nrelating to the intercourse.'\nSnyman goes on to state that\r\nconsent obtained as a result of force, intimidation or threats of\r\nharm does not constitute valid consent.\nI agree with the above\r\nauthors' (Burchell & Milton and Snyman) exposition of the law on\r\nthe question of consent.\n[9] Against this background, the\r\nissues on appeal have to be decided with specific reference to the\r\nfacts before the court. It is\ntherefore necessary to analyse and\r\nassess the evidence relevant to each count separately.\n[10] I now proceed to deal with\r\nthe appeal against conviction on count 1 (the rape count). This\r\nrelates to an incident that occurred\nin Welkom during May 2005 and\r\ninvolved Ms Diemo Nkoata, who was at that time, 18 years old. She\r\ntestified that a certain man, whom\nshe identified as the appellant,\r\napproached her. He told her that he was a prophet and informed her\r\nthat she had been bewitched.\nHe offered to reveal to her, through the\r\nmedium of a mirror, the identity of the witches and how they had\r\nbewitched her. He also\ninformed her that there were worms inside her\r\nbody and that she would die within three days if no treatment was\r\nadministered to\nher. He however, never explained the manner in which\r\nsuch treatment would be provided. He took her to an old building and\r\ninstructed\nher to undress and sit on a box. She partly removed her\r\ntrousers as well as her underwear, at which time the appellant went\r\ninto\nanother room. She noticed, upon his return, that his trousers\r\nhad been lowered to his knees.\n[11] The complainant testified\r\nthat she thereafter lost consciousness. When she regained\r\nconsciousness she found the appellant standing\nnext to the door. He\r\ninformed her that he needed hair from her head, armpit and pubic\r\narea. He thereupon removed the hair and placed\nit in a piece of\r\ntoilet paper which he put inside his trouser pocket. He instructed\r\nher to get dressed. At that point she discovered\nthat her private\r\nparts were wet and felt pain inside and outside her vagina. Curiously\r\nthe appellant remarked: 'I felt you are\nnot that bad'. The\r\ncomplainant did not comprehend what he meant by this.\n[12] The complainant subsequently\r\nreported the incident to the police after listening to a radio\r\nbulletin about a man pretending\nto be a prophet. She later attended\r\nan identification parade where she positively identified the\r\nappellant as the person who had\ncommitted these offences against her.\n[13] Testifying in his defence,\r\nthe appellant denied any involvement in the commission of the\r\noffences in question. He told the\ncourt that he did not know the\r\ncomplainant and had no recollection of ever meeting her.\n[14] The trial court rejected the\r\nappellant’s version and accepted the complainant’s\r\nevidence. The judge found that\nthe complainant had not given any\r\nconsent prior to losing consciousness and that she could not have\r\ndone so while in that state.\nHe was accordingly convicted of rape as\r\ncharged.\n[15] Before us, counsel for the\r\nappellant submitted that the court below erred in convicting the\r\nappellant of rape. He contended\nthat the State had failed to prove\r\nthe act of sexual intercourse. He further argued that even if this\r\nwere proved, the commission\nof the offence as well as the identity of\r\nthe perpetrator had not been established.\n[16] This submission cannot be\r\nsustained. It is so that there is no direct evidence concerning what\r\ntranspired when the complainant\nwas in a state of unconsciousness.\r\nThe question to be asked is what could have caused that pain and\r\nbrought about the wetness?\nIn\nS\r\nv Reddy\n,\n5\nZulman AJA said the following\r\nregarding the assessment of circumstantial evidence:\n'In assessing\r\ncircumstantial evidence one needs to be careful not to approach such\r\nevidence upon a piece-meal basis and to subject\neach individual piece\r\nof evidence to a consideration of whether it excludes the reasonable\r\npossibility that the explanation given\nby an accused is true. The\r\nevidence needs to be considered in its totality. It is only then that\r\none can apply the oft-quoted\ndictum\nin\nR\r\nv Blom\n1939\r\nAD 188\nat 202-3, where reference is made to two cardinal rules of\r\nlogic which cannot be ignored. These are, firstly, that the inference\n\nsought to be drawn must be consistent with all the proved facts and,\r\nsecondly, the proved facts should be such \"that they\nexclude\r\nevery reasonable inference from them save the one sought to be\r\ndrawn\".'\n[17] In the present case, the\r\nphysical condition of the complainant as described above (the wetness\r\nand the pain on her vagina)\nindicates that sexual intercourse between\r\nher and another person did place. The appellant was the only male\r\nperson in her immediate\nvicinity. There is no evidence of any other\r\nperson being present. The only reasonable inference to be drawn is\r\nthat it is the appellant\nwho had sexual intercourse with the\r\ncomplainant. There is nothing to suggest that the complainant\r\nconsented to sexual intercourse\nat any stage. The remark by Schreiner\r\nJA in\nR v K\nreferred to in para 6 above, is apposite in this\r\ncase as the complainant had lost consciousness. It follows that the\r\nState had\nsucceeded in proving the guilt of the appellant beyond a\r\nreasonable doubt. The court below correctly convicted the appellant\r\nof\nraping the complainant, referred to in count 1.\n[18] I turn now to consider the\r\nappeal against conviction on counts 2 and 3 (the rape and theft\r\ncharges). Ms Malefu Kutu testified\nthat she was approached by the\r\nappellant in Welkom on 5 June 2005, whilst on her way to a garage to\r\nbuy pre-paid electricity. The\nappellant told her that he was a member\r\nof St Paul's Church. He informed her about her personal problems with\r\nher family, but she\nignored him. She entered the shop, bought the\r\nelectricity and left. The appellant caught up with her. He held a\r\nwhite substance\nin his hands and touched her on her shoulder\r\nwhereafter she lost consciousness.\n[19] When she regained\r\nconsciousness, she was alone next to a railway line. Her trousers and\r\nunderwear had been lowered to her knees.\nShe discovered that her\r\nprivate parts and underwear were wet and a dirty substance ─\r\nliquid in form ─ came out. Her\nhandbag, containing her\r\ncellphone, bank cards, electricity coupon and cash, had been stolen.\r\nShe surmised that the appellant had\ntaken these items as he was the\r\nlast person in her company before she lost consciousness. She\r\nreported the incident to the police\nand was examined by a\r\nprofessional nurse. She also attended an identification parade where\r\nshe pointed out the appellant.\n[20] Ms Ceba, a professional\r\nnurse, testified that she had examined the complainant a day after\r\nthe incident. A gynaecological examination\nrevealed a profuse\r\nyellowish discharge. According to Ms Ceba, her findings did not\r\nexclude evidence of the alleged sexual assault.\n[21] The appellant stated he had\r\nno recollection of ever meeting the complainant. He denied the\r\nallegations against him. The trial\ncourt accepted that the State had\r\nrelied on circumstantial evidence. The judge found that the appellant\r\nwas the last person to\nbe seen in the company of the complainant and\r\nwhilst she was still in possession of her belongings. The judge\r\naccordingly found\nthe appellant guilty as charged.\n[22] The basis of the appeal\r\nagainst conviction on these counts is that the trial court erred in\r\naccepting the circumstantial evidence.\nCounsel for the appellant\r\nsubmitted that there was no evidence to establish that sexual\r\nintercourse had taken place and if so,\nthat there was insufficient\r\nevidence to link the appellant to the commission of these offences.\n[23] In my view, this submission\r\nis devoid of merit in view of the following factors: First, the\r\ntestimony of the nurse, Ms Ceba,\nthat evidence of sexual assault\r\ncould not be excluded, remained unchallenged. It is clear therefore\r\nthat someone had sexual intercourse\nwith the complainant whilst she\r\nhad lost consciousness. It is evident that the complainant did not\r\ngive consent prior to losing\nconsciousness nor could she have done so\r\nonce unconscious. It follows that the sexual act took place without\r\nher consent. The only\nissue that has to be established is the\r\nidentity of the perpetrator. Second, there is a striking similarity\r\nto the facts of the\nrapes in counts 1 and 2: the rapes were committed\r\nwithin a period of four weeks of each other and in the same area,\r\nnamely Welkom.\nThe pattern of behaviour of the perpetrator is the\r\nsame: he approached a female person; informed her that she had been\r\nbewitched;\noffered to help her; and the female lost consciousness\r\nwhilst in the company of the perpetrator.\n[24] In this appeal, there is no\r\nevidence to suggest that another man could have had sexual\r\nintercourse with the complainant and\nno suggestion to that effect was\r\nmade during the trial. Similarly, there is no evidence to suggest\r\nthat any other person could\nhave committed the theft. There is thus\r\nno reason for the court to speculate in that regard. In light of the\r\ntotality of the evidence,\nthe inference is irresistible that the\r\nappellant committed the offences notwithstanding the lapse of time\r\nand distance between\nthe two places. It follows that the court a quo\r\ncorrectly convicted the appellant in respect of counts 2 and 3\r\nrespectively.\n[25] I turn now to consider the\r\nappeal against the convictions of rape in respect of counts 6, 9, and\r\n14 as well as the indecent\nassault conviction, being count 17. I\r\npropose to deal with the issues raised on appeal together as the\r\ndefence raised relates to\nall these counts. The main submission\r\nadvanced on behalf of the appellant was that the complainants in\r\nthese counts, through their\nconduct, had consented to have sexual\r\nintercourse with or to be touched on their private parts by the\r\nappellant. Counsel for the\nappellant further submitted that their\r\nconsent was real, despite any misrepresentation that may have\r\noccurred. For this proposition\ncounsel relied on, inter alia,\nR\r\nv K\n1966 (1) SA 366\n(SRA);\nR v Williams\n1931 (1) PH H38 (E) and\nS\r\nv W\n2004 (1) SACR 460\n(C). In my view these decisions are of no assistance to the\r\nappellant. I will show how the facts of these cases are\r\ndistinguishable\nfrom the facts of this case in so far as they bear on\r\nthe question of consent.\n[26] I must mention here that the\r\nissue of consent as a defence in respect of the allegations in these\r\ncounts, was raised for the\nfirst time on appeal, as the appellant had\r\nthroughout his trial presented a bare denial of the allegations.\r\nRegarding the appellant’s\ndecision to raise this defence on\r\nappeal, I accept that there is no onus on the appellant. However, one\r\nwould have expected him\nto have pertinently raised this issue during\r\nthe trial. Be that as it may, my view is that since the outcome of\r\nthis appeal turns,\ninter alia, on the element of consent, it will\r\ntherefore be necessary to consider the possibility of consent even\r\nwhere the appellant\nhad denied sexual intercourse\n.\n6\n[27] The appeal in respect of\r\ncount 6 (the rape charge), relates to an incident which occurred in\r\nOdendaalsrus on 22 November 2005\ninvolving Ms Seipati Sefothelo, a 13\r\nyear old girl. The complainant testified that the appellant\r\napproached her and told her that\nhe was a prophet. He informed her\r\nthat she had been bewitched and offered to reveal the identity of the\r\nculprits by using a mirror.\nHe led her to an area underneath a\r\nbridge. He informed her that the people had taken hair from her head,\r\narmpit and pubic hair.\nHe stated that he would have to extract hair\r\nfrom these areas as well, to prevent the people from further\r\nbewitching her. He then\nremoved hair from these areas, wrapped it in\r\na piece of paper and placed it underneath a stone.\n[28] He instructed her to remove\r\nher trousers and underwear and stated that he needed semen from a\r\nmale person because a 'tokoloshe'\nhad sexual intercourse with her\r\nduring the night. He told her to face the wall and bend down. She\r\ncomplied, but realised that the\nappellant had removed his trousers.\r\nShe sought an explanation for his actions, but the appellant did not\r\nrespond and proceeded\nto have sexual intercourse with her. She felt\r\nsome pain and started crying, whereafter the appellant stopped. The\r\ncomplainant testified\nthat she never consented to have sexual\r\nintercourse with him. She told the court she resisted when he raped\r\nher by pushing him\nbackwards. She was not aware that the appellant\r\nwould have sexual intercourse with her during the healing process.\r\nShe also identified\nthe appellant at an identification parade.\n[29] As against the State's\r\nversion, the appellant denied any involvement in the commission of\r\nthe alleged offence. The trial court\nrejected the appellant’s\r\nversion as false. The judge reasoned that the complainant’s\r\nconsent was not based on true\nknowledge of the reasonable facts\r\nrelating to the intercourse. The court below accordingly convicted\r\nthe appellant of raping the\ncomplainant.\n[30] In this court, counsel for\r\nthe appellant, as I have already alluded, raised a new defence of\r\nconsent and relied on the cases\nreferred to in para 25 above. He\r\nsubmitted that since the complainant was 13 years old, the court\r\nbelow ought to have convicted\nthe appellant of contravening s\r\n14(1)\n(a)\nof the Sexual Offences Act 23 of 1957 and not rape as\r\nthe complainant had consented to the sexual act through her conduct.\n[31] In my judgment the\r\nsubmission that the complainant had given consent falls to be\r\nrejected. It is evident that the appellant\nnever explained to this\r\nchild that the 'treatment' would include having sexual intercourse\r\nwith him. In my view, the circumstances\nin\nR v K\n1966 (1) SA\r\n366\n(SRA),\nR v Williams\nand\nS v W\nare different as the\r\ncomplainants in those matters were aware that the act of sexual\r\nintercourse would take place and had consented\nthereto. It follows\r\nthat the appellant's reliance on those cases is misplaced. They\r\ncannot assist the appellant with regard to\nthe facts relating to this\r\ncount as there was no prior consent when he had sexual intercourse\r\nwith the complainant. The misrepresentation\nin this case related to\r\nthe act of sexual intercourse, and not the results of the treatment.\r\nIn the circumstances, it cannot be\nsaid that the complainant\r\nconsented ─ tacitly or otherwise ─ to sexual intercourse.\r\nFurthermore her evidence that she\nresisted by pushing him clearly\r\nmilitates against consent. It follows that the appellant was\r\ncorrectly convicted of rape involving\nthe 13 year old girl.\n[32] This brings me to the appeal\r\nagainst the conviction of rape on count 9. The testimony of Ms\r\nFlorence Nkosi, a 19 year old student,\nrelated to an incident that\r\ntook place in Welkom on 17 September 2006. She testified that she was\r\napproached by a man, wearing\na badge of the Zion Christian Church.\r\nShe identified this person as the appellant. The man used the same\r\nmodus operandi as described\nabove. In this complainant’s case,\r\nhe told her that some eggs had been inserted inside her body and that\r\nhe could remove\nthem. She believed him, as she had previously been\r\ninformed about the same issue by another man. The appellant took an\r\namount of\nR20 from her. He removed hair from her head, armpits and\r\npubic area. He initially inserted his finger into her vagina stating\r\nthat\nhe was trying to find the 'sperm'. Thereafter, he told her to\r\nremove her trousers and underwear. She demanded an explanation for\n\nthis but he became aggressive and stated that she should not question\r\nhis motives if she needed his help.\n[33] She eventually complied and\r\nremoved her clothing. He demonstrated to her the manner in which she\r\nshould sit and instructed\nher to open her legs. She duly complied as\r\nshe believed that he was helping her. He instructed her to close her\r\neyes and pray.\nShe did as she was told, but when she opened her eyes,\r\nshe was surprised to see the appellant half-naked kneeling in front\r\nof her.\nHe proceeded to have sexual intercourse with her and ordered\r\nher not to make any noise as he was helping her. The complainant\r\ntestified\nthat she did not have an opportunity to prevent the\r\nappellant. He also did not explain the manner in which some 'sperm'\r\nwould be\nextracted from her. She further told the court that she had\r\nscreamed because she felt pain and tried to push him away. She had\r\nnot given him permission to have sexual intercourse with her and had\r\nnot expected him to do so. After the incident, the complainant\nleft\r\nthe park with the appellant. She also pointed out the appellant\r\nduring the identification parade.\n[34] The appellant denied ever\r\nmeeting the complainant. He further denied the allegation of rape.\r\nThe court below rejected the appellant’s\nversion and convicted\r\nhim as charged.\n[35] Counsel for the appellant\r\nsubmitted that the complainant had through her conduct consented to\r\nthe sexual intercourse. This\nsubmission cannot be sustained as the\r\nappellant used the same modus operandi with this complainant as with\r\nthe others. He had ordered\nher to sit like a person who was having\r\nsexual intercourse and became aggressive when she refused to undress.\r\nIt is also clear\nthat the appellant never told her that sexual\r\nintercourse would be part of the treatment. He instructed her to\r\nclose her eyes,\neffectively taking her by surprise. That she screamed\r\nand tried to push him away, clearly points to lack of consent. In the\r\ncircumstances,\nthe complainant did not give valid consent. In the\r\nresult the appellant's guilt in respect of count 9 was properly\r\nestablished.\nHis appeal against this rape conviction cannot succeed.\n[36] Regarding the appeal against\r\nconviction of rape (count 14), Ms Selloane Makoro testified about an\r\nincident which occurred in\nWelkom on 26 April 2007, when she was aged\r\n19. She told the court that the appellant had approached her as she\r\nwas leaving a doctor’s\noffice. He told her that he was a\r\nprophet and that she was sick. He offered to help her and suggested\r\nthey proceed to a quiet place\nwhere he would reveal everything to her\r\nin a mirror. They walked together until they reached a spot with a\r\ntree trunk where he\ninstructed her to pray. The appellant also\r\npointed out two other men in the nearby surroundings. He instructed\r\nher to undress,\nturn around and hold onto the tree trunk which she\r\ndid. He ordered her not to look at him. She felt him penetrating her.\r\nShe wanted\nto scream for help but did not do so, as she was\r\nfrightened and under the impression that the two men she had seen\r\nearlier and\nwho were still standing under a tree were the appellant's\r\nfriends. According to the complainant, the appellant did not explain\r\nthe manner in which he would help her. Nor did he tell her that the\r\nhealing process would entail having sexual intercourse with\nher. She\r\nstated that she would have declined his offer, had she been aware of\r\nhis motives. The appellant also took her wallet,\ncellphone,\r\nmedication and left. The complainant pointed out the appellant during\r\nthe identification parade.\n[37] The appellant denied the\r\nallegations against him. He told the court that he saw the\r\ncomplainant for the first time during the\nidentification parade. The\r\ncourt below rejected the appellant’s version and convicted him\r\nof rape.\n[38] In this court, counsel\r\npersisted in his argument that tacit consent had been given by the\r\ncomplainant. In my view, this argument\nis fallacious. It is evident\r\nthat the complainant was frightened and under the impression that the\r\ntwo men she saw earlier, and\nwho were still in the vicinity,\r\ncooperated with the appellant. It is clear that she submitted due to\r\nfear. There can be no consent\nunder such circumstances. It follows\r\nthat the court below was correct in convicting the appellant of\r\nraping the complainant.\n[39] I am satisfied that in none\r\nof the above cases of rape was the consent of each of the respective\r\ncomplainants obtained.\n[40] The final count relates to\r\nconviction on the charge of indecent assault (count 17). The\r\ntestimony of Ms Gloria Vatsha related\nto an incident which occurred\r\nin Welkom on 26 August 2007. The appellant approached her and\r\nintroduced himself as a prophet. They\nwalked together and met an\r\nunknown female. They went to a park where the appellant instructed\r\nher to pray and left with the other\nwoman. The complainant stated\r\nthat she had some reservations about the appellant’s motives\r\nand upon his return told him that\nshe was no longer interested.\n[41] The appellant replied that\r\nthe rejection of his offer could lead to her death. She became\r\nalarmed and decided to stay and accept\nthe appellant’s\r\nassistance. He instructed her to hand her belongings to the other\r\nfemale. She did so – assuming this\nwas for safekeeping. The\r\nappellant and the complainant left the other woman, whereafter he\r\ninformed her about her problems. He\nextracted some hair from her head\r\nand armpit. He also informed her that she would not be able to\r\nconceive as some of her eggs were\nblocking her uterus and offered to\r\nremove them. He instructed her to unzip her skirt, pull down her\r\nunderwear and open her legs.\nHe inserted his finger into her vagina\r\nand also pulled out pubic hair. She testified that she was not\r\ncomfortable but did not stop\nhim because she was under the impression\r\nthat he was helping her.\n[42] The appellant told the court\r\nthat he had no recollection of the incident. He averred that he would\r\nnever attack a stranger\nin such a manner. The court below rejected\r\nhis version as false and convicted him.\n[43] Before us, counsel\r\nre-iterated in his submissions the defence of consent on this count\r\nas well. This argument cannot prevail.\nFirst, the test pertaining to\r\nindecent assault is an objective one. It has nothing to do with\r\nwhether the complainant objected\nor not. In\nS\r\nv F\n,\n7\nthe court held that regard must\r\nbe had to the expressed motive or intention of the accused as\r\nconveyed to the complainant (whether\nby words, conduct or\r\nimplication), in determining whether an assault amounted to an\r\nindecent assault. It further held that the\nparticular part of the\r\nbody of the complainant at which the assault was directed, was not of\r\ndecisive importance in determining\nthe ‘indecency’ of the\r\nassault. In\nS v\nKock\n,\n8\nHeher JA remarked that:\n'\nIndecent\nassault\nis\nin\nits\nessence\nan\nassault\n(\nnot\nmerely\nan\nact\n)\nwhich\nis\nby\nits\nnature\nor\ncircumstances\nof\nan\nindecent\ncharacter\n.'\nIn this case, the appellant’s\r\nconduct of inserting his finger into the complainant’s vagina\r\nis objectively indecent.\n[44] Second, it is evident that\r\nthe appellant never explained the manner in which the eggs would be\r\nremoved from the uterus and\ntherefore it was clear that the\r\ncomplainant did not have full appreciation of what she was consenting\r\nto. It is clear that consent\nwas secured by clandestine machinations\r\namounting to fraud. In the result, the appellant was correctly\r\nconvicted of indecent assault.\n[45] In my judgment, whilst the\r\nfacts of the cases relied upon by the appellant correctly reflect the\r\nstate of the law in relation\nto those cases, it however does not\r\nassist the appellant on the facts of this appeal for the dicta were\r\npremised on entirely different\ncontexts. In those cases, the\r\ncomplainants had consented to sexual intercourse. Put differently,\r\nthey had a full appreciation of\nwhat they were consenting to, that\r\nis, that sexual intercourse would take place. That is not the case in\r\nthis appeal.\n[46] In my view, on the totality\r\nof the evidence tendered, the appellant’s version was correctly\r\nrejected as not reasonably\npossibly true. The complainants targeted\r\nby the appellant were relatively young and disconcertingly gullible.\r\nThey appeared to\nhave had some personal problems and were thus taken\r\nin by the appellant. The complainants referred to in counts 1 and 2\r\nrespectively\nwere in no position to consent as they were unconscious\r\nwhen the acts of sexual intercourse occurred. Similarly, in respect\r\nof\nthe complainants in counts 6, 9, 14 and 17 respectively, there was\r\nno consent. There was duress, intimidation or fraud which nullified\n\nvalid consent. I agree with counsel for the State that the defence of\r\nconsent raised on appeal, was not a true defence, but a contrived\n\nafterthought by the appellant in an attempt to escape liability for\r\nhis deeds. I am accordingly satisfied that the State has proved\nthe\r\nguilt of the appellant beyond a reasonable doubt. There is thus no\r\nbasis to disturb the trial court's findings. It follows\nthat the\r\nappeal must fail.\n[47] For these reasons the appeal\r\nagainst the conviction in respect of all counts is dismissed.\n_______________\nN Z MHLANTLA\nJUDGE OF APPEAL\nAPPEARANCES\nFor Appellant: P W Nel\nInstructed by Mr K Pretorius\nLegal Aid Board\nBloemfontein\nFor Respondent: D W Bontes\nInstructed by Mr Mthethwa\nDirector of Public Prosecutions\nBloemfontein\n1\nThe\r\n\tcommon law crime of rape has been repealed by the\nCriminal Law\n(Sexual Offences and Related Matters) Amendment Act 32 of 2007\nand\r\n\treplaced with an expanded statutory crime of rape.\n2\nR\r\n\tv K\n1958 (3) SA 420\n(A) at 421G-H.\n3\nPrinciples\r\n\tof Criminal Law\n3 ed (2005) at\r\n\t710-711. See also C R Snyman\nCriminal\r\n\tLaw\n5 ed (2008) at 364;\nS\r\n\tv W\n2004 (1) SACR 460\n(C).\n4\nC\r\n\tR Snyman\nCriminal Law\n5\r\n\ted (2008) at 364.\n5\nS\r\n\tv Reddy\n1996 (2) SACR 1\n(A) at 8c-e.\n6\nSee\nS v York\n2002 (1) SACR 111\n(SCA) para 19.\n7\nS\r\n\tv F\n1982 (2) SA 580\n(T).\n8\nS\r\n\tv Kock\n2003 (2) SACR 5\n(SCA) para 9.",
  "scraped_at": "2026-02-12T16:10:11.683165",
  "date": "2011-11-23",
  "coram": [
    "MTHIYANE",
    "MHLANTLA",
    "BOSIELO",
    "SERITI JJA",
    "MEER AJA"
  ],
  "case_number": "123/11",
  "parties": {
    "applicants": [
      "NDOYISIWE PAULOS NOTITO"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The appellant, N.D. Paulos Notito, repeatedly approached women in Welkom, Kroonstad and Odendaalsrus between May 2005 and August 2007, claiming to be a prophet who could cure alleged witchcraft afflictions. He persuaded victims to surrender hair from their heads, armpits and pubic areas, after which he touched their private parts and engaged in sexual intercourse while many of the women were unconscious. In several instances personal belongings were also taken. The State charged him with seven counts of rape, eight counts of theft and two counts of indecent assault. The trial court convicted him on all counts and sentenced him to an effective term of 28 years imprisonment.",
    "issues": "The appeal raised three principal issues: (a) whether the State proved the elements of rape and correctly identified the appellant for counts 1, 2, 6, 9 and 14; (b) whether the theft charge on count 3 was proved; and (c) whether the complainants had given tacit consent to the sexual acts for the remaining rape counts and the indecent assault charge (count 17).",
    "principles": "The court reiterated the common‑law definition of rape as unlawful, intentional sexual intercourse without consent, and explained that consent must be free, voluntary, and based on true knowledge of the nature of the act. It cited R v K, Snyman’s commentary on consent, and the requirement that consent be absent where the victim is unconscious, deceived, or under duress. The court also applied the principles governing circumstantial evidence (S v Reddy, R v Blom) requiring that the inference be consistent with all proved facts and exclude reasonable alternative explanations.",
    "application": "Applying these principles, the court found that the complainants were unconscious or misled about the purpose of the appellant’s ‘treatment,’ rendering any alleged consent invalid. Medical evidence of vaginal discharge and the victims’ statements of pain and lack of awareness supported the inference of sexual intercourse. Identification parades positively linked the appellant to each victim, and no evidence suggested another perpetrator. The theft allegations were likewise supported by the victims’ loss of belongings and the appellant being the last person seen with them. Consequently, the State’s case was proven beyond reasonable doubt on all counts.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal in its entirety, confirming the convictions for all seven rapes, eight thefts, and two indecent assaults and upholding the effective sentence of 28 years imprisonment."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "theft",
      "indecent assault",
      "consent",
      "appeal"
    ]
  }
}