{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/199.html",
  "case_name": "Gazit Properties (Pty) Ltd v Botha NO and Others (873/2010) [2011] ZASCA 199; 2012 (2) SA 306 (SCA) (23 November 2011)",
  "citation": "[2011] ZASCA 199",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 199\n|\nNoteup\n|\nLawCite\nGazit Properties (Pty) Ltd v Botha NO and Others (873/2010) [2011] ZASCA 199; 2012 (2) SA 306 (SCA) (23 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 873/2010\nIn the matter between\nGAZIT PROPERTIES (PTY) LTD\n…......................................................\nAPPELLANT\nand\nDEON MARIUS BOTHA N.O.\n….............................................\nFIRST\r\nRESPONDENT\nIZAK JOHANNES BOSHOFF N.O.\n…................................\nSECOND\r\nRESPONDENT\nWERGELE STAFFORD MACKENZIE N.O.\n….......................\nTHIRD\r\nRESPONDENT\nNeutral citation:\nGazit Properties v Botha\r\nN.O.\n(873/10)\n[2011] ZASCA 199\n(23 November 2011)\nCoram: HARMS AP, HEHER, SNYDERS, SHONGWE and MAJIEDT\r\nJJA\nHeard: 7 NOVEMBER 2011\nDelivered: 23 NOVEMBER 2011\nSummary: Insolvency – interpretation and\r\napplication of s 29(1) of\nInsolvency Act 24 of 1936\n– meaning\r\nof the phrase ‘in the ordinary course of business’ –\r\npayment made in terms of valid underlying\ncontract by due date\r\nunaffected by illegality of the insolvent’s business.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nNorth Gauteng High Court,\r\nPretoria (Kruger AJ, sitting as court of first instance):\n1. The appeal is upheld with costs.\n2. The order of the court below is set aside and\r\nsubstituted with the following:\n‘\nThe plaintiff’s claim is\r\ndismissed with costs’.\n____________________________________________________________­­­__\nJUDGMENT\n______________________________________________________________\nMAJIEDT JA (HARMS AP, HEHER, SNYDERS and SHONGWE JJA\r\nconcurring):\n[1] This is an appeal against the judgment of Kruger AJ,\r\nsitting in the North Gauteng High Court, Pretoria, in terms of which\r\ncertain\npayments (dispositions) made by an insolvent company to the\r\nappellant (as defendant) were set aside in terms of the provisions of\n\ns 29(1) of the Insolvency Act 24 of 1936, (the Act) and whereby the\r\nappellant was ordered to repay the said monies to the respondents\n(as\r\nplaintiffs). The appeal is with the leave of the court below.\n[2] The respondents sued as joint liquidators of\r\nMalokiba Trading 19 (Pty) Ltd (Malokiba), a company in liquidation,\r\nwhich ostensibly\nhad conducted business as bridging financiers in\r\nrespect of fixed property transactions. Malokiba borrowed money from\r\nmembers of\nthe general public as investors and lent same out for the\r\nfinancing of transfer costs or estate agents’ commission or\r\nbridging\nfinance in respect of fixed property transactions, prior to\r\nthe registration of transfers. These transactions would occur on the\n\nback of valid transfers of fixed property. This was how Malokiba’s\r\nbusiness was held out to potential investors but the reality\nwas\r\ndifferent. It turned out that Malokiba often accepted investments and\r\nlent out money without back-up property transfers. The\noutcome was an\r\ninevitable debacle whereby new investors’ funds were used to\r\npay out earlier investors and, when insufficient\nnew investment funds\r\nwere received, the entire scheme collapsed.\n[3] The appellant, Gazit Properties (Pty) Ltd (Gazit),\r\nwas one such investor, having lent and advanced a total sum of R5\r\nmillion\nto Malokiba. Written loan agreements were concluded between\r\nGazit and Malokiba in respect of this money. In terms thereof Gazit\n\nwould receive interest of 2.5 per cent of the capital loan monthly\r\nand the agreements would remain in force for an indefinite period,\n\nsubject to cancellation by any party after the expiry of three months\r\nand on 45 days’ notice. Gazit exercised its right of\n\ncancellation accordingly and the full capital and interest were paid\r\nby Malokiba.\n[4] The amount in issue, R3 050 355, is in respect of\r\npayments made by Malokiba within the six-month period preceding its\r\nliquidation.\nThe parties entered into a pre-trial agreement whereby\r\nGazit admitted that immediately after every payment, Malokiba’s\r\nliabilities\nexceeded its assets; that every payment had the effect of\r\npreferring Gazit as a creditor above Malokiba’s other\r\ncreditors;\nand that every payment to Gazit constituted an alienation\r\nof its assets by Malokiba. The parties also agreed that Malokiba did\r\nnot intend to prefer Gazit above other creditors in making these\r\npayments and that the only issue which the court had to determine\n\nrelated to the liquidators’ claim under s 29(1) of the Act and\r\nwas whether the payments to Gazit were made in the ordinary\ncourse of\r\nbusiness. Section 29(1) reads as follows:\n‘\nEvery\r\ndisposition of his property made by a debtor not more than six months\r\nbefore the sequestration of his estate . . . . which\nhas had the\r\neffect of preferring one of his creditors above another, may be set\r\naside by the Court if immediately after the making\nof such\r\ndisposition the liabilities of the debtor exceeded the value of his\r\nassets, unless the person in whose favour the disposition\nwas made\r\nproves that the disposition was made in the ordinary course of\r\nbusiness and that it was not intended thereby to prefer\none creditor\r\nabove another.’\n[5] The gist of Gazit’s case was that Malokiba had\r\nrepaid the loans in accordance with its obligations in terms of valid\r\nunderlying\nloan agreements in the ordinary course of business. The\r\nliquidators, on the other hand, contended that the payments were not\r\nmade\nin Malokiba’s ordinary course of business, since its\r\nbusiness was tainted. Three bases were advanced in the particulars\r\nfor\ntrial, namely:\n(a) that Malokiba had contravened s 11(1) of the Banks\r\nAct 94 of 1990 in that it procured loans from the general public to\r\nbe lent\nout further, without being registered as a bank;\n(b) that the interest rate paid by Malokiba to investors\r\nexceeded the maximum allowed under Government Notice 1135 of 1999\r\n(published\nin\nGovernment Gazette\n20169 of 1999) and issued\r\nunder s 26(6) of the Consumer Affairs (Unfair Business Practices) Act\r\n71 of 1988, meaning, presumably,\nthat Malokiba conducted an unlawful\r\nharmful business practice; and\n(c) that Malokiba’s business constituted a\r\nprohibited pyramid scheme in terms of the same notice, with new\r\ninvestors’\nfunds being utilised to make interest payments to\r\nexisting investors.\n[6] At the trial the liquidators expressly abandoned\r\nground (c) and did not raise the allegation under (b). It was, in\r\nparticular,\nnever alleged that the interest rate paid under the loan\r\nagreements with the appellant was unlawful. Before us the liquidators\r\nalso did not rely on (b). The focus was the contravention of the\r\nBanks Act and, in spite of the particulars for trial, on the\r\nallegation\nthat the appellant and other investors had been misled in\r\nlending money to the company and that the appellant had been repaid\r\nfrom\nmoney sourced from new investors. Before us the liquidators put\r\ntheir case as follows:\n‘\nIt is clear that the loan\r\nagreements are tainted and cannot be regarded as genuine loans in\r\nview of the evidence to the effect that\nthe appellant had been\r\ndeceived to make investments, ostensibly earmarked for specific\r\nproperty transactions, whilst this was not\nthe true situation; the\r\nappellant failed to adduce any evidence to negate the conclusion that\r\nit had been paid by funds sourced\nfrom new investors.’\n[7] The high court, in adopting the argument of the\r\nliquidators, laid heavy emphasis on the fundamental contamination\r\n(‘fundamentele\nkontaminasie’) of the transaction whereby\r\nMalokiba repaid the loans to Gazit. Such contamination, held Kruger\r\nAJ, was to\nbe found in Malokiba’s contravention of the Banks\r\nAct followed by (’opgevolg deur’) a transaction not made\r\nin\nthe ordinary course of business because, he said, it was a\r\ntransaction ‘wat gebuk [gegaan het] onder die bewese omringende\n\nwanpraktyke’ namely that Malokiba had entered into loan\r\nagreements under false pretences. The underlying premise, which is\nto\r\nfocus on the nature of the insolvent’s general business\r\npractices, is in my judgment misplaced and concentrating on the\n\n‘tainted’ nature of Malokiba’s general business\r\nmodel is to misapply the provisions of s 29(1). What it requires\nis a\r\nclose scrutiny of the dispositions itself, viewed against the\r\nbackground of its causa.\n[8] The general test of what constitutes a disposition\r\nin the ordinary course of business is well established. In\nEstate\r\nWege v Strauss\n1932 AD 76\nthe matter\r\nconcerned a transaction between a professional bookmaker (Strauss)\r\nand his client (Wege) and this court had to determine\nwhether the\r\ntransaction had been concluded in Strauss’s ordinary course of\r\nbusiness. Wessels ACJ found that in the special\ntype of business of\r\nthat kind it is not normal for a bookmaker to permit the settlement\r\nof betting debts to stand over for an unlimited\nperiod of time and\r\nthat the late payment therefore was not done in Strauss’s\r\nordinary course of business. He said that\n‘\nif\r\na debtor pays a debt in accordance with the stipulations of his\r\ncontract, then such payment is\nprima facie\nmade in the ordinary course of business’. This\r\nmeans that one first has to have regard to the nature of the\r\nobligation in\nterms of which the disposition or payment was made.\r\nThis was made clear by Van Winsen JA in\nHendriks\r\nNO v Swanepoel\n1962 (4) SA 338\n(A) at 345B\r\nwhen he said the following:\n‘\nDie\r\nHof benader die vraag of ‘n transaksie in die gewone loop van\r\nsake geskied het, objektief wanneer hy hom afvra of, in\nag genome die\r\nvoorwaardes van die ooreenkoms en die omstandighede waaronder dit\r\naangegaan is, die bedoelde ooreenkoms een is wat\nnormaalweg tussen\r\nsolvente besigheidsmense aangegaan sou word.’\nThe same approach was adopted in\nAmalgamated Banks of\r\nSouth Africa Bpk v De Goede & ‘n ander\n1997 (4) SA 66\n(SCA) at 78C-D where FH Grosskopf JA said the test under s 29(1)\r\ninvolved the question whether the underlying transaction was one\n‘met\r\ngebruiklike terme wat gewone besigheidsmense normaalweg onder die\r\ngegewe omstandighede sou aangegaan het.’\n[9] Gazit accepted that it bore the onus of proving that\r\nthe payments had been made by Malokiba in the ordinary course of its\r\nbusiness.\nIt led evidence, as did the liquidators. It is not\r\nnecessary to detail and discuss the evidence. On the common cause\r\nfacts and\non the admissions by Gazit in the pre-trial agreement\r\nmentioned above, Gazit’s loans had been repaid by Malokiba in\r\naccordance\nwith the terms of the parties’ loan agreements, ie\r\nby due date and on the terms as stipulated in the loan agreements. It\r\nis eminently a case of solvent business people entering into an\r\nagreement whereby the one lends and advances money to the other\nand\r\nthe latter in turn agrees to repay that loan with interest over a\r\nperiod of time and the capital in full by the end of the\nagreement\r\n(whether that end occurs by the effluxion of time or on notice or by\r\nsome other event, as is stipulated in the loan agreement).\nThis means\r\nthat since Gazit was vested with a contractual right to be repaid as\r\nsoon as it cancelled the loan agreements in accordance\nwith the terms\r\nof cancellation, Malokiba concomitantly had a contractual obligation\r\nto make the repayment.\n[10] The liquidators, as mentioned,\r\nrelied on the fact that in accepting deposits from the general public\r\nand lending same out to\nothers, Malokiba had conducted the business\r\nof a bank in contravention of s 11(1) of the Banks Act and that this\r\nsome way or other\ntainted the loan agreements\n.\nThe fact that Malokiba did\r\ncontravene the Act does not mean that the loan agreements were not\r\nnormal agreements within the terms\nof the\nAmalgamated\r\nBanks\ndictum quoted\r\nabove.\nThere\r\nis nothing in the Act that leads to such a conclusion, see\nOilwell\r\nv Protec\n2011\r\n(4) SA 394\n(SCA)\npara 19.\nTo the contrary, the\r\nprovisions of s 83(1) of that Act, which empower the Registrar of\r\nBanks to direct the recipient of money unlawfully\nobtained while\r\nunlawfully carrying on the business of a bank to repay such money,\r\nlead ineluctably to the opposite conclusion.\n[11] In any event, on the assumption that the loans were\r\non this ground void, the money had to be repaid by the company on\r\ndemand.\nThis is not a case where the\npar\r\ndelictum\n-rule could find any application. No\r\nevidence was tendered that the investors, in particular Gazit, knew\r\nthat Malokiba’s business\nwas illegal. As Conradie JA put it in\r\na different but analogous context in\nFourie N\r\nO v Edeling N O\n[2005] 4 All SA 393\n(SCA) par\r\n13 (that matter concerned undue preference to creditors in terms of s\r\n30(1) of the Act, but contextually the position\nis no different than\r\nthe present matter):\n‘\nThe\r\nscheme never had the least entitlement to repay investors’\r\nmoney until the date which had supposedly been agreed as the\ndue date\r\nfor repayment. The perpetrators of the scheme knew the investments to\r\nbe illegal. There is, on the other hand, no evidence\nthat any of the\r\ninvestors knew their investments to be tainted, nothing from which to\r\ninfer that any one of them acted\nex\r\nturpi causa\n.\r\nThat being so, no question arises of relaxing the [\npar\r\ndelictum\n]\r\nrule . . . . Upon receipt of a payment the scheme was liable promptly\r\nto repay it to the investor who had a claim for it under\nthe\ncondictio\r\nob iniustam causam.\n’\n[12] That brings me to the other instances of\r\n‘fundamental contamination’. The first is that Malokiba\r\nmisled Gazit in\nentering into the loan agreements as to the purpose\r\nfor which the money would be put to use. I fail to understand the\r\nrelevance\nof this point. Gazit was entitled, had it become aware of\r\nthe misrepresentation, to cancel the contracts. But until cancelled,\r\nit remained valid and enforceable and payment in its terms\r\n(especially by the guilty party) could never be regarded as not being\n\nin the ordinary course of business.\n[13] The last point of contamination relates to the fact\r\nthat Malokiba did not have money to repay the loan unless it utilised\r\nthe\nmoney raised through misrepresentations from new investors. The\r\nfact that Malokiba’s liabilities may have exceeded its assets\n\nat the time of payment is irrelevant –\nHendriks NO v\r\nSwanepoel\n, supra, at 345C;\nPretorius’ Trustee v Van\r\nBlommenstein\n1949 (1) SA 267\n(O) at 276. Nor does it matter where\r\nthe funds to make the payment had been procured from. There is no\r\nauthority which counsel\ncould refer us to which has the effect that\r\nthe source of payment is material to an enquiry whether a disposition\r\nwas made in the\nordinary course of business. Payment of a debt with\r\nstolen money does not taint the payment. This is not a case where in\r\nmaking\nthe dispositions or payments Malokiba committed an offence or\r\nacted in fraud of the rights of third parties –\nDu Plooy NO\r\nv National Industrial Credit Corporation Ltd\n1961 (3) SA 741\n(W)\r\nat 744C-D.\n[14] Much reliance was placed by the liquidators on this\r\ncourt’s recent judgment in\nJanse van Rensburg NO v Botha\n[2011] ZASCA 72.\nThat case concerned a disposition to one of the\r\nKrion scheme investors, which the scheme’s liquidators sought\r\nto have set\naside under s 29(1) of the Act. They were successful. But\r\ncounsel wrongly contended that that case is on all fours with the\r\npresent\ncase. The issues in that case were set out in para 3 of the\r\njudgment. Disposition in the ordinary course of business was not one\n\nof them.\n[15] In summary therefore, Malokiba duly complied with\r\nits contractual obligation to repay the loans to Gazit, which had\r\nbecome\ndue when Gazit cancelled the loan agreements in accordance\r\nwith its terms. The tainted nature of Malokiba’s business is\r\nirrelevant\nto the fact that such repayment was made in Malokiba’s\r\nordinary course of business. The high court therefore erred in\r\nupholding\nthe liquidators’ claim in terms of s 29(1) of the\r\nAct.\n[16] The appeal is upheld with costs. The order of the\r\ncourt below is set aside and substituted with the following:\n‘\nThe plaintiff’s claim is\r\ndismissed with costs.’\n___________\nS A MAJIEDT\nJUDGE OF APPEAL\nAPPEARANCES:\nCounsel for appellants : P ELLIS SC\nInstructed by : KMG & Associates Incorporated,\r\nBrooklyn\nLovius Block Attorneys, Bloemfontein\nCounsel for respondents : J G WASSERMAN SC (with him P A\nSWANEPOEL)\nInstructed by : Tintingers Incorporated, Pretoria\nSymington & de Kok, Bloemfontein",
  "scraped_at": "2026-02-12T16:10:29.611713",
  "date": "2011-11-23",
  "coram": [
    "HARMS AP",
    "HEHER",
    "SNYDERS",
    "SHONGWE",
    "MAJIEDT JJA"
  ],
  "case_number": "873/2010",
  "parties": {
    "applicants": [
      "GAZIT PROPERTIES (PTY) LTD"
    ],
    "respondents": [
      "DEON MARIUS BOTHA N.O.",
      "IZAK JOHANNES BOSHOFF N.O.",
      "WERGELE STAFFORD MACKENZIE N.O."
    ]
  },
  "sections": {
    "facts": "The respondents were appointed liquidators of Malokiba Trading 19 (Pty) Ltd, a company that purported to act as a bridging finance provider for fixed‑property transactions. Malokiba raised money from the public and lent it out to finance transfer costs, often without having the underlying property as security, leading to a pyramid‑like scheme that collapsed. Gazit Properties (Pty) Ltd invested R5 million in Malokiba under written loan agreements that provided for monthly interest of 2.5% and allowed either party to cancel after three months on 45‑day notice. Gazit exercised its right to cancel and Malokiba repaid the principal and accrued interest. The amount in dispute, R3 050 355, relates to repayments made by Malokiba within six months before its liquidation. The liquidators sought to set aside those repayments under s 29(1) of the Insolvency Act, arguing the payments were not in the ordinary course of business because Malokiba’s overall business was illegal and constituted a pyramid scheme.",
    "issues": "The central issue was whether the repayments to Gazit were made “in the ordinary course of business” within the meaning of s 29(1) of the Insolvency Act, despite the fact that Malokiba’s business model may have contravened the Banks Act and other regulatory provisions. The liquidators contended that the illegal nature of the business rendered the repayments preferential and therefore voidable.",
    "principles": "The court applied the established test for ordinary‑course transactions, requiring an objective assessment of whether the disposition was made in accordance with the terms of a genuine contractual obligation that a solvent business would ordinarily honour. Precedents cited include Estate Wege v Strauss (1932 AD 76), Hendriks NO v Swanepoel (1962 (4) SA 338), Amalgamated Banks of South Africa Bpk v De Goede (1997 (4) SA 66), and the principle that the source of funds or the illegality of the broader business does not automatically taint a payment that complies with a valid contract. The court also noted that the statutory provision does not incorporate a “par delictum” rule whereby an illegal business automatically renders all transactions unlawful.",
    "application": "Applying these principles, the court found that Gazit’s loan agreements were valid, and Malokiba’s repayments were made in accordance with the contractual terms and on the due date following Gazit’s cancellation notice. The fact that Malokiba’s overall business was illegal or that it relied on funds from new investors did not alter the character of the individual repayment transaction. Consequently, the repayments fell within the ordinary course of business and the liquidators had not discharged the statutory burden of proof.",
    "conclusion": "The appeal was upheld. The High Court’s order setting aside the repayments was overturned and replaced with a dismissal of the liquidators’ claim. The plaintiff’s claim was dismissed with costs."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Preference Claims",
    "level_3": [
      "section 29",
      "ordinary course of business",
      "illegal business",
      "preference",
      "liquidators"
    ]
  }
}