{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/113.html",
  "case_name": "Kriel v S (483/10) [2011] ZASCA 113; 2012 (1) SACR 1 (SCA) (1 June 2011)",
  "citation": "[2011] ZASCA 113",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 113\n|\nNoteup\n|\nLawCite\nKriel v S (483/10) [2011] ZASCA 113; 2012 (1) SACR 1 (SCA) (1 June 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nIN THE SUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nCase no.: 483/10\nIn the matter between:\nPETRUS JACOBUS KRIEL\n............................................................................\nAppellant\nand\nTHE STATE\n...................................................................................................\nRespondent\nNeutral citation\n:\nKriel v The State\n(483/10)\n[2011] ZASCA\n113\n(01 June 2011)\nCoram\n: Cloete, Cachalia JJA and Meer AJA\nHeard: 26 May 2011\nDelivered: 01 June 2011\nSummary:\nCriminal Procedure − Leave to\r\nappeal − Appeal against refusal of − Where an accused\r\nobtains leave to appeal against\nthe refusal in a high court of a\r\npetition seeking leave to appeal against a conviction or sentence in\r\nthe regional court, the issue\nis whether leave to appeal should have\r\nbeen granted by the high court and not the merits of the appeal\r\nitself − The test\nis whether there is a reasonable prospect of\r\nsuccess in the envisaged appeal against sentence, rather than whether\r\nthe appeal ought\nto succeed or not.\nORDER\nOn appeal from:\nKwaZulu-Natal High Court (Durban)\r\nNicholson and Swain JJ sitting as court of first instance:\n1 The appeal succeeds.\n2 The order refusing appellant leave to appeal is set\r\naside and is replaced with an order granting the appellant leave to\r\nappeal\nto the KwaZulu-Natal High Court against the sentence imposed\r\non him in the regional court.\nJUDGMENT\nMEER AJA (Cloete and Cachalia JJA concurring)\n[1] This matter comes before us on appeal with leave of\r\nthe KwaZulu- Natal High Court. It is an appeal against a sentence\r\nimposed\nin a regional court. For the reasons set out in this judgment\r\nthe issue before us is not the appeal itself on the merits, but\r\nwhether\nthe petition for leave to appeal to the KwaZulu-Natal High\r\nCourt against the sentence imposed in the Vryheid Regional Court,\r\nshould\nhave been granted by the KwaZulu-Natal High Court.\n[2] The relevant facts are as follows. On 11 December\r\n2004 a collision occurred on a public road between Vryheid and\r\nDundee, KwaZulu-Natal\nbetween a Toyota Landcruiser driven by the\r\nappellant in the direction of Dundee and a Nissan double cab driving\r\nin the opposite\ndirection towards Vryheid. The impact caused the\r\ndeath of two of the occupants of the Nissan. Other passengers were\r\ninjured.\n[3] On 18 January 2008 the appellant was convicted in\r\nthe Vryheid Regional Court following a plea of guilty on a charge of\r\ndriving\nunder the influence of liquor in contravention of s 65 (1)\r\n(a) of the National Road Traffic Act 93 of 1996 (count one), and two\n\ncharges of culpable homicide (counts 2 and 3). On the same day he was\r\nsentenced on count one to six years’ imprisonment.\nOn counts\r\ntwo and three, which were taken together for the purpose of sentence,\r\nthe appellant was sentenced to eight years’\nimprisonment of\r\nwhich two years were suspended for five years on condition that he\r\nwas not again convicted of culpable homicide\ninvolving a motor\r\ncollision. The appellant’s drivers’ license was suspended\r\nfor a period of two years and he was declared\nunfit to possess a\r\nfirearm licence in terms of\ns 103(1)\nof the\nFirearms Control Act 60\nof 2000\n. Leave to appeal against sentence was refused by the regional\r\nmagistrate.\n[4] In his plea of guilty in terms of\ns 112\nof the\nCriminal Procedure Act 57 of 1977\nand his statement setting out the\r\nfacts upon which the plea was based, the correctness of which was\r\naccepted by the State, the\nappellant admitted that he had caused the\r\ncollision and the deaths of two deceased, women aged 70 and 57. He\r\nsaid he had consumed\nseveral beers until about 01h00 during the night\r\nbefore the collision but said that he had sobered up. At\r\napproximately 10h00 the\nnext morning he had about two brandies before\r\nsetting out from Vryheid for Dundee. He felt fatigued and believed\r\nthat he could\ncontinue driving. But he nodded off to sleep briefly,\r\nlost control of the vehicle, crossed the double barrier line in the\r\nmiddle\nof the road and collided with the oncoming vehicle. He\r\nadmitted that alcohol had a part to play in causing the collision.\r\nHis statement\nconcluded with his offering his deepest sympathy to the\r\nfamily of the bereaved and praying that God might grant them patience\r\nand\nwillingness to forgive him. Equally, he expressed his sincere and\r\nutter remorse for his actions.\n[5] Anita Groenewald, the daughter of one of the\r\ndeceased women, testified for the State on sentence. The two deceased\r\nand the child\nwho was seriously injured were all members of the same\r\nfamily that was preparing for a wedding to be held that very day. The\r\nwitness\nwas summonsed to the scene of the accident where she\r\ndiscovered that the two elder women were dead. The child, Germaine,\r\nwho had\nsustained brain injuries, had to be taken by helicopter to\r\nhospital in Pietermaritzburg. In all some R200 000 was paid to cover\n\nthe costs of medical services. There were also burial costs of R15\r\n000\n[6] After the accident Germaine, who was six at the\r\ntime, could not maintain proper posture and fell over when trying to\r\nsit upright.\nShe crawled for some time before re-learning to walk,\r\nhad to be potty trained, fed and was helpless. Although nearly ten at\r\nthe\ntime of the trial, she had a mental age of a six year old and had\r\nfailed both Grade one and Grade two. Germaine had lost all the\n\nsparkle in her life and showed little emotion. The two deceased women\r\nhad been energetic and healthy at the time of the collision.\nMrs\r\nGroenewald also described the considerable trauma occasioned to the\r\nrest of the family as a result of the collision. She was\nbeing\r\ntreated for depression.\n[7] The appellant did not testify in mitigation of\r\nsentence. His attorney, addressing the court in mitigation, provided\r\nthe following\ninformation, which was not put in issue by the State.\r\nThe appellant was a first offender. At the time of the trial he was\r\n46 years\nof age and had three children aged 21, 19 and 12. His wife\r\nwas unemployed. The appellant, who has a diploma in agriculture, had\n\nbeen a wealthy farmer but had lost everything early in 2000. As a\r\nconsequence he had sought solace in alcohol, becoming an alcoholic.\n\nSince the collision appellant had been working with a priest towards\r\nhis personal rehabilitation. At the time of his trial he had\nnot\r\nstopped drinking but his drinking habits were under control. His only\r\nasset was his farm which was heavily bonded. The appellant\nwas\r\nworking as a consultant on contract, teaching fire fighting skills\r\nand earned between R10 000 and R12 000 per month.\n[8] Three days after he had been sentenced, on 21\r\nJanuary 2008, during an application for bail pending a petition for\r\nleave to appeal\nagainst his sentence to the KwaZulu-Natal High Court,\r\nthe magistrate who had sentenced the appellant stated that due to an\r\noversight\nhe had neglected to order that the sentences imposed on\r\neach count were to run concurrently. The magistrate thereafter\r\namended\nthe sentence as follows:\n‘\n(1) It is also directed in terms of\nsection\r\n280\nof Act 51 of 1977 THAT THE SENTENCES ON COUNTS 1 AND 2 TO RUN\r\nCONCURRENTLY. In other words you will serve an effective six (6)\r\nyears’ imprisonment and not the previous incorrect twelve (12)\r\nyears.\n(2) In terms of section 276 (b) of Act 51 of 1977 it is directed that\r\nthe accused serves half of his sentence before he qualifies\nfor\r\nparole.\n(3) In terms of section 35 THE DRIVER’S LICENCE IS SUSPENDED\r\nFOR TWO (2) YEARS.\n(4) In terms of section 103 (1) of Act 60 of 2000 YOU ARE EX LEGE\r\nDECLARED UNFIT TO OBTAIN A FIREARM LICENCE.’\n[9] The magistrate expressed concern about his\r\ncompetency to rectify the sentences as it could be argued that he was\nfunctus officio\nat the time he corrected the sentences. He\r\naccordingly directed that the proceedings be sent on urgent special\r\nreview to the KwaZulu-Natal\nHigh Court. The appellant was granted\r\nbail in the sum of R2 000 pending petition. On 19 February 2008 the\r\nconviction and sentences\nwere confirmed on review by the high court\r\nand it was ordered that the sentences should run concurrently.\n[10] A petition to the KwaZulu-Natal\r\nHigh Court, Pietermaritzburg for leave to appeal against sentence was\r\nrefused on 14 August\n2009. The appellant then applied to the high\r\ncourt for leave to appeal to this court against the refusal by the\r\nhigh court of his\npetition for leave to appeal. Nicholson and Swain\r\nJJ, sitting as a full bench in granting leave to appeal, cited\nS\r\nv Khoasasa\n1\nand then proceeded to grant leave to\r\nappeal directly to this court against the sentence imposed by the\r\nregional court. They were\nwrong in so doing, as, in\nS\r\nv Khoasasa\n2\nit was held that a sentence imposed\r\nin the regional court can only be appealed against in this court when\r\nan appeal against such\nsentence has failed in the high court.\n[11] In\nMatshona\r\nv S\n3\n,\r\na case similar to the present,\nthis\r\ncourt was asked to consider an appeal against a sentence imposed in\r\nthe Pretoria Regional Court. A petition for leave to appeal\nhad been\r\nrefused in the high court and leave to appeal was granted to this\r\ncourt. Leach AJA at paragraphs 4 to 6 set out why the\nappeal on its\r\nmerits could not be entertained. These paragraphs are repeated:\n‘\n4 In my view, the reasoning in\nKhoasasa\nis unassailable. The appeal of an accused convicted in a regional\r\ncourt lies to the High Court under section 309(1)(a), although\nleave\r\nto appeal is required either from the trial court under section 309B\r\nor, if such leave is refused, from the High Court pursuant\nto an\r\napplication made by way of a petition addressed to the\r\nJudge-President under Section 309C(2) and dealt with in chambers.\nIn\r\nthe event of this petition succeeding, the accused may prosecute the\r\nappeal to the High Court. But, if it is refused, the refusal\n\nconstitutes a \" judgment or order \" or a “ruling”\r\nof a High Court as envisaged in section 20(1) and section\n21(1) of\r\nthe Supreme Court Act 59 of 1959, against which an appeal lies to\r\nthis court on leave obtained either from the High Court\nwhich refused\r\nthe petition or, should such leave be refused, from this court by way\r\nof petition.\n5 It is clear from this that where, as is here the case, an accused\r\nobtains leave to appeal to this Court against the refusal in\na High\r\nCourt of a petition seeking leave to appeal against a conviction or\r\nsentence in the regional court, the issue before this\ncourt is\r\nwhether leave to appeal should have been granted by the High Court\r\nand not the appeal itself which has been left in limbo,\nso to speak,\r\nsince the accused first sought leave to appeal to the high court.\r\nAfter all, in the present case, the appellant's\nappeal against his\r\nsentence has never been heard in the high court and, as was held in\nS\r\nv N\n1991 (2) SACR 10\n(A) at 16, the power of this Court to hear\r\nappeals of this nature is limited to its statutory power.\r\nSection 309(1) prescribes\nthat an appeal from a Magistrates’\r\nCourt lies to the High Court, and an appeal against the sentence\r\nimposed on the appellant\nin the regional court is clearly not before\r\nthis Court at this stage. As was observed by Streicher JA in\nKhoasasa\n:\n“\nGeen jurisdiksie word\r\naan hierdie Hof verleen om ‘n appél aan te hoor teen ‘n\r\nskuldigbevinding en vonnis in ‘n\nlaer hof nie. Dit is eers\r\nnadat ‘n appél vanaf ‘n laer hof na ‘n\r\nProvinsiale of ‘n Plaaslike Afdeling\nmisluk het dat ‘n\r\nbeskuldigde met die nodige verlof na hierdie Hof appél kan\r\naanteken”….\n[6] Not only does this Court lack the authority to determine the\r\nmerits of the appellant's appeal against his sentence at this\nstage,\r\nbut there are sound reasons of policy why this Court should refuse to\r\ndo so even if it could. It would be anomalous and\nfly in the face of\r\nthe hierarchy of appeals for this Court to hear an appeal directly\r\nfrom a Magistrates Court without that appeal\nbeing adjudicated in the\r\nHigh Court, thereby serving, in effect, as the court of both first\r\nand last appeal. In addition, all persons\nare equal under the law and\r\ndeserve to be treated the same way. This would not be the case if\r\nsome offenders first had to have\ntheir appeals determined in the High\r\nCourt before they could seek leave to approach this Court if still\r\ndissatisfied while others\nenjoyed the benefit of their appeals being\r\ndetermined firstly in this Court. And most importantly, this Court\r\nshould be reserved\nfor complex matters truly deserving its attention,\r\nand its rolls should not be clogged with cases which could and should\r\nbe easily\nfinalised in the High Court.\nConsequently this Court cannot determine the merits of the appeal but\r\nmust confine itself to the issue before it, namely whether\nleave to\r\nappeal to the high court should have been granted….’\n[12] Like the Court in\nMatshoma\nwe, too, cannot\r\ndetermine the merits of the appeal. The issue before us is whether\r\nleave to appeal to the high court should have\nbeen granted and not\r\nthe appeal itself. The test in that regard is simply whether there is\r\na reasonable prospect of success on\nappeal against sentence.\n[13] The following factors have a\r\nbearing on the reasonable prospects of success against the sentence\r\nof six years’ direct\nimprisonment imposed on appellant for\r\ndriving under the influence of liquor. The fact that two people died\r\nmust be ignored in considering\nthe appropriate sentence for this\r\noffence, to avoid duplication of punishment. First offenders who are\r\nconvicted for driving under\nthe influence of liquor are generally not\r\nsentenced to direct imprisonment but to a fine, alternatively\r\nimprisonment of which a\nportion is suspended. This is apparent from a\r\nreview of sentences imposed for the offence in\nS\r\nv Mtshobane.\n4\nThe appellant’s sentence of six\r\nyears is the maximum period of imprisonment for reckless and\r\nnegligent driving under the Road\nTraffic Act 93 of 1996. Evidence was\r\nnot presented about appellant’s blood alcohol level or state of\r\nintoxication. The State\naccepted that he had sobered up before\r\ndrinking the brandies. Yet the magistrate found that appellant was\r\n‘heavily under\nthe influence of liquor’. Bearing these\r\nfactors in mind, there exists a reasonable prospect that a court of\r\nappeal might\nconsider the sentence imposed to be disproportionately\r\nharsh.\n[14] In comparing the sentence of six\r\nyears’ imprisonment on the counts of culpable homicide with the\r\nlesser sentences generally\nimposed for culpable homicide involving\r\nmotor vehicles, as appears from the comparison done in\nS\r\nv Nyathi,\n5\na court of appeal might similarly\r\nconsider the sentence to be too severe, even should it take the view\r\nthat direct imprisonment\n(whether or not in terms of\ns 276\n(1)(i) of\r\nthe\nCriminal Procedure Act) is\nwarranted. In\nNyathi\na sentence of five years’\r\nimprisonment of which two were suspended, was confirmed on appeal.\r\nThe appellant in\nNyathi\ntook a conscious\r\ndecision to overtake on a double barrier line and a blind rise,\r\ncausing the death of six people. It was found that\nthe appellant’s\r\nculpability was seriously aggravated by his conscious assumption of\r\nrisk. The appellant before us assumed\nno such conscious risk, (and\r\nfor that reason does not fall into the most extreme category\r\nmentioned in paragraph 12 of\nNyathi\n),\r\nnor were the consequences as serious as those in\nNyathi\nas less people were killed, yet his\r\nperiod of effective imprisonment is double that imposed in\nNyathi\n.\n[15] The Magistrate took the decision to suspend the\r\nappellant’s driver’s licence for two years in terms of\ns\r\n35\nof the\nNational Road Traffic Act 93 of 1996\nwithout affording the\r\nappellant an opportunity of addressing him in this regard. A court of\r\nappeal might also decide that he misdirected\nhimself in doing so.\n[16] In the result I am satisfied that leave to appeal\r\nshould be granted and the following order is made:\n1 The appeal succeeds.\n2 The order refusing the appellant leave to appeal is\r\nset aside and is replaced with an order granting the appellant leave\r\nto appeal\nto the KwaZulu-Natal High Court against the sentence\r\nimposed on him in the regional court.\n_____________\nY S Meer\nActing Judge of Appeal\nAPPEARANCES:\nFor\r\nAppellant: Adv P C Bezuidenhout SC (with him L Barnard)\nInstructed\r\nby\nShaheed\r\nAbdulla & Co, Vryheid\nHoney\r\nAttorneys, Bloemfontein;\nFor\r\nRespondent: A A Watt\nInstructed\r\nby\nDirector\r\nPublic Prosecutions, Pietermaritzburg\nDirector\r\nPublic Prosecutions, Bloemfontein\n1\nS\r\n\tv\nKhoasasa\n2003\r\n\t(1) SACR 123\nSCA\n2\nS\r\n\tvKhoasasa\nat para 12\n3\nS\r\n\tv\nMatshona\n[2008] 4 All SA 68\n( SCA) paras 4 - 6\n4\nS\r\n\tv M\ntshobane\n1999 (1) SACR 25\n5\nS\r\n\tv\nNyathi\n2005 (2) SACR 273\n(SCA) paras 16 to 21",
  "scraped_at": "2026-02-12T15:45:17.989909",
  "date": "2011-06-01",
  "coram": [
    "Cloete JJA",
    "Cachalia JJA",
    "Meer AJA"
  ],
  "case_number": "483/10",
  "parties": {
    "applicants": [
      "Petrus Jacobus Kriel"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On 11 December 2004 a collision occurred on a public road between Vryheid and Dundee when Petrus Jacobus Kriel, driving a Toyota Landcruiser under the influence of alcohol, collided with a Nissan double cab. Two occupants of the Nissan were killed and another passenger was seriously injured. Kriel pleaded guilty to driving under the influence of liquor (s65(1)(a) Road Traffic Act) and two counts of culpable homicide. He was sentenced in the Vryheid Regional Court to six years' imprisonment for the DUI and eight years' imprisonment (with two years suspended) for the homicide counts, along with a two‑year suspension of his driver’s licence and a declaration of unfitness to possess a firearm licence. The regional magistrate refused leave to appeal the sentence. Subsequent procedural steps included an amendment to run the sentences concurrently, a review by the KwaZulu‑Natal High Court confirming the concurrent sentences, and a refusal by the High Court on 14 August 2009 to grant leave to appeal to the Supreme Court of Appeal.",
    "issues": "The primary issue is whether the KwaZulu‑Natal High Court was correct in refusing leave to appeal the sentence imposed by the Regional Court, i.e., whether there was a reasonable prospect of success on appeal against the sentence, rather than a determination of the merits of the appeal itself.",
    "principles": "The court applied the statutory framework for appeals from Magistrates’ Courts under s309 of the Criminal Procedure Act, requiring leave to appeal either from the trial court or, if refused, from the High Court. Precedent cases such as S v Khoasasa, Matshona v S, and S v N were relied upon to confirm that the Supreme Court of Appeal can only consider whether leave should have been granted, using the test of a reasonable prospect of success. The hierarchy of courts and policy considerations also prohibit the Supreme Court of Appeal from hearing merits directly without a High Court determination.",
    "application": "Applying these principles, the court examined the severity of the six‑year direct imprisonment for a first‑offender DUI, noting that such offenses are ordinarily punished by fines or suspended sentences, as illustrated in S v Mtshobane. It also considered the comparative sentencing in S v Nyathi, where a lesser effective imprisonment term was upheld. The court concluded that there exists a reasonable prospect that an appellate court would find the six‑year sentence disproportionate, and that procedural irregularities regarding the licence suspension further support a prospect of success.",
    "conclusion": "The Supreme Court of Appeal held that leave to appeal should be granted. The order refusing leave to appeal was set aside and replaced with an order granting the appellant leave to appeal the sentence to the KwaZulu‑Natal High Court."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Criminal Procedure",
    "level_3": [
      "appeal",
      "leave to appeal",
      "sentencing",
      "driving under influence",
      "culpable homicide"
    ]
  }
}