{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/206.html",
  "case_name": "Nazier Kolia t/a Nazco Motors v First Rand Bank Ltd Wesbank (357/08) [2011] ZASCA 206 (25 November 2011)",
  "citation": "[2011] ZASCA 206",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 206\n|\nNoteup\n|\nLawCite\nNazier Kolia t/a Nazco Motors v First Rand Bank Ltd Wesbank (357/08) [2011] ZASCA 206 (25 November 2011)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT\r\nOF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nNo precedent significance\nCase No:\n357/08\nIn\r\nthe matter between:\nNAZIER KOLIA t/a NAZCO MOTORS\n….........................................................\nAppellant\nand\nFIRST RAND BANK LIMITED t/a WESBANK\n…........................................\nRespondent\nNeutral\r\ncitation:\nNazier Kolia v First Rand Bank\n(357/08)\n[2011]\r\nZASCA 206\n(25 November 2011)\nCoram:\nHarms AP, Cloete and Cachalia JJA\nHeard:\n16 November 2011\nDelivered:\n25 November 2011\nSummary:\nActio ad exhibendum ─\ntacit conferral of\nius\r\ndisponendi ─\nestoppel.\n___________________________________________________________________\nO R D E R\n___________________________________________________________________\nOn appeal from:\nSouth Gauteng High Court,\r\nJohannesburg (Wessels AJ sitting as court of first instance):\nThe appeal is dismissed with costs including the costs\r\nof the appellant’s application for condonation.\n___________________________________________________________________\nJ U D G M E N T\n__________________________________________________________________\nHARMS AP (CLOETE and CACHALIA JJA concurring)\n[1] The appellant, Mr Nazier Kolia, trading as Nazco\r\nMotors, is a wholesale motor dealer. He purchases vehicles in bulk\r\nfrom sellers,\nsuch as car rental companies, and supplies them to\r\nmotor dealers for on-sale. During 2004, he sold seven such vehicles\r\nto Supreme\nCars, a dealer in Polokwane, against delivery of a number\r\nof post-dated cheques. The invoices contained a term reserving\r\nownership\nuntil full payment of the purchase price. Supreme, in\r\ncircumstances that will be dealt will in some more detail,\r\ntransferred ownership\nto itself and then, by entering into a floor\r\nplan agreement with the respondent bank, First Rand Bank Ltd trading\r\nas Wesbank, purported\nto transfer ownership to the latter. The\r\ncheques were dishonoured and Kolia sought to repossess the vehicles,\r\nrelying on his reserved\nownership. Wesbank had, in the meantime,\r\ntaken possession of them, relying on the rights it purportedly had\r\nobtained from Supreme.\nSome time later Wesbank, despite knowledge of\r\nKolia’s claim, disposed of the vehicles, and this gave rise to\r\nthe institution\nof an\nactio ad\nexhibendum\nagainst Wesbank in\r\nwhich Kolia claimed the value of the vehicles.\n[2] The case in the High Court, Johannesburg, was heard\r\nby Wessels AJ, who already on or about 1 October 2007 (there are\r\nthree possible\ndates) dismissed the claim after upholding a plea of\r\nestoppel. The learned judge granted leave to appeal on 11 June 2008.\r\nI shall\nrefrain from setting out the sorry saga of neglect which led\r\nto the fact that the appeal record was only filed on 20 June 2011\r\nbecause the parties were agreed that condonation should be granted,\r\nsomething to which we reluctantly agreed.\n[3] The modus operandi of Kolia, Supreme and Wesbank was\r\nthe same in relation to six vehicles and it is accordingly not\r\nnecessary\nto distinguish between them and I shall take one as an\r\nexample.\n1\nKolia purchased a 2002 model Toyota from CMH Car Hire on\r\n14 January 2004, paid the purchase price in full, and took delivery\r\nof\nthe vehicle. CMH handed to Kolia the original Natis registration\r\ncertificate relating to the vehicle as well as a signed blank\r\ntransfer form, documentation reflecting payment by Supreme of the\r\nvehicle, and a letter from the title holder stating that the vehicle\n\ncould be registered in the name of another title holder. A Natis\r\ncertificate reflects the particulars of the title holder and of\nthe\r\nowner (as defined in the\nNational Road Traffic Act of 1996\nand see\r\nalso the National Road Traffic Regulations of 2000). To effect\r\ntransfer of the vehicle an original Natis document as well\nas a\r\ncompleted transfer form is required.\n[4] Kolia did not register the vehicle in his name as he\r\nwas entitled to do but nevertheless, having regard to the aforegoing,\r\nbecame\nthe common-law owner of the vehicle. This fact became common\r\ncause in the court below. He then sold the vehicle to Supreme on 25\n\nFebruary 2004. The tax invoice indicates that the purchase price had\r\nto be paid in two instalments, namely on 25 March and 5 April\n2004,\r\nand that ownership was reserved ‘until paid for in full’.\r\nThe necessary post-dated cheques covering the whole\nof the purchase\r\nprice were handed to Kolia.\n[5] Kolia, in turn, delivered the vehicle with its keys\r\nto Supreme. In addition, he handed to Supreme the following\r\ndocumentation:\n(a) the original Natis certificate as received from\r\nCMH; (b) the mentioned change of ownership form duly signed on behalf\r\nof CMH;\nand (c) documentation from the title holder (BMW Finance who\r\nhad financed the vehicle in the hands of CMH) as reflected on the\r\nNatis document confirming that the vehicle had been paid for in full.\n[6] It is convenient to quote Wessels AJ at this\r\njuncture. He said:\n‘\nIt is\r\nclear from what is set out and from the scheme of the Act that the\r\nNatis system, as it is called, has been designed to prevent\nthe sale\r\nand registration of transfer of motor vehicles without the consent of\r\nthe title holder which are often the financial institutions\nthat\r\nprovide the finance for the purchase of motor vehicles. In this\r\nregard, it is one of the salient features of the Natis system\nthat a\r\nchange in registration of the title holder and owner can only take\r\nplace if the person effecting such change has in his\npossession the\r\noriginal Natis certificate in respect of the vehicle as well as proof\r\nemanating from the title holder (usually financier)\nof the vehicle to\r\nthe effect that the vehicle has been fully paid for. This envisages a\r\nsituation where registration can only take\nplace if the original\r\nholder of the Natis certificate has relinquished it for the purposes\r\nof registration of the vehicle. The\nPlaintiff, by supplying Supreme\r\nCars with the original certificate of registration in respect of the\r\nvehicles obtained from CMH,\nthe signed change of ownership form and\r\nthe original Natis document with a letter from the title holder\r\nconfirming that the vehicle\nhad been paid for in full, made it\r\npossible for Supreme Cars to register the vehicles into its name as\r\nowner and title holder and\nthereafter to register the vehicles in the\r\nname of Supreme Cars as the owner and the Defendant as the title\r\nholder respectively.\n[All this occurred on 11 March 2004.] The\r\nDefendant was registered as a title holder by virtue of financing it\r\nprovided in terms\nof the floor plan agreement.’\n[7] The handing over of the documentation was done to\r\nenable Supreme to sell the vehicle and to transfer ownership to any\r\npurchaser.\nIn other words and in spite of the reservation of\r\nownership, Kolia gave Supreme a tacit\nius\r\ndisponendi\n. Supreme could sell and transfer\r\ntitle and ownership of the vehicle as reflected in the Natis\r\nregistration certificate. This much\nis apparent from Kolia’s\r\nevidence:\n‘\nYou\r\nknew that in selling the vehicles and delivering them in the manner\r\nthat you did; that the vehicles were going to be onsold,\nyou knew\r\nthat? --- Yes I did.\nAnd you delivered them to the\r\ndealer for the purpose of them being on-sold, is that correct? ---\r\nYes.\nYou knew that they would not be\r\nused for the dealer’s personal use, but that their aim was that\r\nthey go out to third parties.\n--- That is correct.\nAnd that they would come perhaps\r\nthe subject matter of financial arrangements, leases financing of\r\nsome nature. --- In most cases\nyes, but we never know the ultimate\r\nfact, because I do not do the account for Supreme, but generally yes.\nYou knew also, that in\r\ndelivering the documentation that you did, to Supreme or its\r\nrepresentative, that that would enable Supreme\nto register itself as\r\nan owner and a titleholder, you were aware of that? --- I was aware.\nYou were aware also that those\r\ndocuments that you delivered into the possession of Supreme, would\r\nhave been delivered for the purposes\nof allowing Supreme to sell the\r\nvehicles to somebody else? --- Yes I did.’\n[8] The value of the reservation of ownership was\r\naccordingly limited: it could have been used to reclaim the vehicle\r\nfrom Supreme\nin the event of non-payment but for nothing more. I am\r\naware that Kolia sought to distinguish a disposition to a third\r\nperson from\nthat of one to a bank under a floor plan but I am unable\r\nto discern the difference.\n[9] The common cause facts set out above were pleaded\r\nand formed the basis of the judgment below. However, since the focus\r\nwas on\nthe defence of estoppel they were relied upon to establish a\r\nrepresentation by Kolia. The trial court agreed, as do I. But they\n\nare in my view dispositive of the anterior legal question of whether\r\nSupreme was clothed by Kolia with the\nius disponendi\n.\n[10] That disposes of the appeal. I therefore do not\r\nfind it necessary to deal in any detail with the main point argued on\r\nbehalf\nof Kolia on appeal, namely that the bank had failed to\r\nestablish that it had relied on the documentation in purchasing the\r\nvehicle\nand that it, therefore, could not have relied on estoppel.\r\nThe intervening act of Supreme of transferring the vehicle must be\r\nascribed\nto Kolia. This is not a case where Supreme committed fraud.\r\nIt only failed to honour its cheques after the transfer of the\r\nvehicle\nto the bank. If regard is had to ordinary banking practice,\r\nas set out in the evidence, there can be little doubt that the bank\n\nwould not have acted as it did had it not been for the\r\nrepresentations of Kolia. The trial court was obviously of the view\r\nthat\nmore specific evidence was not required in the circumstances of\r\nthe case. The ability of a court of appeal to interfere with factual\n\nfindings is limited and I am not satisfied that the trial court\r\nerred.\n[11] The appeal is dismissed with costs including the\r\ncosts of the appellant’s application for condonation.\n______________________\nL T C Harms\nActing President\nAPPEARANCES:\nFor Appellant: W B Pyl (with him N Mbelle)\nInstructed by:\nStuart Harris Attorneys, Johannesburg\nHoney Attorneys, Bloemfontein\nFor Respondent: D C Fischer SC\nInstructed by:\nBlakes Maphanga Inc, Johannesburg\nNaudes, Bloemfontein\n1\nThe\r\n\tseventh vehicle was a new vehicle, which had not yet been\r\n\tregistered. The factory documents were instead provided. It is not\n\n\tnecessary to deal with this instance any further because what\r\n\tfollows applied mutatis mutandis.",
  "scraped_at": "2026-02-12T16:12:10.123307",
  "date": "2011-11-25",
  "coram": [
    "Harms AP",
    "Cloete",
    "Cachalia JJA"
  ],
  "case_number": "357/08",
  "parties": {
    "applicants": [
      "Nazier Kolia t/a Nazco Motors"
    ],
    "respondents": [
      "First Rand Bank Ltd t/a Wesbank"
    ]
  },
  "sections": {
    "facts": "Mr Nazier Kolia, trading as Nazco Motors, bought vehicles in bulk and sold seven of them to Supreme Cars on a reservation of ownership basis, providing post‑dated cheques. He delivered the vehicles together with the original Natis registration certificate, a signed transfer form and a letter from the title holder confirming full payment, enabling Supreme to register the vehicles in its own name. Supreme then entered a floor‑plan agreement with First Rand Bank Ltd (trading as Wesbank) and purported to transfer ownership to the bank. The cheques were dishonoured, Wesbank took possession of the vehicles and later disposed of them. Kolia instituted an actio ad exhibendum claiming the value of the vehicles, arguing that his reservation of ownership gave him a right to repossess them.",
    "issues": "The principal issues were (1) whether Kolia’s reservation of ownership gave him a continuing right to reclaim the vehicles after delivery; (2) whether Kolia, by handing over the documentation, tacitly conferred a ius disponendi on Supreme allowing it to transfer title to a third party, including the bank; (3) whether Wesbank could rely on estoppel based on Kolia’s representations; and (4) whether the bank had established reliance on those representations to invoke estoppel.",
    "principles": "The court applied the concepts of reservation of ownership, ius disponendi and estoppel. A reservation of ownership is limited to the right to reclaim the specific property upon non‑payment and does not prevent the seller from enabling the buyer to transfer ownership. By providing the original Natis certificate and supporting documents, Kolia gave Supreme a tacit ius disponendi, allowing registration and subsequent transfer. Estoppel arises where a party has made a representation on which another party reasonably relies to its detriment. Ordinary banking practice confirms that banks rely on such documentation when taking security over vehicles.",
    "application": "The appellate court held that Kolia’s delivery of the documentation effectively gave Supreme a tacit ius disponendi, thereby enabling the subsequent transfer of the vehicles to Wesbank. The reservation of ownership was therefore limited to reclamation from Supreme in case of non‑payment and did not extend to the bank. Wesbank’s reliance on the documentation and Kolia’s representations satisfied the requirements for estoppel. Consequently, the trial court’s finding of estoppel was affirmed and the appeal was dismissed.",
    "conclusion": "The appeal was dismissed with costs, including the costs of the appellant’s application for condonation."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Secured Transactions",
    "level_3": [
      "reservation of ownership",
      "estoppel",
      "motor vehicle finance",
      "actio ad exhibendum"
    ]
  }
}