{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/101.html",
  "case_name": "Klub Lekkerrus/Libertas v Troye Villa (Pty) Ltd and Others (260/10) [2011] ZASCA 101; [2011] 3 All SA 597 (SCA) (1 June 2011)",
  "citation": "[2011] ZASCA 101",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 101\n|\nNoteup\n|\nLawCite\nKlub Lekkerrus/Libertas v Troye Villa (Pty) Ltd and Others (260/10) [2011] ZASCA 101; [2011] 3 All SA 597 (SCA) (1 June 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No 260/10\nIn the matter between\nKLUB LEKKERRUS/LIBERTAS\n...........................................................\nAPPELLANT\nand\nTROYE VILLA (PTY) LTD\n.......................................................\nFIRST\r\nRESPONDENT\nLEKKERRUS WARMWATERBRON (PTY) LTD\n...............\nSECOND RESPONDENT\nLIBERTAS MINERALE BRON (PTY) LTD\n............................\nTHIRD\r\nRESPONDENT\nWERNICO (PTY) LTD\n........................................................\nFOURTH\r\nRESPONDENT\nLEKKERRUS BESTUURSONDERNEMING CC\n....................\nFIFTH RESPONDENT\nJOHANNA JACOBA VAN TONDER\n......................................\nSIXTH\r\nRESPONDENT\nHERMAN DANIEL WOITE\n...............................................\nSEVENTH\r\nRESPONDENT\nNeutral citation:\nKlub\r\nLekkerrus/Libertas v Troye Villa (Pty) Ltd\n(260/10)\n[2011] ZASCA 101\n(1 June 2011)\nCoram: HARMS DP, MALAN, SHONGWE, MAJIEDT JJA and MEER\r\nAJA\nHeard: 13 May 2011\nDelivered: 1 June 2011\nSummary:\nContract ─ sale of shares ─\r\nnew tacit agreement ─ not affected by non-variation clause ─\r\nvoluntary associations\n─ dissolution of ─ legal effect of\r\namalgamation.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nNorth Gauteng High Court\r\n(Pretoria), (Makgoba J sitting as court of first instance):\n(1) The appeal is upheld with costs against the first,\r\nsixth and seventh respondents jointly and severally, including the\r\ncosts\nof two counsel.\n(2) The order of the court below is substituted with the\r\nfollowing order:\n‘\n(a) Mr H D Woite is joined as\r\nthe eighth plaintiff in his capacity as executor in the estate of the\r\nlate P J H van Tonder, estate\nno 14453/97.\n(b) It is declared that the first defendant and its\r\nmembers are, with effect from 10 August 2007, not entitled to any\r\nright of access,\npossession, control and occupation of any of the\r\nproperties belonging to first and fourth plaintiffs, namely Portions\r\n21, 22, 23,\n24 and 25 of the farm Welgevonden 343 district\r\nPotgietersrus, Registration Division KR, Limpopo Province and Portion\r\n32 (a portion\nof Portion 12) of the farm Welgevonden 343, district\r\nPotgietersrus, Registration Division KR, Limpopo Province.\n(c) The balance of the plaintiffs' claims is dismissed.\n(d) It is declared that the first defendant is the sole\r\nshareholder of all the issued shares in the second and third\r\nplaintiffs\nand that the share registers should reflect that fact.\n(e) The balance of the first defendant’s\r\ncounterclaims is dismissed.\n(f) The first, sixth, seventh and eighth plaintiffs are\r\nordered jointly and severally to pay the first defendant's costs,\r\nincluding\nthe costs of two counsel.’\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nMAJIEDT JA\n(HARMS DP, MALAN, SHONGWE JJA and MEER\r\nAJA concurring):\n[1] The appellant, Klub Lekkerrus/Libertas (the Club)\r\ncame about through the amalgamation of two voluntary associations,\r\nKlub Lekkerrus\nand Klub Libertas. Like its forebears, the Club (which\r\nwas the main defendant below), operates as a holiday club under a\r\nwritten\nconstitution.\n[2] This appeal concerns in the main a dispute about the\r\nownership of shares in the second and third plaintiffs (the\r\nplaintiffs\nare the respondents in the appeal) arising from two\r\nwritten agreements in terms of which Klub Lekkerrus and Klub Libertas\r\nhad purchased\nall the issued shares and loan accounts in the second\r\nplaintiff and the third plaintiff respectively. At issue further is\r\nthe effect\nof the amalgamation on these agreements of sale which the\r\nClub had continued with and whether a non-variation clause in the\r\nagreements\nprecluded such continuation. For the reasons that follow\r\nwe find that the Club is the owner of the shares in the second and\r\nthird\nplaintiffs, since new agreements on the same terms were tacitly\r\nconcluded between the parties in place of the two agreements\r\nmentioned\nand that the non-variation clause was no bar to the tacit\r\nnew agreements.\n[3] Sitting in the North Gauteng High Court (Pretoria),\r\nMakgoba J held otherwise by upholding the plaintiffs’ claims\r\nwith\ncosts and dismissed with costs the Club's counterclaims. This\r\nappeal is with the leave of the court below.\n[4] Klub Lekkerrus and Klub Libertas previously operated\r\nas separate voluntary associations with separate constitutions,\r\nmembers'\nmeetings and financial statements. The Club was formed after\r\nthe two clubs' members unanimously resolved during 1991 to\r\namalgamate.\nA single board of trustees was constituted to give effect\r\nto the amalgamation. A constitution for the new Club was drawn and\r\nthere\nis no dispute about its validity.\n[5] The first plaintiff, Troye Villa (Pty) Ltd (Troye\r\nVilla), is registered as the sole shareholder of the second and third\r\nplaintiffs\neach of which owns a portion of the farm Welgevonden 343,\r\ndistrict Mokopane (previously Potgietersrus). Troye Villa is also the\n\nregistered owner of Portions 21, 22, 23, 24 and 25 of Welgevonden.\r\nThe fourth plaintiff (Wernico) is the registered owner of a\nremaining\r\npart of another portion of that farm. The fifth plaintiff, Lekkerrus\r\nBestuursonderneming CC, is a close corporation which\nconducts\r\nbusiness as a management corporation. It was established with the aim\r\nof managing a holiday resort on behalf of Klub Lekkerrus.\n[6] The sixth plaintiff, Mrs Johanna Jacoba van Tonder,\r\nis the widow of the late Mr P J H van Tonder who owned all the issued\r\nshares\nin the second and third plaintiffs and who was the president\r\nof the clubs and a member of a managing corporation. The seventh\r\nplaintiff,\nMr H D Woite, is an auditor by profession and at all\r\nmaterial times he acted as such for the second, third and fourth\r\nplaintiffs\nand for the appellant. He was also the executor in the\r\ndeceased estate of Mr van Tonder. Although Mr Woite joined as\r\nplaintiff\nin his personal capacity only, there is an application\r\nbefore this court that he be joined also in his capacity as executor.\r\nIn\nthe light of the special circumstances of this case, that\r\napplication is granted.\n[7] Welgevonden, which consists of a number of portions,\r\nhas several hot water springs. Holiday resorts, Lekkerrus and\r\nLibertas,\nhave since the late 1950s and early 1960s been established\r\non two of them. During the early 1980s, Mr van Tonder operated the\r\nholiday\nresorts through his companies, the second and third\r\nplaintiffs – each being the owner of a portion of the farm. A\r\ncomprehensive\nstrategic reorganisation of the businesses of the\r\nresorts occurred in 1990. First, on legal advice, they were converted\r\ninto holiday\nclubs, apparently in order to preserve their racial\r\nexclusivity in the face of impending legislation outlawing racially\r\nsegregated\nresidential areas, facilities and amenities. Secondly,\r\nthey became timeshare schemes on the advice of an estate agent in\r\norder\nto enhance the businesses' financial viability.\n[8] Several agreements were concluded on 10 August 1990\r\nfollowing the establishment of the two holiday clubs. Separate\r\nmanagement\ncontracts were concluded between them and two management\r\ncorporations, namely the fifth plaintiff and Libertas\r\nBestuursonderneming\nCC, which was not a party to the proceedings. It\r\nis common cause that after amalgamation, the fifth plaintiff, in\r\nterms of the\ncontract concluded with Klub Lekkerrus, managed the\r\naffairs of the amalgamated Club. One of the claims against the latter\r\nwas in\nfact based on this agreement.\n[9] Separate lease agreements were likewise concluded\r\nbetween Klub Lekkerrus and the second plaintiff and between Klub\r\nLibertas\nand the third plaintiff for periods of 9 years and 11\r\nmonths, each for a different portion of Welgevonden. These leases\r\ncontained\na non-variation clause. In spite of this it was common\r\ncause on the pleadings that the Club was the lessee until 2007. A\r\nclaim\nupheld by the court below was based on the common assumption\r\nthat these agreements survived the amalgamation and that the Club was\n\nthe lessee. This is only possible if one accepts, as one has to do,\r\nthat tacit agreements were entered into between Mr van Tonder\nand the\r\namalgamated Club in the same terms.\n[10] On that same date Klub Lekkerrus purchased all the\r\nissued shares and the loan accounts of Mr van Tonder in the second\r\nplaintiff\nand Klub Libertas all the issued shares and loan accounts\r\nof Mr van Tonder in the third plaintiff. These agreements will be\r\nreferred\nto as agreements 'E' and 'F' respectively. The respective\r\nsales of shares agreements were referred to in and linked to the\r\ncorresponding\nlease agreements. The terms of these agreements were\r\nidentical, save that the minimum purchase price for the second\r\nplaintiff's\nshares and loan accounts was R4.5 million and for the\r\nthird plaintiff it was R2.5 million. Both agreements stipulated that\r\nthe\npurchase price had to be paid within 60 months from the date of\r\nthe signature of the agreements. The purchase price provision read\nas\r\nfollows:\n'2.1 Die totale koopprys vir die\r\naandele sowel as die leningsrekenings beloop die gesamentlike bedrag\r\nvan 'n som gelykstaande aan\n60% van die lidmaatskapintreegelde\r\n(waarby ingesluit tydsdelingbelange) wat die koper van sy lede\r\ninvorder oor 'n tydperk van sestig\nmaande vanaf datum van die\r\nondertekening hiervan, met dien verstande dat die koopprys minstens\r\ndie som van R4 500 000.00 (vier\nen 'n half miljoen rand) sal beloop.\r\n[For second plaintiff; in respect of third plaintiff the sum was R2\r\n500 000.00].\n2.2 Betaling van voormelde som\r\ngeskied in kontant aan die Verkoper aan die einde van elke maand\r\nooreenkomstig die formule hierbo\nvermeld (waarop die koopprys bereken\r\nword) ten opsigte van alle voormelde gelde wat die koper werklik van\r\ntyd tot tyd in ontvangs\nneem.\n2.3 Die eerste betaling\r\nooreenkomstig voormelde formule sal plaasvind voor of op 30 Deptember\r\n1990 en daarna op die laaste dag van\nelke daaropvolgende maand vir 'n\r\ntotale tydperk van 60 maande vanaf datum van sluiting van hierdie\r\nooreenkoms, met dien verstande\ndat die voormelde minimum koopprys\r\nvoor die afloop van die gemelde tydperk van 60 maande betaal moet\r\nwees.'\n[11] Ownership of the shares passed immediately and\r\neffect was given to the sale of shares agreements by transferring the\r\nshares\nto the respective purchasers, but the share certificates and\r\nblank transfer forms were held in pledge for Mr van Tonder by Mr\r\nWoite\nas security for the outstanding purchase prices. The share\r\nregisters reflect that the shares were later, on 19 January 1998,\r\nregistered\nin the Club's name.\n[12] The sixty-month period for payment of the purchase\r\nprice expired on 9 August 1995. It is common cause that the full\r\npurchase\nprice was not paid by that date, due to insufficient\r\ntimeshare sales. No demand for payment or threatened cancellation by\r\nreason\nof non-payment was however made by Mr van Tonder. Towards the\r\nend of 1995, Mr van Tonder began experiencing severe financial\r\nhardship\ndue to unrelated failed business ventures and the poor\r\ntimeshare sales in the holiday clubs. He passed away in July 1997,\r\nwhile\nthere was a sequestration application, instituted by Absa Bank\r\nagainst him, pending. After Mr van Tonder's death, Mrs van Tonder\nand\r\nMr Woite effectively assumed control of the Club's business affairs.\r\nMrs van Tonder succeeded her late husband as president\nof the Club.\n[13] In spite of the amalgamation all the parties to the\r\nsale agreements acted on the assumption that the amalgamated club had\r\nstepped\ninto the shoes of the original clubs. This was in the face of\r\nnon-variation clauses in terms identical to those contained in the\n\nleases.\n[14] It was only after the death of Mr van Tonder that\r\nthe continued existence of the sale agreements became an issue -\r\nprobably\ndue to Mr Woite's poor understanding of the law. He believed\r\nthat agreements 'E' and 'F' had come to an end because of Mr van\r\nTonder’s\ndemise – long after the final date for payment\r\nand many years after the amalgamation. As indicated, Mr Woite during\r\nall those\nyears kept the original clubs as owners on the share\r\nregisters. Acting on this belief, the Club (represented by Mrs van\r\nTonder)\nand Mr van Tonder's estate (represented by the executor Mr\r\nWoite) purported to enter into a new written agreement during\r\nNovember\n1997 in terms of which the Club purchased the shares in the\r\nsecond and third plaintiffs from the estate. Mrs van Tonder,\r\nbelieving\nthat because she as chairman was entitled to do so, signed\r\non behalf of the Club. It was common cause that this agreement\r\n(agreement\n'G') was null and void due to the fact that the purchase\r\nprice of the shares was indeterminable. The plaintiffs contend,\r\nhowever,\nthat clause 2.5 thereof was severable from the rest of the\r\nagreement because it did not concern the purchase price of the shares\n\nbut was instead an undertaking by the Club with no counter\r\nobligation. It read as follows:\n'Die partye kom verder ooreen\r\ndat 60% van die akkommodasiegelde van Jaarlede aan die VERKOPER\r\nbetaal word in kontant vir 'n onbepaalde\ntydperk vanaf 16 November\r\n1996 op 'n maandelikse basis.'\nThis clause formed the basis of the claim by the\r\nplaintiffs for payment by the Club of some R 15 million, which was\r\nsuccessful.\n[15] A further written agreement, linked to agreement\r\n'G', was concluded during January 1998 between Mr Woite\nqua\nexecutor and Mrs van Tonder on behalf of Troye Villa, a company\r\nbelonging to Mrs van Tonder, in terms of which the latter purchased\n\nMr van Tonder's entire interest in agreement 'G' for a sum of R2,355\r\nmillion. The objective appears to have been for Mrs van Tonder\nto\r\nstep into her late husband's shoes as seller and developer. The\r\ninterest of the deceased estate in the Club was thereafter\r\npurportedly transferred to Troye Villa. The parties were agreed at\r\nthe trial that this agreement was tainted by the invalidity of\n\nagreement 'G' so that it, too, was of no force and effect.\n[16] The minutes of the Club contain a repeated recordal\r\nduring the period prior to the change in trustees referred to below,\r\nthat\npart of the purchase price in respect of the sale of shares\r\nremained unpaid. From around 2005 relations between Mr Woite and Mrs\n\nvan Tonder on the one part and Club members on the other began to\r\nsour. Club members became increasingly hostile, the primary bone\nof\r\ncontention being the outstanding purchase price. The Club members\r\nelected a small committee to take issues up with Mr Woite\nand Mrs van\r\nTonder. Matters came to a head in 2007 when, in a palace revolt, a\r\nnew board of trustees was elected, effectively deposing\nMr Woite and\r\nMrs van Tonder. The management agreement with fifth plaintiff was\r\ncancelled. Shortly thereafter the Club was notified\nin writing by an\r\nattorney acting for the second and third plaintiffs of the\r\ntermination of the lease agreements, effective six\nmonths later,\r\nnamely on 10 August 2007. The Club was asked to vacate the properties\r\non that date. The demand was not met.\n[17] The court below granted the plaintiffs' claims by\r\nordering as follows:\n(a) A declarator that Mr van Tonder's estate is entitled\r\nto the possession and registration of all issued shares in the second\r\nand\nthird plaintiffs in the name of the estate as well as cession of\r\nall the loan accounts of the Club in the said plaintiffs and\r\nrectification\nof their share registers accordingly. This was based on\r\nthe finding that the sale agreements between Mr van Tonder and the\r\ntwo\nclubs had lapsed when they came to an end at the time of\r\namalgamation; that the amalgamated Club had no contract with him;\r\nthat\nthe 1998 share sale was void because of the uncertainty of the\r\nprice; and that the subsequent sale to Troye Villa was also void.\n(b) An order that the aforementioned transfer and\r\ncession be effected only upon payment of the sum of R3 198 688.80 by\r\nthe estate\nto the Club. This was ordered because of a tender by the\r\nplaintiffs, allegedly to assure that they were not enriched at the\r\nexpense\nof Club members.\n(c) An order declaring that the estate is entitled to\r\npayment by the Club of the sum of R15 699 576.00 with interest from 1\r\nJanuary\n2007 to date of payment. This order was based on the finding\r\nthat the quoted clause 2.5 was divisible from the rest of the\r\nagreement.\n(d) Declarators that the lease agreements had been\r\nlawfully terminated with effect from 10 August 2007 and that with\r\neffect from\nthat date the second and third plaintiffs were entitled\r\nto full possession, control and occupation of the properties in\r\nquestion\nand that the Club had no such rights. It was common cause\r\nthat the leases had come to an end. The right to occupation depended\r\non who was in control of the two property-owning companies.\n(e) An order that the Club and its members vacate the\r\nproperties within 30 days of the date of the order. This order was\r\nnot sought\nbut if the first declaratory should stand it would have\r\nfollowed. However, if the first declarator fails, it cannot remain.\n(f) A declaration that the Club and its members were,\r\nwith effect from 10 August 2007, not entitled to any right of access,\r\npossession,\ncontrol and occupation of any of the properties belonging\r\nto first and fourth plaintiffs, namely portions 21, 22, 23, 24, 25\r\nand\nportion 32 (a portion of portion 12) of the farm Welgevonden.\r\nThese are adjoining properties that have been used by the Club\nprecario\nand to which the Club had no legal entitlement. It\r\nwas not really an issue during the trial and its correctness has not\r\nbeen in\nissue on appeal.\n[18] Apart from costs orders the court below also\r\ndismissed the Club’s counterclaim. The counterclaim was based\r\non the allegation\nthat the amalgamated Club was the purchaser in\r\nterms of the two sale agreements ‘E’ and ‘F’\r\nand that the\nagreements stood and that the Club was entitled to\r\nrectification of the share registers to reflect it as owner.\n[19] The plaintiffs’ claim, as originally framed,\r\nwas based on the tacit supposition that the sale agreements had\r\nsurvived\nthe amalgamation but had been cancelled due to non-payment.\r\nHow or why they had survived was not, as in the case of the leases\r\nand the management contract, an issue. The original plea responded to\r\nthe original averments in the particulars of claim by admitting\nthe\r\nconclusion of agreements 'E' and 'F' followed by an averment that the\r\nClub had fulfilled all its obligations in terms of the\nsaid\r\nagreements. Survival, as a matter of fact and law, was common cause.\n[20] However, shortly before the trial date the\r\nplaintiffs amended the particulars of claim substantially. As will be\r\nindicated,\nthe amendment only affected the sale agreements and not\r\nthe leases which were on all fours with them. There was also not a\r\nconsequent\namendment of the plea to the counterclaim. That amendment\r\nintroduced new material averments that:\n(a) Klub Lekkerrus and Klub Libertas had come to an end\r\nin 1991 and that a new entity, namely the Club, was established;\n(b) agreements 'E' and 'F' contained a non-variation\r\nclause;\n(c) the Club was never substituted as party to these\r\nagreements;\n(d) no lawful delegation of rights and obligations had\r\ntaken place from Klub Lekkerrus and Klub Libertas to the Club;\n(e) the said agreements had come to an end in 1991 so\r\nthat all the issued shares fell into the deceased estate.\n[21] Surprisingly, no consequential\r\namendment of the Club's original plea ensued in the face of the\r\nsubstantial amendments and new\naverments in the particulars of claim.\r\nBut at the beginning of the trial the Club sought leave to amend its\r\nplea to deal with the\nplaintiffs’ new stance. The plaintiffs\r\nobjected to the proposed amendment on the basis that it amounted to\r\nthe withdrawal\nof an admission, namely that the two constituent clubs\r\nhad been dissolved and that, as a consequence, the agreements had\r\nbeen terminated\nat that time. This implied admission emanates from\r\nthe Club's failure to plead in particular to the new averments in the\r\namended\nparticulars of claim.\n1\nIn refusing the application for\r\namendment, the trial judge described the result as a 'technical\r\nknockout' to the Club's case. There\ncan be little doubt that the\r\nrefusal did indeed have a severe adverse impact on the Club's case.\n[22] The court below found that the plaintiffs would be\r\nprejudiced by the introduction of new defences in the proposed\r\namended plea,\nsuch as waiver and estoppel. But such prejudice was\r\nirrelevant for present purposes, because the court below did not deal\r\nat all\nwith the aspect of prejudice in the context of the withdrawal\r\nof the admission. As will be shown, there was no conceivable\r\nprejudice\nto the plaintiffs, except that they could lose the case,\r\nwhich is not a factor.\n[23] The Club was ready to introduce its application for\r\namendment at the commencement of the hearing and before any evidence\r\nwas\nled, but the court below, at the behest of the plaintiffs,\r\npermitted the hearing of this substantive application only during Mrs\n\nvan Tonder's evidence. As it turned out, the particular issue, namely\r\nwhether the sale agreements ‘survived’ the amalgamation\n\nwas fully canvassed with Mrs van Tonder in chief and during\r\ncross-examination and was based on common cause facts. The plaintiffs\n\ndid not seek a postponement and during argument before this court\r\ntheir counsel was singularly unable to point to any evidence\nwhich\r\ncould have been led to address the so-called new issue. There simply\r\nwas no such evidence and there was no prejudice to the\nplaintiffs.\r\nThe Club's alleged admission was in any event inconsistent with:\n(a) its counterclaim that the Club, based on agreements\r\n‘E’ and ‘F’, be reflected on the share\r\nregisters\nas sole shareholder of the second and third plaintiffs and\r\nthe lack of a plea thereto that the agreements had fallen away;\n(b) the plaintiffs' averments in their particulars of\r\nclaim that the management agreement continued in respect of the Club\r\nas it\ndid previously in respect of the two constituent clubs because\r\nof the amalgamation;\n(c) the plaintiffs' claims, granted by the court below,\r\nthat the lease agreements were lawfully terminated on 10 August 2007,\r\nwhich\nimplied that, until then, the lease agreements had simply\r\ncontinued as before with the Club (which in any event became a common\n\ncause fact at the trial).\n[24] Moreover, and in any event, the\r\nconclusion concerning the dissolution of the two constituent clubs\r\nand the consequent termination\nof agreements 'E' and 'F' as pleaded\r\nin the amended particulars of claim, is legal and not factual. A\r\ncourt is not bound to a party's\nadmission on a legal issue ─ it\r\nhas to bring its own assessment to bear on it and to apply the law in\r\nthat assessment.\n2\nThe trial judge erred in refusing the\r\napplication for amendment in relation to the withdrawal of the\r\nadmission.\n[25] Turning to the merits ─ the kernel of the\r\ndispute is whether agreements 'E' and 'F' had lapsed on amalgamation\r\nwhich,\nin turn, would answer the enquiry as to where the shares in\r\nsecond and third plaintiffs vest. The plaintiffs' argument, which\r\nfound\nfavour with the court below, was that the constituent clubs had\r\ndissolved upon amalgamation, thereby terminating agreements 'E'\nand\r\n'F'. The court below found further that because of the non-variation\r\nclause there had to be a written cession and delegation\nof rights and\r\nobligations to change the name of the purchaser in agreements 'E' and\r\n'F' to that of the Club. It also found that\nthe agreements had in any\r\nevent lapsed because the purchase prices had not been paid within 60\r\nmonths. These findings are supported\nneither by the law nor the\r\nfacts. I discuss first the applicable legal principles before turning\r\nto the facts which underlie them.\n[26] A transfer of rights and\r\nobligations (generally referred to as an 'assignment' in our law)\r\nmust be assessed in the context\nof each case to ascertain whether\r\nboth rights and obligations or only the one or the other are to be\r\ntransferred.\n3\nThe intention of the parties must be\r\nascertained in this regard.\n4\nOur law recognizes that agreements\r\ncan be concluded tacitly to replace previous agreements.\n5\nThe non-variation clauses in\r\nagreements 'E' and 'F' on which strong reliance was placed by the\r\nplaintiffs, do not preclude the application\nof this principle. As\r\nHarms JA put it in\nTelcordia\n:\n6\n‘\n[T]he\r\nprinciple [that is of the effect of a non-variation clause in a\r\ncontract] does not create an unreasonable straitjacket because\nthe\r\ngeneral principles of the law of contract still apply, and these may\r\nrelease a party from its workings. One of these would,\nfor instance,\r\nbe the rule that a party may not approbate and reprobate.'\nThe example cited in this passage is apposite in this\r\nmatter, as will presently appear.\n[27] It is also trite that a\r\ncontracting party, when faced with breach of the contract by the\r\nother party, must elect whether to\nterminate or to enforce the\r\ncontract. Once an election is made, the party is bound by it. A party\r\nwho elects to cancel must clearly\nand unequivocally express an intent\r\nto do so.\n7\nWhether or not there has been such an\r\nelection to cancel is a factual issue.\n8\n[28] In applying these principles to the facts the\r\nfollowing emerge: First, it became common cause during the trial that\r\nthe Club\nwas formed by unanimous decision of the members of the two\r\nconstituent clubs to merge. It follows that, in law, the Club became\n\nthe successor to the two clubs. The evidence overwhelmingly supports\r\nthis conclusion. It is not in issue that the management contract\nwith\r\nthe fifth plaintiff simply continued after amalgamation as before. It\r\nis further common cause that the lease agreements also\ncontinued as\r\nbefore after amalgamation. This continuation could only have been\r\npossible if the Club had as a matter of law stepped\ninto the shoes of\r\nits predecessors. Like agreements 'E' and 'F', the lease agreements\r\nalso contained non-variation clauses. The\nminutes of the members'\r\nmeetings after amalgamation and Mrs van Tonder's own evidence lend\r\nfurther support to this conclusion.\nOne example will suffice to\r\nillustrate the point. The minutes of the Club's seventh annual\r\ngeneral meeting on 15 November 1997\n(ie the first such meeting after\r\nMr van Tonder's death) reflect that Mr Woite delivered the\r\npresidential address in which he declared\nas follows:\n'Ten opsigte van die\r\nvoortbestaan van die Klub moet ons meld dat die Klub ongestoord\r\nvoortgaan. Daar bestaan nog steeds huurkontrakte\nvir die eiendom en\r\ndie Klub kan dus nog die Oorde benut soos voorheen. Die kontrak met\r\ndie Bestuursonderneming, om die klubsake\nte hanteer, is nog steeds in\r\nplek en gaan gewoonweg voort.'\nWhen questioned on this in her\r\nevidence in chief, Mrs van Tonder confirmed the correctness of these\r\nrecordals and confirmed that\n'everything carried on as normal'. This\r\nconclusion is further buttressed by the Club's plea and counterclaim.\r\nTo conclude ─\nthere can be little doubt on the evidence that\r\ntacitly new agreements of sale on the same terms as agreements ‘E’\r\nand\n‘F’ had been concluded between the parties. The above\r\nreferences provide ample evidence of the parties' conduct justifying\n\nthe inference that the parties had the requisite consensus.\n9\nNew agreements had therefore tacitly\r\ncome into being.\n10\nThe plaintiffs' reliance on the\r\nnon-variation clauses cannot be upheld. The Club is therefore the\r\nlawful owner of all the issued\nshares in the second and third\r\nplaintiffs.\n[29] The second aspect is Mr van Tonder's election in\r\nrespect of the non-payment of the purchase price of the shares by the\r\ndue\ndate. The evidence is overwhelming that he elected to keep the\r\nagreements, including the new tacit agreements, extant. As stated\n\nabove, he did not threaten cancellation, nor did he demand immediate\r\npayment of the outstanding balance. On the contrary, Mr van\nTonder\r\ncontinued to collect payments made towards the purchase price, he\r\ndecided where such payments should go and at the 1996\nannual general\r\nmeeting granted the Club an indefinite extension of time for payment\r\nof the balance of the purchase price. On the\nevidence this conduct\r\nsignifying an election to continue with the contract, continued for\r\nwell over ten years. I therefore find\nthat there was a clear and\r\nunequivocal approbation on the part of Mr van Tonder.\n[30] There is considerable merit in the contention\r\nadvanced by its counsel that the Club has on the evidence paid the\r\nminimum purchase\nprice in respect of second and third plaintiffs. We\r\nhave not been asked to make such a finding, but it is nonetheless\r\nclear in\nthe light of our finding that clause 2.5 is not divisible\r\nand in the fact that large sums of money were paid over to the estate\n\nthat this contention is correct. In view of these findings, the\r\nplaintiffs’ claim for rectification and attendant orders\ncannot\r\nstand while, in turn, the counterclaim for rectification of the share\r\nregisters must be upheld.\n[31] What remains are the claim for\r\nR15 699 576.00, the declarator that the two lease agreements had been\r\nlawfully terminated with\neffect from 10 August 2007, and the\r\nejectment of the appellant from the properties. The claim for R15 699\r\n576.00 was based on clause\n2.5 of agreement 'G', signed by Mrs van\r\nTonder as trustee on behalf of the Club. She apparently believed that\r\nsince she took over\nfrom her husband as chairman of the Club she\r\ncould do as she wished, including entering into contracts. However,\r\nthe constitution\nof the Club provided otherwise. In spite of a clear\r\nchallenge to her authority, there was no evidence that she was\r\nauthorised by\nthe board of trustees to enter into this agreement.\r\nAbsent an authority, the question whether the agreement was divisible\r\ndoes\nnot arise because clause 2.5 was also not authorised. But, in\r\nany event, even if clause 2.5 survived this lack of authority, it\nis\r\nclearly not severable. This is apparent not only from the text of\r\nagreement 'G' but also from the context, that is the factual\nmatrix\r\nin which the parties operated.\n11\nAgreement 'G' is an agreement for the\r\nsale of shares as its heading indicates. Clause 1 deals with the merx\r\nand clause 2 with the\npurchase price. Clauses 2.1, 2.2, 2.3 and 2.4\r\nconcern the purchase price and its calculation. Clause 2.5 is\r\ninserted in the clause\ndealing with the price. The word 'verder' is\r\nsignificant and suggests that it is a further provision dealing with\r\nthe price. There\nis no provision for any other consideration for the\r\nundertaking in clause 2.5, and the conclusion seems inescapable that\r\nit is\nan integral part of agreement 'G'. It cannot be severed from\r\nthe rest of the agreement. The context also supports this\r\nconstruction.\nThe accommodation fees referred to in that clause were\r\npayable by non-members ('jaarlede') for accommodation at the resorts.\r\nMembers\npaid joining fees ('intreegelde') to purchase timeshare and\r\nalso paid annual levies ('jaargelde') and in return received free\r\naccommodation\nat the resorts. Clause 2.5 purportedly replaced the\r\npurchase price provision in agreements 'E' and 'F' in terms of which\r\nthe purchase\nprice was calculated as 60% of members' joining fees\r\ncollected for a period of 60 months from date of signature of the\r\nagreements\n(with the proviso that for Lekkerrus the minimum purchase\r\nprice was R4.5 million and for Libertas it was R2.5 million). The\r\nchange\nin the price formula was brought about by the extremely poor\r\ntimeshare sales. The provision that the purchase price was to be\r\nrecovered\nfrom income derived from non-members' accommodation fees\r\nwas therefore introduced to meet the shortfall. It is plain from the\r\naforegoing\nthat clause 2.5 forms an integral and inseparable part of\r\nthe purchase price provision, which is a material term of the\r\ncontract.\nIt is thus not severable from the rest of agreement 'G'.\n[32] I therefore conclude on the main issue that tacit\r\nagreements in the terms set out in ‘E’ and ‘F’\r\nbetween\nthe Club and Mr van Tonder were concluded upon the\r\namalgamation of the clubs; that they survived the payment date; that\r\nthey were\nnot affected by Mr van Tonder’s death; that the\r\nshares were properly transferred to the Club; that the agreements\r\nwere not\nreplaced by the later sale agreement; that Mrs van Tonder\r\nand Mr Woite were not entitled to transfer the shares to anyone save\r\nthe Club; and that the Club is entitled to rectification of the share\r\nregisters.\n[33] I do recognise the fact that neither party has\r\nrelied in explicit terms on tacit agreements, but to deny their\r\nreality after\nnearly two decades of acceptance by everyone of their\r\nexistence would amount to a travesty of justice.\n[34] The finding of the court below that the lease\r\nagreements had been validly terminated with effect from 10 August\r\n2007, was not\nchallenged on appeal, correctly so. No order to that\r\neffect was, however, required. The issue is academic in the light of\r\nmy finding\nthat the Club is the lawful owner of all the issued shares\r\nin the second and third plaintiffs which own the resorts. It is\r\ntherefore\nfor the Club as sole shareholder to make a decision on\r\neviction and the use of the resorts. For the same reason the eviction\r\norder\ncannot stand.\n[35] As mentioned, it was not in issue that the Club had\r\nmade use of facilities on properties belonging to Troye Villa and\r\nWernico,\nnamely staff accommodation, a walking trail, a sewerage\r\ntreatment plant, a refuse dump and a lapa, without any agreement\r\nbetween\nthe parties in respect thereof. The relief sought, namely\r\nthat access to these properties and use of the facilities had been\r\nlawfully\ncancelled on 10 August 2007 and that, consequently, the Club\r\nand its members thereafter had no right to access of such property,\n\nwas also not in issue. The order to that effect has to be retained.\n[36] Lastly, the costs order warrants consideration. The\r\nClub has been substantially successful, inasmuch as the appeal is to\r\nbe\nupheld. Ordinarily the plaintiffs, having met with some success on\r\nappeal to the limited extent set out in the previous paragraph\nwould\r\nhave been entitled to a portion of their costs. But there was hardly\r\nany dispute on these aspects at the trial, nor did they\nadd\r\nmeasurably to the litigation costs. It seems that, in exercising a\r\ndiscretion on costs, it should follow the outcome, that\nis that the\r\nClub was successful on all those matters which were in issue. The\r\nfirst, sixth, seventh and eighth plaintiffs litigated\nin the names of\r\nthe second and third plaintiffs, while they were not entitled to the\r\nshares in those companies. It would consequently\nbe just and\r\nequitable for the first, sixth, seventh and eighth plaintiffs to bear\r\nthe costs.\n[37] The following order is made:\n(1) The appeal is upheld with costs against the first,\r\nsixth and seventh respondents jointly and severally, including the\r\ncosts\nof two counsel.\n(2) The order of the court below is substituted with the\r\nfollowing order:\n‘\n(a) Mr H D Woite is joined as\r\nthe eighth plaintiff in his capacity as executor in the estate of the\r\nlate P J H van Tonder, estate\nno 14453/97.\n(b) It is declared that the first defendant and its\r\nmembers are, with effect from 10 August 2007, not entitled to any\r\nright of access,\npossession, control and occupation of any of the\r\nproperties belonging to first and fourth plaintiffs, namely Portions\r\n21, 22, 23,\n24 and 25 of the farm Welgevonden 343 district\r\nPotgietersrus, Registration Division KR, Limpopo Province and Portion\r\n32 (a portion\nof Portion 12) of the farm Welgevonden 343, district\r\nPotgietersrus, Registration Division KR, Limpopo Province.\n(c) The balance of the plaintiffs' claims is dismissed.\n(d) It is declared that the first defendant is the sole\r\nshareholder of all the issued shares in the second and third\r\nplaintiffs\nand that the share registers should reflect that fact.\n(e) The balance of the first defendant’s\r\ncounterclaims is dismissed.\n(f) The first, sixth, seventh and eighth plaintiffs are\r\nordered jointly and severally to pay the first defendant's costs,\r\nincluding\nthe costs of two counsel.’\n___________\nS A MAJIEDT\nJUDGE OF APPEAL\nAPPEARANCES:\nCounsel\r\nfor Appellant : N G D Maritz SC\n:\r\nA A Botha\nInstructed\r\nby : Van der Merwe Attorneys\nPretoria\nKramer\r\nWeihmann & Joubert Inc\nBloemfontein\nCounsel\r\nfor Respondent : T P Krüger\nJ\r\nR Minnaar\nInstructed\r\nby : Marius Coertze Attorneys\nPretoria\nOelofse\r\n& Kriel Attorneys\nBloemfontein\n1\nUniform\r\n\tRule 22(3) reads as follows:\n'Every\r\n\tallegation of fact in the combined summons or declaration which is\r\n\tnot stated in the plea to be denied or to be not admitted,\nshall be\r\n\tdeemed to be admitted. If any explanation or qualification of any\r\n\tdenial is necessary, it shall be stated in the plea.'\n2\nSaayman\r\n\tv Road Accident Fund\n2011 (1) SA 106\n(SCA) paras 28 and 29.\n3\nSimon\r\n\tNO v Air Operations of Europe AB & others\n[1998] ZASCA 79\n;\n1999 (1) SA 217\n(SCA) at 228I-J.\n4\nMTK\r\n\tSaagmeule (Pty) Ltd v Killyman Estates (Pty) Ltd\n1980 (3) SA 1\n(A) at 12A.\n5\nGolden\r\n\tFried Chicken (Pty) Ltd v Sirad Fast Foods CC & others\n2002\r\n\t(1) SA 822\n(SCA) para 7;\nTelcordia Technologies Inc v Telkom SA\r\n\tLtd\n[2006] ZASCA 112\n;\n2007 (3) SA 266\n(SCA) para 12.\n6\nIbid.\n7\nStewart\r\n\tWrightson (Pty) Ltd v Thorpe\n1977 (2)\r\n\tSA 943\n(A) at 954A.\n8\nPeters\r\n\t& others NNO v Schoeman & others\n[2000] ZASCA 152\n;\n2001 (1) SA 872\n(SCA)\r\n\tpara 12.\n9\nSee\nGordon Lloyd Page & Associates v\r\n\tRivera & another\n2001 (1) SA 88\n(SCA) para 11.\n10\nGolden\r\n\tFried Chicken (Pty) Ltd v Sirad Fast Foods CC & others\nsupra\r\n\tpara 7.\n11\nSee\nKPMG Chartered Accountants (SA) v\r\n\tSecurefin Ltd & another\n2009 (4)\r\n\tSA 399\n(SCA) para 39;\nSwart & 'n\r\n\tander v Cape Fabrix (Pty) Ltd\n1979 (1)\r\n\tSA 195\n(A) at 202C-D.",
  "scraped_at": "2026-02-12T15:42:17.182237",
  "date": "2011-06-01",
  "coram": [
    "Harms DP",
    "Malan",
    "Shongwe",
    "Majiedt JJA",
    "Meer AJA"
  ],
  "case_number": "260/10",
  "parties": {
    "applicants": [
      "Klub Lekkerrus/Libertas"
    ],
    "respondents": [
      "Troye Villa (Pty) Ltd",
      "Lekkerrus Warmwaterbron (Pty) Ltd",
      "Libertas Minerale Bron (Pty) Ltd",
      "Wernico (Pty) Ltd",
      "Lekkerrus Bestuursonderneming CC",
      "Johanna Jacoba van Tonder",
      "Herman Daniel Woite"
    ]
  },
  "sections": {
    "facts": "The appellant, Klub Lekkerrus/Libertas, was formed by the amalgamation of two voluntary holiday clubs, Klub Lekkerrus and Klub Libertas, in 1991. The two predecessor clubs had entered into separate agreements (labelled ‘E’ and ‘F’) with Mr P J H van Tonder for the purchase of all issued shares and loan accounts of two companies (the second and third plaintiffs) that owned portions of the Welgevonden farm. The agreements included non‑variation clauses and required payment of a minimum purchase price within 60 months. Payment was not completed, Mr van Tonder died in 1997, and the club continued to operate, claiming tacit continuation of the agreements after amalgamation. Subsequent disputes arose concerning ownership of the shares, the validity of the lease agreements linked to the share sales, and whether the non‑variation clauses barred the formation of new tacit agreements. The High Court had ruled in favour of the plaintiffs, declaring the estate of Mr van Tonder the owner of the shares and ordering various remedies. The appeal challenged those findings.",
    "issues": "1) Whether the original share purchase agreements (‘E’ and ‘F’) survived the amalgamation of the two clubs or were terminated at that time. 2) Whether the non‑variation clauses in those agreements precluded the formation of new tacit agreements after amalgamation. 3) Who is the lawful owner of the issued shares in the second and third plaintiffs. 4) The effect of the later agreement ‘G’ and the subsequent sale to Troye Villa on ownership. 5) Whether the lease agreements were lawfully terminated on 10 August 2007.",
    "principles": "The court applied the following legal principles: a) The doctrine of succession where a merged entity steps into the shoes of its predecessors, allowing rights and obligations to be transferred unless expressly prohibited. b) The existence of tacit agreements to replace or vary existing contracts where the parties’ conduct demonstrates consensus, despite a non‑variation clause. c) Non‑variation clauses do not create an absolute “straitjacket” and may be overridden by general contract law principles such as the right to approve or reject variations. d) A party may elect to continue or cancel a contract; such election must be clear and unequivocal. e) The requirement that for an assignment or transfer of contractual rights, the intention of the parties must be ascertainable.",
    "application": "The court found that the amalgamation created a single successor club which, by unanimous member resolution, stepped into the shoes of the two predecessor clubs. Evidence showed that the lease and management contracts continued after amalgamation, implying the same for the share purchase agreements. The parties’ conduct, including continued payments and the club’s administration of the share registers, demonstrated a tacit agreement on the same terms as ‘E’ and ‘F’. The non‑variation clauses did not prohibit this tacit variation. Moreover, Mr van Tonder had not elected to cancel the agreements; instead he allowed extensions and continued to receive payments, indicating an approbation to keep the contracts alive. Consequently, the club was held to be the lawful owner of all issued shares, and the later agreement ‘G’ was found to be void and inseparable. The lease termination on 10 August 2007 was upheld but was rendered academic by the ownership finding.",
    "conclusion": "The appeal was upheld. The court substituted the lower court’s order, declaring the Club the sole shareholder of the second and third plaintiffs and ordering rectification of the share registers. The claims of the plaintiffs were dismissed, and the Club’s counter‑claims were granted. The first, sixth, seventh and eighth plaintiffs were ordered jointly and severally to pay the first defendant’s costs, including two counsel’s fees. The declaration that the first defendant and its members were not entitled to access or possession of the specified farm portions from 10 August 2007 was affirmed."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Share Ownership and Transfer",
    "level_3": [
      "tacit agreements",
      "non-variation clause",
      "amalgamation",
      "share transfer",
      "rectification of registers"
    ]
  }
}