{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/197.html",
  "case_name": "Claasen v Bester (872/10) [2011] ZASCA 197; 2012 (2) SA 404 (SCA) (23 November 2011)",
  "citation": "[2011] ZASCA 197",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 197\n|\nNoteup\n|\nLawCite\nClaasen v Bester (872/10) [2011] ZASCA 197; 2012 (2) SA 404 (SCA) (23 November 2011)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n:\n872/10\nIn the\r\nmatter between:\nEVERT\r\nBAKKES CLAASEN\n…....................................................................\nAppellant\nand\nMICHIEL DANIëL BESTER\n…..................................................................\nRespondent\nNeutral citation:\nClaasen v Bester\n(872/10)\r\n[2011] 197 ZASCA (23November 2011)\nCoram:\nHarms DP, Lewis, Shongwe, Majiedt JJA and Plasket AJA\nHeard:\r\n14 November 2011\nDelivered 23 November 2011\nSummary:\nExtinctive prescription – knowledge of legal\r\nconclusion not a fact for purpose of\ns 12(3)\nof the\nPrescription Act\n68 of 1969\n.\n_____________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nFree\r\nState High Court, Bloemfontein (Van Zyl J sitting as court of first\r\ninstance):\nThe appeal is upheld with the costs of two counsel. The order of the\r\nhigh court is replaced with:\n‘\nThe defendant’s special plea of\r\nprescription is upheld, and the plaintiff’s claim dismissed,\r\nwith costs.’\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nLEWIS JA (HARMS AP, SHONGWE and MAJIEDT JJA and PLASKET AJA\r\nconcurring )\n[1] The parties in this matter are farmers in the Heilbron district\r\nof the Free State. They were also once friends. When the respondent,\n\nMr M D Bester, ran into financial difficulty, the appellant, Mr E B\r\nClaasen, a younger man, offered to prevent foreclosure of Bester’s\n\nfarm by the Land Bank, and bought the farm from Bester at a price\r\nthat approximated the debt to the Land Bank, and in the deed\nof sale\r\nafforded Bester the rights of lifelong use and occupation. He also\r\nagreed that Bester could buy the farm back, but no price\nfor this\r\n‘right’ was reflected in the deed of sale. It is this\r\n‘right’ that was central to the dispute\nbetween the\r\nparties, because when Bester wished to buy back the farm, Claasen\r\nrefused to sell, and was indeed not obliged to do\nso, the term being\r\nunenforceable. I shall deal with this shortly.\n[2] When Bester brought an action for a declaration that the sale by\r\nhim was void, or voidable, and against tender of the repayment\nof the\r\npurchase price, claimed restitution (retransfer of the property into\r\nhis name), Claasen pleaded that the claim had prescribed.\nHis special\r\nplea of prescription was adjudicated separately, by agreement, and\r\nVan Zyl J in the Free State High Court held that\nthe claim had not\r\nprescribed. The appeal to this court is with her leave.\n[3] The detailed background to the sale of the farm by Bester to\r\nClaasen is not of significance to the very simple issue on which\nthis\r\ncourt is called to decide: whether failure to appreciate that a\r\ncontract is void or voidable is a ‘fact’ for the\npurposes\r\nof\ns 12(3)\nof the\nPrescription Act 68 of 1969\n. But some facts are\r\ngermane and I shall deal with them shortly. First, however, it is\r\nuseful to set out the relevant terms of\ns12(3)\nof the Act.\nSection 12(1)\nprovides that prescription shall begin to run as soon\r\nas the debt is due.\nSection 12(3)\nprovides:\n‘\nA debt\r\nshall not be deemed to be due until the creditor has knowledge of the\r\nidentity of the debtor and of the facts from which\nthe debt arises –\nProvided that a creditor shall\r\nbe deemed to have such knowledge if he could have acquired it by\r\nexercising reasonable care.’\n[4] The facts, in summary, are these. A sale in execution of Bester’s\r\nfarm, to be held on 26 September 2001, was advertised\non 14\r\nSeptember. A few days before the proposed auction, Claasen and his\r\nson and son-in-law visited Bester on the farm and discussed\nthe\r\npossibility of buying it before the auction. Bester and his wife\r\nsubsequently visited Claasen and proposed that should he sell\nthe\r\nfarm to Claasen, he should have the right to buy back the property,\r\nto be reflected in the deed of sale. On the same day, 25\nSeptember\r\n2001, the parties went to see an attorney, also a Mr Claasen, to\r\ndiscuss a sale on these terms. Bester testified that\nat that meeting\r\nhe had insisted that the price at which he would buy back the farm\r\nmust be market-related. The following day the\nparties signed the deed\r\nof sale. And on 29 September 2001 they amended it to reflect Claasen\r\nas the sole purchaser. Transfer of\nthe farm was effected on 24 July\r\nthe following year, 2002.\n[5] Bester did not read the deed of sale in detail when he signed it.\r\nHe relied on attorney Claasen whom he thought had included\nin the\r\ndeed what he and Claasen had agreed. But it is common cause that the\r\nright Bester thought he had acquired to purchase the\nfarm at a\r\nmarket-related price was not contained in the deed. The contract\r\nprovided that Bester sold the farm, fully described\nin the document,\r\nto Claasen for R175 000 which would be payable in a prescribed\r\nfashion to the Land Bank.\n[6] The deed contained several ‘spesiale voorwaardes’,\r\nwhich in fact conferred rights on Bester. These included a lifelong\n\nright to live in the house which he occupied, for no consideration.\r\nHe was obliged, however, to maintain the house, and precluded\nfrom\r\ntransferring the right of occupation. Bester was also afforded the\r\nrights to have weekend visitors and to allow them to fish,\nprovided\r\nthat they did so in an orderly fashion; and to keep a few head of\r\ncattle, the number determinable at Claasen’s discretion.\n[7] The clause as to the repurchase by Bester provided that:\n‘\nDie\r\nkoper verleen hiermee ‘n terugkoop reg aan die verkopers om die\r\nhiermee verkoopte eiendomme binne ‘n tydperk van\n5 jaar vanaf\r\ndatum hiervan te kan terugkoop. Die koopprys, terme en of voorwaardes\r\nvan so ‘n koop om tussen die partye wanneer\ndie reg uitgeoefen\r\nsou word, bepaal te word. . . .’\nBester claimed not to have read this provision: he had relied on\r\nattorney Claasen to reflect the price as being market related.\nIt was\r\nonly when he obtained a copy of the deed of sale on 3 March 2004,\r\nfrom attorney Claasen, that he realized that such a provision\nhad\r\nbeen omitted. He was advised by another attorney, Mr B G Smit, that\r\nthe provision actually included was vague.\n[8] From that date onwards, Smit attempted to have the ‘special\r\nconditions’, including the ‘right’ to buy\nthe farm\r\nregistered against the title deed of the property. Numerous letters\r\nwere exchanged, including from attorney Claasen now\nacting on behalf\r\nof Claasen only, stating that the latter had no intention of selling\r\nthe farm, and from Smit on behalf of Bester\npurporting to exercise\r\nhis right. Eventually, on 11 January 2006, attorney Claasen advised\r\nBester through Smit that, having obtained\nthe opinions of two\r\nadvocates, the provision purporting to give Bester the right to buy\r\nback the farm was a nullity.\n[9] On 14 December 2007 Bester served summons, claiming a declaration\r\nthat the entire sale was void or voidable and that he was\nentitled to\r\nreturn of the farm, and tendered return of the purchase price.\r\nClaasen raised a special plea of prescription, which,\nif upheld,\r\nobviated the need to consider other issues such as the severability\r\nof the void provision from the balance of the agreement.\n[10] The high court, in a lengthy disquisition on the facts, and on\r\nthe law of prescription, held that the claim had not prescribed.\nIt\r\nfound that until 11 January 2006, when Bester was advised that the\r\nbuy back provision was not enforceable, he had been ignorant\nof its\r\nunenforceability. He thus did not have knowledge of the facts from\r\nwhich the debt arose until that date.\n[11] The argument of Claasen on appeal is that a conclusion of law is\r\nnot a fact. There was but one fact of which Bester was ignorant:\nthat\r\na price or a determinable price had not been put in writing in the\r\ndeed of sale. And that Bester learned on 3 March 2004 when\nhe\r\nobtained a copy of the deed of sale. It was unquestionable that the\r\nprovision as to the buy back was unenforceable because of\nthe\r\nrequirement of s 2(1) of the Alienation of Land Act 68 of 1981(that\r\nall material terms of a contract for the sale of land be\nreduced to\r\nwriting): the provision in the deed did not determine the price (a\r\nmaterial term), or set out a means for determining\nthe price. The\r\ninvalidity of the provision was a conclusion of law, and not a fact.\r\nPrescription thus began to run on 3 March 2004\nwhen Bester knew that\r\nno price had been determined in the provision. Claasen argued that\r\nthis was the only fact that Bester needed\nto know in order to have a\r\ncause of action. Bester knew that fact on 3 March 2004 when he saw\r\nthe deed of sale. That is when prescription\nbegan to run.\n[12] I do not propose to discuss the many cases that have dealt with\r\nthe question when prescription begins to run for the purposes\nof\nss\r\n12(1)\nand (3) of the\nPrescription Act. The\nmost pertinent suffice. In\nDrennan Maud & Partners v Pennington Town Board\n[1998] ZASCA 29\n;\n1998 (3)\r\nSA 200\n(SCA) at 212F-J Harms JA, in a separate concurring judgment,\r\nsaid\n‘\nIn\r\nshort, the word “debt” does not refer to the “cause\r\nof action”, but more generally to the “claim”\n. . .\r\n. In deciding whether a “debt” has become prescribed, one\r\nhas to identify the “debt”, or, put differently,\nwhat the\r\n“claim” was in the broad sense of the meaning of that\r\nword.’\n[13] In\nTruter v Deysel\n[2006] ZASCA 16\n;\n2006 (4) SA 168\n(SCA) para 16 this\r\ncourt said that:\n‘\nA debt\r\nis due in this sense when the creditor acquires a complete cause of\r\naction for the recovery of the debt, that is, when the\nentire set of\r\nfacts which the creditor must prove in order to succeed with his or\r\nher claim against the debtor is in place or,\nin other words, when\r\neverything has happened which would entitle the creditor to institute\r\naction and to pursue his or her claim.’\nTruter\ndealt with a claim in delict. Bester argued that claims\r\nin contract may be different, and relied on\nVan Staden v Fourie\n1989 (3) SA 200\n(A) at 216F-G where the court left open the question\r\nwhether the nullity of a contract (a legal conclusion) was a fact for\r\nthe\npurpose of\ns 12\nof the\nPrescription Act. But\nin\nTruter\n(para 20) Van Heerden JA said also:\n‘\nSection\r\n12(3)\nof the Act requires knowledge only of the material facts from\r\nwhich the debt arises for the prescriptive period to begin running\n–\r\nit does not require knowledge of the relevant legal conclusions (ie\r\nthat the known facts constitute negligence) or of the\nexistence of an\r\nexpert opinion which supports the conclusion.’\n[14] And in\nMinister of Finance v Gore\n2007 (1) SA 111\n(SCA)\r\npara 17 Cameron and Brand JJA said:\n‘\nThis\r\ncourt has, in a series of decisions, emphasised that time begins to\r\nrun against the creditor when it has the minimum facts\nthat are\r\nnecessary to institute action.\nThe\r\nrunning of prescription is not postponed until a creditor becomes\r\naware of the full extent of its legal rights,\nnor\r\nuntil the creditor has evidence that would enable it to prove a case\r\ncomfortably.’ (My emphasis).\n[15] These cases clearly do not leave open the question posed and not\r\nanswered in\nVan Staden\n. They make it abundantly clear that\r\nknowledge of legal conclusions is not required before prescription\r\nbegins to run. There is\nno reason to distinguish delictual claims\r\nfrom others. The principles laid down have been applied in several\r\ncases in this court,\nincluding most recently\nYellow Star\r\nProperties v MEC, Department of Planning and Local Government\n[2009] 3 All SA 475\n(SCA) para 37 where Leach AJA said that if the\r\napplicant ‘had not appreciated the legal consequences which\r\nflowed from the\nfacts’ its failure to do so did not delay the\r\nrunning of prescription. See also\nATB Chartered Accountants (SA) v\r\nBonfiglio\n[2011] 2 All SA 132\n(SCA) paras 14 and 18.\n[16] It is thus clear that prescription began to run on 3 March 2004,\r\nwhen Bester knew that no provision as to the price at which\nhe could\r\nbuy back the farm from Claasen had been included in the deed of sale.\r\nThat he believed nonetheless that the provision\nwas enforceable is\r\nnot relevant. And attempts to register the ‘special conditions’\r\nin the deed of sale against the\ntitle deeds by the legal\r\nrepresentatives of both parties are also of no consequence.\n[17] Bester, in his replication, asserted that the running of\r\nprescription was interrupted by Claasen’s willingness to have\n\nthe conditions registered, and contended, albeit faintly, before us\r\nthat Claasen had indicated that he knew that Bester had a right\nto\r\nbuy back the farm. But that too is irrelevant.\nSection 14\nof the\nPrescription Act provides\nthat the running of prescription may be\r\ninterrupted by the debtor’s acknowledgment of his indebtedness.\r\nSince there was no\ndebt to acknowledge, Claasen could hardly have\r\nindicated liability in any way.\n[18] Accordingly prescription began to run by 3 March 2004, and any\r\nclaim that Bester may have had prescribed by the date when\nsummons\r\nwas issued and served – 14 December 2007. The appeal must thus\r\nsucceed.\n[19] The appeal is upheld with the costs of two counsel. The order of\r\nthe high court is replaced with:\n‘\nThe defendant’s special plea of\r\nprescription is upheld, and the plaintiff’s claim is dismissed,\r\nwith costs.’\n_____________\nC H Lewis\nJudge of Appeal\nAPPEARANCES:\nFOR APPELLANT: J S Saner (with him N J Louw)\nInstructed by\nClaasen Prokureurs, Frankfort\nSchoeman Maree, Bloemfontein.\nRESPONDENT: J Daffue SC\nInstructed by\nSmit & Oertel Inc, Frankfort\nSymington & De Kok, Bloemfontein.",
  "scraped_at": "2026-02-12T16:09:59.456626",
  "date": "2011-11-23",
  "coram": [
    "Harms DP",
    "Lewis JA",
    "Shongwe",
    "Majiedt JJA",
    "Plasket AJA"
  ],
  "case_number": "872/10",
  "parties": {
    "applicants": [
      "Evert Bakkes Claasen"
    ],
    "respondents": [
      "Michiel Daniel Bester"
    ]
  },
  "sections": {
    "facts": "The parties were farmers in the Heilbron district. Bester, in financial difficulty, sold his farm to Claasen for R175,000, the price approximating his debt to the Land Bank. The deed of sale gave Bester a lifelong right of occupation and a put‑back right to repurchase the farm within five years, but the deed omitted any price or method for determining the repurchase price. Bester relied on the attorney’s representation that the repurchase right was market‑related. He did not read the deed in detail and only discovered the omission on 3 March 2004 when he obtained a copy of the deed. Subsequent attempts to register the special conditions failed, and on 11 January 2006 Bester was advised that the repurchase provision was a nullity. Bester served summons on 14 December 2007 seeking a declaration that the sale was void or voidable and restitution of the farm. Claasen raised a special plea of prescription, which the High Court rejected, holding that prescription began only when Bester learned of the unenforceability of the repurchase right on 11 January 2006.",
    "issues": "Whether the creditor’s (Bester’s) lack of appreciation that a contractual provision is void or voidable constitutes a lack of “knowledge of the facts from which the debt arises” under s12(3) of the Prescription Act 68 of 1969, and consequently when the prescriptive period began to run.",
    "principles": "Section 12(3) of the Prescription Act requires that a debt is not deemed due until the creditor knows the identity of the debtor and the material facts from which the debt arises, but knowledge of legal conclusions is irrelevant. Precedent confirms that only the material facts necessary to institute action are required: Drennan Maud & Partners v Pennington Town Board; Truter v Deysel; Van Staden v Fourie (question of whether a legal conclusion is a fact); Minister of Finance v Gore; Yellow Star Properties v MEC; ATB Chartered Accountants v Bonfiglio. These authorities hold that the running of prescription is triggered by knowledge of the factual basis of the claim, not by understanding the legal consequences of those facts.",
    "application": "The Court held that the only factual matter Bester was unaware of was the absence of a price in the repurchase provision. He became aware of this fact on 3 March 2004 when he inspected the deed. The nullity of the provision was a legal conclusion, not a fact, and therefore did not affect the start of prescription. Accordingly, prescription began on 3 March 2004. By the date summons were served (14 December 2007) the prescriptive period had elapsed, making Bester’s claim prescribed. The Court rejected the High Court’s view that the later advice on 11 January 2006 was the relevant date.",
    "conclusion": "The appeal was upheld. The defendant’s special plea of prescription was affirmed, the plaintiff’s claim was dismissed, and costs were awarded to the defendant."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Prescription",
    "level_3": [
      "Prescription Act",
      "contract law",
      "voidable contract",
      "knowledge requirement",
      "sale of land"
    ]
  }
}