{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/20.html",
  "case_name": "Pangbourne Properties Ltd v Basinview Properties (Pty) Ltd (381/10) [2011] ZASCA 20 (17 March 2011)",
  "citation": "[2011] ZASCA 20",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 20\n|\nNoteup\n|\nLawCite\nPangbourne Properties Ltd v Basinview Properties (Pty) Ltd (381/10) [2011] ZASCA 20 (17 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n: 381/10\nIn\r\nthe matter between:\nPangbourne\r\nProperties Limited\n..........................................................................\nAppellant\nand\nBasinview Properties (Pty) Limited\n................................................................\nRespondent\nNeutral citation:\nPangbourne v Basinview\n(381/10)\n[2011] ZASCA 20\n(17 March 2011)\nCoram:\r\nLewis, Maya and Seriti JJA\nHeard:\r\n28 February 2011\nDelivered: 17 March 2011\nSummary: Sale of land subject to suspensive condition:\r\ncondition not fulfilled: sale not revived by subsequent addendum that\r\nassumed\nsale to be valid: purchaser not estopped from relying on\r\nnon-fulfilment since none of requirements of estoppel established.\n_________________________________________________________________________\nORDER\n_________________________________________________________________________\nOn appeal from:\nNorth Gauteng\r\nHigh Court (Pretoria) (Legodi J sitting as court of first instance):\nThe appeal is upheld with costs. The order of the high\r\ncourt is replaced with:\n‘\nThe application is dismissed\r\nwith costs.’\n_________________________________________________________________________\nJUDGMENT\n_________________________________________________________________________\nLEWIS JA (MAYA and SERITI JJA concurring)\n[1] On 6 November 2007 the respondent, Basinview\r\nProperties Ltd (Basinview), sold to the appellant, Pangbourne\r\nProperties Ltd (Pangbourne),\nits business of letting immovable\r\nproperty. The business was defined to comprise certain immovable\r\nproperty, fixed assets and leases\nin respect of the property. Office\r\nbuildings on the property were at the time let to two businesses. The\r\npurchase price was R50 854 857.14,\ninclusive of VAT. The\r\nagreement provided that on transfer the sum of R9 424 000\r\nwould be retained by the conveyancer\nnominated under the agreement:\r\nif approval to develop a further office block on the property were\r\nnot obtained the amount retained\nwould be repaid to Pangbourne. The\r\namount of the purchase price, coupled with the amount so retained,\r\nwas an issue in the litigation\nthat ensued between the parties. The\r\nagreement was made subject to three suspensive conditions, the\r\nfulfilment of one of which\nis the central issue in dispute.\n[2] Pangbourne took the view that because one of the\r\nthree conditions had not been fulfilled timeously, the agreement was\r\nnot binding\non it. Accordingly, Basinview applied to the North\r\nGauteng High Court for an order that it was of full force and effect\r\nand asked\nalso for rectification of the purchase price so as to\r\nreflect the payment of R9 424 000 as well. Legodi J granted the\r\norders sought.\nThe appeal against his decision is with the leave of\r\nthis court. Long after leave to appeal had been granted, Basinview\r\nsought\nto cross appeal against the order in the event that the appeal\r\nwas dismissed. The high court granted leave to do so just two weeks\n\nbefore the appeal was to be heard. Basinview sought condonation of\r\nthe late filing of the notice of cross appeal and heads of argument\n\nwere filed a week before the hearing. The cross appeal is conditional\r\non the appeal failing.\n[3] It should be noted that in the application to the\r\nhigh court, Pangbourne did not answer the founding affidavit of\r\nBasinview,\ndeposed to by Mr J Seeliger. Instead it filed a notice in\r\nterms of Uniform Rule 6(5)(d)(iii) raising only questions of law.\r\nSeeliger\nresponded with a ‘supplementary founding affidavit’.\n[4] I shall deal first with the dispute whether one of\r\nthe conditions was fulfilled. Should it be found that the condition\r\nwas not\nfulfilled and that the agreement was thus of no effect, the\r\ndispute about the price, and an application to rectify the agreement,\n\nneed not be decided.\n[5] In so far as relevant, Clause 4 of the agreement\r\nstated:\n‘\nSuspensive Conditions\n4.1 This entire agreement . . . is subject to the fulfilment of the\r\nsuspensive conditions that:\n. . .\n4.1.2 the Board of Directors of both the Purchaser and the Seller\r\napprove the purchase and sale recorded herein. Proof of the passing\n\nof such resolution shall be furnished by each party to the other in\r\nthe form of a written resolution duly certified by the\r\nchairman/secretary\nas being a true copy of a resolution which was\r\npassed at the meeting for that purpose;\n. . .\n4.3 The suspensive conditions . . . have been inserted for the\r\nbenefit of all parties and may not be waived.’\nClause 4.4.2 provided that the condition relating to\r\nboard approval ‘shall be fulfilled within 14 (fourteen) days of\r\nthe signature\ndate’. Clause 4.5 provided that the parties\r\ncould, in writing, extend the dates of fulfilment, prior to those\r\ndates, by mutual\nagreement. Clause 4.6 stated that, in the absence of\r\nsuch extension, if the conditions were not fulfilled, then the\r\nagreement ‘shall\nnever become of any force or effect and no\r\nparty shall have any claim against any other party’ save in the\r\nevent of a breach\nof clause 4, and that ‘the parties shall be\r\nrestored to the status quo ante’.\n[6] Pangbourne’s board of\r\ndirectors did not pass the resolution anticipated in clause 4.2\r\nwithin the 14-day period stipulated.\nThis much is common cause.\r\nAlthough the other conditions were fulfilled the effect of the\r\nfailure of this condition was, so Pangbourne\nargued, to render the\r\nentire contract of no effect. This is indeed the general consequence\r\nof the failure of a condition: the contract\nhas no legal force.\n1\n[7] The high court found, however, that although the\r\nagreement had lapsed it had been ‘revived’. This was the\r\nimplication\nof a written addendum to the agreement concluded after\r\nthe date for fulfilment had occurred. The high court also found for\r\nBasinview\non the ground that Pangbourne was estopped from asserting\r\nthat the agreement was a nullity. And it found that the fulfilment of\n\nthe condition had been waived despite the express prohibition on\r\nunwritten waivers in the agreement. In refusing the application\nby\r\nBasinview for leave to appeal Legodi J said:\n‘\n[I]t would offend against one’s sense\r\nof justice if, despite clear and unambiguous intention of the\r\nparties, the general rule\nis applied. At the risk of repeating myself\r\nand contrary to the rigid rule as proposed by Counsel on behalf of\r\nthe respondent,\na lapsed agreement due to non-fulfilment of a\r\nsuspensive clause, could be revived provided of course that the\r\nintention to revive\nit spell out or can be implied, or can be seen to\r\nhave been waived.’\n[8] The facts relating to non-fulfilment, and to the\r\naddendum, are not in dispute. Before the expiration of the 14-day\r\nperiod for\nfulfilment of the condition, on 15 November 2007,\r\nPangbourne’s company secretary wrote to Basinview advising that\r\nthe chief\nexecutive officer of Pangbourne, Mr C Hutchison, who had\r\nauthority to approve the purchase price, had approved the agreement\r\nfor\nthe purchase of the property. In the same letter she asked for\r\nproof of Basinview’s board approval.\n[9] It subsequently transpired that Hutchison had\r\nexceeded the limit of his authority. Nothing turns on this since it\r\nis clear that\nHutchison in any event did not constitute the board and\r\nthat there was in fact no board approval. Basinview contended in the\r\nhigh\ncourt, however, that Pangbourne was bound by the letter of 15\r\nNovember on the basis of the Turquand rule: that although Pangbourne\n\nhad not followed its own internal procedures, third parties could not\r\nbe expected to take cognizance of that and were entitled\nto rely on\r\nwhat is communicated to them by the company.\n[10] The court below made no finding in this regard but\r\ndid not reject the argument. The invocation of the Turquand rule is\r\nin my\nview inapposite. Pangbourne communicated quite clearly to\r\nBasinview, through the company secretary, that Hutchison (rather than\n\nthe board) had approved the purchase. This is not a case where\r\ninternal procedures were not followed, unbeknown to third parties.\n\nBasinview actually knew that there was no board resolution as\r\nrequired by the agreement. The point was not pursued on appeal.\n[11] Basinview argued before this court that the\r\nagreement was binding on the basis of estoppel. Alternatively it\r\ncontended that\na new agreement had been entered into when the parties\r\nsigned an addendum to the agreement on 19 June 2008. I shall deal\r\nfirst\nwith the argument based on estoppel.\nEstoppel\n[12] The high court appeared to find (saying that the\r\n‘cumulative events or conduct . . . should justify a finding .\r\n. . on\nestoppel’) that Pangbourne was estopped from denying the\r\nvalidity of the agreement. The basis for this was the conduct of\n\nPangbourne’s officers, and their correspondence after the\r\nagreement and the addendum respectively were signed. On appeal\n\nBasinview argued only that the letter from the company secretary on\r\n15 November 2007 formed the basis for finding that Pangbourne\nwas\r\nestopped from asserting that the condition was not fulfilled and that\r\nthe agreement was not binding.\n[13] It should be noted that clause 19.3 of the\r\nagreement provided that:\n‘\nNo extension of time or waiver or\r\nrelaxation of any of the provisions or terms of this agreement . . .\r\nshall operate as an estoppel\nagainst any party in respect of its\r\nrights under this agreement . . . .’\nBasinview argued that this provision did not exclude the\r\noperation of estoppel since it was not contending for any extension\r\nof\ntime, waiver or relaxation of a term of the agreement. Instead it\r\nrelied on a misrepresentation made by Pangbourne in the letter\n\nwritten by the company secretary. That letter constituted the\r\nmisrepresentation. Part of the heading of the letter referred to\n\n‘approval by Pangbourne’s board of directors referred to\r\nin clause 4.1.2 of the agreement’. The second and third\n\nparagraphs read:\n‘\nI confirm that the purchase price of the\r\nProperty in the sum of R50 854 857,14 falls within the authorization\r\nlimit for approval\nof a purchase by Craig Hutchison, in his capacity\r\nas Chief Executive Officer, in terms of Pangbourne’s policies\r\nand procedures.\nI accordingly confirm, in my capacity as Company Secretary of\r\nPangbourne, that the purchase of the Property has been approved by\n\nCraig Hutchison.’\n[14] This, contended Basinview, amounted to a\r\nrepresentation that there was board approval – a general\r\nauthority for Hutchison\nto approve the purchase. It did not matter\r\nthat in fact the price exceeded his general authority. Basinview had\r\nreasonably relied\non the representation to its detriment.\n[15] The requirements for an estoppel\r\nto operate are well known. A representation made by a principal, not\r\nan agent, by words or\nconduct in such a way that the principal would\r\nexpect someone to rely on it; reasonable reliance on the\r\nrepresentation by the person\nrelying on the representation; and\r\nconsequent prejudice to that party.\n2\n[16] In my view, the letter made no misrepresentation\r\nthat the condition had been fulfilled, and Basinview could not\r\nreasonably\nhave relied on it in believing that the board had passed\r\nthe requisite resolution. The agreement in clause 4.1.2 expressly\r\nrequired\na resolution of the board approving the particular sale –\r\nnot a general resolution giving an officer of the company authority\n\nfor acquisitions for less than a specified amount. And proof of the\r\nspecific resolution, ‘duly certified by the Chairman/Secretary\n\nof the Company’ had to be furnished to Basinview. The letter\r\ndid not say that the board had resolved to approve the agreement.\nIt\r\nsaid that Hutchison had approved it. And there was indeed no\r\nresolution (as Basinview now accepts) and thus no proof of it as\n\nrequired.\n[17] There was therefore no representation that the\r\ncondition had been fulfilled. And accordingly there was no reliance\r\nto its detriment\nby Basinview on the fact that the agreement had\r\nbecome unconditional. The requirements for estoppel to operate such\r\nthat the agreement\nwas enforceable against Pangbourne were not met.\n[18] It is thus not necessary to deal\r\nwith Pangbourne’s contention that estoppel is in any event a\r\nshield of defence and not\na weapon of attack – a principle\r\nquestioned recently by Harms DP in\nOriental\r\nProducts v Pegma 178.\n3\nThe finding by the high court that\r\nPangbourne was estopped from asserting the nullity of the agreement\r\nwas clearly wrong.\nThe addendum constituted a new agreement\n[19] Basinview contended in the alternative that an\r\naddendum that the parties had signed on 19 June 2008 constituted a\r\nnew agreement\nbetween the parties. Legodi J found that the addendum\r\n‘revived’ the agreement and he added some tacit terms. A\r\nglance\nat the agreement suggests that the addendum had a completely\r\ndifferent purpose and effect.\n[20] The parties recorded that in terms of clause 27 of\r\ntheir agreement Pangbourne had appointed another entity, Bridgeport\r\nProperty\nAdministration (Pty) Ltd (Bridgeport), to manage the\r\nbuildings on the property sold. They stated, however, that they had\r\nagreed\nthat Bridgeport would not be required to manage the property,\r\nand thus deleted clause 27. The addendum continued: ‘Save for\n\nthe amendment set out above, the Agreement remains of full force and\r\neffect’.\n[21] This, argued Basinview, as I have indicated,\r\namounted to a new agreement for the purchase of the property, on the\r\nsame terms\n(with the necessary changes being made to dates) as the\r\ninitial agreement. The logic defies me. The addendum was recorded to\r\nhave\nbeen made for the purpose of deleting clause 27. It stated that\r\nthe remainder of the agreement continued in effect. That must include\n\nthe conditions. There is not a shred of evidence that the addendum\r\n(usually something to be added to an agreement) was intended\nto\r\nreplace the agreement. And the contention runs counter to the terms\r\nof the addendum itself.\n[22] Nonetheless Basinview argued that the addendum had\r\nto be read against the factual matrix in which the parties operated.\r\nThey\nknew that the condition had not been fulfilled, yet they stated\r\nthat the sale agreement remained of full force and effect. That\nmust\r\nhave meant that they intended to enter into a new contract on the\r\nsame terms save that the clauses of the contract of November\n2007\r\ndealing with signature, effective dates and fulfilment of conditions\r\nhad to be changed in the light of the later date of agreement.\n[23] The argument is far-fetched. It requires one to\r\nignore altogether the language of the addendum and to assume a false\r\nfact.\nPangbourne, certainly, was not under the impression that the\r\ncondition had not been fulfilled. In a round robin resolution dated\n\n27 June 2008 the board of directors recorded that it had received\r\nlegal advice that Pangbourne was bound by the agreement, despite\nthe\r\nabsence of a mandate on the part of the ‘previous managing\r\ndirector’, because of the provisions of s 36 of the\nCompanies\r\nAct 61 of 1973, called by them the ‘ultra vires rule’.\r\nThe resolution continued to state that the board now\nratified the\r\nagreement as a result of a request by the attorneys who were to\r\neffect transfer. The resolution thus shows that there\nwas no\r\nassumption that the agreement was not binding. Accordingly the\r\nfactual matrix indicates that the addendum was just that:\nan\r\nalteration in one minor respect of what was assumed to be a valid\r\ncontract. And that is confirmed by the words at the end that\nstate\r\nthat the agreement remained of full force and effect.\n[24] The high court was thus wrong in finding that the\r\naddendum ‘revived’ the agreement for the sale of the\r\nproperty\nby Basinview to Pangbourne, with tacit terms read in as to\r\nthe dates of signature, and dates for the fulfilment of the\r\nconditions.\nAnd Basinview’s argument that it actually\r\nconstituted a new agreement on the same terms (more or less) likewise\r\nis untenable.\nThe high court also erred in finding that the parties\r\nhad waived the fulfilment of the condition since the alleged waiver\r\nwas not\nonly precluded by the express terms of the agreement but also\r\noccurred after the date by which the condition should have been\r\nfulfilled.\nBasinview did not persist in its argument in this regard\r\non appeal. It also did not persist with the argument that certain\r\ntacit\nterms had to be read into the addendum.\n[25] In my view there was no basis on which to find that\r\nthe agreement was enforceable. Thus it is not necessary to consider\r\nthe\nclaim for rectification nor the conditional cross appeal. (Nor is\r\nit necessary to consider the application for condonation of the\nlate\r\nfiling of the notice of cross appeal.) The appeal must succeed.\n[26] The appeal is upheld with costs. The order of the\r\nhigh court is replaced with:\n‘\nThe application is dismissed\r\nwith costs.’\n____________\nC H Lewis\nJudge of Appeal\nAPPEARANCES:\nAPPELLANTS: P N Levenberg SC\nInstructed by Bowman Gilfillan Inc\nJohannesburg\nMcIntyre & Van der Post\nBloemfontein\nRESPONDENTS: N G P Maritz SC\nInstructed by Van der Merwe Du Toit\nPretoria\nSymington & De Kok\nBloemfontein\n1\nThe\r\n\tproposition is trite and repeated in many decisions. The most recent\r\n\tstatement of this court to this effect is in\nFairoaks Investment\r\n\tHoldings (Pty) Ltd v Oliver\n[2008] ZASCA 41\n;\n2008 (4) SA 302\n(SCA) paras 20 and\r\n\t21.\n2\nSee\nNBS Bank Ltd v Cape Produce Co (Pty) Ltd\n2002 (1) SA 396\n(SCA) para 26, cited in\nGlofinco v Absa Bank Ltd t/a United Bank\n2002 (6) SA 470\n(SCA) para 12.\n3\n(126/10)\n[2010] ZASCA 166\n(1 December 2010) para 31.",
  "scraped_at": "2026-02-12T15:20:32.717305",
  "date": "2011-03-17",
  "coram": [
    "Lewis JA",
    "Maya JA",
    "Seriti JJA"
  ],
  "case_number": "381/10",
  "parties": {
    "applicants": [
      "Pangbourne Properties Ltd"
    ],
    "respondents": [
      "Basinview Properties (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "In November 2007 Basinview Properties sold its business of letting immovable property to Pangbourne Properties for R50,854,857.14 inclusive of VAT. The sale agreement was subject to three suspensive conditions, one of which required board‑of‑directors resolutions of both parties within fourteen days of signing. Pangbourne failed to obtain its board resolution within the stipulated period. Prior to the expiry, Pangbourne’s company secretary wrote to Basinview indicating that the chief executive officer, Craig Hutchison, had approved the purchase, and asked for proof of Basinview’s board approval. The condition remained unmet. On 19 June 2008 the parties signed an addendum that deleted clause 27 (appointment of a managing entity) and affirmed that “the Agreement remains of full force and effect”. Basinview later sought to enforce the sale, arguing that the addendum revived the agreement or that estoppel prevented Pangbourne from relying on the failure of the condition.",
    "issues": "The court had to decide (1) whether the suspensive condition concerning board approval was fulfilled; (2) whether the parties were estopped from asserting the agreement’s nullity on the basis of the November 2007 letter; (3) whether the 2008 addendum created a new contract or revived the original agreement; (4) whether any waiver of the condition occurred despite the contract’s express prohibition on unwritten waivers; and (5) the overall enforceability of the sale agreement.",
    "principles": "South African contract law holds that a failure of a suspensive condition renders the contract void unless the condition is subsequently fulfilled or validly waived. Waiver must be in writing where the contract prohibits oral or unilateral waiver. Estoppel requires (a) a clear representation by the promisor, (b) reasonable reliance by the promisee, and (c) detriment suffered. The Turquand rule applies only where a third party is unaware of internal non‑compliance; it does not apply where the representation expressly identifies the missing internal approval. An addendum that merely alters a clause does not revive a lapsed agreement unless it expressly replaces the original terms.",
    "application": "The court found that the board‑of‑directors resolution was never passed, so the suspensive condition remained unfulfilled. The November 2007 letter merely stated that the CEO had approved the purchase; it did not represent that a board resolution existed, nor did it satisfy the contractual requirement for certified proof of such resolution. Consequently, no estoppel arose and Basinview could not rely on the letter. The 2008 addendum was interpreted as a narrow amendment deleting clause 27 while confirming that the rest of the agreement remained in effect; it did not constitute a new contract nor revive the original agreement because it made no reference to the suspended condition. Any alleged waiver was invalid both because the contract barred unwritten waivers and because the waiver, if any, occurred after the deadline for performance. Hence, the agreement was not enforceable.",
    "conclusion": "The appeal was upheld. The Supreme Court of Appeal set aside the High Court’s order and dismissed the application, awarding costs to the appellant. The agreement was deemed to have lapsed due to non‑fulfilment of the suspensive condition and was not revived by the addendum; no estoppel or waiver applied."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Suspensive Conditions",
    "level_3": [
      "estoppel",
      "waiver",
      "addendum",
      "board approval"
    ]
  }
}