{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/51.html",
  "case_name": "Hyprop Investments Ltd and Another v Shoprite Checkers Ltd (315/10) [2011] ZASCA 51 (30 March 2011)",
  "citation": "[2011] ZASCA 51",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 51\n|\nNoteup\n|\nLawCite\nHyprop Investments Ltd and Another v Shoprite Checkers Ltd (315/10) [2011] ZASCA 51 (30 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 315/10\nIn the matter between:\nHYPROP INVESTMENTS LTD\n..........................................................\nFirst\r\nAppellant\nELLERINE BROS (PTY) LTD\n...............................................\nSecond\r\nAppellant\nand\nSHOPRITE CHECKERS LTD\n.................................................................\nRespondent\nNeutral citation:\nHyprop\r\nInvestments v Shoprite Checkers\n(315/10)\n[2011] ZASCA 51\n(30 March 2011)\nCoram:\nNugent, Tshiqi JJA and\r\nPlasket AJA\nHeard:\n4 March 2011\nDelivered:\n30 March 2011\nSummary:\nAgreement of lease –\r\ninterpretation – phrase ‘the initial valuation date’\r\nfor purposes of determining tenant’s\npro rata\nliability\r\nfor increases in rates to be determined with reference to date of\r\nfirst valuation of completed building.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nWestern Cape High Court, Cape\r\nTown (Traverso DJP, Saldanha and Binns-Ward JJ sitting as a court of\r\nappeal):\nThe appeal is dismissed with costs, including the costs\r\nof two counsel.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nPLASKET AJA (NUGENT and TSHIQI JJA concurring):\n[1] This appeal concerns the proper interpretation of a\r\nclause in an agreement of lease. The clause in question, clause 7.3\r\nof the\ngeneral terms and conditions of the lease, will be set out in\r\ndue course. The parties agree on one thing: clause 7.3 was drafted\n\nextremely poorly and, as a consequence, it displays a degree of\r\nambiguity. The result was that a single judge of the Western Cape\n\nHigh Court, Cape Town (Griesel J) gave it one meaning while, on\r\nappeal, a full bench of that court (Binns-Ward J, Traverso AJP\nand\r\nSaldanha J concurring) gave it another. It falls to this court to\r\ndecide which interpretation is correct.\n[2] The facts are common cause. On 9 February 2000,\r\nCentury City Centre Ltd and the respondent concluded an agreement of\r\nlease in\nterms of which Century City Centre Ltd let premises in the\r\nCanal Walk Shopping Centre in Cape Town to the respondent. The\r\nshopping\ncentre was still under construction when the agreement of\r\nlease was concluded.\n[3] The shopping centre was duly completed and it opened\r\nfor business during October 2000. This meant that the lease commenced\r\non\n1 October 2000 because clause 1.3.2 provided that the lease\r\ncommenced on the first day of the month in which the shopping centre\n\nopened.\n[4] The appellants purchased the shopping centre during\r\n2003. In May 2005, they launched an application in which they sought\r\na declarator\nas to the respondent's liability to pay a\npro rata\nshare of the increase in rates payable on their property. They also\r\nsought an order to direct the respondent to pay them an amount\nof R2\r\n086 766.75, being the\npro rata\nshare of the rates increase\r\nthat, on their interpretation of clause 7.3, the respondent was\r\nliable to pay.\n[5] Whether the appellant is entitled to the declarator\r\nand whether the respondent is liable to pay the amount claimed by the\r\nappellants\ndepends on the meaning of clause 7.3. It provides:\n'The Tenant shall be responsible for and promptly pay\r\nthe Tenant's share, based on lettable area of each tenancy in\r\nproportion to\ntotal lettable area, of any increases measured from the\r\ninitial valuation date, in rates, taxes, VAT, building’s\r\noperating\ncosts, and/or sewerage charges payable to the competent\r\nauthority and/or Landlord in respect of the land or improvements\r\nthereon\nimposed after the commencement date of the lease. The\r\nprovisions of this clause shall apply mutatis mutandis to any levy or\r\ntax\nnot in force on the date of signature of this lease being imposed\r\nat any time thereafter against the land and/or improvements thereon\n\nby any competent authority. Should the Landlord for any reason\r\nincrease or decrease the Gross Leasable Area of the Building after\n\nthe date of commencement of this lease then the Tenant's pro rata\r\nshare shall be adjusted accordingly.'\n[6] A number of interim valuations of the property and\r\nthe incomplete shopping centre had been conducted by the local\r\nauthority\nduring its construction. They reflected, progressively, the\r\nvalue of the land and a rough estimate of the improvements to the\r\nproperty\nin its incomplete state. So, for instance, in the Second\r\nInterim Valuation 2000/2001, the valuation that was current when the\r\nlease\ncommenced, the land was valued at R6 989 000 and the incomplete\r\nshopping centre was valued at R60 million on the basis that the\n\nbuilding was about 50 per cent completed and the value of the\r\nbuilding when completed, would be R120 million. The next valuation,\n\nthe First Interim Valuation 2001/2002 reduced the value of the land\r\nbut the value of the improvements remained R60 million. The\nrates\r\npayable on the basis of this valuation were R627 871.\n[7] The first valuation of the completed shopping centre\r\nwas effected in terms of the 2000 General Valuation in October 2002\r\nwith\nan implementation date of 1 July 2002. After a successful appeal\r\nby the appellants against the initial valuation, the property and\nits\r\nimprovements were valued at R950 million, made up of R860 million in\r\nrespect of the improvements and R90 million in respect\nof the land.\r\nThe rates payable were R13 425 400. This valuation was a great deal\r\nhigher than previous valuations for two reasons.\nFirst, the shopping\r\ncentre had been completed and secondly a new system of valuation had\r\nbeen introduced that produced universally\nhigher valuations.\n[8] The appellants’ case was that the term ‘the\r\ninitial valuation date’ in clause 7.3 referred to the valuation\n\nthat was current on the date of the commencement of the lease. If\r\nthat was so, it followed that the respondent was liable to contribute\n\nits\npro rata\nshare of the increase in rates from R627 871 to\r\nR13 425 400. The respondent’s case was that ‘the initial\r\nvaluation\ndate’ referred to the first valuation after the\r\ncompletion of the building and this was the valuation of October\r\n2002. This,\nit argued, was the base from which future increases in\r\nrates were to be measured.\n[9] In terms of clause 1.2 of the agreement of lease,\r\nthe premises were defined as a ‘supermarket on the lower level’\n\nof the shopping centre some 6 000 square metres in size. The period\r\nof the lease was 15 years plus four optional periods of five\nyears\r\neach. The commencement date of the lease was defined in clause 1.3.2\r\nas the ‘first day of the month in which the Centre\nopens’.\r\nIn terms of clause 1.3.4, the obligation to pay rental commenced on\r\nthat day too. The rental was stipulated in clause\n1.4 to be ‘2.5\r\nper cent of the Tenant’s Turnover as defined in Clause 5.1.2\r\n[of the general terms and conditions] for\nthe first 12 months of\r\ntrading, 2.25 per cent in the second 12 months and 2 per cent\r\nthereafter’. The date of beneficial\noccupation was defined by\r\nclause 1.3.6 to be 90 days before the opening of the shopping centre.\r\nThe premises, according to clause\n1.9, could only be used for the\r\npurpose of carrying on the business of a supermarket.\n[10] Annexure ‘A’ to the agreement contains\r\nits general terms and conditions. Clause 7.3 is one of these terms.\r\nClause\n2 states that the premises ‘shall have been constructed\r\nsubstantially in accordance with’ an attached plan but the\r\nparties agreed to the possibility of amendments to the plan, either\r\nas a result of municipal requirements, the requirements of any\nother\r\nauthority having jurisdiction or in the discretion of the landlord\r\n(within the bounds of reasonableness). Clause 3 dealt\nwith beneficial\r\noccupation. Clause 3.2 provided that if the ‘Landlord is unable\r\nto give the Tenant beneficial occupation\nof the Premises’ 90\r\ndays before the opening of the shopping centre ‘by reason of\r\nthe building or Premises being incomplete’,\nthe tenant would\r\nhave no claim against the landlord and have no right to cancel for\r\nthis reason. Clause 6 placed the obligation\non the tenant to pay its\r\nshare of the operating costs, which are, in terms of clause 6.2, ‘the\r\ntotal actual cost and expense\nincurred in operating, administering\r\nand managing the Building’.\n[11] Clause 7 consists of three sub-clauses. Clause 7.1\r\nrequired the tenant to pay for electricity, water, gas and other\r\nutilities\nthat are used or consumed in the premises as well as the\r\ncost of refuse removal from the premises. Clause 7.2 entitles the\r\nlandlord,\nin the event of it paying for utilities used or consumed by\r\nthe tenant, to recover the amounts so paid, with interest and to\r\ncancel\nthe lease if the tenant does not pay within 14 days of demand.\r\nClause 7.3 then, as we have seen, deals with the tenant’s\r\nobligations to pay a\npro rata\nshare of any increases in rates,\r\ntaxes, VAT, the building’s operating costs and sewerage\r\ncharges. Finally, clause 20.1 entitles\nthe landlord to ‘complete\r\nconstruction of the Building (if it is still in the course of\r\ncompletion at the commencement date\nof this lease)’, to add to\r\n‘the improvements on the Land (other than the Premises)’\r\nand to effect additions to\nthe building or the premises, and for\r\nthese purposes to erect scaffolding, hoardings and building equipment\r\nand to have access\nto the premises if needs be.\n[12] The process of interpretation of\r\ncontracts involves a search for the intention of the parties through\r\nthe words that they used,\nconsidered in the context of the agreement\r\nas a whole, including the factual background and construed ‘in\r\naccordance with\nsound commercial principles and good business sense\r\nso that it receives a fair and sensible application’.\n1\nIn this case, little purpose would be\r\nserved by attempting to give the words used in clause 7.3 their\r\nliteral meaning – by\napplying the so-called golden rule of\r\ninterpretation – because as Binns-Ward J observed in the full\r\nbench judgment, the parties\nwere in agreement that clause 7.3 was\r\n‘inelegantly composed and ambiguous in relevant respects’.\n2\n[13] Because of the ambiguity of\r\nclause 7.3 this is not the type of case in which ‘sophisticated\r\nsemantic analysis’\nwill assist to find the intention of the\r\nparties.\n3\nDespite its drawbacks, a sensible\r\nmeaning can be attributed to clause 7.3 which accords with good\r\nbusiness sense and is equitable,\nand thus reflects the intention of\r\nthe parties. That considerations of equity are relevant to the\r\ninterpretation process is evident\nfrom\nSouth\r\nAfrican Forestry Co Ltd v York Timbers Ltd\n4\nin which Brand JA said that ‘the\r\nnotions of fairness and good faith that underlie the law of contract\r\n. . . have a role to\nplay’; that while a court may not\r\nsuperimpose its idea of fairness on ‘the clearly expressed\r\nintention of the parties’,\ndifferent considerations apply when\r\nthe contract is ambiguous; and, in that case, ‘the principle\r\nthat all contracts are governed\nby good faith is applied and the\r\nintention of the parties is determined on the basis that they\r\nnegotiated with each other in good\nfaith’.\n[14] In ascribing meaning to the\r\nphrase ‘the initial valuation date’ the first issue that\r\nmust be addressed is what\nthe increases ‘measured’ from\r\nthis date refer to. Do they refer to rates only or do they refer also\r\nto ‘taxes,\nVAT, building’s operating costs and/or\r\nsewerage charges’? In my view, it makes no sense to determine\r\nincreases in anything\nbut rates from ‘the initial valuation\r\ndate’ as none of the other expenses are determined by a\r\nvaluation of the land\non which, and buildings in which, the leased\r\npremises are situated. In consequence, it must have been the\r\nintention of the parties\nthat only increases in rates were to be\r\ndetermined from the initial valuation date. In other words, what was\r\nintended was that\nthe respondent would be responsible for its share\r\nof any increases in rates, ‘measured from the initial valuation\r\ndate’,\nand increases in taxes, VAT, the building’s\r\noperating costs and sewerage charges. Increases in the expenses\r\nmentioned other\nthan rates would be payable by the respondent on a\npro rata\nbasis\r\nwhen the increases occurred.\n[15] There are important indications in the agreement\r\nthat the parties intended the lease to become operative only when the\r\nbuilding\nwas completed. First, the opening of the shopping centre, as\r\nthe trigger for the lease commencing, appears to me to contemplate\na\r\nbuilding that is complete. Secondly, clause 2 of the general terms\r\nand conditions speaks of the premises having ‘been constructed’\n\nin accordance with an attached plan. Thirdly, clause 1.3.6 of the\r\nlease agreement and clause 3 of the general terms and conditions,\n\ndealing with beneficial occupation, contemplate that the building and\r\nthe premises would be completed 90 days before the opening\nof the\r\nshopping centre. Finally, clause 6 of the general terms and\r\nconditions, dealing with the tenant’s obligations to pay\nits\r\nshare of the operating costs of the building, contemplates a\r\ncompleted building – one that is operated, administered\nand\r\nmaintained.\n[16] The tenant’s rental was determined on the\r\nbasis of a percentage of its turnover, presumably on the basis of\r\nprojected\nfigures determined by experience and expertise in this type\r\nof development. The operating costs of the building, whatever they\r\nmay be, were for the tenant’s account, as were consumables such\r\nas electricity and water, these being based on the amount\nof use.\r\nFinally, in accordance with the common law position, the landlord\r\nbore responsibility initially for rates. In terms of\nthis scheme,\r\nthere were few imponderables for the landlord: with the exception of\r\nthe rental, other costs were to be borne by the\ntenant and those that\r\nwere borne by the landlord were, if not known in precise terms,\r\ncapable of easy and accurate estimation.\nAll that was left was future\r\nincreases. Clause 7.3 is a mechanism – albeit a poorly crafted\r\nmechanism – for the landlord\nto make provision for the tenant\r\nto contribute, not to rates\nper se\n, but to increases in rates\r\nas and when they arise.\n[17] It is within the context that I have outlined that\r\nthe meaning of the term ‘the initial valuation date’ must\r\nbe\ndetermined. It must first be stated that, for what it is worth,\r\nthe word ‘date’ is out of place; the liability to pay\na\npro rata\nshare of any increase in rates arises from ‘the\r\ninitial valuation’ or, I suppose, the date on which the initial\r\nvaluation\ncame into effect.\n[18] As stated above, the two possibilities contended\r\nfor by the parties are first that the initial valuation date refers\r\nto the\nvaluation that was operative when the lease commenced and the\r\nsecond is that it refers to the first valuation of the completed\r\nbuilding. The first possibility has, in my view, at least three\r\nproblems. They are, first, that it conflates the phrase ‘the\n\ncommencement date of the lease’ with the phrase ‘the\r\ninitial valuation date’, rendering the latter term meaningless\n\nand superfluous. I cannot imagine that both phrases would have been\r\nused in clause 7.3 if the parties intended them to mean the\nsame\r\nthing. Secondly, I can see no reason why the parties would have\r\nintended that the base from which increases in rates were\nto be\r\ndetermined would be a valuation of an incomplete building. As the\r\ntenant would only be able to utilise the building when\nit was\r\ncomplete, as contemplated in the agreement, it would be illogical, as\r\nwell as making no business sense for it to have agreed\nto such a\r\nscheme. Thirdly, on that construction, the base date would be\r\narbitrarily set. The parties could not have intended that\nthe base\r\ndate would be set by the state of completion in which the building\r\nhappened to be at the time the valuation was made.\n[19] In my view, it would have been logical, equitable\r\nand would have made business sense for the parties to have agreed\r\nthat the\nrespondent would only be liable for increases in rates on\r\nthe basis of an increased valuation of the completed building. In\r\nother\nwords, the base from which increases are to be determined is a\r\nvaluation of the completed building. This fits into the scheme of\nthe\r\nlease that the tenant leases part of a completed building and\r\ncontributes to increases in rates levied on a completed building.\nIt\r\nfollows that, ‘the initial valuation date’ in clause 7.3\r\nrefers to I July 2002, the implementation date of the General\n\nValuation of October 2002. That being so, the appeal must fail.\n[20] The following order is made:\nThe appeal is dismissed with costs, including the costs\r\nof two counsel.\n____________________\nC PLASKET\nACTING JUDGE OF APPEAL\nAPPEARANCES\nAPPELLANT : S Burger SC and E Fagan SC\nInstructed by Bernhardt, Vukic, Potash and Getz, Cape\r\nTown;\nLovius-Block Attorneys, Bloemfontein\nRESPONDENT : J A Newdigate SC and J H Roux SC\nInstructed by Werksmans Attorneys, Cape Town\nNaudes, Bloemfontein\n1\nPicardi\r\n\tHotels Ltd v Thekwini Properties (Pty) Ltd\n[2008] ZASCA 128\n;\n2009\r\n\t(1) SA 493\n(SCA) para 5. See too\nKPMG\r\n\tChartered Accountants (SA) v Securefin Ltd & another\n2009 (4) SA 399\n(SCA) para 39;\nCoopers\r\n\t& Lybrand & others v Bryant\n[1995] ZASCA 64\n;\n1995\r\n\t(3) SA 761\n(A) at 767E-768E.\n2\nPara\r\n\t4.\n3\nLloyds\r\n\tof London Underwriting Syndicates 969, 48, 1183 and 2183 v Skilya\r\n\tProperty Investments (Pty) Ltd\n[2004]\r\n\t1 All SA 386\n(SCA) para 14.\n4\nSouth\r\n\tAfrican Forestry Co Ltd v York Timbers Ltd\n2005\r\n\t(3) SA 323\n(SCA) para 32.",
  "scraped_at": "2026-02-12T15:29:18.563302",
  "date": "2011-03-30",
  "coram": [
    "Nugent",
    "Tshiqi JJA",
    "Plasket AJA"
  ],
  "case_number": "315/10",
  "parties": {
    "applicants": [
      "Hyprop Investments Ltd",
      "Ellerine Bros (Pty) Ltd"
    ],
    "respondents": [
      "Shoprite Checkers Ltd"
    ]
  },
  "sections": {
    "facts": "The appellants, Hyprop Investments Ltd and Ellerine Bros (Pty) Ltd, owned the Canal Walk Shopping Centre in Cape Town, which was still under construction when a lease was signed with the respondent, Shoprite Checkers Ltd, on 9 February 2000. The centre was completed and opened in October 2000, triggering the lease commencement on 1 October 2000. The appellants later bought the centre in 2003 and, in May 2005, sought a declarator and a payment of R2 086 766,75 as the respondent’s pro rata share of a rates increase. The dispute centred on the interpretation of clause 7.3 of the lease, specifically the phrase “the initial valuation date”, and whether it referred to the valuation at the lease’s commencement (an interim valuation of the incomplete building) or to the first valuation after the building was completed (the October 2002 valuation).",
    "issues": "The primary issue was the proper construction of clause 7.3: does “the initial valuation date” mean the valuation that was in force when the lease commenced, or the first valuation of the completed shopping centre? A subsidiary issue concerned whether the clause applied only to rates or also to taxes, VAT, operating costs and sewerage charges.",
    "principles": "The court applied the standard rules of contractual interpretation, seeking the parties’ intention by considering the words in their contractual context, the factual background, and commercial common‑sense. Where a clause is ambiguous, literal meaning is displaced in favour of a meaning that is equitable and aligns with good business sense, guided by precedents such as South African Forestry Co Ltd v York Timbers Ltd. The court emphasized that ambiguous terms must be interpreted in accordance with the overall scheme of the contract and the parties’ reasonable expectations.",
    "application": "Applying these principles, the court found clause 7.3 ambiguous and rejected a literal reading that tied the “initial valuation date” to the interim valuation of the incomplete building. It held that the lease was intended to become operative only after the building’s completion, as indicated by the lease’s commencement trigger, the beneficial occupation clause, and other provisions. Consequently, the logical and commercial interpretation was that the “initial valuation date” referred to the first valuation of the completed building – the October 2002 valuation with an implementation date of 1 July 2002. This meant the respondent’s liability for rate increases should be measured from that date, not from the earlier interim valuation.",
    "conclusion": "The appeal was dismissed. The court ordered the appellants to pay the costs of the appeal, including the costs of two counsel, confirming that the respondent was not liable for the pro rata share of the rates increase measured from the interim valuation."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Lease Agreements",
    "level_3": [
      "contract interpretation",
      "valuation date",
      "rates liability",
      "ambiguous clause"
    ]
  }
}