{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/193.html",
  "case_name": "Executive Officer: Financial Services Board v Dynamic Wealth Ltd and Others (888/10) [2011] ZASCA 193; 2012 (1) SA 453 (SCA); [2012] 1 All SA 135 (SCA) (15 November 2011)",
  "citation": "[2011] ZASCA 193",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 193\n|\nNoteup\n|\nLawCite\nExecutive Officer: Financial Services Board v Dynamic Wealth Ltd and Others (888/10) [2011] ZASCA 193; 2012 (1) SA 453 (SCA); [2012] 1 All SA 135 (SCA) (15 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 888/10\nIn the matter between:\nEXECUTIVE OFFICER OF THE\nFINANCIAL SERVICES BOARD\n…................................................\nAppellant\nIn re\r\nthe collective investment scheme, financial services and securities\r\nservices business (excluding the collective investment\nscheme\r\nbusiness conducted by virtue of a white label agreement) of\nDYNAMIC WEALTH LTD\n…...............................................\nFirst\r\nRespondent\nDYNAMIC WEALTH MANAGEMENT\n(PTY) LTD\n….......................................................................\nSecond\r\nRespondent\nDYNAMIC WEALTH STOCKBROKERS\n(PTY) LTD\n…..........................................................................\nThird\r\nRespondent\nTHE BRIDGING FACTORY (PTY) LTD\n…....................\nFourth\r\nRespondent\nSPECIALIST INCOME LIMITED\n…...................................\nFifth\r\nRespondent\nand\nASSOCIATIONS\nknown as\nDYNAMIC WEALTH\r\nINVESTMENT ASSOCIATION, RETIREMENT FUND ASSOCIATION, MULTI MANAGER\r\nASSOCIATION, KWANDA ASSOCIATION, MFI ASSOCIATION\nand\nSASEP\r\nASSOCIATION\nNeutral citation:\nExecutive Officer: Financial\r\nServices Board v Dynamic Wealth Ltd & others\n(888/10)\n[2011]\r\nZASCA 193\n(15 November 2011)\nCoram:\nHARMS AP, VAN HEERDEN, MALAN and WALLIS\r\nJJA and PETSE AJA.\nHeard\n: 31 October 2011\nDelivered\n: 15 November 2011\nSummary:\nAppointment\r\nof curators in terms of s 5(1) of\nFinancial\nInstitutions (Protection of Funds) Act 28 of 2001\n– test for\r\ngrant of order – admissibility of inspectors’ report\r\nprepared under\ns 3\nof the\nInspection of Financial Institutions Act 80 of 1998\n– w\nhether\r\napplication for curatorship should have been granted on the evidence\r\n– change of circumstances since application commenced\n–\r\nfurther evidence on appeal – whether curatorship should be\r\nordered at time appeal heard – whether change in\ncircumstances\r\nrendering the appeal moot.\nORDER\nOn appeal from:\nNorth Gauteng High Court,\r\nPretoria (De Vos AJ sitting as court of first instance) the following\r\norder is made;\nThe appeal is upheld with costs including the costs of\r\n\ttwo counsel.\nThe order of the court below is set aside and replaced\r\n\tby an order that the respondents pay the applicant’s costs,\r\n\tincluding\nthe costs of two counsel.\nBoth costs orders are joint and several, the one paying\r\n\tthe others to be absolved.\nJUDGMENT\nWALLIS JA (HARMS AP, VAN HEERDEN and MALAN JJA and PETSE AJA\r\nconcurring)\n[1] Ever since the\r\nbursting of the South Sea Bubble in 1720 governments have recognised\r\nthe need, in the interests of the investing\npublic, for regulation of\r\nthe financial services industry. The present appellant, the executive\r\nofficer of the Financial Services\nBoard (the FSB), in his capacity as\r\nregistrar of various financial institutions (the Registrar),\n1\nis the principal regulator of the\r\nfinancial industry in South Africa.\n2\nThe various statutes regulating the\r\nindustry vest in the Registrar a range of powers of which two are\r\nrelevant for the purposes\nof this appeal. They are the power to\r\ninstruct inspectors in terms of s 3 of the Inspection of\r\nFinancial Institutions Act\n80 of 1998 (the Inspection Act) to inspect\r\nthe affairs of a financial institution or associated institution and\r\nthe power to apply\nto the high court for the appointment of a curator\r\nor curators to take control of and manage the whole or any part of\r\nthe business\nof a financial institution in terms of s 5(1) of\r\nthe Financial Institutions (Protection of Funds) Act 28 of 2001 (‘the\n\nFI Act’).\n[2] On 9 April 2008\r\nthe Registrar appointed a team of inspectors under the leadership of\r\nMr Barend Bredenkamp to investigate\nthe affairs of the first\r\nrespondent, Dynamic Wealth Ltd (Dynamic Wealth) and its associated\r\ncompanies including the second to fifth\nrespondents (the Dynamic\r\nWealth group). The scope of the inspection was expanded in July 2008\r\nand the inspectors produced their\nfinal report on 15 September\r\n2009.\n3\nThereafter, and on the basis of the\r\ncontents of the report, the Registrar applied to the North Gauteng\r\nHigh Court, Pretoria for\nthe appointment of curators to the business\r\nof the present respondents and certain entities referred to in the\r\nreport as associations.\nThe application came before De Vos AJ\r\nwho dismissed it on technical grounds relating to the admissibility\r\nof the evidence\nunderlying the report, without considering the merits\r\nof the Registrar’s concerns about the operations of the Dynamic\r\nWealth\ngroup. This appeal comes to us with the leave of the court\r\nbelow.\nCuratorship under the FI Act\n[3] The statutory provisions in terms of which the Registrar may\r\napply for the appointment of a curator to a business falling within\n\nhis regulatory jurisdiction are contained in s 5 of the FI Act\r\nand read, in material part, as follows:\n‘\n(1) The registrar may, on good\r\ncause shown, apply to a division of the High Court having\r\njurisdiction for the appointment of a curator\nto take control of, and\r\nto manage the whole or any part of, the business of an institution.\n(2) Upon an application in terms of subsection (1) the\r\ncourt may-\n(a) provisionally appoint a curator to take control of,\r\nand to manage the whole or any part of, the business of the\r\ninstitution\non such conditions and for such a period as the court\r\ndeems fit; and\n(b) simultaneously grant a rule\nnisi\ncalling upon\r\nthe institution and other interested parties to show cause on a day\r\nmentioned in the rule why the appointment of the\ncurator should not\r\nbe confirmed.\n(3) On application by the institution the court may\r\nanticipate the return day if not less than 48 hours’ notice of\r\nsuch application\nhas been given to the registrar.\n(4) If at the hearing pursuant to the rule\nnisi\nthe court is satisfied that it is desirable to do so, it may confirm\r\nthe appointment of the curator.\n[4] The Registrar must\r\ntherefore satisfy the court that there is good cause to appoint a\r\ncurator.\n4\nReading sub-sec (1) together with\r\nsub-sec (4) that means that the court must be satisfied on the basis\r\nof the evidence placed before\nit that it is desirable to appoint a\r\ncurator. Something is desirable if it is ‘worth having, or\r\nwishing for’.\n5\nThe court must assess whether\r\ncuratorship is required in order to address identified problems in\r\nthe business of the financial institution.\nIt assesses this in the\r\nlight of the interests of actual or potential investors in the\r\nfinancial institution, or investors who\nhave entrusted or may entrust\r\nthe management of their investments to it. It must determine whether\r\nappointing a curator will address\nthose problems and have beneficial\r\nconsequences for investors. It must also consider whether there are\r\npreferable alternatives\nto resolve the problems. Ultimately what will\r\nconstitute good cause in any particular case will depend upon the\r\nfacts of that case.\nI take heed of what Innes CJ said,\n6\nin regard to any attempt to define\r\nthe content of the expression ‘good cause’, that:\n‘\nIn the nature of things it is\r\nhardly possible, and certainly undesirable, for the Court to attempt\r\nto do so. No general rule which\nthe wit of man could devise would be\r\nlikely to cover all the varying circumstances which may arise in\r\napplications of this nature.\nWe can only deal with each application\r\non its merits, and decide in each case whether good cause has been\r\nshown.’\nThe potentially complex circumstances that may exist in\r\nregard to the operations of a financial institution render it\r\nundesirable\nto try and define further what will constitute good cause\r\nfor the grant of such an order.\n[5] In the court below\r\nthe respondents relied on the judgment in\nEx\r\nparte Executive Officer of the Financial Services Board: In re Joint\r\nMunicipal Pension Fund\n,\n7\nwhere it was held that s 5 ‘does\r\nnot suggest a test which is more lenient than that set by the common\r\nlaw for the removal\nof trustees’ and the court consequently\r\napplied in relation to s 5(1) of the FI Act the approach to the\r\nremoval of trustees\nlaid down by this court in\nSackville\r\nWest v Nourse & another\n.\n8\nThat test is broadly whether the\r\ntrustees have endangered the trust property by their acts or\r\nomissions or shown a want of honesty,\nfidelity or capacity to perform\r\ntheir duties. Lack of honesty or capacity on the part of the\r\nfinancial institution and those responsible\nfor managing its affairs\r\nwill ordinarily justify the appointment of curators to manage its\r\nbusiness under s 5(1) of the FI\nAct. To that extent it is\r\ncorrect to say that circumstances warranting the removal of trustees\r\nof a trust, whether testamentary\nor\ninter\r\nvivos\n,\n9\nwould, if present in relation to a\r\nfinancial institution, ordinarily justify the grant of an order for\r\nthe appointment of curators.\nHowever, it by no means follows that the\r\npower of a court to make such an order is limited to that class of\r\ncase and in my view\nthe analogy with the removal of trustees leads to\r\nan approach to s 5(1) that is too restrictive.\n[6] The appointment of\r\ncurators under s 5(1) may be appropriate even where the funds\r\nunder administration are not shown to\nbe at risk. Take an institution\r\nthat is unlicensed and not qualified to be licensed, because those\r\nresponsible for its management\nare disqualified from obtaining a\r\nlicence. It can hardly matter that it demonstrates that the funds\r\ninvested with it are properly\nsegregated and identified,\n10\ninvested in accordance with the\r\nmandates given by investors and entirely safe. The inability or\r\nunwillingness of the institution\nto comply with regulatory\r\nrequirements applicable to protected funds itself provides a reason\r\nfor appointing a curator. Where there\nis uncertainty whether the\r\nfunds of investors are at risk it may be desirable in order to\r\nsafeguard the interests of investors\nto appoint a curator. In\r\nargument the example was put of the Registrar being furnished with an\r\nadverse report by inspectors where\nmanagement disputes the factual\r\ncontents and conclusions of that report. Both counsel accepted, and\r\nrightly so in my view, that\nit might be proper for a curator to be\r\nappointed notwithstanding the dispute. The existence of an adverse\r\nreport by inspectors\nafter conducting an inspection under the\r\nInspection Act may of itself provide legitimate grounds for concern\r\nand found an application\nfor an interim curatorship, even if its\r\nconclusions are disputed. When dealing with the investment of the\r\nfunds of the public,\nwhere considerable hardship will be suffered by\r\nordinary people if things go wrong, the Registrar cannot be expected\r\nto resolve\nfactual disputes by litigation before obtaining an order\r\nappointing a curator. Provided the court is satisfied that the\r\nRegistrar’s\nconcerns are legitimate and that the appointment of\r\na curator will assist in resolving those concerns it will ordinarily\r\nbe appropriate\nto grant an order.\nAdmissibility of report and its annexures in evidence\n[7] The Registrar sought the appointment of curators on\r\nthe basis of a detailed report concerning the activities of the\r\nDynamic\nWealth group furnished by the inspectors. That report ran to\r\n421 paragraphs and 169 pages and had annexed to it some 2000 pages\nof\r\ndocuments contained in 110 annexures. It set out a number of facts,\r\nbased on those documents, in each instance identifying in\nthe\r\nfootnotes the source of those facts. It concluded that the Dynamic\r\nWealth group was in material breach of no less than five\nregulatory\r\nstatutes; that in administering the investments entrusted to it there\r\nwas inadequate identification of the interests\nof the investors in\r\nthose investments and no proper control by means of regular audits;\r\nthat it had restructured one portfolio\nwithout consulting investors,\r\nthereby altering the very basis of their investments; and that in\r\ncertain respects the funds were\nat risk.\n[8] After considering\r\nthe report the Registrar brought the present application in relation\r\nto the business of the Dynamic Wealth\ngroup and the associations,\r\nwhose funds it administered. The value of the investments involved in\r\nthis business was approximately\nR1 billion. He excluded that\r\npart of the business that consisted of unit trust schemes operated on\r\na white label basis\n11\nthrough another financial\r\ninstitution, Metropolitan Life, where Standard Bank held the\r\ninvestments as trustee. These amounted to\nsome R2 billion.\n[9] Despite a claim to personal knowledge of matters\r\nrelating to the Dynamic Wealth group, in the founding affidavit\r\ndeposed to\nby Mr Chanetsa, the Deputy Registrar, reliance was placed\r\nexclusively on the inspection report. He annexed a copy of the report\n\ntogether with ‘a verifying affidavit’ by Mr Bredenkamp.\r\nHe then said:\n‘\n10.2 For the sake of brevity,\r\nand for no other reason, the attachments to the report have been\r\nomitted from these papers. However,\nthey will be available in Court\r\nin a separately paginated bundle when the matter is heard and must be\r\nregarded as forming part\nof the report as they in fact do. Reference\r\nto the annexures is made by way of footnotes in the main report and\r\nin addition they\nhave been indexed and described from p16 of the\r\nreport onwards.’\nThe bundle of annexures was served on Dynamic Wealth\r\ntogether with the application papers and its deponent, Mr van Wyk,\r\nmade use\nof some of its contents in seeking to rebut the Registrar’s\r\ncase. It was also made available to the judge.\n[10] The Deputy Registrar then set out ‘to capture in this\r\naffidavit the salient findings of the inspectors’ on the\nbasis\r\nof the report. He did so in 42 subparagraphs containing a mixture of\r\nfacts and conclusions detailing the conduct on the part\nof the\r\nrespondents that caused him to bring the application. Reliance was\r\nplaced on the findings and recommendations of the inspectors\nby cross\r\nreferencing each factual statement and each conclusion relied on to\r\nthe relevant page and paragraph of the report. In\nturn reference to\r\nthe identified passages enables the reader, by having regard to the\r\nfootnotes, to identify the particular documents\nfrom which those\r\nfacts have been drawn. All this was prefaced by the following\r\nstatement:\n‘\n11.3 However, the whole report\r\nmust be deemed incorporated in this affidavit as the report in its\r\nentirety is relevant to this application\ndespite the fact that an\r\naspect may not have been highlighted in this affidavit.’\n[11] In the answering affidavit on behalf of the\r\nrespondents Mr van Wyk adopted an ambivalent approach to the report.\r\nHe said that\nhe had studied it closely and that in some respects it\r\ncontained incorrect information. He then complained that:\n‘\nIt is obviously impossible for\r\nDW to deal with these attachments and to speculate on which parts of\r\nthe attachments the Applicant\nmight rely and which not. Consequently\r\nDW reserves the right to move, at the hearing of this application,\r\nfor an order to strike\nout the attachments from the papers, inasmuch\r\nas the Applicant may want to rely upon the attachments at the hearing\r\nof this application.’\nHowever in the later portions of the affidavit a vigorous assault was\r\nlaunched on the inspectors and the report, which was said\nto contain\r\n‘sweeping and unfounded’ statements that were ‘grossly\r\ninaccurate’. The judge was urged to study\nthe entire report and\r\nthe opposing affidavit and the deponent added ‘I trust then\r\nthat justice will be done.’ In other\nwords the respondents\r\nsought a decision on the merits of the application.\n[12] The challenge to the annexures to the report attracted the\r\nfollowing response from the Registrar:\n‘\n59.1 The reason why the\r\nannexures to the inspection report were excluded from the papers and\r\ncompiled and paginated in a separate\nbundle, is set out in full in\r\nparagraph 10.2 of my founding affidavit.\n59.2 The factual statements in the inspection report are\r\nsupported by the annexures, properly referenced by way of footnotes.\r\nThe\nannexures provide proof of the factual statements in the report.\n59.3 An application to strike out any of the annexures\r\ncan, with respect, not succeed unless the respondents have placed the\r\ncorrectness\nof the factual statements in the report in dispute with\r\nspecific reference to the particular statement and motivation why it\r\nis\nincorrect. Such an approach I have not been able to discern from\r\nthe respondents’ answering affidavit.’\n[13] In the court below the respondents\r\nbuilt their arguments around the admissibility of the report and its\r\ncontents. They contended\nthat the annexures were not properly before\r\nthe court; that the passages in the report and its annexures relied\r\non by the Registrar\nwere not identified and that there was\r\naccordingly no admissible direct evidence of the facts relied on by\r\nthe Registrar in bringing\nthe application. They argued that in\r\nrelying on the report the Registrar was seeking to substitute the\r\njudgment of the inspectors\nfor that of the court and relied on\nSociety of Advocates of South Africa\r\n(Witwatersrand Division) v Rottanburg\n12\nwhere Boshoff JP said:\n‘\nDespite the very responsible\r\nand competent way in which complaints are investigated by the\r\ncommittee of the Bar Council or the Bar\nCouncil itself, these bodies\r\nare not judicial bodies in the ordinary sense and their findings\r\ncannot be equated with that of a\ncourt of law. Furthermore, the\r\nacceptance of evidence of their findings even as\nprima\r\nfacie\nevidence\r\nof the facts upon which the complaints are based would be inimical to\r\nthe requirements of the system of justice of this\ncountry; the Court\r\ncannot allow the findings of the body, which investigates the\r\ncomplaints and brings the facts upon which the\ncomplaints are based\r\nto the attention of the Court, to be presumptive evidence of such\r\nfacts.’\nThis was said to be a parallel situation where that approach applied.\n[14] The judge accepted\r\nthese contentions. He said in regard to\nRottanburg\nthat the court\r\nshould not be the rubberstamp of the Registrar. He held that the\r\nevidence embodied in the bundle of annexures to\nthe report had not\r\nbeen properly placed before the court and that the contents of the\r\nreport itself constituted the opinion of\nthe inspectors and could not\r\nbe relied on in the absence of evidence\naliunde\nof ‘the\r\nprimary facts on which they are based’. He said that the\r\nfailure to deal extensively and specifically with the\npassages in the\r\nannexures on which the findings and conclusions in the report were\r\nbased was fatal to the application. He relied\non passages in\nSwissborough Diamond\r\nMines (Pty) Ltd & others v Government of the Republic of South\r\nAfrica & others\n13\nand\nMinister\r\nof Land Affairs and Agriculture & others v D & F Wevell Trust\r\n& others\n14\nin support of that conclusion.\n[15] In adopting this approach the judge erred. His\r\nstarting point that the annexures to the report were not evidence\r\nbefore the\ncourt was incorrect. Had they been attached to the\r\nfounding affidavit there could have been no doubt that they were\r\nproperly before\nthe court as evidence. Counsel for the respondents\r\nconceded as much. The fact that they were not physically attached to\r\nthe founding\naffidavit, cannot affect their status as evidence. That\r\nis to place form over substance. Solely for reasons of convenience,\r\nand\nto avoid the papers being unduly and possibly unnecessarily\r\nbulky, they were placed in an identified separate bundle that was\r\nserved\non the respondents and made available to the court. It was\r\nexpressly stated that they formed an integral part of the report that\n\nwas attached to the founding affidavit. They were properly placed in\r\nevidence and should not have been excluded.\n[16] The confusion arose because the Registrar sought in\r\nhis affidavit ‘to capture … the salient findings of the\r\ninspectors’\nand relied on a verifying affidavit by the leading\r\ninspector that confirmed ‘the authenticity of the report’.\r\nThis\nled the court below to think that the source of the evidence was\r\nthe Registrar as opposed to the report and its annexures. It would\n\nhave been far simpler had the report been attached to an affidavit by\r\nthe leading inspector in which he confirmed that insofar\nas it\r\ncontained facts they were embodied in the annexures and that the\r\nconclusions were drawn from those facts. The Registrar could\nthen\r\nhave confined his affidavit to saying why the matters disclosed in\r\nthe report concerned him and justified the appointment\nof curators.\r\nBe that as it may, properly understood the Registrar’s\r\naffidavit incorporated and relied on the report and the\nannexures.\r\nThe most relevant passages in the report were clearly identified by\r\npage and paragraph references. Those in turn took\nthe reader to the\r\nsource of the facts. A commendable endeavour to limit costs and\r\nsimplify the judge’s task in reading the\npapers in a busy\r\nopposed motion court should not have led to the exclusion of the\r\nevidence embodied in the documents in that bundle\nand the failure to\r\nconsider the merits of the application.\n[17] As the foundation for the judge’s conclusion\r\nlay in his erroneous decision to exclude the annexures to the report\r\nthe\nother points argued before him and upheld cease to be of\r\nrelevance. It is accordingly unnecessary to examine the authorities\r\non\nwhich he placed reliance.\n[18] There was no\r\ndispute that if the annexures were properly before the court the\r\nevidence embodied in them was admissible. This\nwas so in regard to\r\nthe bulk of them because their source was the respondents themselves.\r\nSome were public documents and others\nwere properly admissible under\r\nthe exception to the hearsay rule contained in\ns 3(1)(c)\nof the\nLaw of Evidence Amendment Act 45 of 1988\n. They must accordingly be\r\nconsidered in assessing the merits of the Registrar’s\r\napplication. This distinguishes\nRottanburg\n,\r\nwhich in any event predates the mentioned Act. In this case the\r\nRegistrar did not base his case on the conclusions in the report\nof\r\nthe inspectors but on the admissible facts on which they had based\r\ntheir conclusions. The court could, accordingly, decide for\nitself\r\nwhether those conclusions were justified.\n[19] There is a further\r\npoint in relation to the evidence before the court. It was not\r\ncorrect for the judge to say, as he did,\nthat the respondents\r\nrefrained from dealing with the allegations in the founding\r\naffidavit. In a lengthy answering affidavit they\ndealt with each\r\nparagraph of the founding affidavit and in particular with each of\r\nthe 42 sub-paragraphs in which the Deputy Registrar\nset out the\r\nsalient findings of the inspectors. Where the correctness of those\r\nfindings, or the facts on which they were based,\nwas challenged the\r\nbasis for such challenge was set out and support was sought from the\r\ncontents of 50 annexures, many of which\nwere also annexures to the\r\ninspection report. It is true that the affidavit was frequently\r\nsuperficial in its answers but the respondents\nnonetheless addressed\r\nthe case on the merits. In so doing it became apparent that there was\r\nno serious dispute of fact. The relevant\nfacts were essentially\r\ncommon cause and derived from information and documents supplied by\r\nthe respondents. Counsel for the respondents\nproperly disavowed any\r\nreliance on cases where argument is addressed to a court on the basis\r\nthat the founding affidavit does not\nestablish a case. In those\r\ncircumstances the case should have been and must be determined on the\r\nevidence as a whole.\n15\nThe merits\n[20] At the outset of the appeal appellant’s\r\ncounsel said he had been advised by respondents’ counsel that\r\nthe respondents\naccepted that, if the inspection report and annexures\r\nwere properly before the court, these disclosed good cause for the\r\ngrant\nat the time of the hearing of an order for curatorship in terms\r\nof s 5(1) of the FI Act. Respondents’ counsel confirmed\n\nthis, saying only that it would still have been open to them to argue\r\nthat the matters disclosed in the report were largely of\nan\r\nhistorical nature and that by the time the application was brought\r\nmatters had been put in train to remedy the problems identified\nby\r\nthe inspectors, thereby rendering curatorship unnecessary. It is\r\nunnecessary in those circumstances to go into the merits in\nany great\r\ndetail. I will confine myself to the two major issues that aroused\r\nthe Registrar’s concern.\n[21] The first issue concerned the status and\r\nfunctioning of the associations that were cited as part of the\r\nbusiness the Registrar\nsought to have placed under curatorship.\r\nAccording to a sample constitution of one such association they were\r\nestablished:\n‘\nTo create pooled investment\r\nstructures for purposes of direct pooled investments by its members\r\nin such investment structures, which\ndirect pooled investments will\r\nbe managed by the Asset Management Company appointed on behalf of its\r\nmembers.’\nPooled\r\ninvestments in which members of the public are invited to invest are\r\nregulated in terms of the Collective Investment Schemes\nControl Act\r\n45 of 2002 (CISCA). That requires that persons carrying on the\r\nbusiness of a collective investment scheme be licensed.\nSchemes must\r\nhave an approved manager and, depending on the nature of the scheme,\r\na trustee or custodian must hold the assets of\nthe scheme. An auditor\r\nmust be appointed and there must be both accounting records and\r\nannual financial statements prepared in\naccordance with generally\r\naccepted accounting practice. These must be audited in accordance\r\nwith the requirements of CISCA. All\nthis is intended to safeguard the\r\ninvestments of the investors. None of the companies in the Dynamic\r\nWealth group were licensed\nto conduct collective investment schemes\r\nunder CISCA and none of the portfolios of investments held on behalf\r\nof the associations\nwere administered in accordance with the\r\nrequirements of CISCA. Therefore if the associations were collective\r\ninvestment schemes\nit was unlawful for the Dynamic Wealth group to\r\noperate them, as they had been doing since 2002, with a substantial\r\nnumber of ‘portfolios’,\neach of which was in essence a\r\nseparate scheme. Dynamic Wealth contended that the associations were\r\nnot subject to CISCA and that\nit was unnecessary to observe the\r\ncontrols laid down in CISCA or to have the accounts of the\r\nassociations audited.\n[22] A collective investment scheme is defined in s 1\r\nof CISCA as:\n‘\n[A] scheme, in whatever form,\r\nincluding an open-ended investment company, in pursuance of which\r\nmembers of the public are invited\nor permitted to invest money or\r\nother assets in a portfolio, and in terms of which –\n(a) two or more investors contribute money or other\r\nassets to and hold a participatory interest in a portfolio of the\r\nscheme through\nshares, units or any other form of participatory\r\ninterest; and\n(b) the investors share the risk and the benefit of\r\ninvestment in proportion to their participatory interest in a\r\nportfolio of a\nscheme or on any other basis determined in the deed\r\n...’\nIn\r\nsetting up the associations Dynamic Wealth, under whose umbrella the\r\nother companies in the group operated, sought to take advantage\nof an\r\nexception in the definition of ‘members of the public’ in\r\ns 1 of CISCA designed to exclude from its operations\ncertain\r\nlimited types of collective investment schemes, such as stokvels or\r\ninvestment clubs. The definition reads:\n‘\nMembers of the public’\nincludes –\nmembers of any section of the public, whether selected\r\n\tas clients, members, shareholders, employees or ex-employees of the\r\n\tperson\nissuing an invitation to acquire a participatory interest in\r\n\ta portfolio; and\na financial institution regulated by any law,\nbut excludes persons confined to a restricted circle of\r\nindividuals with a common interest who receive the invitation in\r\ncircumstances\nwhich can properly be regarded as a domestic or private\r\nbusiness venture between those persons and the person issuing the\r\ninvitation.’\n[23] Dynamic Wealth said that the members of the\r\nassociations were a restricted circle of individuals engaged in a\r\ndomestic or private\nbusiness venture and therefore that the\r\nassociations were not collective investment schemes in terms of\r\nCISCA. This claim was shown\nto be false when lists of participants\r\nwere provided to the inspectors. By way of example, in one of the\r\nportfolios the members\nincluded a tennis association; a primary\r\nschool and a school for the blind; a church; an optometrist and other\r\nbusinesses; several\ntrusts, both family and charitable; some deceased\r\nestates and a number of individuals from various parts of the country\r\nand having\nlittle other than their investment in that portfolio in\r\ncommon. The answering affidavit said that membership was restricted\r\nto\npersons invited to join through Dynamic Wealth’s network of\r\nindependent financial advisers. However this network was 470 strong\n\nand it recruited literally thousands of investors who invested\r\nhundreds of millions of Rand through these associations. There can\nbe\r\nno doubt that investments were being solicited from members of the\r\npublic. By no stretch of the imagination did the associations\nfall\r\nwithin the ambit of the exemption. Their business operations were\r\nbeing conducted unlawfully by unregistered persons, without\naudits\r\nand without complying with the requirements of CISCA designed to\r\nsafeguard investors’ funds in collective investment\nschemes.\r\nThe proffered excuse that the FSB was aware of these activities and\r\ndid not stop them was based on documents that revealed\nthat the FSB\r\nwas told that these were investment clubs and that investments were\r\nnot being solicited from the general public. This\nwas false. The bulk\r\nof the business in respect of which curatorship was sought was being\r\nconducted unlawfully and without complying\nwith regulatory\r\nsafeguards.\n[24] The second issue\r\nconcerns the circumstances in which the fifth respondent, Specialist\r\nIncome Ltd (SIL), came into being. One\nof the portfolios offered to\r\ninvestors in the associations was an investment in bridging finance\r\ntransactions. This attracted very\nlarge sums of money the bulk of\r\nwhich was placed in the Specialist Income Portfolio A and the\r\nSpecialist Income Portfolio B. The\nattraction of these portfolios was\r\nsaid to be that the investments were backed by bank and similar\r\nguarantees, that they paid more\ngenerous rates of return than could\r\nbe obtained elsewhere in the market and that they were relatively\r\nliquid. This may have been\ntrue for a while but by early in 2008\r\nmarket conditions had changed, there was a view that bridging finance\r\ntransactions might\nbe affected by the\nNational Credit Act 34 of 2005\nand the operations were no longer profitable. This was\nrecorded in the minutes of an investment committee\r\nmeeting of Dynamic Wealth held on 29 January 2008. At that meeting\r\nthe decision\nwas taken to close the fund and to seek an institutional\r\ninvestor with which to place the money. The existing investors were\r\nto\nhave their money returned to enable them to invest in other funds.\r\nIt was, however, agreed that this was to remain confidential\nand not\r\nbe disclosed to the network of agents.\n[25] At a later meeting on 25 February 2008 it was\r\nagreed to close the fund in order to create a new portfolio for an\r\ninvestor\nknown as Kwanda. The existing funds would only be closed\r\nonce Kwanda had deposited money in the group’s money market\r\nfund\nand until at least the end of March everything was still to be\r\nkept confidential. The intention was said to be that the fund would\n\nclose at the end of April after which the money in the fund would be\r\ntransferred to the money market fund and agents would be given\nthe\r\nopportunity to approach their clients and ascertain what they wanted\r\nto do with their money.\n[26] It is unclear whether the Specialist\r\nIncome Portfolios continued to accept further investments after the\r\ndecision to close\nthem. On 4 August 2008 investors were notified\r\nthat the portfolios would be closed. This was blamed on the impact of\r\nthe\nNational Credit Act and\nhigh rates of interest rendering bridging\r\ntransactions uncompetitive. The letter advised investors to speak to\r\ntheir brokers about\ntransferring their funds to other investments and\r\nassured them that the funds would be transferred once the capital was\r\navailable.\n16\nThereafter on 8 September 2008 Dynamic Wealth advised\r\nthe FSB as part of a package of proposals to regularise its\r\noperations that\nthe Specialist Income Portfolios, with investments of\r\nsome R247 million, and three smaller but apparently similar\r\nportfolios,\n17\nhad been closed and the investments were being\r\nliquidated. They said that the members would either have their money\r\nreturned to\nthem or it would be reinvested in one or other of the\r\nwhite label funds. It said that all members and their advisers had\r\nbeen informed\nof this.\n[27] The Registrar’s response to this package of\r\nproposals on 11 September 2008 was to instruct Dynamic Wealth\r\nnot to\nimplement them. Thereafter on 16 September (and again on 25\r\nSeptember after receiving a letter of 17 September that did not deal\n\nwith this instruction) the FSB asked for confirmation that the\r\ninstruction had been followed. It sought the same assurance on\r\n2 October threatening action if it did not receive a response.\r\nThat same day Dynamic Wealth wrote to the Registrar saying ‘Dynamic\n\nWealth has ceased implementation of the plan or solution’\r\ndescribed in its letter of 8 September. Insofar as the\r\nSpecialist\nIncome Portfolios and the three smaller portfolios were\r\nconcerned that was technically true, but only because Dynamic Wealth\r\nhad\ndone something entirely different with the assets of these\r\nportfolios.\n[28] On 1 October 2011, SIL, a company with an\r\nissued share capital of 100 shares, all owned by the second\r\nrespondent, took\ncession from the third respondent, as ‘asset\r\nadministrator’ of the Specialist Income, Secure Growth and\r\nKwanda Secure\nGrowth Portfolios, of all ‘right, title and\r\ninterest in and to the book debts, bank, stockbroker accounts’\r\nof the Dynamic\nWealth Investment Association in return for the issue\r\nto the investors in the affected portfolios of non-redeemable,\r\nnon-cumulative\npreference shares in SIL. The second respondent\r\nconsented to this cession on behalf of the Dynamic Wealth Investment\r\nAssociation\nand presumably through that association on behalf of the\r\ninvestors. It also entered into an agreement with SIL in terms of\r\nwhich\nit would manage the business of SIL in return for a fee. This\r\namounted in the period until 28 February 2009 to R1.7 million.\n[29] By these means the assets of these funds were\r\ntransferred to SIL and the investors were made preference\r\nshareholders in SIL\nwithout their knowledge or consent. They were\r\ntold about it in a letter addressed to them on 2 November 2008.\r\nIn dealing with\nthese transactions the letter read as follows:\n‘\nConversion of portfolio\nThe Portfolio Manager has also, after taking into\r\nconsideration all alternatives, made a decision to convert the\r\nportfolio's assets\nto a public company and to issue preferential\r\nshares to all investors within the two funds listed above. The main\r\nreason for the\ndecision is that property cannot be held by the\r\nportfolio in its current structure as a legal entity.\nThe public company will become the beneficial owner of\r\nall bank guarantees and properties and all investors will be issued\r\nwith\npreferential shares on a pro-rata basis to the investors' share\r\nin the portfolio. In essence, all assets and investor holdings will\n\nbe converted into a new legal structure and all investors will\r\nreceive the same value in shares as they currently hold within the\n\nportfolio. All assets, whether bank guarantees or properties, will be\r\ntransferred to the new public company.\n…\nThe preferential shares will be issued to investors in\r\nthe weeks to follow. The surplus within the company, if any, will\r\nserve as\na buffer and will be accrued to the benefit of the investors\r\nonce the outstanding transactions have been collected.’\n[30] In the result people who had invested on the basis that they\r\nwould receive reasonable rates of interest on liquid investments\n\nbecame instead shareholders in a private company. That immediately\r\ndetrimentally affected the value of their investments. The shares\nare\r\ndescribed as non-cumulative, which suggests that the articles\r\nprovided for an annual dividend at a fixed rate, but on the footing\n\nthat if the dividend was not paid in any year it would be lost. The\r\nshares were non-redeemable so that investors were locked into\nthe\r\ninvestment and could no longer demand the return of their capital.\r\nNothing emerges from the papers concerning voting rights\nbut it is\r\nrelatively unusual for preference shareholders to enjoy such rights,\r\nwhich probably means that control over the company\nlay entirely with\r\nthe second respondent. Even the tenuous rights the investors had\r\nenjoyed to vote in relation to the affairs of\nthe Association were\r\ntherefore nullified.\n[31] All of this was done without informing the\r\ninvestors or affording them an opportunity to object and by\r\nmisrepresenting to them\nwhat was happening with their investments.\r\nThey were told that the portfolios would be closed and their\r\ninvestments repaid. Instead\nthey were presented with a\nfait\r\naccompli\nin which they became, like it or not, preference\r\nshareholders in SIL. Throughout the process the FSB had been misled\r\nand its instructions\ndefied. Counsel for the respondents was\r\nconstrained to say that his clients should not have done this and\r\nthat it was ‘certainly\nimproper conduct’. I go further.\r\nIt was blatantly dishonest and of such a character that the Registrar\r\nwas compelled to act\nto remove the persons responsible from their\r\nmanagement and control of the financial institutions concerned.\n[32] For those reasons alone, leaving aside all the\r\nother conduct identified by the inspectors, an interim curatorship\r\norder should\nhave been granted by the court below. It was submitted\r\nthat such an order could not be granted in relation to the third\r\nrespondent\nbecause the Registrar did not allege that there had been\r\nprior consultation with the committee or executive committee of the\r\nJSE\nbefore bringing the application as required by s 8 of the FI\r\nAct. There is no merit in this point. There had in any event been\n\ncommunication between the inspectors and the senior manager:\r\nsurveillance of the JSE during the inspection process and an\r\naffidavit\nby her, detailing transgressions of the JSE’s rules,\r\nwas filed together with the replying affidavit. We do not know\r\nwhether\nthere was in fact ‘consultation’ as required by\r\nthe section. The point was not raised in the affidavits and the\r\nRegistrar\nwas therefore deprived of the opportunity, if there was\r\nnon-compliance, to remedy the position as he could have done. The\r\npoint\ncannot be raised by way of argument.\nFurther evidence\n[33] The application was\r\nbrought in October 2009 and an interim curatorship order should have\r\nbeen made when it was argued in February\n2010. The Registrar contends\r\nthat an interim curatorship order should be granted now in a form\r\nslightly amended from that originally\nsought. However the situation\r\nhas changed materially since then as emerged from three applications\r\nto lead further evidence on\nappeal lodged respectively by the\r\nRegistrar, the second and third respondents and the fifth respondent.\r\nThis evidence satisfies\nthe tests for the admission of further\r\nevidence on appeal\n18\nand is admitted. It demonstrates that\r\nthe present situation with the Dynamic Wealth Group is very different\r\nnow from what it was\nwhen the application was brought.\n[34] The first and most important difference is that the\r\nsecond and third respondents are no longer licensed financial\r\nservices\nproviders in terms of the\nFinancial Advisory and\nIntermediary Services Act 37 of 2002\n. That precludes them from\r\nconducting the business of a financial institution. The registrar\r\nwithdrew their licences in terms of\ns 9\nof that Act and the\r\nAppeal Board established under the Financial Services Board Act 97 of\r\n1990 upheld that decision on 18 June\n2011. The effect of the\r\nwithdrawal was that these two entities could no longer conduct\r\nbusiness in the financial services industry.\nAs they were always the\r\nlicensed vehicles through which the Dynamic Wealth group conducted\r\nits business, this destroyed the foundations\nof the group’s\r\nbusiness. All that remained for them to do under the terms of\r\nwithdrawal laid down by the Registrar was to\nreturn uninvested funds\r\nto clients without delay; account fully to the persons entitled\r\nthereto for any scrip, participating interests,\ninvestment vouchers\r\nor other forms of proof of investment; and, after consulting clients\r\nand product suppliers, to take reasonable\nsteps to ensure that any\r\noutstanding business was transferred to another services provider in\r\nthe best interests of clients.\n[35] The second and third respondents led evidence of\r\nwhat they had done pursuant to these conditions of withdrawal.\r\nNeither of\nthem is still conducting any business. Metropolitan Life\r\nhas cancelled the white label agreements so that the second\r\nrespondent\nno longer manages these portfolios. The equity portfolios\r\nmanaged under discretionary mandates have been transferred to another\n\nlicensed financial services provider. The international portfolios\r\nare in the process of being transferred to the same provider.\nThebe\r\nSecurities, another financial services provider, has realized the\r\ninvestment portfolios of the associations and all of the\nfunds, save\r\nsome R110 000 owed to 18 clients, have been distributed to\r\ninvestors. In the case of these 18 clients there have\nbeen problems\r\nin communicating with them and payments could not be made because\r\ntheir bank accounts had been closed. The JSE platform\nclients are now\r\ninvested directly through Metropolitan. There is very little\r\nbusiness, if any, left in the second and third respondents.\n[36] The first respondent’s only business was that\r\nconducted through the second and third respondents. The fourth\r\nrespondent\nclosed for business on 31 July 2008 and retrenched its\r\nstaff and ceased all operations a year later before the application\r\nwas\nlaunched. That left only SIL in the group and the evidence was\r\nthat the second respondent had disposed of its 100 shares in SIL\nand\r\nthe two directors of SIL connected to Dynamic Wealth had resigned as\r\ndirectors.\n[37] SIL’s current\r\nchief executive officer amplified this. He testified that a new and\r\nindependent board of directors has\nbeen appointed with considerable\r\nexperience in the financial services industry. None of these\r\ndirectors were involved in the conversion\nof the portfolios into SIL.\r\nAn annual general meeting of shareholders was held on 28 July\r\n2011 and debated the advantages\nand disadvantages of curatorship. It\r\nresolved by a substantial majority\n19\nthat they did not support a\r\ncuratorship. According to the attendance register at least 40 to 50\r\npercent of shareholders were present\nat the meeting or represented by\r\nproxies and possibly more. The FSB declined an invitation to attend\r\nthe meeting.\nWhat relief should be granted?\n[38] The Registrar persisted in seeking an order\r\nappointing curators notwithstanding the change in circumstances\r\noutlined above.\nIt is essential to bear in mind in dealing with this\r\nthat the appointment of curators would operate prospectively not\r\nretrospectively.\nThe order is not backdated and cannot be used to\r\nundo what has passed. The desirability of such an order must be\r\nassessed today\nin the light of the information we have about the\r\ncurrent situation with the respondents.\n[39] In the course of his reply counsel accepted that he\r\ncould not ask for such an order in relation to the third and fourth\r\nrespondents.\nAs a matter of fact it is doubtful whether the first and\r\nsecond respondents are still carrying on a business. In my view\r\nbefore\nan order appointing curators can be made it is necessary for\r\nthe Registrar to show that there is a business that can be subjected\n\nto curatorship. Section 5(1) provides that the curator’s\r\nfunction once appointed is to ‘take control of and manage’\n\nthe business subject to curatorship. It follows that if there is no\r\nlonger a business there is nothing of which they can take control\nand\r\nnothing to manage, and the appointment of a curator is impermissible.\r\nThat may be an insuperable bar to a curatorship order\nin respect of\r\nthe first and second respondents.\n[40] In the further evidence the Deputy Registrar said\r\nthat a curatorship order would not be academic because there was work\r\nto\nbe done by the curators in investigating and reporting to the\r\nRegistrar ‘what exactly the business of the Dynamic Wealth\r\nentities consisted of at 18 June 2011’; to investigate and\r\nreport on irregularities by Dynamic Wealth’s management and\nto\r\nascertain the current status of Dynamic Wealth’s business. If\r\nsuch investigations are necessary to identify the business,\nthat\r\nillustrates how tenuous is the notion that there is still a business\r\nwithin the Dynamic Wealth group that can be subjected\nto curatorship.\r\nFurthermore I doubt whether investigation can be the principal reason\r\nfor appointing curators. It may be something\nthat curators should\r\nundertake, where appointed, but that is in the context of there still\r\nbeing a business that is under their\ncontrol and being managed by\r\nthem.\n[41] Even if one accepts that there is some residual\r\nbusiness located within the first and second respondents there is\r\ninsufficient\nreason to justify making a curatorship order in respect\r\nof that business at this stage. In effect the curators would set out\r\non\na treasure hunt looking for the business of which they were the\r\ncurators. That is not a desirable situation or one contemplated\nin\r\ns 5(1). In my view it has not been shown that the appointment of\r\ncurators at this stage of affairs holds out any sufficient\nprospect\r\nof benefit to investors to render it desirable in respect of the\r\nfirst and second respondents.\n[42] That leaves only SIL. I accept that, although it\r\nappears to have severed ties with the Dynamic Wealth group, it\r\nremains a financial\ninstitution and potentially subject to a\r\ncuratorship order. However the fact that it is no longer under the\r\ncontrol of those responsible\nfor its travails is an important\r\nconsideration in deciding whether to place its business under\r\ncuratorship. A further important\nconsideration is the views of the\r\nshareholders who are the investors whose investments were dealt with\r\nin such a cavalier fashion\nby the Dynamic Wealth group. They have\r\nsaid clearly that they do not want a curatorship and have appointed\r\nnew directors to look\nafter their interests and see what part of\r\ntheir investments can be salvaged. It was suggested that they might\r\nhave legal claims\nagainst Dynamic Wealth and its executives or\r\nmanagement. However they are free to seek advice on that and to take\r\naction if so\nadvised. The minutes of the annual general meeting\r\nreveal that some are already investigating that option. They do not\r\nneed curators\nfor that purpose. We were also referred to the terms of\r\nwithdrawal that provide that the former investors in the portfolios\r\ntransferred\nto SIL ‘are to be regarded as investors’ in\r\nthe second respondent. Whatever this means, and assuming it to be\r\nvalid,\nit does not provide any reason for subjecting SIL to a\r\ncuratorship, which will on the unchallenged evidence be an extremely\r\nexpensive\nundertaking at the cost of investors who have already\r\nincurred substantial losses. The condition in question invites the\r\nindependent\ndirectors of SIL to meet with the Registrar, presumably\r\nto try and address any continuing problems. It provides no reason to\r\nplace\nSIL under curatorship.\n[43] For those reasons and in the light of present\r\ncircumstances, I do not think that a curatorship order is desirable\r\nat the present\ntime in respect of any of the respondents. The\r\nrespondents sought to turn this to their advantage by contending that\r\nthe appeal\nshould therefore be dismissed as moot, relying on s 21A(1)\r\nof the Supreme Court Act 59 of 1959 that empowers the court to\r\ndismiss an appeal if it would not have a practical effect or result.\r\nI do not agree that the appeal will have no practical effect\nor\r\nresult. Its determination involves the proper construction of an\r\nimportant provision in the regulatory armoury of the Registrar,\nthe\r\ntest to be applied in considering an application for curatorship\r\nunder s 5(1) of the FI Act and a consideration of the\nevidential\r\nstatus of an inspection report. These are all important issues that\r\nwill impact upon the future conduct of the Registrar.\n[44] Lord Slynn of\r\nHadley said\nin\nR v\r\nSecretary of State for the Home Department, Ex Part Salem\n:\n20\n‘\nThe discretion to hear\r\ndisputes, even in the area of public law, must, however, be exercised\r\nwith caution and appeals which are\nacademic between the parties\r\nshould not be heard unless there is a good reason in the public\r\ninterest for doing so, as for example\n(but only by way of example)\r\nwhen a discrete point of statutory construction arises which does not\r\ninvolve detailed consideration\nof facts and where a large number of\r\nsimilar cases exist or are anticipated so that the issue will most\r\nlikely need to be resolved\nin the near future.’\n21\nThe present seems to me\r\nprecisely the type of case where the court should hear and decide the\r\ndispute because of its importance\nin the field of financial\r\nregulation, where it will have a practical effect.\n22\n[45] In the result the Registrar’s submission that\r\nthe court below erred in dismissing the application and refusing to\r\nappoint\ncurators to the business of the Dynamic Wealth group must be\r\nupheld. His submission that curators should be appointed now fails.\n\nThe appeal must therefore succeed and the order of the court below be\r\nset aside, but it can only be replaced by an order directing\nthe\r\nrespondents to pay the Registrar’s costs of the application. He\r\nsought an order that those costs be paid on the attorney\nand client\r\nscale on the basis that he was discharging a statutory duty and his\r\noffice should not be out of pocket for the costs\nincurred in doing so\r\nbut that was not pressed in argument. The respondents made common\r\ncause both in the court below and in this\ncourt and are accordingly\r\njointly and severally responsible for the payment of the costs.\nOrder\n[46] In the result the following order is made:\nThe appeal is upheld with costs including the costs of\r\n\ttwo counsel.\nThe order of the court below is set aside and replaced\r\n\tby an order that the respondents pay the applicant’s costs,\r\n\tincluding\nthe costs of two counsel.\nBoth costs orders are joint and several, the one paying\r\n\tthe others to be absolved.\nM\r\nJ D WALLIS\nJUDGE OF APPEAL\nAppearances\nFor appellant: W H Trengove SC (with him E C Labuschagne SC)\nInstructed by:\nRooth & Wessels Attorneys, Pretoria\nNaudes Inc, Bloemfontein\nFor respondent: N D G Maritz SC (with him A P G Els)\nInstructed by:\nVan der Merwe & Associates, Pretoria\nRossouw Attorneys, Bloemfontein.\n1\nHe\r\n\tor she is the registrar of pension funds, friendly societies,\r\n\tcollective investment schemes, long and short-term insurance,\n\n\tfinancial services providers and securities services under the\r\n\tstatutes governing those institutions.\n2\nThe\r\n\tonly major participants in the financial services industry that are\r\n\toutside the Registrar’s regulatory grasp are banks,\nwhich have\r\n\ttheir own registrar designated in terms of s 4 of the Banks Act\r\n\t94 of 1990.\n3\nA\r\n\tdraft report had been prepared and made available for comment to\r\n\tDynamic Wealth in July 2009. A lengthy comment was produced\non 17\r\n\tAugust 2009 and the report was then finalised. Dynamic Wealth’s\r\n\tresponse to the draft covering some 202 pages (inclusive\nof 28\r\n\tannexures) is the last annexure to the final report.\n4\nThe\r\n\tEnglish text may suggest at first sight that it is the Registrar to\r\n\twhom good cause must be shown but any lack of clarity\nabout this is\r\n\tresolved by reference to the Afrikaans text which reads: ‘Die\r\n\tregistrateur kan, by bewys van goeie gronde\nby ŉ afdeling van\r\n\tdie Hoë Hof wat oor regsbevoegheid beskik, aansoek doen om die\r\n\taanstelling van ŉ kurator om\nbeheer te neem oor die geheel of\r\n\tenige gedeelte van die besigheid van ŉ instelling en dit te\r\n\tbestuur.’\n5\nShorter\r\n\tOxford English Dictionary\n(6 ed, 2002, 2007 (electronic)) sv\r\n\t‘desirable’.\n6\nCohen\r\n\tBrothers v Samuels\n1906 TS 221\nat 224. In\nCairns' Executors v Gaarn\n1912\r\n\tAD 181\nat 186 (180 at 184 in the 1921 reprint) he said in relation\r\n\tto the similar expression ‘sufficient cause’ that ‘It\n\n\twould be quite impossible to frame an exhaustive definition of what\r\n\twould constitute sufficient cause …’ It is apparent\n\n\tthat Mason J was incorrect in saying in\nMintz\r\n\tv Bloemhof Village Council\n1922 TPD 430\nat\r\n\t431 that Innes J drew a ‘sharp distinction’ between the\r\n\tconcepts of ‘good cause’ and ‘sufficient\ncause’.\n7\nEx\r\n\tparte Executive Officer of the Financial Services Board: In re Joint\r\n\tMunicipal Pension Fund\n[2003] 4 All SA 603\n(T) para 40.\n8\nSackville\r\n\tWest v Nourse & another\n1925 AD 516\nat 527.\n9\nThe\r\n\tdescription in the FI Act of the assets held by a financial\r\n\tinstitution as ‘trust property’ flows from the special\n\n\tdefinition of that expression in that Act and the duties imposed\r\n\tupon various persons representing financial institutions by\nss 2 and\r\n\t3 of the FI Act and not from the law relating to trusts.\n10\nSee\r\n\tby way of example\ns 2(2)\nof the\nCollective Investment Schemes\nControl Act 45 of 2002\n.\n11\nA\r\n\twhite label product is a product provided by one financial\r\n\tinstitution in terms of its licence and for which it is responsible,\n\n\tbut branded to appear as if it is the product of another financial\r\n\tinstitution that may lack the requisite licence.\n12\nSociety\r\n\tof Advocates of South Africa (Witwatersrand Division) v Rottanburg\n1984 (4) SA 35\n(T) at 40C-D.\n13\nSwissborough\r\n\tDiamond Mines (Pty) Ltd & others v Government of the Republic of\r\n\tSouth Africa & others\n1999 (2) SA\r\n\t279\n(T) at 324F-325C.\n14\nMinister\r\n\tof Land Affairs and Agriculture & others v D & F Wevell\r\n\tTrust & others\n2008 (2) SA 184\n(SCA) para 43.\n15\nValentino\r\n\tGlobe BV v Phillips & another\n[1998] ZASCA 43\n;\n1998 (3) SA 775\n(SCA) at\r\n\t779E-780C.\n16\nThe\r\n\tletter read: ‘Ons beveel aan dat u met u makelaar in\r\n\tverbinding sal tree om die oorplasing na ons ander fondse te\r\n\nbespreek. U kapitaal sal dan na hierdie fondse oorgeplaas word soos\r\n\tdie kapitaal vrygestel word. U en u makelaars is welkom om\nons te\r\n\tkontak rakende advies oor die beskikbare portefeuljes.’\n17\nThese\r\n\twere called the Secure Growth A, Secure Growth Holdings and Kwanda\r\n\tSecure Growth Holding Fund respectively, holding total\ninvestments\r\n\tof some R45.5 million.\n18\nDe\r\n\tAguiar v Real People Housing (Pty) Ltd\n2011 (1) SA 16\n(SCA) para\r\n\t12.\n19\n93,7%\r\n\tto 4.8%.\n20\nR\r\n\tv Secretary of State for the Home Department, Ex Parte Salem\n[1999] 2 All ER 42\n(HL) at 47d-f.\n21\nCited\r\n\tin\nPort Elizabeth Municipality v Smit\n2002 (4) SA 241\n(SCA)\r\n\tpara 7 and\nRand Water Board v Rotek Industries (Pty) Limited\n2003\r\n\t(4) SA 58\n(SCA) para 18.\n22\nSee\r\n\talso\nNatal Rugby Union v Gould\n[1998] ZASCA 62\n;\n1999 (1) SA 432\n(SCA) at 444 I\r\n\t- 445C.",
  "scraped_at": "2026-02-12T16:08:46.850480",
  "date": "2011-11-15",
  "coram": [
    "HARMS AP",
    "VAN HEERDEN",
    "MALAN",
    "WALLIS JJA",
    "PETSE AJA"
  ],
  "case_number": "888/10",
  "parties": {
    "applicants": [
      "Executive Officer of the Financial Services Board"
    ],
    "respondents": [
      "Dynamic Wealth Ltd",
      "Dynamic Wealth Management (Pty) Ltd",
      "Dynamic Wealth Stockbrokers (Pty) Ltd",
      "The Bridging Factory (Pty) Ltd",
      "Specialist Income Limited",
      "Dynamic Wealth Investment Association, Retirement Fund Association, Multi Manager Association, Kwanda Association, MFI Association and SASEP Association"
    ]
  },
  "sections": {
    "facts": "The Financial Services Board (FSB) appointed inspectors to investigate Dynamic Wealth Ltd and its associated companies. The inspectors produced a detailed report alleging multiple regulatory breaches, mismanagement of investors' funds, and unlawful operation of collective investment schemes. Based on the report, the FSB applied to the High Court for the appointment of curators over the Dynamic Wealth group. The lower court dismissed the application on technical grounds relating to the admissibility of the report’s annexures. On appeal, the court considered whether the report and its annexes were proper evidence, whether the FSB had shown good cause for curatorship, and whether changed circumstances since the original application rendered curatorship unnecessary.",
    "issues": "1) What test must be applied to determine \"good cause\" for the appointment of a curator under s 5(1) of the Financial Institutions (Protection of Funds) Act? 2) Are the inspection report and its annexures admissible evidence in a curatorship application? 3) Given the change in the business structure of the Dynamic Wealth group, is a curatorship still desirable or necessary?",
    "principles": "The court reiterated that the registrar must show \"good cause\" – i.e., that appointing a curator is desirable to protect investors’ interests. The test mirrors, but is not limited to, the common‑law test for removal of trustees (danger to trust property, lack of honesty, capacity, etc.). Evidence must be properly before the court; annexures attached to an affidavit are admissible even if not physically part of the founding affidavit, and may rely on hearsay exceptions under s 3(1)(c) of the Law of Evidence Amendment Act. The admissibility of inspection reports is governed by the same principles: they are admissible if the factual basis is verifiable and properly referenced.",
    "application": "The appeal court held that the inspection report and its annexures had been properly placed before the court and were admissible. The registrar had sufficiently identified the factual basis of the report, satisfying the evidential requirements. However, the court found that the circumstances had materially changed: the primary licensed entities of the group had lost their licences and ceased trading, leaving little or no business over which a curator could exercise control. Consequently, the requirement of desirability under s 5(1) was not met for most respondents, and curatorship would be ineffective.",
    "conclusion": "The appeal was upheld. The lower court’s order dismissing the curatorship application was set aside, but no curatorship order was granted because the business no longer existed in a form that could be managed. The respondents were ordered to pay the applicant’s costs, including costs of two counsel, on a joint and several basis."
  },
  "tags": {
    "level_1": "Financial Services Law",
    "level_2": "Regulatory Enforcement",
    "level_3": [
      "curatorship",
      "inspection report admissibility",
      "good cause test",
      "collective investment schemes",
      "financial institutions"
    ]
  }
}