{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/180.html",
  "case_name": "Majola v Nitro Securitisation 1 (Pty) Ltd (567/10) [2011] ZASCA 180; 2012 (1) SA 226 (SCA); [2012] 1 All SA 628 (SCA) (30 September 2011)",
  "citation": "[2011] ZASCA 180",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 180\n|\nNoteup\n|\nLawCite\nMajola v Nitro Securitisation 1 (Pty) Ltd (567/10) [2011] ZASCA 180; 2012 (1) SA 226 (SCA); [2012] 1 All SA 628 (SCA) (30 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase no:567/10\nIn the matter between:\nVOTANI MAJOLA\n….........................................................................................\nAppellant\nand\nNITRO SECURITISATION 1 (PTY) LTD\n…..................................................\nRespondent\nNeutral citation:\nVotani\nMajola v Nitro Securitisation\n(567/10)\n[2011] ZASCA 180\n(30 September 2011)\nCoram:\nBRAND, PONNAN, BOSIELO\r\nJJA AND PETSE AND PLASKET AJJA\nHeard:\n19 September 2011\nDelivered:\n30 September 2011\nSummary:\nDismissal of appeal\r\nfor non-appearance – rule 13(3) of SCA rules – Default\r\nposition is that appeal will be dismissed\nfor non appearance\r\nunless grounds exist for striking it from the roll or postponing it –\r\nfactors to be considered in\nexercise of this discretion\nORDER\nOn appeal from:\nSouth Gauteng\r\nHigh Court, Johannesburg (Van Eeden AJ sitting as court of first\r\ninstance):\nThe appeal is dismissed with costs on\r\nan attorney and client scale.\nJUDGMENT\nPLASKET AJA (BRAND, PONNAN, BOSIELO\r\nJJA AND PETSE AJA concurring)\n[1] This is an appeal against a\r\njudgment of the South Gauteng High Court, Johannesburg in which Van\r\nEeden AJ granted summary judgment\nagainst the appellant, ordering him\r\nto return to the respondent a Jaguar S Type 3.0 SE motor vehicle and\r\nto pay the respondent’s\ncosts on an attorney and client scale.\r\nThe appeal is with Van Eeden AJ’s leave. In this court, the\r\nappellant failed to appear\nand his appeal was dismissed with costs on\r\nan attorney and client scale. These are the reasons for that order.\nBackground to the appeal\n[2] This matter has an unfortunate\r\nhistory. The summary judgment was granted by the court below on 20\r\nNovember 2009. Leave to appeal\nwas granted on 29 July 2010. The\r\nmatter was set down for hearing in this court on 10 May 2011 but\r\nneither the appellant nor a legal\nrepresentative instructed by him\r\nappeared on that day. As a result, an order was made striking the\r\nappeal from the roll, ordering\nthe appellant to pay the wasted costs\r\non an attorney and client scale, ordering that the appeal was not to\r\nbe set down unless the\nappellant had provided proof that the wasted\r\ncosts had been paid in full and directing that when the appellant\r\napplied for the\nmatter to be set down, he was required to give a full\r\nexplanation for his absence.\n[3] The appellant did not pay the\r\nwasted costs and took no steps to set the matter down. As a result,\r\nthe respondent wrote to the\nPresident of this court to request that\r\nthe matter be set down for hearing despite the appellant not having\r\ncomplied with the order.\nIn effect, therefore, the respondent waived\r\nreliance on its right to be paid its costs prior to the appeal being\r\nset down again.\nIt also tendered to reconstruct the record at its own\r\ncost.\n[4] The matter was set down for\r\nhearing on 19 September 2011. In response to the notice of set down,\r\nthe appellant wrote to the\nregistrar of this court on 12 September\r\n2011 to say that, in terms of the order of 10 May 2011, certain\r\ndirectives had to have\nbeen complied with before the matter could be\r\nset down and that, to his knowledge, they had not been fulfilled. He\r\nno doubt had\nin mind his obligation to pay the respondent’s\r\ncosts and to explain his failure to appear. He queried whether the\r\nset down\nwas regular in these circumstances as he did not want to\r\ntravel to Bloemfontein for the hearing only to be told that the set\r\ndown\nwas, indeed, irregular.\n[5] On 14 September 2011, he wrote a\r\nfurther letter to the registrar in which he said:\n‘\nI\r\nrefer to my letter to the Registrar dated 12/09/11 to which I have\r\nnot received a reply. In that letter I expressed my doubts\nabout the\r\nlegality of setting this matter down before the directives that were\r\nspecified in the order dated 10/05/11 had been complied\nwith. I\r\nsought clarity from the Registrar which I have not received to date.\r\nUnless there is a different position which should\nbe communicated to\r\nme before the end of business day tomorrow the\n15/09/11\r\nTHE MATTER SHOULD BE REMOVED FROM THE ROLL OF THE 19/09/11.\n’\n[6] On the same day, the registrar\r\nreplied. In his letter he stated:\n‘\nI\r\nrefer to your letter of 14 September 2011. I confirm that the matter\r\nis set down for hearing on Monday 19 September 2011. I am\ninstructed\r\nto inform you that the appellant’s failure to appear may lead\r\nto dismissal of the appeal with costs.’\n[7] When the matter was called on 19\r\nSeptember 2011, there was once again no appearance by or on behalf of\r\nthe appellant. We were\ninformed by Mr Becker, who appeared for the\r\nrespondent, that his attorney had been informed by the appellant’s\r\ncorrespondent\n– who was not present in court when the appeal\r\nwas dealt with – that the appellant had informed him\r\ntelephonically\nthat he did not intend attending court. Thereafter\r\nattempts to contact the appellant proved to be unsuccessful because\r\nhis cellphone\nhad been switched off. Brand JA, the presiding judge,\r\nrequested that these details be reduced to writing and be handed to\r\nthe registrar.\nAn affidavit to this effect, deposed to by the\r\nrespondent’s attorney, was duly filed with the registrar.\n[8] The net result is that the\r\nappellant has failed to appear in this court on the two occasions\r\nwhen his appeal has been set down\nfor hearing and, on both occasions,\r\nhe has neither given an explanation nor offered an apology for his\r\nfailure to appear. These\nfailures on his part are all the more\r\nserious when one considers that the appellant is an attorney –\r\nand hence an officer\nof this court.\nThe facts\n[9] The respondent, in its particulars\r\nof claim, alleged that on or about 29 August 2006 Firstrand Bank\r\nLimited, trading as Wesbank,\nhad entered into a written instalment\r\nsale agreement with the appellant in terms of which it had sold and\r\ndelivered to him the\nJaguar vehicle mentioned above. The purchase\r\nprice of R604 494.00 was payable by the appellant in monthly\r\ninstalments, over\n59 months, of R8039.80 with a final payment of\r\nR130 145.80. Ownership of the Jaguar remained vested in Wesbank\r\nuntil the appellant\nhad paid all amounts due by him.\n[10] The appellant breached the\r\nagreement by failing to make the monthly payments. This gave Wesbank\r\nthe right to cancel the agreement\nand, among other things, take the\r\nJaguar back. In the meantime, Wesbank had ceded its rights in terms\r\nof the agreement, including\nits right of ownership of the Jaguar, to\r\nthe respondent. It was entitled to do so in terms of clause 13 of the\r\nagreement which\nreads:\n‘\nYou\r\nmay not transfer your side of the agreement to any other party\r\nwithout getting the Seller’s prior written approval but\nit is\r\nagreed that the Seller can transfer his side of the agreement (his\r\nrights in the agreement and goods) to another party. You\nagree that\r\nif the Seller does transfer his side you will continue to hold the\r\ngoods and fulfil your obligations on behalf of and\nto the new party.’\n[11] After having\r\nsent the appellant notice in terms of\ns 129\nof the\nNational Credit\nAct 34 of 2005\n, to his\ndomicilium\nas\r\nit was reflected in the agreement, and following the appellant’s\r\nfailure to respond thereto, the respondent issued summons\nfor the\r\nreturn of the Jaguar, the postponement sine die of its claim for\r\ndamages pending the return and the valuation of the Jaguar,\ninterest\r\non the amount of damages awarded in due course and costs on an\r\nattorney and client scale.\n[12] The respondent\r\nlater applied for summary judgment in which it sought the return of\r\nthe Jaguar and costs on an attorney and\nclient scale. That\r\napplication was opposed by the appellant who did not deny that he had\r\nbreached the agreement but raised instead\na number of technical\r\npoints. They were that: (a) the\ns 129\nnotice had been sent to the\r\nincorrect address, as he had changed his\ndomicilium\nin writing in\r\naccordance with clause 16 of the agreement; (b) the respondent had\r\nnot complied with\nrules 18(4)\nand\n18\n(6) of the uniform rules when it\r\npleaded the cession, rendering the particulars of claim excipiable;\r\n(c) the person who instituted\nthe action on behalf of the respondent\r\nlacked authority to do so; (d) Wesbank had not obtained the\r\nappellant’s consent to\nthe cession; and (e) the decision to\r\ninstitute the action was not valid because the respondent had not\r\nexhausted less drastic options\nto recover the Jaguar and the debt\r\nowed to it by the appellant. All of these points were found by Van\r\nEeden AJ to have been without\nmerit.\nThe issues\n[13] The appeal was dismissed in the\r\nabsence of the appellant. This court is entitled to follow such a\r\ncourse.\nRule 13(3)\nof the rules of the Supreme Court of Appeal\r\nprovides that if an appellant fails to appear on the date of the\r\nhearing of an appeal,\nit ‘shall be dismissed for\r\nnon-prosecution, unless the court otherwise directs’.\n[14] In three cases\r\ndealing with the similarly worded predecessor of\nrule 13(3)\n–\nrule 7(2)\nof the rules of the Appellate Division – this court\r\nhas held that the default position where an appellant fails to appear\n\nis that the appeal should be dismissed. Trollip JA, in\nGumede\r\nv Protea Assurance Co Ltd\n,\n1\nheld that ‘the\r\nsub-rule confers a discretion on this Court as to the appropriate\r\norder it should make, but ordinarily the\nappeal should be dismissed\r\nunless there are circumstances warranting the making of some other,\r\nless drastic order’. It is,\ntherefore, only if sufficient\r\ngrounds exist that a less drastic alternative, such as striking the\r\nappeal from the roll or a postponement,\nmay be justified.\n[15] Three sets of\r\nfactors are relevant to determining whether the court ought to\r\nexercise its discretion in favour of an absent\nappellant and either\r\nstrike the matter from the roll or postpone it. They are the facts\r\nand circumstances surrounding the appellant’s\nabsence, the\r\nposition of the respondent and the appellant’s prospects of\r\nsuccess.\n2\nI proceed to\r\nconsider these in turn.\n[16] The facts and circumstances\r\nsurrounding the non-appearance of the appellant are set out fully\r\nabove. From them I can find nothing\nthat operates in the appellant’s\r\nfavour. Indeed, everything points to this court exercising its\r\ndiscretion against him. Of\nimportance are the following factors.\r\nFirst, this is the second time that the appellant has failed to\r\nappear in this case. Secondly,\nhe has given the court no explanation\r\nfor his non-appearance on either occasion. On this occasion, it\r\nappears from the information\nprovided to the court by the respondent,\r\nthat he simply chose to absent himself from the hearing. In so doing,\r\nhe displayed discourtesy\nto both the court and the respondent and a\r\ncontemptuous attitude towards the court. Thirdly, he is an attorney\r\nand, as such, an\nofficer of the court. This court is entitled to\r\nexpect a higher standard of professionalism than he has displayed.\r\nFinally, the\nappellant was warned in the registrar’s letter of\r\n14 September 2011 that if he failed to appear the appeal was in\r\ndanger\nof being dismissed.\n[17] It is plain that the respondent\r\nhas suffered prejudice. Despite having obtained a judgment for the\r\nreturn of the Jaguar nearly\ntwo years ago, the appellant continues to\r\npossess it. (Indeed, the period of 59 months over which payments for\r\nthe Jaguar were\nrequired to be made by the appellant is at an end:\r\nthe last instalment was due on 28 August 2008.) By frustrating the\r\nrespondent\non both occasions on which the appeal was to be heard, the\r\nappellant has ensured that the respondent’s financial prejudice\n\narising from the breach of contract continues for as long as the\r\nappeal remains unresolved. If the matter was now to be struck\nfrom\r\nthe roll, finality would not be achieved. The dismissal of the appeal\r\nin terms of\nrule 13(3)\nwould avoid all of this prejudice to the\r\nrespondent and achieve finality, an important consideration, it seems\r\nto me, that underpins\nrule 13(3).\n[18] Finally, I\r\nturn to the merits. I do so in order to gauge the prospects of the\r\nappeal succeeding as this is ‘usually an\nimportant factor in\r\ndetermining whether or not any non-compliance with the Rules in\r\nprosecuting an appeal ought to be condoned\nby this Court’.\n3\nI shall do so\r\nsuccinctly because the merits have been fully canvassed in the\r\njudgment of Van Eeden AJ. It stands out starkly that\nthe appellant\r\nhas not raised a defence on the merits and does not aver in his\r\nanswering affidavit that he is not in breach of the\nagreement or that\r\nhe is entitled to retain possession of the Jaguar.\n[19] The first\r\npoint that the appellant took was that the\ns 129\nnotice in terms of\r\nthe\nNational Credit Act was\nsent to the wrong address as he had\r\nchanged his\ndomicilium\n.\r\nThe letter that he put up in an attempt to establish this point does\r\nnot do so. It concerns negotiations to settle the present\ndispute\r\n(and appears to admit liability). It is headed ‘Payment Plan’,\r\nrefers to a telephonic conversation with an\nemployee of Wesbank in\r\nwhich she ‘rejected the detailed proposals that I made in my\r\nletter’ and reiterated ‘once\nmore that I am making the\r\nnecessary arrangements to clear the outstanding debt under the\r\ncircumstances that I find myself in’.\nThe address of his\r\nattorney – which he opportunistically claimed in his answering\r\naffidavit to be his new\ndomicilium\n–\nis prefaced\r\nwith the words: ‘As requested the details of my attorney are as\r\nfollows’. Consequently, he never purported\nto change his\ndomicilium\nin terms of the\r\nagreement. There was thus proper service of the\ns 129\nnotice on the\r\nappellant and the fact that he never received it does not render the\r\nnotice invalid and the issue of summons premature.\n4\n[20] The second point was that when\r\nthe respondent pleaded the cession it did not comply with\nrules 18(4)\nand\n18\n(6) of the uniform rules and, as a result, its particulars of\r\nclaim were excipiable. I am in agreement with Van Eeden AJ when he\n\nheld that the fact that ‘it was not stated whether the cession\r\nis written or oral; when, where and by whom it was concluded;\nand if\r\nthe cession was reduced to writing, not attached to the pleading,\r\ndoes not render it excipiable as either vague and embarrassing\nor as\r\nfailing to disclose a [cause of] action’.\n[21] Thirdly, the appellant attacked\r\nthe authority of one Venter to institute proceedings against him on\r\nbehalf of the respondent.\nVenter’s authority appears to me to\r\nhave been conclusively established. A resolution of the directors of\r\nthe respondent dated\n27 March 2006 authorised certain classes of\r\nofficers to institute proceedings on behalf of the respondent. It\r\nincluded a clause\nallowing certain of them, by way of a certificate,\r\nto authorise officers who had not been designated in the resolution\r\nto institute\nproceedings on behalf of the respondent. A certificate\r\nwas issued by the Chief Executive Officer which authorised Venter to\r\ninstitute\nproceedings on behalf of the respondent.\n[22] The fourth\r\npoint was that the respondent’s consent was required before\r\nWesbank could cede its rights to the respondent.\nClause 13 of the\r\nagreement states, however, that while the appellant could not cede\r\nhis rights without the ‘prior written\napproval’ of\r\nWesbank, it was free to cede its rights, no mention being made of it\r\nhaving to obtain the appellant’s\nconsent. In any event, when\r\nregard is had to the appellant’s obligations in terms of the\r\nagreement, it can make no difference\nto him if the corresponding\r\nrights are enforced by the respondent or Wesbank.\n5\nHis consent to the\r\ncession was not required.\n[23] The fifth point was that the\r\nrespondent was under a duty to exhaust less drastic alternatives,\r\nsuch as ‘collection strategies\nand attempts to rehabilitate the\r\naccount’, before deciding to litigate. This point only has to\r\nbe stated to be rejected.\n[24] From the foregoing I conclude\r\nthat there are no reasonable prospects of the appeal succeeding on\r\nany of the points raised by\nthe appellant. When this factor is\r\nconsidered together with the facts and circumstances surrounding the\r\nappellant’s failure\nto appear and the prejudice to the\r\nrespondent, the result is inevitable: there is simply no basis upon\r\nwhich this court can exercise\nits discretion in favour of striking\r\nthe appeal from the roll or postponing it. The appeal must be\r\ndismissed for non-appearance.\n[25] It is\r\nnecessary to say something regarding the grant of leave to appeal in\r\ncases in which summary judgment has been granted.\nThe purpose of\r\nsummary judgment is to ‘enable a plaintiff with a clear case to\r\nobtain swift enforcement of a claim against\na defendant who has no\r\nreal defence to that claim’.\n6\nIt is a procedure\r\nthat is intended ‘to prevent sham defences from defeating the\r\nrights of parties by delay, and at the same\ntime causing great loss\r\nto plaintiffs who were endeavouring to enforce their rights’.\n7\nIf a court hearing\r\nan application for summary judgment is satisfied that a defendant has\r\nno bona fide defence to a plaintiff’s\nclaim and grants summary\r\njudgment as a consequence, it should be slow thereafter to grant\r\nleave to appeal, lest it undermine the\nvery purpose of the procedure.\r\nThis case is a good example. If summary judgment had been refused\r\nnearly two years ago, and leave\nto defend had been granted, the trial\r\nwould probably have been completed by now.\n[26] An order of costs on an attorney\r\nand client scale was made against the appellant. While such a costs\r\norder would probably have\nbeen justified on account of the\r\nappellant’s conduct in this matter, the basis for this order\r\nis, in fact, clause 14.1 of\nthe agreement which provides that the\r\nrespondent is entitled to such costs arising from the appellant’s\r\nfailure to comply\nwith the terms of the agreement or any other\r\ndefault.\n[27] For the reasons stated in this\r\njudgment, the appeal was dismissed with costs on an attorney and\r\nclient scale.\n___________________\nC Plasket\nActing Judge of Appeal\nAPPEARANCES\nAPPELLANT No appearance\nRESPONDENT FJ Becker\nInstructed by\nSmit, Jones and Pratt\nJohannesburg\nSymington and De Kok\nBloemfontein\n1\nGumede\r\n\tv Protea Assurance Co Ltd\n1979\r\n\t(2) SA 851\n(A) at 852A-B. See too\nS\r\n\tv Isaacs\n1968\r\n\t(2) SA 184\n(A) at 186 B-E;\nS\r\n\tv Moshesh\n1973\r\n\t(3) SA 962\n(A) at 963G-H.\n2\nGumede\r\n\tv Protea Assurance Co Ltd\n(note\r\n\t1) at 854A.\n3\nGumede\r\n\tv Protea Assurance Co Ltd\n(note\r\n\t1) at 853B-C.\n4\nRossouw\r\n\t& another v Firstrand Bank Ltd\n2010\r\n\t(6) SA 439\n(SCA) paras 31-32;\nMunien\r\n\tv BMW Financial Services (SA) (Pty) Ltd\n2010\r\n\t(1) SA 549\n(KZD) para 22.\n5\nBotha\r\n\t& another v Carapax Shadeports (Pty) Ltd\n[1991] ZASCA 134\n;\n1992\r\n\t(1) SA 202\n(A) at 215I-216A.\n6\nAndries\r\n\tCharl\nCilliers, Cheryl Loots and Hendrik\r\n\tChristoffel Nel\nHerbstein and Van\r\n\tWinsen: The Civil Practice of the High Courts of South Africa\n(5ed) Vol 1 (2009) at 516-517.\n7\nJoob\r\n\tJoob Investments (Pty) Ltd v Stocks Mavundla Zek Joint Venture\n2009 (5) SA 1\n(SCA) para 31.",
  "scraped_at": "2026-02-12T16:02:19.828610",
  "date": "2011-09-30",
  "coram": [
    "Brand JA",
    "Ponnan JA",
    "Bosielo JJA",
    "Petse JA",
    "Plasket AJJA"
  ],
  "case_number": "567/10",
  "parties": {
    "applicants": [
      "Votani Majola"
    ],
    "respondents": [
      "Nitro Securitisation 1 (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The appellant, Votani Majola, entered into a written instalment sale agreement with Firstrand Bank (trading as Wesbank) for a Jaguar vehicle. After failing to make the required payments, Wesbank ceded its rights to Nitro Securitisation 1 (Pty) Ltd, which sought the return of the vehicle. The High Court granted summary judgment ordering the appellant to return the Jaguar and pay costs. The appellant appealed, but failed to appear at the scheduled hearings on 10 May 2011 and again on 19 September 2011, providing no explanation and not paying the wasted costs. The respondent sought to have the matter reset despite the appellant’s non‑compliance.",
    "issues": "1. Whether, under rule 13(3) of the Supreme Court of Appeal Rules, the appeal must be dismissed for non‑appearance absent special circumstances. 2. Whether the appellant’s underlying arguments concerning the service of the National Credit Act notice, the validity of the cession, authority of the respondent’s litigant and exhaustion of alternative remedies have any merit.",
    "principles": "Rule 13(3) provides a default dismissal for an appellant who fails to appear, subject to the court’s discretion. The discretion is exercised by considering (a) the facts surrounding the non‑appearance, (b) the prejudice to the respondent, and (c) the prospects of success on the merits. Precedent (Gumede v Protea Assurance) confirms that dismissal is the ordinary outcome unless compelling reasons exist. Additionally, principles governing summary judgment and the granting of leave to appeal stress that appeals should not be entertained where the appellant shows no bona‑fide defence.",
    "application": "The court found that the appellant, an attorney, failed to appear twice without any explanation, displayed contempt for the court, and did not comply with the order to pay wasted costs. The respondent suffered ongoing prejudice because the Jaguar remained in the appellant’s possession. The appellant’s prospects of success were minimal, as his technical arguments (incorrect notice address, non‑compliance with uniform rules, lack of authority, need for consent to cession, and failure to exhaust alternatives) were rejected by the trial judge. Consequently, none of the discretionary factors favored leniency.",
    "conclusion": "The appeal was dismissed for non‑appearance in accordance with rule 13(3). The appellant was ordered to pay the costs of the appeal on an attorney‑and‑client scale."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Appeal Procedure",
    "level_3": [
      "non-appearance",
      "rule 13(3)",
      "summary judgment",
      "contract breach",
      "costs order"
    ]
  }
}