{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/3.html",
  "case_name": "Minister of Safety and Security v F (592/09) [2011] ZASCA 3; 2011 (3) SA 487 (SCA); [2011] 3 All SA 149 (SCA); (2011) 32 ILJ 1856 (SCA) (22 February 2011)",
  "citation": "[2011] ZASCA 3",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 3\n|\nNoteup\n|\nLawCite\nMinister of Safety and Security v F (592/09) [2011] ZASCA 3; 2011 (3) SA 487 (SCA); [2011] 3 All SA 149 (SCA); (2011) 32 ILJ 1856 (SCA) (22 February 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 592/09\nIn the matter between:\nTHE MINISTER OF SAFETY AND\r\nSECURITY\n.........................\nAppellant\nand\nF\n........................................................................................................\nRespondent\nNeutral citation:\nThe\nMinister of Safety and Security v F\n(592/09)\n[2011] ZASCA 3\n(22 February 2011)\nCoram:\nNUGENT, MAYA,\r\nSNYDERS and BOSIELO JJA and R PILLAY AJA\nHeard:\n11 NOVEMBER 2010\nDelivered: 22 FEBRUARY 2011\nSummary:\nVicarious\r\nliability – police officer – crime committed while not on\r\nduty but on ‘call’ – whether state\nliable.\n_____________________________________________________________________\nORDER\n_____________________________________________________________________\nOn appeal from: Western Cape High\r\nCourt (Bozalek J sitting as court of first instance).\nThe appeal is upheld. The orders\r\nof the court below so far as they relate the appellant (first\r\ndefendant in the court below) are\nset aside and the following is\r\nsubstituted:\n‘\nThe\r\nclaim against the first defendant is dismissed’.\n_______________________________________________________________________\nJUDGMENT\n_______________________________________________________________________\nNUGENT JA (SNYDERS JA and R\r\nPILLAY AJ concurring)\n[1]\nK\r\nv Minister of Safety and Security\n1\nconcerned a\r\nclaim by a woman who was raped by three policemen. She had\r\nencountered them at a petrol station where she was stranded\nin the\r\nearly hours of the morning. The policemen were on duty at the time,\r\nthey were in uniform, and they were in a marked police\nvehicle. They\r\noffered to take her home and she readily accepted. Instead she was\r\ndriven to a quiet place where she was raped. Needless\nto say, the\r\npolicemen were all delictually liable for their conduct, but that was\r\nnot the issue in the case. The issue was whether\nthe State –\r\nnominally represented by the Minister of Safety and Security –\r\nwas vicariously liable for their conduct.\nThe Constitutional Court\r\nheld that it was.\n[2] This case\r\nseeks to take that a step further. The respondent in this case –\r\nwho I will refer to as Ms F – was also\nraped by a policeman. Ms\r\nF had similarly found herself stranded late at night and the\r\npoliceman offered to drive her home. Instead\nhe drove to a remote\r\nspot where he raped her. The distinction between this case and\nK\nis\r\nthat on this occasion the policeman was not on duty. Once more the\r\nquestion is whether the State is vicariously liable for the\n\nconsequences of his conduct. The court below (Bozalek J in the\r\nWestern Cape High Court) held that it is.\n2\nThe Minister\r\nnow appeals with the leave of that court.\n[3] The policeman concerned was\r\nMr van Wyk, a detective who was stationed at George. He was off duty\r\nbut on ‘standby’\nor on ‘call’ – as it\r\nwas variously called in the evidence – at the time the incident\r\noccurred. A former\nsenior police officer – Mr Du Toit, who was\r\nthen a Provincial Commander: General Investigations, in command of\r\nall detectives\nin the Western Cape – explained how the\r\n‘standby’ system worked at the time.\n[4] The ordinary working hours of\r\ndetectives were from 07h30 to 16h00 but every station had to make\r\nofficers available on a ‘standby\nduty roster’. This meant\r\nthat a detective who had been rostered was entitled to return home\r\nand go about his or her private\nbusiness in the ordinary way after\r\ncompleting his or her shift but could be called upon to resume duty\r\nat any time between shifts.\nTo enable him or her to respond to a call\r\nto resume duty a state vehicle was made available to the detective.\r\nIf called upon to\nresume duty the detective was required to note the\r\nperiod for which duty was performed in his or her pocketbook and\r\nlater to present\nit to his or her commanding officer.\n[5] Detectives who were rostered\r\nwere not paid for the time that they performed duty while on call but\r\nthey received a ‘standby\nallowance’. The standard\r\nconditions of service in that regard provided as follows:\n‘\nA\r\nnon-pensionable Standby Allowance at a tariff of R16.80 is payable to\r\nofficials who must be available for 24 hours per day for\nthe\r\nperformance of duty (This must be regarded as payment for overtime\r\nduties performed.)’\nThe conditions went on to\r\nprovide:\n‘\nThe\r\nStandby Allowance was instituted to compensate for the restriction of\r\nmovement placed on personnel on Standby duty and their\nhouseholds.\r\nThis implies that these personnel have to be available at their\r\ndwelling in order to be available for duty at short\nnotice unless\r\nwhere special alternative arrangements have been made’.\n[6] The incident with which we\r\nare concerned occurred in 1998 when Ms F was thirteen years old.\r\nSummons was issued in 2008, after\nshe had reached majority, and the\r\naction was tried in 2009. Both Ms F and Mr van Wyk gave evidence. The\r\nevidence of Mr van Wyk\nwas in some respects remarkably candid and by\r\nand large it coincides with that of Ms F but in some respects their\r\nevidence diverges.\nIn some such instances the evidence of Ms F was\r\nvague or uncertain or even contradictory but bearing in mind her age\r\nat the time\nand the long interval before she gave evidence that is\r\nnot unexpected. The court below rejected the evidence of Mr Van Wyk\r\nwhere\nit diverged from the evidence of Ms F. On the view that I take\r\nof the matter I need not evaluate that finding – I have\r\naccepted\nthe evidence of Ms F wherever it diverges from that of Mr\r\nVan Wyk.\n[7] On 14 October 1998 Mr van Wyk\r\nwas on the standby roster. His shift ended at 16h00 in the ordinary\r\ncourse but he remained on\nduty until about 20h00, apparently to\r\ncomplete various tasks. He then left the office and returned home in\r\na police vehicle, which\nwas unmarked but equipped with a\r\ncommunication radio. Various dockets that he had been working on were\r\nin the vehicle. He was not\ncalled out to resume duty at any time that\r\nnight or the following morning.\n[8] At about 22h00 Mr van Wyk\r\nvisited a nightclub with two friends to have a few drinks. Although\r\nhe was prohibited from using the\npolice vehicle for private purposes\r\nhe nonetheless used it to drive to the nightclub. He was dressed in\r\ncivilian clothes.\n[9] Ms F also visited the\r\nnightclub that night in the company of friends. At about midnight she\r\nfell out with one of her friends\nand decided to return home. When she\r\nleft the nightclub she encountered Mr Van Wyk and his two friends –\r\nMr Petrus Faniso\nand Mr Edward Botha. There is a slight lack of\r\nclarity in the evidence on this point (which is not really material)\r\nbut I accept\nthat the three men were standing alongside the vehicle\r\nwhen Ms F first saw them and that she then joined them and they stood\r\ntalking\nfor a while. Ms F did not know Mr van Wyk but she was\r\ncasually acquainted with Mr Faniso. Ms F said that while they were\r\ntalking\nshe noticed ‘from the corner of her eye’ that the\r\nvehicle was equipped with a radio of the kind that is used by the\n\npolice. When asked what was troubling her she told the men that she\r\nhad fallen out with her friend and that she wanted to go home\nand one\r\nof the men said that they would drive her home.\n[10] They all left in the\r\nvehicle. First Mr Botha was dropped off, then Mr Faniso. When Mr\r\nFaniso was dropped off Ms F, who had\nbeen seated in the rear, moved\r\nto the front passenger seat. Ms F was then alone in the vehicle with\r\nMr van Wyk. Mr van Wyk told\nher that he wanted to drive to Kaaimans\r\nto see if friends of his were there and they set off in that\r\ndirection. Ms F said that\nhe stopped the vehicle at a place that was\r\ndark – apparently in the vicinity of Kaaimans. She felt that\r\n‘something\nwas wrong’ and she leapt from the vehicle and\r\nhid herself. Mr van Wyk drove off. After a while Ms F returned to the\r\nroad\nhoping to flag down a passing vehicle. A little later Mr van Wyk\r\nreturned. Pretending not to know her he asked what she was doing\n\nthere. She replied that he knew very well why she was there and she\r\ntold him that he must take her home, which he undertook to\ndo. Once\r\nmore she entered the vehicle and they drove in the direction of\r\nGeorge. Shortly before they reached George he suddenly\nturned off the\r\nroad. Ms F tried to leap from the vehicle but Mr van Wyk restrained\r\nher. He then stopped the vehicle and assaulted\nand raped her.\r\nAfterwards he drove her to her home in George, threatening her with\r\nharm if she disclosed what had occurred. Later\nthat morning Ms F\r\nreported the events to her mother, the police were informed, and Mr\r\nvan Wyk was arrested.\n[11] There are further aspects of\r\nthe evidence of Ms F that I need to deal with specifically. I have\r\nsaid that there were police\ndockets in the vehicle. There is a\r\nsuggestion in one part of the evidence of Ms F, in answer to an\r\nambiguous question, that she\nobserved the dockets before she first\r\nentered the vehicle. But I think it is clear from other parts of her\r\nevidence that she noticed\nthe dockets only later. According to Mr van\r\nWyk the dockets were at first on the floor at the foot of the front\r\npassenger seat.\nHe said that when Mr Faniso was dropped off he took\r\nthem from the floor and placed them at the foot of the rear seat\r\nbefore Ms\nF took her place in the front passenger seat. From the\r\nevidence as a whole, seen in the sequence within which events\r\noccurred,\nI think it is probable that Ms F saw them only then.\n[12] Ms F said that in reply to\r\nher query relating to the dockets Mr van Wyk told her that he was a\r\n‘private detective’,\nwhich she understood to mean that he\r\nwas a police officer. Mr van Wyk denied that he had told her that he\r\nwas a ‘private\ndetective’ but I accept her evidence in\r\nthat regard, and I accept that she understood that to mean that he\r\nwas a policeman.\nMs F was not able to say precisely when on the\r\njourney this occurred. But I think it can be inferred that it was\r\nprobably shortly\nafter the two men had been dropped off and while\r\nthey were driving to Kaaimans, which is consistent with the finding\r\nof the court\nbelow.\n[13] Although Ms F said that she\r\nnoticed the police radio before she first entered the vehicle I agree\r\nwith the finding of the court\nbelow that ‘on the probabilities\r\nwhen [Ms F] first accepted a lift from Van Wyk the fact that he was\r\nor may have been a police\nofficer played no role in her decision’.\r\nIn a statement that she made to the police on 15 October 1998 there\r\nwas no suggestion\nthat she entered the vehicle in the belief that Mr\r\nvan Wyk was a policeman nor was that suggested in her evidence in\r\nchief. In\ncross-examination it was put to her that the reason that\r\nshe had entered the car was that she knew Mr Faniso to which she\r\nreplied:\n‘I think so’. It was also put to her more than\r\nonce that it was not because she thought Mr van Wyk was a policeman\r\nthat she had entered the vehicle to which she consistently answered\r\nthat she could not remember. If she had indeed been motivated\nto\r\nenter the vehicle by a belief that he was a policeman I have no doubt\r\nthat her evidence would have been explicit in that regard.\n[14] But by the time they reached\r\nKaaimans she was indeed aware that he was a policeman (for the\r\nreasons I have given). Ms F said\nthat she entered the car on that\r\noccasion because she ‘trusted’ him because he was a\r\npoliceman. No doubt her knowledge\nthat Mr Van Wyk was a policeman\r\nplayed some role in her decision but I do not think it can be\r\ninferred from her evidence that Ms\nF would not otherwise have done\r\nso. He had already given her good reason to believe that being a\r\npoliceman was by itself no guarantee\nthat he was to be trusted. She\r\nwas stranded in the dark well after midnight, with no other apparent\r\nmeans of getting home, and\nshe might just as well have accepted his\r\nrenewed promise to drive her home even if he had not been a\r\npoliceman. Nonetheless, I\naccept the conclusion of the court below\r\nthat ‘this played a role in her decision to accept\r\n[assistance], in the desperate\ncircumstances in which she found\r\nherself’.\n[15] Vicarious\r\nliability has a long but uncertain pedigree.\n3\nIn essence it\r\nmay be described as the liability that one person incurs for a delict\r\nthat is committed by another, by virtue of the\nrelationship that\r\nexists between them. There are two features of vicarious liability in\r\nits traditional form that are trite but\nthey bear repetition. The\r\nfirst is that vicarious liability arises by reason of a relationship\r\nbetween the parties and no more\n– it calls for no duty to be\r\nowed by the person who is sought to be held liable nor for fault on\r\nhis or her part.\n4\nThe second\r\nfeature is that it is a secondary liability – it arises only if\r\nthere is a wrongdoer who is primarily liable for\nthe particular act\r\nor omission. I will return to those features presently.\n[16] Vicarious\r\nliability might arise from various relationships but we are concerned\r\nonly with the relationship of employment. The\ncircumstances in which\r\nvicarious liability will arise were described by this court in\nMinister\r\nof Law and Order v Ngobo\n5\n–\nwith\r\nreference to two cases that it described as ‘lodestars in this\r\nfirmament’ (\nMkize\r\nv Martens\n6\nand\nEstate\r\nVan der Byl v\nSwanepoel\n7\n)\r\n– as follows:\n‘\nThe\r\ncritical consideration is … whether the wrongdoer was engaged\r\nin the affairs or business of his employer. (I shall refer\nto it as\r\nthe “standard test” or “general principle”.)\r\nIt has been consistently recognised and applied,\nthough – since\r\nit lacks exactitude – with difficulty when the facts are close\r\nto the borderline’.\n8\n[17] The\r\nquestion whether the employee was ‘engaged in the affairs or\r\nbusiness of his employer’ – sometimes expressed\nas\r\nwhether the employee was acting ‘in the course’ or\r\n‘within the scope’ of his or her employment –\nat\r\nthe time the delict was committed is often problematic. At one\r\nextreme the delict might be committed by the employee while going\n\nabout his or her employment in the ordinary way – in which case\r\nthe employer will be liable. At the other extreme the delict\nmight be\r\ncommitted by a person who, albeit that he or she is an employee, is\r\ngoing about his or her own private business, unconnected\nto that of\r\nthe employer – in which case the employer is not liable.\r\nBetween those extremes is ‘an uncertain and wavering\nline’.\n9\n[18] Most of\r\nthe decided cases fall somewhere between those extremes. They are\r\nmainly cases in which the employee, starting out\non the business of\r\nthe employer, then deviated from the employer’s business to\r\nattend to business of his or her own. An example\nis the often-cited\r\ncase of\nFeldman\r\n(Pty) Ltd v Mall,\n10\nin which a\r\ndelivery driver deviated from his ordinary route to conduct business\r\nof his own, in the course of which he negligently\nkilled the\r\nrespondent’s husband. Notwithstanding that he was not strictly\r\nabout the employer’s business when the delict\nwas committed a\r\nmajority\n11\nheld the\r\nemployer liable. Elaborating upon whether the employee could be said\r\nto have been engaged upon the business of his employer\nWatermeyer CJ\r\nsaid:\n‘\nIf\r\nthe servant’s abandonment of his master’s work amounts to\r\nmismanagement of it or negligence in its performance and\nis, in\r\nitself, the cause of harm to third parties, then the master will\r\nnaturally be legally responsible for that harm . . ..\nIf,\r\non the other hand, the harm to a third party is not caused by the\r\nservant’s abandonment of his master’s work but\nby his\r\nactivities in his own affairs, unconnected with those of his master,\r\nthen the master will not be responsible’.\n12\nTindall JA expressed it as\r\nfollows:\n‘\nIn\r\nmy view the test to be applied is whether the circumstances of the\r\nparticular case show that the servant’s digression is\nso great\r\nin respect of space and time that it cannot reasonably be held that\r\nhe is still exercising the functions to which he was\nappointed; if\r\nthis is the case the master is not liable. It seems to me not\r\npractical to formulate the test in more precise terms;\nI can see no\r\nescape from the conclusion that ultimately the question resolves\r\nitself into one of degree and in each particular\ncase a matter of\r\ndegree will determine whether the servant can be said to have ceased\r\nto exercise the functions to which he was\nappointed.’\n13\n[19]\nMinister\r\nof Police v Rabie\n14\n(decided\r\nbefore\nNgobo\n)\r\nwas rather different. It concerned a policeman who was not on duty\r\nbut he was nonetheless exercising police powers when he unlawfully\n\narrested and assaulted Mr Rabie. A majority nonetheless found the\r\nstate vicariously liable for his conduct. Jansen JA (writing\nfor the\r\nmajority) said that there were two stages of the enquiry:\n15\n‘\nIt\r\nseems clear that an act done by a servant solely for his own\r\ninterests and purposes, although occasioned by his employment, may\n\nfall outside the course or scope of his employment, and that in\r\ndeciding whether an act of the servant does so fall some reference\nis\r\nto be made to the servant's intention . . .. The test is in\r\nthis regard subjective. On the other hand, if there is\nnevertheless a\r\nsufficiently close link between the servant’s acts for his own\r\ninterests and purposes and the business of\nhis master, the master may\r\nyet be liable. This is an objective test. And it may be useful to add\r\nthat according to the\nSalmond\ntest\r\n(cited by Greenberg JA in\nFeldman\r\n(Pty) Ltd v Mall\n1945\r\nAD 733\nat 774):\n“\na\r\nmaster … is liable even for acts which he has not authorized\r\nprovided that they are so connected with acts which he has\nauthorized\r\nthat they might rightly be regarded as modes – although\r\nimproper modes – of doing them ....”’\n[20] It is\r\ncommonly accepted that at least one rationale for the existence of\r\nthe rule of vicarious liability is that the employer\ncreates the risk\r\nof harm and should thus be liable when the harm occurs.\n16\nHaving\r\nreiterated what is in effect the standard test later referred to in\nNgobo\nthe learned\r\njudge in\nRabie\nwent on to say\r\n‘[our] leading cases mostly deal with deviations by the servant\r\nfrom his duties at a time he is actively engaged\non his master’s\r\nwork,\n17\nand that the\r\ntests applied in such cases were not wholly apposite to the case\r\nbefore him. He went on to describe the enquiry that\nwas called for in\r\nsuch a case:\n‘\nIn\r\nmy view a more apposite approach to the present case would proceed\r\nfrom the basis for vicarious liability mentioned by Watermeyer\nCJ in\nFeldman\r\n(Pty) Ltd v Mall\n(at\r\n741):\n“…\na\r\nmaster who does his work by the hand of a servant creates a risk of\r\nharm to others if the servant should prove to be negligent\nor\r\ninefficient or untrustworthy; that, because he has created this risk\r\nfor his own ends he is under a duty to ensure that no one\nis injured\r\nby the servant’s improper conduct or negligence in carrying on\r\nhis work …”\nBy approaching the\r\nproblem whether [the policeman’s] acts were done “within\r\nthe course or scope of his employment”\nfrom the angle of\r\ncreation of risk, the emphasis is shifted from the precise nature of\r\nhis intention and the precise nature of\nthe link between his acts and\r\npolice work, to the dominant question whether those acts fall within\r\nthe risk created by the state.’\n[21]\nNgobo\nrejected\r\nthat part of the reasoning in\nRabie\nas clearly\r\nwrong. Kumleben JA pointed to the distinction between the rationale\r\nfor a rule and the content of the rule itself, citing\nwhat was said\r\nby Schreiner JA in\nCarter\r\n& Co (Pty) Ltd v McDonald\n:\n18\n‘\nIt\r\nis often useful to examine the reason which probably gave rise to the\r\nrule, in order to discover the rule’s limits, but\nthe reason,\r\neven if certainly established, is not the same as the rule.’\n19\nKumleben JA went on to say that\n‘\n. . .\r\nwhatever\ndirect\nliability\r\nmay in certain circumstances attach to an employer as a result of a\r\nrisk created by him, this consideration in my opinion\nis not a\r\nrelevant one to be taken into account when the standard test is to be\r\napplied in order to decide whether the master is\nvicariously\nliable.’\n20\nAnd later,\r\nafter referring to a note by Professor Van der Walt\n21\ndealing with\r\nthe subject:\n‘\nThe\r\nwriter proceeds to contend that [creation of risk] is the\r\njustification for State liability as a result of unlawful police\r\nconduct and thus for the decision in the\nRabie\ncase.\r\nThis conclusion is reached, one should stress, not on the basis of\r\nvicarious liability, which is the ground of liability pleaded\nin the\r\npresent case, but as an\nindependent\nsource\r\nof State liability.’\n22\n[22] As for the suggestion that\r\nthe test that had been applied in deviation cases was not apposite\r\nKumleben JA said the following:\n‘\nIf\r\nthe standard test is to be accepted as the appropriate one for cases\r\nin which at the relevant time the servant had\ndeviated\nfrom\r\nthe course of his regular employment, it follows, in my view, that\r\nthis test applies\nad\r\neundem\n–\nindeed\r\nmore pertinently – where the servant cannot be said to have\r\ndeviated for the reason that he was not even remotely engaged\nin his\r\nmaster's affairs at any relevant stage prior to the commission of the\r\ndelict . . .’\n23\n[23] But while\r\nvicarious liability has traditionally been founded upon no more than\r\nthe existence of the employment relationship\n– thus directing\r\nthe enquiry only to whether the wrongdoer was engaged in the affairs\r\nor business of his or her employer\nwhen the delictual act was\r\ncommitted – recent cases in Canada and England reflect a\r\nprincipial shift by introducing into\nthe enquiry duties on the part\r\nof the employer. Cases in which that has occurred all concern\r\nintentional acts of employees –\nwhich are usually difficult to\r\nconceive as having been committed within the course of the\r\nwrongdoer’s employment (or, on\nthe ‘Salmond test’\r\nreferred to earlier,\n24\nas being\r\n‘improper modes’ of doing an act authorised by the\r\nemployer).\n[24] The three\r\nprincipal cases in that regard were\nBazley\r\nv Curry\n25\nand\nJacobi\r\nv Griffiths\n26\n(both in the\r\nSupreme Court of Canada) and\nLister\r\nv Hesley Hall Ltd\n27\n(in the House\r\nof Lords). They were all cases in which an employee of an institution\r\nof one kind or another sexually abused children\nwho were in his care.\n[25] In\nBazley\na\r\nfoundation that operated residential care facilities for the\r\ntreatment of emotionally troubled children was held vicariously\r\nliable for the sexual abuse by an employee of children who were under\r\nits care. After reviewing decided cases McLachlin J said:\n28\n‘\nUnderlying\r\nthe cases holding employers vicariously liable are the unauthorized\r\nacts of employees is the idea that employers may\njustly be held\r\nliable where the act falls within the ambit of the risk that the\r\nemployer’s enterprise creates or exacerbates’.\nThe learned\r\njudge concluded:\n29\n‘\nIn\r\nsummary, the test for vicarious liability for an employee’s\r\nsexual abuse of a client should focus on whether the employer’s\n\nenterprise and empowerment of the employee materially increases the\r\nrisk of the sexual assault and hence the harm. The test must\nnot be\r\napplied mechanically, but with a sensitive view to the policy\r\nconsiderations that justify the imposition of vicarious liability\n–\r\nfair and efficient compensation for wrong and deterrence. This\r\nrequires trial judges to investigate the employee’s\nspecific\r\nduties and determine whether they gave rise to special opportunities\r\nfor wrongdoing. Because of the peculiar exercises\nof power and trust\r\nthat pervade cases such as child abuse, special attention should be\r\npaid to the existence of a power or dependency\nrelationship, which on\r\nits own often creates a considerable risk of wrongdoing’.\n[26]\nJacobi\n,\r\non the other hand, concerned an employee of a children’s club,\r\nwho sexually assaulted children of the club, but at the employee’s\n\nhome and outside working hours. A majority held the club not to be\r\nvicariously liable. Following the ‘creation of risk’\n\napproach adopted in\nBazley\nBinnie\r\nJ pointed out that to justify imposing liability on that basis there\r\nmust be a strong connection between the created risk\nand the wrongful\r\nact, which was held to be absent.\n30\n‘\nTo find\r\na strong connection’, the learned judge said, ‘there must\r\nbe a material increase in the risk of harm occurring\nin the sense\r\nthat the employment significantly contributed to the occurrence of\r\nthe harm’.\n31\n[27]\nLister\nwas decided\r\nalong similar lines. In that case the owner and manager of a boarding\r\nhouse attached to a school was found vicariously\nliable for\r\nsystematic sexual assaults upon children resident in the boarding\r\nhouse committed by the warden. Lord Steyn articulated\nthe approach to\r\nbe taken to vicarious liability and then said the following:\n32\n‘\nIf\r\nthis approach to the nature of employment is adopted, it is not\r\nnecessary to ask the simplistic question whether in the cases\nunder\r\nconsideration the acts of sexual abuse were modes of doing authorised\r\nacts. It becomes possible to consider the question\nof vicarious\r\nliability on the basis that the employer undertook to care for the\r\nboys through the services of the warden and that\nthere is a very\r\nclose connection between the torts of the warden and his employment.\r\nAfter all, they were committed in the time\nand on the premises of the\r\nemployers while the warden was also busy caring for the children’.\n[28] As\r\nWatermeyer CJ said in\nFeldman\n,\n33\nthe rationale\r\nunderlying the imposition of liability for ‘risk creation’\r\nis that by creating the risk of harm the employer\nhas a duty to\r\nensure that the harm does not eventuate. Because he has created the\r\nrisk for his own ends\n‘\nhe\r\nis under a duty to ensure that no one is injured by the servant’s\r\nimproper conduct or negligence in carrying on his work\nand that the\r\nmere giving by him of directions or orders to his servant is not a\r\nsufficient performance of that duty’.\n[29] While\r\n‘risk creation’ might indeed be capable of giving rise to\r\nliability on the part of the employer, it was said\nin the passage\r\nfrom\nNgobo\nto which I\r\nreferred earlier,\n34\nthat the true\r\nbasis for liability in such cases is the failure of the employer,\r\nacting through the instrument of the employee, to\nfulfil the duty\r\nthat is cast upon the employer to avoid harm occurring through the\r\nrisk that has been created. For on the traditional\napproach vicarious\r\nliability arises from the existence of the relationship alone and not\r\nfrom any failure of duty by the employer.\nBut adopting the approach\r\nin those cases I cannot see that any material risk was created by the\r\nstate in this case – and\nleast of all that there was a ‘strong\r\nconnection’ between the delict and such risk as might have been\r\ncreated.\n[30] But the\r\nintroduction into the principle of vicarious liability of a duty owed\r\nby the employer was taken a step further in\nK\n.\r\nAdopting the ‘two-stage’ enquiry that was laid down in\nRabie\n,\r\nO’Regan J said that the first question ‘requires a\r\nsubjective consideration of the employee’s state of mind\nand is\r\na purely factual question’.\n35\nNeedless to\r\nsay, the state of mind of the policemen in that case, as it was in\r\nthis case, was entirely self-directed, and the case\nturned rather on\r\nthe second ‘objective’ question, namely, ‘whether,\r\neven though the acts done have been done\nsolely for the purpose of\r\nthe employee, there is nevertheless a sufficiently close link between\r\nthe employee’s acts for his\nown interests and the purposes and\r\nthe business of the employer’. That question, said the learned\r\njudge\n‘\ndoes\r\nnot raise purely factual questions, but mixed questions of fact and\r\nlaw. The questions of law it raises relate to what is ‘sufficiently\n\nclose’ to give rise to vicarious liability. It is in answering\r\nthis question that a court should consider the need to give\neffect to\r\nthe spirit, purport and objects of the Bill of Rights.’\n36\n[31] The\r\nlearned judge pointed out that the rape of K was ‘clearly a\r\ndeviation from their duties’ but went on to observe\nthat when\r\ncommitting the rape the three policemen were ‘simultaneously\r\nomitting to perform their duties as policemen’,\nwhich was said\r\nto be ‘relevant to answering the . . . question . . .\r\nwas there a sufficiently close connection\nbetween that delict and the\r\npurposes and business of the employer’. She then listed three\r\nconsiderations\n37\nthat had\r\nfounded her conclusion.\n38\nFirst, that\n‘\nthe\r\npolicemen all bore a statutory and constitutional duty to prevent\r\ncrime and protect the members of the public. That duty is\na duty\r\nwhich also rests on their employer and they were employed by their\r\nemployer to perform that obligation’.\nSecondly\n‘\nin\r\naddition to the general duty to protect the public, the police here\r\nhad offered to assist the applicant and she had accepted\ntheir\r\noffer’.\nAnd thirdly,\n‘\nthe\r\nconduct of the policemen which caused harm constituted a simultaneous\r\ncommission and omission. … Their simultaneous omission\nlay in\r\ntheir failing while on duty to protect her from harm, something which\r\nthey bore a general duty to do, and a special duty\non the facts of\r\nthis case’.\nThe learned judge then concluded:\n‘\nIn\r\nmy view, these three inter-related factors make it plain that viewed\r\nagainst the background of our Constitution, and, in particular,\nthe\r\nconstitutional rights of the applicant and the constitutional\r\nobligations of the respondent, the connection between the conduct\nof\r\nthe policemen and their employment was sufficiently close to render\r\nthe respondent liable.’\n[32] There are\r\nthree observations to make in relation to those findings. The first\r\nis that the court found that both the state,\nand the policemen\r\npersonally, were under a duty to protect K, and that they omitted to\r\nfulfil those duties. It follows that in\nacting as they did the\r\npolicemen committed two separate delicts – one was their\r\npositive delictual act of assaulting K, and\nthe other was their\r\ndelictual omission in failing to protect her. The second observation\r\nis that I think the inference is clear\nfrom the three reasons that\r\nwere advanced by the learned judge that the delict for which the\r\nstate was held liable was not the\npositive acts of the policemen –\r\nfor otherwise their omissions would have been immaterial – but\r\ninstead their delictual\nomissions. And the third observation is that\r\nthe conclusion in that case was expressly founded upon vicarious\r\nliability for the\ndelicts of the policemen\n39\n–\nand\r\nnot upon direct liability of the state – from which it follows\r\nthat the policemen must have been considered to be personally\nliable\r\nfor their omissions (for otherwise there would have been no scope for\r\nvicarious liability).\n[33] In his\r\ninsightful commentary on the case Stephen Wagener\n40\nhas expressed\r\nthe view that the court ‘confused personal and vicarious\r\nliability’ and that ‘[a] breach of an employer’s\n\nduties, in this case the state’s alleged constitutional ones,\r\ncan only affect its personal liability’. Later he says\nthat\r\n‘logically, the Bill of Rights can only affect personal\r\nliability outcomes, and is irrelevant to vicarious liability’.\n41\n[34] I think\r\nthat criticism is only partly correct. I have pointed out that both\r\nthe state, and the policemen personally, were held\nto be under a duty\r\nto protect K. In those circumstances it might be that the court could\r\njustifiably have found that the state,\nacting through its employees,\r\nwas directly liable for its own delictual omission. That would have\r\nbeen consistent with a line of\ncases that have been decided in this\r\ncourt (\nMinister\r\nof Safety and Security v Van Duivenboden,\n42\nVan Eeden v\r\nMinister of Safety and Security,\n43\nMinister of\r\nSafety and Security v Hamilton,\n44\nand\nMinister\r\nof Safety and Security v Carmichele\n45\n)\r\nthat purport to be founded upon vicarious liability, but might better\r\nbe said to have been founded upon direct liability of the\nstate,\r\nacting through the instrument of its employees.\n46\nIn an\r\nilluminating article François du Bois\n47\nconstrues\r\nthose cases as reflecting\n‘\n[a]\r\nsubtle but vital shift . . . in which state liability is no\r\nlonger viewed in terms of the traditional vicarious liability\n\nparadigm of the common law model, but rather, á la civilian\r\nsystems, as a form of direct liability arising from an organizational\n\nfailure or\nfaute\r\nde service.’\nHe describes them as representing\r\n‘a further rupture in historical link to the common law\r\ntradition with its failure to develop\na distinctive notion of the\r\nstate and its mission’. Elaborating he says that they concern\r\nthemselves\n‘\nwith\r\nthe duties of the\nstate\nand\r\nthe need for holding\ngovernment\naccountable for breaches rather than with the question whether the\r\nindividual official has committed the delict’.\n[35] But I have pointed out that\r\nthe court found that not only the state, but also the policemen\r\npersonally, were under a duty that\nthey omitted to fulfil. In view of\r\nits express finding of vicarious liability it must be taken that the\r\npolicemen were considered\nto be personally liable for their\r\nomissions, thus rendering the state vicariously liable, albeit that\r\nit might equally have held\nthe state to be directly liable for its\r\nown omission. In this case, too, we are concerned with whether the\r\nstate is vicariously\nliable for delictual conduct on the part of Mr\r\nVan Wyk, and not with whether the state is directly liable.\n[36] Clearly Mr Van Wyk is liable\r\nfor the consequences of his positive delictual acts (as the policemen\r\nwere liable for the consequences\nof their positive acts in\nK\n).\r\nBut as I have already observed I think the inference from the\r\nfindings in K is that the state was considered not to be vicariously\n\nliable for the positive delictual acts of the policemen in that case\r\n– for if it was vicariously liable for those positive\nacts then\r\nthe omissions would have been immaterial.\n[37] If the\r\nstate was not vicariously liable for the positive delicts of the\r\npolicemen in\nK\nthen I think\r\nthat, a fortiori, it is not vicariously liable for the positive\r\ndelict that was committed by Mr Van Wyk. Indeed, it\nwould seem to me\r\nto be rather extreme to find that a policeman is ‘engaged in\r\nthe affairs or business of his employer’\n48\nwhen he\r\ncommits the crime of rape, or that that could ‘rightly be\r\nregarded as a mode – although an improper mode’\nof\r\nexercising the authorisation conferred by his employment.\n49\nIn the words\r\nof Kumleben JA in\nNgobo\n,\r\nMr Van Wyk ‘cannot be said to have deviated [from his\r\nemployer’s business] for the reason that he was not even\r\nremotely\nengaged in his master's affairs at any relevant stage prior\r\nto the commission of the delict.’\n50\nOr as\r\nWatermeyer CJ would have said it,\n51\nthe harm was\r\n‘not caused by the servant’s abandonment of his master’s\r\nwork but by his activities in his own affairs,\nunconnected with those\r\nof his master’. Or in the words of Tindall JA,\n52\n‘\nhis\r\ndigression from the business of his employer was so great in respect\r\nof space and time that it cannot reasonably be held that\nhe [was]\r\nstill exercising the functions to which he was appointed.’\n[38] Three factors that were\r\nconsidered by the court below to be indicative of vicarious liability\r\n– seemingly for that positive\nact (the other considerations\r\ntaken account of, which I will come to, were directed to the alleged\r\nomission) were, first, that\nMr Van Wyk was in possession of a police\r\nvehicle, which, the court said, provided him with the means to commit\r\nthe offences (this\nwas said by the court below to be the ‘single\r\nmost important connection’). Secondly, that the discovery by Ms\r\nF that\nMr Van Wyk was a police officer ‘to some extent . . .\r\noperated to lull her suspicions’. And the third consideration\n\nwas what the court described as ‘the coincidence between the\r\nnature of the assistance which Van Wyk pretended to offer . . .\n\nand the normal duty of a police official’.\n[39] That an\r\nemployee uses property of the employer might in some cases indicate\r\nthat he or she is about the business of the employer\nbut I think that\r\nis no more than an evidentiary factor. In this case it is clear that\r\nMr Van Wyk was not engaged on police business\nat the relevant time\r\nand I do not see that his unauthorised use of his employer’s\r\nproperty is then relevant.\n53\nI might add\r\nthat in\nNgobo\nthe delict was\r\ncommitted directly by the use of a service firearm yet that was not\r\nconsidered to be significant. That Ms F might\nhave relied upon the\r\nfact that Mr Van Wyk was a police officer also does not seem to me to\r\nassist: I do not think the question\nwhether an employee is about the\r\nbusiness of an employer can be dependant upon whether the victim\r\nknows or does not know that he\nor she is an employee. And the fact\r\nthat Mr Van Wyk’s offer to drive her home coincided with what\r\nmight be expected from\na police officer also does not seem to me to\r\ntake the matter further when in fact the offer was not made in\r\nfulfilment of police\nfunctions.\n[40] I might\r\nadd that all those factors – in accentuated form – were\r\nalso present in\nK\nyet\r\nthey were not sufficient to expose the state to liability for the\r\npositive acts of the policemen concerned. In that case the\nvehicle,\r\nwhich announced itself openly to be a police vehicle, was being used\r\nby the policemen to go about their official business,\nfrom which they\r\nthen diverted. In that case\nK\nknew full well\r\nthat they were policemen and that they were on police duty when she\r\naccepted their offer. And in that case the assistance\nthat they\r\noffered did not merely coincide with what could be expected of a\r\npoliceman – they were doing precisely what their\npolice duties\r\nrequired.\n54\n[41] Turning\r\nto the omissions that were found to exist in\nK\nI have no\r\ndoubt that the state had a duty to protect Ms F against harm and that\r\nthat duty necessarily falls upon functionaries who\nexecute the duties\r\nof the state – which might render the state directly liable if\r\nits functionaries omit to do so. But the\nbasis for the finding in\nK\nwas that the\r\npolicemen were also under an equivalent personal duty – thus\r\nrendering them personally liable (and the state\nvicariously liable) –\r\nfor omitting to fulfil that duty. It seems to me, then, that what\r\nthis case comes down to is whether\nMr Van Wyk was under a similar\r\nduty at the time he committed his criminal act. And that depends upon\r\nwhether the duties that were\nheld to exist in K persist when a police\r\nofficer is not on duty.\n[42] There is\r\nsome suggestion in the judgment of the court below that a police\r\nofficer is never off duty – that his or her\nobligations are of\r\na ‘continuing nature’ – and that was said to be\r\nsupported by the decision of the trial court\nin\nRabie\n.\n55\nIt was also\r\nsuggested that a police officer who is on ‘standby duty’\r\nis not off duty at all but is on duty in an attenuated\nform. The\r\ncourt below expressed that as follows:\n‘\nIn\r\nmy view it would be mistaken to see only a sharp distinction between\r\nbeing on and off duty and then to treat Van Wyk as being\noff duty.\r\nHis status as being on stand-by at the material time fell rather\r\nsomewhere between these states.’\nVarious shades of those\r\nsuggestions also surfaced in argument before us. I do not think they\r\nare correct.\n[43] Neither\r\nin the evidence of Mr Du Toit nor in the standing orders do I see the\r\npresence of any of the characteristics of employment\n56\nwhile a\r\ndetective is between shifts. Until such time as a detective is called\r\nupon to resume duty he or she is not subject to the\ncontrol or\r\ndirection of his or her employer – the detective is free to\r\nengage at will in hobbies or to go about his or her\npersonal affairs.\r\nThe only obligation is to resume duty when called upon to do so –\r\nthereby reverting to the control and\ndirection of the employer –\r\njust as the detective is obliged to do so when the next shift\r\ncommences. That the scope of his\nor her private activities are\r\nattenuated during that time is no more than a concomitant of the\r\nuncertainty that exists as to whether\nhe or she might be required to\r\nresume duty. The detective may not drink alcohol, for example, not so\r\nas to be sober while going\nabout his or her personal business, but so\r\nas to be sober if called upon to resume duty, just as a detective\r\nmust not drink at\n7.00 in the morning so as to be sober when resuming\r\nduty at 7.30. In my view ‘standby duty’ as described in\r\nthe evidence\nis precisely what the language conveys – a\r\ndetective is on standby to resume duty if duty calls and is off duty\r\nuntil that\noccurs.\n[44] I also see no basis for\r\nfinding that the obligations of a police officer are of a ‘continuing\r\nnature’. What does\ncontinue when a police officer goes off duty\r\nis his or her authority to exercise police powers. The\nCriminal\nProcedure Act 51 of 1977\n, for example, confers upon peace officers,\r\nby virtue of their appointment alone, the authority to arrest without\r\nwarrant, whether\nthe police officer is on or off duty. That police\r\nofficers are entitled to exercise police powers when they are off\r\nduty does not\nimply that they are obliged to do so.\n[45] In his\r\nevidence Mr Du Toit said that even when not on duty a police officer\r\nmust intervene when he or she encounters a crime\nthat is being\r\ncommitted and ‘automatically puts himself on duty’ when\r\nhe or she does so. I have no doubt that many\npolice officers consider\r\nit their duty to exercise their police powers whenever they encounter\r\ncrime and that is meritorious. But\nwe are concerned in this case not\r\nwith what is meritorious but instead with whether they are legally\r\nobliged to do so. I can see\nno grounds for finding that a police\r\nofficer is obliged to perform his or her ordinary functions when not\r\non duty. Indeed, I think\nthat the consequences of such a finding\r\nwould be far-reaching indeed. Its effect would be to make the state a\r\nguarantor of good\nbehavior on the part of police officers at all\r\ntimes by virtue alone of their appointment. Without a duty to protect\r\nMs F against\nharm – and thus personal liability for omitting to\r\ndo so – there is no scope for secondary liability of the state\r\nfor\nthe omission to protect Ms F. And while a police officer who\r\nchooses to exercise police powers might render the state vicariously\n\nliable for delicts committed in the course of doing so – which\r\nwas the case in\nRabie\nand in\nMinister\r\nof Safety and Security v Luiters\n57\n–\nMr Van\r\nWyk did not purport to be exercising police powers in this case.\n[46] There was\r\none further factor that was considered by the court below to\r\nstrengthen its conclusion. Applying what it described\nas the\r\n‘contentious “creation of harm” approach\r\narticulated by Jansen JA’ in\nRabie\n,\r\nthe court concluded that by retaining Mr Van Wyk in its employ\r\nnotwithstanding that he had criminal convictions\n58\nthe state\r\n‘accepted the risk that his propensity for criminal conduct\r\nmight continue and cause harm to others’.\n[47] It might\r\nnot have been brought to the attention of the learned judge that\nRabie\nwas later\r\nreversed by\nNgobo\non that point\r\n(although the idea is far from dead, as appears from the foreign\r\ncases I have referred to\n59\n).\nBut I\r\nthink that the view expressed by the court below in that regard draws\r\nattention to the pitfalls of introducing concepts of\nduty into the\r\ndoctrine of vicarious liability. For the question that it inevitably\r\nraises – as it does on the view taken\nby the learned judge –\r\nis whether the breach of duty is causally connected to the delict –\r\nan enquiry that does not\nfit easily into vicarious liability. If the\r\nstate ought indeed not to have retained Mr Van Wyk in its employ\r\nbecause he had been\nconvicted of crimes, and its breach of its duty\r\nin that regard was causally connected to the offence, then I think\r\nthat might render\nthe state directly liable for breach of its own\r\nduty. But I cannot see how it is material to determining whether it\r\nis vicariously\nliable.\n[48] In my view this case fails\r\nthe test for vicarious liability that was articulated in\nK.\nIt\r\nseems to me that upon proper analysis the finding of liability in\r\nthat case was founded upon the personal liability of the policemen\n\nconcerned – and consequently the vicarious liability of the\r\nstate – for omitting to fulfil their constitutional and\n\nstatutory police duty and Mr Van Wyk had no such police duty in this\r\ncase. (I think it is important to add that because Mr Van\nWyk was not\r\npurporting to act as an instrument of the state at the time he\r\ncommitted his crime the state could equally not have\nbeen found\r\ndirectly liable had the case been advanced along those lines.)\n[49] For those reasons I would\r\nuphold the appeal. Because this case raises an important principle of\r\nbroader significance for the\nstate I do not think that the respondent\r\nshould pay the costs in this court or in the court below. The orders\r\nof the court below\nso far as they relate to the appellant (first\r\ndefendant in the court below) are set aside and the following is\r\nsubstituted:\n‘\nThe\r\nclaim against the first defendant is dismissed’.\n_____________________\nR W NUGENT\nJUDGE OF APPEAL\nMAYA JA (BOSIELO JA concurring)\n[50] I am indebted to my\r\ncolleague, Nugent JA, for the benefit of his judgment. After much\r\nthought and vacillation, I find myself\nrespectfully unable to agree\r\nwith his conclusion. The salient facts are set out fully in his\r\njudgment and they need not be dealt\nwith in any great detail.\n[51] As I see the case, the\r\nfundamental issue is whether the Minister of Safety and Security is\r\nvicariously liable for delictual\ndamages flowing from a rape\r\ncommitted by a police officer whilst on standby duty.\n[52] The court below found that\r\nMr Allister Van Wyk, who was a police detective in the South African\r\nPolice Service at the time\n(he was dismissed from the police force\r\nafter his conviction), had acted in his capacity as a police officer\r\nwhen he committed\nthe assault and rape and consequently held the\r\nMinister vicariously liable for his conduct. In reaching this\r\nconclusion, the court\nbelow, inter alia, made strong credibility\r\nfindings in favour of the victim, Miss F, and attributed the\r\noccasional vagueness in\nher evidence to the trauma of her brutal\r\nattack and her tender age (she was 13 years old) at the time of the\r\nincident.\n[53] Van Wyk’s evidence\r\nwas, however, found wanting. In the court’s view, it was ‘false\r\nand self-serving’\nand Van Wyk’s seeming candidness\r\nregarding the rape act itself was, by his own admission, born out of\r\nsheer necessity as\nhe had already been convicted of the rape which he\r\nhad denied at his trial. The court then preferred F’s version\r\nof the events\nwhere it conflicted with that given by Van Wyk. I have\r\nfound no reason to depart from the court’s assessment of these\r\nwitnesses\nand its reasoned findings in that regard. I would merely\r\nadd that the hiatus of some 11 years between the rape incident and\r\nthe\ncriminal trial must have contributed to F’s uncertainty on\r\nsome of the fine detail of the events.\n[54] There was no dispute around\r\nthe key facts ie that F was assaulted and raped at an isolated, dark\r\nspot around midnight by Van\nWyk after she accepted a lift home from\r\nhim at a nightclub. Van Wyk was on standby duty and wore plain\r\nclothes. He was driving\nan unmarked police vehicle, which he had been\r\nallocated for official duties, for his own private purposes when he\r\nmet F and offered\nto drive her home.\n[55] What appears from F’s\r\ntestimony is that she initially agreed to travel in Van Wyk’s\r\nvehicle mainly because Mr Petrus\nFaniso, an acquaintance whose family\r\nlived in her block of flats, was a passenger in the vehicle. She\r\nreadily recognised the unmarked\nvehicle even before accepting the\r\nlift at the nightclub as she stood next to it because it had a police\r\nradio attached to it which\nhad its power light switched on. She\r\nbecame aware that Van Wyk was a police officer before accepting his\r\nsecond offer of a lift\nat Kaaimans River. This, she said, happened\r\nwhen she saw police dockets on the front passenger floor. She could\r\nnot recall the\nexact stage in the chain of events but, taking Van\r\nWyk’s evidence in this regard into account, this must have\r\noccurred when\nshe took the front seat and he put the dockets on the\r\nfloor at the back after they left Faniso at his home. When she asked\r\nVan\nWyk why the police dockets which were marked ‘Sgt Van Wyk’\r\non their covers were in the vehicle, he told her that he\nwas a\r\nprivate detective and she understood this to mean that he was a\r\npolice officer.\n[56] Van Wyk’s\r\nsuperior at the material time, Mr Du Toit, formerly the Provincial\r\nCommander in charge of General Investigations\nin the Western Cape,\r\ntestified on the Minister’s behalf. He explained the nature of\r\n‘standby duty’ as follows.\nA police officer on the\r\n‘standby duty’ roster was required, in terms of the\r\nrelevant standing order of the police\n60\nto be\r\n‘available at his dwelling’ after the normal 7h30 –\r\n16h00 shift to resume duty at short notice when so required\nby the\r\npolice service centre. (In practice, however, a normal shift for a\r\ndetective on official duty or standby duty extends much\nlater than\r\n16h00 according to Van Wyk who worked until 20h00 on the fateful day\r\nand Mr Johan van Dyk, another former member of\nthe Investigations\r\nUnit at George who testified on F’s behalf.)\n[57] The officer would be paid an\r\nallowance as compensation for the restriction on his movements and\r\nwould be allocated a State\nvehicle, for which he signed, but only for\r\nthe purposes of enabling him to resume official duty. A police\r\nofficer who resumed duty\nduring the standby period, whether by reason\r\nof being called by the service centre or placing himself on duty, was\r\nrequired to\nrecord the nature of the official duties performed in his\r\npocketbook as proof that he had done the work.\n[58] Du Toit explained that\r\nbecause detectives are experienced police officers they are trusted\r\nto be able to work individually\nie not under a superior’s\r\ndirect control and can place themselves on and off duty as they see\r\nnecessary as long as this is\nrecorded in the officer’s\r\npocketbook. According to police procedure, an officer who is not on\r\nduty places himself on duty\nautomatically by intervening in the\r\ncommission of a crime or assuming police duties and whenever a police\r\nofficer performs police\nduties he is on duty.\n[59] Van Wyk, who testified,\r\nconfirmed these police procedures. In cross-examination, he was asked\r\nwhy F got back in his vehicle\non the second occasion and his reply\r\nwas\n‘\nIt\r\nwas late, it was dark. She was alone by the side of the road …\r\nBecause I told her I would take her home.’\nHe said that the dockets in his\r\nvehicle concerned matters reported earlier that day which he was\r\ninvestigating and that he took\nthem with him to prepare for\r\ninspection on the following day. After raping F he completed the\r\nvehicle’s logbook as required\nby procedure and falsely ascribed\r\nthe mileage he had accumulated during his illicit jaunt to\r\ninvestigative duties he performed\nwhen he started his shift at 7.30\r\non 14 October until the end of the standby shift at 7.30 of 15\r\nOctober. He also recorded the\ncase numbers of the ‘three\r\ndockets’ as the cases he had been working on during the standby\r\nperiod and fuelled the vehicle\nat a police filling station in the\r\namount of R45, which was subsequently paid by the State. He stressed\r\nthat his objective when\nhe gave F a lift was to rape and not to help\r\nher. But he conceded that he would have been obliged as a police\r\nofficer to take her\nhome had he been on duty and would in fact have\r\ndone so.\n[60] This is the essence of the\r\nevidence on which the court below determined the issue of the\r\nMinister’s liability.\n[61] The legal\r\nprinciples underpinning vicarious liability of an employer, including\r\nthe State, for the delict of an employee are\nfirmly established. Put\r\nsimply, vicarious liability arises for the employer if the delict is\r\ncommitted by the employee whilst acting\nin the course and scope of\r\nhis or her employment or, in other words, whilst engaged in the\r\naffairs or business of his or her employer.\n61\n[62] The\r\nfoundation of the rule is public policy which this court, in\nFeldman\r\n(Pty) Ltd v Mall\n,\n62\nsaid was based\r\non the fact that because an employer’s work is done ‘by\r\nthe hand’ of an employee, the employer\ncreates a risk of harm\r\nto others should the employee prove to be negligent or inefficient or\r\nuntrustworthy. (The ‘risk of\nharm’ referred to relates\r\nonly to the reason underlying the rule and not its content; it is not\r\nan element of the rule.\n63\n)\r\nThis places an employer under a duty to ensure that no one is injured\r\nas a result of the employee’s improper conduct or\nnegligence in\r\ncarrying on his work.\n[63] Our\r\ncourts have for many years found applying this rule a complex task as\r\na result of difficult questions of fact which often\narise especially\r\nin ‘deviation’ cases ie where a rogue employee in pursuit\r\nof his own interests commits a delict whilst\nostensibly engaged in\r\nthe affairs of his employer.\n64\nAnd\r\ndetermining whether the State should take responsibility for the\r\nmisdeeds of police has proven particularly vexing.\n[64] Drawing\r\nfrom the established common law principles with regard to vicarious\r\nliability as interpreted and applied by our courts\nin cases such as\nFeldman\n65\nand\nMinister\r\nof Police v Rabie\n,\n66\nthe\r\nConstitutional Court has formulated the questions to be asked in\r\napplying the rule in deviation cases as follows in\nK\r\nv Minister of Safety and Security\n:\n‘\nThe\r\napproach [adopted in\nMinister\r\nof Police v Rabie\n]\r\nmakes it clear that there are two questions to be asked. The first is\r\nwhether the wrongful acts were done solely for the purposes\nof the\r\nemployee. This question requires a subjective consideration of the\r\nemployee’s state of mind and is purely a factual\nquestion. Even\r\nif it is answered in the affirmative, however, the employer may\r\nnevertheless be liable vicariously if the second\nquestion, an\r\nobjective one, is answered affirmatively. That question is whether,\r\neven though the acts done have been done solely\nfor the purpose of\r\nthe employee, there is nevertheless a sufficiently close link between\r\nthe employee’s acts for his own\ninterests and the purposes and\r\nthe business of the employer. This question does not raise purely\r\nfactual questions, but mixed questions\nof fact and law. The questions\r\nof law it raises relate to what is ‘sufficiently close’\r\nto give rise to vicarious liability.\nIt is in answering this question\r\nthat a court should consider the need to give effect to the spirit,\r\npurport and objects of the\nBill of Rights.’\n67\n(The court\r\nacknowledged the subsequent criticism levelled against the majority’s\r\nadoption of ‘creation of risk’\nas a factor relevant to\r\nthe determination of vicarious liability in\nRabie\nbut\r\npointed out that its statement of the standard test was not directly\r\ncriticised.)\n[65] The court below found that\r\nthe Minister was vicariously liable mainly because (a) Van Wyk drove\r\na police vehicle officially\nassigned to him and used it to commit the\r\nrape, (b) F formed a belief that he was a police officer before\r\naccepting his second\noffer of a lift and this lulled her suspicions\r\nand (c) the nature of the assistance Van Wyk pretended to offer\r\ncoincided with the\nnormal duty of a police officer to protect members\r\nof the public even when off-duty. The court also found it relevant\r\nfor the enquiry\nthat Van Wyk was on standby duty, which it termed an\r\n‘attenuated form of duty’ falling ‘rather somewhere\r\nbetween’\nbeing on and off-duty.\n[66] I must\r\nsay at the outset that I do not understand our law to impose a duty\r\non police officers to protect members of the public\nand prevent crime\r\neven when not on official duty. And our common law has not been\r\ndeveloped to the extent that the State is answerable\nfor delicts\r\ncommitted by off-duty police officers. Neither do I attach any\r\nsignificance to the fact that Van Wyk was on standby\nduty. In my\r\nview, he effectively remained off duty until summoned to resume duty\r\nor took action that placed him on duty as explained\nby Du Toit. It is\r\nwell to bear in mind in the latter regard that for purposes of\r\nvicarious liability, there is no distinction between\non-duty police\r\nofficers and those who are off-duty but place themselves on official\r\nduty; they are in the same legal position.\n68\n[67] Regarding\r\nthe first stage of the test set out in\nK\n,\r\nthere is no question that Van Wyk’s conduct in raping F had\r\nnothing whatsoever to do with the performance of his duties\nas a\r\npolice officer. But the enquiry goes further. It must still be\r\nconsidered whether despite the fact that Van Wyk’s unlawful\n\nconduct was totally self-serving, there nevertheless was a\r\nsufficiently close link between his acts for his own personal\r\ngratification\nand the State’s business.\n[68] Contrary to the finding of\r\nthe court below in this regard, I do not accept that Van Wyk\r\nattempted to hide the fact that he\nwas a police officer. He did not\r\nconceal the radio in the vehicle, which, according to F, was switched\r\non and which he conceded\ncould be recognised as a police radio by any\r\nperson near the vehicle. This piece of equipment clearly marked the\r\nvehicle as belonging\nto the police force to anyone who cared to\r\nnotice. That he had removed the police radio aerial from the vehicle,\r\nas he testified,\nwas not done in an effort to hide the vehicle’s\r\nidentity. He said that cars were frequently burgled at the nightclub\r\npremises\nand that he removed the aerial only to prevent it from being\r\nstolen as it was merely screwed on the vehicle and would be easy to\n\nsteal.\n[69] More importantly, he told F\r\nthat he was a detective, albeit a private one. He gave that\r\nexplanation as a reason for the presence\nin his vehicle of police\r\ndockets which were casually placed in the vehicle, in clear view of\r\npassengers, and conspicuously bore\nthe rank and name of a police\r\nofficer (this is the very information F subsequently gave the police\r\nwhich enabled them to trace\nand promptly apprehend him). This\r\nconduct, in my view, cannot be reconciled with an intention to hide\r\nhis official identity.\n[70] Unlike my colleague Nugent\r\nJA, I find it quite pertinent that F was aware that Van Wyk was a\r\npolice officer when she accepted\nVan Wyk’s second bogus offer\r\nto take her home at Kaaimans and I agree with the court below that\r\nthis knowledge influenced\nher decision and quelled her earlier\r\nmisgivings. This state of mind is plain from her words\n‘\nI\r\nfound out [that he was a policeman] during the evening before the\r\nrape …He told me …when I asked him why the [police\n\ndockets] were in the car … I went with him because he said he\r\nwas a detective because I trusted him because he was a detective\n…\r\nI thought he was a policeman…And the police radio that was in\r\nthe car.’\n69\n[71] As I\r\nunderstand the court’s reasoning in\nK\n,\r\nit was a relevant factor that the victim there identified the\r\npolicemen by their uniform and the marked police van they drove\nand\r\nfor that reason, placed her trust in them and accepted their lift\r\neven though she did not know them. The court said:\n70\n‘\n[I]n\r\naddition to the general duty to protect the public, the police here\r\nhad offered to assist the applicant and she had accepted\ntheir offer.\r\nIn doing so, she placed her trust in the policeman although she did\r\nnot know them personally. One of the purposes\nof wearing uniforms is\r\nto make police officers more identifiable to members of the public\r\nwho find themselves in need of assistance.’\nAt para 57 of the same judgment,\r\nthe court continued:\n‘\nIn\r\nsum, the opportunity to commit the crime would not have arisen but\r\nfor the trust which [K] placed in them because they were policemen,\na\r\ntrust which harmonises with the constitutional mandate of the police\r\nand the need to ensure that mandate is successfully fulfilled.’\n[72] It seems to me that if the\r\npurpose of a police uniform is to enable members of the public who\r\nneed assistance to readily identify\nthe police, then, by parity of\r\nreasoning, the same must apply to a marked police vehicle. But in\r\nthis case, it did not matter that\nvan Wyk wore plain clothes and\r\ndrove a vehicle which did not bear police insignia. He practically\r\nidentified himself as a police\nofficer and F placed her trust in him\r\nfor that reason; a result which he most likely anticipated.\n[73] Thus, by\r\noffering to rescue and take home in a police vehicle a lone,\r\nvulnerable child stranded on a dark, deserted riverside\nin the dead\r\nof night in those circumstances, Van Wyk subjectively placed himself\r\non duty and acted in his capacity as a police\nofficer. This is\r\nregardless of his intention which I find no different from that of\r\nthe errant, off-duty, officer in\nRabie\nwho,\r\nactuated purely by malice, arrested a person he very well knew was\r\ninnocent. As the learned judge below pointed out and Van\nWyk himself\r\nconceded as previously stated, such conduct is precisely what would\r\nbe expected of a police officer in that kind of\nsituation. In my\r\nopinion, he placed himself on duty as he was empowered to do by law.\r\nAnd once he did, he assumed the status and\nobligations of an on-duty\r\npolice officer. For that reason, I would find the Minister\r\nvicariously liable.\n[74] Finally, there is another\r\nmatter that, in my view, requires comment. It transpired in the trial\r\nthat Van Wyk has a criminal\nrecord. He was initially convicted of\r\nassault with intent to do grievous bodily harm. Thereafter, he was\r\nconvicted of the negligent\ndischarge of a firearm whilst under the\r\ninfluence of alcohol or narcotic drugs. A further conviction for\r\ncommon assault followed.\nAll these convictions occurred during his\r\ncareer in the police force and they do not seem to have hindered his\r\nrise within the\npolice ranks as he became a detective vested with\r\nvast police powers and limited control by his superiors. More\r\ndisconcerting was\na statement made by Du Toit when asked if he was\r\nsurprised that an officer with Van Wyk’s sullied track record\r\nwas kept in\nthe police force, that ‘there are guys that have\r\ndone worse things that have stayed on in the [police] service’\r\nand\nthat it is only when a police officer has been declared unfit to\r\ncarry a firearm that he will not be put on operational duties.\n[75] I do not agree with the\r\nerroneous elevation by the court below of the apparent risk of harm\r\ncreated by the Minister, in keeping\na police officer of Van Wyk’s\r\nquestionable calibre in the police force, to an element of the\r\nvicarious liability rule. But\nI share the sentiments the court below\r\nexpressed that it should not be a matter for surprise for the\r\nMinister that Van Wyk, who\nhad no vehicle of his own and would most\r\nprobably not have committed the rape had he not been provided with a\r\nvehicle as he would\nhave been unable to give F a lift, acted as he\r\ndid.\n[76] In\nK\n,\n71\nthe\r\nConstitutional Court exhorted our courts to ‘take account of\r\nthe importance of the constitutional role entrusted to the\npolice and\r\nthe importance of nurturing the confidence and trust of the community\r\nin the police in order to ensure that their role\nis successfully\r\nperformed’. In\nLuiters\n,\n72\nthe court\r\nreiterated the Minister’s responsibility ‘to ensure that\r\npolice officers are properly trained and carefully\nscreened to avoid\r\nthe risk that they will behave in a completely improper manner’.\r\nI find it inimical to these objectives\nthat our police force would,\r\nseemingly as a matter of course, have within its ranks police\r\nofficers who have repeatedly committed\nserious crimes.\n[77] I would accordingly dismiss\r\nthe appeal.\n__________________\nMML MAYA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant: R T Williams SC\nJ\r\nvan der Schyff\nInstructed\r\nby:\nThe\r\nState Attorney, Cape Town\nThe\r\nState Attorney, Bloemfontein\nFor\r\nrespondent: L M Olivier\nInstructed\r\nby:\nDe\r\nKlerk & Van Gend, Cape Town\nSymington\r\nde Kok, Bloemfontein\n1\n[2005] ZACC 8\n;\n2005\r\n\t(6) SA 419\n(CC).\n2\nThe\r\n\tquantum of damages was separated from the question of liability and\r\n\tthe court made a declaratory order that the State was\nliable. It\r\n\talso declared that Mr Van Wyk was personally liable but there is no\r\n\tappeal against that order.\n3\nSee\r\n\tJ Neethling, J M Potgieter and P J Visser\nLaw of Delict\n5 ed\r\n\t(translated and edited by J C Knobel) pp 338-339; R G McKerron\nThe Law of Delict\n7 ed pp 89-90; Harmut Wicke ‘Vicarious\r\n\tLiability in Modern South African Law’ (thesis presented in\r\n\tpartial fulfillment\nof the requirements for the degree Master of Law\r\n\tat the University of Stellenbosch) February 1997; John G Fleming\nThe\r\n\tLaw of Torts\n9 ed 409-411.\n4\nFleming,\r\n\tabove, at 412, expresses it as follows: ‘According to the\r\n\tgenerally accepted modern view, the master’s liability\nis\r\n\tgenuinely vicarious and not based on any “constructive”\r\n\tfault of his own . . .. That this is the true\nnature of\r\n\tvicarious liability has not been seriously doubted in modern times\r\n\t. . .’.\n5\n[1992] ZASCA 172\n;\n1992\r\n\t(4) SA 822\n(A).\n6\n1914\r\n\tAD 382.\n7\n1927\r\n\tAD 141.\n8\nAt\r\n\t827B.\n9\nAndrews\r\n\tJ in\nPalsgraf v Long Island Railroad Company\n59 ALR 1253\ncited by Watermeyer CJ in\nFeldman (Pty) Ltd v Mall\n1945 AD\r\n\t733\nat 750\n.\n10\nAbove.\n11\nWatermeyer\r\n\tCJ, Tindall JA, Davis AJA and Fischer AJA, Greenberg JA dissenting.\n12\nAt\r\n\t742.\n13\nAt\r\n\t756.\n14\n1986\r\n\t(1) SA 117\n(A).\n15\nAt\r\n\t134C-F.\n16\nSee,\r\n\tfor example, Neethling et al, above, pp 338-339; Wicke, above, pp\r\n\t8-9.\n17\nAt\r\n\t134F-G.\n18\n1955\r\n\t(1) SA 202\n(A) at 211H.\n19\nAt\r\n\t831G.\n20\nAt\r\n\t832E-G.\n21\n‘\nDie\r\n\tStaat se Aanspreeklikheid vir Onregmatige Polisieoptrede’\n(1988) 51\nTHRHR\n515.\n22\nAt\r\n\t833F-G.\n23\nAt\r\n\t830H-J.\n24\nSee\r\n\tpara 19 above.\n25\n(1999)\r\n\t174 DLR (4\nth\n) 45.\n26\n(1999)\r\n\t174 DLR (4\nth\n) 71.\n27\n[2001] UKHL 22\n;\n[2002]\r\n\t1 AC 215\n(HL).\n28\nPara\r\n\t37.\n29\nPara\r\n\t46.\n30\nPara\r\n\t78.\n31\nPara\r\n\t79.\n32\nPara\r\n\t20.\n33\nAbove,\r\n\tat 741.\n34\nPara\r\n\t21.\n35\nPara\r\n\t32.\n36\nPara\r\n\t32.\n37\nUpon\r\n\tanalysis I think the three considerations really come down to two:\r\n\tFirst, the policemen (and the state) were under a general\nduty to\r\n\tmembers of the public at large to prevent and protect against crime.\r\n\tAnd secondly, because they had offered to assist\nK, and she had\r\n\taccepted, that they owed a special duty to her.\n38\nParas\r\n\t51-53.\n39\nSee,\r\n\ttoo, para 58.\n40\n‘\nK\r\n\tv Minister of Safety and Security\nand the Increasingly Blurred Line between Personal and Vicarious\r\n\tLiability’\n(2008) 125\nSALJ\n673.\n41\nAt\r\n\tp 677.\n42\n2002\r\n\t(6) SA 431\n(SCA).\n43\n2003\r\n\t(1) SA 389\n(SCA) esp paras 17 and 18.\n44\n2004\r\n\t(2) SA 216\n(SCA) esp paras 35 and 36.\n45\n2004\r\n\t(3) SA 305\n(SCA) esp para 43.\n46\nThe\r\n\tprinciples of vicarious liability were not pertinently addressed in\r\n\tthose cases. With hindsight I must acknowledge that the\nreference to\r\n\t‘vicarious liability’ in the penultimate sentence of\r\n\tpara 22 of\nVan Duivenboden\nis misplaced. (See the criticism\r\n\tin that regard by Anton Fagan ‘Reconsidering Carmichele’\n(2008) 125\nSALJ\n659\nat 668-670, and Stephen Wagner, above, at\r\n\t676.) From the reasoning in that case, and the repeated references\r\n\tto the state ‘represented\nby its officials’ I think it\r\n\tbecomes clear that the true basis of liability was direct liability\r\n\tof the state, acting through\nthe instrumentality of its officials.\n47\n‘\nState\r\n\tLiability in South Africa: A Constitutional Remix’ (2010) 25\nTulane\r\n\tEuropean & Civil Law Forum\n139.\n48\nThe\r\n\t‘standard test’ referred to in\nNgobo\n.\n49\nThe\r\n\t‘Salmon test’ referred to earlier.\n50\nNgobo\n,\r\n\tpassage cited above.\n51\nFeldman\n,\r\n\tpassage cited above.\n52\nFeldman\n,\r\n\tpassage cited above.\n53\nCf\r\n\tTindall JA in\nFeldman\n, above, at 757.\n54\nSee,\r\n\ttoo,\nMinister van\nVeiligheid en Sekuriteit v Phoebus\r\n\tApollo Aviation BK\n2002 (5) SA 475\n(SCA), in which the state was\r\n\theld not to be vicariously liable notwithstanding that the police\r\n\tofficers were purporting to perform\nordinary police duties.\n55\n1984\r\n\t(1) SA 786\n(W) at 791E-F.\n56\nSee\nSmit v Workmen’s Compensation Commissioner\n1979 (1) SA\r\n\t51\n(A) at 61A-H.\n57\n[2006] ZASCA 11\n;\n2006\r\n\t(4) SA 160\n(SCA);\n2007 (2) SA 106\n(CC).\n58\nHe\r\n\thad been convicted of assault with intent to do grievous bodily\r\n\tharm, and the negligent discharge of a firearm whilst under\nthe\r\n\tinfluence of alcohol or narcotic drugs.\n59\nSee,\r\n\ttoo, J Neethling ‘Risk-creation and the vicarious liability of\r\n\temployers’\n2007 (70)\nTHRHR\n527.\n60\nSAPS\r\n\tCircular dated 2 June 1997 issued by the National Commissioner, SAPS\r\n\tdealing with salary grading systems and criteria for\nthe payment of\r\n\ttransverse allowances in the South African Police Service.\n61\nMkize\r\n\tv Martens\n1914 AD 382\nat 390.\n62\n1945\r\n\tAD 733\nat 741.\n63\nCarter\r\n\t& Co (Pty) Ltd v McDonald\n1955 (1) SA 202\n(A);\nMinister\r\n\tof Law and Order v Ngobo\n[1992] ZASCA 172\n;\n1992 (4) SA 822\n(A);\nEss Kay v\r\n\tElectronics PTE Ltd v FNB of Southern Africa Ltd\n2001 (1) SA\r\n\t1214\n(SCA).\n64\nPhoebus\r\n\tApollo Aviation CC v Minister of Safety and Security\n2003 (2) SA\r\n\t34\n(CC) para 7.\n65\nAbove,\r\n\tn 61.\n66\n1986\r\n\t(1) SA 117\n(A).\n67\n[2005] ZACC 8\n;\n2005\r\n\t(6) SA 419\n(CC) para 32.\n68\nMinister\r\n\tof Safety and Security v Luiters\n2007 (2) SA 106 (CC).\n69\nTranslated\r\n\tfrom the Afrikaans text which reads: ‘Ek het dit uitgevind\r\n\t[dat hy ‘n polisieman is] na lope van die aand,\nvoor die\r\n\tverkragting … Hy het dit vir my gese … Hoekom ek ook\r\n\tsaam met hom verder gery het is toe hy se hy is ‘n\nspeurder\r\n\tomdat ek hom vertrou het omdat hy ‘n speurder was … Ek\r\n\thet gedink hy is ‘n polisieman. … En\ndie polisie radio\r\n\twat in die kar was.’\n70\nAt\r\n\tpara 51.\n71\nPara\r\n\t52.\n72\nPara\r\n\t34.",
  "scraped_at": "2026-02-12T15:16:12.674489",
  "date": "2011-02-22",
  "coram": [
    "NUGENT",
    "MAYA",
    "SNYDERS",
    "BOSIELO JJA",
    "R PILLAY AJA"
  ],
  "case_number": "592/09",
  "parties": {
    "applicants": [
      "Minister of Safety and Security"
    ],
    "respondents": [
      "F"
    ]
  },
  "sections": {
    "facts": "In 1998, Detective Allister van Wyk, who was on a ‘stand‑by’ roster, left the police station after his shift and used an unmarked police vehicle for personal purposes. After a night out at a nightclub, a 13‑year‑old girl (F) accepted a lift from van Wyk, initially because a friend was in the car. Van Wyk later offered to drive her home, took her to a remote spot, and rapes her before returning her to her home. The vehicle contained police dockets and a police radio, which led F to believe van Wyk was a police officer. Van Wyk was later arrested and convicted of the rape.",
    "issues": "The central legal issue is whether the Minister of Safety and Security, as the employer, is vicariously liable for the delict of rape committed by Detective van Wyk while he was not on duty but on standby, and whether the officer’s conduct can be said to be within the scope of his employment.",
    "principles": "The judgment discusses South African vicarious liability law, especially the ‘standard test’ that the employee must have been engaged in the employer’s affairs, and the two‑stage test derived from Rabie and K: (1) a subjective inquiry into whether the wrongful act was for the employee’s own purposes, and (2) an objective inquiry into whether there is a sufficiently close link between the employee’s personal act and the employer’s business. The judgment also references the doctrine of risk creation, the duty of police to protect the public, and precedents such as Ngobo, Rabie, Feldman v Mall, and the Constitutional Court’s reasoning in K.",
    "application": "The Court applied the tests and concluded that van Wyk was off‑duty and merely on standby; his decision to offer a lift and commit the rape was entirely for his own purposes and not connected to any police function. The use of a police vehicle and the victim’s belief that he was a police officer were deemed evidential factors but not sufficient to establish a sufficient link to the employer’s business. Consequently, the State did not meet the criteria for vicarious liability, and the appeal was upheld.",
    "conclusion": "The appeal was upheld. The orders of the Western Cape High Court relating to the Minister of Safety and Security were set aside, and the claim against the first defendant (the State) was dismissed."
  },
  "tags": {
    "level_1": "Delict / Tort Law",
    "level_2": "Vicarious Liability",
    "level_3": [
      "police officer",
      "rape",
      "off‑duty conduct",
      "standby duty",
      "state liability"
    ]
  }
}