{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/9.html",
  "case_name": "Ivaura Estates (Pty) Ltd v MEC, Council, Department of Roads & Transport, Mpumalanga (240/10) [2011] ZASCA 9 (10 March 2011)",
  "citation": "[2011] ZASCA 9",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 9\n|\nNoteup\n|\nLawCite\nIvaura Estates (Pty) Ltd v MEC, Council, Department of Roads & Transport, Mpumalanga (240/10) [2011] ZASCA 9 (10 March 2011)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nOf no precedential significance\nCase No: 240/10\nIn the matter between:\nIVAURA\r\nESTATES (PTY) LTD\n....................................................................\nAppellant\nand\nTHE\r\nMEMBER OF THE EXECUTIVE COUNCIL,\nDEPARTMENT\r\nOF ROADS & TRANSPORT, MPUMALANGA\n.............\nRespondent\nNeutral\r\ncitation:\nIvaura Estates (Pty) Ltd v The Member of the\r\nExecutive Council, Department of Roads & Transport, Mpumalanga\n(240/10)\n[2011]  ZASCA 9\n(10 March 2011).\nCoram:\nHARMS DP, CLOETE and MALAN JJA\nHeard:\r\n4 March 2011\nDelivered:\r\n10 March 2011\nSummary:\nDelict: negligence: fire.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nNorth Gauteng High Court\r\n(Pretoria) (Legodi J sitting as\ncourt of first instance):\nThe appeal is dismissed, with costs.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nCLOETE JA (HARMS DP and MALAN JA concurring):\n[1] On 12 October 2005 a fire destroyed or damaged a\r\nconsiderable number of mango trees on the appellant company's\r\nproperty. The\nappellant sued The Member of the Executive Council,\r\nDepartment of Roads and Transport, Mpumalanga Province, alleging\r\nnegligence\non the part of employees of the department ('the road\r\nworkers') who had been cutting the grass on the road reserve of the\r\nD533\nadjacent to the plaintiff's farm. The court a quo (Legodi J)\r\ndismissed the claim but granted leave to appeal to this court.\n[2] For the purposes of this judgment I shall assume in\r\nfavour of the appellant that the road workers were negligent in\r\nstarting\nand not controlling the fire. A passerby noticed the fire\r\nburning in the road reserve and alerted Mr Peter Spear, who\r\ntelephoned\nhis brother, Mr John Spear, the managing director of the\r\nplaintiff. Mr John Spear dispatched a tractor towing a 2 000\r\nlitre\nhigh pressure sprayer to fight the fire.\n[3] When Mr John Spear arrived at the site of the fire,\r\nhe found that it had been extinguished by his brother, a team of five\r\nor\nsix labourers using the high pressure sprayer and the road\r\nworkers. Nevertheless, to make assurance doubly sure, the burnt grass\n\nwas swept towards the middle of the burnt area and it was again\r\nsprayed with water. The appellant's employees then left the scene.\n[4] It was the appellant's case that the fire flared up\r\nagain and spread to the mango orchards owned by it. Assuming, again\r\nin favour\nof the appellant, that this is so, there was in my view no\r\nnegligence on the part of the road workers. The appellant's\r\nrepresentatives\narrived on the scene and took over the fighting of\r\nthe fire. They had the equipment and the knowledge how to do so. Mr\r\nJohn Spear\nsaid that he and his brother had acquired knowledge of\r\nfighting fires over some thirty years of farming and he said that he\r\nhad\nbeen involved in fighting between 100 and 200 fires himself. When\r\nthe appellant's employees left, Mr John Spear was satisfied not\nonly\r\nthat the fire had been extinguished, but also that sufficient\r\nprecautions had been taken to prevent it flaring up again. In\nthese\r\ncircumstances, it cannot be found that a reasonable man in the\r\nposition of the road workers would have foreseen that it would,\nand\r\naccordingly the first requirement set out in\nKruger v Coetzee\n1966 (2) SA 428\n(A) at 430E-F, the\nlocus classicus\nof the test\r\nfor negligence, has not been satisfied.\n[5] The appeal is dismissed, with costs.\n_______________\nT D CLOETE\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANTS: E B Clavier\nInstructed by Du Toit-Smuts & Mathews Phosa\nc/o De Swardt Vögel & Myambo, Pretoria\nSymington & De Kok, Bloemfontein\nRESPONDENTS: T P Krüger\nInstructed by The State Attorney, Pretoria\nThe State Attorney, Bloemfontein",
  "scraped_at": "2026-02-12T15:17:49.476337",
  "date": "2011-03-10",
  "coram": [
    "HARMS DP",
    "CLOETE",
    "MALAN JJA"
  ],
  "case_number": "240/10",
  "parties": {
    "applicants": [
      "Ivaura Estates (Pty) Ltd"
    ],
    "respondents": [
      "The Member of the Executive Council, Department of Roads & Transport, Mpumalanga"
    ]
  },
  "sections": {
    "facts": "On 12 October 2005 a fire broke out on a road reserve (D533) adjoining Ivaura Estates' farm, destroying or damaging many mango trees. The fire originated while department road workers were cutting grass. A passerby alerted the plaintiff’s managing director, who sent a tractor with a 2,000‑litre high‑pressure sprayer. The fire was initially extinguished by the plaintiff’s brother, a team of labourers and the road workers, after which the burnt grass was swept and sprayed again. The plaintiff alleges that the fire later flared up and spread to its mango orchards.",
    "issues": "The central issue was whether the department’s road workers were negligent in starting or failing to control the fire, thereby breaching a duty of care owed to the appellant and causing the loss of the mango trees.",
    "principles": "The court applied the established negligence test from Kruger v Coetzee (1966) (the locus classicus), which requires that a reasonable person in the defendant’s position could have foreseen the risk of damage and taken steps to avoid it. Liability depends on the presence of a duty of care, breach of that duty, causation and damage.",
    "application": "Assuming, for argument’s sake, that the road workers started the fire, the court found that a reasonable person would not have foreseen the fire re‑igniting after the plaintiff’s own employees took over fire‑fighting operations. Consequently, the first requirement of the Kruger test – foreseeability of injury – was not satisfied, meaning no breach of duty occurred.",
    "conclusion": "The appeal was dismissed with costs; the department was not liable for the damage to the appellant’s mango trees."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Delict",
    "level_3": [
      "negligence",
      "fire",
      "duty of care",
      "landowner"
    ]
  }
}