{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/250.html",
  "case_name": "National Scrap Metal v Murray & Roberts (809/2011) [2011] ZASCA 250 (29 March 2011)",
  "citation": "[2011] ZASCA 250",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 250\n|\nNoteup\n|\nLawCite\nNational Scrap Metal v Murray & Roberts (809/2011) [2011] ZASCA 250 (29 March 2011)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT\nOF APPEAL\nOF\nSOUTH AFRICA\nJUDGMENT\nCase No:\n809/2011\nReportable\nIn\nthe matter between:\nNATIONAL SCRAP METAL (CAPE TOWN) (PTY) LTD\n…..................\nFirst\nAppellant\nMUREC\nCRUSHING AND MILLING (PTY) LTD\n…..........................\nSecond\nAppellant\nand\nMURRAY & ROBERTS LTD\n….........................................................\nFirst\nRespondent\nMURRAY & ROBERTS STEEL (PTY) LTD\n….............................\nSecond\nRespondent\nCAPE\nTOWN IRON AND STEEL WORKS (PTY) LTD\n…...............\nThird\nRespondent\nNeutral\ncitation:\nNational Scrap Metal v Murray & Roberts\n(809/2011)\n[2012] ZASCA 47\n(29 March 2012)\nCoram:\nMthiyane DP, Cloete, Leach, Tshiqi and Wallis JJA\nHeard:\n7 March 2012\nDelivered:\n29 March 2012\nSummary:\nMotion proceedings – whether\ndisputed allegations of fact capable of being rejected on the papers\n– factors relevant\nthereto.\n___________________________________________________________________\nO R D E R\n___________________________________________________________________\nOn appeal from:\nWestern Cape High Court, Cape\nTown (Griesel J sitting as court of first instance):\n1. The appeal succeeds, and the order of the high court\nis set aside and replaced with the following:\n‘\n(a) The application is\ndismissed.\n(b) The applicants are to pay the respondents’\ncosts, jointly and severally, the one paying the others to be\nabsolved.\n(c) The respondents are to pay the applicant’s\ncosts of the interlocutory proceedings on 31 August 2011 and 13\nSeptember 2011,\njointly and severally, the one paying the other to be\nabsolved.\n(d) The above orders as to costs shall include the costs\nof two counsel where employed.’\n2. The respondents are to pay the appellants’\ncosts of the appeal, including the costs of two counsel, jointly and\nseverally,\nthe one paying the others to be absolved.\n___________________________________________________________________\nJ U D G M E N T\n__________________________________________________________________\nLEACH JA (MTHIYANE DP, CLOETE, TSHIQI AND WALLIS JJA\nconcurring)\n[1] The appellants appeal against an order of the\nWestern Cape High Court (Griesel J) granted on 9 November 2011\nevicting them from\ncertain immovable property in Kuilsrivier owned by\nthe first respondent. It was common cause that the appellants had\nearlier leased\nportions of the property, the first appellant under a\nwritten agreement which had expired on 31 October 2010 and the second\nappellant\nunder a lease which the respondents had purported to\nterminate in 2011. Both appellants relied upon an oral lease\nagreement allegedly\nconcluded in 2008 which entitled them to remain\nin occupation for at least ten years after the expiry of the first\nappellant’s\nwritten lease. This agreement was, in turn, denied\nby the respondents. Without resorting to oral evidence, the high\ncourt concluded\nthat the appellants’ allegations in regard to\nthe oral lease were not sustainable and granted the eviction order\nsought by\nthe respondents. With leave of the high court, the\nappellants now appeal to this court, contending that in the light of\nthe dispute\nof facts raised on the papers, the eviction application\nought to have been dismissed.\n[2] The respondents are all members of the Murray &\nRoberts group of companies. The first respondent, Murray &\nRoberts Ltd\n(‘M&R Ltd’), is a subsidiary of Murray &\nRoberts Holdings Ltd, a public company listed on the Johannesburg\nStock\nExchange. M&R Ltd is, in turn, the holding company of the\nsecond respondent, Murray & Roberts Steel (Pty) Ltd (‘MRS’)\nof which the third respondent, Cape Town Iron & Steel Works (Pty)\nLtd (‘CISCO’) is a wholly owned subsidiary. (For\nconvenience I intend to adopt the nomenclature used by counsel by\nreferring to the respondents collectively as ‘M&R’.)\n[3] Not only are the respondents related to each other\nin this way, but MRS holds 42.8 per cent of the ordinary issued share\ncapital\nof the first respondent, National Scrap Metal (Cape) (Pty)\nLtd (‘NSM’). The second appellant, Murec Crushing &\nMilling\n(Pty) Ltd (‘Murec’) is a wholly owned subsidiary\nof NSM.\n[4] At all material times each of the parties was, in\nsome way or other, involved in the scrap metal industry. NSM was\nestablished\nby MRS, effectively as a joint venture with a company\nthat for present purposes may simply be referred to as ‘Reclam’,\nwhich also holds 42.8 per cent of NSM’s shares. The principal\nmotivation behind the establishment of NSM was for it to provide\nCISCO with an adequate supply of the ferrous scrap it required for\nits manufacturing steel plant. Pursuant to this, in September\n1999,\nCISCO and NSM concluded a supply agreement under which CISCO agreed\nto purchase its scrap metal requirements exclusively from\nNSM which\nagreed, in turn, to supply the scrap metal it collected exclusively\nto CISCO. CISCO retained the right to purchase scrap\nmetal from other\nsources if NSM was unable to fulfil its requirements, while NSM had\nthe right to supply other customers if it had\nscrap metal available\nsurplus to CISCO’s requirements. This initial supply agreement\nwas later amended in May 2001. In terms\nof the agreement as amended,\nit was to remain in force until 31 October 2010.\n[5] M&R Ltd is the owner of a piece of immovable\nproperty in Kuilsrivier, approximately 20.25 hectares in extent. Of\nthis CISCO\nwas using a portion of some 15.5 hectares (referred to in\nthe papers as ‘the CISCO portion’). Shortly after it had\nbeen\nestablished, and in order to facilitate its supply of scrap to\nCISCO, NSM leased another portion of the property from CISCO (‘the\nleased portion’). Situated immediately adjacent to the CISCO\nportion, it was let for a period of 12 months with effect from\n1 July\n1999, the stated intention in the lease being that NSM would use the\npremises for the ‘procurement, processing, handling\nand\ndistribution of scrap metals’.\n[6] Although the lease contained an option to renew for\nan indefinite period, neither NSM nor CISCO actually exercised the\noption\nbefore the lease expired in mid-2000. Despite this, they\nthereafter conducted themselves as if the lease had in fact been\nrenewed,\nwith the rental escalating at eight per cent. Eventually,\nhowever, as NSM found it was spending a considerable amount of money\non\nimprovements to the property, it decided to formalise the\nagreement, and it is recorded in the minutes of an NSM board meeting\nheld\non 27 August 2003 that a director was tasked with finalising a\nrental agreement by 30 September 2003.\nBut\nalthough the existence of a rental agreement between CISCO and NSM\nwas confirmed in the minutes of the NSM board meeting of 27\nNovember\n2003, a written agreement was not finalised until 13 March 2007 to do\nso when a so-called ‘amending agreement’\nwas concluded\nwhich extended the terms of the lease until 31 October 2010.\n[7] The initial lease included a gantry and existing\ncranes on the leased premises. NSM’s operations duly flourished\nand by\nthe time it came to amend the initial lease it had spent vast\nsums on various improvements, as I have mentioned. This gave rise to\nprotracted problems which took years to resolve but which finally led\nto NSM’s ownership of the gantry being recognised and\nadjustments to the rental being made. Ultimately this was reflected\nin the amending agreement.\n[8] In October 2003, CISCO and NSM entered into a waste\nremoval and disposal agreement with Murec to provide for the\ncollection, removal\nand disposal of waste products known as ‘slag’\nproduced by CISCO’s operations from an area of the CISCO\nproperty.\nThis portion of the property, approximately 1.2 hectares in\nextent, has been referred to as ‘the services site’.\nUnder\nthis agreement, Murec operated and used the services site with\neffect from 20 January 2003. The initial agreement provided for the\nlease to be valid until 31 January 2008 but it was amended to\ncontinue indefinitely, subject to the right of either CISCO or Murec\nto terminate on not less than six months notice. The services site\nwas the property from which Murec was evicted under the order\nof the\ncourt below.\n[9] As appears more fully below, in 2009 NSM purchased a\nheavy duty shredder with integrated hydraulic and electrical control\nsystems.\nIt is an extremely large plant, its feeding belt alone\nweighs 140 tons; the shredder weighs 80 tons, its router 25 tons, its\nmotor\n12 tons; and its feed rollers 20 tons. Due to its size and\nweight it is necessary for the shredder to be based on substantial\nconcrete\nfoundations which had to be erected when it was installed.\n[10] In 2008, Murec and CISCO agreed to allow NSM to\ninstall the shredder on a portion of the services site. This portion\nis referred\nto in the papers as ‘the shredder site’. For\nillustrative purposes a diagram of the CISCO portion, the leased\nportion,\nthe shredder portion and the slag handling area (being the\nremainder of the services side excluding the shredder portion) is\nattached\nto this judgment.\n[11] During the course of 2010, due to a change in\neconomic circumstances, MRS decided to dispose of CISCO and its\nbusiness. Pursuant\nto this decision, the respondents’ attorneys\nwrote to NSM on 6 May 2011 and instructed it to vacate both the\nleased portion\nand the shredder portion by 8 August 2011. The same\nday, the attorneys sent a notice to Murec, terminating its lease of\nthe services\nsite and requiring it to vacate by 8 November 2011. This\nnotice was later withdrawn and a second notice of termination was\ngiven\nto Murec on 3 June 2011 requiring it to vacate by 31 December\nthat year. When both NSM and Murec indicated that they would not\nvacate\ntheir respective portions of the property, the respondents\napplied to court for their eviction.\n[12] In seeking to avoid eviction, the appellants relied\nupon the oral agreement mentioned at the outset of this judgment.\nThey drew\nattention to an NSM board meeting held on 19 June 2008 at\nwhich the board had agreed to purchase a heavy duty shredder at an\nanticipated\ncost of some R45 million on condition that a long-term\nlease be concluded with CISCO relating to the property on which the\nshredder\nwould be erected. On behalf of the appellants, Mr Michael\nMovsas and Mr Dave Kassel, both members of the NSM board, alleged\nthey\nhad met with Mr Robert Noonan who was on the boards of both MRS\nand NSM, but who had not attended the meeting of 19 June 2008. They\nstated that to the best of their recollection, this meeting occurred\nat the Johannesburg airport. They alleged that Noonan was fairly\nassertive at the meeting and, after referring to a competitor known\nas ‘SA Metal’, which had ordered a steel rolling\nmill,\nhad stated that M&R could not be in the hands of its opposition\nand would therefore purchase a shredder if NSM did not\ndo so. Kassel\nand Movsas alleged that they then told Noonan that ‘as he was\naware the board of [NSM] had resolved to proceed\nwith the purchase of\na shredder on condition that a long-term lease agreement be entered\ninto with [CISCO] in respect of the premises\nwhere the shredder was\nto be located’. They went on to say that they had stated that\nif Noonan agreed on behalf of M&R\nthat such a lease would be\nentered into, they (on behalf of NSM) would confirm that NSM would\nacquire and install a shredder that\nwould meet M&R’s\nrequirements. They further alleged that Noonan had immediately\nresponded by saying that M&R would\nbe prepared to let the\npremises to NSM for a further period of ten years following 31\nOctober 2010 when the existing lease would\nlapse, and that:\n‘\nAfter\na brief discussion, Noonan . . . Kassel and [Movsas] agreed that\nfollowing the expiry of the existing lease on 31 October 2010,\n[NSM]\nwould continue occupation of the premises (including the premises in\nwhich the shredder would be installed) on the same terms\nand\nconditions as those recorded in the existing lease and that such\noccupation would be for a period of at least ten years commencing\n1\nNovember 2010. The rental was to be on the basis of the built-in\nescalation in the existing lease over the ten year period.’\n[13] Movsas alleged that after this he had advised NSM’s\nremaining board members who were not M&R appointees that\nagreement\nhad been reached with M&R as to the terms which would\ngovern NSM’s continued occupation of the leased premises,\nincluding\nthe portion on which the shredder would be installed.\n[14] The respondents denied that this meeting had ever\ntaken place or that Noonan had ever purported to conclude an oral\nlease on\nsuch terms. According to them there had been two meetings at\nthe airport attended by Noonan and Movsas. The first had been much\nearlier,\non 17 March 2008, and had been attended by various other\npersons, including a representative of SA Metal; that the discussions\nhad\ncentred on whether the SA Metal’s increase in its steel\nmill capacity would result in there being insufficient shred to\nsatisfy\nboth its and CISCO’s requirements; and that there had\nbeen no discussion concerning a lease for NSM. The second, they\nalleged,\nhad been on unspecified date at which Noonan had indeed said\nthat unless NSM installed a shredder, M&R would purchase one\nitself.\nM&R averred this latter meeting had taken place well\nbefore the June 2008 board meeting.\n[15] The respondents also alleged that Noonan had in any\nevent not been authorised on behalf of any entity in the M&R\ngroup to\nconclude a ten-year lease which, they said, would have been\nhighly unusual and would have required the approval of M&R’s\nboard of directors – which had neither been sought nor\nobtained. I intend to deal with this issue at the outset.\n[16] Although the appellants denied that Noonan lacked\nthe necessary authority to bind M&R, it was contended by the\nrespondents\nthat this amounted to no more than a bare denial which\ndid not raise a genuine and bona fide dispute on the issue. They\ntherefore\ncontended that the matter had to be decided on what they\nhad alleged the facts to have been viz that only a board decision,\nand not\nNoonan acting alone, was required to conclude a long lease.\n[17] Of course NSM was not a party to whatever\nauthorisation M&R may or may not have given to Noonan relevant to\nthe conclusion\nof a lease, and the original denial in the appellants’\nanswering papers did in fact consist of no more than the bold\nassertion\nthat M&R’s appointee to the NSM board (Noonan)\n‘was authorised to and agreed to a lease for a period of at\nleast\nten years’. However, as pointed out by this court in\nWightman\n1\n:\n‘\nA\nreal, genuine and bona fide dispute of fact can exist only where the\ncourt is satisfied that the party who purports to raise the\ndispute\nhas in his affidavit seriously and unambiguously addressed the fact\nsaid to be disputed. There will of course be instances\nwhere bare\ndenial meets the requirement because there is no other way open to\nthe disputing party and nothing more can be expected\nof him. But even\nthat may not be sufficient if the fact averred lies purely within the\nknowledge of the averring party and no basis\nis laid for disputing\nthe veracity or accuracy of the averment’ .\n[18] Here, not only were the appellants probably not\nprivy to the extent of the authority M&R had vested in Noonan,\nbut in a further\naffidavit Movsas stressed that it had taken seven\nyears for the amending agreement to be concluded after the original\nlease had lapsed;\nthat during that period Noonan had been intimately\ninvolved in the interactions in regard to the conclusion of a fresh\nlease and\nthat he had, effectively, been allowed to represent M&R\nin the negotiations which led to the amending agreement. Consequently\nthere was no reason to suspect that he lacked authority to represent\nM&R in concluding another lease on its behalf.\n[19] These are valid considerations. Accordingly, in the\nlight of the respondents’ failure to either attach any\ndocumentation\nor provide any other evidence to demonstrate Noonan’s\nalleged limited authority or showing that the consent of M&R’s\nboards was a prequisite for the conclusion of a ten year lease, in my\nview the appellants made sufficient allegations relevant to\nNoonan’s\nactual authority for there to be a genuine and bona fide dispute\nbetween the parties on the issue. The matter must\ntherefore be\ndecided on the basis of the averments made by appellants in their\naffidavits ie that Noonan in fact had the necessary\nauthority.\n[20] Consequently, I turn to consider the respondent’s\ncontention that the appellants’ allegation of the conclusion of\nan oral lease for a period of ten years can be rejected on the\npapers. In attacking what was referred to as the ‘implausibility’\nof the appellants’ allegations concerning an oral lease agreed\nat the Johannesburg airport, counsel for the appellant argued\nthat\nthere were eight main reasons why the appellants’ version could\nnot be seriously entertained, expressed by counsel as\nthe following:\n(a) First, the documentation shows that M&R’s\napproach had consistently been that any new lease agreement could\nonly be\nconcluded in tandem with a new supply agreement, the terms of\nwhich could only be agreed once there was certainty as to what supply\narrangements would be permitted under competition law. This was\ncrucial as the Competition Commission had already found that the\noriginal supply agreement between CISCO and NSM involved the\ncommission of prohibited practices. As it had not been possible to\nconclude\na new supply agreement before the alleged oral lease was\nconcluded, and as indeed there still remained great uncertainty as to\nwhat\nsupply arrangements would be permitted under competition law at\nthat time, it was wholly improbable that M&R would have committed\nto a long-term lease in 2008.\n(b) Second, there was no correspondence or any other\ndocument either confirming the terms of the alleged oral agreement or\nsupporting\nthe allegation that such an agreement had been reached. In\nparticular, none of the NSM’s board meeting minutes pertinently\nreflect that such an agreement had been reached.\n(c) Third, as none of the other agreements between any\nof the interested parties relating to the premises, or indeed the\nsupply agreements,\nwere for a period of ten years, it was wholly\nimprobable that Noonan, ‘off the cuff’ so to speak, would\nagree to a ten\nyear lease.\n(d) Fourth, in the light of the conclusion of written\nlease agreements relating to the premises in the past, it was\nextremely unlikely\nfor M&R to have concluded an oral lease for a\nperiod of ten years.\n(e) Fifth, that the rental allegedly agreed under the\noral lease was unrealistic as the lease purportedly encompassed a\nbigger area\nthan that leased under the amending agreement (it\nincluded not only the portion NSM had leased but also the shredder\nportion as well)\nbut at the same rental charged for the leased\nportion alone, and at a rental which was well below the current\nmarket value. This\nwas all the more unlikely as under the oral lease\nM&R would have been liable for all electricity consumed on both\nthe leased\nportion and the shredder portion.\n(f) Sixth, it was inherently improbable that discussions\nabout a shedder to be installed on the shredder portion would have\nled to\nthe conclusion of a lease relating to both the leased portion\nand the shredder portion on the same terms as the lease agreement,\nin\nparticular as: the occupation and use of the shredder portion was\ngoverned by the Murec agreement which was to endure indefinitely\nsubject to the right of either CISCO or Murec to terminate it on six\nmonths’ written notice; any new lease agreement would\ntherefore\nhave involved a variation of the parties’ rights under the\nMurec agreement; given that the shredder portion was not\nthe subject\nof the lease agreement, it made no sense for a purported long-term\nagreement in respect of the shredder portion to mirror\nthe terms of\nthe lease agreement.\n(g) Seventh, it was unlikely for the meeting at which\nNoonan told NSM that if it did not acquire a shredder M&R would\ndo so, to\nhave taken place after the 19 June 2008 board meeting of\nNSM. It was far more likely that this ultimatum had been given before\nthat\ndate which would have precipitated NSM‘s decision to\npurchase and install the shredder.\n(h) Eighth, and finally, that as M&R were intending\nto purchase a shredder if NSM did not do so, there was no reason for\nit to\nagree to a long-term lease even for the shredder portion, as\nNSM was given no choice and was in no position to bargain.\n[21] These factors, particularly collectively, do cast a\nmeasure of doubt on the appellants’ version, which is certainly\nimprobable\nin a number of respects. However, as the high court was\ncalled on to decide the matter without the benefit of oral evidence,\nit had\nto accept the facts alleged by the appellants (as respondents\nbelow) unless they are ‘so far-fetched or clearly untenable\nthat\nthe court is justified in rejecting them merely on the papers.\n2\nAn attempt to evaluate the competing versions of either\nside is thus both inadvisable and unnecessary as the issue is not\nwhich version\nis the more probable but whether that of the appellants\nis so far-fetched and improbable that it can be rejected without\nevidence.\n[22] As was recently remarked in this court, the test in\nthat regard is ‘a stringent one not easily satisfied’.\n3\nIn considering whether it has been satisfied in this\ncase, it is necessary to bear in mind that, all too often, after\nevidence has\nbeen led and tested by cross examination, things turn\nout differently from the way they might have appeared at first\nblush.\n4\nAs Megarry J observed in a well-known dictum in\nJohn\nv Rees\n[1970] Ch 345\nat 402:\n‘\nAs\neverybody who has anything to do with the law well knows, the path of\nthe law is strewn with examples of open and shut cases which,\nsomehow, were not; of unanswerable charges which, in the event, were\ncompletely answered; of inexplicable conduct which was fully\nexplained; of fixed and unalterable determinations that, by\ndiscussion, suffered a change.’\n[23] Moreover, it is also necessary to guard against\napproaching a case such as the present on the assumption that\nbusinessmen will\nact in a businesslike manner or with meticulous\nconcern for the keeping of accurate records. All too often they do\nnot. As Harms\nJA has pointed out:\n‘\nBusinessmen\nare often content to conduct their affairs with only vague or\nincomplete agreements in hand. They then tend to rely on\nhope, good\nspirits,\nbona\nfides\nand\ncommercial expediency to make such agreements work.\n’\n5\nThis is all the more so in this case where there was not\nonly a close symbiotic relationship between NSM and M&R, but\nwhere M&R\nalso had representation on NSM’s board and was\ntherefore a party to its business plans and strategies. The closeness\nof the\nrelationship between M&R on the one hand and NSM and Murec\non the other may readily explain why the respective parties did not\nconduct their business relationships with greater formality. In\nparticular it may well explain why agreement on a ten-year oral lease\ndid not result in it immediately being reduced to writing. And in\nregard to this latter issue, it is significant, as Movsas pointed\nout, that it had taken years for the amending agreement to be reduced\nto writing despite consensus on its terms having been reached.\nConsequently, so he alleged, NSM’s board had become accustomed\nto the slow processes that took place within M&R’s\norganisation and that he therefore never entertained any doubts that\nM&R would honour the oral agreement. This is a telling comment,\nand in the light of the relationship between M&R and NSM and the\nprevious delay that Movsas mentioned, his explanation cannot\nbe\nregarded as being one which is so far-fetched or untenable that a\ncourt is justified in rejecting it merely on the papers.\n[24] In addition, as is clear from what I have already\nsaid, the respondents’ argument is based in various respects\nupon what\nwas or was not said at a number of NSM board meetings,\nrelying on the minutes kept of those meetings for that purpose. It is\nnecessary\nto remember that minutes of board meetings do not purport\nto be a verbatim record of what was said; rather they tend to be a\nfairly\nterse synopsis of what was discussed, highlighting what the\ncompiler, usually the company secretary, considered to have been of\nimportance.\nMerely because something is not specifically recorded in\na minute does not necessarily mean that it was not mentioned, even in\npassing,\nand this should be borne in mind when considering what\neffect the minutes have upon the probabilities.\n[25] In the light of these remarks, it is clear that\nundue weight should not be accorded to the fact that the oral\nagreement the respondents\nrely upon was not specifically recorded in\nthe minutes of any NSM board meetings. As clearly mentioned, the\nminutes of 19 June 2008\nrecord that after a presentation had been\nmade in regard to the installation of a Newell 300 HP heavy duty\nshredder at an anticipated\ncost of approximately R45 million, the\nboard ‘agreed to go ahead with installation of this shredder on\ncondition that a long\nterm lease agreement be entered into with CISCO\nwhere the shredder is to be erected’. While it is so that\nNoonan, M&R’s\nrepresentative on NSM’s board, did not\nattend that particular meeting, he must have received the minutes as\nhe attended the\nfollowing NSM board meeting on 5 August 2008 when the\nminutes of the meeting of 19 June 2008 were confirmed and the\nshredder issue\nwas again discussed. By then, according to the\nappellants, the meeting at the airport at which they alleged Noonan\nhad agreed to\nbind M&R to a lease for ten years, had already\noccurred. Such a lease would have fulfilled the condition stipulated\nat the 19\nJune 2008 meeting as being necessary for the board to\npersist with the purchase of a shredder. Significantly, it did so\npersist.\nThe acquisition of a shredder was discussed again at the\nboard meetings of 20 November 2008 and 5 March 2009, both of which\nNoonan\nattended. Neither the minutes of these nor any other board\nmeeting mention a failure to obtain the required commitment to a long\nterm lease as a potential stumbling block to NSM making the\nsubstantial capital investment required to purchase a shredder. It is\nhard to conceive that no-one on the board ever thought about the\nissue, Noonan included. Movsas, however, stressed that after the\nagreement on the oral lease was concluded, he informed the other\nnon-M&R members of the board thereof and, if he did, this might\nwell explain why the issue was never raised pertinently at subsequent\nboard meetings. By the same token, Noonan’s failure to\nraise\nthe issue could also be explained by his knowledge of the lease. In\nthese circumstances there really is nothing overtly sinister\nin the\nfailure of the minutes to specifically record that oral agreement had\nbeen reached in regard to a long term lease to accommodate\nthe new\nshredder.\n[26] What the minutes do reflect are discussions\nrelating to a potential lease between NSM and CISCO in regard to the\nshredder portion.\nIt was argued that on the appellants’ version\nno separate agreement for the shredder portion would have been\nnecessary as that\nportion was included in the premises leased under\nthe oral agreement, and the fact that these discussions took place is\ntherefore\ndestructive of that version. But the appellants explained\nthat a specific lease relating to the shredder portions was required\nin\norder to obviate similar difficulties to those that had arisen in\nregard to the improvements they had effected on the leased premises\nafter the lapse of the 1999 lease which had led to a dispute as to\nownership of the gantry that took several years to resolve. A\nsimilar\ndispute could once more be a potential problem, bearing in mind that\na good deal of civil construction was required to install\na shredder.\nMoreover, as Movsas explained, the local municipality was prohibited\nfrom supplying electricity to premises that were\nbeing supplied by\nEskom. Eskom was already supplying electricity to CISCO’s\npremises but was unable to supply sufficient power\nto satisfy the\ndemand of the shredder. Accordingly, in order to enable the shredder\nto operate using power from the municipality,\nit was agreed with\nCISCO for the property to be sub-divided to enable the municipality\nto supply power to the portion housing the\nshredder. Indeed it is\nrecorded in the minute of an NSM board meeting held on 12 May 2011\nthat the sub-division had been effected,\nthat a municipal substation\nhad been commissioned from which the shredder was being powered, and\nthat NSM was being billed directly\nby the municipality.\n[27] In the light of the proposed sub-division, Movsas\nexplained that it was desirable for a separate lease relating to the\nshredder\nportion to be concluded, despite that portion having already\nbeen part of the premises leased under earlier oral agreement. A\nseparate\nlease also had the advantage of recording that NSM was the\nowner of the shredder and that it was not a permanent fixture that\nacceded\nto the property. This is by no means an improbable\nexplanation for the parties’ discussions in regard to a\nseparate lease for\nthe shredder portion.\n[28] In this regard, it is also significant that after\nthe original lease agreement between CISCO and NSM had lapsed in June\n2000,\nno formal lease relating to the lease premises was concluded\nuntil 13 March 2007 when agreement was reached on the ‘amending\nagreement’. The fact that both sides conducted their affairs in\nsuch an informal manner is probably the product of the close\nrelationship between them. This relationship appears also to have\nbeen the reason why, when NSM installed the shredder on the shredder\nportion (being part of the premises subject to the Murec lease), it\ndid so without any formal agreement having been concluded and\nwithout\nthereafter paying any rental.\n[29] In considering the inherent probabilities, it seems\nto me, as was strenuously argued by the appellants, that it is highly\nunlikely,\nparticularly given the concern expressed at the board\nmeeting of 19 June 2008 that the shredder should only be acquired if\nM&R\nwould commit itself to a long-term lease, that NSM would then\ngo ahead and incur the substantial capital expenditure required to\nacquire and install the shredder if it had not obtained such a\ncommitment. This must also be considered in the light of the events\nwhich occurred at the board meeting on 2 December 2010 when M&R\nindicated it proposed to close down CISCO’s operations.\nA\ndiscussion about the shredder followed immediately after this\nrevelation. Movsas recorded that NSM board had approved and entered\ninto the shredder project with the commitment from M&R to extend\nthe necessary lease and that M&R would be going back on\nits\nprevious assurance if it now refused to execute a written lease.\nAnother director stated that he would be ‘shocked’\nif M&R\nwould not honour its commitment to execute a written lease. Faced\nwith this indignation, Noonan appears not to have denied\nhaving\ncommitted M&R to a lease. Instead he stated that NSM needed to\nwrite to M&R in regard to the issue. If ever there\nwas a time for\nNoonan to have alleged that he had not committed M&R to a lease,\nthis was it. He did not do so and his failure\nin that regard can, at\nthe very least, be interpreted as an implied admission of that with\nwhich he was being confronted, namely,\nthat he had indeed committed\nM&R to a lease.\n[30] I do not think that any useful purpose would be\nserved by attempting to analyse the various allegations, minutes,\ncorrespondence\nand other documentary evidence in any greater detail.\nSuffice it to say that there are probabilities and improbabilities in\nthe versions\nof both sides. But, as I have already stressed, that is\nnot the issue. In the light of the facts as I have already mentioned,\nit\ndoes not seem to me that, even though the appellants’\nversion is improbable in certain respects, it can on the papers be\nrejected\nas palpably false in regard to the allegation that on oral\nlong-term lease had been concluded, as both Movsas and Kassel alleged\nwas the case. In my view, the high court erred in reaching the\nopposite conclusion.\n[31] Both sides were agreed that if this court should\nfind that the high court had reached the wrong conclusion, the matter\nshould\nnot be referred for the hearing of oral evidence and that the\nappropriate course would be to allow the appeal and dismiss the\napplication.\n[32] Finally, I must deal with the costs of two opposed\ninterlocutory applications which had been awarded against the\nappellants:\nthe first relating to a discovery of certain documents\npursuant to a rule 35(12) notice; the second relating to the question\nof urgency.\nThe costs of both these applications were reserved for\ndecision in the main application. In dealing therewith, the high\ncourt observed\nthat the present respondents had been substantially\nsuccessful in both instances and should be awarded their costs. This\nconclusion\nwas attacked on appeal, but with no real force. In my\nview, the respondents indeed achieved substantial success and,\ntherefore, there\nseems to be no reason to interfere with the high\ncourt’s decision in the exercise of its discretion to order the\nappellants\nto pay such costs, including the costs of two counsel\nwhere so employed.\n[33] On the other hand, there is reason to interfere\nwith the scale on which those costs were awarded. Persuaded that the\nappellants’\nallegations in their answering affidavits had been\nfabricated, the high court awarded costs on the scale as between\nattorney and\nown client. But as is apparent from what I have set out\nabove, the high court erred in finding the appellants’ case to\nbe a\nfabrication and, in these circumstances, I see no reason for the\nappellants to pay costs on a punitive scale. The attorney and client\naward thus cannot be allowed to stand. This will be reflected in the\norder below.\n[34] In the result the following order is made:\n1. The appeal succeeds, and the order of the high court\nis set aside and replaced with the following:\n‘\n(a) The application is\ndismissed.\n(b) The applicants are to pay the respondents’\ncosts, jointly and severally, the one paying the others to be\nabsolved.\n(c) The respondents are to pay the applicant’s\ncosts of the interlocutory proceedings on 31 August 2011 and 13\nSeptember 2011,\njointly and severally, the one paying the other to be\nabsolved.\n(d) The above orders as to costs shall include the costs\nof two counsel where employed.’\n2. The respondents are to pay the appellants’\ncosts of the appeal, including the costs of two counsel, jointly and\nseverally,\nthe one paying the others to be absolved.\n______________________\nL E Leach\nJudge of Appeal\nAppendix on PDF\nAPPEARANCES:\nFor\nAppellant: A Subel SC (with him R Howie)\nInstructed by:\nWerksmans Attorneys, Sandown, Sandton Naudes Inc,\nBloemfontein\nFor Respondent: W H G van der Linde SC (with him P B J\nFarlam)\nInstructed\nby:\nWebber Wentzel, Johannesburg\nSymington & De Kok, Bloemfontein\n1\nWightman\n\tt/a J W Construction v Headfour (Pty) Ltd\nand another\n[2008] ZASCA 6\n;\n2008 (3) SA 371\n(SCA);\n[2008] 2 ALL SA 512\n, para 13.\n2\nPer\n\tCameron JA in\nFakie NO v CCII Systems (Pty) Ltd\n[2006] ZASCA 52\n;\n2006 (4) SA\n\t326\n(SCA) para 55 ─ referring to the phrase used by Corbett CJ\n\tin\nPlascon-Evans Paints Ltd v Van Riebeeck Paints (Pty)Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA 623(A)\nat 635C.\n3\nMathewson\n\tand another v Van Niekerk and others\n[2012] ZASCA 12\npara 7.\n4\nCf\nMetallurgical & Commercial Consultants (Pty) Ltd v Metal\n\tSales Co (Pty) Ltd\n1971 (2) SA 388\n(W) at 390F-H and\nSewmungal\n\t& another NNO v Regent Cinema\n1977 (1) SA 814\n(N) at 819A-D\n\t─ also an ejectment case.\n5\nNamibian\n\tMinerals Corporation Ltd v Benguela Concessions Ltd\n[1996] ZASCA 140\n;\n1997 (2) SA\n\t548\n(A) at 561G.",
  "scraped_at": "2026-02-12T15:27:01.496252",
  "date": "2012-03-29",
  "coram": [
    "Mthiyane DP",
    "Cloete",
    "Leach",
    "Tshiqi",
    "Wallis JJA"
  ],
  "case_number": "809/2011",
  "parties": {
    "applicants": [
      "National Scrap Metal (Cape Town) (Pty) Ltd",
      "Murec Crushing and Milling (Pty) Ltd"
    ],
    "respondents": [
      "Murray & Roberts Ltd",
      "Murray & Roberts Steel (Pty) Ltd",
      "Cape Town Iron and Steel Works (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The appellants, National Scrap Metal (NSM) and Murec Crushing & Milling (Murec), had previously occupied portions of a 20.25‑hectare property in Kuilsrivier owned by Murray & Roberts Ltd (M&R). NSM had a written lease (1999‑2000) that expired in 2000 but continued occupying the land, and later formalised a written lease amendment in 2007 that ran to 31 October 2010. In 2008 NSM purchased a heavy‑duty shredder and, relying on an alleged oral lease agreement with M&R, sought a ten‑year lease to continue occupying both the original leased area and a new 'shredder site'. The respondents denied the existence or authority of such an oral lease. In 2011 the respondents gave termination notices requiring the appellants to vacate, and obtained an eviction order from the High Court, which the appellants appealed, arguing that the oral lease created a genuine dispute of fact that should not have been decided on the papers.",
    "issues": "1) Whether the appellants’ allegation of an oral ten‑year lease, and the authority of M&R’s representative (Mr Noonan) to bind M&R, constituted a genuine and bona‑fide dispute of fact that could not be rejected on the papers. 2) Whether the High Court erred in concluding that the oral lease allegation was so far‑fetched as to be dismissed without oral evidence. 3) The appropriate costs orders in light of the interlocutory applications.",
    "principles": "The court applied the test from Wightman that a genuine and bona‑fide dispute exists only when the party raising it addresses the fact unambiguously in an affidavit. A claim may be rejected on the papers only if it is ‘so far‑fetched or clearly untenable’ that the court can justify dismissal without evidence. The authority of a corporate officer to bind the company must be shown; a bare denial is insufficient where the opposite party offers evidence of authority. The court also considered the nature of business relationships and the informal way agreements are sometimes conducted.",
    "application": "The appellate court found that the appellants had sufficiently pleaded that Mr Noonan had authority to bind M&R, and that the respondents offered no documentary proof to the contrary. Accordingly, a genuine dispute existed. The court held that the oral lease allegation was not so implausible as to be dismissed on the papers, especially given the close relationship between NSM and M&R and the history of informal lease arrangements. Therefore the High Court’s finding that the oral lease could be rejected was erroneous. The court also adjusted the costs awarded, rejecting the punitive attorney‑client scale applied by the High Court.",
    "conclusion": "The appeal succeeded. The High Court’s eviction order was set aside and the application dismissed. Costs were ordered as follows: the applicants (appellants) to pay the respondents’ costs jointly and severally; the respondents to pay the applicants’ costs of the interlocutory proceedings, including costs of two counsel; and the respondents to pay the appellants’ costs of the appeal, also including costs of two counsel, jointly and severally."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Lease & Eviction",
    "level_3": [
      "oral lease",
      "authority of corporate officer",
      "motion proceedings",
      "costs"
    ]
  }
}