{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/230.html",
  "case_name": "Karrim v S (480/2008) [2011] ZASCA 230 (30 November 2011)",
  "citation": "[2011] ZASCA 230",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 230\n|\nNoteup\n|\nLawCite\nKarrim v S (480/2008) [2011] ZASCA 230 (30 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 480/2008\nIn the matter between:\nROOKSANA KARRIM\n…....................................................................................\nAppellant\nand\nTHE STATE\n…................................................................................................\nRespondent\nNeutral citation:\nRooksana Karrim v The State\n(480/2008)\n[2011] ZASCA 230\n(30\r\nNovember 2011)\nCoram:\nCLOETE,\r\nSNYDERS JJA and PETSE AJA\nHeard:\n4 November\r\n2011\nDelivered:\n30\r\nNovember 2011\nSummary:\nAppeal –\r\nagainst conviction – weight to be given to further evidence by\r\nwitness recanting earlier evidence – further\nevidence held to\r\nbe lacking credence.\n_____________________________________________________________________\nORDER\n_____________________________________________________________________\nOn appeal from:\nNorth Gauteng High Court\r\n\t\t\t\t\t\t\t(Southwood J, Poswa J and Fabricius AJ, sitting as a court of\r\n\t\t\t\t\t\t\tappeal):\nThe appeal is dismissed.\n_______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nPETSE AJA (CLOETE and\r\nSNYDERS JJA CONCURRING):\nIntroduction\n[1] This matter has had a\r\nlong and somewhat unfortunate history in traversing what appears to\r\nhave been a tortuous road to this\ncourt .\n[2] On 5 June 2002 the\r\nappellant, Ms Rooksana Karrim, was convicted in the Circuit Local\r\nDivision of the Eastern Circuit District\nof the North Gauteng High\r\nCourt sitting at Piet Retief of the murder of her mother in-law,\r\nAyesha Fazel-Ellah (the deceased).\n[3] The trial judge found\r\nthat there were no ‘substantial and compelling circumstances’\r\npresent within the contemplation\nof\ns 51(3)\nof the\nCriminal Law\nAmendment Act 105 of 1997\n. That being the position – and\r\napparently in the light of the decisions of this court,\nespecially\nS v Malgas\n2001 (2) SA 1222\n(SCA) – the appellant was sentenced to\r\nlife imprisonment.\n[4] Aggrieved by her\r\nconviction the appellant unsuccessfully applied for leave to appeal\nagainst her conviction\r\nand sentence. Undeterred, the appellant then sought and obtained\r\nleave to appeal from this court which was\ngranted to the Full Court\r\non 24 October 2002.\nMoreover and pursuant to\r\nher petition to this court, the appellant was simultaneously granted\r\nleave to apply to the Full Court to\nlead further evidence.\n[5] On 11 June 2003 the\r\nFull Court, after hearing argument, postponed the appeal sine die and\r\ngranted the appellant leave to call\nfour witnesses in her defence and\r\nto recall all the witnesses who had testified for the State at the\r\ntrial. The appellant was also\ngranted leave to testify once more in\r\nher defence, if so advised.\n[6] At the conclusion of\r\nthe adduction of the further evidence and after hearing argument the\r\ntrial judge referred the appeal back\nto the Full Court for it to\r\ndetermine the question whether the conviction of the appellant was,\r\non all the evidence, supportable\nor not.\n[7] Ultimately the appeal\r\nserved before the Full Court again – albeit differently\r\nconstituted – which came to the conclusion\nthat the appellant\r\nhad been correctly convicted by the trial court. Consequently the\r\nappeal was dismissed on 11 December 2007.\nAgain on 18 April 2008 this\r\ncourt granted the appellant special leave to appeal.\n[8] On 19 May 2009, this\r\nbeing the date on which the appeal was scheduled to be heard in this\r\ncourt, this court postponed the appeal\nsine die because it granted\r\nthe appellant, on her application, a further opportunity to lead\r\nfurther evidence by remitting the\nmatter to the trial court for the\r\nhearing of the evidence of Ms Patricia Dube, who had testified at the\r\nappellant’s trial\nin June 2001 and again in October 2003 and to\r\n‘call such further evidence as either party may be entitled to\r\ncall in consequence\nof Ms Dube’s evidence’. The State was\r\ngranted leave to cross-examine Ms Dube. The trial court was\r\nfurthermore requested\nto ‘favour this court with [its]\r\ncredibility findings in respect of the further evidence’. This\r\ncourt further directed\nthat after the hearing of all the (new)\r\nevidence the matter should be re-instated in this court for the\r\nappeal to be heard.\n[9] The appellant’s\r\napplication to lead further evidence by Ms Dube was solely predicated\r\non the fact that Ms Dube was prepared\nto give evidence that she had\r\nlied in\nher previous testimony\r\nagainst the appellant. It was claimed that according to Dube the\r\ntruth of the matter was that she was induced\nby threats and promises\r\nmade by the investigating officer, Inspector Khaba, to falsely\r\nimplicate the appellant in the murder of\nthe deceased.\n[10] Being satisfied that\r\nthe appellant’s application to lead further evidence satisfied\r\nthe prerequisites for the adduction\nof further evidence, this court\r\nmade the order mentioned in para 8 above. See:\nS v EB\n2010 (2)\r\nSACR 524\n(SCA) and the cases referred to therein.\nThe background\n[11] The conviction of\r\nthe appellant was a sequel to an incident that occurred in the\r\ndeceased’s home on 1 August 2000 which\nresulted in the death of\r\nthe deceased.\n[12] The appellant was\r\ninitially indicted, as accused 3, together with three other persons,\r\nnamely Thembi Patricia Dube (accused\n1); Sibusiso Nonsana Mavuso\r\n(accused 2) and Mandla Doctor Mavuso (accused 4) on a charge of\r\nmurder.\n[13] Only Dube pleaded\r\nguilty to the charge, was convicted on her plea and sentenced to\r\nimprisonment for life. Mandla Doctor Mavuso\nescaped from police\r\ncustody and apparently remains at large. The case of the appellant\r\nand Sibusiso Nonsana Mavuso was postponed\nfor trial before a\r\ndifferent judge.\n[14] On 3 June 2002 the\r\nappellant appeared before De Vos J in the Circuit Local Division of\r\nthe Eastern Circuit District of the\nNorth Gauteng High Court as the\r\nonly remaining accused following the withdrawal of the charge against\r\nSibusiso Mavuso before the\ncommencement of the trial. Mavuso\r\nsubsequently became one of the State witnesses against the appellant.\r\nThe allegation against\nthe appellant – which she denied –\r\nwas that she had, in essence, arranged the murder of the deceased by\r\nengaging her\nerstwhile co-accused to commit the deed.\n[15] Inspector Zeeman\r\ntestified that pursuant to a report that he received after the\nmurder had occurred he\r\nproceeded to the crime scene at the deceased’s home where he\r\nfound approximately 30 people both outside\nand inside the premises.\r\nUpon arrival he was met by Mr Faizel Ellahi who accompanied him to\r\nthe last room in the house where he\nwas shown the body of the\r\ndeceased lying on the floor. He looked at the corpse and observed\r\nthat there was a deep mark around the\nneck. Zeeman confirmed that he\r\nfound the body in the position depicted in photographs 3 and 4\r\ncontained in exhibit C. There was\na duvet lying on the floor next to\r\nthe body. Zeeman testified that upon seeing the body he gained the\r\nimpression that the deceased’s\nneck was tied with the piece of\r\nstring that was by then lying next to the body.\n[16] Zeeman further\r\ntestified that he found the appellant, who appeared to be in a state\r\nof shock, seated on a bed in another room.\nUpon speaking to the\r\nappellant the latter told him that whilst she was in her room with\r\nher six month old baby she heard the deceased\nscreaming. Thereafter\r\ntwo unknown black men came into her room and tied her feet with the\r\ncord of an electric blanket. Under cross-examination\nhe said that Mr\r\nGangat told him that the deceased’s body was covered by a duvet\r\nand a blanket when he arrived.\n[17] Mr Ferhaad Gangat\r\ntestified on behalf of the State. He told the trial court that on the\r\nmorning of 1 August 2000 at approximately\n07h30 his wife informed him\r\nthat she had received a telephone call from the appellant urging her\r\nto come over immediately as something\nhad happened to the deceased.\r\nHe, together with his wife, rushed to the deceased’s house\r\nwhere, on arrival, they were met\nby the appellant at the front door.\r\nUpon entering the house he and his wife began to look for the\r\ndeceased. They called out her\nname to no avail. As they approached\r\nthe deceased’s room they saw a duvet and blankets strewn on the\r\nfloor. He picked up\nthe duvet and blankets and saw the body of the\r\ndeceased lying on the floor. He again shouted her name ‘to try\r\nand wake her\nup’ but there was no response.\n[18] They called for help\r\nwhereafter Dr Ghani came to the house. When the deceased’s\nneck was lifted he\r\nobserved that the deceased had been strangled with a shoe lace. After\r\nthe string around the deceased’s\nneck was removed by Doctor\r\nGhani he certified her\ndead. Gangat confirmed\r\nthat photographs 3 and 4 in exhibit C depicted the body of the\r\ndeceased in the position in which he found\nit when he removed the\r\nduvet and blanket that covered her – that is lying on her back\r\nwith both arms folded on her chest.\nGangat confirmed that all of this\r\ntime the appellant was in her bedroom. He further stated that the\r\nposition in which the deceased’s\nbody was on the floor –\r\nsprawled across the doorway – rendered the entry into and\r\negress from the deceased’s\nbedroom to reach the telephone\r\ntherein without stepping on the body virtually impossible.\n[19] Under\r\ncross-examination Gangat testified that he removed the duvet and\r\nblankets so that he could enter the deceased’s\nbedroom. He\r\nfurther stated that although he shook the deceased to ascertain if\r\nshe was alive or not, the body was not moved from\nits original\r\nposition.\n[20] Ms Thembi Patricia\r\nDube (Dube) was the third witness called by the State. She testified\r\nthat in July 2000 she was employed\nby Gangat. Occasionally she would\r\nalso assist the deceased and the appellant in their household chores.\r\nShe stated that in July\n2000 she was approached by the appellant who\r\nrequested her to arrange people to kill the deceased. She was also\r\ninformed by the\nappellant that she would receive R500 for her\r\nassistance. As she knew of no one who could undertake the task she in\r\nturn approached\nan acquaintance, Lindiwe and informed her of the\r\nappellant’s request. Lindiwe then approached two brothers\r\nMandla and Sibusiso\nMavuso who confirmed that they would be able to\r\nexecute the plan to kill the deceased.\n[21] The next day Dube\r\nmet with the two brothers who once more confirmed their availability.\r\nShe explained to them what the plan\nentailed and that they would be\r\npaid R30 000 for their services. Afterwards she reported to the\r\nappellant that two men had been\nfound to kill the deceased. The\r\nappellant, in turn, said that they must come to the deceased’s\r\nhouse the following day.\n[22] On 1 August 2000\r\nLindiwe arrived at Dube’s place of employment and told Dube\r\nthat the Mavuso brothers were waiting for\nher in the street. Dube\r\nwent to meet them and then accompanied them to the deceased’s\r\nhouse. Upon their arrival she knocked\non the kitchen door and, in\r\nkeeping with their arrangement, the appellant opened the door for\r\nthem. After speaking to the Mavuso\nbrothers in the kitchen –\r\ntelling them to kill the deceased for which they would be paid –\r\nthe appellant showed them\nthe deceased’s bedroom. The appellant\r\nthen told Dube to leave and return to her place of work.\n[23] Dube further\r\ntestified that she subsequently learnt that the deceased had died.\r\nShe also said that the appellant did not pay\nher the R500 she had\r\npromised. She was arrested on 23 March 2001 and charged with murder.\r\nUnder cross-examination she stated that\nshe did not ask the appellant\r\nto pay her the R500 she was promised because the appellant left some\r\nthree days after the murder.\nWhen taxed on this she said that\r\nwhenever she spoke to the appellant about payment the latter would\r\nsay that she would pay her\nonce she got the money. She further stated\r\nthat she made her statement to the police freely and voluntarily. She\r\nalso denied that\nshe was present in the deceased’s bedroom when\r\nthe latter was accosted and killed. She reiterated that what she was\r\ntelling\nthe court was the truth.\n[24] Mr Sibusiso Mavuso\r\n(Sibusiso) was the fourth witness called by the State. As he was an\r\naccomplice he was warned in terms of\ns 204\nof the\nCriminal Procedure\nAct 51 of 1977\n. He testified that he and his brother Mandla were\r\nintroduced to Dube who, in turn, informed them that the appellant\r\nneeded someone\nto kill the deceased. After Dube told Mandla how much\r\nthey would be paid to execute the plan they agreed that they were\r\navailable.\n[25] The next day they\r\nreturned to Dube who then escorted them to the deceased’s home.\r\nUpon entering through the kitchen door\nthey saw the appellant\r\ncarrying a baby. The appellant gestured to Mandla who then went in\r\nthe direction of the deceased’s\nbedroom with Sibusiso following\r\nbehind. Sibusiso further testified that when they entered the bedroom\r\nMandla grabbed the deceased\nand requested him to look for a firearm.\r\nUnable\nto find one Mandla then\r\nstrangled the deceased with a shoe string which he tied around the\r\ndeceased’s neck. The deceased dropped\nto the floor at the\r\nappellant’s feet. As they left the scene, the appellant\r\nsuggested to Mandla that he take a video recording\nmachine with him\r\nso as to make it appear that there had been a robbery. They left the\r\ndeceased sprawled across the floor with her\nhead in the bedroom\r\nwhilst her legs were in the passage.\n[26] Sibusiso further\r\nstated that the body was not covered by a duvet and blankets which\r\nwere still on the bed as they left. At\nno stage, he said, did they\r\ntie the appellant’s legs together. On the contrary the\r\nappellant was not harmed in any way as\nshe ‘never said that she\r\nshould be killed’, but that ‘the old lady should be\r\nkilled’. Sibusiso confirmed\nthat\nthe appellant was present\r\nwhen the deceased was murdered and observed the events as\nthey unfolded.\n[27] Under\r\ncross-examination Sibusiso said that he saw Dube standing inside in\r\nthe house when the deceased was murdered by Mandla.\nHe further denied\r\nthat he was personally involved in the arrangement to kill the\r\ndeceased. He confirmed that the statements he\nmade to the police and\r\nthe magistrate were made freely and voluntarily. He further denied\r\nthat he was guilty of murder saying that\nhe was not hired to kill\r\nanyone and that the guilty ones were the appellant, Dube and his\r\nbrother Mandla. He also denied that when\nhe went to the deceased’s\r\nhouse with Dube and Mandla he was aware that the plan was to kill the\r\ndeceased. He said he went\nalong because Mandla had told him that he\r\nhad found gardening work for him there. Sibusiso further testified\r\nthat he stole the\nfew items because he feared that if he stood by\r\ndoing nothing Mandla might also kill him. He denied that the plan was\r\nto rob the\ndeceased nor that they were wearing balaclavas or any type\r\nof hat concealing portions of their faces.\n[28] The investigating\r\nofficer, Inspector Khaba, testified that after he arrested Dube and\r\nSibusiso he took them to the police station\nin separate vehicles. The\r\nnext day he interviewed them separately and realised that they were\r\nboth co-operative. For this reason\nhe took them to a magistrate on\r\nthe following day where each separately made a\nstatement. Under\r\ncross-examination he denied that Dube and Sibusiso were at any stage\r\nleft alone together at the police station.\nHe further testified that\r\nwhen he saw the appellant at the deceased’s house a few days\r\nafter the murder he deduced, from\nher emotional state, that she was\r\ndistraught. He denied that Dube was at any stage promised a reduction\r\nin her sentence or any\nkind of reprieve if she testified against the\r\nappellant.\n[29] The appellant\r\ntestified in her defence. Her version was that on the day of the\r\nmurder she was in bed in her bedroom with her\nbaby when she heard the\r\ndeceased screaming. As she was about to rise from the bed to\r\ninvestigate, Sibusiso and an unknown man entered\nher bedroom.\r\nSibusiso pushed her back onto the bed and tied her legs together\r\naround the ankles with an electric cord whilst the\nother man\r\nransacked the room. A third person standing in the passage spoke to\r\nher assailants who then hastily went out. When it\nwas quiet she\r\nuntied herself and went to the deceased’s bedroom. The\r\ndeceased’s bedding, including a duvet, was strewn\non the floor.\r\nShe called out to the deceased but there was no response. She\r\ntestified that she telephoned her husband’s cousin\nbut could\r\nnot recall who she spoke to. At this stage she was not aware that the\r\ndeceased was dead in her bedroom under the duvet\nand blankets. When\r\nshe saw Gangat’s vehicle approaching she went outside to meet\r\nhim, his wife, mother and someone whose\nidentity she could not\r\nrecall. When she was asked as to what had happened she responded that\r\nsomeone had stolen her radio. Gangat\nthen went to the deceased’s\r\nbedroom and the next thing she heard was Gangat saying that ‘mommy\r\nis lying on the floor’.\nShe went on to say that after Gangat\r\nhad removed the duvet covering the deceased, he felt her pulse and\r\nthen said that she was\ndead.\n[30] The appellant denied\r\nthat she ever requested Dube to arrange people to kill the deceased\r\nsaying that she could never have done\nso as she and the deceased had\r\na healthy relationship. Moreover, she said that as she was\r\nunemployed, she could not afford to pay\nR30 000 to the killers as\r\ntestified to by Dube. She also denied the evidence of Sibusiso in\r\nrelation to the incident that culminated\nin the death of the\r\ndeceased.\n[31] In the event the\r\ntrial court accepted the version of the State, rejected that of the\r\nappellant and consequently convicted her\nas charged.\nFurther evidence\r\npursuant to the order by the Full Court\n[32] I now turn to deal\r\nwith the evidence of the three new witnesses whom the appellant was\r\ngranted leave to call, namely: Ms Elma\nSwart, Mr Mohamed Rashid Khan,\r\nMr Mohamed Hallen Ameer together with that of the witnesses who had\r\npreviously testified at her\ntrial.\n[33] Ms Elma Swart\r\n(Swart) who worked as an Assessor for Assessco Claim Assessors\r\ntestified that she was the person who investigated\nthe claim lodged\r\nby the appellant’s former husband in respect of the goods\r\nstolen from the deceased’s home on 1 August\n2000. To that end\r\nshe interviewed both the appellant and her former husband. She was\r\ninformed that on the day of the incident the\ndeceased was in the\r\nkitchen when she was accosted by intruders. Upon hearing her scream\r\nthe appellant tried to go to the deceased\nin the kitchen but was\r\nconfronted by two intruders who tied her up and inserted a cloth into\r\nher mouth. Swart also prepared a list\nof the stolen goods which, in\r\nher view, could not have been removed only by three men unless loaded\r\non a vehicle. She further testified\nthat she was pretty sure that she\r\nread the statement made by the deceased’s son to the\r\ninvestigation officer – which\namongst others – stated\r\nthat the body of the deceased was found in the kitchen. Swart further\r\ntestified that she was told\nthat Gangat had decided, on\nhis way to work, to visit\r\nthe deceased. When Gangat knocked on the front door there was no\r\nresponse. He went around to the back\ndoor where he saw the deceased’s\r\nbody lying on the kitchen floor. Swart was told by the appellant that\r\nthe deceased might\nhave opened the door for the intruders, believing\r\nthat it was her helper knocking on the door. Under cross-examination\r\nSwart confirmed\nthat she never spoke to Gangat in relation to the\r\ninformation contained in her report. She further reiterated that she\r\nobtained\nthe information she recorded from her interview with the\r\nappellant and her former husband. She also stated that if she had\r\nbeen\nspecifically told that the appellant was tied up with an\r\nelectric cord she would have recorded this in her notes.\n[34] The second witness\r\ncalled, Mr Mohammed Hassim Ameer (Ameer), testified that on the day\r\nof the murder he was in Piet Retief.\nThe deceased was his\r\nsister-in-law. By the\ntime he arrived at the\r\ndeceased’s home there was a group of people present. Upon\r\nreaching the body of the deceased he stooped\nover it and observed\r\nthat she was strangled with a cord. He asked for a knife but did not\r\nhave the courage to cut the cord. At\nthat stage his son-in-law\r\narrived and cut the cord – which appeared to be a shoe lace –\r\nwith a pair of scissors. Ameer\nconfirmed that, on the information he\r\nreceived, Gangat was the first person who arrived at the deceased’s\r\nhome after the\nmurder.\n[35] Mr Mohammed Rashid\r\nKhan (Khan), the third of the new witnesses, testified that he was\r\ntold that there was something amiss at\nthe deceased’s house. He\r\nproceeded to the deceased’s house and found, amongst others,\r\nhis father in-law, Ameer kneeling\nnext to the deceased holding a\r\nknife. Gangat was also present, albeit in the passage. Ameer was\r\nexperiencing difficulty in removing\nthe cord tied around the\r\ndeceased’s neck. Khan confirmed that as far as he knew the\r\nrelations between the appellant and the\ndeceased were not cordial.\n[36] Mr Gangat was\r\nrecalled by the State and the thrust of his evidence was that he at\r\nno stage spoke to Swart when the latter was\ninterviewing the\r\nappellant and her former husband. He also reiterated his earlier\r\nevidence that when he arrived at the deceased’s\nhome and found\r\nthe body of the deceased on the floor of her bedroom the appellant\r\nwas not present but in her own bedroom. Under\ncross-examination he\r\nreiterated the main thrust of his earlier evidence that he did not\r\nmove the body of the deceased from where\nhe had found it, other than\r\ntapping it on the shoulder and calling out her name. He also\r\nconfirmed that Dube was at all material\ntimes employed by him. He\r\nconfirmed that he did not find the body of the deceased on the\r\nkitchen floor on his arrival. It was put\nto Gangat, under\r\ncross-examination, that the reason why the appellant did not see the\r\nbody of the deceased in the bedroom when\nshe went to make a call\r\nthere, was because it could have been lying in the kitchen at that\r\nstage. His response was that he bore\nno knowledge of that. He was\r\nalso adamant that he found the deceased’s body lying on the\r\nfloor with her hands neatly folded\non her chest thus showing no signs\r\nof any earlier struggle.\n[37] Mr Shiraz Mohammed\r\nElayi (Elayi) – the appellant’s former husband –\r\ntestified. He\nwas not at home when the\r\nincident occurred – as he had already left for work. On\r\nreturning home he saw the deceased’s\nbody in the latter’s\r\nbedroom. He confirmed that he lodged a claim for missing goods and\r\nthat Swart came to interview him\nin regard thereto. He denied that he\r\ntold Swart that on returning home he found the deceased’s body\r\nin the kitchen and that\nGangat came there on his own visiting the\r\ndeceased before he went to\nwork. He confirmed that\r\nthe appellant also spoke to Swart. He testified that the relationship\r\nbetween the appellant and the deceased\nwas strained as the appellant\r\nhated\nthe deceased. Under\r\ncross-examination he confirmed that in his claim for stolen goods he\nalso claimed a sum of R10\r\n000. He also denied that it was the deceased who opened the back door\r\nfor him when he left in the morning\nsaying that he always used the\r\nfront door when he went to work.\n[38] The investigating\r\nofficer, Inspector Khaba, was also recalled. He likewise confirmed\r\nthe main thrust of his earlier evidence\nand the content of his\r\ninterview with the appellant on the day after the incident. The\r\nappellant could not tell him how the assailants\ngained entry into the\r\nhouse. He did, however, confirm that as his investigation continued\r\nhe received information that the perpetrators\ngained entry into the\r\nhouse through the back door that had deliberately been left unlocked\r\nby the appellant. As to the goods stolen\nfrom the deceased, he only\r\nrecovered a video recording machine that Mandla Mavuso admitted to\r\nhave stolen from the deceased’s\nhouse which he retrieved from a\r\nthird party. He reiterated that the information he received in the\r\ncourse of his investigation\nled to the arrest of Dube and the two\r\nMavuso brothers who all confessed their complicity in the commission\r\nof the murder. He further\nsaid that from his investigation it was\r\nevident that murder was the primary objective of the perpetrators and\r\nnot robbery.\n[39] When Dube was\r\nrecalled in October 2003 she, once more, reiterated her earlier\nevidence that she was\r\napproached by the appellant to procure people to kill the deceased.\r\nTo that end she spoke to Lindiwe who,\nin turn, arranged the two\r\nMavuso brothers to undertake the task. Pressed on why she never asked\r\nthe appellant for payment of the\namount that she had\r\npromised to pay her, Dube gave conflicting answers. She, in one\nbreath, said that the\r\nappellant left the area three days after the murder. On the other\r\nhand,\nshe said that whenever\r\nshe asked the appellant to pay, the latter said she had no money and\r\nwould pay once she had the money. Dube\nsought to explain this\r\ndiscrepancy by saying that she could not clearly recall how long\r\nafter the murder the appellant left the\ndeceased’s house. She\r\nconfirmed that she met the killers a week after the murder when they\r\ncame to enquire about their reward\nas they also had not yet been\r\npaid. Of importance is that Dube was adamant that she had told the\r\ntruth when she testified earlier\nthat the appellant had approached\r\nher to find killers and that she escorted the killers to the\r\ndeceased’s house as previously\narranged with the appellant. She\r\nfurther confirmed that it was the appellant herself who opened the\r\nkitchen door to let the killers\nin. She went on to say that she had\r\napplied for leave to appeal against the sentence imposed on her as\r\nshe was not ‘the initiator\nof the whole process’. She,\r\nhowever, disputed the suggestion put to her that her sole objective\r\nin testifying against the\nappellant was to secure a lighter sentence\r\nfor herself. She was adamant that ‘she wanted to tell the court\r\nwhat had happened’.\nUnder re-examination she confirmed that\r\nwhen she appeared in the magistrates’ court on 25 October 2001\r\nshe pleaded guilty\nin terms of\ns 119\nof the\nCriminal Procedure Act 51\nof 1977\nand made a written plea explanation in terms of which she\r\nadmitted that she was approached by the appellant to procure someone\r\nto kill the deceased.\n[40] The aforegoing\r\nconcluded the further evidence at the re-hearing. Thereafter the\r\ntrial court delivered a judgment in terms of\nwhich it held that it\r\nwas not open to it to revisit its earlier verdict in the light of the\r\nnew evidence. It thus concluded that\nit was up to the Full Court to\r\ndecide whether the conviction of the appellant was sustainable on the\r\nevidence adduced both at the\ninitial trial and at the hearing of\r\nfurther evidence.\n[41] What is remarkable\r\nabout the additional evidence is that it introduced nothing of\r\nsubstance that had not already been dealt\nwith, but for the evidence\r\nof Swart, which was in effect damaging to the appellant’s case.\n[42] In due course the\r\nappeal served before the Full Court (Southwood J with Poswa J et\r\nFabricius AJ concurring) which dismissed\nthe appeal.\n[43] Thereafter the\r\nappellant was granted special leave to appeal to this court. Her\r\nappeal was initially scheduled for hearing\nin this court on 19 May\r\n2009. Some few days before the hearing of the appeal the appellant\r\nfiled an application for leave to adduce\nfurther evidence. This\r\napplication was predicated on two affidavits obtained from Dube in\r\nWestville Prison in December 2008. In\nthese affidavits Dube recanted\r\nher earlier evidence tendered in June 2002 and October 2003 and\r\nasserted that she had perjured herself\non both occasions. She\r\nasserted that she was at no stage approached by the appellant as\r\npreviously testified to by her. She went\non to state that she had a\r\nchange of heart when she was diagnosed as HIV positive and desired to\r\nclear her conscience before she\ndied by telling the truth, which was\r\nthat the appellant was innocent of any wrongdoing.\n[44] Consequently this\r\ncourt postponed the appeal on 19 May 2009 and remitted the matter to\r\nthe trial court for the hearing of the\nevidence of Dube and such\r\nfurther evidence as either party might desire to call as a result of\r\nDube’s evidence. The trial\ncourt was requested, upon hearing\r\nfurther evidence, to furnish this court with its credibility findings\r\nin\nrespect of the further\r\nevidence adduced.\nFurther evidence\r\npursuant to the order granted on 19 May 2009\n[45] The record of the\r\nfurther evidence adduced pursuant to the foregoing order is now\r\nbefore this court as are the credibility\nfindings of the trial court.\n[46] It will be useful to\r\nset out briefly the further evidence adduced pursuant to the order of\r\nthis court issued on 19 May 2009.\nFollowing Dube’s evidence\r\nthree other witnesses testified, namely Khan and Mr Rayith Budai\r\nSingh (Singh) – both called\nat the instance of the appellant –\r\nand Khaba re-called by the State.\n[47] In essence Dube\r\nconfirmed: (a) that she previously testified on behalf of the State\r\nagainst the appellant; (b) that she implicated\nthe appellant in the\r\nmurder of the deceased as the initiator of the whole criminal scheme;\r\n(c) that on her arrest she was interrogated\nin the presence of\r\nSibusiso Mavuso; and (d) that she was assaulted by Khaba who told her\r\nthat their plan was not to rob the deceased\nbut to kill her at the\r\nbehest of the appellant.\nFearing that she would be\r\nsubjected to further assault she accepted what Khaba dictated to her.\r\nWhen her brother visited her in\npolice custody she told him what she\r\nhad actually planned to do (namely robbery), but added that when\r\nKhaba would not accept this\nshe\nagreed to make a\r\nstatement in the terms dictated to her by Khaba which implicated the\r\nappellant. Her brother advised her to adhere\nto the content of that\r\nstatement and not to deviate from it for, if she were to do so, she\r\nwould cause more trouble for herself.\nShe denied that the appellant\r\never requested her to procure people to kill the deceased. She went\r\non to say that Khaba told her,\nduring his regular visits to her, that\r\nshe would not be sentenced but would be released if she co-operated.\r\nOn her appearance in\nthe Piet Retief Magistrates’ Court on 25\r\nOctober 2001, she pleaded guilty to murder because she feared\nthat if she told the\r\ntruth Khaba would assault her further, despite the fact that she was\r\nat that stage legally represented by Mr\nStander. Although she told\r\nher legal representative the truth she was advised that as she had\r\nalready made a statement admitting\nto murder\nher legal representative\r\nwould ensure that she was not sentenced to more than fifteen\nyears imprisonment. She\r\nperpetuated the same lie when she appeared in the high court. Her\r\ncounsel in the high court explained the\nfull implications of her plea\r\nexplanation to her and enquired if she still adhered to such\r\nexplanation, which she confirmed.\n[48] Dube testified that\r\nher sole objective was to commit robbery to augment her meagre salary\r\nas she had two children to maintain\nwhose father was deceased. She\r\nsaid that she gave false evidence against the appellant because she\r\nwas merely repeating what Khaba\nhad told her and hoping that she\r\nwould be sentenced leniently. She said that now that she was HIV\r\npositive it pained her to see\nthe appellant suffering for something\r\nshe never did. She also testified that in December, whilst in prison,\r\nshe was visited twice\nby two gentlemen who obtained statements from\r\nher, one on 8 December and the other on 21 December 2008.\n[49] Dube denied that she\r\nwas paid money by the family of the deceased to recant her earlier\r\nevidence. She denied further that she\never saw the appellant on the\r\nday of the murder. She nevertheless said that she expected that the\r\nappellant would be present in\nthe house when she escorted the Mavuso\r\nbrothers there but not the appellant’s husband\nwho would have left for\r\nwork by then. Under cross-examination Dube accepted that no mention\r\nwas made in her statement of 4 December\n2008 that she was assaulted\r\nby Khaba although she persisted in saying that she had mentioned that\r\nto the attorney who recorded\nthe statement. Her claim that she was\r\npromised a lenient sentence was also not mentioned. Neither did her\r\nstatement taken on 23\nDecember 2008 mention either of these two\r\noccurrences. Her explanation for this glaring omission was twofold:\r\n(a) that those who\ntook her statement had\r\npromised to come back again; and (b) that she had forgotten about\r\nthese occurrences. She conceded that the\nreason furnished in her\r\nstatement for the recantation of her earlier evidence was that in\r\ncourt she gave evidence against the appellant\nbecause she was scared\r\nand said ‘whatever came within [her] mind’.\n[50] Dube conceded that\r\nshe only mentioned for the first time on 30 April 2009 that she was\r\nassaulted by Khaba on 24 March 2001.\nShe said that it would not have\r\nserved any purpose to mention this after she had already been\r\nsentenced. Nor did anyone ever ask\nher about that. She could not\r\nproffer any cogent reason why she failed to mention the assault when\r\nshe testified against the appellant\n– not just once, but twice\r\n– for at that stage she accepted that Khaba could no longer\r\nassault her. Her implausible\nresponse was that she was neither asked\r\nabout him nor afforded an opportunity to write her own statement as\r\nto what had happened.\nNeither does her assertion that her prison\r\ninmates inspired her to speak out and tell the truth explain why it\r\ntook her two years\nto do so and even then only after three visits to\r\nher. On re-examination Dube said that she pleaded guilty to murder\r\nbecause she\nwas accepting responsibility for what her cohorts did in\r\nthat they murdered the deceased when the plan was merely to rob her.\r\nShe\nfurther said that her cohorts wore hats that concealed their\r\nfaces.\n[51] Khan, the\r\nappellant’s brother-in-law, also testified. The tenor of his\r\nevidence was that after the appellant was sentenced\nto life\r\nimprisonment the appellant’s family commissioned a private\r\ninvestigator, Mr Phillip Lemmer, to investigate the matter.\nTo that\r\nend he and Lemmer visited Dube in prison in 2008 who was unwilling to\r\ntalk to them, save to say that the appellant was\nnot implicated in\r\nthe murder of the deceased. Later they\ninstructed an attorney in\r\nUmzimto, Mr Essop, to obtain a statement from Dube. He was\naccompanied by Mr Singh,\r\na police officer, whose role was merely to facilitate access to\nDube. A statement was\r\nobtained from Dube which was faxed to Mr Jaffer, the appellant’s\nattorney, who was not\r\nentirely satisfied therewith. Consequently Essop obtained a second\r\nstatement from Dube. Khan testified that\nthe appellant’s family\r\nembarked on this exercise because the appellant maintained that she\r\nwas innocent. Khan, himself an\nattorney, was unable to give a\r\nsatisfactory answer to the question posed to him by counsel for the\r\nState that in none of her two\nstatements did Dube mention that she\r\nwas assaulted by Khaba; that she was told by Khaba what to say and\r\nthat she was promised a\nlenient sentence. He contented himself with\r\nmerely saying that he left it to Mr Jaffer and counsel to advise the\r\nfamily on what\ncould and should be done under the circumstances.\n[52] Singh’s\r\nevidence was not of a material nature. He testified that as a member\r\nof the South African Police Service he accompanied\nEssop to Westville\r\nPrison where Dube was incarcerated principally to facilitate Essop’s\r\naccess to Dube. He further said that\nduring these two visits Dube was\r\nnever asked if she was ever assaulted or why she pleaded guilty to\r\nmurder. Nor was she asked why\nshe had by then decided to recant her\r\nearlier evidence implicating the appellant. However, he confirmed\r\nunder cross-examination\nthat Dube never mentioned that she was\r\nassaulted or told what to say or promised a lenient sentence. He had\r\nno independent recollection\nof what Dube said during the two\r\ninterviews with them.\n[53] Khaba was recalled\r\nby the State. In his further evidence he reiterated his earlier\r\nversion. In particular he testified that:\n(a) from the outset he was\r\ninvestigating a case of\nmurder and not robbery;\r\n(b) that upon her arrest Dube was co-operative; and (c) she was never\r\nassaulted, told what to say or promised\na lenient sentence. He\r\nconfirmed that as a consequence of this co-operation she was taken to\r\na magistrate for a statement which,\nin\nthe main, accorded with\r\nher earlier testimony at the appellant’s trial and her plea\r\nexplanation in the magistrates’\ncourt. Under cross-examination\r\nKhaba was adamant that Dube was arrested for murder. Khaba was also\r\nadamant that not only did Dube\nincriminate herself in the murder, but\r\nalso implicated the appellant whom she said was the prime initiator\r\nof the criminal scheme\nto kill the deceased because, as she put it,\r\n‘the old woman was ill-treating her’.\n[54] At the conclusion of\r\nthe adduction of evidence the matter was adjourned. Counsel were\r\nrequested to file written heads of argument\ngiven that the trial\r\ncourt was directed by this court to furnish its credibility findings\r\nin the light of the further evidence.\nTrial court’s\r\ncredibility findings\n[55] In formulating its\r\ncredibility findings the trial court also had regard to certain\r\ndocumentary evidence tendered by agreement\nbetween the State and the\r\ndefence. The most significant of those documents were two\r\nhand-written affidavits made by Dube on 8\nand 23 December 2008\r\nrespectively and a further affidavit deposed to on 30 April 2009 that\r\nwas filed in support of the application\nto lead further evidence\r\nlaunched in this court on 8 May 2009.\n[56] The trial court\r\nnoted that when she testified for the third time on 4 May 2010, Dube\nsought to recant her\r\nearlier evidence tendered both in 2002 and 2003. The thrust of Dube’s\r\nearlier evidence was that the appellant\nsolicited her assistance in\r\nfinding people to kill the deceased which she did. Dube testified\r\nthat she falsely implicated the appellant\nin the murder because: (a)\r\nKhaba had coerced her to do so; (b) the assault that she suffered at\r\nthe hands of Khaba had instilled\nfear in her which drove her to plead\r\nguilty to murder thus perpetuating a lie; (c) that if she adhered to\r\nthis lie she would receive\na lighter sentence; (d) her brother too\r\nadvised her not to deviate from the version dictated to her by Khaba;\r\nand (e) her legal\nrepresentative, despite being told what the true\r\nstate of affairs was, also advised her to adopt Khaba’s version\r\nof the events\nin the expectation that she would not be sentenced to\r\nmore than fifteen years of imprisonment.\n[57] Also, when Dube\r\nappeared before Els J she pleaded guilty and in her written statement\r\nunder\ns 112(2)\nof the\nCriminal Procedure Act adopted\nthe version that\r\nincriminated her and implicated the appellant. She was consequently\r\nconvicted on her plea and sentenced to life\nimprisonment.\n[58] When she testified\r\nagainst the appellant at the latter’s trial she was serving a\r\nterm\nof life imprisonment.\r\nMoreover the fear of further assault by Khaba was no longer a factor.\nIn the face of these\r\nfactors she still implicated the appellant, not just once at the\r\ninitial trial,\nbut again when she was\r\nrecalled to give further evidence for purposes of the appellant’s\r\nappeal to the Full Court. On these\ntwo occasions she was unequivocal\r\nthat the appellant was the mastermind behind the murder of the\r\ndeceased.\n[59] The trial judge\r\nfound Dube to be an unimpressive and untruthful witness when she\ntestified in May 2010 and\r\nsought to recant her earlier evidence which the trial court had found\r\nsatisfactory and reliable.\n[60] On the question of\r\nDube’s demeanour the trial court said the following:\n‘\nThe\r\ndemeanour of Miss Dube in the witness box did not inspire confidence\r\nin the truth of her evidence. She refused to look at the\nbench in\r\nspite of the fact that she was asked questions from the bench. She\r\nspoke very softly especially when giving answers to\ndifficult\r\nquestions, for instance when asked about the reasons for her original\r\nplea of guilty in the High Court in front of Els\nJ she had to repeat\r\nher answers so that they could be heard. She furthermore spoke about\r\nemotional issues without any indication\nof emotion either on her face\r\nor in her voice as one would expect for example, describing her HIV\r\nstatus, describing giving the\nreason why she has decided to tell the\n“\ntruth”\n,\r\nexplaining how she was assaulted by Xaba and explaining why she\r\nimplicated the Appellant.’\n[61] In summing up its\r\nevaluation of Dube’s evidence – given in May 2010 –\r\nin the light of inherent probabilities\nthe trial court found that:\r\n(a) Dube’s evidence recanting her earlier evidence was\r\nparticularly lacking in detail in contrast\nto the graphic details of\r\nher earlier evidence; (b) the improbability of a person of Dube’s\r\nintelligence pleading guilty\nto murder if she was indeed innocent;\r\n(c) the lack of any discernible motive that could be ascribed to\r\nKhaba for falsely implicating\nat least four persons in the deceased’s\r\nmurder, namely: Dube, appellant and the two Mavuso brothers; and (d)\r\ncorroboration\nof Dube’s initial version by some objective\r\nfactors.\nDiscussion\n[62] It will be\r\nconvenient to deal first with the further evidence adduced before the\r\ntrial\njudge in May 2010. What\r\nthis court must determine is whether the further evidence led in\nMay 2010,\r\nmore particularly the evidence of Dube which was the basis for the\r\ngrant of the order made by this court on 19 May 2009,\nis credible and\r\npoints to the evidence originally given by Dube as false. Following\r\nthis court’s decision in\nR v Van Heerden\r\n& another\n1956 (1) SA 366\n(A) at 372B,\r\nDube’s latest evidence cannot be merely accepted at its face\r\nvalue to conclude that she perjured herself in\nher earlier evidence\r\nboth at the trial and again when she reiterated her earlier evidence\r\nin October 2003.\n[63] In\nLadd\r\nv Marshall\n[1954] 3 ALL ER 745\nat 748, a case\r\nquoted with approval by Centlivres CJ in\nR v\r\nVan Heerden\n, Denning LJ said that:\n‘\nA\r\nconfessed liar cannot usually be accepted as credible. To justify the\r\nreception of the fresh evidence, some good reason must be\nshown why a\r\nlie was told in the first instance, and good ground given for\r\nthinking the witness will tell the truth on the second\noccasion’.\n[64] Although these\r\nremarks were made in the context of an application for a re-trial and\r\nrelied upon by this court in the context\nof an application to lead\r\nfurther evidence, it is my view that by parity of reasoning they\r\napply with equal force in this case\ndespite the fact that the\r\nappellant had already been granted leave to lead further evidence\r\nfrom Dube, following her recantation\nof her earliest evidence given\r\nnot just once but twice. There is all the more reason in this case to\r\nadopt a cautious approach\nwhen considering Dube’s further\r\nevidence given in May 2010 if regard is had to the fact that at her\r\nown trial she, on two\noccasions, gave plea explanations which in\r\nsubstance accorded with her evidence at the appellant’s trial,\r\nleaving aside for\na moment the influences that she claimed had a\r\nbearing on those plea explanations.\n[65] This\r\ncourt must of course defer to the trial court’s credibility\r\nfindings more particularly given the care with which\nthey appear to\r\nhave been arrived at. This is particularly so having regard to the\r\nadvantages enjoyed by the trial court which was\nsteeped in the\r\natmosphere of the trial and had the opportunity of observing the\r\ndemeanour of the witnesses. See\nRex v Dhlumayo\r\n& another\n1948 (2) SA 677\n(A). There is\r\nnothing to suggest, from a reading of the record, that such findings\r\ndo not accord with the wider probabilities of\nthe case. Compare\nMedscheme Holdings (Pty) Ltd & another\r\nBhamjee\n2005 (5) SA 339\n(SCA) para 14.\n[66] The trial court\r\nfound that the evidence given by Dube in May 2010 could not be\r\naccepted as credible. It gave comprehensive\nreasons for reaching that\r\nconclusion. To my mind that finding cannot be faulted. A few examples\r\nwill illustrate this point. It\ntook Dube almost eight years to tell\r\nwhat she then claimed was the truth when she made her two statements\r\nto Mr Essop on 4 and\n23 December 2008 respectively. In neither of\r\nthese two statements is it recorded that Khaba had assaulted her,\r\ntold her what to\nsay in her statement and promised her a lenient\r\nsentence. Had she mentioned those reasons to Mr Essop it is\r\ninconceivable that\nMr Essop would have omitted to record such crucial\r\ninformation in her statements.\n[67] As to the claim that\r\nshe feared that Khaba would assault her if she deviated from what he\r\nallegedly told her to say, it is\ndifficult to understand why she told\r\nthe version she gave at the appellant’s trial not just once,\r\nbut twice at a stage when\nKhaba no longer had\naccess to her as she was\r\nno longer in police custody. When she testified against the\nappellant she had already\r\nbeen sentenced to life imprisonment. Thus it must have been plain to\r\nher by then that the promise of a\nlenient sentence was no longer\r\nfeasible and yet she persisted in her earlier version, again not just\r\nonce but twice. On each of\nthese two instances she confidently\r\ntestified that she was telling the truth and that the appellant’s\r\ndenials of what she\nsaid were untruthful. It was, however, contended\r\non the appellant’s behalf that the defence was not informed of\r\nthe observations\nof the trial judge and thus could not comment on the\r\naspects mentioned by the trial judge in her credibility findings. In\r\nmy view\nthis argument is unavailing. It was a specific request to the\r\ntrial court ‘to favour this court with her credibility\r\nfindings’\nin respect of the further evidence. The trial court\r\npertinently drew counsel’s attention to this request and gave\r\nthem the\nopportunity to argue and file written heads of argument.\r\nDemeanour was therefore relevant. The trial judge was not obliged to\r\nput\nher impressions to counsel. In any event it was not suggested\r\nthat the trial court’s credibility findings were wrong or not\n\njustified.\n[68] Counsel for the\r\nappellant advanced an alternative argument in this court the upshot\r\nof which was that in the event that the\nevidence of Dube is not\r\naccepted, there was still no evidence of sufficient weight against\r\nthe appellant to sustain her conviction.\n[69] To a great measure\r\nthe State relied on the evidence of Dube and Sibusiso in its case\r\nagainst the appellant in addition to the\nevidence of Zeeman, Khaba\r\nand Gangat.\nEvidence of an\r\naccomplice\n[70] It is\r\nagain plain from a reading of the record that both Dube and Sibusiso\r\nwere accomplices hence Sibusiso, against whom the\ncharge was\r\nwithdrawn before the commencement of trial, was warned by the trial\r\ncourt in terms of\ns 204\nof the\nCriminal Procedure Act 51 of 1977\n.\r\nThus their evidence should be approached with caution for a variety\r\nof reasons. The cautionary rule to be applied to accomplices\nwas\r\ndescribed in these terms by Holmes JA in\nS v\r\nHlapezula & others\n1965 (4) SA 439\n(A) at\r\n440D–H:\n‘\nIt\r\nis well settled that the testimony of an accomplice requires\r\nparticular scrutiny because of the\ncumulative\r\neffect of the following factors. First, he is a self-confessed\r\ncriminal. Second, various considerations may lead him\nfalsely to\r\nimplicate the accused, for example, a desire to shield a\nculprit\r\nor, particularly where he has not been sentenced, the hope of\r\nclemency. Third, by reason of his inside knowledge, he has\na\r\ndeceptive facility for convincing description – his only\r\nfiction being the substitution of the accused for the culprit.\n\nAccordingly, even where\nsec. 257\nof the Code has been satisfied,\r\nthere has grown up a cautionary rule of practice requiring (a)\r\nrecognition by the trial Court of\nthe foregoing dangers, and (b) the\r\nsafeguard of some factor reducing the risk of a wrong conviction,\r\nsuch as corroboration implicating\nthe accused in the commission of\r\nthe offence, or the absence of gainsaying evidence from him, or his\r\nmendacity as a witness, or\nthe implication by the accomplice of\r\nsomeone near and dear to him; see in particular\nR\r\nv Ncanana,\n1948 (4)\r\nSA 399\n(AD) at pp. 405-6;\nR\r\nv Gumede,\n1949 (3) SA\r\n749\n(AD) at p. 758;\nR\r\nv Nqamtweni & another\n1959\r\n(1) SA 894\n(AD) at pp 897G-898D. Satisfaction of the cautionary rule\r\ndoes not necessarily warrant a conviction, for the ultimate\r\nrequirement\nis proof beyond reasonable doubt, and this depends upon\r\nappraisal of all the evidence and the degree of the safeguard\r\naforementioned.’\n[71]\r\nAlthough the evidence of Sibusiso is not without blemishes, as he\r\nsought to minimise his role in the murder, it corroborates\nin some\r\nmaterial respects Dube’s evidence. As to the proposition that\r\nthe evidence of an accomplice can provide corroboration,\nsee\nS\r\nv Avon Bottle Store (Pty) Ltd & others\n1963\r\n(2) SA 389\n(A) at 393H;\nS v\r\nHlapezula & others\nat 440H. As to Dube’s\r\noriginal evidence it is evident that she implicated the appellant in\r\nthe murder. Dube had no motive\nto falsely implicate the\nappellant and none was\r\nsuggested either in this court or the trial court. Dube was, for\r\nexample, asked by the trial court when she\ntestified in May 2010 what\r\nthe appellant did to her that made her give false evidence against\r\nthe appellant. Her unequivocal answer\nwas that the appellant had done\r\nnothing wrong to her. What makes it even more difficult, in my view,\r\nto understand why Dube would\nhave fabricated evidence implicating the\r\nappellant, is the telling factor that Dube was clearly conscious that\r\nher version was\nalso self-incriminating.\n[72] However, there is\r\nyet a further crucial safeguard reducing the risk of a wrong\r\nconviction consisting of the fact that the appellant’s\nevidence\r\nas to what happened on the day of the murder falls to be rejected.\r\nShe was patently a mendacious witness. Thus the corroboration\nof\r\nDube’s evidence in some respects by Sibusiso renders the\r\nappellant’s version even less probable. See\nS v Gentle\n2005\r\n(1) SACR 420\n(SCA) at 430j–431a. The appellant’s case is\r\nriddled with a number of improbable features. Highlighting some of\r\nthose\nwould, in my view, be sufficient to illustrate the manifest\r\nimplausibility of her version.\nThe appellant testified\r\nthat she realised that there was a problem in the house when she\r\nheard the deceased scream. But after the\nintruders had left she was\r\ncontent – when the deceased did not respond when she called her\r\n– to leave matters at that\nbelieving, as she said, that she was\r\nfine wherever she was. After some vacillation she eventually conceded\r\nunder cross-examination\nthat when she went to and from the telephone\r\nin the deceased’s bedroom she could not have failed to step\r\nover the deceased’s\nbody which was on her path to the telephone\r\nand covered by blankets and the duvet. The statement made to Swart\r\nwas to the effect\nthat the intruders had accosted and strangled the\r\ndeceased in the kitchen. That the appellant was the source of this\r\nversion is\nconfirmed by the fact that it was put to Gangat, under\r\ncross-examination on her behalf, that the deceased was attacked and\r\nkilled\nin the kitchen and her body later dragged to the bedroom.\r\nPlainly this version was put forward to bolster the notion that it\r\nwas\nthe deceased who opened the kitchen door through which the\r\nintruders gained entry into the house.\n[73] The appellant\r\ntestified that after the two intruders had hastily left her bedroom\r\nit was quiet thereafter and it was only then\nthat she felt it safe to\r\ngo and make a call for help.\nThere would thus be no\r\nbasis to suppose that the killers had later come back, removed\nthe body from the kitchen\r\nand left it in the bedroom covered by a blanket and duvet with\nthe deceased’s\r\nhands neatly folded on her chest. That the killers would have done\r\nall of this is as improbable as it is fanciful.\nBut the evidence of\r\nSibusiso provides an answer to this. The deceased was, according to\r\nhim, strangled, dropped to the floor and\nleft by the killers lying\r\nthere partly in the bedroom and partly in the passage, uncovered.\n[74] Moreover, if the\r\nintention of the intruders was to commit robbery and the killing of\nthe deceased was\r\nincidental, it is again hard to understand why the intruders would\r\nhave left her unharmed as the appellant testified.\nThe intruders\r\nwere, according to her version, aware of her presence, she had the\r\nopportunity to recognise them as their faces were\nnot masked and she\r\nin fact identified Sibusiso at the trial as the person who tied her\r\nup with an electric cord. Of course Sibusiso\nsaid that the appellant\r\nwas present with them when Mandla strangled the deceased to death.\r\nWhen they were leaving the appellant\nsuggested that they remove a\r\nvideo recording machine so as to create the impression that the\r\nintruders came there to commit robbery.\nConclusion\n[75] To my mind the\r\naforegoing factors considered cumulatively cast a shadow on the\r\nappellant’s credibility. Thus the credibility\nfindings of the\r\ntrial court made in May 2010, the upshot of which is that the earlier\r\nevidence given by Dube was truthful and reliable\nwhen contrasted with\r\nher later version recanting her earlier evidence are indeed, as the\r\ntrial judge found, reinforced by the coherence\nof her earlier\r\nversions despite the fact that\nthose earlier versions\r\ncontained minor internal – but not material –\r\ncontradictions. Considered in the context of the\nevidence in its\r\ntotality, Dube’s earlier version clearly dispels any notion\r\nthat it was a product of fabrication calculated\nto serve a particular\r\nend, namely to falsely secure the appellant’s conviction.\r\nMoreover, if one accepts the evidence of\nGangat as to where the body\r\nof the deceased was when he discovered it – bearing in mind\r\nthat it is common cause that he was\nthe first person to arrive after\r\nthe intruders had\nleft – such\r\nevidence undermines, in a fundamental way, the thrust of the\r\nappellant’s evidence thus rendering it highly\nimplausible. It\r\nbears repeating that Gangat saw that the\ndeceased’s hands\r\nwere folded on her chest when he discovered the body. It is\r\ninconceivable that the person who strangled the\ndeceased would have\r\ndone this. The deceased could not herself have folded her arms in\r\nthis way. The inference is therefore irrestible\nthat it was the\r\nappellant who did this.\n[76] To sum up, the trial\r\njudge was acutely alive to the need to approach the evidence of Dube\r\nand Sibusiso with the requisite caution\nthat the circumstances of the\r\ncase demanded. She took cognisance of the shortcomings in their\r\nevidence and weighed the State’s\nevidence against that of the\r\nappellant in reaching the conclusion she did. That conclusion cannot\r\nbe faulted.\n[77] The aforegoing\r\nconclusion renders it unnecessary to deal with numerous other\r\nsubmissions made in the appellant’s heads\nof argument for none\r\nof them, in my view, detract from that conclusion.\n[78] In the result the\r\nappeal is dismissed.\n___________________\nX M Petse\nActing Judge of Appeal\nAPPEARANCES\nFor the Appellant: J\r\nEngelbrecht SC\nL M Erasmus (Ms)\nInstructed by: A S Jaffer\r\nAttorneys, Pretoria\nSymington & De Kok,\r\nBloemfontein\nFor the Respondent : J J\r\nJacobs\nInstructed by: Director\r\nof Public Prosecutions, Pretoria\nDirector of Public\r\nProsecutions, Bloemfontein",
  "scraped_at": "2026-02-12T16:18:25.604767",
  "date": "2011-11-30",
  "coram": [
    "CLOETE",
    "SNYDERS JJA",
    "PETSE AJA"
  ],
  "case_number": "480/2008",
  "parties": {
    "applicants": [
      "Rooksana Karrim"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Rooksana Karrim, was convicted in 2002 of the murder of her mother‑in‑law, Ayesha Fazel‑Ellah, and sentenced to life imprisonment. The trial court found no substantial mitigating circumstances. Karrim appealed repeatedly; her appeal was dismissed by the Full Court in 2007. In 2009 the Supreme Court of Appeal granted special leave to appeal and postponed the hearing to permit further evidence. The key new evidence was the recantation by Thembi Patricia Dube, who had originally testified that Karrim had approached her to arrange the murder. Dube claimed she had been coerced by the investigating officer, Inspector Khaba, to lie. Additional witnesses were called, but the trial court ultimately evaluated the credibility of Dube’s later testimony and found it unreliable.",
    "issues": "The primary issue was whether the conviction could be upheld in light of Dube’s recanted testimony and the additional evidence, specifically: (1) whether Dube’s later statements were credible enough to overturn her earlier evidence; (2) how much weight should be given to the testimony of accomplices (Dube and Sibusiso Mavuso); and (3) whether the appellant’s version of events was plausible given the totality of the evidence.",
    "principles": "The court applied established principles concerning the credibility of fresh evidence, particularly the rule that a confessed liar’s later statements are not readily accepted without a compelling reason (R v Van Heerden; Ladd v Marshall). It also applied the cautionary rule for accomplice testimony, requiring corroboration and scrutiny (S v Hlapezula; S v Avon Bottle Store). The burden remained on the State to prove guilt beyond reasonable doubt, and the trial court’s credibility findings were to be given deference.",
    "application": "The court found Dube’s later evidence lacking in detail, inconsistent, and implausible, noting the long delay and absence of any record of the alleged coercion by Khaba. The trial court’s detailed credibility assessment was upheld. The corroborative value of Sibusiso’s testimony was deemed insufficient to outweigh the deficiencies in Dube’s recanted evidence. The appellant’s own testimony was found highly improbable, further undermining any reasonable doubt. Consequently, the conviction was deemed sustainable.",
    "conclusion": "The appeal was dismissed. The Supreme Court of Appeal affirmed the conviction and life sentence of Rooksana Karrim, finding the further evidence non‑credible and the original verdict supported by the totality of reliable evidence."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "appeal",
      "credibility",
      "accomplice testimony",
      "recanted evidence",
      "life imprisonment"
    ]
  }
}