{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/201.html",
  "case_name": "Van Aardt v Galway (923/10) [2011] ZASCA 201; 2012 (2) SA 312 (SCA); [2012] 2 All SA 78 (SCA) (24 November 2011)",
  "citation": "[2011] ZASCA 201",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 201\n|\nNoteup\n|\nLawCite\nVan Aardt v Galway (923/10) [2011] ZASCA 201; 2012 (2) SA 312 (SCA); [2012] 2 All SA 78 (SCA) (24 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 923/10\nIn the matter between:\nCHRISTIAAN VAN AARDT\n…........................................................\nAppellant\nand\nJOHN RICHARD GALWAY\n….....................................................\nRespondent\nNeutral citation:\nVan Aardt v Galway\n(923/10)\n[2011] ZASCA 201\n(24 November 2011)\nCoram:\nPONNAN, SHONGWE and WALLIS JJA.\nHeard\n: 3 November 2011\nDelivered\n: 24 November 2011\nSummary: Sale of land – compliance with\nAlienation of Land Act 68 of 1981\nORDER\nOn appeal from:\nEastern\r\nCape High Court, Grahamstown (Jones J sitting as court of first\r\ninstance) it is ordered that:\nThe appeal is upheld with costs\n,\r\nsave that the costs of the preparation, perusal and copying of the\r\nrecord shall be limited to two-thirds of the costs incurred\nin those\r\ntasks.\nThe order of the trial court is set aside\r\nand replaced by the following:\n‘\n1 Paragraph 1 of the Agreement\r\nof Lease between the parties concluded on 31 August 2000 and\r\nparagraph 1 of the Deed of Sale, annexure\n‘C’ to the\r\nparticulars of claim, are rectified by the deletion of the words ‘the\r\nDistrict of Grahamstown more\nfully described as Portion 9 (a\r\nportion of portion 5) of the farm Sevenfountain no 447’ in the\r\nformer and the deletion\nof the words ‘Portion 9 (a portion\r\nof portion 5) of the farm Seven Fountains No 447’ in the\r\nlatter.\n2 Against the tenders set out in paragraph 13 of the\r\nparticulars of claim it is ordered that:\nthe defendant is forthwith to take all steps necessary\r\n\tto transfer to the plaintiff the immovable property described as the\r\n\tfarm\nMidhurst in the area of the Makana Municipality, District of\r\n\tAlbany as more fully described in Deed of Transfer T21417/96\r\n\tregistered\nin the Deeds Registry Cape Town;\nin the event of the defendant failing to take such\r\n\tsteps within a period of one month from 30 November 2011, the\r\n\tSheriff is directed\nto take all such steps and sign all such\r\n\tdocuments in the name and on behalf of the defendant to give effect\r\n\tto paragraph 2(a)\nof this order.\n3 The defendant is ordered to pay the plaintiff’s\r\ncosts.’\nJUDGMENT\nWALLIS JA (PONNAN and SHONGWE JJA concurring)\n[1] This is a dispute between two dairy farmers over the sale of a\r\nfarm. The respondent, Mr Galway, owns the farm Midhurst situated\nin\r\nthe Makana Municipality near Grahamstown. The appellant, Mr van\r\nAardt, owns one of the neighbouring farms. On 31 August 2001\nMr\r\nGalway leased Midhurst to Mr van Aardt for a period of five years for\r\nthe purpose of dairy farming. He also leased his herd\nof Jersey cows\r\nto Mr van Aardt. The lease agreement contained an option to\r\npurchase ‘the farm property’. On 3\nMarch 2005 Mr van\r\nAardt purported to exercise this option. Mr Galway disputed his right\r\nto do so. That led Mr van Aardt to commence\nthese proceedings to\r\ncompel Mr Galway to transfer the farm Midhurst to him. Mr van\r\nAardt’s claim was dismissed by Jones\nJ and with his leave he\r\nappeals to this court.\n[2] The relevant clauses of the lease are clauses 1 and\r\n14, which read as follows:\n‘\n1 LETTING AND HIRING\nThe Lessor lets and the Lessee hires the farm property\r\nMidhurst in the district of Grahamstown being more fully described as\r\nPortion\n9 (a portion of portion 5) of the farm Sevenfountain no 447\r\ntogether with the dairy and its equipment but exclusive of the house\n\npresently occupied by the Lessor and his family.\n2 – 13 …\n14 OPTION TO PURCHASE\nThe Lessor extends to the Lessee an option to purchase\r\nthe farm property for the sum of R700 000,00 in which regard the\r\nLessee shall\nexercise the option not later than three months before\r\nthe termination of the Lease and not before a date six months before\r\nthe\ntermination of the Lease by delivering to the Lessor a signed\r\nagreement of sale in the terms aforesaid.’\n[3]\nO\nn 3 March 2005 Mr\r\nvan Aardt’s attorneys addressed a letter to Mr Galway in the\r\nfollowing terms:\n‘\nWe enclose herewith a draft\r\nDeed of Sale which has been signed by our client, the Lessee of the\r\nproperty described in the enclosure\nhereto.\nOur client exercises the option to purchase the\r\nimmovable property in question at a purchase price of R700 000,00 as\r\nstipulated\nin the Agreement of Lease.\nTo the extent that it is necessary for our client to\r\nexercise the option in writing, he does so by appending his signature\r\nto the\nfoot hereof which is to be read in conjunction with the Deed\r\nof Sale enclosed herewith.\nObviously should you require any reasonable amendments\r\nto the Deed of Sale, our client will give due consideration thereto.’\nAt the foot of this letter appeared the following\r\ninscription:\n‘\nI, Christiaan van Aardt do\r\nhereby exercise the option granted to me in terms of the Deed of\r\nLease concluded between myself (as Lessee)\nand John Richard Galway\r\n(as Lessor). The exercise of this option to be read in conjunction\r\nwith the annexed Deed of Sale.’\nMr van Aardt appended his signature below this.\n[4]\nAttached to the\r\nletter was a deed of sale. For present purposes I need only quote the\r\nfirst three paragraphs thereof. They read\nas follows:\n‘\n1.\nThe Seller hereby sells to the Purchaser who hereby\r\npurchases:\nthe farm Midhurst in the area of Makana Municipality,\r\n\t\tDistrict of Albany more fully described as Portion 9 (a portion of\r\n\t\tportion\n5) of the farm Seven Fountains No 447;\n2.\nPURCHASE PRICE\n2.1 The purchase price of the immovable property hereby\r\nsold shall be the sum of R700 000,00 (Seven Hundred Thousand Rand);\n2.2 The purchase price shall be payable in cash against\r\nregistration of transfer of the said immovable property into the name\r\nof\nthe Purchaser.\n2.3 The Purchaser shall when called upon so to do by the\r\nSeller’s Conveyancer furnish to such Conveyancer an acceptable\r\nguarantee\nfor the due payment of the said purchase price against\r\nregistration of transfer.\n3.\nVALUE ADDED TAX\nThe parties record that the said purchase price is\r\ninclusive of Value Added Tax.’\n[5]\nThe remaining six\r\nclauses of the deed of sale were relatively straightforward. Clause 4\r\nwas a voetstoots clause. Clause 5 provided\nthat Mr van Aardt would be\r\nliable to pay all the costs of registration of transfer plus a pro\r\nrata share of rates, taxes and other\nlevies in respect of the\r\nrateable year in which transfer was registered into his name. It also\r\nprovided for him to bear the costs\nof preparing the deed of sale.\r\nClause 6, dealing with occupation and possession, provided that this\r\nwould be given against registration\nof transfer. Clause 7 provided\r\nfor Mr Galway to appoint a conveyancer and required Mr van Aardt to\r\npay to the conveyancer all amounts\ndue in respect of rates, taxes and\r\nassessments, transfer duty, the costs of registration of transfer and\r\nother costs and charges\non demand. Clause 8 was a breach clause and\r\nclause 10 (there is no clause 9) a clause in which the parties select\ndomicilia citandi et executandi\n.\n[6] In his plea Mr Galway contended on two grounds that clause 14 did\r\nnot grant an enforceable option to purchase to Mr van\nAardt. He\r\nsaid first that the property that was the subject of the potential\r\nsale was insufficiently described in clause 14 so\nthat the clause was\r\nvoid for vagueness. Second he said that the requirement that the\r\noption should be exercised by the delivery\nof a signed agreement of\r\nsale showed that the parties contemplated that the exercise of the\r\noption would be accompanied by further\nnegotiations between them on\r\nthe terms of that agreement and accordingly that the act of\r\nacceptance would not on its own give rise\nto a binding contract. For\r\nthose same reasons he said that the option did not comply with\ns 2(1)\nof the Alienation of Land Act 68 of 1981 (the Act), which requires\r\nthe provisions of a deed of alienation of immovable property\nto be in\r\nwriting and signed by or on behalf of the parties thereto.\n[7] If those contentions were not accepted Mr Galway turned his fire\r\non the exercise of the option. Here he advanced three contentions.\n\nFirst he said that the option referred only to the farm property\r\nwhereas the exercise of the option purported to include the dairy\nand\r\nits equipment, which he said were movable and not included in the\r\noption. Second he said that the terms embodied in the deed\nof sale\r\nwere not those embodied in the option and in particular that the\r\nprice was incorrect because of the reference to it being\ninclusive of\r\nVAT. By way of a late amendment to his plea\n1\nhe alleged that it was implicit in the lease alternatively it was\r\ntacitly agreed that the purchase price would be exclusive of\nVAT.\r\nThird he said that the letter invited amendments to the deed of sale\r\nand hence it was not a final acceptance of the option\ncontained in\r\nclause 14 of the lease. Although not pleaded as such reliance was\r\nagain placed on non-compliance with the requirements\nof the Act.\n[8] One other point needs to be mentioned before turning to address\r\nthese contentions. It is that where the lease recorded that\nthe farm\r\nproperty Midhurst was ‘more fully described as Portion 9 (a\r\nPortion of Portion 5) of the farm Sevenfountain no.\n447’ this\r\nwas an error. In turn that error was carried over into the deed of\r\nsale. The correct description of the farm property\naccording to the\r\ntitle deed shows that it consists of four pieces of land described as\r\nfollows:\n‘\nPortion 9 (Bayville) (Portion\r\nof Portion 5) of the farm Sevenfontein No. 447 8.502 hectares in\r\nextent ;\nRemainder of Portion 5 (Midhurst) of the farm\r\nSevenfontein No. 447 248.4576 hectares in extent;\nRemainder of Portion 8 (Greylands) (Portion of Portion\r\n5) of the farm Sevenfontein No. 447 169.2050 hectares in extent; and\nPortion 20 (Portion of Portion 14) of the farm\r\nSevenfontein No. 447 3.8354 hectares in extent;\nall in the Division of Albany, Eastern Cape Province.’\nThis error in description prompted Mr van Aardt to seek the\r\nrectification of clause 1 of both the lease and the deed of sale and\n\nthereafter an order compelling Mr Galway to transfer the farm to him,\r\nagainst a tender to pay the purchase price and comply with\nhis other\r\nobligations under the deed of sale. His entitlement to rectification,\r\nif he showed that a binding agreement had been\nconcluded, was\r\nconceded before us. It is therefore unnecessary to deal with an\r\nargument based on the inability to rectify an acceptance\nof an offer\r\nprior to the conclusion of an agreement.\n2\nIf there was a binding contract Mr van Aardt is entitled to an order\r\nfor rectification of the documents embodying that contract.\n[9]\nEvidence was led at the trial from Mr\r\nvan Aardt, Mr de la Harpe (the draftsman of the agreement and at the\r\ntime a practising attorney),\nMr Galway and Mr Parker. Almost all of\r\nthis evidence was plainly inadmissible. It concerned the intention of\r\nthe parties in regard\nto various issues and in particular whether the\r\npurchase price was inclusive or exclusive of VAT and whether the\r\nproperty subject\nto the sale was inclusive or exclusive of the dairy\r\nand the equipment in the dairy. That evidence was inadmissible\r\nbecause it was\nevidence of the intention of the parties and their\r\nprior negotiations and it is clear on the authorities that such\r\nevidence is\ninadmissible.\n3\nIf there had been a prayer for\r\nrectification directed at these issues then it might have been\r\nrelevant and admissible to explore\nthe parties’ intentions and\r\ndiscussions at the time of concluding the lease. However, there was\r\nno such prayer and it was\nnot, contrary to counsel’s\r\nsubmissions, relevant and therefore admissible as ‘context’\r\nin relation to either\nthe interpretation of the documents or the\r\nimportation of implied or tacit terms into the lease.\n[10] Furthermore the\r\nevidence was utterly unhelpful in resolving the issues in the case.\r\nIt showed that the VAT issue was not raised\nby anybody when the lease\r\nwas drafted. As regards the dairy Mr van Aardt said that he thought\r\nthat the dairy and its equipment\nwere included as fixtures. Mr Galway\r\nsaid that the attorney told him that it was unnecessary to mention\r\nthem, because they were\nmovables and therefore not included in the\r\nsale. There was no discussion of these matters at the time the lease\r\nwas concluded.\nThat serves only to turn the focus of attention back\r\nto the contractual documents. I stress again the point made by Harms\r\nDP in\nSecurefin\n4\nthat it is undesirable to permit a\r\ntrial to be conducted on the footing of letting in whatever evidence\r\nthe parties tender and then\ntrying at the stage of argument and\r\njudgment to sort the wheat from the chaff. That is not conducive to\r\nclarity in decision-making,\nthe speedy adjudication of cases or the\r\nvitally important task of limiting legal costs. Had the inadmissible\r\nevidence been excluded\nthe trial and the record on appeal would have\r\nbeen considerably shorter and less costly. I will revert to this when\r\nI deal with\nthe costs.\n[11] The enquiry must commence with the option. It was an option to\r\npurchase ‘the farm property’ for the sum of R700 000.\n\nThere was no definition of ‘the farm property’ but in\r\nclause 1 it was said that Mr van Aardt was hiring ‘the\nfarm\r\nproperty Midhurst in the district of Grahamstown’. It was\r\ncommon cause that this referred to an identifiable farm. Had\nit been\r\nnecessary, evidence of identification of the farm could have been led\r\nfor the reason explained by Watermeyer CJ in\nVan Wyk v Rottcher’s\r\nSaw Mills (Pty) Limited\n,\n5\nnamely that it serves to identify the thing that corresponds to the\r\nidea expressed in the words of the written contract. Such evidence\n\nwas unnecessary because the parties were agreed that the farm\r\nMidhurst was the farm owned by Mr Galway, the detailed description\nof\r\nwhich was set out in the deed of transfer under which he held his\r\ntitle to the farm.\n[12] Clause 1 of the lease served to describe ‘the farm\r\nproperty’ and gave meaning to that expression where used\r\nelsewhere\nin the lease, in particular in the clause embodying the\r\noption. The trial court thought that there was some confusion because\r\nthe\nproperty subject to the lease included ‘the dairy and its\r\nequipment’ and excluded a fenced off area surrounding the\n\n‘house presently occupied by the Lessor and his family’.\r\nHowever that did not affect the reference to the ‘farm\n\nproperty’ in clause 1 of the lease or render it ambiguous.\r\nIt was clearly stated to be the farm Midhurst and nothing\nelse. The\r\nexclusion of the house in which Mr Galway and his family were\r\nresiding made it clear that the ‘farm property’\n\nencompassed the entire farm including the house and its surrounds,\r\nfrom which, for the purposes of the lease, the portion surrounding\n\nand including the house was excised.\n[13] As far as the reference to the dairy is concerned, clause 11\r\nimposed an obligation on Mr Galway to remove from ‘the\nfarm\r\nproperty’ his excess livestock and equipment within one month\r\nof the commencement of the lease. However Mr van Aardt\nwas leasing\r\nthe farm as a dairy farm and simultaneously leasing a herd of Jersey\r\ncows for that purpose. In those circumstances\nit would have been\r\nhighly inconvenient and destructive of the very basis upon which the\r\nlease was concluded had Mr Galway been\nboth entitled and obliged to\r\nremove the equipment in the dairy. Hence the agreement made it clear\r\nthat the dairy and its equipment\nwere leased together with the farm\r\nproperty.\n[14] The property was therefore adequately described without any\r\nconfusion. Accordingly the option was not void for vagueness.\n\nProvided it was exercised in its terms, the ensuing contract would\r\ncomply with s 2(1) of the Act with regard to the description\nof\r\nthe property sold.\n6\nThe first attack on the validity of the option must therefore fail.\n[15] It is convenient to deal with the arguments about the acceptance\r\nof the offer together. They were first that the option contemplated\n\nthat a process of agreement on the terms of a sale agreement would\r\nhave to take place before any final contract came into existence\nand\r\ntherefore that it was nothing more than an unenforceable agreement to\r\nagree in the future. Second that the agreement of sale\nproffered by\r\nMr van Aardt contained material provisions dealing with matters not\r\ncovered by the option and accordingly the purported\nexercise of the\r\noption did not bring about a binding contract because it was not ‘in\r\nterms of the offer, and the parties\nwere accordingly not\nad\r\nidem’\n.\n7\nThird, and this is perhaps merely a different way of expressing the\r\nsecond point, in view of those differences it amounted to a\n\ncounter-offer that Mr Galway was not obliged to accept.\n8\nIf any of those grounds were correct then there was no agreement\r\ncomplying with the Act. The trial court upheld these contentions.\n[16] The parties stipulated in clause 14 that the mode of exercising\r\nthe option was by the delivery of a signed agreement of sale\nby Mr\r\nvan Aardt in the terms prescribed by the option. Did this contemplate\r\nthat an exercise of the option would serve to commence\na fresh\r\nprocess of negotiation around the terms of a sale agreement? If it\r\ndid that would render it an agreement to agree in the\nfuture, which\r\non well-established authority is not binding.\n9\nIn my view it did not. It would have been extremely unbusinesslike\r\nfor the parties to agree upon an option and then specify a mode\nof\r\nexercising it that was incapable of bringing about a binding\r\nagreement. That was not what they had in mind. It is accordingly\nnot\r\nsurprising to find authority against that proposition. Most recently\r\nthe same argument on a clause that similarly provided\nfor the\r\nexercise of an option to be by way of the delivery of a written\r\nagreement prepared by a firm of attorneys and signed by\nthe parties\r\nwas rejected by this court in\nDu Plessis NO and another v Goldco\r\nMotor & Cycle Supplies (Pty) Ltd\n.\n10\n[17] The reason the argument is unsound was correctly expressed by\r\nPage J in\nDold v Bester\n11\nin relation to an agreement written out on a page torn from a\r\nnotebook and providing that:\n‘\nFormal documents to be drawn\r\nby Mrs J Millington of Bonnin Estates with no commission.’\nThe learned judge dealt with an argument that the parties could not\r\nbe compelled to enter into an agreement in the future in the\n\nfollowing way:\n‘\nIn my view the premise upon\r\nwhich this argument is based is faulty. The agreement embodied in the\r\nhandwritten document is not to\nenter into a new contract of sale, but\r\nto execute a formal document intended to replace the handwritten\r\ndocument as the memorial\nof the transaction. Such formal document\r\nwould embody no more than the terms, expressed or implied, already\r\nagreed upon by the\nparties in the handwritten document.’\nThat precisely expresses what was intended by the option in the\r\npresent case. A deed of sale would be prepared that would reflect\nthe\r\nterms of the sale, express or implied, as set out in the option\r\nitself.\n12\nThere were obvious reasons of convenience for adopting this course,\r\nnot least that it would render the task of the conveyancer\nattending\r\nto the transfer of the property simpler, because they would only have\r\nto present one document to the relevant authorities\nfor the purpose\r\nof paying transfer duty, obtaining a rates clearance certificate and\r\nregistering the transfer.\n[18] The next argument was that the deed of sale contained provisions\r\nthat were inconsistent with the terms of the option. Here\nreliance\r\nwas placed on two aspects of the deed namely the provision concerning\r\nVAT and a later clause providing that possession\nand occupation of\r\nthe farm property would pass to the purchaser on registration of\r\ntransfer.\n13\nThe latter can be disposed of simply. The option had to be exercised\r\nsix months prior to the expiry of the lease when Mr van Aardt\nwould\r\nalready be in possession of the farm property. The parties must have\r\ncontemplated that in the ordinary course of events transfer\nwould\r\ntake place before the lease expired. The lease would then fall away\r\nas the lessor and lessee would be the same person in\nconsequence of\r\nthe application of the rule that\nhuur gaat voor koop\n.\n14\nThe only potential issue related to the house occupied by the seller\r\nand his family, but there is nothing to indicate that they\nwould have\r\nwished to remain in occupation once the farm was sold and transferred\r\nto a new owner. In any event the right to occupy\nand possess the\r\nproperty would vest in the purchaser as a matter of law once the\r\nproperty was transferred. The fact that circumstances\ncan be imagined\r\nin which the Galway family might have wanted to stay beyond that\r\ndate\n15\ndoes not mean that the deed of sale was not in accordance with the\r\noption.\n[19] A good deal of the dispute between the parties revolved around\r\nthe issue of VAT. The deed of sale said that the price paid\nwould be\r\nexclusive of VAT. In other words no more than R700 000 would be\r\npaid. That accorded exactly with the terms of the\noption and the\r\nemphasis added by the reference to VAT did not affect it. Presumably\r\nthis clause was included in the deed of sale\nin anticipation that the\r\ntransaction would attract VAT and so provide a foundation for a claim\r\nby Mr van Aardt to deduct any tax\nso paid as an input tax in his own\r\naccounting for VAT. However, alerted by this to the possibility of\r\nVAT being payable, it not\nhaving previously been discussed, the\r\nattorneys for Mr Galway wrote to Mr van Aardt’s attorneys on 17\r\nMarch 2005 saying that\ntheir client was to get ‘R700 000\r\nclear ie, not inclusive of VAT’. From there on this became a\r\nbone of contention\nbetween the parties.\n[20] Somewhat surprisingly it does not appear to have occurred to\r\nanyone to ascertain whether the sale was in fact a transaction\n\nattracting an obligation to pay VAT in terms of the Value-Added Tax\r\nAct 89 of 1991 (the VAT Act). Whilst Mr Galway appears to have\nbeen a\r\nregistered vendor in relation to his dairy farming activities that\r\ndoes not necessarily mean that the sale of his farm would\nhave\r\nattracted a liability for VAT. In terms of s 7(1)(a) of the VAT\r\nAct, VAT is only payable on a supply by a vendor of goods\n‘in\r\nthe course or furtherance of any enterprise carried on by him’.\r\nTo determine whether the sale of the farm attracts\nVAT requires a\r\nconsideration of the facts in the light of the provisions of para (a)\r\nof the definition of ‘enterprise’\nin s 1 of the VAT\r\nAct, as read with para (i) of the proviso to that definition. Bearing\r\nin mind that the farm was also the\nfamily residence, and that it was\r\nthe property that was sold not the farming business as a ‘going\r\nconcern’, it is not\nclear that the sale of the farm was a sale\r\nin the course of the farming enterprise.\n[21] There is accordingly uncertainty over the issue of the\r\nobligation to pay VAT on the sale of this farm. It is not appropriate\n\nto make any determination of this issue in this case or even to\r\nexpress a view on it as it depends on facts not before us, the\n\ninterpretation of the applicable legislation and the approach of SARS\r\nto the issue. We can only proceed on the footing that the\nsale may or\r\nmay not attract a liability to pay VAT and construe the option in the\r\nlight of that fact.\n[22] The option says simply that on its exercise the purchaser will\r\npay to the seller R700 000, no more and no less. No resort\nto\r\nsurrounding circumstances can alter that amount and make it greater\r\nor less than the agreed figure. Ultimately this was recognised\nby\r\ncounsel for Mr Galway who moved an amendment to the plea in the\r\ncourse of argument at the trial to aver that it was an implied\nterm\r\nof the option, alternatively it had been tacitly agreed between the\r\nparties, that Mr Galway would receive payment of R700 000\n\nexclusive of VAT. The effect of that amendment was to say that if\r\nthere was a liability for VAT on the part of Mr Galway it would\nbe\r\npaid by Mr van Aardt. The amount would be R98 000, which Mr van\r\nAardt would have had to pay together with the purchase\nprice, but\r\ncould presumably have recovered thereafter as an input credit.\n[23] An implied term is one implied by law and a tacit term is one\r\nflowing from the actual or imputed intention of the parties\nto the\r\ncontract.\n16\nThere is no scope here for an implied term. The VAT Act contemplates\r\nthat transactions attracting VAT may be concluded on both\na VAT\r\ninclusive and a VAT exclusive basis, subject to an obligation to\r\nadvertise the basis upon which the price is quoted.\n17\nWhere the consideration is in money the value of the supply for the\r\npurpose of calculating VAT is the amount of the money.\n18\nWhere a sale is inclusive of VAT the VAT component is calculated\r\nusing the tax fraction defined in s 1 of the VAT Act. To\ndeal\r\nwith instances where the vendor fails to take account of the\r\nincidence of VAT in determining the price, s 64(1) contains\na\r\npresumption that any price charged by a vendor in respect of a\r\ntaxable supply shall be deemed to include tax payable in respect\nof\r\nsuch supply even if the vendor has not included tax in the price.\r\nGiven this and the other detailed provisions of the VAT Act\nit is\r\nimpossible to imply the suggested term as a matter of law.\n[24] As regards a tacit term, the fact that the sale of the farm may\r\nnot have given rise to a liability on the part of Mr Galway\nto pay\r\nVAT is utterly destructive of his contention that the contract is\r\nsubject to a tacit term that the purchase price that he\nwould receive\r\nwould be exclusive of VAT. No such term would arise from the actual\r\nor imputed intention of the parties, because\nthey would have no need\r\nof such a term if VAT were not payable. The response to the\r\nhypothetical bystander’s question, ‘What\nabout VAT?’\r\nwould be that VAT was not payable. It would not be that the parties\r\nwere agreed that VAT was payable by the purchaser\nif, contrary to\r\ntheir understanding of the position, the seller was liable therefor.\n[25] The same result follows even if it is assumed (as did the\r\nparties and their legal advisers) that VAT was payable. In response\n\nto the hypothetical bystander’s question I find it impossible\r\nto accept that Mr van Aardt would have agreed without more\nto pay an\r\nadditional R98 000 by way of VAT. That would have had a material\r\neffect on his cash flow even assuming he could\nthereafter recover it\r\nas an input credit. I think it more likely that his response would\r\nhave been: ‘I hadn’t thought\nof that. I’d better\r\nspeak to my accountant or attorney to see what can be done.’ or\r\n‘That’s your problem.\nMy price is R700 000’.\r\nThis court took that view in similar circumstances in\nStrydom v\r\nDuvenhage NO en ŉ ander\n19\nand pointed out that in addition the imputation of such an intention\r\nto the parties was not necessary to lend business efficacy\nto the\r\ncontract.\n20\nThe same is true here.\n[26] No issue was raised with regard to the other provisions of the\r\ndeed of sale. They were either in accordance with ordinary\ncommon law\r\nprinciples applicable to all sales of land or, as in the case of the\r\nvoetstoots clause and the clauses requiring Mr\nvan Aardt to pay the\r\ncosts of procuring transfer, beneficial to Mr Galway and hence\r\nunobjectionable. In fairness to Mr Galway he\naccepted this in his\r\nevidence.\n[27] The last major issue related to the dairy and its equipment. Mr\r\nGalway said that the equipment, but not as I understand it\nthe shed\r\nwithin which it was housed, was movable property that did not form\r\npart of the farm property and hence was not included\nin the option.\r\nIt was argued that when the option was exercised and the deed of sale\r\nprovided that:\n‘\n4.3 The Purchaser acknowledges\r\nthat the said immovable property, including the buildings, erections\r\nand improvements thereon, are\npurchased as they stand on the date\r\nhereof, subject to all defects, latent and patent, that may exist or\r\nmay in future be found\nto exist in respect of the said property,\r\nbuildings, erections or improvements, any implied warranties being\r\nexpressly excluded,\nthat is to say voetstoots’;\nthe effect was to say that the movable dairy equipment was included\r\nin the property sold because it improved the value of the farm.\nThe\r\nbasis for this submission was that, whatever meaning the word\r\n‘improvements’ would ordinarily bear in a contract\nof\r\nthis type, in the context of the present case it bore a special\r\nmeaning. That meaning so it was argued would be dictated by\na\r\nlayperson’s understanding that equipment in a dairy that was\r\nbolted down would be an improvement even though the bolts\ncould be\r\nundone and the equipment removed.\n[28] This argument is fallacious. First the clause in question does\r\nnot deal with what is sold but provides that whatever has been\nsold\r\nis sold voetstoots. It does not alter or affect the identity of the\nmerx\n. Second there is nothing to indicate that in a deed of\r\nsale drafted by an attorney the word ‘improvements’ was\r\nintended\nto bear a special meaning discernible by a layperson and\r\ninconsistent with its ordinary meaning in the context of a sale of\r\nimmovable\nproperty, namely as a reference to additions to the\r\nproperty that by their nature as well as the manner in which they are\r\naffixed\nhave adhered to and become an integral part of the property.\n21\nThird this requires that the court have regard to matters extraneous\r\nto the written document embodying the agreement, which is\ncontrary to\r\nthe parol evidence rule that provides that where a contract is\r\nreduced to writing, as this contract had to be, evidence\nto\r\ncontradict, add to or modify its meaning is inadmissible.\n22\n[29] The deed of sale did not, as contended by Mr Galway, seek to\r\ninclude, as part of the property sold, items of movable equipment\nnot\r\nreferred to in the option. Whether the dairy equipment has acceded to\r\nthe farm property is a question that may have to be dealt\nwith on\r\nanother occasion but it is irrelevant to the issues before us. We\r\nhold that the deed of sale relates only to the immovable\nproperty\r\nconstituting the farm. If the assumption that the dairy equipment is\r\nmovable, on which assumption the trial was fought,\nis erroneous and\r\nthe dairy equipment or any part of it has adhered to the farm\r\nproperty, then it will have been sold as part of\nthe farm.\n[30] It follows that the exercise of the option as embodied in the\r\ndeed of sale, was strictly in accordance with the terms of the\n\noption. Accordingly it did not amount to a counter-offer to contract\r\non different terms. The fact that in the covering letter Mr\nGalway\r\nwas afforded the opportunity to put forward possible amendments if he\r\nwished was no more than a courteous indication that\nif there was some\r\nother provision that he wanted or some difficulty with the language\r\nof the deed he was free to ask that it be\ndealt with. It did not\r\nrender the exercise of the option conditional or subject to further\r\nnegotiation and agreement. There was\na valid option and a valid\r\nexercise of the option. That brought into existence a binding\r\nagreement of purchase and sale of the\nfarm property. Once that\r\noccurred it was permissible for the court to order the rectification\r\nof that agreement so that it correctly\nreflected the description of\r\nthe property. The appeal must therefore succeed with costs. The\r\nissues raised by the case are not\nsuch that they required the\r\nservices of two counsel.\n[31] Before closing it is necessary to make some remarks about the\r\nrecord and the approach of counsel to compliance with certain\nof the\r\nrequirements of Rule 10A of the rules of this court that incorporates\r\nmuch of what has previously been required by practice\ndirection 3\r\nissued by the President of the Supreme Court of Appeal on 17 August\r\n2007 and its predecessors.\n23\n[32] I turn first to the record. It consists of nine volumes and runs\r\nto 877 pages. It includes the trial bundle and exhibits covering\n171\r\npages. Of these the lease, deed of sale and covering letter were\r\nannexed to the particulars of claim and should have been excluded\nin\r\nterms of rule 8(i)(iv) and the other documents played little part in\r\nthe trial\n24\nand no part at all in the appeal.\n25\nThe belated application for amendment, running to 95 pages, was\r\nincluded on the insistence of Mr Galway’s attorneys.\n26\nIt was not mentioned in the heads of argument for Mr Galway. Another\r\n72 pages were taken up with expert notices and summaries for\nfour\r\nexpert witnesses, only one of whom testified and then not as an\r\nexpert. A further 27 pages consisted of a notice under rule\n35 and\r\nphotographs of dairy equipment that were attached to further\r\nparticulars for trial. In 2009 the issue of the validity of\nthe\r\noption and its exercise was separated from the alternative cause of\r\naction and a claim in reconvention. Nonetheless the pleadings\n\nrelating to these were included as was a request for particulars in\r\nrespect of quantum. So too was the opening address of counsel.\n27\nThe evidence of Mr de la Harpe was included but never referred to, as\r\nwas that of Mr Parker who was mentioned once.\n[33] On any basis very little regard was had to the rules of this\r\ncourt and the true issues in the case in preparing the record.\nThe\r\nimpression is that the pleadings, notices and bundle for trial were\r\nincluded as a matter of rote and the evidence typed without\nany\r\nconsideration of its relevance. Had both parties observed the rules\r\nat least 400 to 450 pages would not have been in the record.\nThis\r\nwould not only have eased our task but would have reduced the costs\r\nsubstantially.\n[34] Turning to the practice note, rule 10A(ix) enjoins counsel to\r\nprovide a list reflecting those parts of the record that\nin the\r\nopinion of counsel\nare\nnecessary\nfor the determination of\r\nthe appeal. The purpose of this provision was spelled out by Harms JA\r\nin\nCaterham Car Sales & Coachworks Ltd v Birkin Cars (Pty) Ltd\r\nand Another\n28\n:\n‘\nThe object of the note is\r\nessentially twofold. First, it enables the Chief Justice in settling\r\nthe roll to estimate how much reading\nmatter is to be allocated to a\r\nparticular Judge. Second, it assists Judges in preparing the appeal\r\nwithout wasting time and energy\nin reading irrelevant matter. Unless\r\npractitioners comply with the spirit of this requirement, the objects\r\nare frustrated and this\nin turn leads to a longer waiting time for\r\nother matters.’\nHe warned that if practitioners failed to give proper attention to\r\nthe requirements of the practice note that might result in an\norder\r\ndisallowing part of their fees. That threat came to fruition in\nFirechem\n, supra\n.\n29\n[35] Notwithstanding that and later judicial complaints\n30\nand advice\n31\nwe were told in the practice notes in this case\n32\nthat, save for the expert notices and summaries, ‘counsel\r\ncontend that the remainder of the record is relevant for the\r\ndetermination\nof the appeal.’ That was manifestly not correct.\r\nWhen we raised this with counsel it appeared that there is some\r\nconfusion\nabout what is required of counsel in complying with this\r\nrule. It is therefore appropriate to say something on that topic.\n[36] The practice note requires a statement of counsel’s view,\r\nin the form of a list, of those parts of the record that need\nto be\r\nconsidered in order to decide the case. The fact that his or her\r\nopponent may disagree is neither here nor there. That will\nemerge\r\nfrom the opponent’s practice note. In addition the list is to\r\nbe confined to those parts of the record that are ‘necessary’\n\nfor that purpose. Documents and evidence are not to be included in\r\nthe list on the off chance that someone might wish to refer\nto them.\r\nThe list should include only those parts of the record that counsel\r\nis likely to refer to either in support for the argument,\nor for\r\nrebuttal, or to highlight flaws in the judgment appealed against. It\r\nis inappropriate to include material on the basis that\nif a\r\nparticular question is asked, or explanation is sought, it may be\r\nnecessary to refer to it. What is required is a list setting\nout the\r\nportions of the pleadings, the documents and the particular passages\r\nin the record of evidence that counsel believes are\nnecessary to\r\ndetermine the case. The list must identify by reference to volumes\r\nand pages where those parts of the record are to\nbe found. Lastly, it\r\nwould be a salutary practice for counsel to prepare the list in\r\npositive terms, identifying the parts of the\nrecord necessary for the\r\ndetermination of the appeal, rather than, as seems frequently to be\r\nthe case, identifying portions that\nneed not be read. The list is\r\nsupposed to assist the judges in identifying what needs to be read.\r\nIt should not be treated as the\ncommencement of a process of\r\nelimination of unnecessary material.\n[37] Applying that approach in this case and on this record we should\r\nhave been told that only those portions of the pleadings\nand\r\nannexures that related to the claim to enforce the option were\r\nnecessary.\n33\nThe four letters referred to in the heads should have been\r\nidentified. As regards the evidence it would have sufficed to say\r\nthat\nthe judge’s summary of facts in paragraphs 2 to 8 of his\r\njudgment was accurate and to refer to those pages in the evidence\n\nwhere statements were made on which reliance was to be placed. I\r\nestimate that if that had been done somewhere between one and\ntwo\r\nvolumes of the record, including the judgment, would have been\r\nidentified as truly relevant to and necessary for the determination\n\nof the appeal.\n[38] A judge may choose to read more than counsel regards as\r\nnecessary, but that is for the judge to decide. The first advantage\n\nof proper compliance with the rule in the preparation of the practice\r\nnote is that the judges will be able to assess whether they\nhave read\r\nsufficient or need to consider the record in greater detail. The\r\njudges may be satisfied that the case can be determined\non the\r\nportions identified by counsel, bearing in mind that the respondent’s\r\ncounsel will be able to remedy any perceived\nshortcoming in the\r\nappellant’s counsel’s list. The second advantage is that\r\nthe careful preparation of the list will\nserve to focus the argument\r\nin the heads and at the hearing in due course and facilitate the\r\nexpeditious preparation of a judgment.\n[39] In view of possible confusion amongst counsel as to what is\r\nrequired under the rule it would be unfair to penalise those involved\n\nin this case for their non-compliance. As regards the record Mr\r\nGalway is going to have to bear the costs of the appeal as well\nas\r\nthose of the trial. It would not be right for him to be burdened with\r\ncosts that should not have been incurred in the preparation\nof the\r\nrecord. Some of those are the fault of his attorneys in insisting on\r\nthe inclusion of the application for amendment. That\nissue he will\r\nhave to resolve with them. The rest are a result of Mr van Aardt’s\r\nattorneys’ failure to pay heed to\nthe rules of this court. Had\r\nthey done so the record would have been reduced by around one third.\r\nThe order for costs will take\naccount of this.\n[40] The appeal is upheld with costs, save that the costs of the\r\npreparation, perusal and copying of the record shall be limited\nto\r\ntwo-thirds of the costs incurred in those tasks. The order of the\r\ntrial court is set aside and replaced by the following order:\n‘\n1 Paragraph 1 of the Agreement\r\nof Lease between the parties concluded on 31 August 2000 and\r\nparagraph 1 of the Deed of Sale, annexure\n‘C’ to the\r\nparticulars of claim, are rectified by the deletion of the words ‘the\r\nDistrict of Grahamstown more\nfully described as Portion 9 (a\r\nportion of Portion 5) of the farm Sevenfountain no 447’ in the\r\nformer and the deletion\nof the words ‘Portion 9 (a portion\r\nof Portion 5) of the farm Seven Fountains No 447’ in the\r\nlatter.\n2 Against the tenders set out in paragraph 13 of the\r\nparticulars of claim it is ordered that:\nthe defendant is forthwith to take all steps necessary\r\n\tto transfer to the plaintiff the immovable property described as the\r\n\tfarm\nMidhurst in the area of the Makana Municipality, District of\r\n\tAlbany as more fully described in Deed of Transfer T21417/96\r\n\tregistered\nin the Deeds Registry Cape Town;\nin the event of the defendant failing to take such\r\n\tsteps within a period of one month from 30 November 2011, the\r\n\tSheriff is directed\nto take all such steps and sign all such\r\n\tdocuments in the name and on behalf of the defendant to give effect\r\n\tto paragraph 2(a)\nof this order.\n3 The defendant is ordered to pay the plaintiff’s costs.’\nM\r\nJ D WALLIS\nJUDGE OF APPEAL\nAppearances\nFor appellant: E A S Ford SC (with him M L Beard)\nInstructed by:\nNeville, Borman & Botha, Grahamstown\nSymington & De Kock, Bloemfontein\nFor respondent: Johann Gautschi SC\nInstructed by:\nWheeldon, Rushmere & Cole, Grahamstown\nPhatshoane, Henney Inc, Bloemfontein.\n1\nThe\r\n\tapplication for amendment was brought during the argument of the\r\n\tcase at the close of the evidence. The result and reasons\nfor\r\n\tgranting it in part are set out in the judgment.\n2\nThe\r\n\targument was based on\nBoerne v Harris\n1949 (1) SA 793\n(A).\n3\nVan\r\n\tWyk v Rottcher’s Saw Mills (Pty) Limited\n1948 (1) SA 983\n(A) at 991;\nDelmas Milling Co Ltd v Du Plessis\n1955 (3) SA\r\n\t447\n(A) at 454G - H;\nKPMG Chartered Accountants (SA) v Securefin\r\n\tLimited and Another\n2009 (4) 399 (SCA) para 39.\n4\nParas\r\n\t38 – 41.\n5\nSupra\r\n\tat 990-991.\n6\nClements\r\n\tv Simpson\n1971 (3) SA 1\n(A) at 7F-G;\nJR 209 Investments (Pty)\r\n\tLtd & another v Pine Villa Country Estate (Pty ) Ltd; Pine Villa\r\n\tCountry Estate (Pty) Ltd v JR 209\nInvestments (Pty) Ltd\n2009 (4)\r\n\tSA 302\n(SCA) para 19.\n7\nPer\r\n\tInnes J in\nJoubert v Enslin\n1910 AD 6\nat 29.\n8\nRockbreakers\r\n\tand Parts (Pty) Ltd v Rolag Property Trading (Pty) Ltd\n2010 (2)\r\n\tSA 400\n(SCA) paras 11 and 24.\n9\nPremier,\r\n\tFree State, and Others v Firechem Free State (Pty) Ltd\n2000 (4)\r\n\tSA 413\n(SCA) para 35. It is unnecessary to reach the question\r\n\twhether the common law in this regard needs to be developed, a\r\n\tquestion\nleft open by the Constitutional Court in\nEverfresh\r\n\tMarket Virginia (Pty) Ltd v Shoprite Checkers (Pty) Ltd\n[2011]\r\n\tZACC 30.\n10\n2009\r\n\t(6) SA 617\n(SCA) paras 14 to 17.\n11\n1984\r\n\t(1) SA 365\n(D) at 370H.\n12\nIt\r\n\twas tentatively argued that in order to constitute a proper\r\n\tacceptance the deed of sale had to be signed by both parties, but\n\n\tthat is patently incorrect, as it would place the exercise of the\r\n\toption entirely within the power of the seller, which can never\nhave\r\n\tbeen intended.\n13\nReliance\r\n\tfor this latter point was placed on\nKing v Potgieter\n1950 (3)\r\n\tSA 7\n(T).\n14\nAs\r\n\tto which see\nGenna-Wae Properties (Pty) Ltd v Medio-Tronics\r\n\t(Natal) (Pty) Ltd\n[1995] ZASCA 42\n;\n1995 (2) SA 926\n(A).\n15\nI\r\n\tsay ‘imagined’ because in his evidence under\r\n\tcross-examination Mr Galway indicated that he had no difficulty with\n\n\tthis clause.\n16\nAlfred\r\n\tMcAlpine & Son (Pty) Ltd v Transvaal Provincial Administration\n1974 (3) SA 506\n(A) at 531D - 532G\n; South African Maritime\r\n\tSafety Authority v McKenzie\n2010 (3) SA 601\n(SCA) paras 11 and\r\n\t12.\n17\nSection\r\n\t65 of the VAT Act.\n18\nSection\r\n\t10(3)(a)of the VAT Act.\n19\nStrydom\r\n\tv Duvenhage NO en ŉ ander\n1998 (4) SA 1037\n(SCA) at\r\n\t1045C-D.\n20\nThe\r\n\t‘officious bystander’ and ‘business efficacy’\r\n\ttests are derived from the English law where the expression\n‘implied\r\n\tterm’ is used to encompass both the implied term and the tacit\r\n\tterm of South African law. In England these\ntwo cases are\r\n\tdistinguished by referring to them as terms implied by law or\r\n\tcustom, or terms implied by fact. See Sir Guenter\nTreitel QC,\nThe\r\n\tLaw of\nContract, (11ed, 2003) at 201.\r\n\tThese two tests evolved in relation to terms implied in fact and are\r\n\tused in South Africa as tests\nfor the imputation of a tacit term.\r\n\tHowever, they are not necessarily congruent, as pointed out by Lord\r\n\tHoffmann in\nAttorney\r\n\tGeneral of Belize & others v Belize Telecom Ltd & another\r\n\t(Belize)\n[2009]\r\n\tUKPC 10\n;\n[2009] 2 All ER 1127\n(PC) paras 21 to 27. Nor are they\r\n\tnecessarily the only basis upon which to determine whether there is\r\n\ta tacit term in a contract.\nThey are rather ‘different ways in\r\n\twhich judges have tried to express the central idea that the\r\n\tproposed implied term must\nspell out what the contract actually\r\n\tmeans.’\n21\nThe\r\n\tapproach to determining whether something has been annexed to\r\n\timmovable property in such a way as to become a part of that\n\n\tproperty is dealt with in\nStandard-Vacuum Refining Co of SA (Pty)\r\n\tLtd v Durban City Council\n1961 (2) SA 669\n(A) at 677 and\nTheatre\r\n\tInvestments (Pty) Ltd & another v Butcher Brothers Ltd\n1978\r\n\t(3) SA 682\n(A) at 688D-H.\n22\nJohnston\r\n\tv Leal\n1980 (3) SA 927\n(A) at 943B.\n23\n2007\r\n\t(6) SA 1\n(SCA). The first such practice directive was published on\r\n\t26 May 1997. See\n1997 (3) SA 345\n(SCA)\n24\nThe\r\n\tinclusion of many of these was contrary to the agreement at the\r\n\tpre-trial conference that documents not referred to in evidence\n\n\twould not form part of the record of the trial.\n25\nThe\r\n\theads of argument for Mr Galway referred to four letters of which\r\n\tone was mentioned in oral argument.\n26\nThis\r\n\twas an entire volume of the record of 877 pages.\n27\nContrary\r\n\tto rule 8(j)(i).\n28\nCaterham\r\n\tCar Sales & Coachworks Ltd v Birkin Cars (Pty) Ltd & another\n[1998] ZASCA 44\n;\n1998 (3) SA 938\n(SCA) para 36.\n29\nPremier,\r\n\tFree State, and Others v Firechem Free State (Pty) Ltd\n2000 (4)\r\n\tSA 413\n(SCA) at 434D–G.\n30\nAfrica\r\n\tSolar (Pty) Ltd v Divwatt (Pty) Ltd\n2002 (4) SA 681\n(SCA) paras\r\n\t40 to 45.\n31\nL\r\n\tT C Harms,\nHeads of argument in courts of appeal\n(2009) 22\r\n\tAdvocate 20 at 22.\n32\nThe\r\n\ttwo were identical.\n33\nBy\r\n\tway of example of how to do it the list would have reflected the\r\n\tpleadings in Vol 1, pp 3-10, 16 –38; the separation\n\n\torder, Vol 2, pp 132-3; the relevant passages in the evidence; the\r\n\tletters in Vol 7, pp 654, 676, 678 and 681 and the judgment\nin Vol\r\n\t9, pp 836-854.",
  "scraped_at": "2026-02-12T16:10:57.306270",
  "date": "2011-11-24",
  "coram": [
    "PONNAN JJA",
    "SHONGWE JJA",
    "WALLIS JJA"
  ],
  "case_number": "923/10",
  "parties": {
    "applicants": [
      "Christiaan van Aardt"
    ],
    "respondents": [
      "John Richard Galway"
    ]
  },
  "sections": {
    "facts": "The dispute involved two dairy farmers. John Richard Galway owned the farm Midhurst in the Makana Municipality, while Christiaan van Aardt leased the farm from 31 August 2000 for five years with an option to purchase the farm for R700,000. Van Aardt exercised the option on 3 March 2005 by sending a letter with a signed draft deed of sale. Galway contested the validity of the option, the description of the property, the inclusion of dairy equipment and the VAT clause, leading to a trial where van Aardt’s claim was dismissed.",
    "issues": "The court had to determine (1) whether clause 14 created a valid and enforceable option to purchase; (2) whether the property was described with sufficient certainty under the Alienation of Land Act; (3) whether the mode of exercising the option (delivery of a signed deed of sale) satisfied s2(1) of the Act; (4) whether the deed of sale’s terms, particularly regarding VAT and the dairy equipment, were consistent with the option; and (5) whether rectification of the lease and deed was appropriate.",
    "principles": "Section 2(1) of the Alienation of Land Act requires a written, signed deed of alienation; an option exercised by delivering a signed agreement can create a binding contract and is not an unenforceable agreement to agree. The parol evidence rule prevents extrinsic evidence from altering the written terms. Precedents such as Du Plessis NO v Goldco Motor, Dold v Bester and Securefin clarify that a clear mode of exercise precludes the need for further negotiations, and that VAT clauses do not affect the agreed purchase price. Rectification is permissible where a binding agreement exists but the description of the property is inaccurate.",
    "application": "The court held that clause 14 unambiguously granted van Aardt an enforceable option and that the farm was adequately described, despite minor textual errors. The draft deed of sale reflected the terms of the option, so its execution satisfied the statutory requirements. The VAT clause was deemed irrelevant to the enforceability of the price, and the dairy equipment, being fixtures, formed part of the immovable property. Consequently, the lease and deed were rectified to correct the description, and van Aardt was entitled to specific performance.",
    "conclusion": "The appeal was upheld and the trial court’s order set aside. Paragraph 1 of the lease and the deed of sale were rectified to delete the erroneous description of the farm. Galway was ordered to transfer the farm Midhurst to van Aardt within one month, failing which the Sheriff may do so on his behalf. Galway was also ordered to pay the appellant’s costs, subject to a limitation on record‑handling costs."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sale of Immovable Property",
    "level_3": [
      "Option to Purchase",
      "Alienation of Land Act",
      "Contract Interpretation",
      "VAT",
      "Rectification"
    ]
  }
}