{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/15.html",
  "case_name": "Smith v S (475/10) [2011] ZASCA 15; 2012 (1) SACR 567 (SCA) (15 March 2011)",
  "citation": "[2011] ZASCA 15",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 15\n|\nNoteup\n|\nLawCite\nSmith v S (475/10) [2011] ZASCA 15; 2012 (1) SACR 567 (SCA) (15 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No 475/10\nIn the matter between:\nBAREND\r\nSTEPHANUS SMITH\n............................................................................\nAPPELLANT\nand\nTHE\r\nSTATE\n.......................................................................................................\nRESPONDENT\nNeutral citation:\nSmith v S\n(475/10)\n[2011] ZASCA 15\n(15 March 2011)\nCoram\n: CLOETE, MAYA JJA and\r\nPLASKET AJA\nHeard\n: 3 March 2011\nDelivered\n: 15 March 2011\nSummary\n: Criminal Procedure –\r\nAppeal against a refusal to grant leave to appeal on petition –\r\nIssue to be decided is whether\nthe appellant has reasonable prospects\r\nof success on appeal, and not the merits of the appeal –\r\nReasonable prospects of success\npresent if a sound, rational basis\r\nexists for the conclusion that the appellant has prospects of success\r\non appeal.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from: Eastern Cape High\r\nCourt (Grahamstown) (Jansen and Pickering JJ) (sitting as a court of\r\nappeal).\n1. The appeal is upheld and the order\r\nof the court below is set aside.\n2. The order of the court below is\r\nreplaced with the following order:\n‘\nThe\r\nappellant is granted leave to appeal against his convictions to the\r\nEastern Cape High Court, Grahamstown.’\nJUDGMENT\nPLASKET AJA (CLOETE and MAYA JJA\r\nconcurring):\n[1] The appellant was convicted, in\r\nthe Regional Court, East London, of indecent assault and kidnapping.\r\nHe was sentenced to seven\nyears’ imprisonment, both counts\r\nbeing taken together for purposes of sentence. He applied to the\r\ntrial magistrate for leave\nto appeal against both conviction and\r\nsentence. He was granted leave to appeal against sentence only. He\r\nthen applied, by way of\npetition to the Judge President of the\r\nEastern Cape High Court, Grahamstown in terms of\ns 309\nof the\nCriminal Procedure Act 51 of 1977\n, for leave to appeal against his\r\nconviction. His petition was dismissed. With the leave of the judges\r\nwho refused the petition\n(Jansen and Pickering JJ) he now appeals to\r\nthis court against the dismissal of the petition.\n[2] This court held\r\nin\nS\r\nv Khoasasa\n1\nthat a refusal of\r\nleave to appeal on petition to two judges of a high court is a\r\n‘judgment or order’ or a ‘ruling’\nas\r\ncontemplated by\ns 20(1)\nand s 21(1) of the Supreme Court Act 59 of\r\n1959; that a petition for leave to appeal to the high court is, in\r\neffect, an appeal\nagainst the refusal of leave to appeal by the court\r\nof first instance; and that a refusal of leave to appeal by the high\r\ncourt\nis appealable to this court with the leave of the high court.\n[3] In\nMatshona\r\nv S\n2\nthis court endorsed\r\nthe reasoning in\nKhoasasa,\ndescribing it as\r\n‘unassailable’. The court proceeded to emphasise that the\r\nissue to be determined at this stage is ‘whether\nleave to\r\nappeal should have been granted by the High Court and not the appeal\r\nitself’.\n3\nAs a result, the\r\ntest to be applied ‘is simply whether there is a reasonable\r\nprospect of success in the envisaged appeal .\n. . rather than whether\r\nthe appeal . . . ought to succeed or not’.\n4\n[4] It was argued by counsel for the\r\nappellant that the test of reasonable prospects of success means –\r\nand I quote from his\nheads of argument – that leave should only\r\nbe refused ‘where there is absolutely no chance of success or\r\nwhere the\ncourt is certain beyond reasonable doubt that such an\r\nappeal will fail’. In argument he articulated the test as being\r\nthat\nif there was a possibility of success on appeal, leave must be\r\ngranted.\n[5] Both of these\r\nsubmissions are incorrect and neither is supported by the cases cited\r\nby counsel. The first,\nR\r\nv Ngubane & others\n,\n5\nis to the opposite\r\neffect. In that case, the court said the following:\n6\n‘\nIt\r\nwas for the applicants to satisfy the Court that there was a\r\nreasonable prospect of success on appeal if leave were granted.\nWhen\r\nin\nRex\r\nv Nxumalo\n(1939\r\nAD 580\nat p588), the present Chief Justice stated that there was “no\r\nprobability of the applicant succeeding”, that did not\nmean, of\r\ncourse, that he had merely failed to show that there was a balance of\r\nprobabilities in his favour. That test would obviously\nplace too\r\nheavy a burden upon the applicant. Equally clearly, when Lord De\r\nVilliers CJ, in\nRex\r\nv Gannon\n(1911\r\nAD 269\nat p270), spoke of the appeal as “hopeless”, or\r\nInnes CJ, in\nRex\r\nv Mahomed\n(1924\r\nAD 237\nat p238), referred to “the possibility of success”,\r\nthey did not mean that leave will only be refused where the appeal\nis\r\nhopeless or where the Court is certain beyond all reasonable doubt\r\nthat the appeal would fail. In all the cases, no matter what\nform of\r\nwords was used, the same thing was, in my opinion, intended to be\r\nconveyed, namely, that it is for the applicant for special\nleave to\r\nsatisfy the Court that, if that leave be granted, he has a reasonable\r\nprospect of success on appeal.’\n[6] In\nS\r\nv Ackerman & 'n ander\n,\n7\ncited in support of\r\nthe second proposition set out above, the sentence of the English\r\nheadnote from which counsel quoted, if taken\nout of its proper\r\ncontext, does not reflect correctly what was held in the body of the\r\njudgment. The Afrikaans headnote is similarly\nmisleading. The court\r\nquoted with approval\n8\nwhat had been held\r\nin\nS\r\nv Shabalala\n9\nto be the correct\r\napproach to the granting of leave to appeal, namely:\n10\n‘\nOmstandigheidsgetuienis\r\nkan sterker wees as 'n onbetroubare ooggetuie, en die “moontlikheid”\r\ndat die Hof van Appèl\n'n “moontlike” fout in die\r\nberedenering sou kon vind en “miskien” tot die konklusie\r\nkon kom dat die verhaal\nvan die beskuldigde waar kan wees, is so 'n\r\nanemiese toets dat 'n aansoek vir verlof in enige saak daarop sou kon\r\nslaag. Alleen\ndan wanneer die Verhoorregter tot 'n weloorwoë\r\nkonklusie kom dat daar gronde is waarop die Hof van Appèl tot\r\n'n ander\nafleiding van die feite kan kom as wat hy gekom het, en daar\r\ndus 'n redelike moontlikheid van sukses vir die applikant bestaan,\n\nbehoort verlof toegestaan te word. Bestaan daardie moontlikheid,\r\nbehoort verlof ook toegestaan te word sonder huiwering of teësin.’\n[7] What the test\r\nof reasonable prospects of success postulates is a dispassionate\r\ndecision, based on the facts and the law, that\na court of appeal\r\ncould reasonably arrive at a conclusion different to that of the\r\ntrial court.\n11\nIn order to\r\nsucceed, therefore, the appellant must convince this court on proper\r\ngrounds that he has prospects of success on appeal\nand that those\r\nprospects are not remote but have a realistic chance of succeeding.\r\nMore is required to be established than that\nthere is a mere\r\npossibility of success, that the case is arguable on appeal or that\r\nthe case cannot be categorised as hopeless.\nThere must, in other\r\nwords, be a sound, rational basis for the conclusion that there are\r\nprospects of success on appeal.\n[8] The appellant’s\r\nargument is that there are indeed reasonable prospects of success on\r\nappeal because the magistrate misdirected\nhimself in various ways. In\r\nbroad terms, the following are the major misdirections alleged to\r\nhave been committed by the magistrate:\nfirst, even though the\r\nmagistrate stated that the complainant’s evidence had to be\r\napproached with caution, his evaluation\nof the evidence showed that\r\nhe did not do so because the corroboration that he relied on was\r\ninsufficient and the complainant could\nnot be said to have been a\r\nsatisfactory witness; secondly, he failed to take into account, when\r\nevaluating the evidence of the\ncomplainant, that during the events\r\ngiving rise to the charge against the appellant, she had lied on a\r\nnumber of occasions, and\nthat her explanations for doing so, with one\r\npossible exception, had not been considered; thirdly, a number of\r\ncontradictory answers\ngiven by the complainant on various issues were\r\nnot taken into account and properly evaluated by the magistrate; and\r\nfourthly,\nthe magistrate had convicted the appellant purely on the\r\nprobabilities and had made no credibility findings of any sort\r\nagainst\nhim that could have justified a conclusion that his evidence\r\nwas not reasonably possibly true. In addition, the magistrate’s\n\nfinding that the report made by the complainant to her boyfriend and\r\nhis father, on her arrival at their house, ‘is strong\n\nconfirmation of her version that she had been indecently assaulted’\r\nis a misdirection, although the magistrate’s reliance\non her\r\ndistressed state is not.\n12\nOn the other hand,\r\nhowever, there are without question facts and probabilities that\r\npoint to the appellant’s guilt.\n[9] In my view, and without wishing to\r\ncomment on the merits in any detail, the alleged misdirections that\r\nhave been listed above\ncan be said to be sufficiently weighty to\r\njustify a conclusion that, if leave to appeal is granted, the\r\nappellant’s prospects\nof success are reasonable. In the result,\r\nthe appeal must succeed.\n[10] The following order is issued:\n1. The appeal is upheld and the order\r\nof the court below is set aside.\n2. The order of the court below is\r\nreplaced with the following order:\n‘\nThe\r\nappellant is granted leave to appeal against his convictions to the\r\nEastern Cape High Court, Grahamstown.’\n_____________________\nC. PLASKET\nACTING JUDGE OF APPEAL\nAPPEARANCES\nAPPELLANT: T N Price instructed by\r\nChangfoot and Van Breda, East London and Symington De Kock,\r\nBloemfontein\nRESPONDENT Z Mdolomba of the office of\r\nthe Director of Public Prosecutions, Grahamstown\n1\n2003\r\n\t(1) SACR 123\n(SCA) paras 14 and 19-22.\n2\n[2008]\r\n\t4 All SA 69\n(SCA) para 4.\n3\nPara\r\n\t5.\n4\nPara\r\n\t8.\n5\n1945\r\n\tAD 185.\n6\nAt\r\n\t186-7.\n7\n1973\r\n\t(1) SA 765\n(A).\n8\nAt\r\n\t768D-E.\n9\n1966\r\n\t(2) SA 297 (A).\n10\nAt\r\n\t299C-D.\n11\nS\r\n\tv Mabena & another\n2007\r\n\t(1) SACR 482\n(SCA) para 22.\n12\nSee\nS\r\n\tv Hammond\n2004\r\n\t(2) SACR 303\n(SCA).",
  "scraped_at": "2026-02-12T15:19:42.948555",
  "date": "2011-03-15",
  "coram": [
    "CLOETE",
    "MAYA JJA",
    "PLASKET AJA"
  ],
  "case_number": "475/10",
  "parties": {
    "applicants": [
      "Barend Stephanus Smith"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Barend Stephanus Smith, was convicted in the Regional Court, East London, of indecent assault and kidnapping and sentenced to seven years' imprisonment. He was granted leave to appeal the sentence but not the convictions. He then applied, by way of petition under s 309 of the Criminal Procedure Act, to the Judge President of the Eastern Cape High Court for leave to appeal the convictions. The petition was dismissed by the High Court judges Jansen and Pickering. Smith appealed that dismissal to the Supreme Court of Appeal.",
    "issues": "The primary issue was whether the High Court should have granted leave to appeal the convictions, i.e., whether there were reasonable prospects of success on appeal, rather than a determination of the merits of the appeal itself.",
    "principles": "The Court reiterated the test for reasonable prospects of success as set out in S v Khoasasa and Matshona v S: a sound, rational basis must exist for concluding that the appellant has realistic chances of success on appeal. The test is not satisfied by a mere possibility or by showing the appeal is not hopeless; the applicant must demonstrate a reasonable prospect based on facts and law, as explained in cases such as R v Ngubane, Rex v Nxumalo and Rex v Gannon.",
    "application": "The Court examined the appellant's allegations of magistrate misdirection, including failure to treat the complainant's evidence with caution, ignoring contradictions and credibility issues, and reliance on probabilities rather than proper findings. The Court found these alleged misdirections to be sufficiently weighty to establish a sound basis for a reasonable prospect of success on appeal, satisfying the required test.",
    "conclusion": "The appeal was upheld. The order of the Eastern Cape High Court dismissing the petition was set aside, and the appellant was granted leave to appeal his convictions to the Eastern Cape High Court, Grahamstown."
  },
  "tags": {
    "level_1": "Criminal Procedure",
    "level_2": "Leave to Appeal",
    "level_3": [
      "reasonable prospects",
      "appellate jurisdiction",
      "misdirection",
      "conviction"
    ]
  }
}