{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/216.html",
  "case_name": "Naidoo and Another v Sunker and Another (126/11) [2011] ZASCA 216 (29 November 2011)",
  "citation": "[2011] ZASCA 216",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 216\n|\nNoteup\n|\nLawCite\nNaidoo and Another v Sunker and Another (126/11) [2011] ZASCA 216 (29 November 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 126/11\nIn the matter between:\nRAJAGOPAUL VENEKETAS\r\nNAIDOO\n…........................................\nFIRST\r\nAPPELLANT\nMRS NAIDOO\n…...........................................................................\nSECOND\r\nAPPELLANT\nAnd\nRABIND SUNKER\n…......................................................................\nFIRST\r\nRESPONDENT\nMUTHU PILLAY\n….....................................................................\nSECOND\r\nRESPONDENT\nRUKMANY PILLAY\n…...................................................................\nTHIRD\r\nRESPONDENT\nSURIMA INVESTMENTS CC\n….................................................\nFOURTH\r\nRESPONDENT\nNeutral citation\n:\nNaidoo v Sunker\n(126/11)\n[2011] ZASCA 216\n(29 November 2011)\nCoram:\nCLOETE,\r\nHEHER, CACHALIA, SHONGWE JJA and PLASKET AJA\nHeard:\n8 November\r\n2011\nDelivered:\n29\r\nNovember 2011\nUpdated:\nSummary:\nPractice\r\n– application – special defence – sufficiency of\r\naverments – whether case for referral to evidence\nmade out.\n____________________________________________________________________________________\nORDER\nOn appeal from:\nKwaZulu Natal High Court\r\n(Pietermaritzburg) (Msimang JP, Giyanda and Mokgohloa JJ sitting as\r\ncourt of appeal):\nThe appeal is dismissed\r\nwith costs including the costs of two counsel. The appellants are\r\nordered to vacate the property by no later\nthan 29 February 2012.\n_______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nHEHER JA (CLOETE,\r\nCACHALIA, SHONGWE JJA AND PLASKET AJA concurring):\n[1] The respondents are\r\nthe registered owners of the Remainder of Portion 1 of the farm\r\nUmkomanzi Drift No 1357, Registration Division\nET situate at\r\nUmkomaas, KwaZulu-Natal, in extent 27,5186 hectares. The property is\r\nsituated in a proclaimed township and has been\nzoned for commercial\r\npurposes.\n[2] The first appellant\r\nis a man of about 84 years of age. He has lived on the property for\r\nforty years or more. The second appellant\nis his wife. She is in her\r\nseventies.\n[3] On application by the\r\nrespondents to the KwaZulu-Natal High Court, Durban (Sishi J) the\r\nappellants were ordered to vacate the\nproperty by 15 October 2009.\r\nTheir counter-application declaring them entitled to retain\r\npossession and occupation pending the\nfurnishing by the respondents\r\nof security for the payment of compensation for improvements effected\r\non the property was dismissed.\nAn appeal to the Full Court (Mokgohloa\r\nJ, Giyanda J and Msimang JP concurring) against the order of eviction\r\nwas likewise dismissed.\nThis Court granted the appellants special\r\nleave to appeal further.\n[4] The facts are\r\nslightly unusual and induce some sympathy for the appellants. At all\r\nrelevant times until his death in 1975 the\nproperty was owned by one\r\nC S Naidoo. According to the first appellant he worked as Naidoo’s\r\n‘right hand man’\nin relation to social upliftment\r\nprojects for the Indian community. Naidoo offered to sell him a small\r\nportion of the property\non which to build a house. Until the property\r\nwas subdivided to enable a sale to take place the first appellant was\r\npermitted to\nerect the house and occupy it with his family at a\r\nnominal rental of R5 per month. The first appellant and Naidoo\r\ndemarcated an\narea about a quarter of an acre in extent and pegged\r\nthe boundaries. Initially the first appellant had in mind a temporary\r\nwood\nand iron structure, but when Naidoo heard of his intentions he\r\npersuaded him to construct a permanent building of bricks and mortar,\n\nundertaking that, if the property was not subdivided and sold to the\r\nfirst appellant, he and his family could nevertheless live\non it for\r\nthe rest of their lives at the previously agreed rental. As the first\r\nappellant regarded Naidoo as a man of his word\nhe felt no need of a\r\nwritten agreement.\n[5] The first appellant\r\nduly built a substantial dwelling house on the property with the\r\nintention that it should serve him and\nhis family for the rest of\r\ntheir lives. Until 1982 he continued to pay rental at the agreed\r\namount. About the beginning of 1983\nhe and Naidoo’s heirs\r\nagreed to double the rent and the first appellant honoured that\r\nagreement until December 1992 when\nhe was told that payment was no\r\nlonger required.\n[6] The first appellant\r\nmarried the second appellant in 1981 after the death of his first\r\nwife. They have lived continuously on\nthe property ever since, with,\r\napparently, a break of a year or so some ten years ago to which I\r\nrefer below. The first appellant’s\nchildren have long since\r\nleft the property and established their own homes. Such right of\r\noccupation as the second appellant may\nhave derives only through the\r\nfirst appellant.\n[7] The respondents\r\npurchased the property from Naidoo’s heirs on 27 February 1998\r\nfor R500 000,00. They currently own 25,8242\nhectares of it including\r\nthat portion on which the appellants reside.\n[8] In his answering\r\naffidavit the first appellant deposed as follows:\n‘\nThe\r\nApplicants, Rabind Sunker, Muthu Pillay (and his wife) and the member\r\nof the Fourth Applicant (Sushilla Devi Sunker) were all\naware prior\r\nto purchasing the property and prior to taking transfer that I\r\noccupied the property. They were also aware of the terms\nof my\r\noccupation, namely, that I was a tenant and that my wife and I were\r\nentitled to occupy the property for the rest of our lives.\nMost\r\npertinently, they were fully aware of the improvements which I made\r\nto the property.’\n[9] By contrast, the\r\nfirst respondent, speaking for all the respondents, deposed in reply\r\n(subject to a general denial of such of\nthe appellants’\r\nallegations that were not consistent with the content of his\r\naffidavits) as follows:\n‘\nAt\r\nthe time of us purchasing the property we were informed by the\r\nSellers, one of whom is Tej Naidoo, that there were certain tenants\n\non the property and that such tenants did not have written leases but\r\nthat they were paying rental on a monthly basis.\nOne\nSANDRA MOODLEY\n,\r\nwho was the Estate Agent negotiating for the sale of the property to\r\nus, informed the tenants including the First Respondent that\nthe\r\nproperty was being acquired by us.\nWe\r\npurchased the property in terms of a written Agreement dated the 27\nth\nFebruary 1998 and shortly\r\nthereafter the Second Applicant and I went to the property and\r\ninformed the tenants including the First\nRespondent of the fact that\r\nwe had purchased the property and that they should vacate the\r\nproperty.’\n[10] The tenants,\r\nincluding the first appellant, apparently ignored the request. The\r\nrespondents then caused letters of demand to\nbe sent to them.\r\nThereafter they instituted actions in the Scottburgh magistrate’s\r\ncourt. The proceedings against the first\nappellant in that court are\r\nfully described in the application papers before the court of first\r\ninstance and form part of the record\nbefore us.\n[11] In the magistrate’s\r\ncourt the respondents alleged that the first appellant was in\r\nunlawful occupation of their property\nand claimed damages of R500 per\r\nmonth for the duration of such occupation. They claimed ejectment of\r\nthe first appellant and all\npersons claiming occupation through him\r\nfrom the property and damages of R9500,00. The first appellant\r\ndefended the action. He\nraised the following defences:\n1. That he was an\r\noccupier as defined in s 1 of the Extension of Security of Tenure Act\r\n62 of 1997 (‘ESTA’) and he pleaded\na failure on the part\r\nof the appellants to comply with ss 9(2)(a), (d)(i), (ii) and (iii)\r\nof that Act.\n2. That he had resided on\r\nthe land since 1961 with the consent of the previous owners of the\r\nproperty and the appellants and invoked\nthe deeming provision in s\r\n3(4) of ESTA.\n3. That the provisions of\r\nthe Prevention of Illegal Eviction from and Unlawful Occupation of\r\nLand Act 19 of 1998 (‘PIE’)\napplied to the proceedings\r\nand that the appellants had not made allegations necessary to sustain\r\na cause of action with regard\nto that Act.\n4. That he was entitled\r\nto the protection afforded by s 26(3) of the Constitution, which\r\nprovides that no one may be evicted from\ntheir home without an order\r\nof court made after consideration of all relevant circumstances.\n5. That the respondents\r\nacquired ownership of the property well aware of the occupation by\r\nthe first appellant and his family and\nwith full knowledge of the\r\nfirst appellant’s rights of occupation of the house arising\r\nfrom an oral agreement of lease at\na monthly rental of R10 and\r\nfurther that the respondents acquired ownership subject to the first\r\nappellant’s rights as they\nexisted in the oral agreement.\n[12] The first appellant\r\ndid not, in the magistrate’s court proceedings, aver or rely\r\nupon a lease which was to extend indefinitely\nor for life, although,\r\nof course, there had been nothing to prevent him from raising a\r\ndefence based on such a lease. Nor did he\naver that the respondents\r\nwere aware of a lease for that duration. His case was a monthly\r\ntenancy. He was at all material times\nrepresented by attorneys.\n[13] For reasons which\r\nare obscure the respondents amended their particulars of claim. While\r\ncontinuing to allege unlawful occupation\nby the first appellant they\r\ndeleted the claim for ejectment.\n[14] The magistrate\r\nconcluded that the respondents had proved their case. He granted\r\njudgment as prayed, ie damages for unlawful\noccupation. Whether the\r\nappellants complied with the order is not clear. But they did not\r\nvacate the property. Nor did they appeal\nagainst the order.\n[15] In November 2008 the\r\nrespondents initiated the present proceedings. They applied on motion\r\nto the KwaZulu-Natal High Court,\nDurban for the eviction of the\r\nappellants. As I have noted earlier they were successful both then\r\nand later in the appeal to the\nFull Court.\n[16] The\r\ncourt a quo held that the appellants carried an onus to prove that\r\nthe respondents had knowledge of the long lease when\nthey acquired\r\nthe property and that they had failed to discharge that burden. But\r\nthese were proceedings on motion for final relief.\nAll that was\r\nrequired of the appellants was to adduce evidence sufficient to\r\nprovide a prima facie answer to the case for eviction.\nIf the\r\nevidence so presented was such as to give rise to a bona fide\r\nconflict of fact then the application could not be resolved\nin favour\r\nof the appellants without a referral to evidence, which the\r\nappellants had not sought. The onus in relation to the special\n\ndefence played no role in that regard.\nNgqumba\r\n/ Damons NO / Jooste en Andere v Staatspresident en Andere\n1988 (4) SA 224\n(A) at 260I-263D.\n[17] Before us the\r\nappellants’ counsel chose to argue his case on only two\r\ngrounds. The first was that the appellants were\n‘occupiers’\r\nas defined in s 1 of ESTA and entitled to the protection provided by\r\nthat Act. The second was that the\nfirst appellant was a tenant under\r\na lease for longer than ten years of which the respondents had\r\nknowledge at the time of their\npurchase of the property and by the\r\nterms of which they were accordingly bound.\nThe ESTA argument\n[18] It was common cause\r\nthat the appellants had not raised the applicability of the Act or\r\nplaced an indirect reliance on it in\ntheir affidavits. Nevertheless\r\ntheir counsel relied on s 2(2) of the Act:\n‘\nLand\r\nin issue in any civil proceedings in terms of this Act shall be\r\npresumed to fall within the scope of the Act unless the contrary\nis\r\nproved.’\nHe submitted that the\r\nfact that the appellants had relied in argument on the Act in all the\r\ncourts was sufficient to render the\nproceedings ‘proceedings in\r\nterms of this Act’. He cited no authority for the proposition\r\nwhich appears to be clearly\nwrong.\n[19] In\r\napplication proceedings the notice of motion and affidavits define\r\nthe issues between the parties and the affidavits represent\ntheir\r\nevidence. If an issue is not cognisable or derivable from these\r\nsources there is little or no scope for reliance on it. It\nis a\r\nfundamental rule of fair civil proceedings that parties, both\r\nplaintiffs and defendants, should be apprised of the case which\nthey\r\nare required to meet; one of the manifestations of the rule is that\r\nhe who relies on a particular section of a statute must\neither state\r\nthe number of the section and the statute, or formulate his case\r\nsufficiently clearly so as to indicate what he is\nrelying on:\nYannakou v Apollo Club\n1974\r\n(1) SA 614\n(A) at 623G;\nNaude and Another v\r\nFraser\n[1998] ZASCA 56\n;\n1998 (4) SA 539\n(SCA) at 563D-564A.\r\nThat the appellants did not do.\n[20] At a factual level,\r\nthe importance of the principle is illustrated in the present case by\r\nthe reliance placed by appellant’s\ncounsel on s 2(1) of ESTA.\r\nNot all land falls within the application of the statute:\n‘\nSubject\r\nto the provisions of section 4, this Act shall apply to all land\r\nother than land in a township established, approved, proclaimed\nor\r\notherwise recognised as such in terms of any law, or encircled by\r\nsuch a township or townships, but including-\n(a)\r\nany land within such township which has been designated for\r\nagricultural purposes in terms of any law; and\n(b)\r\nany land within such a township which has been established, approved,\r\nproclaimed or otherwise recognised after 4 February 1997,\nin respect\r\nonly of a person who was an occupier immediately prior to such\r\nestablishment, approval, proclamation or recognition.’\nThus if s 2(1) is not\r\nengaged, the presumption does not operate. In such circumstances any\r\nattempt to introduce reliance on ESTA\nwould carry with it the onus to\r\nallege and prove that the land in question falls subject to the Act.\r\nIt will be recalled that the\nrespondents stated in their founding\r\naffidavit that the property fell within a proclaimed township without\r\nidentifying the date\nof proclamation. The appellants did not in their\r\nanswer take issue with that averment. As it is common cause that the\r\nappellants\nwere occupiers with consent of the owner as at 4 February\r\n1997 their counsel submitted that s 2(1) of ESTA prima facie applied\r\nto the property occupied by the appellants. That however depends on a\r\nquestion of fact, the date of proclamation. Because the appellants\n\ndid not raise ESTA in their answering affidavit, the respondents were\r\nnot put on notice to deal with the date in their reply and\ndid not do\r\nso.\n[21] In my view the\r\nappellants have not relied upon ESTA in these proceedings in any\r\nmanner sufficient to bring themselves within\ns 2(2) of ESTA. I\r\nrecognise that ESTA is social legislation designed to protect the\r\npoor and dispossessed and that a more flexible\napproach may be\r\nnecessary to ensure that unrepresented persons are not deprived of\r\nthat protection. This is not such a case.\nThe knowledge of the\r\nrespondents at the time of purchase\n[22] I have\r\nquoted, in paragraph 8 of this judgment, from the answering affidavit\r\nof the appellants in which they allege, baldly\nand without\r\nsubstantiating facts, that the respondents were all aware prior to\r\npurchasing the property of the terms of the appellants’\n\noccupation including the fact that they were entitled to such\r\noccupation for the rest of their lives. Relying upon the rule in\nPlascon-Evans Paints Ltd v Van Riebeeck Paints\r\n(Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A) at 634 counsel\r\nsubmits that the case fell to be decided on the appellants’\r\nversion.\n[23] In\nWightman t/a J W Construction v Headfour (Pty)\r\nLtd and another\n[2008] ZASCA 6\n;\n2008 (3) SA 371\n(SCA) paras\r\n11 to 13, I had occasion to consider the adequacy of allegations in\r\nanswering affidavits in the context of the rule.\nWhat I said there\r\napplies with equal force to a respondent who endeavours to raise a\r\nspecial defence as here. See also\nNational\r\nDirector of Public Prosecutions v Zuma\n[2009] ZASCA 1\n;\n2009\r\n(2) SA 277\n(CC) para 26. The alleged knowledge of the respondents\r\nconcerning the long lease was averred without reference to any detail\r\nas\nto when, where and how the information was communicated to them.\r\nSuch facts being peculiarly within the knowledge of the first\r\nappellant, his silence on the matter is inexcusable and explicable\r\nonly by the inference that the bald allegation was false or not\n\ncapable of substantiation. As I have pointed out the defence was not\r\nraised in the magistrate’s court proceedings, a fact\nwhich is\r\nunexplained and merely strengthens the inference. In these\r\ncircumstances it cannot be concluded that a bona fide defence\nhas\r\nbeen made out by the appellants founded on the respondents’\r\nknowledge of the existence of a long lease.\n[24] The\r\nappellants’ counsel submitted that it might be possible to\r\nestablish by cross-examination of the respondents or other\nwitnesses\r\nthat the respondents did, as a fact, know of the existence of the\r\nlong lease. The submission fails because the appellants\nhave not\r\nbrought themselves within the parameters laid down in\nMinister\r\nof Land Affairs and Agriculture v D & F Wevell Trust\n2008\r\n(2) SA 184\n(SCA) at 205A-C:\n‘\nIt\r\nwould be essential in the situation postulated for the deponent to\r\nthe respondent’s answering affidavit to set out the\nimport of\r\nthe evidence which the respondent proposes to elicit (by way of\r\ncross-examination of the applicants’ deponents\nor other persons\r\nhe proposes to subpoena) and explain why the evidence is not\r\navailable. Most importantly, and this requirement\ndeserves particular\r\nemphasis, the deponent would have to satisfy the court that there are\r\nreasonable grounds for believing that\nthe defence would be\r\nestablished. Such cases will be rare, and a court should be astute to\r\nprevent an abuse of its process by an\nunscrupulous litigant intent\r\nonly on delay or a litigant intent on a fishing expedition to\r\nascertain whether there might be a defence\nwithout there being any\r\ncredible reason to believe that there is one. But there will be cases\r\nwhere such a course is necessary\nto prevent an injustice being done\r\nto the respondent.’\nIn this instance the\r\nshortcoming is manifest. No credible reason exists to believe that\r\nevidence is available to establish the defence\nand any injustice that\r\nmight result would be attributable solely to the inaction of the\r\nappellants themselves.\n[25] There\r\nis a further consideration. The principal issue between the parties\r\nin the magistrate’s court was the lawfulness\nof the first\r\nappellant’s occupation. That issue was decided against him.\r\nAlthough the facts set up by the respondents are\nsufficient to\r\njustify a conclusion that lawfulness was\nres\r\njudicata\nat the time of the application in\r\nthe present case such a case has not been raised or relied on in\r\nexpress terms by or on behalf\nof the respondents. It is accordingly\r\nunnecessary to take the question further.\n[26] The appellants have\r\nnot sought to impugn the order for eviction. It was common cause that\r\nthe respondents had complied with\nall the formalities required of\r\nthem under the PIE Act. Section 4(7) of that Act provides:\n‘\n(7)\r\nIf an unlawful occupier has occupied the land in question for more\r\nthan six months at the time when the proceedings are initiated,\na\r\ncourt may grant an order for eviction if it is of the opinion that it\r\nis just and equitable to do so, after considering all the\nrelevant\r\ncircumstances, including, except where the land is sold in a sale of\r\nexecution pursuant to a mortgage, whether land has\nbeen made\r\navailable or can reasonably be made available by a municipality or\r\nother organ of state or another land owner for the\nrelocation of the\r\nunlawful occupier, and including the rights and needs of the elderly,\r\nchildren, disabled persons and households\nheaded by women.‘\nThe court of first\r\ninstance did consider the appropriateness of an order with regard to\r\nthe provisions of the section. We have not\nbeen asked to reconsider\r\nthat question but I have nevertheless done so because of the special\r\ncircumstances of this case, the delay\nin its finalisation (for which\r\nthe respondents are at least in part responsible) and the advanced\r\nage of the appellants. I am satisfied\nthat the order of eviction was\r\nproperly made for the following reasons:\n(1) the appellants have\r\nknown since at least the conclusion of the proceedings in the\r\nmagistrate’s court in January 2006 that\ntheir occupation was\r\nunlawful;\n(2) they contested the\r\napplication without a bona fide defence to it;\n(3) the first appellant\r\nhas several adult children and the evidence adduced by the appellants\r\nprima facie established the ability\nof each child to care for them if\r\nrequired;\n(4) the appellants have\r\npreviously left the property to take up residence in an old age home\r\nor a similar place of residence but\nlater returned to the property of\r\ntheir own volition;\n(5) there is evidence on\r\nrecord of the availability of suitable alternative accommodation;\n(6) despite being\r\nrepresented by attorneys and counsel in all three courts no attack\r\nwas made on their behalf on the propriety of\nan order of eviction.\n[27] For all these\r\nreasons the appeal is dismissed with costs including the costs of two\r\ncounsel. The appellants are ordered to\nvacate the property by no\r\nlater than 29 February 2012.\n____________________\nJ A Heher\nJudge of Appeal\nAPPEARANCES\nAPPELLANTS: M Pillemer SC\r\n(with him Z Rasool)\nGovender Pather &\r\nMorgan, Durban\nBezuidenhouts Inc,\r\nBloemfontein\nRESPONDENTS: N D Hollis\r\nSC (with him K Naidu)\nSingh & Gharbaharan,\r\nUnzinto\nHoney Attorneys,\r\nBloemfontein",
  "scraped_at": "2026-02-12T16:14:39.317652",
  "date": "2011-11-29",
  "coram": [
    "CLOETE",
    "HEHER",
    "CACHALIA",
    "SHONGWE JJA",
    "PLASKET AJA"
  ],
  "case_number": "126/11",
  "parties": {
    "applicants": [
      "Rajagopal Veneketas Naidoo",
      "Mrs Naidoo"
    ],
    "respondents": [
      "Rabind Sunker",
      "Muthu Pillay",
      "Rukmany Pillay",
      "Surima Investments CC"
    ]
  },
  "sections": {
    "facts": "The first appellant, a man in his 80s, and his wife have lived on a portion of the farm Umkomanzi Drift since the 1960s under an informal arrangement with the former owner, C S Naidoo. Naidoo allowed them to occupy a quarter‑acre and pay a nominal rent, later increasing it. After Naidoo's death, the property was purchased by the respondents on 27 February 1998. The respondents sought eviction; earlier courts ordered the appellants to vacate, but they remained in occupation. The magistrate found the appellants in unlawful occupation and awarded damages. The respondents later applied to the High Court for eviction, which was upheld and appealed to this Court of Appeal.",
    "issues": "The court had to decide (1) whether the appellants could rely on a special defence under the Extension of Security of Tenure Act (ESTA) and on a purported lifelong lease known to the respondents; (2) whether the respondents had knowledge of the long lease at the time of purchase; (3) whether the eviction order complied with the Prevention of Illegal Eviction from and Unlawful Occupation of Land Act (PIE) and constitutional protections; and (4) whether the appellants had met the burden of proof to establish a bona‑fide defence.",
    "principles": "The judgment applied s 1 and s 2 of the Extension of Security of Tenure Act, noting that the presumption of applicability only arises when the land falls within the Act's scope. It considered the requirements of PIE, particularly s 4(7) which allows eviction after a fairness test. The court also referred to the rule in Plascon‑Evans Paints Ltd v Van Riebeeck Paints (the need for a proven factual basis for allegations), and to case law on special defences and the burden of proof (e.g., Ngqumba, Minister of Land Affairs v D & F Wevell Trust). Constitutional protection under s 26(3) was noted but not decisive where no valid defence existed.",
    "application": "The court found that the appellants had not properly raised ESTA in their affidavits and had not demonstrated that the land was subject to the Act, leaving the presumption inoperable. Their claim of a lifelong lease was unsupported by any detail and the respondents were not put on notice; consequently, the appellants failed to discharge the onus of proving the respondents' knowledge. The magistrate's earlier finding of unlawful occupation stood, and the PIE test for just and equitable eviction was satisfied given the appellants' advanced age, availability of alternative accommodation, and lack of a bona‑fide defence.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The appellants were ordered to vacate the property no later than 29 February 2012."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Eviction",
    "level_3": [
      "Extension of Security of Tenure Act",
      "Prevention of Illegal Eviction Act",
      "special defence",
      "unlawful occupation",
      "landlord-tenant"
    ]
  }
}