{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/64.html",
  "case_name": "Mahlangu and Another v S (2011 (2) SACR 164 (SCA)) [2011] ZASCA 64; 497/10 (1 April 2011)",
  "citation": "[2011] ZASCA 64",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 64\n|\nNoteup\n|\nLawCite\nMahlangu and Another v S (2011 (2) SACR 164 (SCA)) [2011] ZASCA 64; 497/10 (1 April 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase no: 497/10\nIn the\r\nmatter between:\nJOHANNES\r\nMAHLANGU\n...........................................................................\n1\nst\nAppellant\nEDWARD\r\nRAMETSI\n..................................................................................\n2\nnd\nAppellant\nand\nTHE\r\nSTATE\n..................................................................................................\nRespondent\nNeutral citation:\nM\nahlangu v The State (497/10)\n[2011]\r\nZASCA 64\n(1 April 2011)\nCoram:\nSTREICHER, SHONGWE JJA andPETSE AJA\nHeard:\n18 MARCH 2011\nDelivered: 1 APRIL 2011\nSummary:\nCorruption – Interpretation of section 1(1)(b)\r\nof the Corruption Act 94 of 1992 – Interference by presiding\r\nofficer\nduring trial – different versions put by legal\r\nrepresentative – Competence or the lack thereof of counsel –\r\nfairness\nof trial\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from\n:\nSouth Gauteng High Court\r\n(Johannesburg) (Blieden J and Saldulker J sitting as court of first\r\ninstance).\nThe appeal against both conviction and sentence is dismissed.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nSHONGWE JA (STREICHER JA and PETSE AJA concurring):\n[1] The two appellants (Mahlangu and Rametsi) were convicted in the\r\nRegional Court, Johannesburg of a contravention of s 1(1)(b)\nread\r\nwith s 3 of the Corruption Act 94 of 1992 (the Act).They were\r\nsentenced to 6 years’ imprisonment, two years of which\nwere\r\nsuspended for a period of five years on condition that they were not\r\nconvicted of corruption or extortion committed during\nthe period of\r\nsuspension. The magistrate refused leave to appeal. They petitioned\r\nthe Judge President (South Gauteng High Court)\nwhere leave was\r\ngranted. The court below (Blieden J & Saldulker J concurring)\r\ndismissed the appeal against conviction and sentence,\nhowever it\r\ngranted leave to appeal to this Court.\n[2] When granting leave to appeal the court below mentioned that\r\ncounsel for the appellants raised a point which was not argued\nduring\r\nthe appeal. The point related to whether the statutory provisions had\r\nbeen proved or not and what the consequences thereof\nwere. It also\r\nraised the possibility that the appellants may not have been properly\r\nrepresented at the trial and that the presiding\nmagistrate may have\r\nmisdirected himself in convicting them.\n[3] The main grounds of appeal raised by the appellants are: (a) the\r\nstate failed to prove the statutory requirements for the\r\ncontravention of s 1(1)(b)(i) or (ii) of the Act; (b) the presiding\r\nmagistrate entered the arena thereby interfering with the proceedings\n\nto the prejudice of the appellants; (c) the legal representative of\r\nthe first appellant was confused, incompetent and ill-prepared\nto the\r\npoint of rendering the appellants’ trial unfair; and (d) the\r\npresiding magistrate disregarded the cautionary rules\napplicable to a\r\nsingle witness and the evidence of a trap. Regarding sentence it was\r\ncontended that the trial court misdirected\nitself when dealing with\r\nthe seriousness of the offence and related mitigating factors.\n[4] It is necessary to deal with the factual background. The state’s\r\ncase is that the complainant (Makhamba), a security\nguard, had shot\r\nand killed a suspected robber in self-defence and in defence of\r\nproperty in 1998. The second appellant (Rametsi)\nwas the\r\ninvestigating officer in respect of this incident. The first\r\nappellant, (Mahlangu), also a police officer, usually accompanied\n\nRametsi during his investigation of this matter. In November 2000\r\nRametsi and Mahlangu visited Makhamba at his place of employment\n\nseeking a statement regarding the shooting, which he gave. On this\r\noccasion the two police officers suggested that Makhamba should\npay\r\nthem a sum of R600 in order for them to withdraw the case. They\r\nfurther threatened to arrest and lock him up if he failed to\npay them\r\nthe money. He indicated that he did not have the money but that he\r\nwould speak to his employer.\n[5] Fearing arrest Makhamba approached his employer and informed him\r\nabout the appellants’ proposition. The employer, in\nturn,\r\nreported the matter to the Anti-Corruption Unit and requested an\r\ninvestigation. Makhamba was again approached by the appellants\nand\r\nalso on one occasion by Rametsi alone. On that occasion he paid R50\r\nto Rametsi, being all he could afford.\n[6] An arrangement was made for the police officers to visit again in\r\nJanuary 2001. This arrangement was communicated to the\r\nAnti-Corruption\nUnit which then prepared to set up a trap in order to\r\narrest Rametsi and Mahlangu. The Anti-Corruption Unit officers met\r\nwith Makhamba\ndays before the day of the trap. On the morning of 25\r\nJanuary 2001 Inspector Mothudi of the Anti-Corruptioni Unit arrived\r\nat Makhamba’s\nplace of employment (a factory) accompanied by\r\nother police officers, all in plain clothing. They handed R600, which\r\nwas made up\nof one hundred rand notes, to Makhamba. The arrangement\r\nwas that he would give the money to Rametsi and Mahlangu and signal\r\nto\nthem by taking his cap off after having handed the money over to\r\nthe appellants. They would then close in and arrest them. Some\nof the\r\nAnti Corruption Unit members were stationed inside and others outside\r\nthe factory premises. Rametsi and Mahlangu arrived.\nThey were met by\r\nMakhamba and entered the factory premises. Mahlangu left them inside\r\nthe factory premises and returned to the\nvehicle they had arrived in.\r\nHe got into the vehicle and waited.\n[7] In the factory premises Makhamba took out the money, counted it\r\nand tendered to hand it to Rametsi who declined to take it\nand\r\nadvised him to take it to Mahlangu who was still inside the vehicle.\r\nMakhamba proceeded towards Mahlangu and handed the money\nto him.\r\nMakhamba then removed his cap giving a sign to the Anti-Corruption\r\nUnit officers confirming that he had handed the money\nover as\r\ndiscussed. Inspector Mothudi and other officers immediately\r\napproached Mahlangu. Mothudi produced his appointment card\nto\r\nidentify himself but before he could arrest Mahlangu, Mahlangu sped\r\noff. Inspector Mothudi fired a shot at the vehicle’s\ntyres but\r\nmissed. As this was taking place Sergeant Robinson, also a member of\r\nthe Anti-Corruptioni Unit, proceeded to arrest Rametsi\nwho was still\r\non the factory premises. Robinson had strategically placed himself in\r\none of the offices where he had been observing\nevents as they\r\nunfolded. Rametsi was later released. Mahlangu disappeared until he\r\nwas arrested about two years later.\n[8] The appellants denied that they ever suggested to Makhamba that\r\nhe should pay them for having the case against him withdrawn.\n\nAccording to them the purpose of their visit on the day in question\r\nwas to trace the firearm that had been used by Makhamba during\nthe\r\nshooting incident Rametsi was invetigating. Rametsi testified that he\r\nwent straight to Makhamba when he arrived at his workplace.\nHe asked\r\nMakhamba for the firearm whereupon Makhamba left. He thought Makhamba\r\nwas going to fetch the firearm. While waiting he\nheard a gunshot. The\r\nnext thing that happened was that he was arrested by Robinson.\n[9] Mahlangu testified that he was waiting in the vehicle when he\r\nsuddenly saw two people running towards him. One was carrying\na\r\nfire-arm. The window of the vehicle was half open. The person with\r\nthe fire-arm pointed it at his neck and grabbed him by his\nclothes.\r\nThe other person opened the door on the passenger side and tried to\r\nenter the vehicle. His upper body was inside the vehicle\nand he also\r\ngrabbed him. He says that he feared for his life and sped off. He\r\nthought these unknown people were going to rob or\nhijack him. Hence\r\nhe decided to flee. He said shots were fired at him but he escaped\r\nwith his life. He drove to Florida SAPS to\nlay a charge of attempted\r\nmurder and attempted robbery. He proceeded to Lenasia to see Dr Khan\r\nand informed him of this incident\nand that he was shocked. He was\r\nthen put on a drip to calm him down. He was off sick for seven days,\r\nreturned to work and thereafter\ndid not report for duty for more than\r\na year until he was arrested.\n[10] It is undisputed that the Anti-Corruptioni Unit officers,\r\nMothudi in particular, went looking for Mahlangu at his station,\n\nMeadowlands, and at the Protea Magistrates’ Court where\r\nMahlangu was said to have gone to deliver a docket. Their efforts\n\nwere all in vain. In his testimony Mahlangu said that during the\r\nperiod he was off sick he kept on visiting Meadowlands police\nstation\r\non a monthly basis but made no effort to contact the Anti-Corruptioni\r\nUnit, notwithstanding the fact that he was aware\nthat they were\r\nlooking for him. I now turn to deal with the grounds of appeal.\nWhether the State had proved the statutory requirements for the\r\ncontravention of s 1(1)(b)(i) and (ii) read with s 3 of the Act\n:\n[11] Section 1(1)(b)(i) and (ii) reads as follows:\n‘\n1 Prohibition on offer or\r\nacceptance of benefits for commission of act in relation to certain\r\npowers or duties . . .\n(b) upon whom any power has been conferred or who has\r\nbeen charged with any duty by virtue of any employment or the holding\r\nof any\npost or any relationship of agency or any law and who\r\ncorruptly receives or obtains or agrees to receive or attempt to\r\nobtain any\nbenefit of whatever nature which is not legally due, from\r\nany person, either for himself or for anyone else, with the intention\n\n–\n(i) that he should commit or omit to do any act in\r\nrelation to such power or duty, whether the giver or offeror of the\r\nbenefit has\nthe intention to influence the person upon whom such\r\npower has been conferred or who has been charged with such duty, so\r\nto act\nor not; or\n(ii) to be rewarded for having committed or omitted to\r\ndo any act constituting any excess of such power or any neglect of\r\nsuch duty,\nwhether the giver or offeror of the benefit has the\r\nintention to reward the person upon whom such power has been\r\nconferred or who\nhas been charged with such duty, so to act or not,\r\nshall be guilty of an offence.’\n[12] The appellants contended that ‘[t]he power or duty to\r\ninstitute a prosecution and to terminate such prosecution, either\nby\r\nwithdrawing charges or by stopping a prosecution falls . . .\r\nexclusively within the prerogative of the National Director of\nPublic\r\nProsecutions and those specifically appointed by the National\r\nDirector’. They argued further that Makhamba was not\ncharged\r\nand that he would not be charged therefore they could not have\r\n‘intended to withdraw a case or, for that matter,\nto arrest\r\nhim.’\n[13] The common cause evidence is that Mahlangu and Rametsi are\r\npolice officers who have the power to investigate a criminal\r\ncomplaint.\nThey, therefore, have been charged with a duty to\r\ninvestigate alleged criminal offences, in this case the shooting\r\nincident involving\nMakhamba. The allegation is that they demanded\r\nmoney from Makhamba for them to withdraw the case. Makhamba had by\r\nthat time not\nbeen charged with an offence. ‘Withdrawal of the\r\ncase’ could therefore only have been intended to mean and could\r\nonly\nhave been understood to mean ‘termination of the\r\ninvestigation’. The termination of the case is an act ‘in\r\nrelation’\nto a duty with which the appellants had been charged.\r\nIt follows that, if the evidence of the state is accepted, all the\r\nstatutory\nrequirements for a contravention of s 1(1)(b)(i) have been\r\nproved.\nThe trial magistrate entered the arena and aligned himself with\r\nthe state\n[14] The appellants contended that the trial magistrate had entered\r\nthe arena in an impermissible way and that he had aligned himself\n\nwith the sate against the appellants. In this regard the appellants\r\nrelied on the questions put by the trial magistrate to the\nwitness\r\nMuvhango and to Mahlangu.\n[15] Mr Muvhango is a senior police officer in the police force. He\r\ntestified that on 25 January 2001 he was on duty at the Meadowlands\n\nPolice Station and that the appellants were under his command.\r\nInspector Mothudi came to his offices and informed him that he had\n\narrested Rametsi on a corruption charge and that Mahlangu was in the\r\ncompany of Rametsi at the time but that he had fled with the\nState’s\r\nmoney. Muvhango telephoned Mahlangu who told him that he was at the\r\nProtea Court and was placing a case on the roll.\nWhen asked whether\r\nhe was with Rametsi he did not give an answer. He did not tell\r\nMuvhango what had happened at Makamba’s\nworkplace. According to\r\nthe police records Mahlangu was booked off sick on 25 January 2001,\r\nresumed duties on 28 January 2001 until\n6 February 2001 when he was\r\nbooked off sick again. From then onwards Mahlangu was absent for a\r\nlong period but Muvhango could find\nno record of that. The magistrate\r\nquestioned Muvhango about the records and also about the action he\r\ntook, knowing that the anti\ncorruption unit was looking for Mahlangu.\r\nIn doing so the magistrate showed frustration at the fact that the\r\npolice were not able\nto produce records showing when Mahlangu\r\nreturned to work. The magistrate also indicated that he was critical\r\nabout the action\ntaken by Muvhango in respect of the fact that the\r\nAnti Corruption Unit was looking for Mahlangu.\n[16] In my view the questioning by the magistrate could not have\r\ngiven the impression that the magistrate had aligned himself with\nthe\r\nstate case against the appellants. His frustration with the police\r\nhad nothing to do with the question whether the appellants\nwere\r\nguilty or not and could not have given the impression that he was\r\nbiased and that the appellants were not being given a fair\ntrial.\n[17] The magistrate intervened during the prosecutor’s\r\ncross-examination of Mahlangu much more than was necessary. At one\n\nstage he got confused between the incident in question and another\r\nincident mentioned by Mahlangu. He would have done much better\nhad he\r\nrather concentrated on the answers given to the prosecutor than his\r\nown questioning. In general the magistrate was asking\nquestions\r\nclarifying the reason why Mahlangu was absent from work for almost\r\ntwo years after the attempt to arrest him, why he\ndid not contact the\r\nAnti Corruption Unit when he learnt that it was not an attempted\r\nhijacking that he had fled from and why he\nhad to accompany Rametsi\r\nwhen he went to see Makhamba. He showed some scepticism about\r\nMahlangu’s evidence that he merely\naccompanied Rametsi as a\r\ndriver and at one stage he effectively cross-examined Mahlangu about\r\nthe alleged damage to his vehicle.\nHis questioning in this regard\r\noccupies approximately one and a half pages of the record.\n[18] I seriously considered whether the questioning by the magistrate\r\ncould have given the impression to a reasonable person that\nthe\r\nmagistrate was not impartial and that the appellants were not getting\r\na fair trial. I came to the conclusion that that was\nnot the case. In\r\nthis regard I refer to\nS v Basson\n2007(1) SACR 566 (CC) para\r\n30 -31 where the Constitutional Court again stated that there is a\r\npresumption in our law against partiality\nof a judicial officer and\r\nreferred with approval to a statement by Cory J on behalf of the\r\nSupreme Court of Canada to the effect\nthat the threshold for a\r\nfinding of real or perceived bias is high.\nThe attorney representing the first appellant was confused,\r\nincompetent and ill-prepared to the extent of rendering the\r\nappellant’s\ntrial unfair\n[19] In this regard the appellants mainly relied on the fact that\r\nMahlangu’s attorney at the trial put different versions\nto\r\nwitnesses. When it was pointed out to appellants’ counsel that\r\ndifferent versions could have been given to the attorney\nby Mahlangu,\r\nthe point was not taken any further.\nWhether the trial court disregarded the cautionary rules\r\napplicable to single witnesses and to evidence of a trap\n:\n[20] The appellants contended that the trial court as well as the\r\ncourt below disregarded the cautionary rules applicable to single\n\nwitnesses and traps. The trial court was further criticized for the\r\nway it dealt with credibility and probability issues.\n[21]\nSection 208\nof the\nCriminal Procedure Act 51 of 1977\nprovides\r\nthat:\n‘\nAn accused may be convicted of\r\nany offence on the single evidence of any competent witness.’\nThe court can base its finding on the evidence of a single witness as\r\nlong as such evidence is substantially satisfactory in every\nmaterial\r\nrespect or if there is corroboration. The said corroboration need not\r\nnecessarily link the accused to the crime (See\nS v Hlongwa\n1991 (1) SACR 583\n(A),\nStevens v S\n[2005] 1 All SA 1\n(SCA)\r\npara 17 and\nS v Artman\n1968 (3) SA 339\n(A) at 341A-B).\n[22] Makhamba was a single witness in respect of the offer made to\r\nhim to withdraw the case against payment of R600 but his evidence\nas\r\nto events surrounding the handing over of the money was corroborated\r\nin all material respects by Robinson, Mothudi and Motau\nanother\r\nmember of the Anti Corruption Unit. Corroboration is also to be found\r\nin the improbability of the appellants’ version.\nRametsi and Mahlangu had been to see Makhamba more than once.\r\nRametsi’s explanation is that he was looking for the fire-arm\n\nused in the shooting by Makhamba. Makhamba had informed Rametsi that\r\nthe fire-arm was no longer available because he had been robbed\nof\r\nit. Rametsi and Mahlangu had no business to visit Makhamba again as\r\nthe investigation of the shooting incident should have been\nclosed.\r\nAll the necessary potential witnesses’ statements had been\r\nobtained. The state’s version is that Rametsi and\nMahlangu came\r\nto Makhamba on 25 January 2001 after they had agreed that the R600,\r\nwhich they demanded, would be available on that\nday. The appellants’\r\nversion that they came to look for the fire-arm is untenable and was\r\nfound to be a lie and rejected.\n[23] The magistrate may not have pertinently used the phrases\r\n‘cautionary rule’; and ‘evidence of a trap’\n\nbut did caution himself that ‘[t]he court must consider the\r\nevidence in it’s totality. The court must consider the\n\nprobabilities and improbabilities of both the state case as well as\r\nthe defence case. The court must consider the credibility of\nall\r\nwitnesses. In addition thereto the court must also consider whether\r\nthe state has succeeded in proving the guilt of each of\nthe two\r\naccused separately and (inaudible) from each other’.\nIt is, therefore, disingenuous to argue that the trial court\r\ndisregarded the cautionary rules applicable to single witnesses and\n\ntraps. The magistrate considered the conspectus of the evidence and\r\nweighed the pros and cons and made a judiciously considered\njudgment.\n[24] Certain discrepancies in the evidence of Makhamba were\r\nhighlighted but these were not material discrepancies considering\r\nalso that the incident occurred about 7 years before the trial. The\r\ntrial court was satisfied, correctly so, that the state witnesses\n\ncorroborated each other in all material aspects. The trial court\r\nfound the explanation by both appellants to be improbable and\n\ncorrectly rejected it as false. ‘An appellate court should not\r\nseek anxiously to discover reasons adverse to the conclusions\nof the\r\ntrial Judge. No judgment can ever be perfect and all-embracing, and\r\nit does not necessarily follow that, because something\nhas not been\r\nmentioned, therefore it has not been considered’. (See\nR v\r\nDhlumayo\n1948 (2) SA 677(A)\nat 678) I have considered the\r\nconspectus of the evidence and the findings of the magistrate and the\r\ncourt below, I am not satisfied\nthat the appellants succeeded in\r\nshowing this court that the verdict of the trial court and the court\r\nbelow were wrong. The appeal\nagainst conviction cannot stand.\nSentence\n[25] I now turn to the issue of the sentence. It is trite that\r\ncorruption is a serious offence especially when committed by police\n\nofficers. These are the people appointed to protect society and\r\nenforce the law. Counsel for the appellants did not refer to a\n\nspecific misdirection by the trial court which would persuade us to\r\ninterfere with the sentence. He pointed out that the administration\n\nof justice could not have suffered any prejudice by the actions of\r\nthe appellants. The trial court stated, correctly, that the\nfact that\r\nthe amount paid was relatively small should not be over-emphasized.\n[26] In my judgment, the sentence imposed is not unreasonable.\r\nMakhamba was persistently asked to pay up, the appellants persist\n\nwith a baseless denial and do not display any remorse. The money was\r\nnot recovered because Mahlangu fled with it. Corruption has\nplagued\r\nthe moral fibre of our society to an extent that to some it is a way\r\nof life. There is a very loud outcry from all corners\nof society\r\nagainst corruption which nowadays seems fashionable. Some even go as\r\nfar as stating that corruption is rendering the\nstate dysfunctional.\r\nIt is the courts that must implement the penalties imposed by the\r\nlegislature. It is also the courts that\nmust ensure that justice is\r\nnot only done but also seen to be done. The trial court considered\r\nall the aggravating and mitigating\nfactors and came to the conclusion\r\nthat an effective imprisonment of 4 years was appropriate. In the\r\ncircumstances of this case,\nI agree.\n[27] The appeal against both conviction and sentence is dismissed.\n_________________\nJ SHONGWE\nJudge of Appeal\nAPPEARANCES:\nFor\r\nAppellants:\nJ F Schaefer\nInstructed\r\nby:\nDavid H\r\nBotha, Du Plessis & Kruger Inc\nJohannesburg\nSymington\r\n& De Kok\nBloemfontein\nFor\r\nRespondent: N Naidoo\nInstructed\r\nby:\nThe\r\nDirector of Public Prosecutions\nJohannesburg\nThe\r\nDirector of Public Prosecutions\nBloemfontein",
  "scraped_at": "2026-02-12T15:33:10.083286",
  "date": "2011-04-01",
  "coram": [
    "Streicher JA",
    "Shongwe JA",
    "Petse AJA"
  ],
  "case_number": "497/10",
  "parties": {
    "applicants": [
      "Johannes Mahlangu",
      "Edward Rametsi"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "In 1998 a security guard, Makhamba, shot a suspected robber in self‑defence. The State alleged that police officers Johannes Mahlangu and Edward Rametsi, who were investigating the incident, demanded R600 from Makhamba in exchange for withdrawing the investigation. Makhamba reported the demand, prompting the Anti‑Corruption Unit to set a trap. On 25 January 2001 Makhamba handed the money to the officers; the officers attempted to flee, and a police attempt to arrest them resulted in Mahlangu escaping and Rametsi being briefly detained. The officers were later charged and convicted of corruption under section 1(1)(b) of the Corruption Act 94 of 1992.",
    "issues": "The appellants raised four principal grounds of appeal: (a) whether the State had proved the statutory elements of a contravention of s 1(1)(b)(i) or (ii); (b) whether the trial magistrate had impermissibly entered the arena, showing bias against the appellants; (c) whether the first appellant’s counsel was so confused and incompetent as to render the trial unfair; and (d) whether the trial court disregarded the cautionary rules applicable to single‑witness evidence and to evidence obtained from a trap, together with a challenge to the severity of the sentence.",
    "principles": "The Court applied the interpretation of s 1(1)(b) of the Corruption Act, which requires proof that a public officer corruptly received a benefit with the intention to influence the performance of a duty. The Court reiterated the presumption of impartiality of judicial officers and the high threshold for finding real or perceived bias (citing S v Basson). It also relied on section 208 of the Criminal Procedure Act, which permits conviction on the single testimony of a competent witness if the evidence is substantially satisfactory and corroborated, and on established case law concerning the assessment of single‑witness evidence and the admissibility of trap evidence.",
    "application": "The Court found that the State’s evidence satisfied all statutory requirements: the officers were police officers charged with a duty to investigate, and the demand for money was clearly intended to terminate that investigation. The magistrate’s questioning, although extensive, was not shown to demonstrate bias; his frustration with police record‑keeping was unrelated to the guilt of the appellants. The counsel’s errors did not rise to the level of a miscarriage of justice. Makhamba’s testimony, though solitary, was corroborated by the accounts of the anti‑corruption officers and by the improbability of the appellants’ version, satisfying the corroboration requirement. Consequently, the conviction was upheld, and the sentencing was deemed appropriate given the seriousness of the offence and lack of remorse.",
    "conclusion": "The appeal against both conviction and sentence was dismissed. The Court affirmed the six‑year imprisonment (with two years suspended) imposed on Mahlangu and Rametsi, concluding that the trial was fair, the statutory elements were proved, and the sentence was not unreasonable."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Corruption",
    "level_3": [
      "s1(1)(b) Corruption Act",
      "judicial bias",
      "single witness rule",
      "appeal",
      "sentencing"
    ]
  }
}