{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/143.html",
  "case_name": "Cassim and Another v Voyager Property Management (Pty) Ltd and Others, Cassim and Another v St Moritz Body Corporate (Pty) Ltd and Others (SCA) [2011] ZASCA 143; 2011 (6) SA 544 (SCA); [2011] 4 All SA 587 (SCA) (23 September 2011)",
  "citation": "[2011] ZASCA 143",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 143\n|\nNoteup\n|\nLawCite\nCassim and Another v Voyager Property Management (Pty) Ltd and Others, Cassim and Another v St Moritz Body Corporate (Pty) Ltd and Others (SCA) [2011] ZASCA 143; 2011 (6) SA 544 (SCA); [2011] 4 All SA 587 (SCA) (23 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 574/10\nIn the matter between:\nSHEREEN\r\nCASSIM\n….....................................................................................................................\nFirst\r\nAppellant\nNEILOPAHR\r\nCASSIM\n…............................................................................................................\nSecond\r\nAppellant\nand\nVOYAGER\r\nPROPERTY MANAGEMENT (PTY) LTD\n…............................................................\nFirst\r\nRespondent\nBELLAIR\r\nMANAGEMENT SERVICES\nt/a\r\nBMS ESTATE AGENTS\n…...............................................................................................\nSecond\r\nRespondent\nDEON\r\nJ J STRAUSS N O\n…......................................................................................................\nThird\r\nRespondent\nJUAN\r\nLE FEVRE N O\n…..........................................................................................................\nFourth\r\nRespondent\nIn\r\nRe:\nSHEREEN\r\nCASSIM\n…........................................................................................................................\nFirst\r\nPlaintiff\nNEILOPAHR\r\nCASSIM\n…...............................................................................................................\nSecond\r\nPlaintiff\nand\nST\r\nMORITZ BODY CORPORATE\n….............................................................................................\nFirst\r\nDefendant\nVOYAGER\r\nPROPERTY MANAGEMENT (PTY) LTD\n…..........................................................\nSecond\r\nDefendant\nBELLAIR\r\nMANAGEMENT SERVICES\nt/a\r\nBMS ESTATE AGENTS\n…......................................................................................................\nThird\r\nDefendant\nDEON\r\nJ J STRAUSS N O\n….......................................................................................................\nFourth\r\nDefendant\nJUAN\r\nLE FEVRE N O\n…................................................................................................................\nFifth\r\nDefendant\nVERONICA\r\nSWANEPOEL N O\n…................................................................................................\nSixth\r\nDefendant\nNeutral citation:\nCassim v Voyager Property\r\nManagement (Pty) Ltd\n(574/10)\n[2011] ZASCA 143\n(23 September\r\n2011)\nBench:\r\nCLOETE, PONNAN, SHONGWE, LEACH and SERITI JJA\nHeard:\r\n30 AUGUST 2011\nDelivered:\r\n23 SEPTEMBER 2011\nSummary:\r\nSectional title scheme –\nlocus standi\nof\r\nunit owner to institute proceedings on behalf of body corporate –\ns 41(1)\nof the\nSectional Titles Act 95 of 1986\n– owner obliged\r\nto apply for a\ncurator\nad litem\nto\r\ninvestigate grounds and desirability of instituting proceedings.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn\r\nappeal from\n:\nKwaZulu-Natal High Court\r\n(Durban)\n(Van der\r\nReyden J sitting as court of first instance):\n(a) The appeal is dismissed.\n(b) The first respondent’s application to supplement the record\r\nis dismissed with costs.\n(c) Brink Property Administration is directed to reimburse the\r\nappellants for such portion of the costs incurred by the appellants\n\nas relate to the procuring of an additional copy of the appeal\r\nrecord.\n(d) The appellants are ordered to pay the costs of the appeal save\r\nfor those costs referred to in paragraphs (b) and (c).\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nPONNAN JA (CLOETE, SHONGWE, LEACH and SERITI JJA concurring):\n[1] During 1992 the sisters Cassim - Shereen, the first appellant and\r\nNeilopahr, the second appellant – together with their\nnow\r\ndeceased mother, purchased three sectional title units in what they\r\nbelieved was a prestigious block of flats known as St Moritz,\nwhich\r\nis located at the corner of John Milne and West Streets in Durban.\r\nThe building which consists of 88 flats and three shops\nappealed to\r\nthem because of its three street frontages, proximity to shops,\r\nrestaurants, the beach and the bus route.\n[2] By 2001, however, the appellants, who lived in Johannesburg and\r\nwho had purchased their units as an investment, started to\nbecome\r\nconcerned at what they perceived to be mismanagement of the building.\r\nWhen their endeavours at securing information from\nthe managing agent\r\nof the building and its body corporate came to nought they launched a\r\nseries of applications in the Durban High\nCourt. Of a veritable\r\navalanche of court applications only three, by way of background, are\r\nalluded to. The first application sought\nan order against the St\r\nMoritz body corporate that it hold an annual general meeting (the\r\nAGM) on 13 November 2004 to be chaired\nby a person to be agreed by\r\nthe parties or, failing agreement, to be appointed by the President\r\nof the Law Society of KwaZulu-Natal.\nThe second sought an order that\r\nthe appellants be entitled to be nominated as trustees and to vote at\r\nthat meeting. What prompted\nthe second application was an alleged\r\ndispute between them and the body corporate as to whether they were\r\nin default with the payment\nof their levies in respect of their\r\nunits. If so, so contended the body corporate, they were precluded in\r\nterms of the body corporate\nrules from participating in the AGM. The\r\nthird application sought an order that an administrator be appointed\r\nto the body corporate\nin terms of\ns 46\nof the Sectional Titles Act 95\r\nof 1986 (the Act) with such powers as were to include the power to\r\nappoint a registered auditor\nto conduct a forensic audit and to\r\nscrutinise the books and financial affairs of the body corporate from\r\nJune 1999.\n[3] On 13 November 2004 and pursuant to an order of court the AGM of\r\nthe body corporate was held. It was chaired by an attorney,\nMr\r\nLomas-Walker. That meeting came to be adjourned to 29 January 2005.\r\nOn the latter date both appellants were elected as trustees\nof the St\r\nMoritz body corporate. The others who also came to be elected members\r\nwere Mr J J Strauss, Mr J Le Fevre and Ms V Swanepoel.\n[4] On 26 April 2005 the three applications were consolidated and\r\nreferred to trial with the notice of motion in each case to stand\nas\r\nthe summons. In due course a declaration came to be filed in the\r\nconsolidated action. The declaration cited the St Moritz Body\n\nCorporate (the Body Corporate) as the first defendant, Voyager\r\nProperty Management (Pty) Ltd (Voyager) as the second defendant,\nthe\r\nmanaging agent of the building, Bellair Management Services (Bellair)\r\nas the third defendant and Strauss, Fevre and Swanepoel,\nthe other\r\nthree trustees aside from the appellants elected at the AGM, as the\r\nfourth, fifth and sixth defendants, respectively.\n[5] Of the seven claims advanced in the declaration, only three,\r\nnamely claims C, D and E are relevant to this appeal. To the extent\n\nhere relevant, they read:\n'\n7.\nCLAIM C\n7.1 Both in terms of the\nSectional Titles Act and\nManagement\nRule 35(2)\n, the Fourth, Fifth and Sixth Defendants are\r\nobliged to make all or any of the books of account and records of the\r\nFirst Defendant\navailable for inspection to owners.\n7.2 At the Annual General Meeting of the First Defendant\r\non 29 January 2005, the First and Second Plaintiffs were appointed as\r\ntrustees.\n7.3 Management\nRule 35(1)\nand the\nSectional Titles Act\nobliges\nthe trustees to cause proper books of account and records to\r\nbe kept so as fairly to explain the transactions and financial\r\nposition\nof the First Defendant including:-\n(a) a record of the assets and liabilities of the First\r\nDefendant.\n(b) a record of all sums of money received and expended\r\nby the First Defendant and the matters in respect of which such\r\nreceipt\nand expenditure occurred.\n7.4 In order to comply with their obligations referred\r\nto in paragraph 8.3 above, the Plaintiffs during the period from 2\r\nFebruary\n2005 requested the Defendants to furnish them with copies of\r\nthe documents referred to in . . . in order to comply with their\r\nobligations\nas trustees.\n7.5 In spite of such requests, the Defendants have to\r\ndate failed and/or refused to furnish Plaintiffs with copies of the\r\ndocuments\nreferred to in Schedule \"A\".\n8.\nCLAIM D\n. . .\n8.5 Without the knowledge of, consultation with and\r\napproval of approximately 32 owners and members of the First\r\nDefendant including\nthe Plaintiffs and on 2 March 2004, the Fourth\r\nand Fifth Defendants entered into a loan agreement with the Second\r\nDefendant, in\nterms of which agreement, the Fourth and Fifth\r\nDefendants allegedly borrowed undisclosed sums of monies on behalf of\r\nthe First\nDefendant from the Second Defendant.\n8.6 As at 2 March 2004, the Fifth Defendant was not a\r\ntrustee duly appointed at an Annual General Meeting and consequently\r\nhe had\nno authority to enter into the loan agreement on behalf of the\r\nFirst Defendant nor could he bind the First Defendant thereto.\n8.7 In terms of the Loan Agreement, . . . the Second\r\nDefendant continues to advance monies to the First Defendant on a\r\nmonthly basis\nto the prejudice of 32 of the members of the First\r\nDefendant including the Plaintiffs.\n8.8 The Loan Agreement concluded between the First and\r\nSecond Defendants on 2 March 2004 is invalid and of no force and\r\neffect,\nalternatively void for vagueness, further alternatively,\r\nvoidable at the instance of the First Defendant and falls to be set\r\naside\non the grounds as appear in paragraphs 8.9.1 to 8.14 inclusive\r\nhereunder.\n. . .\n9.\nCLAIM E\n9.1 (i) Every owner is a member of the First Defendant\r\nby virtue of the provisions of Section 36 of the Act.\n(ii) By virtue of the provision of Regulation 35(i) of\r\nthe Act read with the Management Rule 35(i), the trustees shall cause\r\nproper\nbooks of account and records to be kept so as fairly to\r\nexplain the transactions and financial position of the Body Corporate\r\nincluding:-\n(a) A record of the assets and liabilities of the Body\r\nCorporate.\n(b) A record of all sums of money received and expended\r\nby the Body Corporate and the matters in respect of which such\r\nreceipt and\nexpenditure occur.\n(iii) The Plaintiffs were appointed trustees at the AGM\r\nof 29 January 2005 and are both owners and members of the First\r\nDefendant.\n(iv) On 2 March 2004 the Second Defendant concluded the\r\nLoan Agreement with the First Defendant.\n(v) Plaintiffs as trustees and in compliance with their\r\nduties of a fiduciary nature, are obliged to take this action on\r\nbehalf\nof the First Defendant and pursuant to the provisions of both\r\nSections 35 and 41 respectively of the Act.\n(vi) By virtue of the unlawful and irregular conduct on\r\nthe part of the Fourth and fifth Defendants as referred to in\r\nparagraph\n11 hereunder, the Plaintiffs as trustees are obliged to act\r\nin the absence of the full board of trustees.\n9.2 As owners and trustees and members of the First\r\nDefendant, the Plaintiffs are entitled to statements of accounts with\r\nsupporting\ndocumentation in respect of all the financial transactions\r\nfor the period of 2 March 2004 to date of trial, in terms of the Loan\n\nAgreement concluded between the First Defendant and Second Defendant\r\nincluding . . .\nWHEREFORE\nthe Plaintiffs pray for orders as\r\nfollows:-\n. . .\nCLAIM C\n3. Compelling the Second, Third, Fourth, Fifth and Sixth\r\nDefendants to furnish the Plaintiffs with access to copies of the\r\ndocuments\nlisted in Schedule \"A\" annexed hereto.\nCLAIM D\n4.1 Declaring that the Loan Agreement concluded between\r\nthe First and Second Defendants on 2 March 2004 is invalid and of no\r\nforce\nand effect.\n4,2 Cancelling the Loan Agreement concluded between the\r\nFirst and Second Defendants on 2 March 2004.\n4.3 The First and Third Defendants be interdicted from\r\npaying any monies over to the Second Defendant and the Second\r\nDefendant be\ninterdicted from receiving any monies from the First or\r\nThird Defendants.\n4.4 Interdicting and restraining the Second Defendant\r\nfrom advancing and or lending any further monies to the First\r\nDefendant in\nterms of the Loan Agreement concluded between the\r\nparties on 2 March 2004 and interdicting and restraining the First\r\nDefendant\nfrom receiving any further loan and/or monies from the\r\nSecond Defendant.\nCLAIM E\n5. Compelling the First and Second Defendant to render a\r\nstatement of account with supporting documentation to the Plaintiffs\r\nin\nrespect of all the financial transactions for the period 2 March\r\n2004 to 28 February 2005 in terms of the Loan Agreement concluded\n\nbetween the parties on 2 March 2004, inclusive of all payments of\r\nValue Added Tax by Second Defendant to service providers of First\n\nDefendant as contemplated in Clause 18.2 of the Loan Agreement and\r\ndocumentation of the proof of such reclaimed VAT estimated to\nbe R400\r\n000-00.\n. . .\n8. Compelling the First, Second, Third, Fourth, Fifth\r\nand Sixth Defendants to render a statement of account to the\r\nPlaintiffs in\nrespect of:-\n8.1 All levies collected for the period July 1999 to\r\ndate of trial on behalf of the First Defendant in respect of all 88\r\nunits in\nthe St Moritz building.\n8.2 All payments supported by documentation made to the\r\nMunicipality in respect of electricity and water accounts on behalf\r\nof the\nFirst Defendant for the period July 1999 to date of trial.\n8.3 All payments supported by documentation made to the\r\nMunicipality in respect of rates on behalf of the First Defendant for\r\nthe\nperiod July 1999 to date of trial.\n8.4 In respect of the Loan Agreement concluded between\r\nthe First and Second Defendant on 2 March 2004:-\n(i) All loan amounts and monthly loans advanced by\r\nSecond Defendant to First Defendant for the period March 2004 to date\r\nof trial.\n(ii) All interest payments made by First Defendant to\r\nSecond Defendant for the period March 2004 to date of trial.\n(iii) All levies paid over by First Defendant to Second\r\nDefendant for the period March 2004 to date of trial.\n(iv) All amounts due by First Defendant to Second\r\nDefendant as at 13/11/04, 29/01/05 and 08/03/05 inclusive of all\r\ncharges.\n(v) Disbursements and/or raising fees and/or\r\nadministrative fees and/or collection commission paid by the Second\r\nDefendant to Third\nDefendant for the period March 2004 to date of\r\ntrial.\n(vi) All amounts paid by Second Defendant to Fourth and\r\nFifth Defendants in respect of interest referred to in Clause 1.1.5\r\nof the\nLoan Agreement dated 2 March 2004.\n(vii) All VAT recovered from service providers acting on\r\nbehalf of First Defendant such as rates, electricity, classic\r\ndecorations,\nplumbing, Titan Lifts etc.'\n[6] In its plea to the declaration Voyager denied that the appellants\r\nhad locus standi to institute the proceedings in their capacity\nas\r\ntrustees of the body corporate. It asserted, in the alternative, that\r\nto the extent they may have had\nlocus standi\nwhen they had\r\ncommenced the proceedings, that changed on the 29 August 2005 when by\r\norder of court the entire board of trustees\nwas suspended.\n[7] The appellants' declaration also elicited a special plea from the\r\nthird, fourth and fifth defendants in these terms:\n‘\n. . .\n2.\nThe said Defendants plead that the Plaintiffs are non\r\nsuited in this matter on the grounds that\n2.1 The Plaintiffs cite themselves in their personal\r\ncapacities in their numerous applications and actions.\n2.2 Accordingly the Plaintiffs were bound to take action\r\nagainst the said Defendants in terms of\nSection 41\nof the\nSectional\nTitles Act No. 96 of 1986\n, but failed to do so.\n3.\nThe Plaintiffs claim in their Amended Declaration that\r\nthey acted as trustees but such averment does not assist them,\r\nbecause\n3.1 the Plaintiffs acted as trustees for the seven month\r\nperiod 29 January 2005 to 29 August 2005 only and the majority of\r\ntheir\nlegal challenges occurred outside this period of time.\n3.2 the Plaintiff failed to plead that in acting as\r\ntrustees they obtained the authority of the majority of trustees to\r\nso act in\nterms of Section 22 of the Management Rules.\n4.\nThe Plaintiffs claim in their amended Declaration that\r\nthey in their capacity as trustees, were obliged to launch the\r\nactions and\napplication they did, on behalf of the Body Corporate,\r\nthe First Defendant.\n5.\nSince it is evident that the Plaintiffs acted in their\r\npersonal capacities they were obliged to comply with section 41 of\r\nthe Sectional\nTitle Act but failed to do so and in addition contrary\r\nto the requirements of Section 41 of the Act, they proceeded to sue\r\nthe\nBody corporate and claim costs against it, the very body they\r\nclaim to protect.\n. . .\n8.\nIn the premise the Plaintiffs do not have the locus\r\nstandi to bring their several legal challenges against the\r\nDefendants.\n9.\nWHEREFORE the Third, Fourth and Fifth Defendants pray\r\nthat the Plaintiffs several actions and application be dismissed with\r\ncosts.'\n[7] The consolidated applications proceeded to trial before Van der\r\nReyden J. On 7 August 2007 Voyager successfully applied as\na matter\r\nof urgency for the issue of the appellants’ locus standi to be\r\nadjudicated as a separated issue in terms of Rule\n33(4). After\r\ncertain other legal skirmishes, none of which are relevant for\r\npresent purposes, the learned judge held on 11 June\n2010:\n'1. The First and Second Plaintiffs lack\nlocus standi\nin respect of all claims in which they were obliged but failed to\r\nfollow the procedure provided for in\nsection 41\nof the\nSectional\nTitles Act and\nmore specifically lack\nlocus standi\nin respect\r\nof Claims C, D and E.\n2. The First and Second Plaintiffs are to pay the\r\nSecond, Third, Fourth and Fifth Defendants' costs pertaining to the\nRule 33(4)\napplication and the hearing of argument on the issue of\nlocus standi\n.'\nVoyager opposed the appeal as did Strauss and Le Fevre. Ms Swanepoel\r\ntook no part in the proceedings either in this court or the\none\r\nbelow. A further party, Brink Property Administrators (Brink), who\r\nhad been appointed as the managing agent of the body corporate\non 12\r\nMarch 2006, also sought to oppose the appeal. I shall revert to Brink\r\nand its participation in this appeal later in this\njudgment.\n[8] The present appeal with the leave of the learned trial judge\r\nseeks to assail the conclusion that the appellants lacked\nlocus\r\nstandi\nin respect of claims C, D and E. In my view, for the\r\nreasons that follow, it is unassailable.\n[9] Each of the appellants only served as a trustee of the body\r\ncorporate for a fairly brief period from 29 January 2005, when\nthey\r\nwere elected to that office, until 29 August 2005, when by order of\r\nthe high court all of the trustees (including the appellants)\nwere\r\nsuspended from continuing in office. That order still remains extant.\r\nOnce it issued, each could no longer thereafter act\nqua\ntrustee. The effect was that they could not thereafter prosecute the\r\naction that had been instituted to finality in that capacity.\nTo the\r\nextent that they persisted in the action each could only have done so\r\nin her capacity as an owner of a unit in the sectional\ntitle scheme.\r\nIndeed that was the thrust of the argument advanced before this\r\ncourt. It is thus necessary to consider whether they\ncould have done\r\nso\nqua\nowner.\n[10] Section 41 of the Act, headed: 'Proceedings on behalf of bodies\r\ncorporate’, provides:\n'(1) When an owner is of the opinion that he and the\r\nbody corporate have suffered damages or loss or have been deprived of\r\nany benefit\nin respect of a matter mentioned in section 36(6), and\r\nthe body corporate has not instituted proceedings for the recovery of\r\nsuch\ndamages, loss or benefit, or where the body corporate does not\r\ntake steps against an owner who does not comply with the rules, the\n\nowner may initiate proceedings on behalf of the body corporate in the\r\nmanner prescribed in this section.\n(2)\n(a)\nAny\r\nsuch owner shall serve a written notice on the body corporate calling\r\non the body corporate to institute such proceedings within\none month\r\nfrom the date of service of the notice, and stating that if the body\r\ncorporate fails to do so, an application to the\nCourt under para\n(b)\nwill be made.\n(b)\nIf the body corporate\r\nfails to institute such proceedings within the said period of one\r\nmonth, the owner may make application to\nthe Court for an order\r\nappointing a\ncurator ad litem\nfor\r\nthe body corporate for the purposes of instituting and conducting\r\nproceedings on behalf of the body corporate.\n(3) The Court may on such application, if it is\r\nsatisfied—\n(a)\nthat the body corporate\r\nhas not instituted such proceedings;\n(b)\nthat there are\nprima\r\nfacie\ngrounds for such proceedings; and\n(c)\nthat an investigation\r\ninto such grounds and into the desirability of the institution of\nsuch proceedings is justified,\nappoint a provisional\ncurator ad\r\nlitem\nand direct him to conduct such\r\ninvestigation and to report to the Court on the return day of the\r\nprovisional order.\n(4) The Court may on the return day discharge the\r\nprovisional order referred to in ss (3), or confirm the appointment\r\nof the\ncurator ad litem\nfor\r\nthe body corporate, and issue such directions as it may deem\r\nnecessary as to the institution of proceedings in the name of the\n\nbody corporate and the conduct of such proceedings on behalf of the\r\nbody corporate by the\ncurator ad litem\n.'\n[11] The jurisdictional facts provided for in s 41(1) are that an\r\nowner be of the opinion that he, she or it and the body corporate\n\n‘have been deprived of any benefit in respect of a matter\r\nmentioned in s 36(6)’. Section 36(6) provides:\n'The body corporate shall have perpetual succession and\r\nshall be capable of suing and of being sued in its corporate name in\r\nrespect\nof -\n(a) any contract made by it;\n(b) any damage to the common property;\n(c) any matter in connection with the land or building\r\nfor which the body corporate is liable or for which the owners are\r\njointly\nliable;\n(d) any matter arising out of the exercise of any of its\r\npowers or the performance or non-performance of any of its duties\r\nunder\nthis Act or any rule; . . . '\n[12] In\nWimbledon Lodge (Pty) Ltd v Gore NO & others\n2003\r\n(5) SA 315\n(SCA) Schutz JA stated (para 13):\n‘\nThe jurisdictional facts that\r\nan owner must establish in order to entitle him to apply for the\r\nappointment of a\ncurator\nare set out in s 41(1). They\r\nare:\n1. The owner must hold an opinion.\n2. The opinion must be either (\na\n)\r\nthat he and the body corporate have suffered damages (again\nsic\n)\r\nor loss or (\nb\n) that he\r\nand the body corporate have been deprived of a benefit in respect of\r\na matter mentioned in s 36(6).\n3. The body corporate has not instituted proceedings for\r\nrecovery.’\nThe first two requirements proved uncontentious. In argument before\r\nus it was accepted that the appellants held the opinion that\nthey and\r\nthe body corporate had suffered damage or loss in consequence of the\r\nmatters complained of by them. That leaves the third\nrequirement.\r\nThat it should be a requirement is a necessary counterpart to the\r\nsections of the Act divesting individual owners\nof control and\r\nvesting it in the body corporate (\nWimbledon Lodge\npara 14).\r\nThe enquiry envisaged is a purely factual one. On the facts here\r\npresent the body corporate has not instituted the proceedings.\nThat\r\none would have thought would be the end of the enquiry. But, says the\r\nappellants, that requirement could not be met: first,\nbecause the\r\nappellants and the other trustees fell into two divergent camps who\r\nwere at loggerheads with each other, accordingly,\nso the argument\r\nwent, it could hardly be expected of the appellants in those\r\ncircumstances to call upon the body corporate to institute\nthe\r\nproceedings; and, second, the body corporate is for all practical\r\npurposes an empty shell.\n[13] As to the first: it appears to me that the section finds\r\napplication precisely when there is disharmony and disunity in the\n\nbody corporate. The more dysfunctional the body corporate, the\r\ngreater, I dare say, the need for a curator. On the view that I\ntake\r\nof the matter, the argument advanced by and on behalf of the\r\nappellants misconstrues the section. The section does not require\nan\r\nowner to cause the body corporate to act in a particular way if the\r\nlatter is unwilling to do so. All that is envisaged is for\nan owner\r\nto effect service of a notice on the body corporate calling upon it\r\nwithin the stated period to institute the contemplated\nproceedings.\r\nShould it fail to do so the envisaged remedy available to the owner\r\nis not to compel compliance with the notice but\nrather to approach\r\nthe court for the appointment of a\ncurator ad litem\nfor the\r\npurposes of instituting and conducting the proceedings on behalf of\r\nthe body corporate.\n[14] As to the second: in terms of s 36(6) of the Act the body\r\ncorporate has perpetual succession. And whatever its current\r\nlimitations,\nat the time that the proceedings commenced it was fully\r\nfunctional and there was therefore no impediment to service of the\r\nnotice\nbeing effected upon it. It follows that there was no\r\npermanently existing impossibility then in relation to calling upon\r\nit to\ncarry out such obligations and duties as were imposed upon it\r\nby the Act. That may have changed with the grant of the order\r\nsuspending\nall of the trustees from office. Since then the body\r\ncorporate has been dormant and therefore unable to act. In those\r\ncircumstances\nthere is much to be said for the suggestion that there\r\nwould be little point in calling upon the body corporate to institute\r\nthe\nproceedings. Were that to be the case the maxim\nlex non cogit\r\nad impossibilia\n(the law does not compel the performance of\r\nimpossibilities) could be invoked (\nMontsisi v Minister van Polisie\n1984 (1) SA 619\n(A) at 634E – 635A). There is authority for\r\nthe proposition that the maxim is applicable even in relation to the\r\nperformance\nof statutory requirements (\nEx Parte Mackenzie NO\n1960\r\n(1) SA 793\n(W) at 796E-F). It follows that in those circumstances\r\napplicants in the position of the appellants can be authorised by a\r\ncourt\nto dispense with the notice requirement.\n[15] The last string to counsel’s bow on this aspect of the\r\ncase was the following statement from\nWimbledon Lodge\n(para\r\n14): ‘If the body corporate is seen not to do its duty, then an\r\nindividual's powers may, to an extent, be restored’.\nPlainly\r\nwhat Schutz JA intended to convey was this: an individual’s\r\npowers may to the extent provided for in s 41 be restored.\nIndeed, as\r\nSchutz JA pointed out (para 18), that accords with the general\r\nprinciple at common law that where a wrong is done to\nit, only the\r\ncompany (in this case the body corporate) and not the individual\r\nmembers may take proceedings against the wrongdoers\n(\nFoss v\r\nHarbottle\n[1843] EngR 478\n;\n(1843) 2 Hare 461\n(67 ER 189)).\nSchutz JA’s\r\nstatement thus affords no authority for the proposition that owners\r\nwho find themselves in the position of the\npresent appellants are\r\nexempt from the provisions of s 41. The conclusion that I therefore\r\nreach is that s 41 finds application\nto the appellants.\n[16] Were that conclusion to be reached, submitted the appellants,\r\ntheir right of access to court guaranteed by the s 38 of the\n\nConstitution would be infringed. Our Constitution enjoins us to adopt\r\na broad approach to standing. That serves to ensure that\n\nconstitutional rights enjoy the full measure of protection to which\r\nthey are entitled (\nFerreira v Levin NO & others\n1996 (1)\r\nSA 984\n(CC) para 165). I, however, do not see s 41 as imperilling or\r\nnegating the right. On the contrary, s 41 provides a comprehensive\n\nstatutory right to an owner of a sectional title unit aggrieved at\r\nthe failure of the body corporate to act in respect of a matter\n\nmentioned in s 36(6). The relief available to an owner in the\r\nposition of the appellants is to approach the court for the\r\nappointment\nof a\ncurator ad litem\nto the body corporate, so\r\nthat he or she may investigate the events complained of and, if so\r\nadvised, take action aimed at somehow\nremedying the position.\n[17] The substance of the matter according to Schutz JA (\nWimbledon\r\nLodge\npara 21) is that 'the body corporate is little more than\r\nthe aggregation of all the individual owners. Their good is its good.\r\nTheir\nill is its ill. The body corporate is not an island, whatever\r\nthe law of persons may say.' Section 41 is an important component\nof\r\nthat structural scheme. On the one hand it filters out unmeritorious\r\nclaims by over zealous individuals. On the other it ensures\nthat\r\nindividuals complaining should have the advantage of the information\r\nand the funds of their corporation in pursuing legitimate\nclaims. As\r\nto whether a\ncurator\nought to be appointed, Schutz JA\r\nexpressed himself thus: ‘the court has a discretion under s\r\n41(3), having regard to whether\nit is satisfied that the body\r\ncorporate has not sued . . ., that there are\nprima facie\ngrounds for such proceedings . . . and that an investigation into the\r\ndesirability of instituting proceedings is justified’\n\n(\nWimbledon Lodge\npara 26).\n[18] No doubt a\ncurator ad litem\nwould obtain proper advice\r\nand properly investigate the facts before taking any further legal\r\nsteps. Even then he or she would\nhave to first report to the court,\r\nwhich may issue such directions as to it seems meet (s 41(4); see\nMeridian Bay Restaurant (Pty) Ltd & others v Mitchell NO\n2011\r\n(4) SA 1\n(SCA)). The facts of this case illustrate why a filter\r\nmechanism is indeed necessary. At an annual general meeting of the\r\nbody\ncorporate held on 13 November 2004 the appellants proposed to\r\nthe meeting that it adopt a resolution that the Voyager contract be\n\nterminated. The motion was put to the floor. It failed - the vote\r\nbeing three (including the two appellants) ayes and fifteen nays\nwith\r\nfive abstentions. Despite failing by a substantial margin to carry\r\nthe day at the meeting the appellants thereafter approached\nthe high\r\ncourt seeking amongst others precisely the selfsame relief. Fairly\r\nserious allegations were levelled by them against the\nprevious\r\ntrustees of the body corporate. It was suggested that the Voyager\r\nagreement was a collusive transaction that fell to be\nset aside. At\r\nthat stage those allegations, notwithstanding the vehemence with\r\nwhich they were asserted by the appellants, remained\nprecisely that –\r\nuntested allegations. One imagines that is precisely where a\ncurator\r\nad litem\nwould prove invaluable. To the\ncurator\nwould fall\r\nthe task of separating the wheat from the chaff.\n[19] The real difficulty for the appellants in this case, however, is\r\nthat they did not impugn the constitutionality of s 41 or\nany other\r\nprovision of the Act. Accordingly, to borrow from Mokgoro J in\nDu\r\nToit v Minister of Transport\n2006 (1) SA 297\n(CC) para 29: ‘in\r\nthese circumstances, and in the circumstances of this case, the Act\r\ncannot be bypassed’. Section\n41 read with s 36(6) plainly\r\nencompassed within its scope the three claims in respect of which the\r\nappellants came to be non-suited\nby Van den Reyden J. It follows that\r\nthe conclusion of the learned judge cannot be faulted and in the\r\nresult the appeal must fail.\n[20] There remains the question of costs. The appellants submit that\r\nthe lack of\nlocus standi\ndefence should have been raised by\r\nthe respondents by way of exception. Accordingly, so the submission\r\nwent, the respondents should\nonly be entitled to costs as on\r\nexception. In\nAlgoa Milling Company v Arkell and Douglas\n1918\r\nAD 145\n, Innes CJ stated:\n'The declaration as drafted disclosed no cause of\r\naction, and should therefore have been excepted to. Had that been\r\ndone, there\nwould have been a speedy end of the litigation and the\r\nheavy costs subsequently incurred would have been unnecessary. The\r\ndefendants,\ntherefore, will be entitled to such costs in the court\r\nbelow as would have been incurred had they excepted to the\r\ndeclaration.'\nBut as Greenberg JA made plain in\nCohen v Hayward\n1948 (3) SA\r\n365\n(A) at 374:\n'I do not think, however, that it was the intention of\r\nthe Court in the cases quoted to lay down an inflexible rule which\r\ndeprive\nthe Court of its discretion in regard to costs and disentitle\r\nit, in a proper case, from departing from the rule.'\n[21] However, as the following excerpts from the record reveal,\r\nresponsibility for the failure to expeditiously dispose of the\nmatter\r\non the preliminary point of\nlocus standi,\nmust regrettably be\r\nlaid squarely at the door of the learned trial judge.\n'My personal view is this application for the removal of\r\n[the appellants] on the basis of lack of\nlocus\r\nstandi\nis that it's absolutely a waste of\r\ntime. If at the end of the day there is sufficient indication that\r\nthey never had\nlocus standi\nthen\r\nobviously the Court can make an appropriate costs order.\n. . .\n[A]nd I made it quite clear to all the litigants that I\r\nam going to see this case through right till the end, and I made it\r\nquite\nclear that my aim in this case is to see what can be done to\r\nput St Moritz on an even keel again. If after the conclusion of this\n\ncase St Moritz still goes under, well, that's beyond my control. I've\r\nalso made it quite clear that the only people who were prepared\nto\r\ntake up the cause of St Moritz were [the appellants], the two Cassim\r\nsisters.\n. . .\n[T]his is a sincere call on the parties to reconsider\r\nthis application based on lack of\nlocus\r\nstandi\n. I don't see any point in finding in\r\nthe second defendant's favour because it's just going to delay the\r\noutcome of this case.\n. . .\nThe issue is really\r\n― it has been put on the back-burner and it will be decided at\r\nthe conclusion of this trial. I am not\nin position to grant an order\r\nagainst any of the parties at this stage. I will be in the best\r\nposition to decide what costs order\nI sh\nould\r\nmake at the conclusion of the trial. I am not even going to call on\r\nthe other side. I am going to reserve costs.\n. . . I am the person responsible for delaying this\r\ndecision on the issue of\nlocus standi\n.\r\nIt's not a decision of any of the parties. I had a look at the papers\r\nagain. I reconsidered the situation and I made the declaration\nin\r\ncourt and I had reaction to that. So on what basis can I at this\r\nstage penalise any of the parties with a costs order if the\n\ninitiative came from me?'\nThere is thus no warrant for limiting the respondents’ costs to\r\nonly those as on exception. In any event the appellants opposed\nthe\r\nrule 33(4) application for the issue of their\nlocus standi\nto\r\nbe decided preliminarily and separately from any other issue. They\r\nmust accordingly bear the consequences.\n[22] The issue on appeal is a narrow one. The learned judge in the\r\ncourt below cautioned: ‘the record that goes up to the\nCourt of\r\nAppeal . . . must be absolutely material, crisp and to the point’.\r\nThat notwithstanding, the record that served\nbefore this court\r\nconsisted of 20 volumes running to 1727 pages. It was replete with\r\nall manner of irrelevant material. Before\nus Voyager objected to the\r\nrecord. It sought, moreover, to supplement the record. Its\r\napplication together with the proposed supplementary\npages ran to 128\r\npages. In short the additional material sought to be placed before us\r\nwas irrelevant to the adjudication of the\nissue that served before us\r\non appeal. Properly analysed Voyager’s complaint amounted to\r\nthis: the appellants have included\nirrelevant material in the record\r\nand we (Voyager) will be prejudiced unless we are given an\r\nopportunity to likewise file irrelevant\nmaterial. That proposition\r\nmerely has to be stated to be rejected. It follows that Voyager’s\r\napplication must fail and notwithstanding\nthe outcome of the appeal\r\nit is appropriate that Voyager bear the costs of that application.\n[23] I come now to Brink. On 29 August 2005 and pursuant to an\r\napplication to court by the first appellant, it was appointed as\nthe\r\ninterim administrator of the body corporate. On 12 May 2006 on the\r\napplication of both appellants Brink was released from its\nduties as\r\ninterim administrator and appointed the managing agent of the body\r\ncorporate. During July 2007 both appellants launched\ncontempt of\r\ncourt proceedings against Brink. That application was postponed from\r\ntime to time and eventually postponed sine die\non 23 May 2008. Brink\r\nwas not a Defendant in the main trial before Van der Reyden J, nor\r\nwas it a respondent in the\nlocus standi\nproceedings. No relief\r\nhad been sought against it as the managing agent in the high court\r\nand that which had been sought against\nits predecessor had fallen\r\naway. That notwithstanding, its attorney, who also represented\r\nStrauss and Le Fevre, insisted that Brink\nwas a party to the appeal\r\nand demanded on Brink’s behalf an additional copy of the appeal\r\nrecord. Brink plainly had no interest\nin the appeal. Brink was\r\nrepresented in this court by the same counsel who represented Strauss\r\nand Le Fevre. Thus the fact that\nBrink chose to oppose the appeal\r\nwhen it was not entitled to do so has in truth occasioned no real\r\nextra costs to the appellants,\nsave for the additional record that\r\nhad to be procured by them. It follows that Brink should be directed\r\nto reimburse the appellants\nby paying to them the costs of that\r\nadditional record.\n[24] In the result:\n(a) The appeal is dismissed.\n(b) The first respondent’s application to supplement the record\r\nis dismissed with costs.\n(c) Brink Property Administration is directed to reimburse the\r\nappellants for such portion of the costs incurred by the appellants\n\nas relate to the procuring of an additional copy of the appeal\r\nrecord.\n(d) The appellants are ordered to pay the costs of the appeal save\r\nfor those costs referred to in paragraphs (b) and (c).\n_________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\n1\nst\nAppellant A J H Bosman SC\nInstructed\r\nby:\nFathima\r\nKarodia Attorneys\nDurban\nNaudes\nBloemfontein\nFor\r\n2\nnd\nAppellant N Cassim (in person)\nc/o\r\nFathima Karodia Attorneys\nDurban\nNaudes\nBloemfontein\nFor\r\n1\nst\nRespondent: D G Tobias\nInstructed\r\nby:\nDu\r\nToit Havemann & Lloyd\nDurban\nBezuidenhouts\r\nInc\nBloemfontein\nFor\r\n2\nnd\nRespondent: No appearance\nFor\r\n3\nrd\nand 4\nth\nRespondents and E Levin\nBrink\r\nProperty Administration\nInstructed\r\nby:\nChelin\r\n& Associates\nGlenwood\nBezuidenhouts\r\nInc\nBloemfontein",
  "scraped_at": "2026-02-12T15:53:12.667204",
  "date": "2011-09-23",
  "coram": [
    "CLOETE",
    "PONNAN",
    "SHONGWE",
    "LEACH",
    "SERITI JJA"
  ],
  "case_number": "574/10",
  "parties": {
    "applicants": [
      "Shereen Cassim",
      "Neilopahr Cassim"
    ],
    "respondents": [
      "Voyager Property Management (Pty) Ltd",
      "Bellaire Management Services t/a BMS Estate Agents",
      "Deon J J Strauss",
      "Juan Le Fevre",
      "Veronica Swanepoel"
    ]
  },
  "sections": {
    "facts": "The Cassim sisters purchased three sectional title units in the St Moritz block in Durban in 1992. By 2001 they became concerned about alleged mismanagement of the body corporate and, after unsuccessful attempts to obtain information from the managing agent, initiated several court applications in the Durban High Court. The applications sought an AGM, trusteeship, and the appointment of an administrator to conduct a forensic audit. On 13 November 2004 an AGM was held; the sisters were elected trustees on 29 January 2005 alongside three other trustees. On 26 April 2005 the three applications were consolidated. The claims centred on (C) access to the body corporate’s books, (D) the validity of a loan agreement entered into by two trustees and the managing agent, and (E) the rendering of detailed accounts. On 29 August 2005 the High Court suspended all trustees, including the sisters, from office. The sisters continued the proceedings, arguing they had standing as owners under section 41 of the Sectional Titles Act.",
    "issues": "The central issue on appeal was whether the appellants had locus standi to institute the proceedings on behalf of the body corporate, either in their capacity as former trustees or as unit owners, in accordance with section 41 of the Sectional Titles Act. Related issues involved the procedural requirements of giving notice to the body corporate and applying for a curator ad litem, and the effect of the suspension of the trustees on their standing.",
    "principles": "Section 41(1) of the Sectional Titles Act permits an owner to institute proceedings on behalf of the body corporate where the body corporate has not done so, provided the owner serves notice and, if necessary, applies for a curator ad litem. Wimbledon Lodge (Pty) Ltd v Gore NO established the three jurisdictional facts required under s 41: (i) the owner’s opinion of damage or loss, (ii) that the body corporate has not instituted proceedings, and (iii) the owner must follow the statutory notice procedure. Schutz JA emphasized that the statutory regime is not circumventable by the owner and that the maxim \"lex non cogit ad impossibilia\" may justify dispensing with the notice requirement only where the body corporate is utterly unable to act. Constitutional considerations of broad standing under s 38 were noted but did not override the statutory scheme.",
    "application": "The Court found that the appellants were no longer trustees after the suspension order of 29 August 2005 and therefore could not continue the action in that capacity. The Court held that the appellants had not complied with the notice requirement of section 41 and had not applied for a curator ad litem. Consequently, they lacked the requisite locus standi under s 41. The Court rejected the argument that the body corporate’s dysfunction excused the procedural requirements, citing the precedent that the statutory process must be followed and that the court can only dispense with the notice requirement in limited circumstances, none of which applied here.",
    "conclusion": "The appeal was dismissed. The first respondent’s application to supplement the record was dismissed with costs. Brink Property Administration was ordered to reimburse the appellants for the costs incurred in obtaining an additional copy of the appeal record. The appellants were ordered to pay the costs of the appeal, save for the costs awarded to the first respondent and the reimbursement to be paid by Brink."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sectional Title",
    "level_3": [
      "locus standi",
      "section 41",
      "curator ad litem",
      "trusteeship",
      "loan agreement"
    ]
  }
}