{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/38.html",
  "case_name": "MEC for Transport for the Province of KwaZulu-Natal v Eastman and Others (680/09) [2011] ZASCA 38 (28 March 2011)",
  "citation": "[2011] ZASCA 38",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 38\n|\nNoteup\n|\nLawCite\nMEC for Transport for the Province of KwaZulu-Natal v Eastman and Others (680/09) [2011] ZASCA 38 (28 March 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 680/09\nTHE MEMBER OF THE EXECUTIVE COUNCIL\r\nFOR\nTRANSPORT FOR THE PROVINCE OF\r\nKWAZULU-NATAL\n..................................\nAppellant\nand\nJOHN MURRAY EASTMAN\n...........................................................................\nFirst\r\nRespondent\nJANE CHARLOTTE EASTMAN\n................................................................\nSecond\r\nRespondent\nROBERT MITCHELL\n.....................................................................................\nThird\r\nRespondent\n______________________________________________________________\nNeutral citation:\nThe MEC\r\nfor Transport of KwaZulu-Natal v Eastman & others\n(680/09)\n[2011] ZASCA 38\n(28 March 2011)\nCORAM:\nNavsa, Malan, Tshiqi, Seriti JJA and Plasket AJA\nHEARD:\n2 March 2011\nDELIVERED:\n28 March 2011\nSUMMARY:\r\nClaim for damages flowing from motor vehicle landing in culvert ─\r\nagainst driver for being negligent ─ driving\nat an excessive\r\nspeed in wet weather on rural road ─ against Member of\r\nExecutive Council for Transport for Province of KwaZulu-Natal\non\r\nbasis that badly maintained roads caused or contributed to accident ─\r\nevidence showed speed to be sole cause of accident\n─\r\napportionment by court below between two defendants set aside.\n______________________________________________________________\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nKwaZulu-Natal\r\nHigh Court (Pietermaritzburg) (Balton J sitting as court of first\r\ninstance).\n1. The appeal is upheld with costs,\r\nincluding the costs of two counsel to be paid by the three\r\nrespondents jointly and severally,\nthe one paying the others to be\r\nabsolved.\n2. The cross-appeal is dismissed with\r\ncosts, including the costs of two counsel.\n3. The order of the court below is set\r\naside and substituted as follows:\n‘\n(a) The\r\nfirst defendant is held to be solely liable for the cause of the\r\naccident.\n(b) The claims of the first and second\r\nplaintiffs and the first defendant as against the second defendant\r\nare dismissed.\n(c) The first and second plaintiffs\r\nand the first defendant, jointly and severally, are ordered to pay\r\nthe second defendant’s\ncosts of suit, including:\n(i) the qualifying fees and expenses\r\nof the second defendant’s expert witnesses;\n(ii) reserved costs;\n(iii) the costs of two counsel.’\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nNAVSA JA (Malan, Tshiqi, Seriti JJA\r\nand Plasket AJA concurring)\n[1] When Mr John Eastman and his wife\r\nJane, who are Australian nationals, travelled to South Africa during\r\nMarch 2005 to attend\na wedding, they could not have imagined the\r\ndisaster that would befall them. On Monday 21 March 2005, returning\r\nfrom a visit to\nthe top of the Sani Pass (overlooking the Lesotho\r\nborder) and travelling towards Himeville, the motor vehicle they\r\noccupied as\npassengers left a gravel road and landed in a donga. The\r\naccident rendered Mr Eastman a paraplegic and both Mrs Eastman’s\n\narms were badly broken. Mr Robert Mitchell, a retired professor, who\r\nwas the driver of the vehicle, is also Australian.\n[2] During May 2005, Mr and Mrs\r\nEastman instituted action in the Pietermaritzburg High Court against\r\nMr Mitchell as first defendant\nand the Member of the Executive\r\nCouncil for Transport for the Province of KwaZulu-Natal (MEC) as\r\nsecond defendant, claiming damages\nfor the consequences flowing from\r\nthe aforesaid accident. The basis of their claim against Mr Mitchell\r\nwas that the accident\nwas due to his negligence in that he failed to\r\nkeep a proper lookout, drove at an excessive speed, failed to keep\r\nthe vehicle under\nproper control and failed to avoid the accident\r\nwhen, by the exercise of reasonable care, he could and should have\r\ndone so.\n[3] The basis of Mr and Mrs Eastman’s\r\nclaim against the MEC is that his employees were negligent in that\r\nthey had failed in\ntheir legal duty to properly maintain the roads\r\nunder his control, which included the Sani Pass road (the P318), on\r\nwhich they\nhad been travelling. They alleged that the employees of\r\nthe MEC were aware that the road in question became extremely\r\nslippery\nduring inclement weather and that a dangerous donga existed\r\nnext to the road. Mr and Mrs Eastman alleged that the accident was\r\ncaused by the negligence of the MEC’s employees, who not only\r\nfailed to properly maintain the road, causing it to become extremely\n\ndangerous when wet, but also failed to erect signs warning of the\r\nstate of the road and a barrier to prevent vehicles from sliding\ninto\r\nthe donga.\n[4] The action was opposed by both\r\ndefendants and the matter proceeded to trial before Balton J. It was\r\nagreed between the parties\nthat the merits should be decided first\r\nand that the question of quantum should stand over. The court\r\ndirected accordingly. After\nhearing evidence the learned judge\r\nconcluded that the MEC had failed to satisfy the court that he had\r\ntaken reasonable steps to\nmaintain the road, which led to it being\r\nexcessively dangerous. She held that the MEC ought to have erected\r\nsigns to warn motorists,\nparticularly tourists, of the condition of\r\nthe road in wet weather and furthermore that motorists ought to have\r\nbeen warned of\nthe dangerous donga alongside the road.\n[5] Balton J had earlier concluded\r\nthat Mr Mitchell had been travelling at 50 kilometres per hour, which\r\nshe held was excessive\nin the prevailing conditions. Having regard to\r\nthe conclusion she reached in respect of the MEC’s failure to\r\nmaintain the\nroads and to erect road signs warning motorists about\r\nthe hazards, she went on to apportion negligence between the two\r\ndefendants\nand made the following order:\n‘\n(i)\r\nThe first defendant is directed to pay to the plaintiffs 30% of their\r\nproved damages.\n(ii) The second defendant\r\nis directed to pay to the plaintiffs 70% of their proved damages.\n(iii) The first and\r\nsecond defendants are directed to commensurately pay the plaintiffs’\r\ncosts, with such costs to include\nthe plaintiff’s airfare to\r\nand from Australia.’\n[6] The MEC, with the leave of the\r\ncourt below, appealed against the correctness of the conclusions\r\nreferred to above and the order\nset out in the preceding paragraph.\r\nMr Mitchell, with the leave of the court below, cross-appealed on the\r\nbasis that the court\nbelow erred in attributing any negligence to\r\nhim, alternatively, that the apportionment of blame in relation to\r\nhim should be reduced\nto 10 per cent.\n[7] Before us, counsel on behalf of Mr\r\nMitchell restricted his case to one instance of negligence on the\r\npart of the MEC’s\nemployees, namely, the failure to maintain\r\nthe road causing it to become extremely dangerous when wet. For\r\nreasons that will become\napparent that was a wise decision by\r\ncounsel. It is now necessary to consider the material parts of the\r\nevidence to determine the\ncause of the accident.\n[8] On the fateful day the journey by\r\nthe Eastmans, up the road towards the top of the Sani Pass from\r\nHimeville was uneventful.\nThe vehicle in which they drove was a 4x4\r\ndouble cab bakkie (the vehicle), with an attached fibre glass canopy.\r\nEn route they stopped\nat a quad bike centre where they hired quad\r\nbikes. Mr and Mrs Eastman and the owner of the quad bike centre drove\r\nahead on quad\nbikes and were followed by the vehicle. Mr Mitchell’s\r\nwife sat in the passenger seat alongside him. Ms Paula Kinnane was a\n\npassenger who sat in the rear seat. Mr Mitchell’s daughter,\r\nJenny, the bride-to-be, was also in the vehicle. The section\nof the\r\nroad above where the quad bike centre is located is described as\r\ntypical four-wheel drive country. It is less so below the\nquad bike\r\ncentre. On the way up, following the advice of the owner of the quad\r\nbike centre, Mr Mitchell engaged the four-wheel\ndrive mechanism.\n[9] Mr and Mrs Eastman and the\r\nremainder of their party returned to the quad bike centre after their\r\nvisit to the top of the pass.\nOn the way up, the road had been dry\r\nand weather conditions were clear. Before they travelled down towards\r\nHimeville, the owner\nof the quad bike centre had advised them to\r\ndisengage the four-wheel drive, indicating that the road below was\r\nnot ‘too bad’.\nAt the quad bike centre, because of the\r\nlimited space in the double cab, it was decided by the others that Mr\r\nEastman would sit\nin the rear bin under the canopy. On the way down\r\nto the quad bike centre, for approximately three kilometres, they had\r\nexperienced\nten minutes of light drizzle.\n[10] In his testimony in the court\r\nbelow Mr Mitchell stated that because of the rain he had travelled at\r\napproximately 30 kilometres\nan hour. According to him, he had\r\nexperienced no problems at all until they approached the area where\r\nthe vehicle left the road.\nThey had come over a slight crest onto a\r\nfairly straight part of the road when the vehicle started sliding to\r\nthe left. In order\nto correct the vehicle he steered to the left, as\r\none is required to in those circumstances. He might have touched the\r\nbrakes lightly\nbut the vehicle headed across the road and went off\r\nthe verge and fell into the donga. He was up to his waist in the\r\nwater. It\nis common cause that a water culvert alongside the road had\r\ndegenerated and had been eroded to form the donga.\n[11] The canopy had come off the\r\ndouble cab and had been flung 12-15 metres away from the vehicle. Mr\r\nEastman who was in the rear\nbin of the double cab was half-in and\r\nhalf-out of the vehicle. He had broken his back. Shortly after the\r\nvehicle had plunged into\nthe donga people arrived to offer\r\nassistance. Peter Bodman, a local farmer, arrived and summoned his\r\nwife, Sandy, a nurse, to come\nto assist. Only Mr and Mrs Eastman had\r\nsustained serious injuries.\n[12] It is necessary to record that Mr\r\nMitchell has extensive experience of driving on gravel roads in a\r\nrange of vehicles. He was\nwell aware of the dangers that gravel roads\r\nin general pose in wet weather conditions. Mr Mitchell accepted that\r\nas a rule, significantly\ngreater care and lower speeds are required\r\nwhen travelling on gravel roads. The common consensus appears to be\r\nthat in wet conditions\na safe speed on gravel roads in general,\r\nincluding the road in question, is 30 kilometres per hour.\n[13] Against Mr Mitchell’s\r\ntestimony needs to be weighed the evidence of Mrs Eastman, who\r\ndescribed how she sat behind Mrs\nMitchell on the left-hand side and\r\nhow their daughter, Jenny, sat in the middle of the backseat, between\r\nher and Paula Kinnane.\nMrs Eastman stated that she was contemplating\r\nsecuring a seatbelt because she had felt a ‘little unsafe’\r\ndue to the\nspeed of the vehicle and the bumpiness of the ride. The\r\nmost significant part of her evidence is that when they came over the\r\ncrest\napproaching the area where the vehicle left the road, Mrs\r\nMitchell turned to her husband and yelled his name. In response, he\r\nlooked\ntowards her for a few seconds and then looked back. At that\r\nmoment she felt the vehicle slide. Shortly thereafter the vehicle\r\nrolled\nand she felt the impact as it fell into the ditch.\n[14] Under cross-examination, Mrs\r\nEastman was adamant that Mrs Mitchell had shouted her husband’s\r\nname\nbefore\nthe vehicle started sliding. The following part of\r\nher evidence bears quoting in full:\n‘\nI\r\nthink it was more the speed that she was concerned, that she called ─\r\nI think she felt he was driving too fast and that’s\nwhy she\r\ncalled his name, and then the ─ when he looked at her ─\r\nas he looked back there was ─ this start of a\nsliding\r\nsensation.’\n[15] Importantly, at that point,\r\ncounsel representing Mr Mitchell turned to\nhis client to take instructions and\r\nsaid the following immediately thereafter:\n‘\nYes,\r\nMr Mitchell’s recollection is not much different from yours.\r\nHis evidence will be that his wife shouted first and it\nwas virtually\r\nthe next moment that he hit the patch of slipperiness which caused\r\nthe vehicle to go out of control.’\n[16] Mr Eastman’s evidence on\r\nthe question of the speed of the vehicle is equally important. He\r\ntestified about how he had\nbeen voted by the others to sit in the\r\nrear of the vehicle. When he was asked whether he could comment on\r\nthe speed he said the\nfollowing:\n‘\nI\r\ncan say that I was uncomfortable with the speed that we were\r\ntravelling. . . . But I can’t put a number on it, no.’\nMr Eastman repeated that observation.\r\nIn my view, Mr Eastman attempted to be as fair as possible. He\r\nconceded that being in front\nof the vehicle would have made an\r\nassessment of the speed much easier and that the bumpiness might have\r\ncontributed to his discomfort.\n[17] In response to a question from\r\nthe court about whether he had felt uncomfortable about the speed at\r\nwhich the vehicle was travelling,\nMr Eastman said the following:\n‘\nThe\r\nspeed, yes, that the vehicle was travelling with me being in the back\r\nof the car with no seatbelt on, and I ─ just before\nthe\r\naccident I had thought about making my thoughts known to somebody in\r\nthe back by banging on the back of the car, but that was\na little ─\r\nthat was too late because we started sliding off the road.’\n[18] Under cross-examination by\r\ncounsel representing the MEC Mr Eastman testified about how he\r\nhad experienced sitting in the\nrear bin of the vehicle as they drove\r\ntowards the accident scene:\n‘\nI\r\nfelt uneasy with the ─ you get ─ I had ─ I got ─\r\nyou get a feeling when a car is driving too fast ─\nwhen a car\r\nis travelling at a speed that you are not comfortable with, and\r\nthat’s the feeling I got.’\nSoon thereafter he said the following:\n‘\nI\r\nthought of alerting the driver, but if you’ve ever sat in the\r\nback of one of those cars it’s not something that’s\n\neasily done.’\n[19] In the insurance claim form it is\r\nstated that the driver was travelling between 30 and 40 kilometres\r\nper hour at the time that\nthe accident occurred. In that form the\r\nimpression is created that the vehicle started sliding on a curve in\r\nthe road rather than\non the straight part as testified to in court by\r\nMr Mitchell.\n[20] In his statement to the police,\r\nMr Mitchell stated that it had been raining and the road had become\r\nquite wet and slippery.\nThere was clearly an attempt to create the\r\nimpression that it was the heavy rain that had caused the road to\r\nbecome wet and slippery\nwhich resulted in the loss of control of the\r\nvehicle. In court he gave the impression that it was drizzling and\r\nthat the vehicle\nstarted sliding unexpectedly mainly due to the\r\ncondition of the road.\n[21] The fact that the vehicle\r\nsustained fairly extensive damage at the front, coupled with the fact\r\nthat the canopy came off and\nwas flung 12-15 metres away from the\r\nvehicle is more consistent with the evidence of Mr and Mrs Eastman\r\nthat the vehicle was\ntravelling fast enough to cause them concern.\r\nMore damning though, is the uncontradicted evidence of Mrs Eastman\r\nthat Mr Mitchell’s\nwife was concerned enough to shout his name.\r\nHer inference about Mrs Mitchell’s concern at the speed at\r\nwhich the vehicle\nwas travelling appears wholly justified. Mrs\r\nMitchell was not called as a witness and it must be inferred that her\r\nevidence would\nnot be at variance with that of Mrs Eastman.\n[22] The evidence of the\r\nreconstruction experts who testified was not very useful. However, Mr\r\nOpperman, who testified on behalf\nof Mr Mitchell and was rightly\r\ncritical about the experiments conducted by Ms Badenhorst who\r\ntestified on behalf of the MEC, nevertheless,\nwhen pressed for his\r\nestimation of the speed at which the motor vehicle was travelling,\r\nventured an estimate of 50 kilometres per\nhour. The assumptions he\r\nrelied on were conservative and were favourable to Mr Mitchell.\n[23] An examination\r\nof the record of proceedings in the court below reveals that the\r\nconclusion of the court below that Mr Mitchell\nwas not an impressive\r\nwitness is well-founded and his evidence that he was travelling at 30\r\nkilometres per hour was rightly rejected.\nThe court was correct in\r\naccepting the evidence of Mr and Mrs Eastman to the effect that\r\nMr Mitchell drove fast enough to\ncause them discomfort and unease.\r\nThere is no doubt in my mind that the speed at which Mr Mitchell\r\ndrove was excessive in the circumstances\nand he was thus negligent.\r\nThe speed at which he drove was a cause of the accident. The question\r\nthat remains is whether it was\nthe sole cause. Is there a substance\r\nto the complaint of the respondents that there was a lack of\r\nmaintenance of the road in question\non the part of the MEC to the\r\nextent that it was excessively dangerous and contributed to the\r\naccident?\n1\n[24] To answer the question in the\r\npreceding paragraph it is necessary to consider the evidence in\r\nregard to the condition and maintenance\nof that part of the road on\r\nwhich the accident occurred and then to determine whether it\r\ncontributed to the accident. A range of\nwitnesses, including a number\r\nof local residents, testified about their historical dissatisfaction\r\nwith the state of the P318,\nparticularly the lower part leading\r\ntowards Himeville.\n[25] A major incident on which the\r\nrespondents relied to demonstrate how treacherous the road was,\r\noccurred in December 1998, more\nthan seven years before the incident\r\npresently being considered. On that occasion, Dr Lindsay, a\r\ngeneral practitioner in the\nHimeville area, had lost traction while\r\ntravelling to the Sani Pass Hotel on the P318, in the opposite\r\ndirection to which the respondents\nwere travelling. When he lost\r\ntraction he left the road and ended up in the culvert.\n[26] The ire of the local community,\r\nconcerning the condition of the P318 and what they considered to be\r\nthe lack of response on\nthe part of officialdom, was directed chiefly\r\nat Mr Victor Kimmince, the district superintendent. According to Dr\r\nLindsay, he had\ncomplained to Mr Kimmince about the condition of the\r\nroad at that time.\n[27] Mr Peter Bodmann, a dairy farmer\r\nin the Underberg Himeville area, who was one of the first on the\r\nscene after the accident,\ntestified. His farm is situated just off\r\nthe P318. He was familiar with the road on which the accident had\r\noccurred. When it was\ndry one could safely drive at 60 kilometres per\r\nhour. According to Mr Bodmann, when the road got wet it transformed\r\nand the surface\nbecame like glass, causing cars to slide.\n[28] Mr Bodmann belonged to the local\r\nCommunity Watch. He testified that he had raised the general\r\ncondition of the P318 at meetings\non a regular basis. The concern was\r\nthat the surface was not very good in wet weather. When asked who the\r\ncomplaints were raised\nwith, he was unable to say how and to whom the\r\ncomplaints were communicated. He had not personally spoken to Mr\r\nKimmince concerning\nthe condition of the road.\n[29] Mr Bodmann conceded that the\r\nDepartment of Transport graded the roads occasionally but was adamant\r\nthat they did so irregularly.\nHe testified, without reference to a\r\nspecific date, that he had gone off the road on one occasion and\r\nreferred to a doctor, presumably\nDr Lindsay, who had on another\r\noccasion gone off the road. Describing how it had come about that his\r\nown vehicle had left\nthe road, Mr Bodmann testified that he had gone\r\nthrough a ‘red patch’, which he had misread and\r\nconsequently had slipped\noff the road surface.\n[30] Under cross-examination, Mr\r\nBodmann was unable to contradict police statistics that showed that\r\nbetween 2003 and 2006, on the\nroad in question, there had been only\r\none accident, which resulted in serious injuries. That accident is\r\nthe one under consideration.\nHe accepted that in general, gravel\r\nroads, when exposed to rainfall, become particularly slippery.\n[31] Significantly, Mr Bodmann was\r\nreferred to photographs taken in May 2005, before the entire road was\r\nresurfaced. According to\nhim, they demonstrated a lack of hardening\r\nor gravel and reflected that there was only soil on the road, which\r\nin wet weather became\nslippery and dangerous. It is the same\r\nphotographs which experts in the court below testified showed a\r\ntypical gravel road. The\nphotographs themselves show an extensive\r\ngravel surface with shiny parts which appear to be the parts that\r\ncause slipperiness on\ngravel roads when wet.\n[32] Mrs Sandra Bodmann, who is a\r\nqualified nurse, also testified. According to her, that part of the\r\nroad on which the accident\noccurred was passable in dry conditions\r\nand one could comfortably drive on it. Like her husband, she\r\nconsidered that part of the\nroad particularly to become extremely\r\ntreacherous when wet. She testified, without reference to a date,\r\nthat she had ‘slipped\nseverely in some cases’ but had not\r\nactually gone off the road surface. She stated that her mother had\r\nslipped off the road\non a number of occasions. Once again, the court\r\nwas not told when this had occurred. Mrs Bodmann testified that\r\nthere had\nbeen occasions when she and her husband had pulled tourists\r\noff the edge of the road with their tractor. She conceded that the\r\nDepartment of Transport had occasionally graded the road, normally\r\nafter complaints had been lodged. Mrs Bodmann attended monthly\n\ndisaster management meetings at which she had raised complaints about\r\nthe P318.\n[33] Mrs Bodmann conceded that at\r\ntimes the whole of the P318 became slippery. When she was questioned\r\nabout the areas of the road\non which she had slipped she identified\r\ntwo other areas apart from the area where the accident had occurred.\r\nHowever, she did state\nthat she had once slipped in that vicinity.\n[34] According to Mrs Bodmann, she had\r\nassisted her mother after the latter’s vehicle had slipped off\r\nthe road at another\nlocation. She was unable to identify the other\r\narea about which her mother had reported to her. Mrs Bodmann’s\r\nresponse\nto the suggestion by counsel representing the MEC, that the\r\nnumber of accidents on the relevant section of the road prior to\r\nMarch\n2005 was few and far between, is instructive:\n‘\nYes,\r\nI think you would be wrong.’\nThat response can hardly be considered\r\nemphatic.\n[35] Mrs Bodmann was unaware of any\r\naccidents on that stretch of the road between January and March 2005.\r\nShe stated that from personal\nknowledge she knew of only one accident\r\nfrom the time that she and her husband started living in the area up\r\nuntil the time of\nthe accident. That was an instance where someone\r\nwent off the road and landed in a maize field. That incident too was\r\nnot located\nin time.\n[36] Mr Brett Deavin, who at the\r\nrelevant time provided a private ambulance service, arrived at the\r\naccident scene after being contacted\nby Community Watch to transport\r\nthe Eastmans to hospital. He testified about how the section of the\r\nroad where the accident had\noccurred became treacherous when wet. He\r\nspoke of incidents over the years where trucks and buses got stuck.\r\nUnder cross-examination\nhe testified that he had no personal\r\nknowledge of a single motor vehicle accident on that stretch of the\r\nroad. Mr Deavin stated\nthat he had knowledge of one instance, in\r\nDecember 2004, where a vehicle got stuck in the mud in that vicinity.\r\nHe had no personal\nknowledge of any report having been made to the\r\nDepartment of Transport concerning that incident. Importantly, he\r\naccepted that\nthere was no basis for the court to accept that this\r\npart of the road was akin to an ice rink in inclement weather.\n[37] I do not intend to canvass every\r\ndetail of every complaint concerning the P318. It is clear that the\r\nSani Pass Hotel which\nis situated between the area where the accident\r\noccurred and the top of the Sani Pass complained to the Department of\r\nTransport\non a number of occasions that tourist buses and their\r\nclients’ vehicles were getting stuck in the mud on their way to\r\nthe\nhotel. They were lobbying for the road to be surfaced with tar.\r\nFarmers also complained about their vehicles getting stuck on the\n\nP318. It is clear that heavy vehicles like buses and trucks churn up\r\nthe road in wet weather conditions and cause muddy conditions.\n[38] It is true that Mr Kimmince did\r\nnot appear to be a particularly efficient administrator. He certainly\r\nwas not a meticulous\nrecord keeper nor was he particularly responsive\r\nto the local community. It does not necessarily follow that he was\r\ninformed that\nthis specific stretch of the road required immediate\r\nattention, nor does it follow that that particular stretch of road\r\nwas a death-trap.\n[39] It is common cause that on 18\r\nMarch 2005, three days before the accident occurred, Mr W S Bennett,\r\na regional engineer and\nMr Kimmince’s superior, in\r\nresponse to written complaints concerning the Sani Pass road, went\r\nout to inspect the road\nwith Mr Kimmince. Mr Bennett concluded that,\r\nbecause of the heavy rainfall in the preceding months the road had\r\ndeteriorated. Generally\nhe thought that the greater deterioration had\r\noccurred in slightly steeper areas towards the top of the pass caused\r\nmainly by heavy\nvehicles churning up the road because of the\r\ngradient. Mr Bennett thought that it was an opportune time to\r\nupgrade and re-gravel\nthe entire road. We know that this was\r\nultimately done a few months after the accident.\n[40] It is necessary to record that\r\nthe Department of Transport’s records reflect that an extensive\r\npart of the P318 was re-gravelled\nduring 2000. Regrettably, the\r\nrecords do not indicate exactly which parts were re-gravelled. Nor do\r\nthe records reflect which parts\nwere subject to patch re-gravelling\r\nin the intervening period, it not having been in dispute that patch\r\ngravelling had occurred\nfrom time to time.\n[41] It must be borne in mind that\r\nthere is an extensive network of roads to be maintained by the\r\ndepartment. Seventy-five per cent\nof the roads in the province are\r\ngravel roads and subject to deterioration due to traffic and weather\r\nconditions. The gravel road\nnetwork for which Mr Bennett and\r\nMr Kimmince hold responsibility extends to 1 200 kilometres.\n[42] As stated in para 7 above,\r\ncounsel representing Mr Mitchelll advisedly restricted Mr Mitchell’s\r\ncase against the MEC\nto one instance of negligence, namely, the\r\nfailure to maintain the road. It is clear that Mr Mitchell was aware\r\nthat gravel roads\nare dangerous when wet and that speed on gravel\r\nroads had to be reduced under those circumstances. A board indicating\r\nthat the\nroad was slippery when wet would not have been news to him.\r\nInsofar as the lack of a barrier to prevent egress from the road is\n\nconcerned it is unclear that more extensive injuries might not have\r\nresulted if such a barrier had existed. Furthermore, the erection\nof\r\nsuch a barrier on one or both sides of the road narrows the width of\r\na road and may cause greater potential danger than the\nharm it seeks\r\nto prevent.\n[43] The onus of\r\nproving the allegations concerning the inaction or omission of the\r\nMEC’s employees, in relation to the maintenance\nof the roads,\r\nrested on the Eastmans.\n2\nThe court below\r\nerred in approaching the matter on the basis that the MEC had failed\r\nto show that his department had maintained\nthe road thereby failing\r\nto prevent the dangerous situation complained of.\n[44] In my view, the evidence does not\r\nestablish that the section of the road on which the accident occurred\r\nwas, at the material\ntime, a death trap or resembled an ice rink. The\r\nphotographs taken during May 2005, before the re-gravelling exercise,\r\ndo not reveal\na road that is atypical of gravel roads.\n[45] Mr Bodmann meticulously kept a\r\nrecord of monthly rainfall. His statistics were unchallenged. It is\r\nimportant to consider the\nrainfall figures supplied by Mr Bodmann for\r\nthe months January to March 2005. The rainfall figure for January was\r\n286 mm, for February\n344 mm and March 181 mm. In the two months\r\npreceding the accident rainfall was far greater than in March. In\r\nthat time, there were\nno accidents or incidents in which vehicles\r\nslipped off the road. For a few hours on the day in question,\r\nimmediately following\nthe accident, the presence of cars and the\r\nmovement of people in the vicinity might have caused approaching\r\nmotorists to be more\ncareful. However, during the remainder of the\r\nday the tempo of the rain increased. One would expect motorists\r\ncoming over the crest\nto have experienced even worse road surface\r\nconditions than did the Eastmans and their party. There were no other\r\nincidents on\nthat stretch of the road for the remainder of that day\r\nor on any other day in March or in the preceding months, when\r\nrainfall was\nheavier. It should be borne in mind that statistics\r\ncompiled many years before the incident in question showed that 200\r\nvehicles\nper day used the Sani Pass road. It was accepted by all that\r\nthat figure would have increased appreciably by the time the accident\n\noccurred. This means that thousands of vehicles would have travelled\r\nover that stretch of road during the wet-weather-season. The\nonly\r\nvehicle that left the road during that time was the one driven by\r\nMr Mitchell.\n[46] Immediately before the vehicle\r\nstarted to slide, Mr and Mrs Eastman and significantly, Mrs Mitchell,\r\nall had cause to be concerned\nabout the speed at which the vehicle\r\nwas travelling. It is no mere coincidence that the vehicle started\r\nsliding at the time that\ntheir anxiety was heightened. To my mind,\r\nthat evidence is decisive. The conclusion is ineluctable that it was\r\nthe speed at which\nMr Mitchell was driving that caused the vehicle to\r\nslide off the road. It is the speed that passengers were startled by\r\nthat distinguished\nthis vehicle’s passage from others on that\r\nstretch of the road. Mr Mitchell was negligent in not reducing his\r\nspeed to meet\nthe exigencies of the prevailing conditions.\n[47] There is no acceptable evidence\r\nthat any omission on the part of the employees of the MEC caused or\r\ncontributed to the accident.\nIn this regard the Eastmans and Mr\r\nMitchell failed to discharge the onus resting on them. The court\r\nbelow, in my view, erred in\nnot holding Mr Mitchell solely\r\nresponsible for the accident.\n[48] For the reasons set out above the\r\nfollowing order is made:\n1. The appeal is upheld with costs,\r\nincluding the costs of two counsel to be paid by the three\r\nrespondents jointly and severally,\nthe one paying the others to be\r\nabsolved.\n2. The cross-appeal is dismissed with\r\ncosts, including the costs of two counsel.\n3. The order of the court below is set\r\naside and substituted as follows:\n‘\n(a) The\r\nfirst defendant is held to be solely liable for the cause of the\r\naccident.\n(b) The claims of the first and second\r\nplaintiffs and the first defendant as against the second defendant\r\nare dismissed.\n(c) The first and second plaintiffs\r\nand the first defendant, jointly and severally, are ordered to pay\r\nthe second defendant’s\ncosts of suit, including:\n(i) the qualifying fees and expenses\r\nof the second defendant’s expert witnesses;\n(ii) reserved costs;\n(iii) the costs of two counsel.’\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant: V I Gajoo SC\nI T Stretch\nInstructed by\nThe State Attorney KwaZulu-Natal\nThe State Attorney Bloemfontein\nFor 1\nst\nand 2\nnd\nRespondents: J J Wessels SC\nInstructed by\nMunro Flowers & Vermaak\r\nJohannesburg\nClaude Reid Inc Bloemfontein\nFor 3\nrd\nRespondent: J\r\nMarais SC\nInstructed by\nDeneys Reitz Incorporated Pencarrow\r\nPark\nWebbers Bloemfontein\n1\nIn\r\n\tterms of s 9 (1) of the KwaZulu-Natal Provincial Roads Act 4 of\r\n\t2001, the MEC is, within available financial resources, responsible\n\n\tfor the construction of provincial roads. In terms of s 9(3) of\r\n\tthat Act the MEC is not liable for any claim or damages\narising from\r\n\tthe existence, construction, use or maintenance of any provincial\r\n\troad, except where the loss or damage was occasioned\nby the wilful\r\n\tor negligent act or omission of an official. It is undisputed that\r\n\twithin such resources the MEC has a responsibility\nto obtain optimal\r\n\troad safety standards within the province.\n2\nCape\r\n\tTown Municipality v Bakkerud\n2000 (3) SA 1049\n(SCA) para 31.",
  "scraped_at": "2026-02-12T15:25:09.509415",
  "date": "2011-03-28",
  "coram": [
    "Navsa",
    "Malan",
    "Tshiqi",
    "Seriti JJA",
    "Plasket AJA"
  ],
  "case_number": "680/09",
  "parties": {
    "applicants": [
      "Member of the Executive Council for Transport for the Province of KwaZulu-Natal"
    ],
    "respondents": [
      "John Murray Eastman",
      "Jane Charlotte Eastman",
      "Robert Mitchell"
    ]
  },
  "sections": {
    "facts": "On 21 March 2005 the Eastmans, Australian nationals visiting South Africa, travelled on the P318 (Sani Pass road) in wet conditions. Their vehicle, a 4x4 double‑cab bakkie driven by Robert Mitchell, left the gravel road and fell into a donga, causing severe injuries to the Eastmans. Evidence showed the vehicle was travelling at a speed that passengers found uncomfortable, with the driver stating about 30 km/h, while witnesses and expert testimony suggested a speed nearer 50 km/h. The road was reported to become extremely slippery when wet, but no signage or barriers were in place. The Eastmans sued both the driver (first defendant) and the Member of the Executive Council for Transport (MEC) for the Province of KwaZulu‑Natal (second defendant), alleging negligence by the driver and failure by the MEC’s department to maintain the road adequately.",
    "issues": "The appeal raised two main issues: (1) whether the MEC could be held liable for the accident on the basis that the road was insufficiently maintained and that the department failed to erect warning signs or barriers; (2) whether the driver’s excessive speed was the sole cause of the accident and, if so, whether liability should be apportioned between the driver and the MEC.",
    "principles": "South African negligence law requires the plaintiff to prove a duty of care, breach of that duty, causation and damages. The Provincial Roads Act limits the MEC’s liability to instances of wilful or negligent omission by an official. The standard of care for road authorities is that of a reasonable administrator who must maintain roads to a safe standard, especially in wet conditions. Where multiple parties are potentially negligent, liability must be apportioned based on the relative contribution of each party’s fault. Precedent such as Cape Town Municipality v Bakkerud (2000) was noted in relation to statutory limits on municipal liability.",
    "application": "The court examined the evidence and concluded that the driver was clearly negligent by travelling at an excessive speed for wet gravel conditions; expert testimony and the vehicle’s damage supported a speed of around 50 km/h. The road, while slippery when wet, was not shown to be a “death‑trap” or to have been maintained in a manner that materially contributed to the loss of control. The plaintiff failed to prove that the MEC or its employees breached a statutory duty in a way that caused the accident. Consequently, the driver was found solely responsible and the apportionment order of the lower court was set aside.",
    "conclusion": "The appeal by the MEC was upheld and the cross‑appeal by the driver dismissed. The order of the High Court was set aside and substituted: the driver (first defendant) is held solely liable for the accident; all claims against the MEC are dismissed; the plaintiffs and the driver are ordered jointly and severally to pay the MEC’s costs of suit, including expert fees and counsel costs."
  },
  "tags": {
    "level_1": "Tort Law",
    "level_2": "Negligence",
    "level_3": [
      "road maintenance",
      "motor vehicle accident",
      "apportionment of liability",
      "excessive speed"
    ]
  }
}