{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/175.html",
  "case_name": "Maemu v S (147/2011) [2011] ZASCA 175 (29 September 2011)",
  "citation": "[2011] ZASCA 175",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 175\n|\nNoteup\n|\nLawCite\nMaemu v S (147/2011) [2011] ZASCA 175 (29 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 147/2011\nIn the matter between\nMUSUSUMELI SAMUEL MAEMU\n…................................................................\nAppellant\nand\nTHE STATE\n…..............................................................................................\nRespondent\nNeutral\r\ncitation:\nMaemu v S\n(147/11)\n[2011] ZASCA 175\n(29\r\nSeptember 2011)\nCoram:\r\nHEHER, CACHALIA, SHONGWE, THERON and MAJIEDT JJA\nHeard:\r\n18 August 2011\nDelivered:\r\n29 September 2011\nSummary:\nCriminal Procedure – Evidence –\r\ncautionary rule in respect of young child – proof beyond\r\nreasonable doubt required\nhaving considered the totality of evidence\r\n– each case to be decided on its own merit –\r\nCorroboration is not a\nsine qua non\n. In casu the medical\r\nevidence is inconclusive – it does not establish that there was\r\npenetration.\nORDER\n___________________________________________________________________\nOn\r\nappeal from:\nLimpopo High Court (Thohoyandou) (Hetisani J sitting\r\nas court of first instance):\nThe\r\n\tappeal is upheld.\nThe\r\n\tconviction and sentence are set aside.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nSHONGWE JA (HEHER, CACHALIA, THERON, MAJIEDT JJA\r\nconcurring)\n[1] This appeal originates from the regional court of\r\nthe Northern Province, now called Limpopo. The appellant was\r\nconvicted for\nthe rape of a little girl, 6 years of age. In terms of\ns 52\n(1)(b)(i) of the\nCriminal Law Amendment Act 105 of 1997\nthe\r\nmatter was referred to the Limpopo High Court for sentence. He was\r\nsentenced to life imprisonment. Leave to appeal having been\nrefused,\r\nthis matter is before us with leave of this court.\n[2] The conviction was attacked essentially on the\r\nfollowing grounds: (a) ex facie the record, the proceedings in the\r\nregional court\nwere not in accordance with justice; (b) the appellant\r\nwas refused an opportunity to address the court below on his\r\napplication\nto lead new and further evidence, namely that of the\r\ninvestigating officer and one Lillian, who is alleged to have\r\nwitnessed the\nappellant chasing or grabbing the complainant; (c) the\r\ncourt below should have remitted the case to the regional court for\r\nthe\nreconstruction of the record as the evidence in chief of the\r\nappellant was missing; (d) the complainant was not properly sworn in\n\nand therefore her testimony should have been set aside; and (e) the\r\ncourt a quo failed to apply the cautionary rule as the complainant\n\nwas a single witness.\n[3] The respondent (State) conceded that the record was\r\nincomplete and that certain evidence was missing. However, the\r\nparties accepted\nthat the appeal could be argued on the record as it\r\nstood and the matter proceeded on that basis.\n[4] On the merits, the little girl (M) testified that\r\nshe visited the appellant’s place, as she usually did, in\r\nSeptember\n2001. It would appear that M’s family and the\r\nappellant’s family are related and apparently knew each other\r\nvery well.\nAs she was walking home, after playing with the other\r\nchildren, she noticed the appellant who chased or grabbed her and\r\ndragged\nher into the house where he undressed her and himself and\r\n‘inserted his penis into [her] vagina’. He gave her some\r\nmoney and oranges. She then went to buy Simba chips. On her arrival\r\nat home, her elder sister, asked her where she got the money\nfrom, as\r\nshe had 20 cents and oranges at that stage. She related to her sister\r\nhow she got the money.\n[5] D, M’s aunt, testified that she had gone to\r\ntown earlier, and when she returned in the evening she overheard the\r\ntwo girls\ntalking about a secret and as a result she confronted the\r\nsister regarding what she overheard. The sister then told her about\r\nM’s\nencounter with the appellant during the day, this was after\r\nD had threatened to beat her with a belt, if she was not going to\r\ntell\nher. D immediately confronted M who started talking but before\r\nshe completed the whole episode, started crying. The gist of her\n\nevidence is that D informed her brother, who discouraged her from\r\nreporting the incident to the police because he thought this\nmight\r\nruin the relationship between their families. D also telephonically\r\nreported to M’s mother, who works far from home,\nbut did manage\r\nto come home a few days after this incident. What is rather strange\r\nis that, as an aunt who lives with M on a daily\nbasis, she did not\r\nbother to examine her private parts to establish, at least, if the\r\nchild was injured or actually interfered\nwith sexually.\n[6] A number of other witnesses gave evidence, however\r\ntheir evidence does not take this matter any further, save for the\r\nmedical\nevidence which was contained in a J88 (the medical report).\r\nThis report, completed by a Dr Jacobs who no longer works at the\r\nhospital,\nwas presented and read out in court by Dr Kibuke. What is\r\nsignificant is that the J88, under the subheading clinical findings,\r\nreflects that there was a small cleft on the upper edge of the\r\nvaginal wall and records that there was possible penetration with\nan\r\nobject. Dr Kibuke further testified that ‘there is not much\r\nevidence to actually certify a penetration’ and that\na cleft\r\ncould have been an anatomical deformity. It must be remembered that\r\nthe alleged rape took place in September 2001 and the\ncomplainant was\r\nonly medically examined on the 28 November 2001 a period of about two\r\nmonths later.\n[7] The trial court found, correctly so in my view, that\r\nM was a competent witness and that she was properly admonished in\r\nterms\nof\ns 164\nof the\nCriminal Procedure Act 51 of 1977\n. It also\r\nfound that in regard to the alleged rape she was a single witness and\r\nthat it could convict on the evidence of a single\nwitness provided\r\nthe evidence was satisfactory. The trial court simply omitted to\r\nmention that the evidence must be satisfactory\n‘in every\r\nmaterial respect’ – (See\nR v Mokoena\n1932 OPD 79\nat 80). The appellant and his wife also testified. Essentially his\r\ndefence was a total denial. His wife could not take the matter\nany\r\nfurther as she was not present when this incident occurred.\n[8] The ground relied upon of whether or not the\r\nappellant was refused an opportunity to lead new and further evidence\r\nby the court\na quo, was ill-conceived because the record does not\r\nshow any application or request having been made by the appellant.\r\nWhat the\nrecord does show is that both the appellant’s and the\r\nState’s legal representatives were given an opportunity to\r\naddress\nthe court at the beginning of the proceedings in the court\r\nbelow. It is therefore evident that the appellant’s legal\r\nrepresentative\nwas given an opportunity to address the court below\r\nbefore it concluded that the proceedings were indeed in accordance\r\nwith justice.\n[9] It is true that M did testify that one Lillian and\r\nother people saw her being chased or grabbed by the appellant, but\r\nneither\nLillian nor any of the persons were called by the State.\r\nTheir evidence, if indeed they were present, would have had a\r\ntremendous\nimpact on the State’s case. It is rather strange\r\nthat people would standby and not assist a child being attacked in\r\nbroad\ndaylight.\n[10] The rape complained of was not reported to the\r\npolice by the parents of M. It only emerged when a police officer\r\nfrom the Child\nProtection Unit visited the school which M attended.\r\nHow he came about the information of the alleged rape and the request\r\nto investigate\nfurther is unclear. A social worker was also engaged\r\nand requested to prepare a report which did not take this matter\r\nfurther,\nsave to reveal that M did display some odd behavior in or\r\naround June 2001, long before the alleged rape. Such odd behavior\r\ncannot\nby any stretch of imagination be attributed to the alleged\r\nrape.\n[11] The contradictions complained of, namely of the\r\nnumber of oranges given to M, the amount of money supposed to have\r\nbeen given\nto her and the manner in which she was allegedly forced\r\ninto the room were not material. All these are not decisive for the\r\nproper\nadjudication of this case. What is decisive, in my view, is\r\nwhether the State proved beyond reasonable doubt that the appellant\n\nhad raped the complainant and whether the appellant’s\r\nexplanation is reasonably possibly true. In this matter, M is a\r\nsingle\nwitness regarding the rape and conversely the appellant denies\r\nhaving raped her. Rape requires penetration. On the facts of this\n\ncase it cannot be said that she was penetrated.\n[12] First, regard must be had to the\r\ntender age of the complainant – she was 6 years old, while the\r\nappellant was an adult.\nOne would have expected the child to have\r\nsustained noticeable injuries after having been raped. She instead\r\nwent to buy Simba\nchips and\napparently\r\nat her ease walked home without crying. Her sister did not notice any\r\nbleeding from her. They went about playing and\nM even let the\r\n‘secret’ out to her. Even when the aunt returned home,\r\nafter having been told by the sister what happened\nto M, she did not\r\nnotice any irregularity, nor did she examine the child. The child\r\ncomplained that she suffered pain when the\nrape took place. The\r\nevidence, however, was that she did not sustain injury to her private\r\nparts, except perhaps the small cleft.\n[13] Second, in regard to the cleft, the medical report\r\ndoes not corroborate the child’s version. If anything the\r\nmedical\nreport shows inadequate proof of penetration at best the\r\nevidence of penetration is neutral. The doctor who testified was\r\nunable,\nto say whether the cleft was old or fresh, natural or\r\ninflicted. The child was taken to a doctor for examination about two\r\nmonths\nafter the event. Her mother did not examine her private parts\r\nafter she arrived home.\n[14] One is left with the say-so of the complainant\r\nagainst the bare denial of the appellant. It is well settled that\r\ncaution should\nbe exercised when considering the evidence of a child;\nsee\nR v Manda\n1951\r\n(3) SA 158\n(A) at 163C-E. In this case the trial court failed to\r\nproperly evaluate the evidence of the child.\n[15] The court said of the appellant’s evidence:\n‘\nSo before me is just a\r\nbare denial from the accused. In fact just a statement, a mere\r\nstatement without any flesh. Whereas on the\nside of the state I have\r\ngot straight forward evidence. So it is difficult for me to say the\r\nstate did not prove its case beyond\nreasonable doubt when the\r\nevidence of Mapule has been corroborated by the medical report and\r\nwhen she testified and was cross-examined\nand she withstood the\r\ncross-examination.’\nThis indicates that his version was given very\r\nsuperficial consideration. The exercise described in\nS\r\nv Chabalala\n2003 (1) SACR 134\n(SCA) para 15\r\nwas not given effect to, where it was said that:\n‘\nThe correct approach is\r\nto weigh up all the elements which points towards the guilt of the\r\naccused against all those which are indicative\nof his innocence,\r\ntaking proper account of inherent strengths and weaknesses,\r\nprobabilities and improbabilities on both sides and,\nhaving done so,\r\nto decide whether the balance weighs so heavily in favour of the\r\nState as to exclude any reasonable doubt about\nthe accused’s\r\nguilt. The result may prove that one scrap of evidence or one defect\r\nin the case for either party (such as\na failure to call a material\r\nwitness concerning an identity parade) was decisive but that can only\r\nbe an\nex\npost facto\ndetermination\r\nand a trial court (and counsel) should avoid the temptation to latch\r\non to one (apparently) obvious aspect without\nassessing it in the\r\ncontext of the full picture presented in evidence’\nEqually relevant in the present case is what was said by\r\nBrand AJA in\nS v Shackell\n2001\r\n(4) SA 1\n(SCA) para 30:\n‘\nIt is a trite principle\r\nthat in criminal proceedings the prosecution must prove its case\r\nbeyond reasonable doubt and that a mere\npreponderance of\r\nprobabilities is not enough. Equally trite is the observation that,\r\nin view of this standard of proof in a criminal\ncase, a court does\r\nnot have to be convinced that every detail of an accused’s\r\nversion is true. If the accused’s version\nis reasonably\r\npossibly true in substance the court must decide the matter on the\r\nacceptance of that version. Of course it is permissible\nto test the\r\naccused’s version against the inherent probabilities. But it\r\ncannot be rejected merely because it is improbable;\nit can only be\r\nrejected on the basis of inherent probabilities if it can be said to\r\nbe so improbable that it cannot reasonably\npossibly be true. On my\r\nreading of the judgment of the Court\na\r\nquo\nits reasoning\r\nlacks this final and crucial step.’\nThe evidence of the appellant did not suffer from any\r\ndefects of sufficient materiality as to exclude the reasonable\r\npossibility\nthat his denial may have been true\n[16] I therefore conclude that the State failed to prove\r\nthe appellant’s guilt beyond reasonable doubt and the appellant\r\nwas\nentitled to the benefit of the doubt. He was indeed entitled to\r\nan acquittal.\n[17] In the result the appeal is upheld, and the\r\nconviction and sentence are set aside.\n___________________\nJ B Z SHONGWE\nJUDGE OF APPEAL\nAPPEARANCES:\nFOR APPELLANT: A L Thomu\nInstructed by: Thohoyandou Justice Centre, Limpopo;\nJustice Centre, Bloemfontein.\nFOR RESPONDENT: R J Makhera\nInstructed by: Director of Public Prosecutions, Limpopo;\nDirector of Public Prosecutions, Bloemfontein.",
  "scraped_at": "2026-02-12T16:00:59.684253",
  "date": "2011-09-29",
  "coram": [
    "HEHER JJA",
    "CACHALIA JJA",
    "SHONGWE JJA",
    "THERON JJA",
    "MAJIEDT JJA"
  ],
  "case_number": "147/2011",
  "parties": {
    "applicants": [
      "MUSUSUMELI SAMUEL MAEMU"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The appellant, Mususumeli Samuel Maemu, was convicted of raping a six‑year‑old girl (referred to as M) who alleged that the appellant chased and dragged her into his house, undressed both of them and inserted his penis into her vagina. The girl received money and oranges after the alleged incident and later recounted the events to her sister and aunt. The aunt reported the matter to the police weeks later. Medical examination conducted two months after the alleged rape revealed a small cleft on the upper vaginal wall, which the doctor could not definitively link to recent penetration. The trial court had found the girl a competent witness and proceeded on the basis of her single testimony.",
    "issues": "The key issues were: (1) whether the State proved beyond reasonable doubt that the appellant committed rape, including proof of penetration; (2) whether a conviction could rest on the testimony of a single child witness without further corroboration; (3) whether the trial court correctly applied the cautionary rule for child witnesses; and (4) whether the appellant was denied the opportunity to lead further evidence.",
    "principles": "South African criminal law requires the prosecution to prove guilt beyond reasonable doubt. A conviction may be based on a single child witness if the evidence is satisfactory in every material respect, but the cautionary rule demands careful scrutiny of such testimony. Precedents cited include R v Mokoena (standard of proof), R v Manda (cautionary rule for child witnesses), S v Chabalala (balanced weighing of evidence), and S v Shackell (necessity of proof beyond reasonable doubt rather than preponderance). Corroboration is not an absolute requirement, but material proof of the essential elements, such as penetration in a rape case, is necessary.",
    "application": "The Court examined the child's testimony, noting inconsistencies and the lack of physical injury despite her age and the nature of the alleged assault. The medical report was inconclusive and failed to confirm recent penetration. The Court found that the State had not satisfied the burden of proof on the essential element of penetration and that the single witness testimony, without reliable corroboration, did not meet the stringent standards required for a conviction. The alleged procedural deficiencies raised by the appellant were dismissed as unfounded.",
    "conclusion": "The Court concluded that the State failed to prove the appellant's guilt beyond reasonable doubt. The appeal was upheld, the conviction and life sentence were set aside, and the appellant was acquitted."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "child witness",
      "cautionary rule",
      "standard of proof",
      "acquittal"
    ]
  }
}