{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/122.html",
  "case_name": "Law Society of the Northern Provinces v Mabando (736/10) [2011] ZASCA 122; [2011] 4 All SA 238 (SCA) (2 September 2011)",
  "citation": "[2011] ZASCA 122",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 122\n|\nNoteup\n|\nLawCite\nLaw Society of the Northern Provinces v Mabando (736/10) [2011] ZASCA 122; [2011] 4 All SA 238 (SCA) (2 September 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 736/10\nLAW SOCIETY OF THE\r\nNORTHERN PROVINCES\n…...............................................\nAppellant\nand\nKASHAN RAMOKOKA\r\nMABANDO\n…...........................................................\nFirst\r\nRespondent\nTHE LAW SOCIETY OF\r\nBOPHUTHATSWANA\n….......................................\nSecond\r\nRespondent\n(The Law Society of the North West\r\nIncorporated as the\nLaw Society of Bophuthatswana)\n______________________________________________________________________\nNeutral citation:\nLaw Society of the Northern Provinces v Mabando\n(736/10)\n[2011] ZASCA 122\n(2 September 2011)\nCORAM:\nNavsa, Heher, Van Heerden, Majiedt JJA and Petse AJA\nHEARD:\n15 August\r\n2011\nDELIVERED:\n2\r\nSeptember 2011\nSUMMARY: Regulatory\r\njurisdictional conflict between appellant and second respondent\r\nbecoming a spectacle to the detriment of attorneys’\nprofession\r\n─ second respondent repeatedly engaging in unnecessary and\r\nunbecoming litigation challenges to appellant’s\nstatutory right\r\nto regulate attorneys’ conduct within former Bophuthatswana ─\r\nsecond respondent failing in its own\nregulatory function ─ time\r\nfor Minister to inquire whether second respondent serves any useful\r\npurpose ─ whatever the\nsource of the complaint the court on\r\nwhose roll name of attorney appears has the ultimate disciplinary\r\npower ─ three-stage\ninquiry by court considering complaints of\r\nunprofessional, dishonourable or unworthy conduct restated and\r\napplied.\n______________________________________________________________________\n______________________________________________________________________\nORDER\n______________________________________________________________________\nOn appeal from:\nNorth West High Court (Mafikeng) (Leeuw JP and Landman J sitting as\r\ncourt of first instance):\n1. The appeal is upheld\r\nwith costs on an attorney and client scale for which the first and\r\nsecond respondents are jointly and severally\nliable, the one paying\r\nthe other to be absolved.\n2. The order of the court\r\nbelow is set aside and substituted as follows:\n‘\n(a)\r\nThe application succeeds and the first and second respondents are\r\nordered to pay the applicant’s costs on an attorney\nand client\r\nscale jointly and severally, the one paying the other to be absolved.\n(b) An order is made in\r\nterms of paras 1-10.4, 11 and 12 of the applicant’s notice of\r\nmotion. ’\n______________________________________________________________________\nJUDGMENT\n______________________________________________________________________\nNAVSA JA (HEHER, VAN\r\nHEERDEN, MAJIEDT JJA and PETSE AJA concurring)\n[1] This appeal by the\r\nLaw Society of the Northern Provinces is directed against a judgment\r\nof the Mafikeng High Court (Leeuw JP\nand Landman J), in terms of\r\nwhich an application by it to have the first respondent’s name\r\nremoved from the roll of attorneys\nwas dismissed and each party was\r\nordered to pay its own costs. Notwithstanding the dismissal of the\r\napplication, the high court\n‘reprimanded’ the first\r\nrespondent, Mr Kashan Ramakoko Mabando, for his ‘unprofessional\r\nconduct’. The appeal\nis before us with the leave of that court.\n[2] Before us the\r\nappellant contended that the court below ought to have held that the\r\nfirst respondent is not a fit and proper\nperson to continue\r\npractising as an attorney, not only because of his conduct in\r\nrelation to two fellow practitioners and a client,\nbut also because\r\nhe failed to co-operate and comply with sanctions imposed by it,\r\nsubsequent to disciplinary proceedings. The appellant\nalso relied on\r\nthe fact that the first respondent had not taken steps to undo the\r\nwrongs perpetrated against three of these four\nparties, up until the\r\ndate of the hearing of the appeal. It was submitted that the\r\nappellant’s application to have the first\nrespondent’s\r\nname struck from the roll of attorneys was wrongly refused by the\r\ncourt below.\n[3] The first respondent\r\nsubmitted that the conduct complained of was not such as to render\r\nhim liable to be struck from the roll\nof attorneys\nand\nthat he\r\nhad and continues to have a genuine belief that s 84A of the\r\nAttorneys Act 53 of 1979 (the Act), in terms of which the appellant\n\nclaims to have concurrent jurisdiction over him and other attorneys\r\nin the geographical area of the former Republic of Bophuthatswana,\nis\r\nunconstitutional. This latter point he accepted he was unable to\r\npursue before us because he had failed in the court below to\nfollow\r\nthe prescribed procedure for challenging the validity of the\r\nlegislation in question. That belief, he submitted, dictated\nhis\r\njustifiable attitude towards the appellant.\n[4] The present\r\nlitigation is the culmination of a long standing feud between the\r\nappellant and the first respondent, concerning\nthe former’s\r\njurisdiction over attorneys practising in the geographical area that\r\nconstituted the former Bophuthatswana,\nlocated within the area of\r\njurisdiction of the court below. Furthermore, as will be demonstrated\r\nlater in this judgment, it is\na continuation of a long running\r\nlitigation saga between the appellant on the one side, and\r\npractitioners and the second respondent,\nthe Law Society of\r\nBophuthatswana,\n1\non the other. As will be\r\ndemonstrated later, it is a sad indictment against the legal\r\nprofession in the geographical area over which\nthe second respondent\r\nhas concurrent jurisdiction that numerous courts have been\r\nunnecessarily inundated with the same battle for\ndominance and\r\nexclusivity over and over again. For the sake of the dignity of the\r\nlegal profession as a whole it is a pattern that\nhas to end. Both in\r\nthe court below and before us, up until the eleventh hour, the second\r\nrespondent supported the first respondent.\nThese are aspects to which\r\nI will revert in due course. The first respondent’s relevant\r\nparticulars, the details of the complaints\nreferred to above and the\r\nfacts leading up to the present litigation are all set out in the\r\nparagraphs that follow.\n[5] The first respondent\r\nwas admitted as an attorney on 25 June 1991 and practises as such in\r\nGarankuwa, North West Province. His\nname appears on the roll of\r\nattorneys in the court below and he is a member of the second\r\nrespondent. On 5 November 2002 and 30\nJanuary 2003 the appellant\r\nreceived two written complaints against the first respondent ─\r\none each from attorney Mr David\nvan Zyl and attorneys’ firm\r\nBell Dewar and Hall, respectively.\n[6] Mr van Zyl complained\r\nthat he had obtained instructions from the first respondent to act as\r\nthe latter’s correspondent\nin a matter in Vryburg and that he\r\nhad executed those instructions and performed the necessary services,\r\nrendering an account for\nR3 420, which, despite repeated demand,\r\nremained unpaid. At the time he lodged the complaint with the\r\nappellant Mr van Zyl’s\naccount had been outstanding for two\r\nyears. The first respondent, according to Mr van Zyl, had failed to\r\nanswer numerous letters\naddressed to him in this regard.\n[7] Landed with the\r\ncomplaint, the appellant wrote to the first respondent requesting him\r\nto comment. He failed to respond.\n[8] According to Bell\r\nDewar and Hall they had instructed the first respondent to act as\r\ntheir correspondent and to collect moneys\non behalf of their client,\r\nUnited Distillers & Vintners, from a bottle store, which he did.\r\nBell Dewar and Hall alleged that\nthe first respondent subsequently\r\nfailed to account to them for the moneys so collected. Once again,\r\nthe appellant requested the\nfirst respondent to comment on the\r\ncomplaint received by it. Once again, he failed to do so.\n[9] Unsurprisingly, the\r\nappellant convened a disciplinary committee to consider the\r\ncomplaints and to consider the first respondent’s\nfailure to\r\nrespond to its written communications. The appellant claims the right\r\nto exercise concurrent disciplinary power over\nattorneys practising\r\nin the former Bophuthatswana, in terms of s 84A of the Act, which\r\nprovides as follows:\n‘\nNotwithstanding\r\nany other law, the Law Society of the Transvaal and its council,\r\npresident and secretary, may in respect of practitioners\npractising\r\nin the areas of the former Republic of Bophuthatswana and Venda,\r\nperform any function which is similar to a function\nassigned to that\r\nLaw Society, council, president or secretary, as the case may be, by\r\nsection 22(1)\n(d)\nor\n(e)\n,\r\n(2), 67 (2), 69\n(a)\n,\n(e)\nor\n(m)\n,\r\n70, 71, 72, 73, 74(1)\n(a)\n,\n(e)\nand\n(f)\n,\r\n78, 81(1)\n(e)\nand\n(f)\n,\r\n(2)\n(a)\n,\n(d)\n,\n(e)\n,\n(i)\nor\n(j)\n,\r\n(5) or 83(9), (13) or (15).’\n[10] Section 71 of the\r\nAct gives the council of a law society the power to enquire into\r\ncases of alleged unprofessional or dishonourable\nor unworthy conduct\r\non the part of any attorney, notary or conveyancer whose name has\r\nbeen placed on the roll of any court within\nits province, ‘whether\r\nor not he is a member of such society’. Section 72(6) provides\r\nfor a court at the instance of\na law society to suspend any\r\npractitioner from practice or to strike him from the roll.\n[11] Acting in terms of s\r\n71 the appellant charged the first respondent as follows:\n‘\n(a)\nComplaint\r\nby Attorneys David van Zyl\nThat you are guilty of\r\nunprofessional or dishonourable or unworthy conduct on the part of a\r\npractitioner in that you contravened\nthe following Rules of the Law\r\nSociety of the Northern Provinces, incorporated as the Law Society of\r\nthe Transvaal (the Rules);\n1.) Rule 89.25 of the\r\nRules in that you failed or neglected to comply with a request by the\r\nSecretary in that you failed to answer\ncorrespondence addressed to\r\nyou by the Law Society of the Northern Provinces dated 17 December\r\n2002; and\n2.) Rule 89.23 of the\r\nRules in that you failed or neglected to answer or appropriately to\r\ndeal with within a reasonable time any\ncorrespondence or other\r\ncommunication which reasonably requires a reply or other response\r\naddressed to you by Attorneys David van\nZyl dated 23 May 2002; and\n3.) Rule 68.9 of the\r\nRules in that you failed or neglected to pay, within a reasonable\r\ntime, the reasonable fees and disbursements\nof your correspondent\r\nattorneys, David van Zyl in the matter of\nJ M\r\nMothusi and J M Mothusi Bottle Store (Pty) Ltd v Vryburg\r\nMunicipality\n.\nb)\nComplaint\r\nby Attorneys Bell Dewar & Hall\nThat you are guilty of\r\nunprofessional or dishonourable or unworthy conduct on the part of a\r\npractitioner in that you contravened\nthe following Rules of the Law\r\nSociety of the Northern Provinces, incorporated as the Law Society of\r\nthe Transvaal (the Rules);\n1) Rule 89.23 of the\r\nRules in that you failed or neglected to answer or appropriately to\r\ndeal with within a reasonable time any\ncorrespondence or other\r\ncommunication which reasonably requires a reply or other response\r\naddressed to you by Attorneys Bell Dewar\n& Hall dated 18 June\r\n2002, 26 July 2002, 11 September 2002, 23 October 2002 and 9 December\r\n2002 in the matter of\nGuinness UDV SA (Pty)\r\nLtd v\nLerato Bottle Store\n;\r\nand\n2) Rule 89.9 of the Rules\r\nin that you failed or neglected to pay, within a reasonable time, the\r\nreasonable fees and disbursements\nof your correspondent attorneys,\r\nBell Dewar & Hall in the matter of\nGuinness\r\nUDV SA (Pty) Ltd v Lerato Bottle Store\n;\n3) Rule 89.7 of the Rules\r\nin that you without lawful excuse delayed the payment of trust monies\r\nafter due demand in the matter of\nGuinness UDV\r\nSA (Pty) Ltd v Lerato Bottle Store\n.\n’\n[12] Replying to the\r\nappellant’s letter requiring him to appear before the\r\ndisciplinary committee, the first respondent stated\nthe following:\n‘\nIt\r\nis therefore my submission that you do not have jurisdiction over the\r\nmatter as it was dealt with outside your jurisdiction and\nat the time\r\nwhen writer hereof was practicing outside your jurisdiction.\nWriter hereof is\r\ntherefore not prepared to subject himself to any hearing by\r\nyourselves over a matter in which you had no jurisdiction\nunless you\r\nprovide me with any statutory law that converse (\nsic\n)\r\nsuch jurisdiction on you.’\n[13] That communication\r\nnotwithstanding, the first respondent appeared before the\r\ndisciplinary committee on 4 August 2005 and pleaded\nnot guilty to all\r\nthe charges. He raised the following point\nin\r\nlimine\n:\nhe was a member\r\nof the Law Society of Bophuthatswana and the appellant consequently\r\nhad no jurisdiction over him.\n[14] The appellant’s\r\ndisciplinary committee reserved its decision on the point\nin\r\nlimine.\nIt subsequently dismissed the point,\r\nproviding written reasons for doing so and relying principally on s\r\n84A of the Act. In response,\nthe first respondent addressed a letter\r\nto the appellant, maintaining adamantly that it had no jurisdiction\r\nover him, stating,\namongst others, that this section of the Act has\r\n‘very serious shortcomings’. He went on to state the\r\nfollowing:\n‘\nI\r\nfind it rather unfortunate that the Law Society of the Transvaal,\r\ndespite all the transformation that has and is taking place\nsince the\r\nadvent of the new dispensation, is still clinging to the old\r\napartheid style of wanting to rule others by force or absorption\n\nirrespective of all the protests. . . .\nAs a practitioner under\r\nthe Law Society of Bophuthatswana, I have freely associated myself\r\nwith that Society and I owe allegiance\nto it for all my activities\r\nthat are carried out within its area of jurisdiction.’\n[15] The regulatory\r\nlegislative history in the geographical area concerned and a\r\ndiscussion of s 84A of the Act and judicial decisions\nin relation\r\nthereto will be dealt with in due course.\n[16] The appellant\r\ndecided to proceed with the disciplinary enquiry. On 4 September 2006\r\nit notified the first respondent to appear\nbefore its disciplinary\r\ncommittee on 21 September 2006, to answer the charges preferred\r\nagainst him. He attended the proceedings.\nThe disciplinary committee\r\nfound him guilty on all three charges related to the complaint by\r\nattorney Van Zyl. In respect of the\nfirst respondent’s failure\r\nto respond to the appellant’s invitation to comment on the\r\ncomplaint, he was fined an amount\nof R500. In respect of his failure\r\nto respond to Van Zyl’s letters he was fined an amount of R500.\r\nIn respect of his failure\nto pay the account he was fined an amount\r\nof R500, suspended for a period of 60 days on condition that he paid\r\nthe amount due to\nthe attorney.\n[17] The first respondent\r\npaid the fines in respect of the first two charges. It is common\r\ncause that the amount due to Van Zyl\nremained unpaid for\r\napproximately nine months after the sanctions were imposed and was\r\npaid in two instalments after an amount\nwas finally agreed between\r\nthem.\n[18] In relation to the\r\ncomplaint by Bell Dewar and Hall the first respondent was found\r\nguilty on two charges. The first was that\nhe had failed to respond to\r\ncorrespondence from them and the second that he had failed to account\r\nfor the moneys collected on their\nbehalf. He was fined R1 000 on the\r\nfirst charge and an amount of R2 000 on the second, suspended for 30\r\ndays, to allow him to account\nto Bell Dewar and Hall.\n[19] In respect of the\r\nfines imposed, an amount of R2 000 was due to be paid to the\r\nappellant by 30 November 2006. The first respondent\nfailed to pay the\r\nfines and persisted in his failure to account to Bell Dewar and Hall.\r\nOn 18 October 2006 the first respondent\nadvised the appellant that he\r\nintended to bring an application to review the decision of the\r\ndisciplinary committee, but that did\nnot eventuate.\n[20] In respect of the\r\nsanction in relation to the complaint by Bell Dewar and Hall, first\r\nrespondent did however, pay an amount\nof R1 000 to the appellant,\r\nleaving a balance in an amount of R1 000 in unpaid fines. The\r\nappellant wrote to the first respondent\ndemanding that he pay what\r\nwas due. He failed to do so. In consequence, on 27 August 2008, the\r\nappellant notified the first respondent\nto appear before a\r\ndisciplinary committee to answer the following charge:\n‘\nThat\r\nyou are guilty of unprofessional or dishonourable or unworthy conduct\r\non the part of a practitioner in that you contravened\nRule 89.25 of\r\nthe Rules of the Law Society of the Northern Provinces, incorporated\r\nas the Law Society of the Transvaal (the Rules),\nin that you failed\r\nto pay the fine of R2 000.00 imposed by the disciplinary committee\r\nheld on 21 September 2006.’\n[21] The first respondent\r\nfailed to appear before the committee and the conflict continued. In\r\nOctober 2008 the appellant received\nyet another complaint against the\r\nfirst respondent, this time from a member of the public, Mr G M\r\nNtsweng. He alleged that he instructed\nthe first respondent to\r\nrecover damages he had sustained as a result of his motor vehicle\r\nbeing damaged in a collision. According\nto Mr Ntsweng, the offending\r\nmotorist had signed an acknowledgment of debt in an amount of R6\r\n438.46, in terms of which he had\nundertaken to pay over that amount\r\nin instalments to the first respondent. Mr Ntsweng alleged that the\r\nfirst respondent had failed\nto carry out his instructions to recover\r\nwhat was due and failed to account for monies actually received from\r\nthe other motorist.\n[22] The appellant\r\nnotified the first respondent of this complaint and he was requested\r\nto comment. His response was to once again\nchallenge the appellant’s\r\njurisdiction. This ultimately led to a further disciplinary committee\r\nbeing convened on\n9 October 2008,\r\nwhere the following charges were brought against the first\r\nrespondent:\n‘\nThat\r\nyou are guilty of unprofessional or dishonourable or unworthy conduct\r\non the part of a practitioner in that you contravened\nthe following\r\nRules of the Law Society of the Northern Provinces, incorporated as\r\nthe Law Society of the Transvaal (the Rules);\n1.) Rule 89.25 of the\r\nRules, in that you failed or neglected, within a reasonable time, to\r\ncomply with a request by the Secretary\nin that you failed to provide\r\nthe Law Society of the Northern Provinces with your comments to the\r\nallegations against you, as conveyed\nin the letter of the Law Society\r\ndated 6 February 2008; and\n2.) Rule 89.15 of the\r\nRules, in that you failed or neglected to give proper attention to Mr\r\nG M Ntsweng’s claim against Mr\nJ J Zwane; and\n3.) Rule 68.7 of the\r\nRules of the Law Society of the Northern Provinces, within a\r\nreasonable time, after the performance or earlier\ntermination of any\r\nmandate received from your client, Mr G M Ntsweng in regard to the\r\nmatter of Mr J J Zwane, to furnish your client\nwith a written\r\nstatement of account setting out within reasonable clarity:\na) details of all amounts\r\nreceived by you in connection with the matter, appropriately\r\nexplained;\nb) particulars of all\r\ndisbursements and other payments made by you in connection with the\r\nmatter;\nc) fees and other charges\r\ncharged to or raised against your client and where any fee represents\r\nan agreed fee, a statement that\nsuch fee was agreed upon and the\r\namount so agreed;\nd) the amount due to or\r\nby your client.’\n[23] The first respondent\r\nfailed to appear. Thus, the proceedings were conducted in his absence\r\nand he was found guilty on all three\ncharges. In respect of the first\r\ncharge the first respondent was fined an amount of R5 000, half of\r\nwhich was suspended for a period\nof three years. The same penalty was\r\nimposed in respect of the second charge. In relation to the third\r\ncharge a fine of R10 000\nwas imposed, half of which was suspended. In\r\naddition, the first respondent was ordered to account to Mr Ntsweng\r\non or before 30\nNovember 2008. He did not do so and failed to pay any\r\nof the fines imposed.\n[24] On 21 October 2008\r\nthe first respondent wrote to the appellant, once again challenging\r\nits jurisdiction over him. Eight days\nlater he wrote to the\r\nappellant, stating that the decision by the disciplinary committee\r\nwas wrong. For completeness it is necessary\nto record that another\r\ncomplaint against the first respondent, received from a member of the\r\npublic during October 2008, in respect\nof which the appellant\r\nconvened a disciplinary committee attended by the first respondent,\r\nwas resolved in his favour.\n[25] This unsatisfactory\r\nstate of affairs from the appellant’s perspective, and indeed\r\nfrom the perspective of all interested\nparties, led to an application\r\nby the appellant in the court below, to have the first respondent’s\r\nname removed from the\nroll of attorneys, on the basis of\r\ndishonourable, unprofessional and unworthy conduct. The appellant\r\nalso sought ancillary relief\nthat is conventional in this type of\r\napplication, including the appointment of a curator to take control\r\nof the respondent’s\ntrust funds, in the event of the\r\napplication for removal being granted. The appellant also sought\r\ncosts on an attorney and client\nscale. The appellant served the\r\napplication on the second respondent, for such interest as it might\r\nhave. As stated above, the\nsecond respondent supported the first\r\nrespondent in resisting the appellant’s jurisdiction over him\r\nand indeed over all attorneys\nin that area. It must be said however,\r\nthat the answering affidavit filed on behalf of the second respondent\r\nfocused mainly on\nthe legitimacy of the appellant and centred on\r\nwhether the appellant’s council had been properly constituted\r\nrather than\non the point taken by the first respondent, namely that s\r\n84A was unconstitutional.\n[26] The application was\r\nopposed by the first respondent on the basis first, of a lack of\r\njurisdiction on the part of the appellant.\nIn respect of the merits\r\nof the respective complaints the first respondent’s answering\r\naffidavit is instructive. In respect\nof the complaint by attorney Van\r\nZyl, the following parts of the answering affidavit bear repeating:\n‘\nThe\r\nallegations therein contained are admitted. I however did not have\r\nknowledge of the complaint and correspondence allegedly directed\nto\r\nme in this regard in that I was not handling the matter to which the\r\nApplicant refers and any correspondence relating to the\nmatter\r\ndirected to me was not brought to my attention by the person who was\r\ndealing with the file. I only came to know of the matter\nwhen I\r\nreceived a notice from the Applicant calling me to appear before a\r\ndisciplinary committee. The notice came to my attention\nas same was\r\nserved at my place of residence. I duly appeared before the\r\ndisciplinary committee as requested and I explained to\nthe committee\r\nwhich was dealing to the reason for my failure to respond to\r\ncorrespondence directed to me regarding the complaint.\nI, however\r\npleaded guilty to the charge which was formulated against me on the\r\nbasis of vicarious liability as the person who dealt\nwith the matter\r\nwas in my employment. I later found out that the correspondence which\r\nthe Applicant and the complainant directed\nto my office was\r\nintercepted by the person who was handling the matter and did not\r\nbring same to my attention on the ground that\nfees were due to a\r\ncorrespondent and the person realized that there were totally no\r\nfunds on the file which went against the policy\nof the firm of\r\ninstructing a correspondent without a client placing us in funds to\r\ncover correspondent’s fees.\nI explained to the\r\ncommittee that I was not aware of the correspondence the Applicant\r\naddressed to me.’\n[27] In respect of the\r\ncomplaint by Bell Dewar and Hall the following is stated by the first\r\nrespondent:\n‘\nI\r\nadmit that I received instructions from Bell Dewar & Hall to act\r\non their behalf in several matters one of which is the one\nreferred\r\nto by the Applicant [Appellant]. In all matters in which I acted on\r\ntheir behalf, I duly accounted to them. The dispute\nbetween me and\r\nthem arose after I had furnished Bell Dewar & Hall with my\r\nstatement of account in matter in which they had\ninstructed me to act\r\non their behalf. I was told to see how to recover my costs and I\r\ninformed them that I will be holding the\nmoney I had in trust for\r\nthem until the issue of my outstanding account has been resolved. I\r\nthen suggested that I deduct my fees\nfrom the money I had in trust\r\nand pay the balance to them which they still did not accept. To date\r\nmy account has not been settled\nand we have not come to any\r\nresolution of the matter.\nThe Applicant failed to\r\nplay a mediatory role in the matter but instead concentrated on\r\nfinding fault on my part in order to deliver\na verdict of guilt. It\r\nis further my submission that a proper complaint was not filed in\r\nterms of the regulations to the Act and\ntherefore no valid charge\r\ncould be formulated in terms of the Act and that means no valid order\r\nshould be made on the matter.’\n[28] The first respondent\r\nadmitted that in respect of the Bell Dewar and Hall complaint he had\r\nreceived an invitation by the appellant\nto comment and did not\r\nrespond on the merits, confining himself to raising the\r\njurisdictional point. He insisted he had a bona\nfide belief in the\r\njurisdictional point. He denied that the conduct he was accused of\r\nwas of the kind that constituted a basis\nfor removal from the roll of\r\nattorneys. In addition, the respondent made generalised and vague\r\nallegations that the appellant,\nin prosecuting him, failed to observe\r\nits own rules and that the proceedings were thus invalid and\r\nineffective. This latter point\nwas not persisted in before us.\n[29] The following\r\nparagraph of the opposing affidavit is indicative of the fact that\r\nthe conflict was assuming personal and ego\ndimensions:\n‘\nI\r\nconsider it as an insult to my intelligence for Mr Mnisi to allege\r\nthat I lack insight as to the meaning and import of the provisions\nof\r\nSection 84A of the Attorneys Act. In the legal profession people\r\nalways have different views and interpretation as regards the\nlaw and\r\nthat cannot be regarded as lack of insight. It is clear that the\r\nApplicant and I have different legal opinions on the application\nof\r\nSection 84A. My difference to Applicant on this Section is based on\r\nthe provisions of the Constitution which is the supreme\nlaw of the\r\ncountry.’\n[30] Insofar as the\r\ncomplaint by Mr Ntsweng is concerned, the respondent admitted that he\r\nhad received a letter from the appellant\nconcerning the complaint and\r\nthat he had objected to the appellant’s jurisdiction. The\r\nrespondent stated: ‘To my knowledge\nthe complainant referred\r\nthe complaint to the Law Society of the North-West (Bophuthatswana)\r\nand the complaint was addressed.’\n[31] As can be seen, the\r\nassertions in the preceding paragraph are equivocal and we are not\r\ntold how the matter was resolved. In\nrespect of the jurisdictional\r\npoint taken by the first respondent he stated that he knew of no\r\ncourt decision in which the constitutionality\nof s 84A of the Act was\r\ntested when read against the provisions of items 2(1)\n(a)\nand\n(b)\nread\r\nwith item 2(2) of Schedule 6 of the Constitution. These provisions\r\nwill be dealt with later in this judgment. He submitted\nthat he had a\r\nconstitutional right to hold a differing point of view.\n[32] Startlingly, the\r\nsecond respondent, in affidavits filed on its behalf in the court\r\nbelow, adopted the position that the appellant\nis an illegitimate\r\nbody and that its council was constituted irregularly, a point that\r\nwas abandoned in argument in the court below.\nI must admit that parts\r\nof the affidavit deposed to by the President of the second respondent\r\nmake for difficult reading and I\nhave strained to ascertain all the\r\npoints made therein. I quote but one of the paragraphs to illustrate\r\nthis:\n‘\nThe\r\nallegation resolution of the allegation council of the 17\nth\nJune\r\n2009 marked annexure 1 in the founding affidavit is not valid as it\r\nwas not taken by a legitaciate body as mentioned above\nand the\r\nfounding affidavit is not valid as it was made illegally.‘\n[33] In respect of the\r\nmerits of the complaints against the first respondent, there is no\r\neffective engagement by the second respondent\nwith the allegations\r\nmade by the appellant. Alarmingly, the second respondent appears\r\nunconcerned about the substance of the complaints.\nIn the affidavits\r\nfiled on its behalf it contented itself by stating that the first\r\nrespondent is ‘our member in good standing\nand has never been\r\nbrought before the disciplinary committee for any misconduct’.\r\nIn respect of the complaint brought by\nMr Ntsweng the second\r\nrespondent merely refers to an exchange of correspondence between the\r\ninterested parties without stating\nwhether or how it was resolved.\n[34] Before us counsel\r\nrepresenting the first respondent accepted that the only conclusion\r\nthat could be arrived at on the documents\nfiled in the court below is\r\nthat there had in fact been no final accounting by him to either Bell\r\nDewar and Hall or Mr Ntsweng.\nIt is common cause that the amount\r\nthe first respondent alleged Bell Dewar and Hall owed him as fees for\r\nacting as correspondent\ntogether with associated disbursements was a\r\nfraction of the amount he had collected on their behalf, namely\r\nR1 084.72 as\nopposed to R3 960, leaving an amount of R2 875.28\r\ndue to them. In respect of Mr Ntsweng it was accepted by counsel\r\nrepresenting\nthe first respondent that on the latter’s own\r\nversion of events, as asserted in his answering affidavit,\r\nnotwithstanding\nthe fees he alleged the former owed him, an amount of\r\nmoney was due to his former client that had still not been paid over.\n[35] However, during\r\nargument before us, first respondent’s counsel informed us that\r\nhe was in an invidious position as he\nhad instructions belying the\r\ndocuments filed in the court below and the conclusion referred to in\r\nthe preceding paragraph. He informed\nthe court that his instructions\r\nwere that the amounts outstanding had been paid to the parties\r\nconcerned last year. Upon enquiry\nfrom us counsel reported that he\r\nwas unable to provide any proof thereof. When it was pointed out to\r\ncounsel that in the heads\nof argument filed in this court on first\r\nrespondent’s behalf in June\nthis\nyear it is clear that the amount still due to Bell Dewar\r\nand Hall had not yet been paid, he was unable to make any further\r\nsubmissions\nin this regard.\n[36] The court below\r\nstated the following in relation to the complaints by the first\r\nrespondent’s colleagues and clients:\n‘\nI\r\nam therefore of the view that based on the findings of the\r\napplicant’s disciplinary committee, the first respondent acted\n\nunprofessionally against his colleagues and client. However,\r\nnotwithstanding the aforesaid finding, I do not find his conduct to\n\nbe so gross as to warrant his . . . removal from the roll of\r\nattorneys.’\n[37] Having dealt with\r\nthe merits of the complaint in the manner referred to above, the\r\ncourt below went on to consider the jurisdictional\npoint taken by the\r\nfirst respondent, namely, that s 84A of the Act was unconstitutional,\r\nparticularly when read against the provisions\nof items 2(1)\n(a)\nand\n(b)\nread\r\nwith item 2(2) of Schedule 6 of the Constitution, which provide:\n‘\n2(1)\r\nAll law that was in force when the new Constitution took effect,\r\ncontinues in force, subject to-\n(a)\nany\r\namendment or repeal, and\n(b)\nconsistency with the new Constitution.\n(2) Old order legislation\r\nthat continues in force in terms of sub item (1)\n(a)\ndoes\r\nnot have a wider application, territorially or otherwise, than it had\r\nbefore the previous Constitution took effect unless subsequently\n\namended to have a wider application; and\n(c)\ncontinues to be administered by the authorities that\r\nadministered it when the new Constitution took effect, subject to the\r\nnew Constitution.’\n[38] The Attorneys\r\nAmendment Act 115 of 1998 that introduced s 84A of the Act came into\r\noperation on 15 January 1999. Before that\nthe second respondent was\r\nthe sole regulatory authority over attorneys in the former\r\nBophuthatswana. As best as can be discerned\nthe submission on behalf\r\nof the first respondent is as follows. The legislation which\r\nestablished the second respondent, namely,\nthe Bophuthatswana\r\nstatute, the Attorneys, Notaries and Conveyancers Act 29 of 1984,\ncontinued in force when the new Constitution came into\r\neffect and s 84A has not extended the territorial application of the\r\nAct\nwith the result that the second respondent continues to enjoy\r\nexclusive regulatory jurisdiction over attorneys in that territory.\n\nFurthermore, if the legislature had intended to extend the\r\nterritorial application of the Act it would have repealed the whole\n\nof the preceding legislation. In addition it was submitted that in\r\nthe event of it being accepted that the Act and the legislation\n\ngiving effect to the second respondent exist side by side then the\r\nlatter legislation takes precedence. I struggle to understand\nhow\r\nthis is a challenge to the constitutionality of s 84A rather\r\nthan an interpretation of that provision of the Act in the\ncontext of\r\nthe stated items of Schedule 6 of the Constitution. However, as will\r\nbecome apparent that distinction is not critical\nto a decision in\r\nthis case.\n[39] The appellant on the\r\nother hand, in a submission that is easily understood, submitted that\r\nitems 2(1) and 2(2) of Schedule\n6 of the Constitution clearly permit\r\namendments to old order legislation that enable wider statutory\r\napplication and that this\nis exactly what occurred when s 84A was\r\nintroduced.\n[40] In leading up to the\r\nconclusion that the first respondent was unable to raise the\r\nconstitutional point referred to above because\nof his failure to take\r\na necessary preceding procedural step, the court below had regard to\r\njudgments of this court in which the\nlegality of the appellant’s\r\nconcurrent jurisdiction with the second respondent was upheld.\n[41] It is necessary to\r\nhave regard to those cases. In\nMabaso v Law\r\nSociety, Northern Provinces\n2004 (3) SA 453\n(SCA), this court set out the history of the Law Society of the\r\nNorthern Provinces, the present appellant. It had regard to its\n\npredecessors in title and to the fact that it had its origins in a\r\nVolksraadbesluit 1307, dated 10 October 1892. In\nMabaso\nthis Court took into account the historical change in\r\nprovincial boundaries and took judicial notice of the fact that the\r\nareas\nserved by that Law Society now make up the biggest part of what\r\nused to be the old Transvaal. This court considered s 57 of the\nAct\r\nby Act 15 of 1998 which provides that every practitioner who\r\npractises in any province, whether for his own account or otherwise,\n\nshall be a member of the society of that province. Importantly, at\r\npara 11 the following is stated:\n‘\nIn\r\nany event, Mr\nPoswa\nconceded\r\nthat at least the respondent is an association of attorneys. He\r\nconceded too, though reluctantly, that a voluntary association\nof\r\nattorneys would have been entitled to launch the application.\nCadit\r\nquaestio\n.\n’\n[42] In\nLaw\r\nSociety, Northern Provinces v Mogami\n2010 (1)\r\nSA 186\n(SCA), this court considered the position of attorneys\r\nenrolled as attorneys of the Bophuthatswana High Court and who are\r\nmembers\nof the Law Society of Bophuthatswana, the second respondent\r\nin the present appeal. In\nMogami\nthis court considered amendments to the Act in 1998 and\r\nthe effects thereof. First, for purposes of Chapter 2 of the Act (the\r\nprovisions\ndealing with the Fidelity Fund) attorneys practising\r\nwithin the former Bophuthatswana are deemed to be members of the Law\r\nSociety\nof the Northern Provinces, the present appellant ─ s 55\r\nof the Act. Second, the Law Society of the Northern Provinces\r\nobtained\nconcurrent jurisdiction with the Law Society of\r\nBophuthatswana in relation to disciplinary matters ─ s 84A of\r\nthe Act.\n[43] In\nMogami\nthis court stated the\r\nfollowing (para 7):\n‘\nThe\r\npowers given to the appellant by s 84A include the jurisdiction to\r\nmake rules as to conduct that constitutes unprofessional\nor\r\ndishonourable or unworthy conduct; to enquire into any case of\r\nalleged unprofessional or dishonourable or unworthy conduct;\nto apply\r\nfor the suspension or striking-off of an attorney on the ground that\r\nthe attorney is not a fit and proper person to continue\nto practise\r\nas an attorney; to prescribe the books, records, certificates or\r\nother documents to be kept and inspection thereof;\nand to direct any\r\npractitioner to produce for inspection any book, document, record or\r\nthing.’\n[44] Dealing with the\r\nreaction to the amendments, Harms DP in\nMogami\nsaid the following (para\r\n8):\n‘\nPractitioners\r\nof Bophuthatswana and members of the Bophuthatswana society objected\r\nto the fact that the appellant was given these\npowers and refused to\r\ncomply with the law as it stands. The society even instructed their\r\nmembers to ignore the law by refusing\nto recognise the appellant’s\r\npowers and jurisdiction as conferred by the Act. The judgment in\nLaw\r\nSociety, Northern Provinces (Incorporated as the Law Society of the\r\nTransvaal) v Maseka\n2\nand\r\nAnother\n2005\r\n(6) SA 372\n(B) is in this regard particularly important. It involved\r\nan application permitting the appellant to inspect the books of the\r\nthen\nchair and acting administrator of the society. Judgment was\r\ndelivered on 8 March 2005 and the court held that the appellant had\n\nthe powers referred to in the preceding paragraph (at 378D-G). On 23\r\nMay the society resolved more or less to ignore the judgment,\n\ninsisting that all disciplinary matters against its members should be\r\ndealt with by it. Both this court and the Constitutional\nCourt\r\ndismissed applications for leave to appeal, the latter on 4 October\r\n2005. In spite of this the society made common cause\nwith the\r\nrespondents during May 2006 in rearguing the same point, namely that\r\nthe appellant had no locus standi to\n(a)\ninvestigate\r\ncomplaints against the respondents;\n(b)\nrequire\r\nan inspection of the respondents’ books; and\n(c)\nlaunch\r\nthe present application.’\n[45] Harms DP went on\r\n(para 11) to criticise the Bophuthatswana society for siding with\r\nerrant attorneys. He said the following:\n‘\nIt\r\nis bad enough for courts to deal with alleged unprofessional conduct\r\nof practitioners but it is a sad day for the legal profession\nin\r\nparticular and justice in general if a professional body acts\r\nunprofessionally by ignoring the clear law and judgments of competent\n\ncourts, and by presenting spurious evidence.’\n[46] The court below has\r\non a number of occasions pronounced on the legality of the\r\ndisciplinary powers of the appellant. In this\nregard see\nThe\r\nLaw Society of the Northern Provinces v Gaborone Mothoagae\n[2006] ZANWHC 43\nper\r\nMogoeng JP and Leeuw J. It also pronounced in the\nMogami\nmatter per Hendricks J\r\nwhich ultimately found its way on appeal to this court and in\nLaw\r\nSociety, Northern Provinces (Incorporated as the Law Society of the\r\nTransvaal) v Maseka & another\n2005\r\n(6) SA 372\n(BH) per Landman J.\n[47] In the present case\r\nthe court below nevertheless took the view that s 84A created\r\nconfusion and in this regard referred to\nthe complaint laid by Mr\r\nNtsweng which was dealt with by both law societies. Leeuw JP stated\r\nthat the court below had in previous\ndecisions raised concerns in\r\nrelation to the concurrent jurisdiction of two bodies to institute\r\ndisciplinary proceedings. In the\nlearned Judge President’s view\r\nthis state of affairs required the urgent attention of either the two\r\nbodies or legislative\nintervention.\n[48] Dealing with the\r\nquestion whether the constitutional point raised by the first\r\nrespondent was justiciable the court below correctly\nfirst had regard\r\nto Uniform rule 10A which reads as follows:\n‘\nIf\r\nany proceedings before the court, the validity of a law is\r\nchallenged, whether in whole or in part and whether on constitutional\n\ngrounds or otherwise, the party challenging the validity of the law\r\nshall join the provincial or national executive authorities\n\nresponsible for the administration of the law in the proceedings and\r\nshall in the case of a challenge to a rule made in terms of\nthe Rules\r\nBoard for Courts of Law Act, 1985 (Act No. 107 of 1985), cause a\r\nnotice to be served on the Rules Board for Courts of\nLaw, informing\r\nthe Rules Board for Courts of Law thereof.’\n[49] The Constitutional\r\nCourt has repeatedly explained why it was important that the relevant\r\nauthorities be provided an opportunity\nto be heard when legislation\r\nin respect of which they bear responsibility was challenged. In\nVan\r\nder Merwe v Road Accident Fund (Women’s Legal Centre Trust as\r\nAmicus Curiae)\n[2006] ZACC 4\n;\n2006\r\n(4) SA 230\n(CC) para 7 the following was stated:\n‘\nOn\r\na number of occasions this Court has emphasised that when the\r\nconstitutional validity of an Act of Parliament is impugned the\n\nMinister responsible for its administration must be a party to the\r\nproceedings inasmuch as his or her views and evidence tendered\nought\r\nto be heard and considered. Rudimentary fairness in litigation\r\ndictates so. There is another important reason. When the\r\nconstitutional validity of legislation is in issue, considerations of\r\npublic interest and of separation of powers surface. Ordinarily\n\ncourts should not pronounce on the validity of impugned legislation\r\nwithout the benefit of hearing the State organ concerned on\nthe\r\npurpose pursued by the legislation, its legitimacy, the factual\r\ncontext, the impact of its application, and the justification,\nif\r\nany, for limiting an entrenched right. The views of the State organ\r\nconcerned are also important when considering whether, and\non what\r\nconditions, to suspend any declaration of invalidity.’\nSee also\nRoad\r\nAccident Fund v Mdeyide (Minister of Transport Intervening)\n[2007] ZACC 7\n;\n2008 (1) SA 535\n(CC) and\r\nthe judgment of this court in\nCity\r\nof Tswane Metropolitan Municipality v Cable City (Pty) Ltd\n2010\r\n(3) SA 589\n(SCA) para 10-12.\n[50] The court below\r\nrightly concluded that since the first respondent did not join the\r\nresponsible Minister it could not entertain\nthe constitutional\r\nchallenge. Before us, counsel on behalf of the first respondent\r\nreadily conceded that that conclusion could\nnot be faulted. As stated\r\nabove, he nevertheless contended that it was necessary to consider\r\nthe challenge as one in which the\nfirst respondent had a bona fide\r\nbelief which dictated his attitude towards the appellant. It was\r\nsubmitted that this belief mitigated\nthe first respondent’s\r\nconduct in relation to the appellant.\n[51] At this stage, it is\r\nnecessary to restate the principles that apply to striking off\r\napplications.\nJasat\r\nv Natal Law Society\n2000\r\n(3) SA 44\n;\n[2000] 2 All SA 310\n(SCA) para 10 states that s 22(1)\n(d)\n3\nof the Act contemplates a\r\nthree-stage inquiry:\n4\n‘\nFirst,\r\nthe court must decide whether the alleged offending conduct has been\r\nestablished on a preponderance of probabilities, which\nis a factual\r\ninquiry.\nSecond, it must consider\r\nwhether the person concerned “in the discretion of the court”\r\nis not a fit and proper person\nto continue to practise. This involves\r\na weighing up of the conduct complained of against the conduct\r\nexpected of an attorney and,\nto this extent, is a value judgment.\nAnd third, the court must\r\ninquire whether in all the circumstances the person in question is to\r\nbe removed from the roll of attorneys\nor whether an order of\r\nsuspension from practice would suffice.’\n[52] It is abundantly\r\nclear in the present case that offending conduct has been\r\nestablished. Even the court below held that the\nfirst respondent was\r\nguilty of unprofessional conduct. In\nMalan &\r\nanother v Law Society Northern Provinces\npara\r\n5, this court stated:\n‘\n[I]t\r\nis well to remember that the Act contemplates that where an attorney\r\nis guilty of unprofessional or dishonourable or unworthy\nconduct\r\ndifferent consequences may follow. The nature of the conduct may be\r\nsuch that it establishes that the person is not a fit\nand proper\r\nperson to continue to practise. In other instances the conduct may\r\nnot be that serious and a law society may exercise\nits disciplinary\r\npowers, particularly by imposing a fine or reprimanding the attorney\r\n(s 72(2)\n(a)\n).’\n[53] A careful and proper\r\nassessment of the conduct in question is what is required in the next\r\nstage of the inquiry, when the court\nconsiders whether the attorney\r\nis a fit and proper person to continue to practise. As stated in\nJasat\nand again in\nMalan\n,\nthis\r\ninvolves weighing up the conduct complained of against the conduct\r\nexpected of an attorney and that involves a value judgment.\n[54] The court below took\r\ntoo lenient an approach to the misconduct complained of by the first\r\nrespondent’s fellow practitioners\nwho had either instructed him\r\nto act as a correspondent or who did work for him as a correspondent.\r\nIt did the same in relation\nto the complaint by Mr Ntsweng and failed\r\nto appreciate the full import of the first respondent’s\r\npersistent failure to finally\naccount to either Mr Ntsweng or Bell\r\nDewar and Hall. In the case of Bell Dewar and Hall the first\r\nrespondent has up to now failed\nto account to them for a period of\r\nmore than eight years after the complaint was lodged and almost\r\neleven years after the account\nwas rendered. In October 2000 the\r\nfirst respondent scandalously and in stereotypical errant debtor\r\nstyle dispatched a letter to\nMr van Zyl allegedly enclosing a cheque\r\nthat in fact was not attached. In the case of Mr van Zyl the\r\namount due was paid approximately\nfive years after the complaint was\r\nlaid and then was paid in two instalments some nine months after the\r\nappellant had ordered him\nto so, following on the disciplinary\r\nenquiry. In the ordinary course the amounts collected and due to the\r\ninstructing attorney\nor client would have had to be retained in a\r\ntrust account. Considering the common cause facts the inference is\r\ninescapable that\nthe amounts were not so retained ─ a grave and\r\nusually fatal error on the part of any attorney.\n[55] Furthermore, the\r\nfirst respondent resisted all attempts by the appellant to get him to\r\naddress the complaints, stubbornly attacking\nits jurisdiction, rather\r\nthan dealing with what were clearly legitimate complaints. In his\r\naffidavit filed in the court below the\nfirst respondent was evasive,\r\nargumentative and disingenuous. To this day, the first respondent\r\ncontinues to demonstrate a remarkable\nlack of insight concerning the\r\nprofessional and ethical standards expected of an attorney. Lastly,\r\neven at the time of the hearing,\nthe first respondent showed\na\r\nremarkable lack of contrition and unaccountability.\n[56] It is necessary to\r\nplace the role of a court before which a Law Society brings a claim\r\ninto proper perspective. In\nSolomon v The Law\r\nSociety of the Cape of Good Hope\n1934 AD 401\nat 408-409 the following appears:\n‘\n[T]he\r\nLaw Society claims nothing for itself from the applicant. It merely\r\nbrings the attorney before the Court by virtue of a statutory\nright,\r\ninforms the Court what the attorney has done and asks the Court to\r\nexercise its disciplinary powers over him. . . .Before\nthe Cape Law\r\nSociety received statutory recognition, the Court\nmero\r\nmotu\ndealt\r\nwith the unprofessional conduct of attorneys. In practice the\nAttorney-\r\nGeneral\nwas\r\nasked to lay the facts before the Court (in\nre\r\nCairncross\n,\r\n1877, Buch, 122). . . . The Law Society protects the interests of the\r\npublic in its dealings with attorneys. It does not institute\nany\r\naction or civil suit against the attorney. It merely submits to the\r\nCourt facts which it contends constitutes unprofessional\nconduct and\r\nthen leaves the Court to determine how it will deal with this\r\nofficer.’\n[57] Section 71 of the\r\nAct provides that a council of a law society may enquire into cases\r\nof unprofessional, dishonourable or unworthy\nconduct on the part of\r\nany attorney, notary or conveyancer whose name has been placed on the\r\nroll of a court within the province\nof its society, whether or not\r\nthat practitioner is a member of such society. It will be recalled\r\nthat s 57 of the Act makes the\nfirst respondent and other attorneys\r\nin his situation\nde iure\nmembers\r\nof the appellant’s society. Section 84A gives the appellant the\r\npowers referred to in s 71. The first respondent did\nnot attack the\r\nconstitutionality of ss 57 or 71 of the Act.\n[58] It is clear that it\r\nis the court before which a complaint of misconduct is brought that\r\nhas the ultimate disciplinary power.\nCourts should be concerned about\r\nthe professional conduct of those who appear before them or who\r\notherwise practise within their\nareas of jurisdiction. However, there\r\ncan be no doubt that, whatever the jurisdiction of the Law Society, a\r\ncourt has jurisdiction\nto decide whether an attorney appearing on its\r\nroll is a fit and proper person to continue to practise, particularly\r\nwhere, as\nin the present case, all the facts are known. This is made\r\nabundantly clear by the dictum from\nMabaso\n(para 11) referred to in para 41 above. The first and\r\nsecond respondents’ energies therefore appear to be misdirected\r\nand\nwrongly focussed on the jurisdictional aspect.\n[59] I turn to briefly\r\ndeal with the submission on behalf of the first respondent that his\r\nattitude towards the appellant was dictated\nby his bona fide belief\r\nin the sustainability of his constitutional point. I have serious\r\ndoubts about the intelligibility and\nviability of the point but\r\nassuming it to encompass a proper challenge to the constitutionality\r\nof s 84A of the Act, it is\nfor reasons stated above neither\r\ncompetent nor necessary to make a decision in that regard. The\r\nlegality of the appellant’s\nconcurrent regulatory jurisdiction\r\nover attorneys in the former Bophuthatswana as provided for in\r\nprovisions of the Act has repeatedly\nbeen addressed in its favour in\r\nthe court decisions referred to above. It is not a question that\r\nrequires revisiting. The truth\nis that it is not the first\r\nrespondent’s belief in the point, genuine or otherwise, that is\r\nin issue. It is his conduct characterised\nin paras 54 and 55 above\r\nthat is under scrutiny. That conduct is clearly unprofessional,\r\ndishonourable and unworthy and renders\nhim liable to be struck off.\n[60] It was submitted on\r\nbehalf of the first respondent that the appellant was not really\r\nconcerned about his conduct in relation\nto his colleagues and client\r\nbut rather was disgruntled about his resistance to its authority over\r\nhim and accordingly sought to\npunish him. Whilst it is true that the\r\nappellant took umbrage at the first respondent’s attitude\r\ntowards its authority, it\nis clear from the founding affidavit filed\r\non its behalf that it was particularly concerned about his\r\nunrepentant lack of responsibility\ntowards his colleagues and client\r\nup until the launch of its application. This attitude continued until\r\nthe end of the hearing\nof the appeal. That attitude presents a danger\r\nto the public who are deserving of protection both from law societies\r\nand courts.\n[61] To sum up: in\r\nrespect of the second inquiry referred to in\nJasat\nit is quite\r\nclear that the first respondent is not a fit and proper person to\r\ncontinue to practise. In respect of the third inquiry\nreferred to in\nJasat\n, the compelling conclusion is that the first respondent\r\nis liable to be removed from the roll of attorneys. The court below\r\nerred\nin its assessment of the gravity of the first respondent’s\r\nconduct and in holding that a reprimand would suffice.\n[62] It is evident that\r\nthe second respondent is engaged in an unbecoming turf war with the\r\nappellant which has led to unnecessary\nand protracted litigation. It\r\nought to focus its attention on serving the interests of the public\r\nby properly regulating the conduct\nof practitioners within its area\r\nand cooperating with its sister society with which it enjoys\r\nconcurrent jurisdiction. None of\nthe grounds on which its opposition\r\nto the appellant’s authority was premised was persisted in\r\nbefore us. It was of no assistance\nin relation to the merits of the\r\ncomplaints. Its presence in this appeal is highly questionable,\r\nparticularly when this court was\ninformed towards the end of the\r\nhearing of this appeal that it was now willing to abide our decision.\r\nIts lack of concern about\nlegitimate complaints brought by the public\r\nagainst one of its members is remarkable. Its track record evidenced\r\nby the present\nand other litigation brings into question its\r\nwillingness to perform its regulatory function. It appears\r\npreoccupied with its status\nas opposed to the appellant’s. One\r\nis entitled to ask whether its continued existence is justified. In\nMogami\nthis court accused the second respondent of dishonest\r\nbehaviour and it was warned that responsible members of its executive\r\nthemselves\nran the risk of disciplinary proceedings in the event of a\r\nrepetition. Considering how often the second respondent has\r\nneedlessly\nengaged a number of courts misspending its funds the time\r\nhas come for a plea to the Minister of Justice and Constitutional\r\nDevelopment\nto consider whether it serves a useful purpose. The\r\nRegistrar of this court is hereby directed to serve a copy of this\r\njudgment\non the Minister and particularly to bring to his attention\r\nthe comments in this paragraph. In my view, a joint cost order\r\nagainst\nthe second respondent on an attorney and client scale is\r\nwholly deserved.\n[63] The following order\r\nis made:\n1. The appeal is upheld\r\nwith costs on an attorney and client scale for which the first and\r\nsecond respondents are jointly and severally\nliable, the one paying\r\nthe other to be absolved.\n2. The order of the court\r\nbelow is set aside and substituted as follows:\n‘\n(a)\r\nThe application succeeds and the first and second respondents are\r\nordered to pay the applicant’s costs on an attorney\nand client\r\nscale jointly and severally, the one paying the other to be absolved.\n(b) An order is made in\r\nterms of paras 1-10.4, 11 and 12 of the applicant’s notice of\r\nmotion.’\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant: A T Lamey\nInstructed by\nRooth & Wessels\r\nPretoria\nNaudes Attorneys\r\nBloemfontein\nFor Respondent: P J\r\nLoubser\nInstructed by\nJerry Sithole Attorneys\r\nMmabatho\nMabalane Seobe Inc\r\nBloemfontein\n1\nThe\r\n\tsecond respondent was established by s 50 of the Attorneys, Notaries\r\n\tand Conveyancers Act 29 of 1984 (the Bophuthatswana Attorneys\nAct).\r\n\tIt recently changed its name to the Law Society of the North West\r\n\tincorporated as the Law Society of Bophuthatswana.\n2\nIt\r\n\tis an aggravating feature of the second respondent’s conduct\r\n\tin the present case that its opposition has apparently been\ndriven\r\n\tby the same Mr Maseka who is now its President.\n3\nSection\r\n\t22(1)\n(d)\nempowers a court on application by a Law Society to\r\n\tstrike an attorney off the roll if he ‘in the discretion of\r\n\tthe court,\nis not a fit and proper person to continue to practise as\r\n\tan attorney.’\n4\nAs\r\n\tsummarised in\nMalan & another v Law Society Northern\r\n\tProvinces\n[2008] ZASCA 90\n;\n2009 (1) SA 216\n(SCA) para 4.",
  "scraped_at": "2026-02-12T15:47:41.688956",
  "date": "2011-09-02",
  "coram": [
    "Navsa JA",
    "Heher JA",
    "Van Heerden JA",
    "Majiedt JJA",
    "Petse AJA"
  ],
  "case_number": "736/10",
  "parties": {
    "applicants": [
      "Law Society of the Northern Provinces"
    ],
    "respondents": [
      "Kashan Ramokoka Mabando",
      "Law Society of Bophuthatswana"
    ]
  },
  "sections": {
    "facts": "The Law Society of the Northern Provinces (the appellant) sought to have attorney Kashan Ramokoka Mabando struck from the roll of attorneys on the basis of multiple complaints of unprofessional, dishonourable and unworthy conduct. Complaints were lodged by fellow attorneys (David van Zyl and the firm Bell Dewar & Hall) and a member of the public (G.M. Ntsweng) alleging failure to account for fees, non‑payment of sums owed and refusal to respond to the Society’s correspondence. Disciplinary committees of the appellant fined Mabando on several occasions, but he repeatedly failed to pay fines, challenged the appellant’s jurisdiction under section 84A of the Attorneys Act and ignored further disciplinary proceedings. The second respondent, the Law Society of Bophuthatswana, supported Mabando’s jurisdictional challenge. The High Court dismissed the application to remove Mabando and ordered each party to bear its own costs, prompting the appeal.",
    "issues": "1. Whether the Law Society of the Northern Provinces has concurrent jurisdiction over attorneys practising in the former Bophuthatswana under s84A of the Attorneys Act, notwithstanding the existence of the Law Society of Bophuthatswana. 2. Whether Mabando’s conduct, as found by the disciplinary committees, makes him a \"fit and proper\" person to continue practising. 3. Whether the appropriate remedy is a reprimand, a fine, or striking the respondent off the roll of attorneys. 4. Whether the second respondent’s procedural posture affects the appellant’s right to seek removal.",
    "principles": "The Court relied on sections 71 and 84A of the Attorneys Act which confer power on a law society to investigate and discipline attorneys, and on section 22(1)(d) which authorises a court to strike an attorney off the roll if he is not fit and proper. The three‑stage inquiry set out in Jasat v Natal Law Society (facts, fitness, final order) was applied. Precedents such as Mabaso v Law Society (2004), Law Society Northern Provinces v Mogami (2010) and the Mogami decision on the scope of s84A clarified that concurrent jurisdiction is constitutionally valid and has been upheld by this Court. The constitutional challenge to s84A was dismissed as procedurally improper because the responsible Minister was not joined, following the Uniform Rule 10A and Constitutional Court guidance.",
    "application": "The Court found that Mabando’s conduct—failure to account for monies, repeated non‑payment of fines, and refusal to engage with the appellant—constituted unprofessional, dishonourable and unworthy conduct. Applying the three‑stage test, the factual findings satisfied the first stage; the conduct was deemed serious enough to deem him not a fit and proper person, satisfying the second stage; consequently, removal from the roll was appropriate, satisfying the third stage. The Court affirmed the validity of the appellant’s concurrent jurisdiction and rejected Mabando’s jurisdictional argument. The second respondent’s opposition was characterised as an unbecoming turf war that did not affect the substantive outcome.",
    "conclusion": "The appeal was upheld. The order of the High Court was set aside and substituted: the application to strike Mabando off the roll succeeded; the first and second respondents were ordered to pay the appellant’s costs on an attorney‑and‑client scale jointly and severally, with one paying the other to be absolved. The judgment also directed that a copy be served on the Minister of Justice to consider the continued existence of the second respondent."
  },
  "tags": {
    "level_1": "Professional Regulation",
    "level_2": "Attorney Discipline",
    "level_3": [
      "jurisdictional conflict",
      "removal from roll",
      "unprofessional conduct"
    ]
  }
}