{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/77.html",
  "case_name": "Ramokolo v S (251/10) [2011] ZASCA 77 (26 May 2011)",
  "citation": "[2011] ZASCA 77",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 77\n|\nNoteup\n|\nLawCite\nRamokolo v S (251/10) [2011] ZASCA 77 (26 May 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 251/10\nIn the matter\r\nbetween:\nBRUCE\r\nSABELO MPUMELELO RAMOKOLO\n.................................\nAppellant\nand\nTHE\r\nSTATE\n...........................................................................................\nRespondent\nNeutral citation\n:\nRamokolo v The State\n(251/10)\n[2011] ZASCA 77\n(26 May 2011)\nCoram:\nPONNAN, MAYA JJA and PETSE AJA\nHeard:\n17\r\nMarch 2011\nDelivered:\n26\r\nMay 2011\nSummary:\nCriminal\r\nlaw – extortion – s 156 of the Transkei Penal Code, Act 9\r\nof 1983 – consulting engineer responsible for\nfacilitating\r\npayment to building contractor in a state road construction project\r\ncoercing the contractor to give him monies not\nlegally due from\r\nproceeds thereof – held to have committed extortion –\r\nsentence – seriousness of offence discussed\n– appropriate\r\nsentence custodial sentence.\n__________________________________________________________________\nORDER\nOn appeal from:\nEastern Cape\r\nHigh Court (Mthatha) (Alkema and Dawood JJ sitting as court of\r\nappeal):\n1. The appeal\r\nagainst conviction is dismissed.\n2. The appeal\r\nagainst sentence is upheld. The sentence imposed by the high court is\r\nset aside. The following sentence is substituted:\n‘\nThe\r\naccused is sentenced to undergo four years imprisonment of which two\r\nyears is suspended for five years on condition that he\nis not\r\nconvicted of extortion, committed during the period of suspension.’\n____________________________________________________________________\nJUDGMENT\n_____________________________________________________________­­­_____\nMAYA JA (Ponnan JA\r\nand Petse AJA concurring):\n[1] The appellant\r\nwas indicted in the Mthatha Regional Court (N Conjwa) on two counts\r\nof extortion. Despite his plea of not guilty,\nhe was convicted as\r\ncharged. The magistrate, taking both counts together, sentenced him\r\nas follows:\n‘…\nthat\r\nthe accused be sentenced to pay a fine of\nFIFTY\r\nTHOUSAND RAND (R50 000,00)\nor\r\nin default of payment to undergo\nTWO\r\n(2) YEARS IMPRISONMENT\n.\r\nThe accused is further sentenced to undergo\nTHREE\r\n(3) YEARS IMPRISONMENT\n,\r\nwhich is wholly suspended for a period of five years on the following\r\ncondition, that the accused is not convicted of an offence,\nan\r\nelement of which is dishonesty committed during period of suspension\r\nor sentence and for which he is sentenced to an effective\nterm of\r\nimprisonment. And further, that the accused repays the amount of R187\r\n000,00 to the complainants in the matter on or before\n30 December\r\nnoon, in the year 2010.’\nOn appeal to the\r\nhigh court (per Alkema J, Dawood J concurring) the conviction on the\r\nfirst count was overturned. The sentence was\nalso set aside and\r\nsubstituted as follows:\n‘\nThe\r\nsentence imposed by the court\na\r\nquo\nin\r\nrespect of count 2 is set aside, and is replaced by the following\r\nsentence:\n“\nThe\r\naccused is sentenced to four years imprisonment; of which two years\r\nis suspended for five years on condition that the accused\nis not\r\nconvicted of a crime of which dishonesty is an element, committed\r\nduring the period of suspension.” ’\n1\nThe appeal, which is\r\nagainst both conviction and sentence, is with the leave of the court\r\nbelow.\n[2] The\r\nwitnesses who testified in the trial – Ms Vatiswa Poswa\r\n(Poswa), the complainant, Ms Uchell Althea Jones, an official\nof the\r\nMthatha branch of the First National Bank (FNB), and Mr Zwelabantu\r\nArnold Makwabe, a director in the Eastern Cape Department\nof Public\r\nWorks ( the Department) – were all called by the state. The\r\nappellant did not testify or lead any evidence. It\nappears from the\r\nevidence of Poswa and, to a limited extent, Makwabe, that the fount\r\nof the dispute is the award, by the Department,\nof a tender valued at\r\nR2 932 575,05 for the upgrading, rehabilitation and improvement of\r\ncertain urban roads in Ngangelizwe, Mthatha\nin October 2003, to\r\nMageba Construction (Pty) Ltd (Mageba), in which Poswa and her\r\nbrother, Mr Sakhiwo Poswa, were joint directors\nand shareholders. A\r\nconsulting civil, structural and development engineering company,\r\nManong & Associates (Pty) Ltd (Manong),\nwas appointed as the\r\nconsulting engineer on the project. Its role was mainly to ensure\r\nthat Mageba performed the construction work\nproperly and the\r\nappellant, a professional engineer, was one of its directors and its\r\nmanager on the project.\n[3] In terms of the\r\nconstruction contract Mageba was required to submit monthly payment\r\ncertificates to Manong in respect of work\ndone. Thereafter, the\r\nappellant would conduct a site inspection to assess the quality of\r\nsuch work and measure it to verify the\namount claimed. Mageba had\r\nbeen granted bridging finance to undertake the project by the Eastern\r\nCape Development Corporation (ECDC)\nto which as security for the\r\ndischarge of its obligations, it then ceded its claim to payment\r\nunder the contract. Thus the Department\nwould pay the certified\r\namounts to ECDC which, in turn, made partial payments to Mageba and\r\npaid the latter’s suppliers.\n[4] Construction\r\noperations began shortly after the award of the tender and the site\r\nhandover in November 2003. Pursuant to payment\ncertificates issued by\r\nMageba, sums of R1 466 241,27, R1 170 784,59 and R146 854,19 were\r\npaid by the Department to ECDC on 2 February\n2004, 1 March 2004 and\r\n11 March 2004, respectively. There was a later variation order in the\r\nsum of R274 978,42 by which the original\ncontract amount had\r\npurportedly been exceeded. However, no payment certificate seems to\r\nhave been issued in respect of this amount.\nThis document constitutes\r\na significant part of the controversy as will appear later in the\r\njudgment. From February 2004, at Mageba’s\ninstance and flowing\r\nfrom ECDC’s delay in paying Mageba and its suppliers, ECDC was\r\nrequired to pay the entire amounts received\nfrom the Department into\r\na special banking account in Manong’s name. This account would\r\nbe administered by the appellant\nwho would then make the necessary\r\ndisbursements on Mageba’s behalf.\n[5] Things started\r\ngoing awry in the middle of March 2004. Mageba had not been paid for\r\na while and had complained to the appellant\nas it was battling to\r\nmeet its overheads and had to use funds from other projects to\r\nsustain the contract. On 17 March the appellant\narrived at Mageba’s\r\nsite and, after driving around the site without taking any\r\nmeasurements, gave Poswa and her brother a\ncheque in the sum of\r\nR300 000. This was payment for work done made at the appellant’s\r\ndiscretion as no payment certificate\nin that amount had been issued.\r\nMageba nonetheless continued to issue payment certificates in the\r\nprescribed manner thereafter.\nBut the appellant did not conduct any\r\nproper site inspections or verify its payment certificates again.\r\nThus, the subsequent payments\nof R500 000 and R55 000 which it\r\nreceived on 4 May and 24 August 2004 were fixed by the appellant at\r\nhis discretion.\n[6] The charges\r\npreferred against the appellant relate to two separate incidents. The\r\nfirst one occurred in the early stages of\nthe project, on 15 December\r\n2003 and is the subject of count 1. As I have already stated, the\r\nappeal to the court below succeeded\nto the extent that the conviction\r\non that charge was quashed. It accordingly warrants no further\r\nconsideration in this judgment.\n[7] The events upon\r\nwhich count 2 was based took place in early May 2004, as Poswa\r\ntestified. The appellant visited Mageba’s\nbuilding site. He\r\nasked to meet Poswa and her brother alone.They requested their\r\nsecretary to leave. He then told Poswa and her\nbrother that according\r\nto calculations that he had performed on a certain computer programme\r\nMageba had been overpaid by a sum\nof R600 000 which would have to be\r\nreturned to the Department. An argument ensued between them. Poswa\r\nand her brother were of the\nview that the quantities to which the\r\nappellant referred in his calculations were less, and not more, than\r\nthose onsite as the\nappellant claimed. The appellant however\r\nmaintained that his computer programme was foolproof and would not\r\nbudge.\n[8] The appellant\r\nsaid that he had very recently, in similar circumstances, returned to\r\nthe Department a sum of R1,2 million in\nrespect of another project in\r\nthat area which was conducted by another entity. He then suggested\r\nthat the only way he could avoid\nreturning the money in their case\r\nwould be if he took a portion of it – by making out a cheque to\r\nthem for R180 000, which\nPoswa would then cash and give him the\r\nproceeds thereof. He would thereafter make out another cheque to\r\nMageba in the sum of R500\n000 for the work that it had done. After\r\nenough pressure, as Poswa put it, she and her brother finally agreed\r\nto the scheme. The\nappellant drew a FNB cheque in Mageba’s name\r\nin the sum of R180 000 which Poswa subsequently attempted to cash\r\nwithout success\nas Mageba no longer had an account with that\r\ninstitution. Poswa then called the appellant on his cellular phone\r\nand informed him\nabout the problem. The appellant promptly came to\r\nthe bank and drew a cheque in Poswa’s name in the same amount.\n[9] The bank\r\nrequired identification from the appellant as the drawer of the\r\ncheque and Poswa as the payee thereof. Once this was\nverified a cash\r\nsum of R180 000 contained in money bags was paid to Poswa. She handed\r\nthe entire amount to the appellant outside\nthe bank, in her brother’s\r\npresence. They parted thereafter. Poswa’s evidence was not\r\nelucidated during the trial about\nthe timing of this event but it\r\nappears that after the handing over of the R180 000, the appellant\r\ngave them a R500 000 cheque\ndrawn in Mageba’s favour which\r\nPoswa deposited into Mageba’s banking account on the following\r\nday and was duly paid\nby the bank.\n[10] The\r\nrelationship between the appellant and the Poswa siblings soured\r\ndramatically after this incident. About two days later\nthe appellant\r\naccused Mageba of poor workmanship. He ordered it to cease operations\r\nand threatened to cancel the contract. Mageba\nwas left with no choice\r\nbut to seek the Department’s intervention and report the whole\r\nepisode to its attorney and the Joint\nAnti-Corruption Task Team of\r\nthe Special Investigating Unit in East London. Mageba, through its\r\nattorneys, demanded the return\nof the sum of R180 000 from the\r\nappellant. In response to the demand, the appellant telephoned\r\nPoswa’s brother. Poswa was\npresent during the call and the\r\nphone was put on speaker mode. The two men argued and the exchange\r\nended without resolution.\n[11] Sometime later,\r\nthe appellant telephoned the siblings in a state of panic after he\r\nhad been contacted by the Department and\nremoved from the project. He\r\nsaid that he had formulated a strategy to refund the R180 000 and\r\nasked to meet them to discuss the\nissue. They agreed to meet him in\r\nEast London at a car park in Vincent Park. The Poswas reported the\r\nplanned meeting to the police.\nA police trap was set and members of\r\nthe Joint Anti-Corruption Team would be present in the vicinity of\r\nthe meeting which subsequently\ntook place in a car at the car park as\r\narranged. There, the appellant reported on the plan that he had\r\nformulated to recover the\nR180 000. He said that it could be\r\nrecovered from the earthwork quantities because nobody would go and\r\ndig up the road to measure\nit as it was already covered with asphalt.\r\nTo that end, he would submit a variation order in the sum of R274\r\n978,42 which he said\nwas ready and approved as he had previously\r\ndiscussed the matter with Makwabe. Only Poswa’s signature was\r\noutstanding and\nhe was available to submit the document in Bisho on\r\nthe following day. Poswa asked to make a copy of the variation order\r\nand, as\nshe left the car, the police pounced and seized the document.\r\nMageba never recovered the monies which Poswa gave to the appellant.\n[12] The gist of the\r\ntestimony of the FNB official, Jones, was that she had served Poswa,\r\nwho was accompanied by the appellant,\nwhen she presented the R180 000\r\ncheque at the bank and that they had both produced their identity\r\ndocuments and were positively\nidentified by the bank as the drawer\r\nand payee of the said cheque. The cheque had to be verified with the\r\nbank’s Port Elizabeth\nbranch, from which it originated, and\r\nthen authorised by her supervisor. The appellant remained with Poswa\r\nthroughout that process.\nHe was still present when she counted the\r\nmoney, bagged it and handed it to Poswa and she saw them leave the\r\nbank together at about\n17h00. She estimated that the transaction had\r\ntaken about one and a half hours as Poswa had initially arrived at\r\nthe bank shortly\nbefore it closed to the public at 15h30.\n[13] Nothing much\r\nturns on Makwabe’s brief evidence which dealt mainly with the\r\nmanner in which the respective parties performed\nunder the contract\r\nand the details of the payments made by the Department to Mageba. His\r\nversion was largely consonant with Poswa’s\nevidence on the\r\nrelevant aspects although he mentioned, albeit briefly, that there\r\nwere certain problems with the construction\nbut that the work was\r\ndone well and the project ultimately completed. More important is his\r\nassertion that it was impermissible\nfor payment to a contractor to be\r\neffected without the foundation of a payment certificate and that he\r\nhad not been aware of the\nappellant’s alleged conduct in this\r\nregard.\n[14] This was the\r\nconspectus of the state case and, as mentioned , the only evidence\r\nthat adduced in the trial as the appellant\nclosed his case without\r\nleading any evidence. The magistrate acknowledged that Poswa was a\r\nsingle witness in so far as the events\nrelevant to the commission of\r\nthe offence were concerned and found that there were flaws in her\r\nevidence.\n[15] The magistrate\r\nnevertheless concluded that such flaws as existed ‘did not\r\nvitiate the whole of the State’s case’.\nIn her view, the\r\ncontradictions were not unexpected in the light of the considerable\r\nlapse between the commission of the crimes\nand the trial, and the\r\ngruelling cross-examination, which took over a week, to which Poswa\r\nwas subjected. In the event, the magistrate\nfound Poswa to be a\r\nreliable witness. She concluded that\n‘\nAlthough\r\nthe complainant stands as a single witness in as far as the events\r\nrelevant to the charges are concerned, the Court is\nconvinced beyond\r\na reasonable doubt that a case has been established against the\r\naccused. The evidence pointing towards the commission\nof the offence\r\nis not only convincing but overwhelming. Just as the Courts are\r\nenjoined to exercise caution when dealing with the\nevidence of a\r\nsingle witness, caution should not be allowed to displace reason. The\r\naccused had elected, in the exercise of his\nrights, not to refute the\r\nState’s case. The State’s case therefore remains\r\nunchallenged.’\nIn\r\narriving at that conclusion the magistrate relied on\nS\r\nv Boesak\n[2000] ZACC 25\n;\n2001 (1) SA 912\n(CC) and\nOsman\r\nand another v A G Transvaal\n1998 (4) SA 1224\n(CC) which held that once the prosecution has produced evidence\r\nsufficient to establish a prima facie case, an accused who fails\nto\r\nproduce evidence to rebut that case runs a risk as the court may well\r\nbe entitled to conclude that such evidence is sufficient\nto found a\r\nconviction.\n[16] On appeal, the\r\ncourt below found that the magistrate had misdirected herself in\r\ncertain respects. But nonetheless confirmed\nthe conviction in respect\r\nof the second count although it found that the case had been ‘poorly\r\nprosecuted by the State’\nand that Poswa’s evidence\r\nremained unsatisfactory in certain respects. The court found that\r\ndespite the flaws and the state’s\ninexplicable failure to call\r\nPoswa’s brother and the police who partook in the sting\r\noperation in Vincent Park as witnesses,\nthe state had nonetheless\r\nestablished a prima facie case. Poswa’s evidence, it held, was\r\n‘not totally uncorroborated’\nand demanded an explanation\r\nfrom the appellant. The court drew an adverse inference from the\r\nappellant’s failure to testify\nwhen his counsel had put to\r\nstate witnesses that he would do so and said that this suggested that\r\n‘he changed his mind because\nhe had something to hide’.\r\nThe court concluded that Poswa’s evidence clearly established\r\nan express and unlawful threat\nby the appellant to prevent any\r\nfurther payments to Mageba if he was not paid R180 000 and that his\r\nconviction was therefore proper.\nThe court below however found that\r\nthe sentence imposed by the magistrate was shockingly\r\ndisproportionate to the seriousness and\nprevalence of the crime of\r\nextortion and corruption and substituted it with one of direct\r\nimprisonment.\n[17] The matter fell\r\nto be decided under the provisions of the Transkei Penal Code, Act 9\r\nof 1983 (the Penal Code) which was applicable\nin the area of\r\njurisdiction in which the offences were alleged to have been\r\ncommitted. Extortion is dealt with in s 156 of the\nPenal Code which\r\nprovides:\n‘\nAny\r\nperson who takes from another some advantage by intentionally and\r\nunlawfully subjecting such other person to pressure which\ninduces him\r\nto submit to that taking shall be guilty of an offence.’\n[18]\r\nThe requirements of extortion under the Penal Code are no different\r\nfrom those of the offence under the common law. Both versions\nof the\r\noffence consist ‘in obtaining from another some advantage by\r\nunlawfully and intentionally subjecting him to pressure\nthat induces\r\nhim to submit to the taking’.\n2\nThe\r\nelement of ‘unlawfully subjecting another to pressure’\r\nimplicitly requires a threat to be used to apply such pressure.\nAnd\r\nit is that threat and the purpose for which it was used that\nthe\r\ncourt will consider when deciding whether a person was subjected to\r\nunlawful pressure.\n3\n[19] State counsel\r\ncorrectly conceded that the state case could have been better\npresented.\r\nI respectfully agree with the court below that Poswa’s evidence\r\nwas not entirely satisfactory in parts. This, it\nappears to me, was\r\nlargely due to the manner in which her evidence was led; her\r\nexamination-in-chief was cursory at best and it\nis mostly in\r\ncross-examination that most of the material issues she raised were\r\nexplained. Further, there seems no reason on the\nface of it why\r\nPoswa’s brother who was said to have been present when the\r\noffences were committed and the police who were\ninvolved in the sting\r\noperation were not called as witnesses. But, having said that, it\r\nmust be considered that the state has an\nunfettered discretion in its\r\nchoice of witnesses\n4\nand\r\nthat the failure by a litigant to call a witness in support of his\r\ncase does not necessarily warrant the drawing of an inference\nadverse\r\nthereto if such case may have been sufficiently presented without the\r\nwitness.\n5\n[20] I agree with\r\nthe defence counsel that Poswa’s evidence must be carefully\r\nviewed against the probabilities as she was\na single witness in\r\nrelation to the events\ngiving rise to the\r\noffence. That the trial court and the court below did. Both subjected\r\nher evidence to careful scrutiny. I accept\nas both courts did, that\r\nher evidence is not without its blemish but I can find no warrant for\r\nrejecting her evidence in its entirety\nas submitted by counsel. Her\r\nevidence, it must be added, did not stand in isolation. There was\r\nmuch in the documetary exhibits\nand the evidence of the other state\r\nwitnesses that afforded material corroboration for her version. The\r\ndocumentary evidence consisted\nof the appellant’s and Manong’s\r\nbank statements reflecting the changing of hands of the sum of R180\r\n000; the bank cheques\nof R300 000 and R500 000 paid by the\r\nappellant to Mageba without the basis of payment certificates in\r\ncontravention of the\nrelevant requirements and the variation order\r\nwhich was similarly unaccompanied by a payment certificate.\n[21] It was\r\ncontended on the appellant’s behalf that Poswa’s evidence\r\nwas unreliable, inconsistent and inherently improbable\nand that there\r\nwas no reason for\nhim to testify when\r\nit was seriously doubtful on the State’s own version that he\r\nhad committed the offences. I do not agree.\nBy the end of the state\r\ncase it had become either common or undisputed that:\n(a) On 3 May the\r\nappellant had issued two cheques in the sums of R180 000 and R500 000\r\ndated 3 and 4 May, respectively.\n(b) The appellant\r\nhad gone to the bank on 3 May to confirm the authenticity of the\r\ncheque for R180 000 and verify his identity as\nthe drawer of the\r\ncheque.\n(c) At the bank the\r\nappellant met Poswa and after a protracted wait the cheque was cashed\r\nby Ms Jones, an employee of the bank.\n(d) The appellant\r\nleft the bank together with Poswa, who was possessed of the cash.\n(e) The next day the\r\nother cheque for R500 000 was presented for payment by Poswa and met.\n(f) The Poswas\r\nthereafter sought, through their attorneys, to recover the sum of\r\nR180 000 from the appellant.\n(g) The Poswas\r\nreported the matter to the police and a trap was set for the\r\nappellant.\n(h)The appellant met\r\nwith the Poswas in Vincent Park in East London some two to three\r\nmonths later and when he so met with them\nhe was possessed of a\r\nvariation order that he proposed should be submitted to the\r\nDepartment.\nThese facts plainly\r\ncalled for a rebuttal from the appellant and it was inconceivable\r\nthat if an innocent explanation was available\nto him he would have\r\nelected not to testify nor to adduce any evidence in his defence.\n[22] I find the\r\nappellant’s decision to wait at the FNB with Poswa until she\r\nreceived the money perplexing. It seems to me\nhighly unusual that a\r\nbusy professional would continue waiting idly in a bank as the\r\nappellant did long after he had fulfilled\nwhat was required of him to\r\nhave the cheque authorised, which also took time, unless he had an\r\ninterest in the proceeds. There\nappears no reason whatsoever on the\r\nevidence for him to have kept Poswa company when her brother waited\r\nfor her outside the bank.\nThe same may be said for his agreeing to\r\nmeet the Poswas in Vincent Park after their relationship had\r\nobviously soured. This conduct\nalso called for an explanation. And it\r\nneeds to be asked why Mageba’s directors would initiate the\r\ndrastic steps of reporting\nthe appellant to the police when this\r\nwould expose their own complicity in serious acts of dishonesty if he\r\nhad done nothing untoward.\nBut most compelling is Poswa’s\r\nassertion, which remains uncontested, that the appellant threatened\r\nto cut Mageba’s\nlifeblood by not paying it further for its\r\nservices unless he was given a portion of the available project\r\nfunds.\n[23] Both courts\r\nbelow were thus fully justified in drawing an adverse inference from\r\nthe appellant’s failure to testify.\nIn those circumstances they\r\nwere entitled to conclude that the evidence was sufficient in the\r\nabsence of any explanation from the\nappellant to rebut the\r\naccusations levelled against him. It follows that the appellant’s\r\nconviction cannot be faulted and\nmust be confirmed.\n[24]\r\nTurning to the question of sentence: The approach to be adopted by an\r\nappellate court to an appeal against sentence is trite.\nIt is that\r\npunishment is pre-eminently a matter for the discretion of the trial\r\ncourt and that a court sitting on appeal will interfere\nonly if such\r\ndiscretion is not judiciously and properly exercised ie where the\r\nsentence is vitiated by misdirection or is disturbingly\n\ninappropriate.\n6\nThus,\r\nan appellate court may not interfere merely because it would have\r\nimposed a heavier or lighter sentence and will do so only\nif there is\r\na striking or startling or\ndisturbing disparity\r\nbetween the trial court’s sentence and that which it would have\nimposed.\n7\n[25] Counsel for the\r\nappellant submitted that the court below had misdirected itself in\r\ncertain material respects when altering\nthe sentence imposed by the\r\nmagistrate. The first is that the appellant manipulated state funds\r\nto be paid into Manong’s\nbank account. In arriving at that\r\nconclusion the court misconstrued the evidence. The second was that\r\nthe prejudice he suffered\nas a result of a provisional restraint\r\norder granted against him in proceedings for a confiscation order\r\nunder the\nPrevention of Organised Crime Act 121 of 1998\n, and the\r\nlikely censure by the professional bodies to which he belongs as a\r\nresult of the case was deemed irrelevant. To my mind,\nthese factors\r\nare relevant in the determination of an appropriate sentence. I am\r\nthus willing to accept that the court below did\nindeed misdirect\r\nitself.\n[26]\r\nBut I agree entirely with the court below that the sentence imposed\r\nby the magistrate was too lenient and did not adequately\naddress the\r\nseriousness of the offence committed by the appellant and its\r\nprevalence. For decades the courts have lamented the\never-increasing\r\nscourge of crimes involving dishonesty such as corruption, fraud and\r\nextortion. The devastating effect of these\noffences is articulately\r\ndescribed by this court in\nS\r\nv Shaik and others\nwhere\r\nit said:\n8\n‘\nThe\r\nseriousness of the offence of corruption cannot be overemphasised. It\r\noffends against the rule of law and the principles of\ngood\r\ngovernance. It lowers the moral tone of a nation and negatively\r\naffects development and the promotion of human rights. As\na country\r\nwe have travelled a long and tortuous road to achieve democracy.\r\nCorruption threatens our constitutional order. We must\nmake every\r\neffort to ensure that corruption with its putrefying effects is\r\nhalted. Courts must send out an unequivocal message\nthat corruption\r\nwill not be tolerated and that punishment will be appropriately\nsevere. In our view,\r\nthe trial Judge was correct not only in viewing the offence of\r\ncorruption as serious, but also in describing\nit as follows:\n“\nIt\r\nis plainly a pervasive and insidious evil, and the interests of a\r\ndemocratic people and their government require at least its\nrigorous\r\nsuppression, even if total eradication is something of a dream.”\nIt is thus not an\r\nexaggeration to say that corruption of the kind in question eats away\r\nat the very fabric of our society and is\nthe scourge of modern\r\ndemocracies. However, each case depends on its own facts and the\r\npersonal circumstances and interests of\nthe accused must always be\r\nbalanced against the seriousness of the offence and societal\r\ninterests in accordance with well-established\nsentencing principles.’\n[27]\r\nIn\nSouth\r\nAfrican Association of Personal Injury Lawyers v Heath\n,\n9\nthe\r\nConstitutional Court, dealing with a matter involving corruption,\r\nsaid:\n‘\nCorruption\r\nand maladministration are inconsistent with the rule of law and the\r\nfundamental values of our Constitution. They undermine\nthe\r\nconstitutional commitment to human dignity, the achievement of\r\nequality and the advancement of human rights and freedoms. They\nare\r\nthe antithesis of the open, accountable, democratic government\r\nrequired by the Constitution. If allowed to go unchecked and\n\nunpunished they will pose a serious threat to our democratic State.’\n[28]\nThe\r\ncircumstances of this case undoubtedly demand a custodial sentence.\r\nAs pointed out by Marais JA in\nS\r\nv Sadler\n,\n10\nthe\r\nview that perpetrators of white-collar crime are not true criminals\r\nand do not belong in jail because it is non-violent and\nthe\r\nperpetrators are usually first offenders with ostensibly respectable\r\nbackgrounds is a dangerous fallacy in view of the corrosive\nimpact\r\nupon society of such crime. This view results in sentences which send\r\nout a message that it pays to commit these types of\ncrime. There is\r\nabsolutely nothing respectable about a white-collar criminal and the\r\neffect of his actions may be as devastating\nas those of a violent\r\ncrime.\n[29] The appellant\r\nwas tasked by the state to oversee a critical developmental project\r\nwhich would ensure the betterment of a poor\narea. Indications are\r\nthat Mageba was a small, emerging building contractor, struggling to\r\nestablish itself in the market whiltst\nobviously providing\r\nmuch-needed employment in the area. The appellant was placed in a\r\nposition of trust which required the utmost\nintegrity and care. But\r\nhe abused it by deliberately devising a scheme by which to fleece the\r\nvery state which\nprovided him with a\r\nmeans of income and the contractor he was expected to monitor to\r\nsatisfy his avarice, placing the whole project\nin jeopardy. One would\r\nhave expected that Poswa’s refusal to acquiesce to his vile\r\nscheme would stir his conscience. Instead,\nit propelled him to devise\r\na further, elaborate plot to defraud the state to buy her silence.\n[30] That said\r\nhowever, the appellant’s personal circumstances and interests\r\nmust be balanced against the seriousness of the\noffence he committed\r\nand societal interests as enjoined in\nS v Shaik\n. He was 38\r\nyears of age when he committed the offences. He is a first offender\r\nwith two minor children whom he maintains. His highly\nsuccessful\r\ncareer seems to have been peaking when the sky fell on him and he\r\nmust indeed have suffered considerably in many ways\nas a result of\r\nthis case. In addition to the trauma\nand shame he, and\r\nprobably his family, must daily endure from his fall from grace, he\r\nhas for many years had to live with the anxiety\nand stress of the\r\ncriminal proceedings which started in July 2005.\n[31] As I have said,\r\nit is a relevant factor that the appellant’s troubles and\r\npunishment have not been confined to this case\nand he has had to\r\ncontend with other litigation under which a significant portion of\r\nhis assets were frozen and may very well be\nimpeded in future from\r\neffectively practising his profession. He was a productive member of\r\nsociety until his lapse and contributed\nmaterially in the building of\r\nnational infrastructure by his involvement in various vital\r\ndevelopment projects. Although I do not\nagree with his counsel that\r\nhis conduct was impulsive, I nonetheless accept that that his lapse\r\nwas an isolated breach and that\nno pattern of wrongdoing was\r\nestablished.\n[32]\r\nApproaching the question of sentence afresh, as I am obliged to, I\r\nremain unpersuaded that any warrant exists for interfering\nwith the\r\nsentence imposed by the court below. If anything, on the view that I\r\ntake of the matter, the sentence errs on the side\nof leniency, not\r\nseverity.\n11\n[33] There remains\r\none aspect, namely, the condition of suspension stipulated by the\r\ncourt below. Conditions must be clearly set\nout and must leave the\r\naccused in no\ndoubt\r\nas to what conduct is prohibited or required. Clarity in the\r\ncondition will also make it easier for any court which has to\n\nconsider an alleged violation of any condition. It is thus not\r\nadvisable to refer to groups of crimes in the condition such as\n\n‘crimes of which dishonesty is an element’ as occurred\r\nhere.\n12\nIt\r\nis not necessary, it seems to me, to further qualify the condition of\r\nsuspension in an attempt to avoid the risk of the sentence\nbeing put\r\ninto operation for relatively minor contraventions.\n13\n[34]\r\nIn the result the words ‘\na\r\ncrime of which dishonesty is an element’ falls to be deleted\r\nfrom the condition of suspension to be replaced\nwith\r\n‘extortion, corruption, forgery and uttering, fraud or theft’.\r\nThe sentence will thus read\n‘\nThe\r\naccused is sentenced to four years imprisonment of which two years is\r\nsuspended for five years on condition that the accused\nis not\r\nconvicted of extortion committed during the period of suspension.’\nSave to that extent,\r\nthe appeal against conviction and sentence fails and it is\r\naccordingly dismissed.\n__________________\nMML Maya\nJudge of Appeal\nAPPEARANCES\nAPPELLANT: A\r\nSchippers SC (with him T Masuku)\nNongogo, Nuku Inc.,\r\nCape Town\nEG Cooper Majiedt\r\nInc., Bloemfontein\nRESPONDENT: JMK\r\nJoubert\nDirector of Public\r\nProsecutions, Mthatha\nDirector of Public\r\nProsecutions, Bloemfontein\n1\nPrior\r\n\tto the hearing of the appeal the parties had been given an\r\n\topportunity to file submissions as to why the sentence imposed\nby\r\n\tthe Magistrate should not be increased.\n2\nJonathan\r\n\tBurchell\nPrinciples of the Criminal Law\n3ed 174.\n3\nIbid\r\n\t174 -175.\n4\nS\r\n\tv Kelly\n1980 (3) SA 301\n(A).\n5\nS\r\n\tv Ramroop\n1991 (1)\r\n\tSACR 555\n(N) at 559d-e.\n6\nS\r\n\tv Rabie\n1975 (4) SA 855\n(A) at 875 D-F.\n7\nS\r\n\tv Sadler\n2000 (1)\r\n\tSACR 331\n(SCA) para 8.\n8\nS\r\n\tv Shaik and others\n[2006] ZASCA 105\n;\n2007 (1) SA 240\n(SCA) para 223.\n9\nSouth\r\n\tAfrican Association of Personal Injury Lawyers v Heath\n2001(1)\r\n\tSA 883 (CC) para 4.\n10\nIbid\r\n\tfn 9 para 11.\n11\nC\nompare\nDe Sousa v The State\n(626/2007)\n[2008] ZASCA 93\n(12 September 2008).\n12\nSS\r\n\tTerblanche\nGuide to\r\n\tSentencing in South Africa\n2ed\r\n\tp359.\n13\nSee\nS\r\n\tv Mnguni & others\n1985\r\n\t(2) SA 448\n(N).",
  "scraped_at": "2026-02-12T15:37:00.268989",
  "date": "2011-05-26",
  "coram": [
    "PONNAN",
    "MAYA JJA",
    "PETSE AJA"
  ],
  "case_number": "251/10",
  "parties": {
    "applicants": [
      "BRUCE SABELO MPUMELELO RAMOKOLO"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "Bruce Sabelo Mpumelelo Ramokolo, a consulting civil, structural and development engineer, was a director and manager of Manong & Associates, the consulting engineering firm appointed to oversee a state road‑construction project for the Eastern Cape Department of Public Works. The Department awarded a tender to Mageba Construction to carry out the works and paid the contractor via the Eastern Cape Development Corporation (ECDC) to a special bank account in Manong’s name, which Ramokolo administered. While Mageba struggled with cash‑flow, Ramokolo paid the contractor sums of R300,000, R500,000 and R55,000 without proper payment certificates. In May 2004 he convinced the contractor’s directors, the Poswa siblings, that the Department had over‑paid Mageba by R600,000 and that he would retain a portion of that amount (R180,000) for himself, offering a cheque to the Poswas. The Poswas cashed the cheque, handed the cash to Ramokolo, and later received a R500,000 cheque for Mageba. The Poswas reported the matter to the police; a sting operation captured Ramokolo discussing further schemes to recover the money. The State charged him with two counts of extortion under s 156 of the Transkei Penal Code.",
    "issues": "1. Whether Ramokolo’s conduct satisfied the elements of extortion—unlawful and intentional pressure involving a threat to obtain a financial advantage. 2. Whether the conviction on the second count could be upheld despite the reliance on a single witness and alleged flaws in her evidence. 3. Whether the sentence imposed by the magistrate (fine and suspended imprisonment) was appropriate or required adjustment.",
    "principles": "The court applied the definition of extortion in s 156 of the Transkei Penal Code, which mirrors the common‑law offence: obtaining an advantage by unlawfully and intentionally subjecting another to pressure, the pressure being a threat. Leading authorities such as S v Boesak, Osman v Transvaal, and S v Shaik were cited to confirm that a prima facie case established by the prosecution can be sufficient where the accused remains silent. The court reiterated sentencing principles: appellate courts intervene only where the trial judge’s discretion is mis‑directed or the sentence is “strikingly” inappropriate, and must balance the seriousness of the dishonesty‑based offence against personal mitigating factors.",
    "application": "The court found that Poswa’s testimony, although the sole direct witness, was corroborated by bank records, cheques, and documentary evidence showing the movement of R180,000 and the subsequent R500,000 cheque. The appellant’s failure to testify was deemed an adverse inference, supporting the conviction. The court rejected the high court’s view that the magistrate’s sentence was too lenient, noting the pervasive societal harm caused by corruption and extortion. Consequently, the original sentence was set aside and replaced with a custodial term of four years’ imprisonment, of which two years are suspended for five years on the condition that the appellant is not convicted of extortion during the suspension. The condition was clarified to refer specifically to extortion rather than a vague category of “crimes of which dishonesty is an element.”",
    "conclusion": "The appeal was dismissed. The conviction on the second count of extortion was upheld. The sentence imposed by the magistrate was substituted with a four‑year imprisonment, with two years suspended for five years, conditioned on the appellant not being convicted of extortion during the suspension period."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Extortion",
    "level_3": [
      "corruption",
      "white‑collar crime",
      "sentencing",
      "public procurement"
    ]
  }
}