{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/231.html",
  "case_name": "Gunase v Anirudh (826/2010) [2011] ZASCA 231; 2012 (2) SA 398 (SCA) (30 November 2011)",
  "citation": "[2011] ZASCA 231",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 231\n|\nNoteup\n|\nLawCite\nGunase v Anirudh (826/2010) [2011] ZASCA 231; 2012 (2) SA 398 (SCA) (30 November 2011)\nDownload original files\nPDF format\nRTF format\n11\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 826/2010\nIn the matter between:\nHAROLD GUNASE\n…...............................................................................\nAppellant\nand\nRAMESH ANIRUDH\n…..........................................................................\nRespondent\nNeutral citation:\nHarold Gunase v Ramesh\r\nAnirudh\n(826/10)\n[2011] ZASCA 231\n(30 November 2011)\nCoram:\nBRAND, MAYA and SERITI JJA\nHeard:\n21 November 2011\nDelivered:\n30 November 2011\nSummary:\nPrescription - ss 11, 12(1)\r\nand (3) of\nPrescription Act 68 of 1969\n– claim prescribes after\r\na period of three years from date upon which claim arose -\r\nprescription starts to run as soon as\ncreditor knows or ought to know\r\nidentity of debtor and facts from which debt arose – duty on\r\ncreditor to exercise reasonable\ncare in this regard –\r\nrespondent failed to exercise reasonable care.\nORDER\nOn appeal from:\nKwaZulu-Natal High Court, Durban\r\n(Hughes-Madondo AJ sitting as court of first instance):\nThe appeal is upheld with costs.\n(2) The order of the court a quo is set aside and\r\nreplaced by the following:\n‘\nThe special plea of\r\nprescription is upheld and the claim is dismissed with costs.’\n__________________________________________________________________________\nJUDGMENT\nSERITI JA (JJA concurring):\nIntroduction\n[1] The respondent instituted a claim for damages\r\nagainst the appellant in the KwaZulu-Natal High Court. The appellant\r\npleaded to\nthe particulars of claim and filed a special plea, raising\r\nthe defence of prescription.\n[2] In terms of rule 33(4) of the Uniform Rules the\r\nissues relating to the special plea were separated from the other\r\nissues in\nthe action. The matter was set down for the determination\r\nof the special plea. On the date of the hearing evidence was led and\r\nthe court a quo (Hughes-Madondo AJ) dismissed the special plea and\r\nreserved the costs of the preliminary hearing. The matter is\nbefore\r\nthis Court with leave of the court a quo.\nBackground Facts\n[3] On 9 July 1992 at about 18h20 the respondent, a\r\npedestrian, was knocked down by a motor-vehicle with registration\r\nnumbers ND\n219134, which was driven by Mr Goundon. The respondent\r\nsustained serious physical injuries in the said accident and he was\r\nhospitalised\nfor a period of about one year.\n[4] During October 1993 the respondent allegedly\r\ninstructed the appellant who then practiced as an attorney to lodge a\r\nthird party\nclaim for him in terms of the Multilateral Motor Vehicle\r\nAccidents Fund Act 93 of 1989 ( the MVA Act). The respondent alleges\r\nthat\na month after the first consultation with the appellant, he\r\nprovided the appellant with hospital records and police documents and\n\nhis personal documents. The respondent alleges that he was informed\r\nby the appellant that they were going to work on his case and\nhe must\r\nvisit regularly to enquire about progress.\n[5] Every month he visited appellant’s office for\r\na progress report. On one such visit he was informed that his claim\r\nwas\nlodged and that they were waiting for the MVA Fund to advise them\r\nabout the Fund’s attitude towards his claim.\n[6] At some stage, he visited the respondent’s\r\noffice again and he found that the offices had been closed; and that\r\nhe was\ninformed that they had moved to another office. He went to the\r\nnew premises and he also found that office to be closed. In 2000\nthe\r\nappellant’s practice as an attorney was closed down and the\r\nrespondent became aware of that fact in 2001. During the\nperiod 2000\r\nto 2004 he did not go to the defendant’s offices or contact any\r\nother person for assistance.\n[7] Later, he was informed that some of the files of the\r\nappellant, who had ceased practising as an attorney, were taken over\r\nby\nan attorney Ms Aggie Govender (Govender). His sister contacted\r\nGovender’s office to find out if his file was with them, and\n\nshe was informed that they would check. His sister phoned Govender’s\r\noffices on five occasions during March 2005. On the\nlast of these\noccasions she was informed that his file was lost. He\r\nnever went to the offices of Govender.\n[8] On 28 April 2005 he consulted with Ms Anushka\r\nParbhoo (Parbhoo) his attorney of record, after being advised by a\r\nfriend to do\nso. He requested her to take over his third party claim.\r\nHe explained to her the history of his claim and that the defendant\r\nwho\nhe had initially instructed had ceased practising as an attorney.\r\nHe also informed her that Govender, who had taken over the files\nof\r\nthe defendant, might have taken his file. Parbhoo informed him to get\r\nall the necessary documents relating to his claim and\ncome back to\r\nsee her so that she could find out what had happened to his claim. No\r\nfile was opened for him.\n[9] On 18 January 2006 the respondent went to see\r\nParbhoo. He took all the relevant documents to her, a file was opened\r\nfor him\nand a proper consultation ensued. The respondent told his\r\nattorney that he only came back at that time as it took a while long\r\nto gather the necessary documents. On 23 January 2006 Parbhoo\r\ntelephoned the Road Accident Fund (RAF) in order to enquire if the\n\nrespondent’s claim had been lodged and establish that it was\r\nnot. The respondent’s identification number was used to\nmake\r\nenquiries.\n[10] On 2 February 2006 Parbhoo wrote a letter to\r\nKwaZulu-Natal Law Society enquiring about the date on which Govender\r\ntook over\nthe practice of the appellant, who had since joined the\r\nbar. On 21 February 2006 the KwaZulu-Natal Law Society advised her\r\nthat\nGovender took over the firm of the appellant on 1 July 2001. On\r\n30 March 2006 Parbhoo addressed a letter to Govender enquiring if\nthe\r\nrespondent’s file was with her. On 25 April 2006 Govender\r\nreplied and said that she did not have the respondent’s\nfile\r\nand that she did not receive it from the appellant.\n[11] On 23 June 2006 Parbhoo addressed a letter of\r\ndemand to the appellant alleging that the respondent’s claim\r\nprescribed\nbecause of his negligence and claiming substantial damages\r\nallegedly suffered by the respondent as a result. On receipt of the\r\nletter of demand the appellant forwarded it to the Attorney’s\r\nInsurance Indemnity Fund. On 27 July 2006 Glenrand MIB Risk\nServices,\r\nManagers of the Attorneys Fidelity Fund Professional Indemnity\r\nInsurance Scheme addressed a letter to Govender and advised\nher that\r\nthe letter she addressed to the appellant was handed to them. They\r\nrequested that pleadings be held in abeyance so as\nto offer them an\r\nopportunity to investigate the matter.\n[12] There was various correspondence exchanged between\r\nParbhoo and Glenrand MIB, but the matter could not be settled. The\r\nlast\ncorrespondence from Ms Parbhoo to Glenrand MIB is dated 26\r\nOctober 2007. It is an email and in it she said:\n‘I note\r\nwith regret that despite our several requests to settle this matter\r\namicably, we have to date not heard from yourselves\nor your client.\r\nIn light of the above, we will have no alternative but to proceed\r\nwith High Court litigation herein.’\nOn 21 October 2008 summons was issued.\nPrescription\n[13] Article 55 of the MVA Act provides that a right to\r\nclaim compensation from the MVA Fund or its appointed agents in\r\nrespect\nof claims arising from the driving of a motor vehicle in the\r\ncase where the identity of either the owner or driver thereof has\r\nbeen established, shall become prescribed upon the expiry of a period\r\nof three years from the date upon which the claim arose. Section\n\n11(\nd\n) of the\r\nPrescription Act 68 of 1969 (the\nPrescription Act) states\nthat a debt\r\nshall prescribe after three years unless an Act of Parliament\r\nprovides otherwise. There is no suggestion from any of\nthe parties\r\nthat the three-year prescription period does not apply in the case of\r\nthe debt involved in this case. Section 12(1)\nand (3) read as\r\nfollows:\n‘\n(1) Subject to the provisions of\r\nsubsections (2), (3), and (4), prescription shall commence to run as\r\nsoon as the debt is due…\n(3) A debt shall not be deemed to be due until the creditor has\r\nknowledge of the identity of the debtor and of the facts from which\n\nthe debt arises: Provided that a creditor shall be deemed to have\r\nsuch knowledge if he could have acquired it by exercising reasonable\n\ncare.’\n[14] Section 12(3) imposes a duty on the creditor to\r\nexercise reasonable care to obtain knowledge of the identity of the\r\ndebtor\nand the facts from which the debt arises. A creditor is not\r\nallowed to postpone the commencement of the running of prescription\n\nby his failure to take necessary steps. In\nBurley\r\nAppliances Ltd v Grobbelaar NO & others\n2004\r\n(1) SA 602\n(C) at 607G Nel J said:\n‘…the\r\ndeclarator is contrary to the established principle that a creditor\r\ncannot by supine inaction arbitrarily and\nat will postpone the\r\ncommencement of prescription.’\nSee also\nConsol\r\nLtd t/a Consol Glass v Twee Jonge Gezellen (Pty)Ltd & another\n[2005] 4 All SA 517\n(C)para 26 and\nUitenhage\r\nMunicipality v Molloy\n[1997] ZASCA 112\n;\n1998 (2) SA 735\n(SCA)\r\nat 742A-C.\n[15] In\nDrennan Maud &\r\nPartners v Pennington Town Board\n[1998] ZASCA 29\n;\n1998 (3) SA\r\n200\n(SCA) at p 209F-G, Oliver JA said:\n‘\n[s]ection 12(3) of the Act provides that a\r\ncreditor shall be deemed to have the required knowledge “if he\r\ncould have acquired\nit by exercising reasonable care.” In my\r\nview, the requirement “exercising reasonable care”\r\nrequires diligence\nnot only in the ascertainment of the facts\r\nunderlying the debt, but also in relation to the evaluation and\r\nsignificance of those\nfacts. This means that the creditor is deemed\r\nto have the requisite knowledge if a reasonable person in his\r\nposition would have\ndeduced the identity of the debtor and the facts\r\nfrom which the debt arises.’\nIn\nLeketi v Tladi NO & others\n[2010] 3 All SA 519\n(SCA) para 18 Mthiyane JA said:\n‘\n[I]t seems to me that the adverse operation\r\nof section 12(3) is not dependent upon a creditor’s subjective\r\nevaluation of the\npresence or absence of “knowledge” or\r\nminimum facts sufficient for the institution of a claim. In terms of\nsection 12(3)\nof the\nPrescription Act, the\n“deemed knowledge”\r\nimputed to the “creditor” requires the application of an\r\nobjective standard rather than\na subjective one. In order to\r\ndetermine whether the appellant exercised “reasonable care,”\r\nhis conduct must be tested\nby reference to the steps which a\r\nreasonable person in his or her position would have taken to acquire\r\nknowledge of the “fraud”\non the part of Albert.’\nThe impact of\ns 12(1)\nread in conjunction with\ns 12(3)\nis that prescription starts to run as soon as the creditor has or\r\nought to have knowledge of the identity of the debtor and the\nfacts\r\nfrom which the debt arises.\n[16] The accident in which the respondent was involved,\r\nas stated earlier, took place on 9 July 1992. His claim against the\r\nMVA\nFund, in terms of article 55 of the MVA Act prescribed on 8 July\r\n1995.\n[17] The respondent alleges that after giving\r\ninstructions to the appellant to lodge his claim with the MVA Fund,\r\nhe regularly visited\nthe appellant’s offices to find out about\r\nprogress made in his claim. On 1 July 2001 he went to the offices of\r\nthe appellant\nand he found them closed. From July 2001 to April 2005\r\nhe did not take any steps to ascertain what transpired with his\r\nclaim. When\nasked why he waited for such a long period before\r\nconsulting with his attorney of record he said: ‘I waited for\r\nsuch a long\nperiod because I did not know what to do until my friend\r\nadvised me to check for another attorney’. He consulted with\r\nhis\nattorney of record on 28 April 2005. His attorney requested him\r\nto bring her all relevant documents and he took all the relevant\n\ndocuments to her only on 18 January 2006. After the first\r\nconsultation, he only saw her 8 months later.\n[18] It is clear to me, applying an objective standard\r\nthat the respondent failed to exercise reasonable care as required by\ns 12(3)\nof the\nPrescription Act. If\nhe had, he would have known that\r\nthe appellant did not lodge his claim at least shortly after the\r\nappellant ceased practising as\nan attorney. The appellant’s\r\noffices were closed from 1 July 2001, and if the respondent had made\r\nenquiries at RAF, or had\nconsulted another attorney, the\r\npossibilities are that he could have known during 2001 that the\r\nappellant had not lodged his claim\nwith the RAF. He would have gained\r\nknowledge of the facts from which his claims arose during 2001.\n[19] The respondent consulted with his attorney of\r\nrecord on 18 January 2006 when he gave her the documents she\r\nrequested. On 24\nJanuary 2006, his attorney, utilising his\r\nidentification number, enquired from the RAF if the respondent’s\r\nclaim was lodged\nand she was informed that no such claim was lodged.\r\nThe attorney received an answer from the RAF in six days.\nThe evidence reveals that the respondent’s failure\r\nto institute action timeously was caused by his inaction and not his\r\ninability\nto obtain knowledge of the relevant facts timeously.\n[21] The respondent issued summons against the appellant\r\non 21 October 2008. In its judgment, the trial court said:\n‘\n[I] therefore conclude, that the earliest,\r\nthe plaintiff could have been in a position where he had every fact\r\nnecessary for him\nto prove and support him attaining a judgment of\r\nthe court, was on the 21 January 2006. The plaintiff’s claim\r\nagainst the\ndefendant had not prescribed when summons was served on\r\nthe defendant on the 11 November 2008.’\nIt is clear that the trial court did not consider\ns\r\n12(3)\nof the\nPrescription Act. If\nthe trial court was referred to and\r\nconsidered\ns 12(3)\n, it would have been clear to the trial court that\r\nif the respondent had exercised reasonable care he could have\r\nacquired knowledge\nthat his claim was never lodged with the RAF much\r\nearlier than January 2006, either in 2001 or the latest April or May\r\n2005.\n[22] In my view, the appeal should succeed with costs. I\r\ntherefore make the following order:\n(1) The appeal is upheld with costs.\n(2) The order of the court a quo is set aside and\r\nreplaced by the following:\n‘\nThe special plea of\r\nprescription is upheld and the claim is dismissed with costs.’\n__________________\nW L SERITI\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant: R Pillemer\nInstructed by:\nNichols Attorneys - Durban\nFor Respondents: CD Pienaar\nInstructed by:\nDu Toit Havemann and Lloyd Attorneys - Durban",
  "scraped_at": "2026-02-12T16:18:40.237089",
  "date": "2011-11-30",
  "coram": [
    "BRAND",
    "MAYA",
    "SERITI JJA"
  ],
  "case_number": "826/2010",
  "parties": {
    "applicants": [
      "Harold Gunase"
    ],
    "respondents": [
      "Ramesh Anirudh"
    ]
  },
  "sections": {
    "facts": "The respondent, a pedestrian, was injured in a motor‑vehicle accident on 9 July 1992. He instructed the appellant, an attorney, in October 1993 to lodge a third‑party claim with the Multilateral Motor Vehicle Accidents Fund (MVA Fund). Over the following years the appellant’s practice closed (2000) and the respondent made intermittent attempts to discover the status of his claim, including visits to the closed offices and enquiries with a successor attorney, Ms Govender, whose office later reported the file missing. In April 2005 the respondent consulted a new attorney (Parbhoo), who eventually discovered in January 2006 that no claim had been lodged with the Road Accident Fund. The respondent issued summons in October 2008.",
    "issues": "Whether the special plea of prescription should be upheld, i.e., whether the three‑year prescription period prescribed the respondent’s claim, and when that period commenced under section 12(3) of the Prescription Act, given the creditor’s (respondent’s) duty to exercise reasonable care in acquiring knowledge of the debtor’s identity and the facts from which the debt arose.",
    "principles": "Section 11(d) of the Prescription Act provides a three‑year prescription period for claims against the MVA Fund. Section 12(1) states prescription begins when a debt is due, and section 12(3) imposes an objective duty on the creditor to acquire knowledge of the debtor’s identity and the facts by exercising reasonable care. Precedent confirms that a creditor cannot postpone prescription through inaction (Burley Appliances Ltd v Grobbelaar; Consol Ltd v Twee Jonge; Drennan Maud & Partners v Pennington; Leketi v Tladi). The creditor is deemed to have knowledge if a reasonable person in his position would have discovered the necessary facts.",
    "application": "The court applied the objective standard of reasonable care to the respondent’s conduct. It concluded that the respondent could and should have discovered, as early as 2001, that the appellant had not lodged the claim, either by enquiring with the Road Accident Fund or by seeking another attorney. The respondent’s prolonged inaction and failure to investigate meant he did not acquire the requisite knowledge, and therefore prescription began to run from the date the claim arose (8 July 1995), rendering the claim time‑barred.",
    "conclusion": "The appeal was upheld. The court set aside the trial court’s order and upheld the special plea of prescription, dismissing the claim with costs."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Prescription",
    "level_3": [
      "Prescription Act",
      "Special plea",
      "Reasonable care",
      "MVA Fund",
      "Debt"
    ]
  }
}