{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/58.html",
  "case_name": "AB Ventures Ltd v Siemens Ltd (2011 (4) SA 614 (SCA)) [2011] ZASCA 58; 294/10 (31 March 2011)",
  "citation": "[2011] ZASCA 58",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 58\n|\nNoteup\n|\nLawCite\nAB Ventures Ltd v Siemens Ltd (2011 (4) SA 614 (SCA)) [2011] ZASCA 58; 294/10 (31 March 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 294/10\nIn the matter between:\nAB VENTURES LIMITED\n...............................................................\nAppellant\nand\nSIEMENS LIMITED\n......................................................................\nRespondent\nNeutral citation:\nAB\r\nVentures v Siemens\n(294/10)\n[2011] ZASCA 58\n(31 March 2011)\nCoram:\nNUGENT, CLOETE,\r\nPONNAN, SNYDERS and BOSIELO JJA\nHeard:\n10 MARCH 2011\nDelivered: 31 MARCH 2011\nSummary: Delict – pure\r\neconomic loss – negligence of an associated contractor –\r\nplaintiff capable of having avoided\nthe loss contractually – no\r\ngrounds to extend Aquilian liability.\n_______________________________________________________________________\nORDER\n_______________________________________________________________________\nOn appeal from: North Gauteng\r\nHigh Court, Pretoria (Fabricius AJ sitting as court of first\r\ninstance)\nThe appeal is dismissed with\r\ncosts that include the costs of two counsel.\n_______________________________________________________________________\nJUDGMENT\n_______________________________________________________________________\nNUGENT JA (CLOETE, PONNAN,\r\nSNYDERS and BOSIELO JJA concurring)\n[1] The appellant (AB Ventures)\r\nsued the respondent (Siemens) in the North Gauteng High Court for\r\ndamages in delict. Siemens excepted\nto the particulars of claim on\r\nthe grounds that they lacked averments necessary to found an action.\r\nThe exception was upheld by\nFabricius AJ and AB Ventures now appeals\r\nwith the leave of that court.\n[2] An exception of this kind\r\nmust be determined as if the allegations of fact in the particulars\r\nof claim have been established.\nI do not intend setting out those\r\nallegations in detail. It is sufficient for present purposes for them\r\nto be summarized.\n[3] AB Ventures concluded a\r\nwritten agreement with Lumwana Mining Company Limited (Lumwana) under\r\nwhich AB Ventures undertook to\nconstruct to completion the Lumwana\r\nCopper Mine in northern Zambia. A joint venture between Ausenco\r\nAmericas LLC and Bateman International\nProjects BV was to supply four\r\nspecialized electrical units (referred to in the particulars of claim\r\nas ‘the drives’)\nthat were to be used by AB Ventures in\r\nthe project. The joint venture concluded a written agreement with\r\nSiemens under which Siemens\nundertook to engineer, design,\r\nmanufacture, supply and commission the drives.\n[4] Siemens delivered, installed\r\nand commissioned the drives at the construction site. After the\r\ndrives had been commissioned they\nmalfunctioned, resulting in a\r\nfailure of the transformers in which the drives were used. That\r\ncaused the completion of the project\nto be delayed, in consequence of\r\nwhich, AB Ventures alleged, it became liable to Lumwana for penalties\r\nor damages under the construction\ncontract, and it also incurred\r\nadditional expenses. AB Ventures alleged that the malfunction of the\r\ndrives and the resultant loss\nwas caused by negligence on the part of\r\nSiemens and it claimed damages to compensate for its loss.\n[5] Although\r\nnot elegantly expressed the issue that was presented by the exception\r\nwas whether the conduct of Siemens – which\nmust be accepted to\r\nhave been negligent for present purposes – was wrongful and\r\nthus actionable at the hands of AB Ventures.\nThat is quintessentially\r\na matter that is capable of being decided on exception.\n1\n[6] Liability\r\nfor negligent conduct has been developed and continues to develop\r\nincrementally as the expectations and needs of society\nevolve. The\r\nlaw has for long recognised that physical loss caused by a positive\r\nact of negligence is actionable. It is now 32 years\nsince this court\r\nin\nAdministrateur,\r\nNatal v Trust Bank van Afrika Bpk\n2\ntook a\r\nsignificant step in the development of the law when it placed its\r\nimprimatur\n3\non the\r\nrecognition of a claim for recovery of damages for pure economic loss\r\ncaused by a misstatement that is made negligently.\n4\nSince then the\r\nlaw has been developed further to recognize that a bank may be liable\r\nto the true owner of a cheque that it collects\nnegligently,\n5\nand to\r\nrecognise claims for pure economic loss in other diverse\r\ncircumstances,\n6\nand no doubt\r\nthe law will continue its development to include other circumstances.\r\nThis is one such case in which we are asked to\ntake another step in\r\nthat direction.\n[7] Various\r\nepithets have been used to express the nature of the enquiry to be\r\nmade when the law is sought to be developed in that\nway\n7\n–\nwhether\r\nthe ‘legal convictions of the community’ call for the\r\nrecognition of liability, whether the plaintiff’s\ninterest\r\nfalls within ‘the range of interests that the law sees fit to\r\nprotect against negligence’, the ‘boni\nmores’ of\r\nsociety, the ‘general criterion of reasonableness’ –\r\nbut in each case the expression is so wide\nas not to be a true test\r\nat all. They nonetheless help to direct attention to the nature of\r\nthe enquiry.\n[8] Cases that\r\nhave been decided in this court for thirty years and more make it\r\nclear that the enquiry underlying those expressions\nis whether\r\ncontemporary social and legal policy calls for the law to be extended\r\nto the exigencies of the particular case.\n8\nThus as early\r\nas\nTrust\r\nBank\nRumpff\r\nJA said that when ‘legal duty’ (wrongfulness) is under\r\nconsideration ‘policy considerations’ come\ninto play.\n9\nHe likened it\r\nto the ‘duty concept’ in the English tort of negligence,\r\nwhich Millner,\nNegligence\r\nin Modern Law\n10\n,\ndescribed as\r\n‘a device of judicial control over the area of actionable\r\nnegligence\non\r\ngrounds of policy\n’\n.\r\nHe went on to cite the description by Fleming,\nThe\r\nLaw of Torts\n11\nof the nature\r\nof that policy enquiry:\n‘\nIn\r\nshort, recognition of a duty of care [in the parlance of this\r\ncountry, whether the conduct is wrongful] is the outcome of a value\n\njudgment, that the plaintiff’s invaded interest is deemed\r\nworthy of legal protection against negligent interference by conduct\n\nof the kind alleged against the defendant. In the decision whether or\r\nnot there is a duty, many factors interplay: the hand of\nhistory, our\r\nideas of morals and justice, the convenience of administering the\r\nrule and our social ideas of as to where the loss\nshould fall. Hence,\r\nthe incidence and extent of duties are liable to adjustment in the\r\nlight of the constant shifts and changes\nin community attitudes.’\n[9] For in\r\neach such case a court is being asked to extend the common law, and\r\nall of the common law, from its beginnings, is the\nproduct of\r\ncontemporaneous social and legal policy. That was aptly captured by\r\nthe famous statement of Oliver Wendell Holmes Jr\nin the introduction\r\nto his lectures on the common law – ‘the life of the\r\ncommon law has not been logic: it has been\nexperience’ –\r\nand from what followed:\n12\n‘\nThe\r\nfelt necessities of the time, the prevalent moral and political\r\ntheories, intuitions of public policy, avowed or unconscious,\neven\r\nthe prejudices which judges share with their fellow-men, have had a\r\ngood deal more to do than the syllogism in determining\nthe rules by\r\nwhich men should be governed. The law embodies the story of a\r\nnation’s development through many centuries, and\nit cannot be\r\ndealt with as if it contained only the axioms and corollaries of a\r\nbook of mathematics. In order to know what it is,\nwe must know what\r\nit has been, and what it tends to become . . . The\r\nsubstance of the law at any given time pretty nearly\ncorresponds, so\r\nfar as it goes, with what is then understood to be convenient . . .’.\n[10] Thus by\r\nthe very nature of the enquiry it will generally not be helpful in a\r\nparticular case to look to what has been decided\nin other cases of an\r\naltogether different kind. Where the case is not one that fits within\r\nthe social and legal policy that has\nled to liability being\r\nrecognised in other cases, then what is called for instead is\r\nreflection upon what considerations there\nmight be that necessitate\r\nthe law also being advanced to meet the new case. That calls not for\r\na mere intuitive reaction to the\nfacts of the particular case but for\r\nthe balancing of identifiable norms.\n13\n[11] For in\nTelematrix\r\n(Pty) Ltd v Advertising Standards Authority SA AB Ventures\n14\nHarms JA\r\nreminded us that the first principle of the law of delict is that\r\nloss ordinarily lies where it falls and that Aquilian\nliability\r\nprovides an exception to that rule. He went on to say that\n‘\n[w]hen\r\ndealing with the negligent causation of pure economic loss it is well\r\nto remember that the act or omission is not\nprima\r\nfacie\nwrongful\r\n. . . and that more is needed. Policy considerations must\r\ndictate that the plaintiff should be entitled to be\nrecompensed by\r\nthe defendant for the loss suffered . . .. In other words,\r\nconduct is wrongful if public policy considerations\ndemand that in\r\nthe circumstances the plaintiff has to be compensated for the loss\r\ncaused by the negligent act or omission of the\ndefendant.’\n[12] In this\r\ncase counsel for AB Ventures placed heavy reliance upon cases that\r\nfall under the rubric of what has come to be called\n‘products’\r\nor ‘manufacturer’s’ liability. It was submitted\r\nthat, analogous to those cases, Siemens\nheld itself out as having\r\nspecial skill and knowledge relating to the design and manufacture of\r\nunits of the kind that are now\nin issue, and is thus liable for loss\r\ncaused to the user by a defect in the product. The submission aligned\r\nitself with what was\nsaid in\nCiba-Geigy\r\n(Pty) Ltd v Lushof Farms (Pty) Ltd\n:\n15\n‘\n[A]\r\nmanufacturer who distributes a product commercially, which, in the\r\ncourse of its intended use, and as the result of a defect,\ncauses\r\ndamage to the consumer thereof, acts wrongfully and thus unlawfully\r\n. . .’..\n16\n[13] The\r\nlandmark case that commenced that form of liability in England was\r\nthe famous case of the snail in the bottle of ginger\nbeer (\nDonoghue\r\nv Stevenson\n17\n)\r\nand in the United States the case of the defective motor vehicle\r\n(\nMacPherson\r\nv Buick Motor Co\n18\n).\r\nThe significance of those cases was that they loosened the\r\ncontractual nexus that until then had been required for liability.\n\nProfessor Boberg\n19\nhas pointed\r\nout that there has been no such landmark judgment in this country in\r\nwhich the more flexible principles of our law have\nallowed for its\r\ndevelopment to encompass those circumstances.\n20\n[14] I do not\r\nfind it necessary to deal with the cases of that kind that we were\r\nreferred to\n21\nor to examine\r\nthe elements of ‘products liability’ generally.\n22\nLiability has\r\nbeen recognized in cases of that kind for reasons that have no\r\napplication in this case. Professor Boberg points out\nthat they are\r\nfounded on the perceived need to protect consumers against the risks\r\nto which they are exposed by the impersonal\ndistribution of consumer\r\ngoods in modern society:\n‘\nThe\r\nmanufacture and sale of goods that is the essence of an\r\nindustrialized capitalist economy is an activity potentially harmful\n\nto others. For the ultimate purchaser or a third party may suffer\r\ndamage to his person, property or purse through a product that\nis\r\ndefective or even through one that is not. He will demand legal\r\nredress, and the law must determine under what conditions it\nshould\r\nbe given to him. In so doing the individual’s interest will\r\nhave to be weighed against the socio-economic utility\nof the\r\ndamage-producing activity, and the ensuing liability so fashioned\r\nthat it affords adequate protection without stifling beneficial\n\nindustrial progress . . .. The growth of mass-production\r\nand technology tends to increase consumer risk (identical products\n\nsuffer from identical defects) and to relegate the intermediate\r\ndealer to a position of mere distributorship, focusing attention\nupon\r\nthe manufacturer as the appropriate defendant. His liability to those\r\nwith whom he has not contracted can only be found in\ndelict.’\n23\nTo the same\r\neffect Professor Neethling et al\n24\nsay that the\r\nproblem that has given rise to products liability\n‘\nis\r\ninherent in modern highly industrialised communities. Increasing\r\nindustrialisation and mechanisation have brought about a constant\nand\r\ndaily potential of prejudice in the form of the unavoidable risk\r\nwhich defective consumer products create for the individual.’\n25\n[15] The considerations of policy\r\nthat underlie cases of products liability have no bearing upon a case\r\nof the present kind. We\nare not concerned in this case with anonymous\r\nconsumers of mass-produced goods. We are concerned with a major\r\nconstruction project\ninvolving a multiplicity of contractors and\r\nsub-contractors whose co-operation was defined through a web of\r\ninter-related contractual\nrights and obligations. That bears no\r\nresemblance to the distant and impersonal relationship that\r\ncharacterises the distribution\nof bottles of ginger beer and motor\r\nvehicles.\n[16] It seems\r\nto me that there would be major implications for a multi-partied\r\nproject of this kind if each of the participants\nwas to be bound not\r\nonly to adhere strictly to the terms of its specific contractual\r\nrelationship but, in addition, it was to be\nheld bound to all the\r\nother participants by a general regime of reasonableness. As pointed\r\nout in\nLillicrap,\r\nWassenaar and Partners v Pilkington Brothers (SA) (Pty) Ltd,\n26\nin a related\r\ncontext that finds equal application in this case:\n‘\n[In]\r\ngeneral, contracting parties contemplate that their contract should\r\nlay down the ambit of their reciprocal rights and obligations.\nTo\r\nthat end they would define, expressly or tacitly, the nature and\r\nquality of the performance required from each party. If the\nAquilian\r\naction were generally available for defective performance of\r\ncontractual obligations, a party’s performance would\npresumably\r\nhave to be tested not only against the definition of his duties in\r\nthe contract, but also by applying the standard of\nthe\nbonus\r\npaterfamilias\n.\r\nHow is the latter standard to be determined? Could it conceivably be\r\nhigher or lower than the contractual one?’\nIn this case in which Siemens\r\nbound itself to the joint venture to conform to the standards\r\nspecified in its contract, it would\nbe most anomalous if it was to be\r\nbound to a stranger to conform to a different standard.\n[17] That points to why it is\r\nfallacious to align a case of this kind to cases concerning products\r\nliability. In those cases it\nis not possible in any practical sense\r\nfor a consumer to protect himself or herself against harm caused by\r\nthe negligence of the\nmanufacturer. But where an activity is engaged\r\nin that is itself the product of a contractual arrangement then\r\ngenerally the very\ncontract that brought about the engagement will be\r\ncapable of regulating exposure to loss. That is the ground upon which\r\nthe claim\nfailed in\nPilkington Brothers\nand why it must\r\nsimilarly fail in this case.\n[18]\nPilkington\r\nBrothers\nwas\r\nalso decided on exception. The facts alleged were that Pilkington\r\nBrothers (the plaintiff) appointed Lillicrap, Wassenaar and\nPartners\n(the\r\ndefendant) as its consultant engineer to investigate the suitability\r\nof a site for the construction of a glass manufacturing\nplant. If the\r\nsite was found to be suitable then the defendant was to design and\r\nsupervise construction of the plant. The defendant\nadvised the\r\nplaintiff that the site was suitable and it proceeded to design the\r\nworks. A formal agreement was then executed confirming\nthe\r\nappointment. (The rights and duties under the agreement were later\r\nassigned to a third party but for present purposes I need\ndeal only\r\nwith the position before that occurred.) The plaintiff alleged that\r\nthe defendant was negligent in failing to incorporate\nin its design\r\nsufficient safeguards against soil movement and that it was negligent\r\nin its supervision of the works and it claimed\nloss alleged to have\r\nbeen incurred through such negligence. Its claim was brought in\r\ndelict and an exception was taken to the particulars\nof claim on the\r\nsame grounds that the exception was taken in this case – that\r\nthe conduct complained of was not wrongful\nfor purposes of delictual\r\nliability.\n27\n[19] Pointing\r\nout that our law ‘does not extend the scope of the Aquilian\r\naction to new situations unless there are positive\npolicy\r\nconsiderations which favour such an extension,’\n28\nGrosskopf AJA\r\nsaid that the first question to be asked was whether there was a need\r\nfor the law to be extended to protect the plaintiff\nagainst\r\nnegligence. He concluded that there was no such need because the\r\nexisting law enabled the plaintiff to protect itself through\nthe\r\ncontract that it had concluded. He reasoned as follows:\n‘\nIn\r\nmy view, the answer [to the question whether an extension of Aquilian\r\nliability is justified in the present case] must be in\nthe negative,\r\nat any rate in so far as liability is said to have arisen while there\r\nwas a contractual\nnexus\nbetween\r\nthe parties. While the contract persisted, each party had adequate\r\nand satisfactory remedies if the other were to have committed\na\r\nbreach . . .. When parties enter into such a contract, they\r\nnormally regulate those features which they consider important\nfor\r\nthe purpose of the relationship which they are creating . . ..\r\n[I]n general, contracting parties contemplate that\ntheir contract\r\nshould lay down the ambit of their reciprocal rights and obligations.\r\nTo that end they would define, expressly or\ntacitly, the nature and\r\nquality of the performance required from each party.’\n29\nAnd later:\n‘\nApart\r\nfrom defining the parties’ respective duties (including the\r\nstandard of performance required) a contract may regulate\nother\r\naspects of the relationship between the parties. Thus, for instance,\r\nit may limit or extend liability, impose penalties or\ngrant\r\nindemnities, provide special methods of settling disputes (eg by\r\narbitration) etc. A Court should therefore in my view be\nloath to\r\nextend the law of delict into this area and thereby eliminate\r\nprovisions which the parties considered necessary or desirable\nfor\r\ntheir own protection. The possible counter to this argument, viz that\r\nthe parties are in general entitled to couch their contract\nin such\r\nterms that delictual liability is also excluded or qualified, does\r\nnot in my view carry conviction. Contracts are for the\nmost part\r\nconcluded by businessmen. Why should be law of delict introduce an\r\nunwanted liability which, unless excluded, could provide\na trap for\r\nthe unwary?’\n30\nIn conclusion:\n‘\nTo\r\nsum up, I do not consider that policy considerations, require that\r\ndelictual liability be imposed for the negligent breach of\na contract\r\nof professional employment of the sort with which we are here\r\nconcerned.’\n31\n[20] Counsel for AB Ventures\r\npointed out, correctly, that in that case a contractual nexus existed\r\nbetween the plaintiff and the\ndefendant, but that in this case AB\r\nVentures and Siemens are not in contractual privity. He submitted\r\nthat in those circumstances\nAB Ventures was not capable of protecting\r\nitself against the negligence of Siemens in the same way.\n[21] The\r\nprinciple that emerged from\nPilkington\r\nBrothers\nwas\r\nthat there was no call for the law to be extended when the existing\r\nlaw provided adequate means for the plaintiff to protect\nitself\r\nagainst loss.\n32\nThere is no\r\nprincipial distinction between the two cases. The distinction lies\r\nonly in the form in which each plaintiff might have\nprotected itself.\n[22] If AB Ventures indeed\r\nsustained loss then the reason that it did so was because it\r\nattracted the loss to itself in its contract\nwith Lumwana. By its own\r\ncontractual act it took upon itself the risk of liability arising\r\nfrom delay and expenses that might be\ncaused by the default of other\r\ncontractors. The act of Siemens in causing delay and expense was no\r\nmore than the trigger for that\nliability to arise. Had AB Ventures\r\nnot contracted to accept that risk in the first place then it would\r\nnot have suffered the loss\nat all. That it had no contractual nexus\r\nwith Siemens means only that it was not capable of shifting the loss\r\nthat it had brought\nupon itself to Siemens contractually but that is\r\nbeside the point. We are concerned with whether it was capable of\r\navoiding the\nloss, and not whether it was capable of shifting it\r\nelsewhere, and clearly it was capable of doing so.\n[23] Indeed, the standard-form\r\ngeneral conditions of the construction contract that AB Ventures\r\nconcluded with Lumwana anticipated\nthat there might be delay caused\r\nby defective performance by other contractors and clause 8.4 entitled\r\nAB Ventures to an extension\nof time for completion if that came\r\nabout. Whether or not that clause protected AB Ventures in the\r\npresent circumstances is not\nan issue that is before us. I refer to\r\nit only to illustrate how it might have protected itself. No doubt it\r\ncould also have protected\nitself against additional expenses in a\r\nsimilar way. The only reason that the case is before us is that AB\r\nVentures took liability\nupon itself when it might just as well not\r\nhave done so.\n[24] It was submitted that there\r\nis no certainty that AB Ventures would have secured the contract had\r\nit insisted on excluding liability\ncaused by the default of other\r\ncontractors or sub-contractors and that evidence should be required\r\non that point. Whether or not\nit would have secured the contract is\r\nimmaterial. It is not entitled as of right to secure a contract and\r\nhas no cause for complaint\nif it chooses to contract on unfavourable\r\nterms. The question to be asked is only whether the law calls for\r\nextension to recover\nloss where the law already provides a means for\r\nit to be avoided.\nPilkington Brothers\nanswered that in the\r\nnegative and the same must be said for this case.\n[25] In my view the exception was\r\ncorrectly upheld and the appeal should be dismissed with costs that\r\ninclude the costs of two counsel.\n_________________\nR W NUGENT\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant: D M Fine SC\nA\r\nW T Rowan\nInstructed\r\nby:\nRudolph,\r\nBernstein & Associates, Sandhurst;\nNaudes,\r\nBloemfontein\nFor\r\nrespondent: J J Reyneke SC\nInstructed\r\nby:\nTiffenthaler\r\nAttorneys, Rivonia;\nHoney\r\nAttorneys Inc, Bloemfontein\n1\nTelematrix\r\n\t(Pty) Ltd t/a Matrix Vehicle Tracking v Advertising Standards\r\n\tAuthority SA\n2006 (1) SA 461\n(SCA) para 3.\n2\nAdministrateur,\r\n\tNatal v Trust Bank van Afrika Bpk\n1979 (3) SA 824\n(A).\n3\nApproving\r\n\tthe views expressed in\nSuid-Afrikaanse Bantoetrust v Ross &\r\n\tJacobz\n1977 (3) SA 184\n(T) and in the court below reported as\nAdministrator, Natal v Bijo\n1978 (2) SA 256\n(N) at 260B-261B.\r\n\tThe claim was nonetheless dismissed on its facts.\n4\nSee,\r\n\ttoo,\nBayer South Africa (Pty) Ltd v Frost\n[1991] ZASCA 85\n;\n1991 (4) SA 559\n(A),\nStandard Chartered Bank of Canada v Nedperm Bank Ltd\n[1994] ZASCA 146\n;\n1994 (4) SA 747\n(A),\nSiman & Co (Pty) Ltd v Barclays National\r\n\tBank Ltd\n1984 (2) SA 888\n(A),\nInternational Shipping Co (Pty)\r\n\tLtd v Bentley\n1990 (1) SA 680\n(A).\n5\nIndac\r\n\tElectronics (Pty) Ltd v Volkskas Bank Ltd\n[1991] ZASCA 190\n;\n1992 (1) SA 783\n(A).\r\n\tThe matter was decided on exception.\n6\nDelphisure\r\n\tGroup Insurance Brokers Cape (Pty) Ltd v Dippenaar & others\n2010 (5) SA 499\n(SCA) and\nFourway Haulage SA (Pty) Ltd v SA\r\n\tNational Roads Agency Ltd\n[2008] ZASCA 134\n;\n2009 (2) SA 150\n(SCA).\nViv’s\r\n\tTippers (Edms) Bpk v Pha Phama Staff Services (Edms) Bpk h/a Pha\r\n\tPhama Security\n2010 (4) SA 455\n(SCA) purports to be such a claim\r\n\tbut Prof Neethling has said that in truth it is not: J Neethling\r\n\t‘Delictual Liability\nof a Security Firm for the Theft of a\r\n\tVehicle Guarded by its Employees’\n74 THRH 169\n.\n7\nThe\r\n\tsame considerations apply when the law is developed to encompass new\r\n\tcases arising from negligent omissions.\n8\nTrust\r\n\tBank\n, above, 833D-834A;\nIndac Electronics (Pty) Ltd v\r\n\tVolkskas Bank Ltd\n[1991] ZASCA 190\n;\n1992 (1) SA 783\n(A) 797E-G;\nKnop v\r\n\tJohannesburg City Council\n1995 (2) SA 1\n(A) 26J-27I;\nMinister\r\n\tof Safety and Security v Van Duivenboden\n2002 (6) SA 431\n(SCA)\r\n\tpara 16;\nRoad Accident Fund v Shabangu\n2005 (1) SA 265\n(SCA)\r\n\tpara 12;\nGouda Boerdery BK v Transnet\n2005 (5) SCA 490 (SCA)\r\n\tpara 12;\nLocal Transitional Council of Delmas & another v\r\n\tBoshoff\n2005 (5) SA 514\n(SCA) para 19;\nTelematrix,\nabove,\r\n\tpara 13;\nSteenkamp NO v Provincial Tender Board, Eastern Cape\n2006 (3) SA 151\n(SCA) para 1;\nTrustees Two Oceans Aquarium Trust\r\n\tv Kantey & Templer (Pty) Ltd\n2006 (3) SA 138\n(SCA) para 12.\r\n\tAnd see generally MM Corbett, Aspects of the Role of Policy in the\r\n\tEvolution of our Common Law’\n(1987) 104\nSALJ\n52.\n9\nAt\r\n\t833C-D.\n10\n(1967)\r\n\tp 24.\n11\n4\r\n\ted p 136.\n12\nO.W.\r\n\tHolmes Jr.\nThe Common Law\n(Little, Brown and Company 1881) pp\r\n\t1-2.\n13\nVan\r\n\tDuivenboden,\nabove, para 21,\nTelematrix\n, above, para 16,\nFourway Haulage,\nabove, para 22.\n14\nAbove.\n15\n2002\r\n\t(2) SA 447\n(SCA).\n16\nThe\r\n\tquotation is taken from the headnote, which accurately paraphrases\r\n\tand translates what was said at 470F-G.\n17\n[1931] UKHL 3\n;\n[1932]\r\n\tAC 562\n(HL).\n18\n217\r\n\tNY 382.\n19\nPQR\r\n\tBoberg\nThe Law of Delict\nVol 1 (1984).\n20\nP\r\n\t194.\n21\nAmongst\r\n\twhich were\nCooper & Nephews v Visser\n1920 AD 111\n,\nA\r\n\tGibb & Son (Pty) Ltd v Taylor & Mitchell Timber Supply Co\r\n\t(Pty) Ltd\n1975 (2) SA 457\n(W) and\nCiba-Geigy (Pty) Ltd v\r\n\tLushof Farms (Pty) Ltd\n, above. In those cases the claim was for\r\n\tphysical loss but a claim for pure economic loss was allowed in\nFreddy Hirsch Group (Pty) Ltd v Chickenland (Pty) Ltd\n2010\r\n\t(1) 8 (GSJ). Subsequent to the hearing of the appeal in this case\r\n\tjudgment was handed down by this court on appeal against\nthat\r\n\tdecision:\nFreddy Hirsch Group (Pty) Ltd v Chickenland (Pty) Ltd\n[2011] ZASCA 22.\nThe quite different facts of that case, and the\r\n\tbasis upon which the claim was upheld, make it unhelpful to deciding\r\n\tthis case.\nReliance was also placed on the decision of this court in\nChartaprops 16 (Pty) Ltd & another v Silberman\n[2008] ZASCA 115\n;\n2009 (1)\r\n\tSA 265\n(SCA). In that case the defendant was held vicariously liable\r\n\tfor the act of its servant and it has no application.\n22\nJ\r\n\tNeethling, JM Potgieter, PJ Visser\nLaw of Delict\n5ed (\r\n\ttranslated and edited by JC Knobel), pp 291-301.\n23\nPp\r\n\t193-194.\n24\nLaw\r\n\tof Delict\n, above\n.\n25\nP\r\n\t292.\n26\n1985\r\n\t(1) SA 475\n(A) at 500H-I.\n27\nAt\r\n\t496I-497B. There were further grounds for the exception that are not\r\n\trelevant to this case.\n28\nAt\r\n\t504G.\n29\nAt\r\n\t500F-I.\n30\nAt\r\n\t501E-G.\n31\nAt\r\n\t501G-H.\n32\nFollowed\r\n\tin\nTrustees, Two Oceans Aquarium Trust v Kantey & Templer\r\n\t(Pty) Ltd\n2006 (3) SA 138\n(SCA).",
  "scraped_at": "2026-02-12T15:31:17.636145",
  "date": "2011-03-31",
  "coram": [
    "Nugent JA",
    "Cloete JA",
    "Ponnan JA",
    "Snyders JA",
    "Bosielo JJA"
  ],
  "case_number": "294/10",
  "parties": {
    "applicants": [
      "AB Ventures Limited"
    ],
    "respondents": [
      "Siemens Limited"
    ]
  },
  "sections": {
    "facts": "AB Ventures Limited entered into a construction contract with Lumwana Mining Company to build the Lumwana copper mine in Zambia. A joint venture between Ausenco Americas and Bateman International Projects was to supply four specialised electrical drives, and Siemens Ltd contracted with the joint venture to engineer, design, manufacture, supply and commission those drives. After installation, the drives malfunctioned, causing transformer failures and delaying the completion of the mine. As a result, AB Ventures faced potential penalties from Lumwana for the delay and incurred additional expenses. AB Ventures sued Siemens in delict, alleging negligence that gave rise to pure economic loss.",
    "issues": "The court needed to determine whether Siemens’ conduct was wrongful and thus actionable in delict, specifically whether liability for pure economic loss could be imposed despite the existence of a contractual nexus between the parties. The key legal question was whether public policy considerations justified extending Aquilian liability beyond the limits of the contract to cover the economic loss suffered by AB Ventures.",
    "principles": "The judgment considered the development of liability for pure economic loss in South African law, referencing Administrateur v Trust Bank, Telematrix, and Pilkington Brothers. It reaffirmed that negligence causing physical loss is actionable, but pure economic loss requires a policy justification. The court highlighted that contracts normally allocate risks and provide remedies, and that extending delictual liability should only occur when policy considerations demand compensation that contracts cannot adequately provide.",
    "application": "Applying these principles, the court found that AB Ventures had assumed the risk of delay and additional expenses in its contract with Lumwana, which contained provisions (e.g., clause 8.4) allowing extensions of time for delays caused by other contractors. Consequently, AB Ventures could have avoided the loss through contractual mechanisms, and there was no compelling policy reason to impose delictual liability on Siemens. The conduct of Siemens was not deemed wrongful for delictual purposes.",
    "conclusion": "The appeal was dismissed. The court upheld the exception raised by Siemens, ruling that no delictual liability existed. Costs were awarded in favour of the respondent, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Delict Law",
    "level_2": "Pure Economic Loss",
    "level_3": [
      "negligence",
      "contractual nexus",
      "policy considerations",
      "Aquilian liability"
    ]
  }
}