{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/127.html",
  "case_name": "S v Meje (248/11) [2011] ZASCA 127 (13 September 2011)",
  "citation": "[2011] ZASCA 127",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 127\n|\nNoteup\n|\nLawCite\nS v Meje (248/11) [2011] ZASCA 127 (13 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No. 248/11\nTHE STATE\n…..........................................................................................\nAppellant\nand\nARTHUR TSHEPO MEJE\n….......................................................\nFirst\r\nRespondent\nEDWARD MQAHAYI\n….........................................................\nSecond\r\nRespondent\nNeutral citation:\nS v Meje\n(248/11)\n[2011] ZASCA 127\n(13 September 2011)\nCoram:\nMthiyane, Maya, Shongwe,\r\nSeriti JJA and Plasket AJA\nHeard:\n2 September 2011\nDelivered:\n13 September 2011\nSummary:\nCriminal Procedure –\r\nterritorial jurisdiction of court to be determined at date of\r\ncommencement of proceedings – s\n110 of\nCriminal Procedure Act\n51 of 1977\nvests territorial jurisdiction in a court in the absence\r\nof objection to jurisdiction.\nORDER\nOn appeal from:\nNorth Gauteng\r\nHigh Court (Pretoria) (Engelbrecht AJ and Vorster AJ sitting as a\r\ncourt of appeal):\n(1) The appeal is upheld and the order\r\nof the court below is set aside.\n(2) The respondents’ convictions\r\nand sentences are re-instated.\n(3) The matter is remitted to the\r\ncourt below for the appeal to proceed on the merits.\nJUDGMENT\nPLASKET AJA (MTHIYANE, MAYA,\r\nSHONGWE and SERITI JJA concurring)\n[1] The respondents were convicted, in\r\na regional court sitting in Pretoria, of five and 14 counts of fraud\r\nrespectively. The first\nrespondent was sentenced to seven years’\r\nimprisonment of which two years were conditionally suspended and the\r\nsecond respondent\nwas sentenced to eight years’ imprisonment of\r\nwhich two years were conditionally suspended. They appealed against\r\nboth their\nconvictions and sentences and when their appeals were\r\nheard in the North Gauteng High Court (Pretoria), the court\r\n(Engelbrecht\nAJ and Vorster AJ) raised the issue of whether the trial\r\ncourt had had jurisdiction to try the respondents. They duly found\r\nthat\nit did not and set aside the respondents’ convictions and\r\nsentences without dealing with the merits of the appeal.\n[2] The sole issue in this appeal\r\nbrought by the State\n1\nin terms of\ns 311\nof the\nCriminal\nProcedure Act 51 of 1977\nis whether the trial court had jurisdiction\r\nto try the respondents. It is clearly a question of law. The issue\r\narose as a result\nof the restructuring of the regional court in the\r\nprovince of Gauteng after the date of the commission of the offences\r\nof which\nthe respondents had been convicted but before the date on\r\nwhich they first appeared in the trial court.\n[3] According to the charge sheet the\r\nrespondents had committed various acts of fraud during 1998 and 1999\r\n‘at or near Kagiso\nin the Regional Division of Gauteng’.\r\nThey first appeared on 24 June 2004 in the regional court for that\r\ndivision sitting\nin Pretoria and were, as stated above, subsequently\r\ntried and sentenced in that court.\n[4] At the time of the commission of\r\nthe offences the Southern Transvaal Regional Division had territorial\r\njurisdiction in respect\nof offences committed in Kagiso (in the\r\nmagisterial district of Krugersdorp).\n2\nLater, however, the Regional Divisions\r\nof the Southern Transvaal and the Northern Transvaal were amalgamated\r\ninto one regional division\ncalled the Regional Division of Gauteng\r\nwith seats at 23 places including Pretoria. This occurred with effect\r\nfrom 1 April 2004.\n3\n[5] The court below set aside the\r\nconvictions and sentences of the respondents on two bases. The first\r\nwas that as the offences\nwere committed within the territorial\r\njurisdiction of the erstwhile Regional Division of the Southern\r\nTransvaal, a court sitting\nin Pretoria, within the territorial\r\njurisdiction of the erstwhile Regional Division of the Northern\r\nTransvaal, did not have jurisdiction\nto try the respondents.\r\nSecondly, it held that\ns 110\nof the\nCriminal Procedure Act could\nnot\r\navail the State because it did not ‘create substantive\r\njurisdiction’. It appears to me that the logical conclusion\nof\r\nthe reasoning of the court below is that no court could have tried\r\nthe respondents as the only court that had jurisdiction had\nceased to\r\nexist when the proceedings commenced.\n[6] In my view – and for the\r\nreasons that follow – the court below erred in respect of both\r\nof the issues on which it\nrelied.\n[7] In the first instance, the court\r\nbelow found that the jurisdiction of a court to try an accused must\r\nbe determined at the time\nthe offence with which the accused is\r\ncharged was committed. That is contrary to what this court found the\r\nposition to be in\nS v Mamase\r\n& another\n.\n4\nSnyders JA held in that case that the\r\n‘jurisdiction of a court is determined at the stage that\r\nproceedings are commenced’\nand that, in terms of\ns 76(1)\nof the\nCriminal Procedure Act, proceedings\ncommence when, as in this case in\r\nwhich the respondents were not summoned to court but were arrested,\r\nthe charge sheet is lodged\nwith the clerk of the court.\n5\n[8] The respondents first appeared in\r\ncourt on 24 June 2004. They were first provided with the charge sheet\r\non a date between their\nappearances on 5 October 2004 and 30 November\r\n2004 because, on the latter date, it is recorded that they had\r\nconfirmed that they\nhad received both the docket and the charge\r\nsheet. While there is no record of when the charge sheet was lodged\r\nwith the clerk\nof the court, it can be accepted that the earliest\r\ndate on which this could have occurred was 24 June 2004.\r\nConsequently, the proceedings\nagainst the respondents commenced, at\r\nthe earliest, on 24 June 2004. As at that date, one regional\r\ndivision, the Regional Division\nof Gauteng which had came into\r\nexistence on 1 April 2004, had territorial jurisdiction over the\r\nentire province of Gauteng. As\nKagiso falls within the province of\r\nGauteng, any court of that Regional Division, including one sitting\r\nin Pretoria, had jurisdiction\nto try the respondents on charges of\r\nfraud.\n[9] In the second instance, the court\r\nbelow erred in its application of\ns 110\nof the\nCriminal Procedure\nAct. This\nsection provides:\n‘\n(1)\r\nWhere an accused does not plead that the court has no jurisdiction\r\nand it at any stage-\n(a)\r\nafter the accused has pleaded a plea of guilty or of not guilty; or\n(b)\r\nwhere the accused has pleaded any other plea and the court has\r\ndetermined such plea against the accused,\nappears\r\nthat the court in question does not have jurisdiction, the court\r\nshall for the purposes of this Act be deemed to have jurisdiction\nin\r\nrespect of the offence in question.\n(2)\r\nWhere an accused pleads that the court in question has no\r\njurisdiction and the plea is upheld, the court shall adjourn the case\n\nto the court having jurisdiction.’\n[10] In\nS\r\nv Pale & ‘n ander\n6\nthis court set out the purpose and\r\neffect of\ns 110\nand, in so doing, stated in terms that it was\r\nintended precisely for cases such as the present (on the court\r\nbelow’s assumption\nthat the trial court had no territorial\r\njurisdiction). In that case Viviers JA held:\n7\n‘\nArtikel\r\n110 is hoofsaaklik bedoel om voorsiening te maak vir die geval waar\r\n‘n bepaalde hof wel jurisdiksie het om die misdaad\nwaarvan die\r\nbeskuldigde aangekla word, te bereg, maar die verkeerde hof is vanweë\r\neen of ander jurisdiksionele feit\nsoos\r\nbv dat die misdaad buite die hof se regsgebied gepleeg is.\nDie\r\nartikel skep nie substantiewe jurisdiksie nie en kan nie aan ‘n\r\nlanddros ‘n groter jurisdiksie verleen as wat hy\nregtens het\r\nnie. Dit verleen bv nie regsbevoegdheid aan ‘n landdros om ‘n\r\nsaak te verhoor wat hy ingevolge art 89 van\ndie Wet op Landdroshowe\r\nnie mag verhoor nie, al betwis ‘n beskuldigde nie die\r\nregsbevoegdheid van die hof nie. . . . So ook\nkan art 110 nie\r\njurisdiksie verleen aan ‘n hof om ‘n misdaad wat in ‘n\r\nander land gepleeg is, te bereg nie.\nArtikel\r\n110 verleen wel territoriale jurisdiksie aan ‘n hof wat dit nie\r\ngehad het nie, suiwer op grond van die beskuldigde\nse stilswyende\r\naanvaarding daarvan, deurdat hy die verhoor laat voortgaan sonder om\r\ndie punt te opper wanneer hy pleit\n’\n.\r\n(Emphasis added)\n[11] Regrettably, it appears that the\r\ndistinction between the concepts of substantive jurisdiction –\r\nthe jurisdiction, in\nthis case, to try accused charged with fraud –\r\nand territorial jurisdiction eluded the court below.\nSection 110\ndoes\r\nnot confer substantive jurisdiction on a court but, in the absence of\r\na plea of absence of jurisdiction,\n8\nit may acquire territorial\r\njurisdiction it otherwise does not have.\n[12] As a result of the above, I am of\r\nthe view that the appeal must succeed.\nSection 311(1)(a)\nof the\nCriminal Procedure Act empowers\nthis court, when it upholds an appeal\r\nby the State from a high court sitting as a court of appeal, to\r\n‘re-instate the conviction,\nsentence or order of the lower\r\ncourt appealed from, either in its original form or in such a\r\nmodified form as the said Appellate\nDivision may consider desirable’.\r\nThe convictions and sentences of the respondents must obviously be\r\nre-instated in their\noriginal form but their appeals have not been\r\nheard on the merits. While\ns 311\ndoes not explicitly provide that\r\nthis court may remit a matter to the appeal court of first instance,\r\nit was held in\nAttorney-General\r\n(Transvaal) v Steenkamp\n9\n(dealing with a predecessor of\ns 311)\nthat in circumstances such as these the matter could be remitted as\r\n‘it could hardly have been the intention of the Legislature\n\nthat, where the order of this Court does not finally dispose of the\r\nissues raised in the first Court of Appeal, some of those issues\nmust\r\n… be left hanging in the air’.\n[13] The following order is made.\n(1) The appeal is upheld and the order\r\nof the court below is set aside.\n(2) The respondents’ convictions\r\nand sentences are re-instated.\n(3) The matter is remitted to the\r\ncourt below for the appeal to proceed on the merits.\n_____________________\nC PLASKET\nActing Judge of Appeal\nAPPEARANCES\nAPPELLANT: J M Ferreira (with him K\r\nMalapane)\nOffice of the Director of Public\r\nProsecutions, Pretoria\nRESPONDENTS: No appearance\n1\nThere\r\n\twas no appearance by or on behalf of the respondents although they\r\n\twere aware of the appeal and the date on which it was\nargued.\n2\nGovernment\r\n\tNotices 641 and 642, promulgated in\nGovernment\r\n\tGazette\n7515\r\n\tof 27 March 1981 created, out of the Transvaal Regional Division,\r\n\tthe Regional Divisions of the Northern Transvaal and the\nSouthern\r\n\tTransvaal respectively.\n3\nGovernment\r\n\tNotice 219,\nGovernment\r\n\tGazette\n26091\r\n\tof 27 February 2004.\n4\nS\r\n\tv Mamase & another\n2010\r\n\t(1) SACR 121\n(SCA).\n5\nPara\r\n\t12.\n6\nS\r\n\tv Pale & ‘n ander\n1995\r\n\t(1) SACR 595\n(A).\n7\nAt\r\n\t598d-h. (References omitted.) See too Etienne Du Toit, Frederick J\r\n\tDe Jager, Andrew Paizes, Andrew St Quintin Skeen and Steph\nvan der\r\n\tMerwe\nCommentary\r\n\ton the\nCriminal Procedure Act\n16-1\n(service\nissue 45, 2010).\n8\nCriminal\nProcedure Act, s\n106(1)(f).\n9\nAttorney-General\r\n\t(Transvaal) v Steenkamp\n1954\r\n\t(1) SA 351\n(A) at 357F-G.",
  "scraped_at": "2026-02-12T15:49:04.012411",
  "date": "2011-09-13",
  "coram": [
    "Mthiyane",
    "Maya",
    "Shongwe",
    "Seriti JJA",
    "Plasket AJA"
  ],
  "case_number": "248/11",
  "parties": {
    "applicants": [
      "The State"
    ],
    "respondents": [
      "Arthur Tshepo Meje",
      "Edward Mqahayi"
    ]
  },
  "sections": {
    "facts": "The respondents, Arthur Tshepo Meje and Edward Mqahayi, were convicted in a regional court in Pretoria of multiple counts of fraud relating to acts committed in 1998‑1999 near Kagiso, which at the time lay within the territorial jurisdiction of the Southern Transvaal Regional Division. After the offences were alleged, the regional divisions of Southern and Northern Transvaal were amalgamated into the Regional Division of Gauteng effective 1 April 2004. The respondents first appeared before the court on 24 June 2004 and were subsequently tried and sentenced in that court.",
    "issues": "The sole legal issue on appeal was whether the regional court in Pretoria had territorial jurisdiction to try the respondents for the fraud offences, given the restructuring of the regional courts between the date of the offences and the commencement of the proceedings, and whether section 110 of the Criminal Procedure Act could supply jurisdiction where it was otherwise lacking.",
    "principles": "The court applied the principle that jurisdiction is determined at the stage proceedings are commenced (S v Mamase), not at the time the offence was committed. Section 110 of the Criminal Procedure Act was interpreted to confer deemed territorial jurisdiction on a court when no plea of lack of jurisdiction is raised, without creating substantive jurisdiction. The court also relied on section 311(1)(a) of the Criminal Procedure Act for reinstating convictions and on precedent in S v Pale regarding the purpose of section 110.",
    "application": "Proceedings were deemed to have commenced on the earliest possible date of 24 June 2004, when the respondents first appeared in court and the charge sheet could have been lodged. At that time the Regional Division of Gauteng, which had jurisdiction over the whole province, was already established, meaning the Pretoria court had territorial jurisdiction over Kagiso. The lower court’s reliance on the pre‑restructuring jurisdiction was rejected, and section 110 was applied to confirm the court’s jurisdiction in the absence of a plea of lack thereof.",
    "conclusion": "The appeal by the State was upheld. The lower court’s order setting aside the convictions was reversed, the respondents’ convictions and sentences were reinstated, and the matter was remitted to the high court for the appeal to be heard on its merits."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Jurisdiction",
    "level_3": [
      "territorial jurisdiction",
      "Criminal Procedure Act",
      "section 110",
      "appeal",
      "fraud"
    ]
  }
}