{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/159.html",
  "case_name": "Lynn NO and Another v Coreejes and Another (687/10) [2011] ZASCA 159; 2011 (6) SA 507 (SCA); [2012] 1 All SA 620 (SCA) (28 September 2011)",
  "citation": "[2011] ZASCA 159",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 159\n|\nNoteup\n|\nLawCite\nLynn NO and Another v Coreejes and Another (687/10) [2011] ZASCA 159; 2011 (6) SA 507 (SCA); [2012] 1 All SA 620 (SCA) (28 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 687/10\nIn the matter between:\nMARK WILLIAM LYNN NO\n…................................................................\nFIRST\r\nAPPELLANT\nTINTSWALO ANNAH NANA\r\nMAKHUBELE NO\n…...........................\nSECOND\r\nAPPELLANT\nand\nCOLIN HENRY COREEJES\n…............................................................\nFIRST\r\nRESPONDENT\nLEON LOOCK\n…............................................................................\nSECOND\r\nRESPONDENT\nNeutral citation:\nLynn\r\nNO v Coreejes\n(687/2010)\n[2011] ZASCA 159\n(28 September 2011)\nCoram: LEWIS, SNYDERS, MALAN,\r\nMAJIEDT AND SERITI JJA\nHeard: 1 SEPTEMBER 2011\nDelivered: 28 SEPTEMBER 2011\nSummary:\nCivil\r\nproceedings ─ s 382(1) of Companies Act 61 of 1973 ─\r\ninstitution of action by two of three liquidators not a nullity\n─\r\ns 382(1) not containing a prohibition ─ therefore not analogous\r\nwith s 6(1) of Trust Property Control Act 57 of 1988.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nNorth Gauteng High Court,\r\nPretoria (De Vos AJ sitting as court of first instance):\nThe appeal is upheld with costs, including the costs of\r\n\ttwo counsel.\nThe order of the court below is set aside and\r\n\tsubstituted with the following order:\n‘\nThe application is dismissed\r\nwith costs.’\n____________________________________________________________­­­__\nJUDGMENT\n______________________________________________________________\nMAJIEDT JA (LEWIS, SNYDERS, MALAN and SERITI JA\r\nconcurring)\n[1] Section 382(1) of the Companies Act 61 of 1973,\n1\nprovides that:\n‘\nWhen two or more liquidators\r\nhave been appointed they shall act jointly in performing their\r\nfunctions as liquidators and shall be\njointly and severally liable\r\nfor every act performed by them jointly.’\nThe question for determination in this appeal is whether\r\nnon-compliance with this provision renders the power of attorney\r\ngiven\nby two of three liquidators for the institution of an action a\r\nnullity and, if not, whether it is in law capable of ratification.\nIn\r\nthe high court De Vos AJ answered the first part of the question in\r\nthe affirmative, holding that it was indeed a nullity incapable\nof\r\nsubsequent ratification. He upheld this as a point in limine in the\r\nrespondents’ favour and granted their application\nto strike the\r\nappellants’ claim in terms of Rule 30A. This appeal is with his\r\nleave.\n[2] The appellants and one Mr J M Oelofsen were\r\nappointed as joint liquidators of Wagmaar Investments CC (Wagmaar)\r\nwhich had been\nvoluntarily wound up in terms of a special resolution\r\nof March 2005. The winding-up was preceded by a judgment in October\r\n2004\nfor payment of the sum of R3 409 907.33, interest and punitive\r\ncosts against Wagmaar in favour of Total SA (Pty) Ltd (Total) after\na\r\nlengthy trial before Maluleke J.\n[3] During July 2008 the joint liquidators, as\r\nplaintiffs, instituted action against the respondents, as defendants.\r\nTheir cause\nof action appears to be the\nactio\r\nPauliana\n. The details of the claim are not\r\nmaterial to the issue for determination. It would suffice to state\r\nthat the respondents were\nsued on the basis of allegations that they,\r\nas trustees of the Kiriake Trust, received Wagmaar’s transport\r\nand farming businesses\n(with the assets thereof) and certain of\r\nWagmaar’s immovable and movable property for no consideration\r\nin return, as part\nof a fraudulent scheme designed by Wagmaar. The\r\nrespondents were cited in their representative (qua trustees) and\r\npersonal capacities.\n[4] A procedural challenge in terms of Uniform Rule 7 by\r\nthe respondents to the authority of the attorneys representing the\r\nliquidators\nin the action developed into an objection by way of a\r\npoint in limine before the high court, when it became apparent that\r\nOelofsen\nhad not joined the appellants in instructing their attorneys\r\nto institute the action. At the time of institution of the action\r\nOelofsen was still a joint liquidator. He resigned thereafter, citing\r\na potential conflict of interest. The Master accepted his\nresignation\r\nand appointed the appellants as joint liquidators of Wagmaar’s\r\nestate.\n[5] In the high court the appellants implicitly accepted\r\nthat only two of the three liquidators had mandated the institution\r\nof\nthe action and the matter was argued on that basis, as was also\r\nthe case in this court. The appellants relied on an indemnity\r\nagreement\nsigned by all three liquidators (including Oelofsen) with\r\nTotal in respect of the action and other related proceedings and an\nex post facto\nratification\r\nby the appellants of the institution of the action to cure this\r\ndefect. The respondents, on the other hand, persisted\nin their\r\ncontention regarding the attorneys’ authority, arguing that all\r\nthe liquidators did not authorise the institution\nof the action. They\r\ncontended that s 382(1) of the Act requires that the liquidators had\r\nto act jointly in giving such authorisation\nand that the indemnity\r\ncould not cure the defect. The institution of action could not be\r\nratified\nex post facto\nsince\r\nit was a nullity. As stated, the respondents’ argument found\r\nfavour with the court below.\n[6] In coming to the conclusion that the unauthorised\r\naction is a nullity and incapable of ratification, De Vos AJ relied\r\non\nPowell & another v Leech & another;\r\nLeech & others v Powell & others\n2\nin which two liquidators had been appointed by the\r\nMaster in respect of a company in provisional liquidation. Only one\r\nof them sought\nand obtained a search warrant in terms of\ns 69\nof the\nInsolvency Act 24 of 1936\n. In an application for the setting aside of\r\nthe search warrant, Sutherland AJ held that the provisions in s\r\n382(1) of the Act,\nwhich require liquidators to act jointly, were\r\nperemptory and that subsequent ratification of the decision to apply\r\nfor the search\nwarrant was legally untenable. He put it thus:\n3\n‘\nRatification after the event\r\nis not open to a liquidator who did not participate in the original\r\ndecision. Section 382 clearly contemplates\na joint decision prior to\r\naction taking place. There is no room to make a joint decision after\r\nthe act has been performed. Comparisons\nbetween the powers of\r\nliquidators and the powers of directors to ratify each other’s\r\ndeeds are fundamentally inapt in this\ncontext.’\nI am of the view, however, that\nPowell\nis distinguishable on the facts.\nPowell\ndealt with a situation where ratification was no longer\r\npossible, since the warrant had been applied for without the\r\nrequisite consent\nand had been issued and executed. The present\r\nmatter is different – here a procedural challenge was made in\r\nrespect of the\ninstitution of an action by two of three liquidators,\r\nand the proceedings have not been finalised.\n[7] The respondents relied on\nLupacchini\r\nNO & another v Minister of Safety and Security\n4\nin supporting the judgment of the court below. That case\r\nconcerned the question whether non-compliance with s 6(1) of the\r\nTrust\nProperty Control Act 57 of 1988 rendered any acts by the\r\ntrustees a nullity. Action had been instituted by trustees of a\r\ntrust,\nbut one of them was authorised by the Master to act as a\r\ntrustee only after the action was instituted. Section 6(1) reads as\r\nfollows:\n‘\nAny person whose appointment\r\nas trustee in terms of a trust instrument, section 7 or a court order\r\ncomes into force after the commencement\nof this Act, shall act in\r\nthat capacity only if authorized thereto in writing by the Master’.\nIt was not in issue that institution of the action in\r\nthese circumstances was in contravention of s 6(1). In deciding that\r\nthe proceedings\ninstituted by a trustee without authorisation was a\r\nnullity, Nugent JA analysed a number of decisions and came to the\r\nconclusion\nthat ‘. . . [there are] no indications that legal\r\nproceedings commenced by unauthorised trustees were intended to be\r\nvalid.\nOn the contrary, the indications seem . . . to point the other\r\nway’.\n5\nAn important consideration in reaching that conclusion,\r\nsaid Nugent JA, is the fact that there is no criminal sanction\r\nstipulated\nin respect of a trustee who acts without authorisation,\r\nleading to the inescapable inference that the legislature intended\r\nsuch\nacts to be a nullity, ‘because otherwise a contravention\r\nof the prohibition would have no consequences at all’.\n6\n[8] I turn next to a consideration of the legal\r\nconsequences of non-compliance with s 382(1). A useful point to start\r\nwith, I believe,\nis to determine whether s 382(1) contains a general\r\nprohibition. In order to make such a determination and also to\r\nexamine whether\nLupacchini\ncan\r\nbe applied to this case, a brief consideration of the role of\r\nliquidators under the Act, as opposed to that of trustees under\nthe\r\nTrust Property Control Act, is required. The law reports and the text\r\nbooks are replete with descriptions of what a liquidator\nis and does.\r\nI adopt for present purposes the following description in M S\r\nBlackman et al\nCommentary on the Companies Act\nvol 3 at 14–288:\n‘\n. . . a person who holds an\r\noffice under the Companies Act, which office confers on him various\r\npowers to enable him to wind-up\nthe company. One of these powers is\r\nthe power to bind the company’s estate; another is the power to\r\ninstitute and defend\nproceedings in the company’s name.’\nFirst and foremost and at the risk of stating the\r\nobvious, it is well to remind oneself that a liquidator is a creature\r\nof statute;\nhe or she derives his or her powers from the Act and the\nInsolvency Act and\nmay act within the bounds of those powers only.\r\nAlthough there are some analogies to be drawn between the office of a\r\nliquidator\nand that of a trustee (eg the fiduciary nature of both), a\r\nliquidator is not a trustee in the strict sense.\n7\nThe estate of the company in liquidation remains vested\r\nin the company itself (save of course in those exceptional\r\ncircumstances\nwhere a court orders in terms of s 361(3) of the Act\r\nthat all or part of the company’s property shall vest in the\r\nliquidator);\nthe liquidator merely administers the estate as laid\r\ndown by statute\n8\nand does so under the control of the Master.\n9\nIn a trust on the other hand, the trust estate vests in\r\nthe trustees who must administer it.\n10\n[9] In the case of a trust the trust deed is its\r\n‘constitutive charter’\n11\nand ‘[w]hen fewer trustees than the number\r\nspecified [in the trust deed] are in office, the trust suffers from\r\nan incapacity\nthat precludes action on its behalf’.\n12\nEven where trustees act jointly, they cannot in law bind\r\nthe trust estate where they are not the requisite number stipulated\r\nin\nthe trust deed, because ‘the trust’s incapacity during\r\nthis period does not arise from the joint action requirement,\nbut\r\nfrom the trust’s incapacity while a sub-minimum of trustees\r\nheld office’.\n13\nThe difference between s 6(1) of the Trust Property\r\nControl Act and s 382(1) of the Companies Act is stark –\r\nappointment as\na trustee by the Master is a\nsine\r\nqua non\nfor a trustee to be clothed with the\r\nrequisite authority to act on behalf of the trust, whereas s 382(1)\r\ndoes not contain such a\nrequirement. A mere reading of the two\r\nsections reveals a marked difference; in this regard the use of the\r\nword ‘only’\nin s 6(1) is significant, since this is\r\nindicative of invalidity in the case of non-compliance.\n[10] It will be recalled that in\nLupacchini\nthe absence of a criminal sanction in s 6(1)\r\nof the Trust Property Control Act led Nugent JA to the conclusion\r\nthat non-compliance\nwith that section renders all acts a nullity.\n14\nSection 382(1) of the Act imposes no criminal sanction.\r\nThe consequences of joint action, however, are set out in the second\r\npart\nof the subsection, that is joint and several liability for every\r\nact performed jointly. Nothing is said of the validity or otherwise\n\nof an act that is not performed jointly. For these reasons\nLupacchini\nis not applicable in this instance.\n[11] The primary objective of s 382(1) is to ensure that\r\njoint liquidators act jointly. The second part of the section which\r\nrelates\nto joint liability is in my view decisive in this regard. It\r\nimposes joint and several liability on liquidators who act jointly.\n\nNothing more is said and it is not necessary to inquire into any\r\nimplication that might flow from this provision. The subsection\ndoes\r\nnot visit the acts of the liquidators who did not act jointly with\r\nnullity.\n[12] Section 386(4)\n(a)\nempowers\r\na liquidator to, inter alia, bring or defend legal proceedings on\r\nbehalf of the company. The section requires a liquidator\nto be duly\r\nauthorised by a meeting of creditors or members (s 386(3)) or by the\r\nMaster in case of urgent legal proceedings for\nthe recovery of\r\noutstanding accounts (s 386(4)) before he or she can bring such\r\nproceedings on behalf of the company. Our courts\nhave held that if a\r\nliquidator litigates without the prescribed authority, the court may\r\nrefuse to allow him his costs out of the\ncompany’s assets and\r\nhe may have to pay such costs himself.\n15\nThe litigation is not a nullity, it merely has potential\r\nadverse costs implications for the liquidator. And there is ample\r\nauthority\nthat a person against whom the unauthorised liquidator is\r\nlitigating may not object to such lack of authorisation, for it is a\r\nmatter between the liquidator and the creditors.\n16\nRetrospective sanction of unauthorised litigation is\r\navailable to the liquidator in appropriate instances, either from the\r\ncreditors\nor members under s 386(3) or, if refused, from the Master\r\nunder s 387(2) and, if the Master refuses, from the court under s\r\n386(5)\nread with s 387(3).\n17\n[13] Actions in terms of s 382(1) are prohibited only in\r\nthe absence of consent of all the liquidators. In\nNeugarten\r\n& others v Standard Bank of South Africa Ltd\n18\nthe absence of consent by all the members of a company\r\nfor security furnished by that company for an obligation of another\r\ncompany\ncontrolled by one or more of the directors of the\r\nfirst-mentioned company, in contravention of s 226(2)(a) of the Act,\r\nwas considered\nand resolved as follows:\n19\n‘\nThe transactions set out in ss\r\n(1) of s 226 are prohibited or illegal only in the absence of the\r\nconsent of all the members. The\nquestion in any specific case is\r\nwhether such consent has been given: if it has, the transaction is\r\nnot prohibited or illegal.\nConsequently, to postulate that the\r\ntransaction is prohibited and illegal is to beg the question. If the\r\nrequisite consent is given\nto the transaction\nin\r\ninitio\n, it is a\r\nvalid transaction. If the transaction is subsequently ratified by the\r\nnon-consenting members, the ratification relates\nback to the original\r\ntransaction and the position is the same as if consent had originally\r\nbeen given.’\n[14] Where an act is done by some and not all the\r\nliquidators it may not bind the company in liquidation.\n20\nBut it does not follow that the conduct of the\r\nliquidator may not be ratified. In\nSmith v\r\nKwaNonqubela Town Council\n21\nthe same approach as in\nNeugarten\nwas followed, albeit in a different context:\n22\n‘\nThe next attack upon the\r\npurported ratification was along these lines: Watson’s\r\ncontentious act was an administrative one;\nit was not authorised by\r\nlaw; an unauthorised act is invalid; an invalid act cannot be\r\nratified. The argument, I fear, already\nbreaks down at the first\r\nproposition and it becomes unnecessary to consider the others. The\r\nlaunching of legal proceedings is not\nan administrative act but a\r\nprocedural one open to any member of the public. Watson apparently\r\nbelieved on insubstantial grounds\nthat he had the necessary authority\r\nto act on behalf of the town council. He was wrong. His expressed\r\nintention was to act on behalf\nof the town council and not on his own\r\nbehalf. It is a general rule of the law of agency that such an act of\r\nan “unauthorised\nagent” can be ratified with\r\nretrospective effect.\n.\r\n.’.\n[15] Two of the three liquidators authorised the\r\ninstitution of the action. The non-consenting third liquidator then\r\nresigned and\nhis resignation was accepted. The remaining two\r\nliquidators were then appointed by the Master as the only joint\r\nliquidators in\nthe estate. They jointly pursued the litigation, as\r\nsuch ratifying their procedural act taken initially. As no time limit\r\nwithin\nwhich they had to take or ratify the institution of the action\r\narises in the case, that is the end of the matter.\n23\n[16] For these reasons the high court erred in upholding\r\nthe objection in limine. It should have dismissed with costs the\r\napplication\nto strike out the claim in terms of Rule 30A. The appeal\r\nmust consequently be upheld and the following order is issued:\n1 The appeal is upheld with costs, including the costs\r\nof two counsel.\n2 The order of the court below is set aside and\r\nsubstituted with the following order:\n‘\nThe application is dismissed\r\nwith costs.’\n___________________\nS A MAJIEDT\nJUDGE OF APPEAL\nAPPEARANCES:\nCounsel for appellants : C E PUCKRIN SC\nM P VAN DER MERWE\nInstructed by : Alex May Inc.\nLovius Block, Bloemfontein\nCounsel for respondents : A C FERREIRA SC\nD F BLIGNAUT\nInstructed by : Bekker Attorneys\nSymington & De Kok, Bloemfontein\n1\nThe\r\n\trepeal of this Act by the\nCompanies Act 71 of 2008\nhas no bearing on\r\n\tthis appeal.\n2\nPowell\r\n\t& another v Leech & another; Leech & others v Powell &\r\n\tothers\n[\n1997] 4 All SA 106\n(W).\n3\nAt\r\n\t118g-h.\n4\nLupacchini\r\n\tNO & another v Minister of Safety and Security\n2010\r\n\t(6) SA 457\n(SCA).\n5\nP\nara\r\n\t22.\n6\nP\naras\r\n\t17 and 18, he then continued to cite Goldblatt J in\nSimplex\r\n\t(Pty) Ltd v Van der Merwe & others NNO\n1996\r\n\t(1) SA 111\n(W) at 113C-D.\n7\nM\r\n\tS\nBlackman et al at 14–288; P M Meskin\nHenochsberg on the\nCompanies Act\n5 ed\nVol 1 at 789.\n8\nBlackman\r\n\tet al, ibid.\n9\nSection\r\n\t381 of the Act.\n10\nLand\r\n\tand Agricultural Bank of South Africa v Parker & others\n2005 (2) SA 77\n(SCA) para 10.\n11\nIbid.\n12\nP\nara\r\n\t11.\n13\nP\nara\r\n\t13.\n14\nPara\r\n\t7 above.\n15\nWaisbrod\r\n\tv Potgieter\n& others\n1953\r\n\t(4) SA 502\n(W) at 507H.\n16\nDublin\r\n\tCity Distillery (Great Brunswick Street, Dublin) Limited &\r\n\tanother v Doherty\n[1914] AC 823\n;\nWaisbrod v Potgieter\n,\r\n\tsupra, at 507G-H;\nBowman NO v Sacks &\r\n\tothers\n1986 (4) SA 459\n(W) at 461G;\nGriffin & others v The Master &\r\n\tanother\n(\nCommins\r\n\t& another intervening\n)\n2006 (1) SA\r\n\t187\n(SCA) para 7.\n17\nHenochsberg\r\n\ton the\nCompanies Act\nsupra\nat 822.\n18\nNeugarten\r\n\t& others v Standard Bank of South Africa Ltd\n1989\r\n\t(1) SA 797\n(A).\n19\nAt\r\n\t803D-E.\n20\nCooper\r\n\tv The Master & others\n1996 (1) SA\r\n\t962\n(N).\n21\nSmith\r\n\tv KwaNonqubela Town Council\n1999 (4)\r\n\tSA 947\n(SCA).\n22\nPara\r\n\t10.\n23\nSmith\npara 12.",
  "scraped_at": "2026-02-12T15:57:16.384017",
  "date": "2011-09-28",
  "coram": [
    "Lewis JJA",
    "Snyders JJA",
    "Malan JJA",
    "Majiedt JJA",
    "Seriti JJA"
  ],
  "case_number": "687/10",
  "parties": {
    "applicants": [
      "Mark William Lynn No",
      "Tintswalo Annah Nana Makhubele No"
    ],
    "respondents": [
      "Colin Henry Coreejes",
      "Leon Loock"
    ]
  },
  "sections": {
    "facts": "The appellants, Mark William Lynn No and Tintswalo Annah Nana Makhubele No, were appointed as joint liquidators of Wagmaar Investments CC, which had been voluntarily wound up in 2005. In July 2008, acting as plaintiffs, they instituted legal proceedings against the respondents, Colin Henry Coreejes and Leon Loock, who were trustees of the Kiriake Trust, alleging that the trustees had received assets of Wagmaar in breach of fiduciary duties. At the time of instituting the action only two of the three appointed liquidators (the appellants) authorised the proceeding; the third liquidator, J M Oelofsen, did not join the instruction to counsel and later resigned. The Master accepted his resignation and re‑appointed the two remaining liquidators.",
    "issues": "The appeal centred on two questions: (1) whether the failure to obtain the consent of all three liquidators under s 382(1) of the Companies Act 61 of 1973 rendered the power of attorney and the institution of the action a nullity; and (2) if the act was not a nullity, whether the subsequent ratification by the remaining liquidators could cure the defect.",
    "principles": "The Court examined the wording of s 382(1), noting that it imposes a joint‑and‑several liability on liquidators who act jointly but does not expressly prohibit unilateral action. It distinguished the provision from s 6(1) of the Trust Property Control Act, which contains a prohibitive ‘only’ language that makes unauthorised trustee acts a nullity. Precedent cited included Powell v Leech (joint liquidators must act jointly before a search warrant can be obtained), Lupacchini (nullity of unauthorised trustee actions), Neugarten (consent required for prohibited transactions), and Smith v KwaNonqubela (unauthorised agent actions can be ratified). The Court concluded that s 382(1) does not create a criminal sanction nor a blanket prohibition, and therefore unauthorised acts are not per se nullities; they may be ratified and are subject to cost consequences.",
    "application": "Applying these principles, the Court held that the institution of the action by only two of the three liquidators did not render the proceeding a nullity. The subsequent resignation of the dissenting liquidator and the re‑appointment of the remaining two as the sole joint liquidators amounted to a ratification of the procedural step. No statutory time limit barred such ratification, and the high court’s ruling that the action was a nullity was therefore erroneous.",
    "conclusion": "The appeal was upheld with costs, including the costs of two counsel. The order of the High Court was set aside and substituted with an order dismissing the respondents’ application to strike out the claim and awarding costs to the appellants."
  },
  "tags": {
    "level_1": "Companies Law",
    "level_2": "Insolvency",
    "level_3": [
      "Liquidators",
      "Joint action",
      "Section 382",
      "Ratification",
      "Procedural authority"
    ]
  }
}