{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/141.html",
  "case_name": "Maccsand (Pty) Ltd v City of Cape Town and Others (SCA) [2011] ZASCA 141; 2011 (6) SA 633 (SCA); [2011] 4 All SA 601 (SCA) (23 September 2011)",
  "citation": "[2011] ZASCA 141",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 141\n|\nNoteup\n|\nLawCite\nMaccsand (Pty) Ltd v City of Cape Town and Others (SCA) [2011] ZASCA 141; 2011 (6) SA 633 (SCA); [2011] 4 All SA 601 (SCA) (23 September 2011)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase nos: 709/2010 &746/10\nIn the matter between\n:\nMACCSAND (PTY) LTD\n….........................................................................\nFirst\r\nAppellant\nMINISTER OF MINERAL RESOURCES\n…...........................................\nSecond\r\nAppellant\nand\nCITY OF CAPE TOWN\n….......................................................................\nFirst\r\nRespondent\nNATIONAL MINISTER OF WATER AFFAIRS\nAND ENVIRONMENT\n…...................................................................\nSecond\r\nRespondent\nMINISTER OF LOCAL GOVERNMENT,\nENVIRONMENTAL AFFAIRS AND\r\nDEVELOPMENT\nPLANNING, WESTERN CAPE PROVINCE\n…...................................\nFourth\r\nRespondent\nMINISTER OF RURAL DEVELOPMENT AND\nLAND REFORM\n….................................................................................\nFifth\r\nRespondent\nTHE CHAMBER OF MINES OF SOUTH\r\nAFRICA Amicus curiae\nNeutral\r\ncitation:\nMaccsand v City of Cape Town\n(709/10;\r\n746/10) [2011] ZASCA 141 (23 September 2011)\nCoram:\nHARMS AP, CLOETE,\r\nSHONGWE and WALLIS JJA and PLASKET AJA\nHeard:\n16 August 2011\nDelivered:\n23 September 2011\nSummary:\nMining, municipal\r\nplanning and environmental management – whether holder of\r\nmining right or mining permit in terms of Minerals\nand Petroleum\r\nResources Development Act 28 of 2002 also requires land use planning\r\nauthorisation in terms of Land Use Planning\nOrdinance 15 of 1985 (C)\r\n– whether holder of mining right or mining permit also obliged\r\nto apply for environmental authorisation\nto conduct activities listed\r\nin terms of\nNational Environmental Management Act 107 of 1998\nORDER\nOn appeal from:\nWestern Cape\r\nHigh Court, Cape Town (Davis and Baartman JJ sitting as court of\r\nfirst instance):\n(a) The appeal is upheld to the extent\r\nthat paragraphs 2, 3, 4.2 and 5 of the order of the court below are\r\nset aside.\n(b) Each party, including the\namicus\r\ncuriae\n, shall bear its own costs.\nJUDGMENT\nPLASKET AJA (HARMS AP, CLOETE, SHONGWE\r\nand WALLIS JJA concurring)\n[1] This appeal\r\nfrom the Western Cape High Court, Cape Town concerns two issues. The\r\nfirst is whether the grant of a mining right\nor a mining permit\r\nissued by the Minister of Mineral Resources in terms of\ns 23\nand s 27\r\nof the Minerals and Petroleum Resources Development Act 28 of 2002\r\n(the MPRDA) entitles the holder of the right or permit\nto undertake\r\nmining operations without obtaining authorisation in terms of the\r\nLand Use Planning Ordinance 15 of 1985 (C) (LUPO),\nwhich empowers\r\nmunicipalities to determine and enforce the use to which land in\r\ntheir areas of jurisdiction may be put. The second\nissue is whether\r\nsuch a holder is precluded from commencing or continuing with its\r\nmining operations without first obtaining environmental\n\nauthorisations in terms of the National Environmental Management Act\r\n107 of 1998 (NEMA) in respect of activities listed under s\n24(2)(a)\r\nof NEMA. Davis J (with whom Baartman J concurred) found that both\r\nLUPO and NEMA applied to mining operations.\n1\nThe appeal against\r\nboth of these findings is with the leave of the court below.\nThe facts\n[2] The material\r\nfacts are not in dispute. The first appellant (Maccsand) was\r\nauthorised by a mining right issued to it by the second\nappellant,\r\nthe Minister of Mineral Resources (the Minister) in terms of s 23(1)\r\nof the MPRDA and a mining permit issued to it in\nterms of s 27 of the\r\nMPRDA to mine sand on two pieces of land, the Westridge dune and the\r\nRocklands dune, situated in Mitchell’s\nPlain and owned by the\r\nfirst respondent, the City of Cape Town (the City). The Westridge\r\ndune consists of three erven,\n2\none of which was\r\nzoned as rural and two as public open space in terms of LUPO. The\r\nRocklands dune was zoned as public open space.\n[3] The Westridge dune’s mining\r\narea is 16.3 hectares in extent although its total area is 74.2\r\nhectares. It is situated in\na residential area. It is abutted on\r\nthree sides by private homes and by vacant land on the fourth side.\r\nThe mining right authorised\nmining for a period of nine years. The\r\nRocklands dune is 3.643 hectares in extent but the proposed mining\r\narea is 1.5 hectares\nin extent. It too is situated in a residential\r\narea. It abuts private homes and lies between two schools. The mining\r\nright authorised\nmining for a period of two years, which could be\r\nrenewed for a maximum of a further three years.\n[4] While Maccsand asserted that it\r\nwas entitled to mine without further authority, the City insisted\r\nthat it could not do so without\nobtaining a consent use in respect of\r\nthe Rocklands dune and a departure from the restrictions imposed by\r\nthe zoning scheme in\nrespect of the Westridge dune. Without having\r\nattempted to do so, Maccsand began to mine the Rocklands dune. The\r\nCity launched\nan application for an interdict to stop this mining. An\r\ninterim order was duly granted and the City then amended its notice\r\nof\nmotion to include orders for relief in terms of NEMA as well.\n[5] The City’s attorneys sought\r\nan undertaking from Maccsand that it would not mine the Westridge\r\ndune without the necessary\nauthorisations required by LUPO and NEMA.\r\nWhen no undertaking was furnished, the City launched a second\r\napplication to interdict\nthe mining of this dune as well. The matters\r\nwere later consolidated. During the course of the litigation the\r\nfourth respondent,\nthe Minister of Local Government, Environmental\r\nAffairs and Development Planning, Western Cape Province was joined as\r\na party.\nHe made common cause with the City.\n[6] In due course, the consolidated\r\napplications were argued and the court below issued an order in the\r\nfollowing terms:\n‘\nIt\r\nis declared that:\n1.\r\nthe respondent may not commence or continue with mining operations on\r\nerf 13625, Mitchell’s Plain; erf 9889, Mitchell’s\nPlain;\r\nerf 1848, Schaapkraal; and/or erf 1210, Mitchell’s Plain (‘the\r\nproperties’) until and unless authorisation\nhas been granted in\r\nterms of the Land Use Planning Ordinance 15 of 1985, Cape (‘LUPO’)\r\nfor the land in question to\nbe used for mining;\n2.\r\nthe first respondent may not commence or continue with mining\r\noperation on the properties until and unless an environmental\r\nauthorisation has been granted in terms of the National Environmental\r\nManagement Act 107 of 1998 (‘NEMA’) for the carrying\nout\r\nof the activity identified in item 20 of Government Notice R386 of 21\r\nApril 2006 on the land in question;\n3.\r\nthe first respondent may not commence or continue with mining\r\noperations on erf 9889, Mitchell’s Plain, erf 1848,\r\nSchaapkraal;\nand erf 1210, Mitchell’s Plain until and\r\nunless an environmental authorisation has been granted in terms of\r\nNEMA for\nthe carrying out of the activity identified in item 12 of\r\nGovernment Notice R386 of 21 April 2006 on the land in question.\n4.\r\nThe first respondent is interdicted from commencing or continuing\r\nwith mining operations on the properties until and unless:\nauthorisation\r\n\t\thas been granted in terms of LUPO for the land in question to be\r\n\t\tused for mining;\nan\r\n\t\tenvironmental authorisation has been granted in terms of NEMA for\r\n\t\tthe carrying out of the activity identified in item 20\nof\r\n\t\tGovernment Notice R386 of 21 April 2006 on the land in question.\n5.\r\nThe first respondent is interdicted from commencing or continuing\r\nwith mining operations on erf 9889, Mitchell’s Plain;\nerf 1848,\r\nSchaapkraal; and erf 1210, Mitchell’s Plain until and unless an\r\nenvironmental authorisation has been granted in\nterms of NEMA for the\r\ncarrying out of the activity identified in item 12 of Government\r\nNotice R386 of 21 April 2006 on the land\nin question.\n6.\r\nThe costs of this application are to be paid by first and second\r\nrespondents, jointly and severally with one another, including\nthe\r\ncosts of two counsel.’\n[7] The court below held in respect of\r\nthe LUPO issue that the argument that the MPRDA excluded the\r\napplication of LUPO was flawed\nbecause it undermined the division of\r\npowers envisaged by the Constitution and would have the effect of\r\neradicating a municipality’s\nplanning function whenever a\r\nnational competence impacted on land use. It was accordingly held\r\nthat in the absence of a constitutionally\npermissible override, which\r\nwas absent, LUPO applied. In respect of the NEMA issue, the court\r\nbelow held that even though a great\ndeal of NEMA has been\r\nincorporated into the MPRDA, this did not have the effect of ousting\r\nthe obligation placed on Maccsand by\ns 24 of NEMA to obtain\r\nenvironmental authorisations where its mining activities involved\r\nlisted activities.\n[8] It was argued\r\nby Maccsand and the Minister that there is no need for a person to\r\nwhom a mining right or mining permit has been\nissued to possess or\r\nobtain the necessary land use authorisation in terms of LUPO. The\r\nsubmission was made that the MPRDA, being\nlegislation concerned with\r\na competence vested in the national sphere of government, prevails\r\nover LUPO to the extent that the\ntwo conflict. They also contended\r\nthat LUPO is not a ‘relevant law’ in terms of s 23(6) of\r\nthe MPRDA and therefore\nthat the holder of a mining right is not\r\nrequired to comply with it. It was also argued by them and the\r\nChamber of Mines, which\nwas admitted as\namicus\r\ncuriae\n, that the MPRDA incorporates\r\naspects of NEMA in order to give effect to s 24 of the Constitution\r\nin the context of mining and that\nthe aspects that it does not\r\nincorporate do not apply to mining.\n[9] The City and the Minister of Local\r\nGovernment, Environmental Affairs and Development Planning of the\r\nWestern Cape Provincial\nGovernment argued that the MPRDA does not\r\ndeal with land use planning and consequently there is no conflict\r\nbetween the MPRDA and\nLUPO. They contended that if the MPRDA were to\r\nbe interpreted as being in conflict with LUPO, the MPRDA would be\r\nunconstitutional\nto that extent because municipal planning is an\r\nexecutive competence that is vested exclusively in the local sphere\r\nof government.\nLastly, they argued that LUPO is indeed a relevant law\r\nfor purposes of the MPRDA and that provisions of NEMA that were not\r\ndirectly\nincorporated into the MPRDA nonetheless apply to mining.\nThe LUPO issue\n[10] The\r\nConstitution devolves governmental powers in various ways. Not only\r\ndoes it separate powers between the legislative, executive\nand\r\njudicial arms of government\n3\nbut it also divides\r\nlegislative and executive powers among three spheres of government.\r\nIt does this in s 40(1) which provides:\n‘\nIn\r\nthe Republic, government is constituted as national, provincial and\r\nlocal spheres of government which are distinctive, interdependent\nand\r\ninterrelated.’\n[11] This division\r\nof power represents a significant change from the hierarchical\r\nstructure of government that existed under the\npre-1994 constitutions\r\nin which the national legislature was sovereign and all-powerful, and\r\nprovincial and local government exercised\nonly those powers that had\r\nbeen allocated to them by the sovereign legislature. Now the position\r\nis different.\n4\nAs Ngcobo J held in\nDoctors\r\nfor Life International v Speaker of the National Assembly &\r\nothers\n5\nthe ‘basic\r\nstructure of our government consists of a partnership’ between\r\nthe three spheres of government, oiled by\nthe principles of\r\nco-operative government. These principles require, inter alia, that\r\nthe various spheres of government ‘exercise\ntheir powers and\r\nfunctions in a manner that does not encroach on the geographical,\r\nfunctional or institutional integrity of government\nin another\r\nsphere’.\n6\n[12] Once\r\ngovernmental power is divided in this way, it becomes necessary to\r\nallocate powers to each sphere of government. The Constitution\n\nachieves this by s 44 (national legislative competence); s 85(2)\r\n(national executive competence); s 104(1) (provincial\n\nlegislative competence); s 125(2) (provincial executive competence);\r\nand ss 156(1) and (2) (local executive and legislative competence).\n\nSchedule 4 of the Constitution lists functional areas of concurrent\r\nnational and provincial legislative competence and Schedule\n5 lists\r\nfunctional areas of exclusive provincial legislative competence.\n7\nIn this way powers\r\nare distributed among, and in some cases reserved, to each sphere of\r\ngovernment. A necessary corollary of this\nis that one sphere may not\r\nusurp the functions of another, although intervention by one sphere\r\nin the affairs of another is permitted\nin limited circumstances.\n8\nIn addition\r\ndeadlock-breaking measures are in place for instances when\r\nlegislation originating from different spheres conflicts;\n9\nand the idea of\r\ncooperative government includes dispute resolution provisions so that\r\ninter-governmental disputes may be resolved\nwithout litigation.\n10\n[13] In this\r\nscheme, how are national legislative competences to be identified? In\nEx\r\nParte President of the Republic of South Africa: In Re\r\nConstitutionality of the Liquor Bill\n11\nCameron AJ set out\r\nthe approach thus:\n‘\nBy\r\ncontrast with Schedule 5, the Constitution contains no express\r\nitemisation of the exclusive competences of the national Legislature.\n\nThese may be gleaned from individual provisions requiring or\r\nauthorising “national legislation” regarding specific\n\nmatters. They may also be derived by converse inference from the fact\r\nthat specific concurrent and exclusive legislative competences\nare\r\nconferred upon the provinces, read together with the residual power\r\nof the national Parliament, in terms of s 44(1)(a)(ii),\nto pass\r\nlegislation with regard to “any matter”. This is subject\r\nonly to the exclusive competences of Schedule 5 which\nare in turn\r\nsubordinated to the “override” provision in s 44(2). An\r\nobvious instance of exclusive national legislative\ncompetence to\r\nwhich the Constitution makes no express allusion is foreign affairs.’\n[14] Applying this\r\napproach, it is clear that the regulation of mining is an exclusive\r\nnational legislative competence and that\nthe administration of the\r\nMPRDA is vested in the national executive. Mining is not mentioned in\r\neither Schedule 4 or 5 and so,\nby ‘converse inference’ it\r\nis a legislative competence that falls within the scope of the term\r\n‘any matter’\nas contemplated by s 44(1)(a)(ii) of the\r\nConstitution;\n12\nand the MPRDA\r\nitself vests its administration in the Minister of Mineral Resources\r\nand her officials within the national executive\nsphere of government.\n[15] The ‘national character’\r\nof the MPRDA is evident from its objects, set out in s 2, which are\r\nof such a nature that\nthe vesting of both legislative and executive\r\ncompetence in the national sphere of government is appropriate.\r\nSection 2 provides:\n‘\nThe\r\nobjects of this Act are to –\n(a)\r\nrecognise the internationally accepted right of the State to exercise\r\nsovereignty over all the mineral and petroleum resources\nwithin the\r\nRepublic;\n(b)\r\ngive effect to the principle of the State's custodianship of the\r\nnation's mineral and petroleum resources;\n(c)\r\npromote equitable access to the nation's mineral and petroleum\r\nresources to all the people of South Africa;\n(d)\r\nsubstantially and meaningfully expand opportunities for historically\r\ndisadvantaged persons, including women, to enter the mineral\nand\r\npetroleum industries and to benefit from the exploitation of the\r\nnation's mineral and petroleum resources;\n(e)\r\npromote economic growth and mineral and petroleum resources\r\ndevelopment in the Republic;\n(f)\r\npromote employment and advance the social and economic welfare of all\r\nSouth Africans;\n(g)\r\nprovide for security of tenure in respect of prospecting,\r\nexploration, mining and production operations;\n(h)\r\ngive effect to section 24 of the Constitution by ensuring that the\r\nnation's mineral and petroleum resources are developed in\nan orderly\r\nand ecologically sustainable manner while promoting justifiable\r\nsocial and economic development; and\n(i)\r\nensure that holders of mining and production rights contribute\r\ntowards the socio-economic development of the areas in which\nthey are\r\noperating.’\n[16] LUPO differs\r\nfrom the MPRDA in at least two respects. First, it is ‘old\r\norder legislation’ in that it is ‘legislation\nenacted\r\nbefore the 1993 Constitution took effect’.\n13\nIt continues in\r\nforce subject to amendment or repeal and consistency with the\r\nConstitution.\n14\nWhile it may not\r\nhave a wider effect than it had before the 1993 Constitution took\r\neffect, it ‘continues to be administered\nby the authorities\r\nthat administered it when the new Constitution took effect, subject\r\nto the new Constitution’.\n15\nSecondly, having\r\nbeen promulgated by the erstwhile Administrator of the Cape of Good\r\nHope for that province prior to April 1994,\nand the administration\r\nthereof having since been assigned to the province of the Western\r\nCape in June 1994, as well as to other\nprovinces that made up the\r\nerstwhile Cape of Good Hope, LUPO is provincial legislation for\r\npurposes of the Constitution. Similar\nprovincial legislation is in\r\nplace in the rest of the country.\n16\n[17] In terms of\r\nLUPO, powers are granted to municipalities to regulate land use in\r\ntheir areas of jurisdiction, subject to oversight\nby the provincial\r\ngovernment. So, every municipality is empowered to prepare structure\r\nplans ‘in respect of the land situated\nin its area of\r\njurisdiction’,\n17\nthe purpose of\r\nwhich is to ‘lay down guidelines for the future spatial\r\ndevelopment of the area to which it relates (including\nurban renewal,\r\nurban design or the preparation of development plans) in such a way\r\nas will effectively promote the order of the\narea as well as the\r\ngeneral welfare of the community concerned’.\n18\nA structure plan\r\nmay ‘authorise rezoning in accordance with such structure plan\r\nby a [municipal] council’.\n19\n[18] Furthermore,\r\nwhile the Premier of the Western Cape is empowered to make scheme\r\nregulations\n20\nin order to effect\r\ncontrol over zoning, such scheme regulations ‘may authorise the\r\ngranting of departures and sub-divisions\nby a council’.\n21\nThe purpose of a\r\nzoning scheme in general terms is to ‘determine use rights and\r\nto provide for control over use rights and\nover the utilisation of\r\nland in the area of jurisdiction of a local authority’.\n22\n[19] Applications\r\nfor amendments to land use restrictions applicable to a property or\r\nfor the temporary use of a property for a\nuse for which no provision\r\nhas been made in the scheme regulations are directed to ‘the\r\ntown clerk or secretary’ of\na municipality and if a municipal\r\ncouncil has been authorised to do so, it may grant or refuse such an\r\napplication. (If it has\nnot been so authorised, the Premier takes the\r\ndecision.)\n23\nSimilarly, a\r\nmunicipal council may, if authorised to do so by a structure plan,\r\ngrant or refuse applications by the owner of land\nfor its rezoning.\n24\n[20] These powers\r\nmust be seen in a broader context, namely the obligation placed on\r\nevery municipality in terms of\ns 25(1)\nof the\nLocal Government:\nMunicipal Systems Act 32 of 2000\nto adopt an integrated development\r\nplan which is required to reflect, inter alia, ‘a spatial\r\ndevelopment framework which\nmust include the provision of basic\r\nguidelines for a land use management system for the municipality’.\n25\nIn terms of\ns\r\n35(1)(a)\nthe integrated development plan ‘is the principal\r\nstrategic planning instrument which guides and informs all planning\r\nand\ndevelopment, and all decisions with regard to planning,\r\nmanagement and development, in the municipality’.\n[21] From the above\r\nit can be seen that municipalities play a central role in land use\r\nplanning in their areas of jurisdiction.\nIt is, no doubt, appropriate\r\nfor them to do so given their knowledge of local conditions and their\r\nintimate link with the local\nelectorate whose interests they\r\nrepresent. The importance of this planning function was commented on\r\nby Rogers AJ in\nIntercape\r\nFerreira Mainliner (Pty) Ltd & others v Minister of Home Affairs\r\n& others\n26\nwhen he said that\r\nland use contrary to LUPO would frustrate the very purpose of town\r\nplanning and, even if the disregard of LUPO\nwas relatively minor,\r\n‘the character of the area and the welfare of the members of\r\nthe community in that area would be jeopardised\nand the planning\r\nobjectives of the local authority . . . frustrated’.\n[22] I turn now to\r\nconsider the constitutional position of municipalities and the powers\r\nand functions that are vested in them by\nthe Constitution. A\r\nmunicipality under the present constitutional dispensation ‘is\r\nnot a mere creature of statute, otherwise\nmoribund, save if imbued\r\nwith power by provincial or national legislation’ but an organ\r\nof state that ‘enjoys “original”\nand\r\nconstitutionally entrenched powers, functions, rights and duties that\r\nmay be qualified or constrained by law and only to the\nextent the\r\nConstitution permits’.\n27\n[23] Section 151 of the Constitution\r\nconcerns itself with the status of municipalities. It provides:\n‘\n(1)\r\nThe local sphere of government consists of municipalities, which must\r\nbe established for the whole of the territory of the Republic.\n(2)\r\nThe executive and legislative authority of a municipality is vested\r\nin its Municipal Council.\n(3)\r\nA municipality has the right to govern, on its own initiative, the\r\nlocal government affairs of its community, subject to national\nand\r\nprovincial legislation, as provided for in the Constitution.\n(4)\r\nThe national or a provincial government may not compromise or impede\r\na municipality's ability or right to exercise its powers\nor perform\r\nits functions.’\n[24] Section 152(1)\r\nlists a number of objects of local government. They include the\r\nprovision of democratic and accountable government\nat local level,\n28\nthe promotion of\r\nsocial and economic development\n29\nand the promotion\r\nof a safe and healthy environment.\n30\nSection 155(6)\r\nplaces an obligation on a province to take steps ‘by\r\nlegislative or other means’ to ‘provide for\nthe\r\nmonitoring and support of local government in the province’ and\r\nto ‘promote the development of local government\ncapacity to\r\nenable municipalities to perform their functions and manage their own\r\naffairs’. Section 155(7) provides that\nboth the national\r\ngovernment (subject to s 44) and provincial governments ‘have\r\nthe legislative and executive authority to\nsee to the effective\r\nperformance by municipalities of their functions in respect of\r\nmatters listed in Schedules 4 and 5, by regulating\nthe exercise by\r\nmunicipalities of their executive authority referred to in section\r\n156(1)’.\n[25] Section 156(1), in turn,\r\nprovides:\n‘\nA\r\nmunicipality has executive authority in respect of, and has the right\r\nto administer –\nthe\r\n\tlocal government matters listed in Part B of Schedule 4 and Part B\r\n\tof Schedule 5; and\nany\r\n\tother matter assigned to it by national or provincial legislation.’\nSection 152(2) empowers municipalities\r\nto legislate in order to administer effectively those matters which\r\nthey may administer.\nOne of the matters that is listed in Part B of\r\nSchedule 4 as a matter over which municipalities have executive\r\nauthority and powers\nof administration is municipal planning.\n[26] The effect of\r\ns 152, when read with Part B of Schedule 4, on the competences of the\r\nvarious spheres of government was summarised\nthus by Nugent JA in\nGauteng\r\nDevelopment Tribunal\n:\n31\n‘\nIt\r\nwill be apparent, then, that, while national and provincial\r\ngovernment may legislate in respect of the functional areas in\r\nSchedule\n4, including those in Part B of that schedule, the executive\r\nauthority over, and administration of, those functional areas is\r\nconstitutionally\nreserved to municipalities. Legislation, whether\r\nnational or provincial, that purports to confer those powers upon a\r\nbody other\nthan a municipality will be constitutionally invalid. None\r\nof that is controversial.’\n[27] What remains\r\nto be determined in respect of this aspect of the case is the meaning\r\nof the term ‘municipal planning’\nin Part B of Schedule 4.\r\nOnce again, the answer is provided by Nugent JA in\nGauteng\r\nDevelopment Board\n:\n32\n‘\nIt\r\nis clear that the word “planning”, when used in the\r\ncontext of municipal affairs, is commonly understood to refer\nto the\r\ncontrol and regulation of land use, and I have no doubt that it was\r\nused in the Constitution with that common usage in mind.\nThe prefix\r\n“municipal” does no more than to confine it to municipal\r\naffairs.’\n[28] This\r\ninterpretation is consistent with what Yacoob J, albeit in a minority\r\njudgment, held planning legislation to be in\nWary\r\nHoldings (Pty) Ltd v Stalwo (Pty) Ltd & another\n33\nnamely ‘legislation\r\nconcerning zoning and subdivision of land’. Nugent JA’s\r\ninterpretation of municipal planning\nwas, furthermore, held to be\r\ncorrect by Jafta J in\nJohannesburg\r\nMetropolitan Municipality v Gauteng Development Tribunal &\r\nothers\n34\nwhen he said:\n‘\nReturning\r\nto the meaning of “municipal planning”, the term is not\r\ndefined in the Constitution. But “planning”\nin the\r\ncontext of municipal affairs is a term which has assumed a\r\nparticular, well-established meaning which includes the zoning\nof\r\nland and the establishment of townships. In that context, the term is\r\ncommonly used to define the control and regulation of\nthe use of\r\nland. There is nothing in the Constitution indicating that the word\r\ncarries a meaning other than its common meaning\nwhich includes the\r\ncontrol and regulation of the use of land. It must be assumed, in my\r\nview, that when the Constitution drafters\nchose to use “planning”\r\nin the municipal context, they were aware of its common meaning.’\n[29] It was argued by Maccsand and the\r\nMinister that the MPRDA vests in the national executive sphere of\r\ngovernment, as a necessary\ncomponent of the power to regulate mining\r\nin the national interest, the power to determine mining-related land\r\nuse rights, and\nthat consequently there is no room for the land use\r\nplanning regime of LUPO in respect of mining. If this argument is\r\ncorrect it\nraises the spectre of the MPRDA being in conflict with the\r\nConstitution’s division of powers. The anterior question,\r\nhowever,\nis whether as a matter of interpretation the MPRDA does\r\nindeed purport to determine questions of land use dealt with under\r\nLUPO.\n[30] The Minister\r\nrepresents the State as custodian of the nation’s mineral and\r\npetroleum resources and, in this capacity,\nis empowered to ‘grant,\r\nissue, refuse, control, administer and manage any reconnaissance\r\npermission, prospecting right, permission\nto remove, mining right,\r\nmining permit, retention permit, technical co-operation permit,\r\nreconnaissance permit, exploration right\nand production right’.\n35\nShe is, in this\r\ncapacity, obliged to ‘ensure the sustainable development of\r\nSouth Africa’s mineral and petroleum resources\nwithin a\r\nframework of national environmental policy, norms and standards while\r\npromoting economic and social development’.\n36\n[31] A person may, in terms of s 22 of\r\nthe MPRDA, apply to the Minister for a mining right. If the\r\napplication complies with the\nprescribed requirements, it is placed\r\nbefore the Minister for her decision. In terms of s 23(1) she ‘must’\r\ngrant a\nmining right if eight factors are present and, in terms of s\r\n23(3), she must refuse to grant it if ‘the application does not\n\nmeet all the requirements referred to in subsection (1)’. Those\r\nrequirements are:\n‘\n(a)\r\nthe mineral can be mined optimally in accordance with the mining work\r\nprogramme;\n(b)\r\nthe applicant has access to financial resources and has the technical\r\nability to conduct the proposed mining operation optimally;\n(c)\r\nthe financing plan is compatible with the intended mining operation\r\nand the duration thereof;\n(d)\r\nthe mining will not result in unacceptable pollution, ecological\r\ndegradation or damage to the environment;\n(e)\r\nthe applicant has provided financially and otherwise for the\r\nprescribed social and labour plan;\n(f)\r\nthe applicant has the ability to comply with the relevant provisions\r\nof the Mine Health and Safety Act, 1996 (Act 29 of 1996);\n(g)\r\nthe applicant is not in contravention of any provision of this Act;\r\nand\n(h)\r\nthe granting of such right will further the objects referred to in\r\nsection 2 (d) and (f) and in accordance with the charter\ncontemplated\r\nin section 100 and the prescribed social and labour plan.’\n[32] Section 27\r\ndeals with applications for mining permits. Such a permit may only be\r\nissued if two requirements are met. They are\nthat ‘the mineral\r\nin question can be mined optimally within a period of two years’\r\nand that ‘the mining area\nin question does not exceed 1.5\r\nhectares in extent’.\n37\nSection 27(6)\r\nprovides that the Minister must issue the mining permit if these\r\nrequirements are met and an environmental management\nplan has been\r\nsubmitted by the applicant.\n[33] It is clear,\r\nin my view, from a reading of s 23 and s 27 that not one of the\r\nconsiderations that the Minister is required to\ntake into account is\r\nconcerned with municipal planning. She does not have to, and probably\r\nmay not, take into account a municipality’s\nintegrated\r\ndevelopment plan or its scheme regulations.\n38\nShe will not\r\nconsider and probably will not even have the information available to\r\nher as to the current use of land, much less\nthe municipality’s\r\nviews on how the issue of a mining right or mining permit may impact\r\non the inhabitants and on its future\nplans. As a result, it cannot be\r\nsaid that the MPRDA provides a surrogate municipal planning function\r\nthat displaces LUPO and it\ndoes not purport to do so. Its concern is\r\nmining, not municipal planning. That being so, LUPO continues to\r\noperate alongside the\nMPRDA. Once a mining right or mining permit has\r\nbeen issued, the successful applicant will not be able to mine unless\r\nLUPO allows\nfor that use of the land in question.\n[34] It was argued\r\nby Maccsand and the Minister that this results in a duplication of\r\nadministrative functions that cannot have\nbeen intended. The short\r\nanswer is that I have found that the MPRDA and LUPO are directed at\r\ndifferent ends and therefore there\nis no duplication. In any event,\r\nfor as long as the Constitution reserves the administration of\r\nmunicipal planning functions as\nan exclusive competence of local\r\ngovernment, a successful applicant for a mining right or a mining\r\npermit will also have to comply\nwith LUPO in the provinces in which\r\nit operates. The authority to mine granted by the Minister after\r\ntaking into account mining-related\nconsiderations is ‘logically\r\nanterior to the procurement of consents that may be necessary for its\r\nexecution’, to borrow\na phrase from\nMinister\r\nof Public Works & others v Kyalami Ridge Environmental\r\nAssociation & another (Mukhwevho Intervening)\n.\n39\nIn any event, as\r\nthe cases (including the\nKyalami\r\nRidge\ncase)\r\ndemonstrate, dual authorisations by different administrators, serving\r\ndifferent purposes, are not unknown, and not objectionable\nin\r\nprinciple – even if this results in one of the administrators\r\nhaving what amounts to a veto.\n40\nIn\nWary\r\nHoldings (Pty) Ltd v Stalwo (Pty) Ltd & another\n,\n41\nKroon AJ made the\r\npoint that there is no reason why ‘two spheres of control\r\ncannot co-exist’ and that where, as in that\ncase and this case,\r\none operates from ‘a municipal perspective and the other from a\r\nnational perspective’ they each\napply their own ‘constitutional\r\nand policy considerations’.\n42\n[35] In the result, the LUPO issue\r\nmust be decided against Maccsand and the Minister and in favour of\r\nthe City and the Minister\nof Local Government, Environmental Affairs\r\nand Development Planning in the Western Cape. That means that the\r\nappeal must fail in\nrespect of paragraphs 1 and 4.1 of the order\r\nissued by the court below.\nThe NEMA issue\n[36] In the court\r\nbelow it was declared that Maccsand was not entitled to commence or\r\ncontinue its mining operations until and unless\nan environmental\r\nauthorisation had been granted in terms of NEMA for the carrying out\r\nof the activities listed as item 20 (in respect\nof all four erven)\r\nand item 12 (in respect of the Westridge dune) in Government Notice\r\nR386 promulgated in\nGovernment\r\nGazette\n28753\r\nof 21 April 2006. Interdicts to this effect were also granted.\n[37] It is\r\nunnecessary to examine the legislative scheme of NEMA because on 2\r\nAugust 2010 Government Notice R386 was repealed in\nits entirety.\n43\nThat meant that\r\nitems 20 and 12 of the listings were no longer in operation and could\r\nnot be contravened in the future. This rendered\nthe prayers for the\r\ninterdicts redundant and the declarators academic. While the matter\r\nhad been argued over a number of days in\nApril 2010, the judgment of\r\nthe court below was handed down on 20 August 2010, with the court\r\nobviously not having been informed\nof the repeal. That being so, the\r\ninterdicts in respect of items 20 and 12 of Government Notice R386\r\ncould not validly have been\nissued and the declarators were made in\r\nthe erroneous belief that the listing notices were current. There was\r\nthus no reason for\nthe declarators to have been made in the absence\r\nof a live, concrete dispute, and they served no purpose. The appeal\r\nmust therefore\nsucceed to the extent that prayers 2, 3, 4.2 and 5 of\r\nthe court below’s order must be set aside.\n[38] The repeal of Government Notice\r\nR386 appears to be part of a wider, continuing process of amendment\r\nof NEMA and its subordinate\nlegislation that is aimed, it would seem,\r\nat rationalising environmental regulation generally and in relation\r\nto the specific undertaking\nof mining. Argument was addressed to us\r\non the effect of the amendments that have been effected, including\r\namendments that have\nyet to be brought into force. We were asked to\r\ngive guidance by way of declaratory relief on the relationship\r\nbetween the MPRDA\nand NEMA.\n[39] I decline to\r\naccede to the request. The proper approach to this issue was set out\r\nby Corbett CJ in\nShoba\r\nv Officer Commanding, Temporary Police Camp, Wagendrift Dam &\r\nanother; Maphanga v Officer Commanding, South African Police\nMurder\r\nand Robbery Unit, Pietermaritzburg & another\n44\nwhen he said:\n‘\nGenerally\r\nspeaking, the Courts will not, in terms of s 19(1)(a)(iii) [of the\r\nSupreme Court Act 59 of 1959], deal with or pronounce\nupon abstract\r\nor academic points of law. An existing or concrete dispute between\r\npersons is not a prerequisite for the exercise\nby the Court of its\r\njurisdiction under this subsection, though the absence of such a\r\ndispute may, depending on the circumstances,\ncause the Court to\r\nrefuse to exercise its jurisdiction in a particular case. . . . But\r\nbecause it is not the function of the Court\nto act as an advisor, it\r\nis a requirement of the exercise of jurisdiction under this\r\nsubsection that there should be interested\nparties upon whom the\r\ndeclaratory order would be binding.’\nIt is not clear to me that any of the\r\nparties have the type of interest required by s 19(1)(a)(iii) in the\r\ndispute on which we are\nrequested to give advice. If I am incorrect,\r\nhowever, I am nonetheless of the view that the hypothetical nature of\r\nthe dispute\nentitles us to refuse to engage with it.\nCosts\n[40] In the court\r\nbelow, the City achieved substantial success even though it was not\r\nentitled to the relief concerning NEMA. As\na result, its costs ought\r\nto be borne by Maccsand and the Minister of Mineral Resources. In\r\nthis court, Maccsand and the Minister\nof Mineral Resources succeeded\r\nin part in that, while they lost the LUPO issue, they won the NEMA\r\nissue. I would not classify this\nas substantial success because the\r\nCity and the Province were equally successful. I am of the view that\r\nbecause of the success\neach of the parties has achieved on appeal,\r\nthey should bear their own costs. The Chamber of Mines, as\namicus\r\ncuriae\n,\r\nand the Minister of Local Government, Environmental Affairs and\r\nDevelopment Planning, Western Cape Government should also bear\ntheir\r\nown costs.\nThe order\n[41] The following order is made:\n(a) The appeal is upheld to the extent\r\nthat paragraphs 2, 3, 4.2 and 5 of the order of the court below are\r\nset aside.\n(b) Each party, including the\namicus\r\ncuriae\n, shall bear its own costs.\n_____________________\nC. Plasket\nActing Judge of Appeal\nAPPEARANCES\nFirst appellant: L Rose-Innes SC (with\r\nhim N Bawa)\nInstructed by:\nCliffe Dekker Hofmeyr Inc, Cape Town\nClaude Reid Inc, Bloemfontein\nSecond appellant: MM Oosthuizen SC\r\n(with him K Warner)\nInstructed by:\nState Attorney, Cape Town\nState Attorney, Bloemfontein\nFirst respondent: G Budlender SC (with\r\nhim E Van Huysteen)\nInstructed by:\nCullinan and Associates, Cape Town\nBarbara Cordiers Attorneys,\r\nBloemfontein\nFourth respondent: AM Breitenbach SC\r\n(with him R Paschke)\nInstructed by:\nWerksmans, Paarl\nNaudes, Bloemfontein\nAmicus Curiae\n: SJ Grobler SC\r\n(with him P Lazarus)\nInstructed by:\nDeneys Reitz, Johannesburg\nWebbers, Bloemfontein\n1\nCity\r\n\tof Cape Town v Maccsand (Pty) Ltd & others\n2010 (6) SA 63\n(WCC).\n2\nThe\r\n\tthree erven are erf 9889, Mitchell’s Plain, erf 1848,\r\n\tSchaapkraal and erf 1210, Mitchell’s Plain. The Rocklands\ndune\r\n\tis erf 13625, Mitchell’s Plain.\n3\nSouth\r\n\tAfrican Association of Personal Injury Lawyers v Heath & others\n[2000] ZACC 22\n;\n2001 (1) SA 883\n(CC) para 22.\n4\nFedsure\r\n\tLife Assurance Ltd & others v Greater Johannesburg Transitional\r\n\tMetropolitan Council & others\n[1998] ZACC 17\n;\n1999\r\n\t(1) SA 374\n(CC) paras 26-40;\nJohannesburg\r\n\tMunicipality v Gauteng Development Tribunal & others\n2010 (2) SA 554\n(SCA) para 24.\n5\nDoctors\r\n\tfor Life International v Speaker of the National Assembly &\r\n\tothers\n[2006] ZACC 11\n;\n2006\r\n\t(6) SA 416\n(CC) para 82.\n6\nEx\r\n\tParte Chairperson of the Constitutional Assembly: In Re\r\n\tCertification of the Constitution of the Republic of South Africa,\n[1996] ZACC 26\n;\n1996\n1996\r\n\t(4) SA 744\n(CC) para 289;\nJohannesburg\r\n\tMetropolitan Municipality v Gauteng Development Tribunal &\r\n\tothers\n2010\r\n\t(6) SA 182\n(CC) para 43. See too, Constitution s 41(1)(g).\n7\nSee\nJohannesburg\r\n\tMunicipality v Gauteng Development Tribunal & others\n(note 4) paras\r\n\t25-26.\n8\nJohannesburg\r\n\tMetropolitan Municipality v Gauteng Development Tribunal &\r\n\tothers\n(note\r\n\t6) para 44; Constitution s 100 and s 139.\n9\nConstitution\r\n\ts 146-150.\n10\nConstitution\r\n\ts 41(2), (3) and (4).\n11\nEx\r\n\tParte President of the Republic of South Africa: In Re\r\n\tConstitutionality of the Liquor Bill\n[1999] ZACC 15\n;\n2000\r\n\t(1) SA 732\n(CC) para 46.\n12\nSection\r\n\t44(1)(a)(ii) provides:\n‘\nThe\r\n\tnational legislative authority as vested in Parliament –\nconfers on the National\r\n\t\tAssembly the power –\n. . .\nto\r\n\tpass legislation with regard to any matter, including a matter\r\n\twithin a functional area listed in Schedule 4, but excluding,\n\n\tsubject to subsection (2), a matter within a functional area listed\r\n\tin Schedule 5 . . . .’\n13\nConstitution\r\n\tSchedule 6, item 1.\n14\nConstitution\r\n\tSchedule 6, item 2(1).\n15\nConstitution\r\n\tSchedule 6, item 2(2).\n16\nTownships\r\n\tOrdinance 9 of 1969 (Orange Free State); Town Planning Ordinance 27\r\n\tof 1949 (Natal); Town Planning and Townships Ordinance\n15 of 1986\r\n\t(Transvaal). See\nJohannesburg\r\n\tMunicipality v Gauteng Development Tribunal & others\n(note 4) para 5.\n17\nLUPO\r\n\ts 4(1).\n18\nLUPO\r\n\ts 5(1).\n19\nLUPO\r\n\ts 5(2).\n20\nLUPO\r\n\ts 9(2).\n21\nLUPO\r\n\ts 9(1).\n22\nLUPO\r\n\ts 11. See too\nWalele\r\n\tv City of Cape Town & others\n[2008] ZACC 11\n;\n2008\r\n\t(6) SA 129\n(CC) paras 129-131.\n23\nLUPO\r\n\ts 15(1).\n24\nLUPO\r\n\ts 16(1).\n25\nLocal\nGovernment: Municipal Systems Act s\n26(e).\n26\nIntercape\r\n\tFerreira Mainliner (Pty) Ltd & others v Minister of Home Affairs\r\n\t& others\n2010\r\n\t(5) SA 367\n(WCC) para 105.\n27\nCity\r\n\tof Cape Town & another v Robertson & another\n[2004] ZACC 21\n;\n2005 (2) SA 323\n(CC) para 60.\n28\nConstitution\r\n\ts 152(1)(a).\n29\nConstitution\r\n\ts 152(1)(c).\n30\nConstitution\r\n\ts 152(1)(d).\n31\nNote\r\n\t4 para 28.\n32\nNote\r\n\t4 para 41.\n33\nWary\r\n\tHoldings (Pty) Ltd v Stalwo (Pty) Ltd & another\n[2008] ZACC 12\n;\n2009 (1) SA 337\n(CC) para 131.\n34\nNote\r\n\t6 para 57.\n35\nMPRDA\r\n\ts 3(2)(a).\n36\nMPRDA\r\n\ts 3(3).\n37\nMPRDA\r\n\ts 27(1).\n38\nIf\r\n\tthe Minister take these matters into account and refuses to grant a\r\n\tmining right or mining permit on that account her decision\nmight\r\n\twell be susceptible to review on the basis of her having regard to\r\n\tirrelevant considerations. See the\nPromotion of Administrative\nJustice Act 3 of 2000\ns 6(2)(e)(iii).\n39\n\">\n39\nMinister\r\n\tof Public Works & others v Kyalami Ridge Environmental\r\n\tAssociation & another (Mukhwevho Intervening)\n2001 (3) SA 1151\n(CC) para 59.\n40\nWary\r\n\tHoldings (Pty) Ltd v Stalwo (Pty) Ltd & another\n(note 33) para 80.\n41\nNote\r\n\t33.\n42\nPara\r\n\t80. See too\nFuel\r\n\tRetailers Association of Southern Africa v Director-General:\r\n\tEnvironmental Management, Department of Agriculture, Conservation\n\n\tand Environment, Mpumalanga Province & others\n2007 (6) SA 4\n(CC)\r\n\tpara 82.\n43\nEnvironmental\r\n\tImpact Assessment Regulations Listing Notice 1 of 2010, Government\r\n\tNotice R544 promulgated in\nGovernment\r\n\tGazette\n33306\r\n\tof 18 June 2010 reg 4.\n44\nShoba\r\n\tv Officer Commanding, Temporary Police Camp, Wagendrift Dam &\r\n\tanother; Maphanga v Officer Commanding, South African\nPolice Murder\r\n\tand Robbery Unit, Pietermaritzburg & another\n1995 (4) SA 1\n(A)\r\n\tat 14F-G.",
  "scraped_at": "2026-02-12T15:52:39.074635",
  "date": "2011-09-23",
  "coram": [
    "HARMS AP",
    "CLOETE",
    "SHONGWE",
    "WALLIS JJA",
    "PLASKET AJA"
  ],
  "case_number": "709/2010 & 746/10",
  "parties": {
    "applicants": [
      "Maccsand (Pty) Ltd",
      "Minister of Mineral Resources"
    ],
    "respondents": [
      "City of Cape Town",
      "National Minister of Water Affairs and Environment",
      "Minister of Local Government, Environmental Affairs and Development Planning, Western Cape Province",
      "Minister of Rural Development and Land Reform"
    ]
  },
  "sections": {
    "facts": "Maccsand (Pty) Ltd was granted a mining right under s 23(1) of the Minerals and Petroleum Resources Development Act (MPRDA) and a mining permit under s 27 of the same Act to extract sand from the Westridge and Rocklands dunes in Mitchell's Plain, land owned by the City of Cape Town. The dunes were zoned under the Land Use Planning Ordinance (LUPO) – the Westridge dune partly as rural and public open space, the Rocklands dune as public open space. Maccsand began mining the Rocklands dune without obtaining the required LUPO consent or an environmental authorisation under the National Environmental Management Act (NEMA). The City obtained an interim interdict, sought further interdicts for the Westridge dune and applied for cost orders. The matter progressed through the High Court and was appealed to the Supreme Court of Appeal.",
    "issues": "1) Whether a holder of a mining right or permit issued under the MPRDA must also obtain land‑use planning authorisation under LUPO before commencing mining operations. 2) Whether the holder must obtain environmental authorisation under NEMA for the activities listed in Government Notice R386, given that the notice was later repealed.",
    "principles": "The Court applied constitutional principles of the division of governmental powers, noting that municipal planning is an exclusive competence of local government under s 152 and Part B of Schedule 4 of the Constitution. The MPRDA is an exclusive national competence concerning mining and does not contain provisions that replace municipal planning functions. Consequently, LUPO remains applicable unless expressly overridden, which it is not. Regarding NEMA, the Court recognised s 24 of the Constitution, which obliges compliance with environmental legislation, but held that a repeal of the relevant listing notice (R386) nullified the basis for the interdicts.",
    "application": "The Court found that the MPRDA does not supplant LUPO; therefore Maccsand must obtain the necessary land‑use consent from the City before mining. The appeal against this finding was dismissed. On the NEMA issue, because Government Notice R386 was repealed before the High Court judgment, the listed activities (items 20 and 12) no longer existed. The interdicts based on those listings were therefore untenable, and the Court set aside the related orders, granting relief to Maccsand on this point.",
    "conclusion": "The appeal was upheld in part: paragraphs 2, 3, 4.2 and 5 of the High Court order were set aside, confirming that LUPO applies to the mining operations while the NEMA‑related interdicts were invalid. Each party, including the amicus curiae, was ordered to bear its own costs."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Mining Law",
    "level_3": [
      "land use planning",
      "environmental authorisation",
      "municipal authority",
      "MPRDA"
    ]
  }
}