{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/91.html",
  "case_name": "South African Police Service Medical Scheme ( (2011 (4) SA 456 (SCA)) [2011] ZASCA 91; 542/10 (31 May 2011)",
  "citation": "[2011] ZASCA 91",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 91\n|\nNoteup\n|\nLawCite\nSouth African Police Service Medical Scheme ( (2011 (4) SA 456 (SCA)) [2011] ZASCA 91; 542/10 (31 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\nNo:\n542/10\nIn\nthe matter between:\nTHE\nSOUTH AFRICAN POLICE SERVICE\nMEDICAL\nSCHEME ('POLMED')\n.........................................................\nFirst\nAppellant\nQUALSA\nHEALTHCARE (PTY) LTD\n…...................................\nSecond\nAppellant\nand\nANDILE\nROBERT LAMANA\n…...............................................\nFirst\nRespondent\nNZWANA\nVICTOR MZILI\n…...............................................\nSecond\nRespondent\nTANDIE\nCOLEMAN MALONI\n….............................................\nThird\nRespondent\nNeutral\ncitation:\nThe\nSouth African Police Service Medical Scheme ('Polmed') v Lamana\n(542/10)\n[2011] ZASCA 91\n(31 May\n2011).\nCoram:\nCLOETE,\nPONNAN, CACHALIA and MALAN JJA and MEER AJA\nHeard:\n19 MAY 2011\nDelivered:\n31 MAY 2011\nSummary:\nSection\n21A of the Supreme Court Act 59 of 1959: if facts relevant to the\nexercise of a court of appeal's discretion under s 21A of\nthe Supreme\nCourt Act do not appear from the record, they should be placed before\nthe court by way of affidavit by the party seeking\nto rely upon them\nand in sufficient time to enable the other party to deal therewith.\nThe same applies in an application for leave\nto appeal.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nNorth\nGauteng High Court (Pretoria) (Seriti J sitting as\ncourt of first instance):\nThe\nappeal is dismissed with costs, including the costs of two counsel,\nwhich are to be paid by the appellants jointly and severally.\n_____________________________________________________________\nJUDGMENT\n______________________________________________________________\nCLOETE JA (PONNAN, CACHALIA and MALAN JJA and MEER AJA\nconcurring):\n[1] The respondents are all serving members of the South\nAfrican Police Services. They are also members of the first\nappellant, the\nSouth African Police Service Medical Scheme ('Polmed')\nwhich, as its name suggests, is a medical aid scheme (duly registered\nas such\nin terms of the\nMedical Schemes Act 131 of 1998\n). The first\nappellant is administered by the second appellant, Qualsa Healthcare\n(Pty) Ltd ('Qualsa'). The respondents, as applicants,\ninstituted\nmotion proceedings in the North Gauteng High Court, Pretoria, against\nPolmed and Qualsa, the purpose of which was to compel\nthe latter to\npay benefits to which the respondents were entitled to receive from\nPolmed, into a particular bank account nominated\nby them.\n[2]\nFor a number of years the respondents and their dependants have been\npatients of Dr Gualam Muhammed Peer, who practises as a general\npractitioner in King William's Town. The respondents never paid Dr\nPeer directly for his services: Qualsa did so on behalf of Polmed,\nuntil October 2008 when Polmed's attorney informed the respondents'\nattorney that 'payment will only be effected into members' personal\nbanking account[s], and not that of a third party', and Qualsa\ninformed Dr Peer that 'you are hereby advised that direct payment\nof\nyour claims will cease and indirect payment will be implemented\neffective from 11 October 2008'.\n[3] In December 2008, as a result of the communications\njust quoted, each respondent signed three documents. The first was a\n'Service\nAgreement' with Dr Peer in terms of which he undertook to\nprovide healthcare services to the respondent concerned and his\ndependants,\nand the respondent undertook to instruct Polmed to pay\namounts due to him in respect of such services into the bank account\nof the\nSheh-Rahim Trust. The second was a letter addressed to Polmed\ngiving that instruction. The third was an 'Agency Agreement' entered\ninto between each respondent and the Trust, represented by Dr Peer,\nin terms of which the respondent concerned nominated the Trust\nto\nreceive payments due to him by Polmed in respect of services rendered\nby Dr Peer and to pay them over to the latter. Polmed and\nQualsa\nrefused to make any payment into the account of the Trust.\n[4] The question before the court a quo was whether\nPolmed and Qualsa were entitled to act as they did. The answer to\nthis question\ndepended upon an interpretation of the applicable\nPolmed rules which then provided:\n'17.4 Notwithstanding the\nprovisions of this rule, the Scheme has the right to pay any benefit\ndirectly to the member concerned.\n17.5\nPayment of amounts due to a member is made by means of a transfer to\nan acceptable bank account as elected by the member. The\nBoard of\nTrustees may in its discretion, approve that payments be made by\ncheque.'\n[5] Polmed and Qualsa contended inter alia that they\nwere entitled to refuse to make payments into the account of the\nTrust as they\nconsidered it not to be 'an acceptable bank account'.\nThe answering affidavit went on to explain that from information\ngathered by\nPolmed and Qualsa over the years, what they called 'the\nmost favoured practice' in defrauding Polmed is that an amount of\nmoney is\npaid by a medical practitioner to a member, and non-existent\ntreatment is then recorded and claimed by the practitioner, the claim\nusually far exceeding the sum of money received by the member; but if\nthe incentive to the member is taken away, it is their experience\nthat the incidence of such malpractice is curbed substantially. It\nwas precisely for those reasons, said Polmed and Qualsa, that\nthey\ndecided that all medical claims by the respondents would be paid\ndirectly to them.\n[6] The court a quo, in its judgment delivered on 9\nAugust 2009, rejected these submissions and found that the phrase 'an\nacceptable\nbank account' in terms of\nrule 17.5\nmeant 'an account\nwhich is [a] generally acceptable account'. Leave to appeal was\nrefused.\n[7] Leave to appeal was subsequently sought from this\ncourt. The notice of motion was dated 13 May 2010 and the founding\naffidavit\nwas deposed to three days earlier, on 10 May. The\nrespondents delivered an answering affidavit opposing the application\na month later,\non 10 June. No replying affidavit was delivered. Leave\nwas granted on 13 July 2010, obviously on the basis that there were\nprospects\nof success on appeal. And indeed there were. The finding of\nthe court a quo cannot be supported. The interpretation given to\nrule\n17.5\nraises more questions than it answers: By what criteria must the\nacceptability of the account be judged? Is the test subjective or\nobjective? Having heard argument on the merits of the appeal, it\nseems to me that the correct interpretation of the word 'acceptable'\nis 'acceptable to Polmed' and that, as Polmed did not find the\nTrust's account acceptable for good and sufficient reasons, the\napplication\nshould have been dismissed. But it is not necessary, for\nthe reasons which follow, to express a final view in this regard.\n[8] The judges considering the application for leave to\nappeal were not furnished with one vital fact: On 11 May 2010, before\nthe\napplication was lodged with the Registrar of this court on 21 May\n2010, and more than two months before leave was granted, amendments\nto the rules had been registered by the Registrar of Medical Schemes.\nThe relevant rules now read:\n'17.5 Notwithstanding the\nprovisions of this rule, the Scheme has the right to pay any benefit\ndirectly to the member concerned.\n17.6\nPayment of amounts due to a member is made by means of payment into\nthe personal bank account of the member.'\nThe amendments render the issues between the parties\nacademic.\n[9] We were told from the bar by counsel representing\nPolmed and Qualsa that it takes about a week for notification of the\nregistration\nof an amendment to reach his clients. That is no excuse\nfor not informing the court of the registration of the amendments\nonce it\nhad taken place or, for that matter, that registration was\npending when the application was lodged. Had the judges considering\nthe\napplication for leave to appeal known of the registration of the\namendments, they could well have refused leave in terms of s 21A\nof\nthe Supreme Court Act 59 of 1959, which provides:\n'(1) When at the hearing of any\ncivil appeal to the Appellate Division or any Provincial or Local\nDivision of the Supreme Court the\nissues are of such a nature that\nthe judgment or order sought will have no practical effect or result,\nthe appeal may be dismissed\non this ground alone.\n.\n. .\n(3)\nSave under exceptional circumstances, the question whether the\njudgment or order would have no practical effect or result, is\nto be\ndetermined without reference to consideration of costs.'\nThe same questions arise when leave\nto appeal is sought from this court (because of the provisions of s\n21A(4)) and a lower court\n(see\nLogistic\nTechnologies (Pty) Ltd v Coetzee & others\n1998\n(3) SA 1071\n(W)). There was nothing in the application to indicate\nthat the order sought on appeal would have some practical effect or\nresult\ndespite the amendment to the rules, or that there were\nexceptional circumstances as contemplated in subsec (3). Nor is there\nanything\nof that nature properly before us now.\n[10] We were informed by counsel representing Polmed and\nQualsa that the amendments were brought to his attention the day\nbefore the\nappeal was set down for hearing (which was a public\nholiday). This court only came to know of the amendments on the day\nof the hearing\n─ over a year after they had been registered.\nHad we been informed earlier, we might well have invoked the\nprovisions of s\n21A(2), which provides:\n'(a)\nIf at any time prior to the hearing of an appeal the Chief Justice or\nthe Judge President, as the case may be, is\nprima\nfacie\nof\nthe view that it would be appropriate to dismiss the appeal on the\ngrounds set out in subsection (1), he or she shall call for\nwritten\nrepresentations from the respective parties as to why the appeal\nshould not be so dismissed.\n(b) Upon receipt of the written\nrepresentations or, failing which, at the expiry of the time\ndetermined for their lodging, the matter\nshall be referred by the\nChief Justice or by the Judge President, as the case may be, to three\njudges of the Division concerned for\ntheir consideration.\n(c) The judges considering the\nmatter may order that the question whether the appeal should be\ndismissed on the grounds set out in\nsubsection (1) be argued before\nthem at a place and time appointed, and may, whether or not they have\nso ordered ─\n(i) order that the appeal be\ndismissed, with or without an order as to the costs incurred in any\nof the courts below or in respect\nof the costs of appeal, including\nthe costs in respect of the preparation and lodging of the written\nrepresentations; or\n(ii) order that the appeal\nproceed in the ordinary course.'\nWe would certainly have asked why the appeal was\nproceeding when the issues between the parties had become moot. We\nnevertheless heard\nargument both on the proper course to be adopted\nin the circumstances and on the merits of the appeal.\n[11] Counsel on both sides were agreed that there were\nno live issues remaining between the parties. Counsel representing\nthe respondents\nsubmitted that for that reason the appeal should not\nbe entertained and asked that Polmed and Qualsa be ordered to pay the\ncosts\nof the application for leave to appeal and of the appeal. (I\npause to note that the costs of the application were made costs in\nthe\nappeal, with the consequence that an order in respect of the\nlatter would automatically include the former.) Counsel representing\nPolmed and Qualsa submitted on the other hand that the court should\ndecide the appeal, and put forward two submissions in this regard.\n[12] The first submission was that should the\nrespondents challenge the validity of the amendment to the rules and\nshould the challenge\nbe successful, a decision on the merits of the\nappeal would not be academic. The submission rests on pure\nspeculation and does not\nprovide a basis for the discretion vested in\nthis court in terms of s 21A to be exercised in favour of Polmed and\nQualsa.\n[13] The second submission, made in\nresponse to a question from the bench, was based on an instruction\nwhich counsel took in court\nthat issues similar to those raised in\nthis appeal frequently arise before the Council for Medical Schemes\nand that a decision on\nthe merits of the application would\naccordingly benefit other medical aid schemes, particularly one he\nmentioned by name. I shall\nassume, without deciding, that the\npractical effect or result referred to in s 21A(1) is not restricted\nto parties inter se and that\nthe expression is wide enough to include\na practical effect or result in some other respect (cf\nRadio\nPretoria v Chairman, Independent Communications Authority of South\nAfrica & another\n2005\n(1) SA 47\n(SCA) para 40). But even if that is a correct\ninterpretation of the section, Polmed and Qualsa have not laid a\nproper factual foundation\nfor such a finding. It would be quite\nimproper for this court to act upon information tendered informally\nfrom the bar, which should\nhave been contained in an affidavit when\nleave to appeal was sought, which is still not in that form and where\nthe respondents have\nnot had an opportunity of challenging it.\nFurthermore, the court would have to make a finding as to the meaning\nof s 21A(1), an issue\nthat was not argued before us. If facts\nrelevant to the exercise of a court of appeal's discretion under s\n21A(1) do not appear from\nthe record, they should be placed before\nthe court by way of affidavit by the party seeking to rely upon them\nand in sufficient time\nto enable the other party to deal therewith.\nThe same applies to an application for leave to appeal in whatever\ncourt it is brought.\n[14] In the circumstances, I consider that the court\nshould exercise the discretion vested in it by s 21A(1) in favour of\ndismissing\nthe appeal. The following order is made:\nThe\nappeal is dismissed with costs, including the costs of two counsel,\nwhich are to be paid by the appellants jointly and severally.\n_______________\nT\nD CLOETE\nJUDGE\nOF APPEAL\nAPPEARANCES:\nAPPELLANTS: D E van Loggerenberg SC\n(with him S S Maakane)\nInstructed by Maenetja Attorneys, Pretoria\nNaudés\nBloemfontein\nRESPONDENTS: N Singh SC (with him G J Gajjar)\nInstructed by Smith Tabata Inc,\nKing\nWilliam's Town\nWebbers, Bloemfontein",
  "scraped_at": "2026-02-12T15:40:01.370496",
  "date": "2011-05-31",
  "coram": [
    "CLOETE",
    "PONNAN",
    "CACHALIA",
    "MALAN JJA",
    "MEER AJA"
  ],
  "case_number": "542/10",
  "parties": {
    "applicants": [
      "South African Police Service Medical Scheme (Polmed)",
      "Qualsa Healthcare (Pty) Ltd"
    ],
    "respondents": [
      "Andile Robert Lamana",
      "Nzwana Victor Mzili",
      "Tandie Coleman Maloni"
    ]
  },
  "sections": {
    "facts": "The respondents, serving members of the South African Police Service, were also members of Polmed, a medical aid scheme administered by Qualsa Healthcare. They received health services from Dr Gualam Muhammed Peer, whose fees were normally paid by Qualsa on behalf of Polmed. In October 2008 Polmed instructed that future payments be made only into members' personal bank accounts, not third‑party accounts. Consequently each respondent signed a service agreement with Dr Peer, a letter to Polmed directing payment into the Sheh‑Rahim Trust, and an agency agreement nominating the Trust to receive and forward the funds. Polmed and Qualsa refused to pay into the Trust, relying on rule 17.5 of the scheme rules, which required payment into an \"acceptable bank account\". The lower court found that \"acceptable\" meant a generally acceptable account. Meanwhile, on 11 May 2010 the Medical Schemes Registrar amended the rules so that payment must be made into the member's personal bank account, rendering the dispute academic.",
    "issues": "1. Whether the term \"acceptable bank account\" in rule 17.5 of the Polmed rules includes a third‑party trust account. 2. Whether Polmed and Qualsa were justified in refusing to pay the respondents into the Trust. 3. Whether, in light of the amendment to the rules, the appeal had any practical effect and should be dismissed under s 21A of the Supreme Court Act.",
    "principles": "The court applied the principle that statutory and rule interpretations are to be given their ordinary meaning unless a clear intention to the contrary is evident. It considered s 21A(1) of the Supreme Court Act, which permits dismissal of an appeal where the judgment would have no practical effect, and the associated procedural requirements for disclosing material facts (affidavits) before exercising that discretion. The amendment to the scheme rules was interpreted as removing the live controversy, making the appeal academic.",
    "application": "The court noted that the amendment to rule 17.6, effective before the appeal was heard, required payment only into the member's personal bank account, thereby negating any issue about the acceptability of a trust account. The appellants had failed to disclose the amendment in their leave application, breaching the procedural rule that relevant facts must be placed before the court via affidavit. Given the absence of any live issue and the procedural shortcomings, the court exercised its discretion under s 21A to dismiss the appeal.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel, to be paid jointly and severally by the appellants."
  },
  "tags": {
    "level_1": "Health Law",
    "level_2": "Medical Schemes",
    "level_3": [
      "acceptable bank account",
      "appeal discretion",
      "rule amendment",
      "court procedure",
      "Supreme Court Act s21A"
    ]
  }
}