{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/150.html",
  "case_name": "ABSA Bank Ltd v South African Commercial Catering and Allied Workers Union National Provident Fund (679/10) [2011] ZASCA 150; [2012] 1 All SA 121 (SCA) (27 September 2011)",
  "citation": "[2011] ZASCA 150",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 150\n|\nNoteup\n|\nLawCite\nABSA Bank Ltd v South African Commercial Catering and Allied Workers Union National Provident Fund (679/10) [2011] ZASCA 150; [2012] 1 All SA 121 (SCA) (27 September 2011)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n:\n697/10\nIn the\r\nmatter between:\nABSA\r\nBANK LIMITED\n…............................................................................\nAppellant\nand\nTHE SOUTH AFRICAN COMMERCIAL CATERING\nAND ALLIED WORKERS UNION NATIONAL\nPROVIDENT FUND (UNDER CURATORSHIP)\n….................................\nRespondent\nNeutral citation:\nABSA v SACCAWU\n(697/10)\n[2011] ZASCA 150\n(27 September 2011)\nCoram:\nLewis, Ponnan, Cachalia, Bosielo and Shongwe JJA\nHeard:\n24 August 2011\nDelivered\n27 September 2011\nSummary:\nRental agreements in respect of office equipment\r\nsigned only by principal officer of Provident Fund invalid: rules of\r\nFund required\nmeeting of trustees and contracts to be signed by three\r\ntrustees.\nORDER\nOn appeal from South Gauteng High Court (Bashall AJ sitting as court\r\nof first instance):\nThe appeal is dismissed with costs including those of two counsel.\nJUDGMENT\nLEWIS JA (dissenting)\n[1] At issue in this appeal is the validity of 15 contracts for the\r\nhire of office equipment by the respondent, the South African\n\nCommercial Catering and Allied Workers Union National Provident Fund\r\n(under Curatorship) (the Fund). The appellant, Absa Bank Limited\n(the\r\nBank), is the cessionary of the rights of the lessors under the\r\nagreements. It instituted action against the Fund for payment\nof\r\narrears in respect of each of the leases, the amounts claimed being\r\nsubstantial. The Fund pleaded that its Principal Officer,\nMr A\r\nMosiuoa, did not have the authority to conclude the contracts. The\r\nparties agreed that a stated case be placed before the\nhigh court on\r\nthis issue alone, pending the final determination of various other\r\nmatters, and agreed facts for the purpose. Bashall\nAJ in the South\r\nGauteng High Court held that the principal officer was not authorised\r\nto enter into contracts on behalf of the\nFund and that the contracts\r\nwere thus ‘ultra vires’ and not binding. The appeal to\r\nthis court is with his leave.\n[2] Before turning to the stated case I shall set out in summary the\r\nbackground facts that are not in contention as well as those\nagreed\r\nfor the purpose of determining the legal issue in question. During\r\nthe course of 2000 and 2001 Sasfin Bank Ltd (Sasfin)\nand Sunlyn\r\nInvestments (Pty) Ltd (Sunlyn), financed the acquisition of office\r\nequipment by the Fund by entering into rental agreements,\nnegotiated\r\nand signed by Mosiuoa. The Fund took possession of the equipment\r\n(from the suppliers) but then defaulted on payment\nof rentals. The\r\nBank, to which Sasfin and Sunlyn had ceded their rights to claim\r\npayment under the agreements, instituted action\nagainst the Fund,\r\nSasfin and Sunlyn, but subsequently withdrew the claims against the\r\ntwo companies. On 18 March 2003 the Fund\nwas placed under the final\r\ncuratorship of Mr A L Mostert.\n[3] In the statement of agreed facts the parties acknowledged that\r\nSasfin and Sunlyn ‘had sight’ of the rules of the\nFund\r\nbefore signing the 15 rental agreements. Moreover, the companies had\r\ngiven the rules to the Bank before they discounted their\nrights to\r\nit. They also stated that the contracts ‘were not signed by the\r\nchairperson and two trustees of the Fund as contemplated\nby Rule\r\n4.13, at a duly constituted meeting of the Fund and by two trustees\r\nand the chairperson’.\n[4] As will be apparent by now the argument by the Fund was that in\r\norder for it to be bound by the rental agreements these had\nto have\r\nbeen executed in a particular fashion prescribed by the rules. I\r\nshall turn to this issue shortly for it is pivotal to\nthe issues to\r\nbe decided. It is useful at this stage, however, to set out this rule\r\nin full. It is a subrule of rule 4 which regulates\nthe Board of\r\nTrustees – its composition, procedures and the trustees’\r\nduties and powers. Rule 4.13 itself reads:\n1\n‘\nSignatures\r\nto documents\nAll documents or contracts\r\neffected by the Fund . . . shall be binding upon the Fund provided\r\nthat they have been signed by the\nChairperson and another two\r\nTrustees\nat a duly constituted meeting,\r\n\tor\nafter such a meeting, provided\r\n\tthat authorisation for the signing of these documents or contracts\r\n\twas granted at such meeting.\nWhere, however, the Act [the\r\nPension Fund Act 24 of 1956] prescribes specific formalities for the\r\nsignature of documents, such documents\nshall only be binding upon the\r\nFund subject to compliance with these requirements.’\n[5] The issues to be determined at the outset were framed as follows:\n‘\n2.1\r\nWhether Mr Abie Mosiuoa . . . in his capacity as the principal\r\nofficer of the First Defendant (“the Fund”) acted\nultra\r\nvires the applicable registered rules of the fund, read with the\r\nPension Fund Act 24 of 1956 . . . and the Regulations promulgated\n\nthereunder, in concluding the 15 rental agreements referred to in the\r\nPlaintiff’s Particulars of Claim (“the 15 agreements”).\n2.2 If held that Mosiuoa acted\r\nultra vires the Rules as aforesaid, whether as a matter of law on the\r\nfacts and defences pleaded\nin the Plaintiff’s replication, the\r\nFund may nonetheless be held bound in law by the 15 rental\r\nagreements.\n2.3 Whether by virtue of what\r\nthe Court holds as regards 2.1 and 2.2, the First Defendant may in\r\nlaw be held bound by the 15 rental\nagreements.’\n[6] The high court, as I have said, found that Mosiuoa did act ultra\r\nvires; that the facts and defences pleaded in the replication\n\n(reliance on the Turquand rule or estoppel) did not bind the Fund and\r\nthat the Fund ‘may not in law be held bound by the\n15 rental\r\nagreements’.\n[7] The Fund did not before us contend that the agreements were ultra\r\nvires in the true sense – that rental of office equipment\nwas\r\nnot within the power of the Fund. The correct characterisation of the\r\nissue is whether there was compliance with peremptory\nformalities\r\nlaid down by the Fund’s rules. That raises the question whether\r\nrule 4.13 was applicable to the contracts that\nMosiuoa in fact\r\nconcluded.\n[8] Before turning to the rules themselves it is important to note\r\nthat regulation 30(2) (of the Regulations promulgated in terms\nof the\r\nAct) provides that the rules of a fund must provide for various\r\nmatters, including ‘(k) the manner in which contracts\nand other\r\ndocuments binding the pension fund shall be executed’. The\r\nFund’s only rule regulating execution of contracts\nin express\r\nterms is 4.13. The question that arises, therefore, is whether this\r\nrule applies to all contracts entered into by the\nFund.\n[9] The Bank argued that by virtue of his appointment as principal\r\nofficer, Mosiuoa was authorised to enter into contracts for\nthe\r\nday-to-day running of the business of the Fund. He could do so orally\r\nor in terms of a written contract, and that written contracts\n\nexecuted by him did not have to be authorised at a meeting of the\r\nboard of trustees and signed by the chairperson of the board\nand two\r\nother trustees. That, it argued, would make the administration of the\r\nFund impossible. The safeguards imposed by rule 4.13\nwere unnecessary\r\nfor the acquisition of office equipment and other small items –\r\npizza and piffle, the Fund’s counsel\ncalled it (though I hasten\r\nto add that he did not regard rental contracts which involved large\r\nsums of money as falling into this\ncategory).\n[10] In making this argument the Bank relied heavily on two\r\nprovisions in the preamble to the rules. Clause 4 provides that the\n\nFund ‘will, in its own name, be capable of suing and being sued\r\nand of acquiring, holding and alienating property, movable\nand\r\nimmovable’. And clause 5 provides that the trustees will\r\nappoint a principal officer on terms determined by them. Clause\n5\r\ncontinues: ‘The Fund will, for the purposes of 4, above, at all\r\ntimes be represented by the Principal Officer’.\n[11] Did these clauses give authority to Mosiuoa to conclude written\r\ncontracts for the hire of office equipment? The Bank contends\nthey\r\ndid. In representing the Fund – including for the acquisition\r\nof property – the principal officer would negotiate\nand\r\nconclude any contract on its behalf. Compliance with rule 4.13 was\r\nthus unnecessary.\n[12] The obvious difficulty with this submission is that the clauses\r\nfall within the preamble, which is followed by an index of\nrules and\r\nthen the general rules themselves. And the only rule that prescribes\r\na mode of executing a contract, as required by reg\n30(2)(k), is, as I\r\nhave said, rule 4.13. Thus the question of its applicability to the\r\n15 rental agreements arises.\n[13] The Bank contended that the rule governs only those contracts\r\nentered into by the trustees, and that since they are not executive\n\nofficers of the Fund they do not deal with its general\r\nadministration. Their task is to exercise oversight over the Fund’s\n\ninvestments and to protect the members of the fund. They meet only\r\nfrom ‘time to time to conduct the business of the Fund’\n\n(rule 4.6.1) and are not required to meet more than twice a year.\r\nRule 4.2 provides for the appointment of 24 trustees and a quorum\nfor\r\na meeting is 13 trustees (4.6.3). The duties of the trustees include\r\nensuring that proper ‘records of the operations\nof the Fund are\r\nkept’ and ensuring that the rules and the ‘operation and\r\nadministration’ of the Fund comply with\nlegislation such as the\r\nIncome Tax Act.\n[14] The trustees thus exercise an oversight role: they do not\r\nthemselves administer the Fund. They appoint a principal officer\nand\r\nan administrator to deal with the business of the Fund – which\r\nis the investment of moneys for the benefit of the members.\nBut what\r\ncontracts are then referred to in 4.13? The Bank’s answer is\r\nthose contracts that require a meeting of at least\n13 trustees –\r\nmajor investments or the appointment of the principal officer,\r\nactuary or auditor.\n[15] Rule 5 regulates the ‘method of investment and financial\r\nstructure of the Fund’. Rule 5.2 states that the trustees\nhave\r\nthe power to invest in immovable property or to lend moneys at\r\ninterest and generally deal with the money and the property\nof the\r\nFund. But the same subrule states that the trustees may delegate\r\ntheir power to make investments to a subcommittee of members,\nor to a\r\nfinancial institution. And rule 5.2.6 provides that every ‘cheque,\r\ncontract or other document pertaining to the Fund\nwill be signed by\r\nsuch persons as the trustees by resolution appoint and executed in\r\nsuch manner as the trustees may determine’.\nThe rules do\r\ntherefore envisage that delegation is permissible and that even\r\ninvestment contracts may be concluded other than by\nway of a formal\r\nmeeting of trustees and with the signature of three of them. Why then\r\nshould contracts for the hiring of office\nequipment be treated\r\ndifferently?\n[16] The rules are far from clear. They do not prescribe in express\r\nterms how the principal officer should represent the Fund.\nThey do\r\nnot indicate what contracts must comply with rule 4.13, nor why the\r\ntrustees, as non-executive officers, should be burdened\nwith the\r\ndaily administration of the Fund’s business. Thus there is\r\napparent non-compliance with reg 30(2)(k), unless the\nFund’s\r\ncontention (that all contracts entered into by the Fund must be\r\nauthorised in a trustees’ meeting and signed\nby three trustees)\r\nis accepted. We were urged to adopt this contention on the basis that\r\nthe Fund is not a business: it is not\na trading company that requires\r\nregular intervention by executive managers. Moreover, argued the\r\nFund, since compliance with prescribed\nformalities is necessary to\r\nprotect the members of the Fund – vulnerable pensioners –\r\na strict approach should be taken\nto the interpretation of the rules.\n[17] In my view, however, the rules must be examined having regard to\r\ntheir purpose and the context in which they operate. Rules,\nlike\r\ncontracts, must be given a sensible meaning.\n2\nAnd all the rules must be considered – not one plucked out of\r\ncontext.\n3\n[18] It is not sensible or reasonable to require that at least 13\r\ntrustees should meet and authorise the hiring of office equipment.\n\nThat is the function of the principal officer. Even the conclusion of\r\ninvestment contracts, the prime business of the Fund, may\nbe\r\ndelegated to a subcommittee of members or a financial institution. It\r\nis inconceivable that the trustees would have to meet\nto decide\r\nwhether to hire a photocopier when a chief executive officer\r\n(principal officer) must be appointed in terms of the Act.\nSection 8\r\nof the Act lays down stringent requirements that must be met before a\r\nperson can be appointed as a principal officer\nof a pension fund.\n[19] The Fund did not contend that the running of the office of the\r\nFund is not the domain of the principal officer. It conceded\nthat\r\nsome contracts could be concluded without a meeting, a written\r\ndocument and three signatures. But it could not suggest where\nthe\r\nline is to be drawn between those contracts that do not require the\r\nrule 4.13 formalities, and those that do.\n[20] The Fund’s principal argument was that only rule 4.13\r\nprescribed the mode of executing contracts, as required by reg\n\n30(2)(k), and thus that all contracts (except for piffle and pizza)\r\nconcluded by the Fund had to comply with rule 4.13. The result\nof\r\nthat contention is that rule 4.13 and rule 5.2 are in conflict. The\r\ncontracts that are crucial to the fund – investments\n–\r\nmay be concluded by other bodies, but contracts for the rental of\r\noffice equipment must comply with unnecessary and burdensome\n\nprocedures. That is not a reasonable or sensible interpretation of\r\nthe rules. And it undercuts the role of a principal officer\nwho is\r\nthe only executive employed by the Fund and who, in the preamble to\r\nthe rules, is expressly said to represent the Fund in\nthe acquisition\r\nand holding of property.\n[21] While I do not accept that clauses 4 and 5 in the preamble are\r\nin themselves rules, I consider that they do indicate clearly\n(and in\r\nthis they reflect the provisions of the Act) that it is the principal\r\nofficer who is charged with the administration of\nthe office of the\r\nFund. This conclusion is reinforced by rule 4.1, dealing with the\r\nboard of trustees, which records that the object\nof the board is to\r\n‘direct, control and oversee the operations of the Fund’\r\n– an echo of s 7C of the Act. It\nis not to run the daily\r\nbusiness of the Fund.\n[22] There is undoubtedly a gap in the rules: they do not prescribe\r\nhow contracts are to be executed when they do not fall within\nthe\r\nambit of rules 4.13 and 5. That cannot mean, however, that any\r\ncontract concluded by the Fund that does not comply with rule\n4.13 is\r\ninvalid. In my view what the framers must have intended is that the\r\nprincipal officer was authorised, by virtue of his\noffice, to\r\nconclude contracts within the powers of the Fund (intra vires) in the\r\nusual fashion.\n[23] In view of this conclusion it is not necessary to consider\r\nwhether the Fund would have been bound by virtue of the Turquand\nrule\r\nor estoppel. Whether in fact Mosiuoa had authority is a matter that\r\ncould have been explored in the trial.\n[24] I would accordingly have upheld the appeal with costs and\r\nreplaced the order of the high court with one to the effect that\nthe\r\ncontracts concluded by the principal officer were not invalid by\r\nreason only of the fact that they did not comply with the\n\nrequirements of rule 4.13.\n_____________\nC H Lewis\nJudge of Appeal\nPONNAN JA (CACHALIA, BOSIELO and SHONGWE JJA concurring)\n[25] I have had the benefit of reading the judgment of Lewis JA with\r\nwhich I regret I am unable to agree. The parties agreed to\na written\r\nstatement of facts in the form of a special case for adjudication\r\nbefore the high court. The facts agreed upon or assumed\nto be correct\r\nfor the purpose of the special case are:\n'3.1 The Plaintiff is ABSA Bank\r\nLimited, a public company duly registered and incorporated in\r\naccordance with the laws of the Republic\nof South Africa, carrying on\r\nbusiness as a bank duly registered under the Banks Act 94 of 1990\r\nwith branches throughout the country\nand having its principal place\r\nof business situate at 160 Main Street, Johannesburg.\n3.2\n3.2.1 The First Defendant is the\r\nSouth African Commercial Catering and Allied Workers Union National\r\nProvident Fund (\"the Fund\"),\na body corporate capable of\r\nbeing sued under its own name by virtue of its due registration as a\r\npension fund under the Pension\nFunds Act 24 of 1965, (\"the Act\")\r\nand having its principal place of business at 6\nth\nfloor,\r\nSA Centre Building, 253 Bree Street, Johannesburg.\n3.2.2 The First Defendant was\r\nplaced under provisional curatorship by order of the Transvaal\r\nProvincial Division under case number\n24187/02 on 10 September 2002.\r\nThe said order was made final on 18 March 2003 in terms of which\r\nAntony Louis Mostert, a director\nof A L Mostert & Company\r\nIncorporated, was appointed the curator.\n3.2.3 The Fund is and was a\r\npension fund in terms of the Act and governed by it, by the\r\nRegulations under the Act (a copy of which\nis attached marked A) and\r\nby the consolidated Rules of the Fund, (\"the Rules\")\r\neffective from 1 January 1999 (a copy\nof which is attached, marked\r\nB), and which have been registered under the Act.\n3.3 Sasfin Bank Limited\r\n(\"Sasfin\") is a private company duly registered and\r\nincorporated in accordance with the laws of\nthe Republic of South\r\nAfrica, carrying on business as such and having its principal place\r\nof business situate at 29 Scott Street,\nWaverley, Johannesburg.\n3.4 Sunlyn Investments (Pty)\r\nLimited (\"Sunlyn\") is a private company duly registered and\r\nincorporated in accordance with\nthe laws of the Republic of South\r\nAfrica, carrying on business as such and having its principal place\r\nof business situate at Sasfin\nPlace, 29 Scott Street, Waverley,\r\nJohannesburg.\n3.5 Sasfin and Sunlyn had sight\r\nof the Rules before signing the 15 rental agreements (which Rules\r\nSasfin and Sunlyn also furnished\nto the Plaintiff before the\r\nconclusion of the three discounting agreements and the cessions and\r\npayments as pleaded in the particulars\nof claim).\n3.6 Mosiuoa was appointed by the\r\nFirst Defendant to the position of principal officer as envisaged by\r\nsection 8 of the Act read\nwith clause 4.10.1 of the Rules.\n3.7 Mosiuoa signed each of the\r\n15 rental agreements referred to in the Particulars of Claim,\r\npurportedly on behalf of the First\nDefendant.\n3.8 The 15 rental agreements\r\nwere not signed by the chairperson and two trustees of the fund as\r\ncontemplated by Rule 4.13, at a\nduly constituted meeting of the Fund\r\nand by two trustees and the chairperson.'\n[26] The principal question is whether, notwithstanding\r\nnon-compliance with rule 4.13 of its rules, the Fund is nonetheless\r\nbound\nby the agreements in question. The rules of the Fund are its\r\nconstitution. It is the document by which the Fund was constituted\n\nand is binding on the Fund and its members. The appeal turns upon the\r\ninterpretation to be placed on the rules of the Fund. And\nwhilst it\r\nis not seriously contested that the scope and functions of the\r\nvarious organs of the Fund fall to be determined, primarily\nfrom its\r\nrules, it is nonetheless necessary in interpreting the rules to\r\nexamine the general framework according to which the Fund\nhas been\r\nconstituted.\n[27] The Act read together with the regulations and the rules define\r\nthe limits of the Fund’s contractual capacity. In deciding\nhow\r\nto approach the problem raised by this appeal one would thus do well\r\nto start with the Pensions Fund Act 24 of 1956 (the Act).\nThe Fund is\r\na juristic person (s 4B(1)), a body corporate capable in law of suing\r\nand being sued (s 5). Section 7A(1) of the Act\nprovides that every\r\nfund shall have a board consisting of at least four board members.\r\nThe objects of the board are set out in\ns 7C\n4\nand its duties in s 7D.\n5\nIn terms of s 8 every fund shall have a principal executive officer.\r\nSection 8 then deals with who may be appointed a principal\nofficer,\r\nconsiderations of such person’s fitness to hold office and the\r\ntermination of such person’s appointment. Section\n11(1)\r\nempowers the Fund to adopt rules, which shall be in the prescribed\r\nformat and form and shall comply with the prescribed requirements.\n\nSection 13 provides:\n‘\nSubject\r\nto the provisions of this Act, the rules of a registered fund shall\r\nbe binding on the fund and the members, shareholders\nand officers\r\nthereof, and on any person who claims under the rules or whose claim\r\nis derived from a person so claiming.'\n[28] Section 36 authorises the Minister of Finance to make\r\nregulations not inconsistent with the provisions of the Act in\r\nrespect\nof all matters which he considers necessary or expedient to\r\nprescribe in order to achieve the purposes of the Act. The Minister\n\nhas done so. The Regulations provide for a variety of matters.\r\nRegulation 30(2)(k) states that the rules shall provide for ‘the\n\nmanner in which contracts and other documents binding the pension\r\nfund shall be executed'.\n[29] Of the rules adopted by the Fund only one – Rule 4.13 –\r\nmeets that purpose. It provides:\n'Signatures to documents\nAll documents or contracts\r\neffected by the FUND … shall be binding upon the FUND provided\r\nthat they have been signed by the\nChairperson and another two\r\nTRUSTEES\n(a) at a duly constituted\r\nmeeting, or\n(b) after such a meeting,\r\nprovided that authorisation for the signing of these documents or\r\ncontracts was granted at such meeting.\nWhere, however, the ACT [the\r\nPension Fund Act 24 of 1956] prescribes specific formalities for the\r\nsignature of documents, such documents\nshall only be binding upon the\r\nFund subject to compliance with these requirements.'\n[30] As Centlivres CJ put it in\nCape United Sick Fund Society v\r\nForrest\n1956 (4) SA 519\n(A) at 527H -528A:\n'The Society's constitution is\r\nin writing and, to use the words of Stratford, JA,\nin\r\nWilken v Brebner and others\n,\n1935 AD 175\nat p 187,\n\"we have only to solve the\r\nquestion submitted to us by ascertaining the meaning of a written\r\ndocument according to the well-established\nrules of construction.\"\nThis\ndictum\nis in consonance with a long\r\nline of cases in which emphasis is laid on the necessity of adhering\r\nto the terms of the constitution\nof a body like the Society.'\n[31] Rule 4.13 is the only effective overriding control over the\r\nlegal capacity of the Fund to enter into written contracts. It\nis\r\ncommon cause that it has not been complied with. That one would have\r\nthought would be the end of the matter. For, as Trollip\nJ stated in\nAbrahamse v Connock's Pension Fund\n1963 (2) SA 76\n(W) at\r\n79B-E:\n'As the defendant is a corporate\r\nbody its legal capacity to enter into a particular contract must be\r\nsought for exclusively within\nthe expressed and implied provisions of\r\nits constitution and if it is not found there then the defendant has\r\nexceeded its powers\nin entering into the contract and it is null and\r\nvoid. That is because according to the Act, the constitution not only\r\ndefines\ndefendant's legal capacity but also confines it to what is\r\nexpressly or impliedly contained therein. That is the effect of the\r\nsections of the Act quoted above. In other words the doctrine of\nultra vires\napplies\r\nto defendant like any other corporation (see Street,\nDoctrine\r\nof Ultra Vires\n, pp 4,\r\n22, 23;\nCape United\r\nSick Fund Society & others v Forrest & others\n1956\r\n(4) SA 519\n(AD);\nThe\r\nMineworker's Union v Prinsloo\n1948\r\n(3) SA 831\n(AD) at 843-4, 847).\nStreet's\nsummary of the position at p 4\r\nis so lucid and apposite that it is worth quoting in full:\n\"A corporation is commonly\r\nstyled a 'legal person', but the appellation 'person' is applicable\r\nto it only by analogy; and the\nanalogy fails when it is thus clearly\r\nstated that this legal person is wanting in much that belongs to a\r\nnatural person - that\nits course of existence is marked out from its\r\nbirth; that it has been called into being for certain special\r\npurposes; that it\nhas all the powers and capacities, and only those,\r\nwhich are expressly given it, or are absolutely requisite for the due\r\ncarrying\nout of those purposes; and that all the obligations it\r\naffects to assume which do not arise from or out of the pursuit of\r\nsuch\npurposes, are null and void.\" '\n[32] But, as Lewis JA points out, great stress was laid by the Bank\r\non clauses 4 and 5 of the preamble to the rules. Clause 4 headed\n\n‘Legal Persona’ provides: ‘The Fund will, in its\r\nown name, be capable of suing and being sued and of acquiring,\n\nholding and alienating property, movable and immovable’. Whilst\r\nclause 5 headed ‘Principal Officer’ reads:\n‘\nThe\r\nTRUSTEES will appoint a Principal Officer in terms of Rule 4.10.1\n6\non\r\nsuch terms and conditions as they may determine.\nThe FUND will, for the purposes\r\nof 4. above, at all times be represented by the Principal Officer.'\nR H Christie\nThe Law of Contract in South Africa\n6 ed (2011)\r\nat 219 states:\n'Preambles or recitals in a\r\nwritten contract present more of a problem. The general principle is\r\nthat they should be regarded as\nsubordinate to the operative part\r\nwhich, if its meaning is clear, must be taken as expressing the\r\ncommon intention of the parties\nand so must prevail over anything to\r\nthe contrary in the preamble. If the operative part is not clear,\r\nrecourse may be had to the\npreamble to assist in elucidating it.'\nIt is therefore wrong to approach a written contract as though every\r\nprovision is intended to create contractual obligations (\nAbsa Bank\r\nLtd v Swanepoel NO\n2004 (6) SA 178\n(SCA) at para 6). Indeed\nStandard Bank v Fisher's Trustee\n1919 TPD 83\nat 88 makes the\r\npoint that the operative parts of the document (a bond in that case)\r\nhad to be construed first without construing\nthe recitals, because\r\n‘one ought to determine first what the operative part of the\r\nbond clearly lays down'. The recital,\nso\nClayton, NO v\r\nMetropolitan and Suburban Railway Company and Walker\n(1892-1893)\r\n10 SC 291\nat 304 held, can only control the operative part of the\r\ndeed if the operative part is doubtful in its meaning. In my view no\r\nwords\ncan be less ambiguous than those employed in rule 4.13. I thus\r\ndo not think that clauses 4 and 5 of the preamble carry the matter\n\nany further.\n[33] No doubt it may be said to be desirable that there should be a\r\nprovision in the rules that would enable the principal officer\nto\r\nenter into written contracts with regard to the day-to-day\r\nfunctioning of the Fund. But there is no such express provision.\nNor\r\nfor that matter does one find any such provision in the Act. The\r\nquestion that then arises is whether it can be inferred by\nnecessary\r\nimplication from the rules (\nCape Union Sick Fund Society v Forrest\nat 532D). Needless to say a court should be very slow to do so\r\n(\nMullin (Pty) Ltd v Benade Ltd\n1952 (1) SA 211\n(A)). Solomon\r\nJA held in\nUnion Government (Minister of Railways and Harbours) v\r\nFaux Ltd\n1916 AD 105\nat 112:\n'The rule to be applied by a\r\nCourt in determining whether or not a condition should be implied, is\r\nwell stated by Lord Esher in\nthe case of\nHamlyn\r\n& Co v Wood & Co\n(1891\r\n(2) QBD 491)\nas follows: \"I have for a long time understood that\r\nrule to be that a Court has no right to imply in a written contract\r\nany\nsuch stipulation, unless, on considering the terms of the\r\ncontract in a reasonable and business manner, an implication\r\nnecessarily\narises that the parties must have intended that the\r\nsuggested stipulation should exist. It is not enough to say that it\r\nwould be\na reasonable thing to make such an implication. It must be a\r\nnecessary implication in the sense that I have mentioned.\" '\n[34] In\nAlfred McAlpine & Son (Pty) Ltd v Transvaal Provincial\r\nAdministration\n1974 (3) SA 506\n(A) at 532G-533A Corbett JA\r\npointed out:\n‘\nThe\r\nimplied term . . . is essentially a standardised one, amounting to a\r\nrule of law which the Court will apply unless validly excluded\nby the\r\ncontract itself. While it may have originated partly in the\r\ncontractual intention, often other factors, such as legal policy,\n\nwill have contributed to its creation. The tacit term, on the other\r\nhand, is a provision which must be found, if it is to be found\nat\r\nall, in the unexpressed intention of the parties. Factors which might\r\nfail to exclude an implied term might nevertheless negative\nthe\r\ninference of a tacit term. . . The Court does not readily import a\r\ntacit term. It cannot make contracts for people; nor can\nit\r\nsupplement the agreement of the parties merely because it might be\r\nreasonable to do so. Before it can imply a tacit term the\nCourt must\r\nbe satisfied, upon a consideration in a reasonable and businesslike\r\nmanner of the terms of the contract and the admissible\nevidence of\r\nsurrounding circumstances, that an implication necessarily arises\r\nthat the parties intended to contract on the basis\nof the suggested\r\nterm.'\nHere if a term is to be imported at all it is not one to be imported\r\nby law from without (an implied term) but rather one to be\nbased on\r\nthe inferred intention of the parties – a tacit term (\nSouth\r\nAfrican Forestry Co Ltd v York Timbers Ltd\n2005 (3) SA 323\n(SCA)\r\npara 28). Any such term as may be imported seems though to be against\r\nthe Bank in view of the specific requirements of rule\n4.13. For, as\r\nTrengrove JA put it in\nRobin v Guarantee Life Assurance Ltd\n[1984] ZASCA 72\n;\n1984 (4) SA 558\n(A) at 567C-D:\n‘\nA\r\ntacit term cannot be imported into a contract in respect of any\r\nmatter to which the parties have applied their minds and for which\n\nthey have made express provision in the contract. As was said by Van\r\nWinsen JA in\nSA\r\nMutual Aid Society v Cape Town Chamber of Commerce\n1962\r\n(1) SA 598\n(A) at 615D:\n“\nA term\r\nis sought to be implied [a tacit term in the terminology of\nAlfred\r\nMcAlpine\n]\r\nin an agreement for the very reason that the parties failed to agree\r\nexpressly thereon. Where the parties have expressly agreed\nupon a\r\nterm and given expression to that agreement in the written contract\r\nin unambiguous terms, no reference can be had to surrounding\n\ncircumstances in order to subvert the meaning to be derived from a\r\nconsideration of the language of the agreement only.”\n'\n(See also\nPan American Airways Incorporated v SA Fire and Accident\r\nInsurance Company Ltd\n1965 (3) SA 150\n(A) at 175C.)\n[35] The further difficulty with the Bank’s case is that even\r\nif one construes the rules as conferring capacity on the principal\n\nofficer to conclude binding written agreements on behalf of the Fund,\r\nit is not clear what the limits of that capacity will be\nor how it is\r\nto be exercised. As I have pointed out, in terms of rule 4.13 the\r\ntrustees have to follow a fairly rigorous procedure\nto bind the Fund\r\nto written agreements. One finds no similar provision in respect of\r\nthe principal officer. The absence of any\nsuch provision pertaining\r\nto the principal officer, as complete and comprehensive as rule 4.13,\r\nmay be the clearest indicator that\nit was never intended that the\r\nprincipal officer should be endowed with the capacity to bind the\r\nFund to written contracts. It\nmay be a contradiction in terms to say\r\nthat the trustees control and administer the Fund, but that the\r\nprincipal officer, who is\nappointed by them, has, by virtue of his or\r\nher unlimited capacity to bind the Fund to written contracts, the\r\npower to control\nthe Fund and in turn the trustees. Needless to say\r\nthe principal officer cannot control the board of trustees in respect\r\nof matters\nwhere authority is specifically conferred on them by the\r\nAct and the rules of the Fund. To allow that would constitute a\r\nviolation\nof the Act and the rules.\n[36] In my view questions of equity cannot, when the rule is clear\r\nand unambiguous, affect the interpretation to be placed on it.\nThe\r\nquestion that naturally arises is what was the purpose of the Fund in\r\nadopting rule 4.13 if it can simply be ignored as the\nBank\r\npostulates. And, the further rhetorical question that then remains\r\nunanswered is: if rule 4.13 does not apply to these contracts\nthen\r\nwhen precisely would it apply? Here we are dealing with an\r\nelaborately framed constitution from which it is clear, as I hope\nI\r\nhave shown, the control of expenditure is entrusted to the trustees.\r\nIndeed that is precisely what the Act envisages, given the\npublic\r\ninterest at stake. In those circumstances it is not difficult to\r\nappreciate why such an elaborate and cumbersome procedure\nwas chosen\r\nin rule 4.13. It was to ensure the greatest measure of protection for\r\nthe funds entrusted to the Fund which was to be\nadministered by the\r\nboard of trustees. The chosen procedure thus has a legitimate and\r\nrational purpose. One looks in vain for similar\nprotection were the\r\nprincipal officer to act as postulated by the Bank. There is nothing\r\nto suggest that although somewhat cumbersome\nthe chosen procedure is\r\nunworkable or that the Fund cannot regulate its affairs in such a way\r\nas to ensure compliance with the\nrequirements of the rule. Moreover\r\nthe Fund is free, if so advised, to effect such amendments as it may\r\ndesire to its rules. For,\neven if we were to hold that the\r\nconstitution of the Fund may be a foolish contract, this Court has no\r\npower to make a new contract\nfor its members.\n[37] In\nGründling v Beyers & others\n1967 (2) SA 131\n(WLD) at 139 Trollip J drew the following important distinction:\n'Now, the constitution does\r\nspecify certain acts which the Union is required or permitted to do;\r\nit often specifies too the manner\nin which those acts are to be done.\r\nThe former are the Union's powers, the latter, its internal\r\nmanagement (cf.\nMine\r\nWorkers' Union v. Prinsloo\n,\n1948 (3) S.A. 831\n(A.D.)). If it exceeds the former powers, that is,\r\ndoes an act that the constitution does not require or permit it to\r\ndo, that\nact is\nultra\r\nvires\n, and null and\r\nvoid. Such an act cannot be validated by ratification or estoppel,\r\nand the Union, any outsider affected by it, or\na member may, if\r\nnecessary, have it set aside or declared null and void. On the other\r\nhand, if the act is within its powers, but\nthe manner of doing it\r\ndeviates from or is contrary to the constitution, it is not null and\r\nvoid; at most, it is voidable, but\nit can be validated by\r\nratification or estoppel.'\nI have approached the matter thus far on the basis of the former of\r\nthe two postulates articulated by Trollip J. But even if rule\n4.13\r\nwere to be approached on the basis of the latter, namely that it is a\r\nsimply a matter of internal management - for the reasons\nthat follow,\r\nthe conclusion to which I have come remains unaltered. In\nThe Mine\r\nWorkers' Union v J J Prinsloo; The Mine Workers' Union v J P\r\nPrinsloo; The Mine Workers' Union v Greyling\n(3)\n1948 SA 831\n(A)\r\nat 849 Greenberg JA held:\n'I do not think that the\r\nvalidity of a transaction such as the one in question in\nTurquand's\ncase is to be decided on a\r\nsubjective basis, depending on whether the other party does or does\r\nnot know of the constitution or whether\n— as would follow if\r\nthe basis were subjective — even though he knew of the\r\nconstitution, he did or did not apply his\nmind to the question\r\nwhether the internal acts of management had been performed. It seems\r\nto me that the true position is that\nthe necessary acts of internal\r\nmanagement are presumed to have been performed and not that a\r\nparticular person is entitled to assume\nthat they have. (See also per\r\nScrutton, L J in the\nKreditbank\r\nCassel\ncase at pp\r\n837/8.) I have already said that this presumption does not arise when\r\nthe other contracting party knows that the acts\nhave not been\r\nperformed.'\nHere as the agreed facts in the stated case reveal both third parties\r\nto the contract, as also the Bank, to whom the contracts\nwere ceded,\r\nknew of the existence of the rule and knew, furthermore, that it had\r\nnot been complied with.\n[38] It follows, in my view, that the appeal must fail and I would,\r\nin the result dismiss it with costs including those consequent\nupon\r\nthe employment of two counsel.\n_________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: A Subel SC (with him D K Nigrini)\nInstructed\r\nby Schwellnus Spies Haasbroek (Gauteng) Inc\nRandburg\nSymington\r\n& De Kok\nBloemfontein\nFor\r\nRespondent: J J Gauntlett SC (with him L J Van Tonder and S B Rose)\nInstructed\r\nby A L Mostert & Company Inc\nBryanston\nMatsepes Inc\nBloemfontein\n1\nThe\r\n\tuse of capital letters and different fonts in this rule, as well as\r\n\tothers cited, is not reproduced here.\n2\nEkurhuleni\r\n\tMertopolitan Municipality v Germiston Municipal Retirement\nFund\n2010 (2) SA 498\n(SCA) paras 12-14. And see\nLloyds of London\r\n\tUnderwriting Syndicates 969, 48, 1183 and 2183 v Skilya Property\r\n\tInvestments (Pty) Ltd\n[2004] 1 All SA 386\n(SCA) para 14;\nTrustees, Bus Industry Restructuring Fund v Break Through\r\n\tInvestments CC\n2008 (1) SA 67\n(SCA) paras 14 and 15;\n3\nEkurhuleni\r\n\tMetropolitan Municipality\nabove para 12, citing\nSassoon\r\n\tConfirming and Acceptance Co (Pty) Ltd v Barclays National Bank Ltd\n1974 (1) SA 641\n(A).\n4\nSection\r\n\t7C reads:\n‘\n(1) The object of a board\r\n\tshall be to direct, control and oversee the operations of a fund in\r\n\taccordance with the applicable laws\nand the rules of the fund.\n(2) In pursuing its object the board shall -\n(\na\n) take all reasonable steps to ensure that the\r\n\tinterests of members in terms of the rules of the fund and the\r\n\tprovisions of this\nAct are protected at all times, especially in the\r\n\tevent of an amalgamation or transfer of any business contemplated in\r\n\tsection\n14, splitting of a fund, termination or reduction of\r\n\tcontributions to a fund by an employer, increase of contributions of\r\n\tmembers\nand withdrawal of an employer who participates in a fund;\n(\nb\n) act with due care, diligence and good faith;\n(\nc\n) avoid conflicts of interest;\n(\nd\n) act with impartiality in respect of all\r\n\tmembers and beneficiaries.'\n5\nSection\r\n\t7D provides:\n'The duties of a board shall be to —\n(\na\n) ensure that proper registers, books and\r\n\trecords of the operations of the fund are kept, inclusive of proper\r\n\tminutes of all resolutions\npassed by the board;\n(\nb\n) ensure that proper control systems are\r\n\temployed by or on behalf of the board;\n(c) ensure that adequate and appropriate information is\r\n\tcommunicated to the members of the fund informing them of their\r\n\trights,\nbenefits and duties in terms of the rules of the fund;\n(\nd\n) take all reasonable steps to ensure that\r\n\tcontributions are paid timeously to the fund in accordance with this\r\n\tAct;\n(\ne\n) obtain expert advice on matters where board\r\n\tmembers may lack sufficient expertise;\n(\nf\n) ensure that the rules and the operation and\r\n\tadministration of the fund comply with this Act, the Financial\r\n\tInstitutions (Protection\nof Funds) Act, 2001 (Act No. 28 of 2001),\r\n\tand all other applicable laws.'\n6\nRule\r\n\t4.10.1 provides: ‘The TRUSTEES will appoint a Principal\r\n\tOfficer, an ACTUARY and an AUDITOR for such periods as they\nmay\r\n\tdetermine. The TRUSTEES may withdraw any such appointment and make\r\n\tanother appointment in its place.'",
  "scraped_at": "2026-02-12T15:54:56.123293",
  "date": "2011-09-27",
  "coram": [
    "Lewis JA",
    "Ponnan JA",
    "Cachalia JA",
    "Bosielo JA",
    "Shongwe JJA"
  ],
  "case_number": "697/10",
  "parties": {
    "applicants": [
      "ABSA Bank Limited"
    ],
    "respondents": [
      "South African Commercial Catering and Allied Workers Union National Provident Fund (under Curatorship)"
    ]
  },
  "sections": {
    "facts": "ABSA Bank Limited (the Bank) was the cessionary of the rights of two lessors, Sasfin Bank Ltd and Sunlyn Investments, in respect of fifteen rental agreements for office equipment entered into by the South African Commercial Catering and Allied Workers Union National Provident Fund (the Fund). The agreements were signed by the Fund’s principal officer, Mr A Mosiuoa, between 2000 and 2001. The Fund, which had been placed under final curatorship on 18 March 2003, subsequently defaulted on the rental payments. The Bank sued the Fund for the arrears, while the Fund contended that Mosiuoa lacked authority to bind the Fund because the contracts were not signed in accordance with Rule 4.13 of the Fund’s rules, which requires the chairperson and two trustees to sign at a duly constituted meeting.",
    "issues": "1) Whether Mr Mosiuoa, acting as principal officer, acted ultra vires the Fund’s registered rules and the Pension Funds Act in concluding the fifteen rental agreements. 2) Whether, assuming the contracts were intra vires, the Fund could still be bound despite non‑compliance with Rule 4.13, invoking doctrines such as the Turquand rule or estoppel. 3) Whether Rule 4.13 applies to all contracts entered into by the Fund or only to those of a certain magnitude, and what the appropriate interpretation of the Fund’s rules should be.",
    "principles": "The Court considered the mandatory nature of Rule 4.13, which implements Regulation 30(2)(k) of the Pension Funds Regulations requiring contracts to be signed by the chairperson and two trustees at a duly constituted meeting. The doctrine of ultra vires under the Pension Funds Act was applied, requiring a corporation to act within powers expressly or impliedly granted by its constitution. The Court examined the role of the principal officer under clauses 4 and 5 of the rules’ preamble, the limits of implied authority, and the relevance of the Turquand rule and estoppel in cases of non‑compliance with internal formalities. Judicial precedents on interpreting constitutions, implied terms, and the distinction between internal management requirements and substantive capacity were also cited.",
    "application": "The majority held that Rule 4.13 is the sole provision governing the execution of contracts by the Fund and that it must be complied with for a contract to be binding. The Court found that the Fund’s rules do not grant the principal officer autonomous authority to sign contracts without the prescribed trustees’ signatures, and that the preamble clauses are not substantive rules. Consequently, the fifteen rental agreements were concluded ultra vires because the required signatures were absent. The Court rejected the Bank’s argument that the principal officer could act independently for day‑to‑day operations and dismissed the Fund’s reliance on the Turquand rule and estoppel, noting that the Bank was aware of the non‑compliance.",
    "conclusion": "The appeal was dismissed with costs, including those of two counsel. The fifteen rental agreements were held invalid as they were not signed in accordance with Rule 4.13, and the Fund was not bound by them."
  },
  "tags": {
    "level_1": "Pension Law",
    "level_2": "Contractual Capacity",
    "level_3": [
      "Rule 4.13",
      "ultra vires",
      "principal officer authority",
      "fund governance",
      "rental agreements"
    ]
  }
}