{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/188.html",
  "case_name": "Body Corporate Croftdene Mall v Ethekwini Municipality (603/2010) [2011] ZASCA 188; [2012] 1 All SA 1 (SCA); 2012 (4) SA 169 (SCA) (10 October 2011)",
  "citation": "[2011] ZASCA 188",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 188\n|\nNoteup\n|\nLawCite\nBody Corporate Croftdene Mall v Ethekwini Municipality (603/2010) [2011] ZASCA 188; [2012] 1 All SA 1 (SCA); 2012 (4) SA 169 (SCA) (10 October 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 603/2010\nIn the matter\r\nbetween:\nBODY CORPORATE\r\nCROFTDENE MALL\n…...........................................\nAPPELLANT\nand\nETHEKWINI\r\nMUNICIPALITY\n….............................................................\nRESPONDENT\nNeutral citation:\nBody Corporate Croftdene Mall v Ethekwini Municipality\n(603/2010)\n[2011] ZASCA 188\n(10 October 2011)\nCoram:\nCloete\n,\nHeher\n,\nMaya, Cachalia JJA and Plasket AJA\nHeard: 8\r\nSeptember 2011\nDelivered: 10\r\nOctober 2011\nSummary:\nLocal\r\nauthority –\ns 102\nof the\nLocal Government: Municipal Systems\nAct 32 of 2000\n– whether a local authority may disconnect a\r\nratepayer’s water and electricity services because of an\r\noutstanding debt\nfor municipal property rates.\n___________________________________________________________\nORDER\nOn appeal from:\nKwaZulu-Natal\r\nHigh Court, Durban (Hughes-Madondo AJ sitting as court of first\r\ninstance):\nThe appeal is dismissed with\r\ncosts, including the costs of two counsel.\n___________________________________________________________\nJUDGMENT\nMAYA JA\n(CLOETE, HEHER,\r\nCACHALIA JJA and PLASKET AJA concurring):\n[1] The crisp issue in this\r\nappeal is whether s 102 of the Local Government: Municipal Systems\r\nAct 32 of 2000 (the Systems Act)\nempowers a local authority to\r\ndisconnect a ratepayer’s water and electricity supply because\r\nof an outstanding debt for municipal\nrates. The appeal is against a\r\ndecision of the KwaZulu-Natal High Court, Durban (Hughes-Madondo AJ)\r\nin which the court dismissed\nthe appellant’s application for an\r\ninterdict barring the respondent from disconnecting water and\r\nelectricity services to\na property managed by the appellant. The\r\nappeal is brought with leave granted by the court below.\n[2] Most of the relevant\r\nbackground facts may be gleaned from the respondent’s answering\r\naffidavit and its annexures as the\nappellant’s founding\r\naffidavits were cursory at best.\nThe\r\nappellant is the Body Corporate of Croftdene Mall (the property), a\r\nshopping complex situated on immovable property within the\n\nrespondent’s area of jurisdiction. The property was developed\r\nin 1994 by Croftas Holdings (Pty) Ltd which co-owned it with\na\r\nsubsidiary close corporation, Croftlark CC. It was initially operated\r\nas a shareblock scheme but was converted,\nin\r\nthe same year (the precise date is not entirely clear on the papers),\ninto a sectional title scheme in\r\nterms of the provisions of the\nSectional Titles Act 95 of 1986\n.\nThe appellant would, pursuant to\ns 36(1)\nof this Act, have come into being at the time of the\r\nconversion.\n1\n[3] In 1999, the Croftas entities\r\nwent into liquidation and their sectional title units in the property\r\nwere sold to third parties\nduring the liquidation process and\r\nthereafter. At that stage the respondent had two accounts in its\r\nbooks in respect of the property,\none in the name of the appellant\r\nand the other in that of the Croftas company. However, even during\r\nthe liquidation process, the\nbody corporate received statements for\r\nboth accounts from the respondent, periodically engaged the latter\r\nwith regard to such accounts\nand made some payments.\n[4] In October 2006, the\r\nrespondent consolidated the appellant’s rates account with its\r\nwater, electricity and refuse removal\naccounts. There does not seem\r\nto have been any objection from the appellant to this step as the\r\nfirst recorded meeting between\nthe parties to discuss the appellant’s\r\naccount, at which no complaint was raised about the consolidation,\r\ntook place only\non 16 July 2008. The appellant was represented by Mr\r\nSamasivan Pillay, its chairman, and its other members, including an\r\nattorney,\nMr Zain Fakrooden, who ran a legal practice at the centre\r\nand also owned two units in the appellant. The respondent was\r\nrepresented\nby Mr Shawn Powdrell and Mr Andre Grundler of AG Body\r\nCorporate Solutions CC, a partner of Voyager Property Management\r\n(Pty) Ltd\nwhich was mandated by the respondent to deal with and\r\ncollect outstanding municipal debts.\n[5] The proceedings at that\r\nmeeting are recorded in Grundler’s email to Powdrell written\r\nafter the meeting, on 18 July 2008,\nwhich reads:\n‘\nI\r\nrefer to our joint meeting with owners/trustees of Croftdene Mall\r\nheld on 16 July 2008 at the building. In summary we record the\n\nfollowing pertaining to this meeting:\nAn updated arrears\r\n\tanalysis will be prepared by Council for the body corporate;\nOnce the body\r\n\tcorporate receives this arrears analysis, they will submit their\r\n\trequests to Council, in writing, for Council consideration;\nThe S46 application\r\n\twhich had already been submitted to [the Council’s] attorneys\r\n\twill be pended until the body corporate’s\nsubmission has been\r\n\tconcluded;\nCouncil can expect\r\n\ta submission in terms of which the body corporate requests a\r\n\twrite-off of arrears, their indication being down\nto R1 million\r\n\tcompared to the total due of some R2 million;\nThe body corporate\r\n\thas indicated their concern that the interest and or penalties on\r\n\ttheir arrears may exceed the capital amount,\nand that the IN DUPLUM\r\n\trule may apply. We propose that this be considered by Council;\nThe body corporate\r\n\tcurrently has no cash and levy arrears of only some R60 000. Clearly\r\n\tNO provision has been made for any amounts\nowing to Council;\nThe body corporate\r\n\tfailed to respond to the letter of demand submitted to them on 22\r\n\tApril 2008, other than their recent approach\nto Council;\nThe meeting\r\n\tconfirmed that the body corporate does not have historical\r\n\taccounting records or financial statements and that levy\n\n\tdeterminations have been made in terms of a crisis management basis.\nIn our opinion there\r\nare no grounds, other than possibly the in duplum consideration, to\r\nwrite off this body corporate’s arrears.\nThis is a commercial\r\nventure, and the meeting itself indicated that these units were\r\npurchased for nominal amounts of between R1\n000 and R2 000 per square\r\nmeter. This body corporate has failed to follow procedures prescribed\r\nby the\nSectional Titles Act and\nfurther in the meeting with them made\r\nit clear that their intention is not to recover the arrears from\r\nowners on a participation\nquota basis, but on some determination\r\nbiased against the majority owner. This will only exacerbate future\r\nproblems associated\nwith levy collections and therefore recovery of\r\nthe arrears due to Council.’\n[6]\nPillay’s\r\nresponse to the respondent’s updated arrears analysis report (a\r\nfull and detailed breakdown of rates, interest\nand penalties thereon\r\nlevied, commencing with a nil balance in the 1996/1997 year and\r\nshowing an outstanding amount of R2 271 336,49\nas at 30 June 2008)\r\nsent to him by Grundler on 21 July 2008, came after quite a few\r\nprompts from the latter and several promises\nby Pillay to revert with\r\nrepresentations. This was at a meeting held on 4 September 2008. A\r\nwrite-off of the outstanding balance\nwas sought by Pillay from the\r\nrespondent. Two documents were submitted to the respondent’s\r\nagents in support of this request.\nOne\n2\nexplained how the arrears arose\r\nand generally attributed this to inexperience on the appellant’s\r\npart. The other document,\na\r\ndirect response to Grundler’s analysis, was titled\n‘\nPROBLEMS\r\nWITH RECONCILIATION OF AMOUNT OWING BY BODY CORPORATE CROFTDENE MALL\r\nI.R.O. RATES’\n.\nThe relevant part reads:\n‘\n...\nTotal rates bill as\r\nper schedule excluding penalties and costs for period:\n1996/97 to 2005 = R\r\n956, 999\nto 2006 = R 165,000\nto 2007 =\nR\r\n204,000\nR 1,329,999\nPayments: Capensis\n3\nup to 04/2007 =\r\nR912,000\nBody Corp = [about]\nR\r\n245,000\nR 1,157,000\nBalance outstanding\r\non rates portion as at 30/04/08 = R172,999\nRest of debt [about]\r\nR1,825,000 is penalty/interest for the period.’\n[7] Thereafter, the respondent\r\nduly considered the appellant’s submissions. On 13 October\r\n2008, the respondent’s answer\nrejecting the appellant’s\r\nsettlement offer and demanding payment of the full debt owing, was\r\nsent to the appellant by email.\nThis missive elicited no response\r\nfrom the appellant for several months. On 30 March 2009, Grundler\r\nsent another email to Pillay\nand Fakrooden registering his concerns,\r\ninter alia, ‘that the debt owing to the municipality continues\r\nto escalate without\nany apparent attempt by the body corporate either\r\nto pay the debt or to enter into a payment arrangement acceptable to\r\nthe municipality’.\nGrundler advised that the matter had been\r\nreferred to the respondent’s attorneys for the appointment of\r\nan administrator\nin terms of\ns 46\nof the\nSectional Titles Act and\nattached a further analysis and comments on the debt owing.\n[8] Once more, the appellant\r\nignored this communication. The respondent continued to issue it with\r\nstatements of account and it\nsporadically made payments which were\r\ninsufficient to meet even the charges for electricity, water and\r\nrefuse removal services.\nIn October 2009, a councillor, Mr V. Reddy,\r\napproached the respondent’s City Treasurer, Mr Krish Kumar, on\r\nthe appellant’s\nbehalf. He requested, by email, an urgent\r\nupdate on the appellant’s account stating that Pillay had\r\ntelephoned him and indicated\nthat ‘they have R1 million which\r\nthey can pay now on a bill that’s about 2. something million’.\n[9] The respondent was willing to\r\nconsider the new offer. Towards that end, a meeting was arranged with\r\nPillay with a view to accepting\nthe R1 million offered and demanding\r\npayment of the rest of the debt, standing at R2,7 million, over a\r\nperiod of six months. However,\nit became clear at the meeting that\r\nthe appellant did not have R1 million and further had no intention of\r\nimposing appropriate\nlevies on its members to meet the outstanding\r\ndebt. Instead, Pillay again requested a write-off of the debt, which\r\nhe did not dispute,\narguing merely that the interest charged thereon\r\nmay have exceeded the amount claimed as capital. He requested a\r\nsummary of the\ndebt and a division of the outstanding amount among\r\nthe individual owners of the sectional title units.\n[10] On 9 November 2009, the\r\nrespondent sent Pillay a summary of the total capital debt in the sum\r\nof R1 571 903, 03 and interest\nand penalties of R1 129 458 as\r\nrequested. The rest of the requests, including the one for a\r\nwrite-off, were turned down. In mid-October\n2009, the property’s\r\nelectricity supply had been cut off and sometime during November its\r\nwater supply was disconnected.\nOn 1 December 2009, Pillay called at\r\nthe respondent’s offices and requested it to write off the debt\r\n‘out of sympathy\nfor the [appellant] and its members’.\r\nThis plea was refused. Two days later the appellant’s attorneys\r\naddressed a letter\nto the respondent making certain offers and making\r\nsome vague reference, for the first time, to a dispute. On 11\r\nDecember 2009,\nthe appellant launched the present proceedings on an\r\nurgent basis. At that stage, the scheme comprised 37 sectional title\r\nholders\nand 35 individual business outlets.\n[11] In the court below, as here,\nt\nhe appellant contended mainly that the\r\nrespondent was barred from disconnecting the electricity and water\r\nservices to the property\nbecause of an alleged dispute between the\r\nparties which the appellant claimed fell within the ambit of s 102(2)\r\nof the Systems\nAct. Among various contentions, it disputed the\r\nrespondent’s power to consolidate its municipal accounts and to\r\nallocate\nthe payments made towards its water and electricity charges\r\nto the ‘undifferentiated consolidated historical debt’.\n\nIt argued also that the respondent had contravened the\nin duplum\nrule by charging interest and penalties which exceeded the\r\ncapital amount claimed. (An allegation in the founding affidavit in\r\nchallenge\nto the constitutionality of the provisions of s 102 in so\r\nfar as it allows for the interpretation that water and electricity,\r\nwhich\nare essential services, can be disconnected if rates are\r\nallegedly owing, was not pursued.)\n[12] Section 102 of the Systems\r\nAct provides:\n‘\nAccounts\nA municipality may–\nconsolidate any\r\n\tseparate accounts of persons liable for payments to the\r\n\tmunicipality;\ncredit a payment by\r\n\tsuch person against any account of that person; and\nimplement any of\r\n\tthe debt collection and credit control measures provided for in this\r\n\tChapter in relation to any arrears on any\nof the accounts of such a\r\n\tperson.\n(2) Subsection (1)\r\ndoes not apply where there is a dispute between the municipality and\r\na person referred to in that subsection\nconcerning any specific\r\namount claimed by the municipality from that person.’\n[13] The core findings made by\r\nthe court below were that: (a) no facts were alleged in the\r\nappellant’s papers to support its\nreliance on the\nin\r\nduplum\nrule; (b)\r\nalthough a dispute of the nature contemplated in s 102(2) of the\r\nSystems Act existed between the parties,\nit\r\narose only after the appellant’s accounts had been\r\nconsolidated,\nwhich\r\ndisentitled it from relying on those provisions; and (c) s 68 of the\r\nDurban Extended Powers\nOrdinance 18 of 1976\n4\n(the Ordinance) empowered the\r\nrespondent to consolidate the appellant’s accounts and\r\ndisconnect the property’s water\nand electricity supply as it\r\nhad done.\n[14] The relevant statutory\r\nframework is extensive but common cause. Section 229 of the\r\nConstitution\n5\nvests a local authority with the\r\nauthority to impose ‘rates on property and surcharges on fees\r\nfor services provided by or\non behalf of the municipality’.\r\nThis power is regulated by national legislation in the form of the\r\nLocal Government: Municipal\nProperty Rates Act 6 of 2004 (the\r\nMunicipal Property Rates Act) s 2(1) of which empowers ‘a\r\nmetropolitan or local municipality\n... [to] levy a rate on property\r\nin its area’ and s 3(1) of which obliges ‘a council of a\r\nmunicipality… [to]\nadopt a policy consistent with [the] Act on\r\nthe levying of rates on rateable property in the municipality’.\n6\n[15] Chapter 9 of the Systems Act\r\nprovides for municipal credit control and debt collection. Section 96\r\ndeals with the ‘debt\ncollection responsibility of\r\nmunicipalities’ and enjoins a municipality to (a) collect all\r\nmoney that is due and payable\nto it, subject to the Act and any other\r\napplicable legislation; and (b) for that purpose, to adopt, maintain\r\nand implement a credit\ncontrol and debt collection policy which is\r\nconsistent with its rates and tariff policies and complies with the\r\nprovisions of the\nAct. Section 97 requires the credit control and\r\ndebt collection policy to provide, inter alia, for credit control and\r\ndebt collection\nprocedures and mechanisms, interest on arrears where\r\nappropriate and the termination of services or the restriction of the\r\nprovision\nof services where payments are in arrears. Section 98(1)\r\nobliges it to adopt by-laws to give effect to such policy, its\r\nimplementation\nand enforcement. Section 102(1) empowers a\r\nmunicipality to consolidate any separate accounts of persons liable\r\nfor payments to\nthe municipality, to credit payment by such a person\r\nagainst any account of that person, and to implement any of the debt\r\ncollection\nand credit control measures provided for in chapter 9 in\r\nrelation to any arrears on any account of such a person.\n[16]\nIn\r\ncompliance with these statutory requirements, the respondent, on 28\r\nOctober 2009, compiled the Credit Control and Debt Collection\nPolicy\r\nof 2009/2010\n(the Policy)\r\nwhich ‘is designed to provide for credit\ncontrol\r\nand debt collection procedures and mechanisms … and to ensure\r\nthat the Municipality’s approach to debt recovery\nis sensitive,\r\ntransparent and is equitably applied throughout the Municipality’s\r\ngeographic area’.\nThe\r\nrespondent further adopted by-laws,\nthe\r\neThekwini Municipality Credit Control and Debt Collection By-Laws\r\n(the By-Laws).\n7\nBoth the\r\nPolicy and the By-Laws were available in the proceedings below and it\r\nis in terms of the above provisions that the respondent\nclaims to\r\nhave acted when it\nconsolidated\r\nthe\nappellant’s\r\naccounts and subsequently disconnected the property’s water and\r\nelectricity supply.\n[17]\nThe\r\nPolicy defines a\n‘\nconsolidated\r\naccount’ as ‘a monthly account reflecting municipal\r\nservice fees, charges, surcharges on fees, property\nrates and other\r\nmunicipal taxes, levies and duties’. By-Law 2.1 authorises a\r\nmunicipality,\n‘\nin\r\naccordance with its Credit Control and Debt Collection Policy,\n[to] include\r\nin a single account for a debtor different amounts due and owing to\r\nthe Municipality by that debtor regardless of whether\nsuch charges\r\nrelate to any one of the accounts or fund without prejudice to its\r\nright to render separate statements of account\nfor any one or more\r\nthan one item for which the same debtor is liable’.\n[18] By-Law 5 provides:\n‘\nTermination\r\nof Services:-\n5.1 The Municipality\r\nmay, in accordance with its Credit Control and Debt Collection\r\nPolicy, these bylaws and the principles of administrative\njustice,\r\nunilaterally cut off:-\n(1) the supply of\r\nelectricity to any premises used for residential purposes; or\n(2) the supply of\r\nwater, electricity or both to any premises used for any purposes\r\nother than residential purposes, where:-\nany amount on the\r\n\tconsolidated bill or any other account for a liquid or liquidated\r\n\tamount remains outstanding for a period longer\nthan that specified\r\n\tin the Credit Control and Debt Collection Policy of the\r\n\tMunicipality’.\nThe Policy in turn provides that\r\nin the case of monthly accounts, the due date is ‘the monthly\r\ndate on which all customers’\naccounts become due and payable,\r\nwhich date shall be 21 days from date of the account.’\n[19]\nA\r\nmunicipality’s prerogative to consolidate a ratepayer’s\r\naccounts where appropriate and unilaterally to cut off the\nsupply of\r\nelectricity or water services if the amount reflected in such account\r\nfor rates is not paid, is abundantly clear from\nthese provisions. The\r\ncourt below misdirected itself by relying on the provisions of both\r\nthe Systems Act and the Ordinance in\nits reasoning. There is no\r\nconflict between the two statutory regimes but the provisions of the\r\nSystems Act with regard to a municipality’s\ncredit control and\r\ndebt collection measures are nevertheless self-sufficient. It was\r\ntherefore unnecessary to invoke those set\nout in s 68 of the\r\nOrdinance to supplement s 102 of the Systems Act. And as its counsel\r\npointed out during argument before us,\nthe respondent did not rely on\r\nthem in any event and defended the case on the sole basis of the\r\nSystems Act.\n[20] Section 102(1) of the\r\nSystems Act presents no controversy. The question for determination\r\nis whether the respondent was entitled\nin the circumstances of this\r\ncase, to terminate the services to the property in order to enforce\r\npayment of arrear rates in view\nof the provisions of s 102(2). The\r\nprovisions of this section exclude the application of subsec (1)\r\n‘where there is a dispute\nbetween the municipality and a person\r\nreferred to in that subsection concerning any specific amount claimed\r\nby the municipality\nfrom that person’. Clause 22 of the Policy\r\nmakes provision for dispute resolution. Clause 22.1 thereof requires\r\na customer\nwho disputes a municipal account to\r\nsubmit it in writing to the Chief Financial Officer stating the\r\nreasons therefor and any relevant\nfacts, information or\r\nrepresentation which the Chief Financial Officer should consider to\r\nresolve it.\nBut in terms of clause 22.3,\r\nthe submission of a dispute ‘shall not stop or defer the\r\ncontinuation of any legal procedure\nalready instituted for the\r\nrecovery of arrear payment relating to such dispute’.\n[21] Neither the Systems Act nor\r\nthe Policy defines the term ‘dispute’. Some of the\r\ndefinitions ascribed to it include\n‘controversy, disagreement,\r\ndifference of opinion’ etc.\n8\nThis court had occasion to\r\ninterpret the word in\nFrank\r\nR Thorold (Pty) Ltd v Estate Late Beit\n9\nand said that a mere claim by one\r\nparty that something is or ought to have been the position does not\r\namount to a dispute: there\nmust exist two or more parties who are in\r\ncontroversy with each other in the sense that they are advancing\r\nirreconcilable contentions.\n[22] It is, in my view, of\r\nimportance that subsec 102(2) of the Systems Act requires that the\r\ndispute must relate to a ‘specific\namount’ claimed by the\r\nmunicipality. Quite obviously, its objective must be to prevent a\r\nratepayer from delaying payment\nof an account by raising a dispute in\r\ngeneral terms.\nThe\r\nratepayer is required to furnish facts that would adequately enable\r\nthe municipality to ascertain or identify the disputed item\nor items\r\nand the basis for the ratepayer’s objection thereto. If an item\r\nis properly identified and a dispute properly raised,\ndebt collection\r\nand credit control measures could not be implemented in regard to\r\nthat item because of the provisions of the subsection.\nBut the\r\nmeasures could be implemented in regard to the balance in arrears;\r\nand they could be implemented in respect of the entire\namount if an\r\nitem is not properly identified and a dispute in relation thereto is\r\nnot properly raised.\n[23]\nWhether\r\na dispute has been properly raised must be a factual enquiry\r\nrequiring determination on a case-by-case basis. It is clear\nfrom\r\nclause 22.3 of the Policy referred to above that the dispute must be\r\nraised before the municipality has implemented the enforcement\n\nmeasures at its disposal.\n[24]\nIt\r\nwas not in dispute that no part of the amounts in issue are payable\r\nby any of the appellant’s members as they do not relate\nto\r\nrates levied on individual title holders after the middle of 2008.\r\nThis is so because from 1 July 2008, with aid of the provisions\nof s\r\n10 read with s 92 of the Municipality Property Rates Act,\n10\nthe respondent allocated rates to\r\nindividual sectional title units and not on the body corporate.\n[25] Further undisputed was the\r\nfact that a consequence of the conversion of the share block scheme\r\nto a sectional title scheme\nwas that no indebtedness for rates on the\r\npart of the body corporate was carried over because it is standard\r\nconveyancing procedure\nand the respondent’s fixed policy to\r\nrecover any outstanding rates up to the date of transfer when a\r\nproperty is transferred\nfrom one party to another including in the\r\ncase of conversions of share block to sectional title schemes. Thus\r\nthe appellant started\nwith a clean slate and all rates outstanding\r\nwere accumulated during its watch.\n[26] The detailed exposition of\r\nthe background facts set out above establishes beyond doubt that the\r\nappellant, over a long period,\ndid not challenge the debt\r\nreconciliation relating to its rates arrears furnished to it by the\r\nrespondent or deny its liability\nfor such arrears. In all its\r\ncommunications with the respondent’s agents, even after the\r\nproperty’s services had been\nterminated, it merely sought to\r\nhave the arrears written off and no more. In fact, Pillay states in\r\nthe founding affidavit that\n‘the [appellant] has always\r\nacknowledged that some payment is due to the [respondent]’. His\r\nfurther recordal of an\noutstanding balance on the rates portion in\r\nthe sum of R172 999 in August 2008, which was not paid, puts the\r\nappellant’s\nindebtedness for rates to the respondent beyond any\r\ndoubt.\n[27] I agree with the finding of\r\nthe court below that the appellant cannot rely on the\nin duplum\nrule. There was no attempt in its papers to show that interest\r\novertook the capital amount owing at any stage. The rule was not\n\nrelied upon at all in the founding affidavits. All that appears from\r\nthe record (and that only reflected in an annexure to the\n\nrespondent’s answering affidavit) is that breach of the rule\r\nwas raised only as a possibility during the 2008 negotiations\nfor a\r\nwrite-off of the arrears.\n[28] The only discernible\r\ncomplaint in the appellant’s founding affidavits is that its\r\naccount had been impermissibly consolidated\nwith that of the Croftas\r\nentities which no longer existed and for which it could not be held\r\nliable. But even this complaint is\nmisguided. The first difficulty is\r\nthat the appellant did not prove this allegation in its papers as it\r\nmade no attempt to identify\nthe portion of the debt that it alleged\r\nhad been incurred by the Croftas entities. Second, as stated above,\nuntil 30 June 2008, liability for payment of rates\r\nlevied upon the property rested solely on it. The respondent had no\r\nlegal relationship\nwith the developer, the liquidators or the\r\nindividual sectional title holders and it behoved the appellant to\r\ncollect the requisite\nfunds from these parties and make the necessary\r\npayments itself to the respondent.\n[29]\nThe\r\nsimple fact is that the appellant failed to carry out its legal\r\nobligation to impose levies on its members and collect from\nthem a\r\nsufficient amount to enable it to pay for the relevant municipal\r\ncharges and levies.\n11\nThis view is confirmed in terms\r\nin the document referred to above which Pillay submitted to the\r\nrespondent on 4 September 2008 as\npart of the appellant’s\r\nrepresentations in support for its plea for a write-off (yet another\r\ndocument surprisingly furnished\nto the court below not by its author,\r\nthe appellant, but by the respondent) which reads:\n‘\nRATES\r\nISSUES – CROFTDENE MALL\nBACKGROUND TO\r\nPROBLEMS\n…\nThe Centre was\r\nexpanded and modernized [and] … [t]his was completed in\r\n1989/90… All existing shareblock owners had\ncommitted\r\nthemselves to purchasing their expanded premises and to take transfer\r\non sectional title once the Sectional Title register\nwas opened.\nThen came February\r\n1990 – the ANC was unbanned and Nelson Mandela was released.\r\nRumours of impending disaster and a picture\nof doom and gloom was\r\npainted by certain political parties. This uncertainty resulted in\r\nmost shareblock owners reneging on their\ncommitments and not meeting\r\ntheir levy obligations. Even tenants did the same by not paying\r\nrental. The combination of all of the\nabove led to the arrear rates,\r\nrentals and bond payments. As a result, the banks foreclosed and\r\nliquidated the company.\nThe situation did\r\nnot improve with the new owners and the new inexperienced Body\r\nCorporate…\nCroftas\r\nShareblock was liquidated in about October 2000 – cannot\r\nunderstand why the debt was not recovered from liquidators.\nOur view\r\nis that the entire debt between 96/97 to Oct. 2000 be written off\n.\n’\n(Emphasis added.)\n[30] There clearly exists no\r\ndispute between the parties as contemplated by s 102(2) of the\r\nSystems Act and the court below misdirected\nitself in this regard.\r\nThe so-called ‘dispute’ belatedly relied on by the\r\nappellant is merely a delaying tactic contrived\nto avoid paying the\r\nrespondent what is due to it. The requirements for the grant of a\r\nfinal interdict are trite. The appellant\ndid not meet them. That is\r\nthe end of its case and the appeal must therefore fail.\n[31] In the result the following\r\norder issues:\nThe appeal is dismissed with\r\ncosts, including the costs of two counsel.\n__________________\nMML Maya\nJudge of Appeal\nAPPEARANCES\nFor Appellant: KJ Kemp SC\nInstructed by:\nBooysen & Co Inc, Durban\nPeyper Attorneys, Bloemfontein.\nFor Respondents: CG Marnewick SC\r\n(with him V Voormolen)\nInstructed by:\nLinda Mazibuko & Ass, Durban\nMatsepes Inc, Bloemfontein\n1\nSection\r\n\t36(1)\nof the\nSectional Titles Act 95 of 1986\nprovides that ‘[w]ith\r\n\teffect from the date on which any person other than the developer\r\n\tbecomes an owner of a unit in a\n[sectional title] scheme, there\r\n\tshall be deemed to be established for that scheme a body corporate\r\n\tof which the developer and\nsuch person are members, and every person\r\n\twho thereafter becomes owner of a unit in that scheme shall be a\r\n\tmember of that body\ncorporate.’\n2\nQuoted\r\n\tbelow at para 29.\n3\nAn\r\n\towner of seven units in the sectional title scheme.\n4\nThe\r\n\tsection reads:\n‘\n68.\r\n\tConsolidation of accounts\n–\nThe\r\n\tCouncil may include in a single account different classes of charges\r\n\tor amounts due to it whether or not such charges or amounts\nrelate\r\n\tto more than one fund or account and may –\nrender to the\r\n\t\tperson concerned a statement of account in respect of all or any\r\n\t\tnumber of the said charges and charge debtor\nbalances to any one\r\n\t\tfund or account;\ndeem any deposits\r\n\t\tpayable to the Council in respect of or as security for charges to\r\n\t\tbe levied by or amount payable to the Council,\nto be a consolidated\r\n\t\tdeposit;\naccept a single\r\n\t\tconsolidated deposit in lieu of the separate deposits payable in\r\n\t\trespect of charges affecting two or more funds;\nutilise such\r\n\t\tconsolidated deposits as security for any or all of the charges and\r\n\t\tamounts included in the said statement of account;\ncredit the whole\r\n\t\tor any portion of all or any of the said deposits to any fund or\r\n\t\taccount to which outstanding debtor balances\nrelating to such\r\n\t\tdifferent funds or accounts are charged;\ndebit such fund or\r\n\t\taccount temporarily with any interest payable on such deposits;\nmake reasonable\r\n\t\tapportionments before the books for the financial year are closed\r\n\t\tbetween such fund or account and the different\nfunds or accounts to\r\n\t\twhich such debtors balances, deposits and interest would have been\r\n\t\trespectively credited and debited but\nfor the provisions of this\r\n\t\tsubsection;\nin accordance with\nsection 255\nof Ordinance No. 25 of 1974, cut off the supply of\r\n\t\telectricity or water or both if any amount reflected in the said\r\n\t\taccount\nis not paid as if the said amount related to the supply so\r\n\t\tcut off. ‘\n5\nConstitution\r\n\tof the Republic of South Africa, 1996.\n6\nSections\r\n\t2 and 3 of the Municipality Property Rates Act.\n7\nPublished\r\n\tin the Provincial Gazette of KwaZulu-Natal, Municipal Notices No. 47\r\n\ton 11 December 2008.\n8\nThe\r\n\tShorter Oxford English Dictionary 3ed.\n9\nFrank\r\n\tR Thorold (Pty) Ltd v Estate Late Beit\n[1996] ZASCA 79\n;\n1996\r\n\t(4) SA 705\n(A) at 708I-709A\n.\n10\nSection\r\n\t10 of the Municipality Property Rates Act governs the levying of\r\n\trates on property in sectional title schemes as well\nand provides:\n‘\n(1) A rate\r\n\ton property which is subject to a sectional title scheme must be\r\n\tlevied on the individual sectional title units in\nthe scheme and not\r\n\ton the property as a whole.\n(2)\r\n\tSubsection (1) must be read subject to section 92.’\nSection\r\n\t92 deals with the liability of bodies corporate of sectional title\r\n\tschemes and reads:\n‘\n(1) Section\r\n\t10 does not apply in respect of rates levied against a valuation\r\n\troll or supplementary valuation roll prepared before\nthe effective\r\n\tdate of the first valuation roll prepared in terms of this Act.\n(2) Section 25 does\r\n\tnot affect the liability of a body corporate of a sectional title\r\n\tscheme to a municipality, nor of the owner\nof a sectional title unit\r\n\tto the body corporate, for property rates levied against a valuation\r\n\troll or supplementary valuation\nroll prepared before the effective\r\n\tdate of the first valuation roll prepared in terms of this Act.’\n11\nSection\r\n\t37\nof the\nSectional Titles Act 95 of 1986\nobliges a body corporate,\r\n\tinter alia, to establish an administrative expenses fund for the\r\n\tpayment of rates and taxes and other\nlocal authority charges for the\r\n\tsupply of electric current, water etc. and to require the owners to\r\n\tmake contributions to such\nfund for the payment of such services.",
  "scraped_at": "2026-02-12T16:04:23.669579",
  "date": "2011-10-10",
  "coram": [
    "Cloete",
    "Heher",
    "Maya",
    "Cachalia JJA",
    "Plasket AJA"
  ],
  "case_number": "603/2010",
  "parties": {
    "applicants": [
      "Body Corporate Croftdene Mall"
    ],
    "respondents": [
      "Ethekwini Municipality"
    ]
  },
  "sections": {
    "facts": "The Body Corporate of Croftdene Mall is the management entity of a shopping complex that was developed in 1994 and converted in the same year from a share‑block scheme to a sectional title scheme. The original developer and a subsidiary went into liquidation in 1999 and the sectional units were sold to third‑party owners. The municipality initially maintained separate accounts for the property and the developer, but in October 2006 it consolidated the body corporate’s rates account with its water, electricity and refuse accounts. From 2008 the consolidated account showed arrears that grew to roughly R2.7 million. The body corporate repeatedly sought a write‑off of the debt, made limited payments that were insufficient to cover service charges, and failed to impose levies on unit owners to raise the required funds. In October and November 2009 the municipality disconnected the property’s electricity and water supplies respectively.",
    "issues": "The central issue was whether section 102 of the Local Government: Municipal Systems Act 32 of 2000 authorises a municipality to disconnect water and electricity services when a ratepayer has outstanding municipal rates, or whether the existence of a dispute under subsection 2 of that provision bars the municipality from taking such credit‑control measures. A subsidiary issue concerned whether the municipality’s consolidation of accounts and the application of the in‑duplum rule were lawful.",
    "principles": "Section 102(1) of the Systems Act permits a municipality to consolidate separate accounts of a person and to implement credit‑control and debt‑collection measures, including termination of services, provided subsection 2 does not apply. Subsection 2 excludes application only where there is a dispute concerning a specific amount claimed, and the dispute must be clearly identified and raised before enforcement. The court also referred to section 68 of the Durban Extended Powers Ordinance, which authorises consolidation of accounts, and to constitutional provision s 229 and the Municipal Property Rates Act, which give municipalities the power to levy rates and to recover arrears through appropriate policies. The in‑duplum rule was deemed irrelevant as it had not been expressly raised by the appellant.",
    "application": "The court found that the appellant never identified a specific amount in dispute and therefore no dispute under s 102(2) existed. The consolidation of accounts in 2006 and again in 2009 was lawful under both the Systems Act and the Ordinance. The appellant’s attempts to obtain a full write‑off and its failure to collect levies from unit owners demonstrated that it had not fulfilled its statutory obligations. Consequently, the municipality was entitled to enforce its credit‑control policy, including the disconnection of water and electricity, and the appellant could not rely on the in‑duplum rule.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The body corporate’s interdict against the disconnection of services was denied."
  },
  "tags": {
    "level_1": "Municipal Law",
    "level_2": "Service Disconnection",
    "level_3": [
      "rates arrears",
      "Systems Act",
      "water/electricity disconnection"
    ]
  }
}