{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/23.html",
  "case_name": "Premier of the Western Cape and Others v Overberg District Municipality and Others (801/201) [2011] ZASCA 23; 2011 (4) SA 441 (SCA); [2011] 3 All SA 385 (SCA) (18 March 2011)",
  "citation": "[2011] ZASCA 23",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 23\n|\nNoteup\n|\nLawCite\nPremier of the Western Cape and Others v Overberg District Municipality and Others (801/201) [2011] ZASCA 23; 2011 (4) SA 441 (SCA); [2011] 3 All SA 385 (SCA) (18 March 2011)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF\r\nAPPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 801/2010\nIn\r\nthe matter between:\nTHE\r\nPREMIER OF THE WESTERN CAPE\n.................................................\nFIRST\r\nAPPELLANT\nTHE\r\nMINISTER FOR LOCAL GOVERNMENT,\nENVIRONMENTAL\r\nAFFAIRS AND DEVELOPMENT\nPLANNING,\r\nWESTERN CAPE\n...............................................................\nSECOND\r\nAPPELLANT\nTHE\r\nCABINET OF THE WESTERN CAPE\nPROVINCE\n..................................................................................................\nTHIRD\r\nAPPELLANT\nand\nOVERBERG\r\nDISTRICT MUNICIPALITY\n.................................................\nFIRST\r\nRESPONDENT\nEVE\r\nCATHERINE MARTHINUS\n..........................................................\nSECOND\r\nRESPONDENT\nISAK\r\nSTEVENS\n.......................................................................................\nTHIRD\r\nRESPONDENT\nJAN\r\nCORNELIUS GELDERBLOEM\n...................................................\nFOURTH\r\nRESPONDENT\nFUNEKA\r\nCAROLINE KHOHLAKALA\n.....................................................\nFIFTH\r\nRESPONDENT\nCHRISTINE\r\nVUYELWA MAZEMBE\n.........................................................\nSIXTH\r\nRESPONDENT\nPATRICK\r\nTHAMSANQA PONI\n..........................................................\nSEVENTH\r\nRESPONDENT\nDEANNA\r\nCLAUDINE RUITERS\n...........................................................\nEIGHTH\r\nRESPONDENT\nJOANA\r\nJANUARIE\n.................................................................................\nNINTH\r\nRESPONDENT\nDAVID\r\nJOHANNES ABRAHAMS\n..........................................................\nTENTH\r\nRESPONDENT\nJOHN\r\nCHARLES OCTOBER\n..........................................................\nELEVENTH\r\nRESPONDENT\nELLEN\r\nROSALINE JANSEN\n............................................................\nTWELFTH\r\nRESPONDENT\nNeutral citation:\nThe Premier of the Western Cape v Overberg District Municipality\n(801/2010)\n[2011] ZASCA 23\n(18 March 2011).\nCoram:\nHarms DP,\r\nStreicher, Brand, Shongwe and Theron JJA\nHeard:\n1 March\r\n2011\nDelivered: 18 March\r\n2011\nSummary:\nCouncil\r\nof first respondent dissolved by provincial executive in terms of\r\ns 139(4) of the Constitution of the Republic of South\nAfrica,\r\n1996 – decision based on erroneous interpretation of section –\r\nexercise of executive power reviewable for illegality.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nWestern Cape High Court (Cape Town) (Bozalek J sitting as court of\r\nfirst instance):\nThe appeal is dismissed\r\nwith costs, including the costs of two counsel.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nBRAND\r\nJA\n(Harms\r\nDP, Shongwe and Theron JJA concurring):\n[1]\r\nThis matter turns on the provisions of s 139(4) of the\r\nConstitution.\n1\nBy the nature of\r\nthings, I shall presently return to a discussion of these provisions\r\nin some detail. Broadly stated for present\npurposes, however, s 139\r\nof the Constitution permits and requires provincial governments to\r\nsupervise the affairs of local\ngovernments and to intervene when\r\nthings go awry. More particularly, s 139(4) deals with the\r\nsituation where a local government\nfails to approve an annual budget\r\nor revenue raising measures necessary to give effect to the budget.\r\nIn that event, so the subsection\nprovides, the provincial executive\r\nmust intervene by taking appropriate steps, including dissolving the\r\nmunicipal council, to ensure\nthat the budget or the revenue raising\r\nmeasures are approved.\n[2]\r\nRelying on these provisions, the provincial executive of the Western\r\nCape – or the provincial cabinet as it is known in\nthat\r\nprovince\n2\n(the cabinet) –\r\ndecided on 14 July 2010 to dissolve the council of the Overberg\r\nDistrict Municipality (the council) in the\nlight of its failure to\r\napprove an annual budget for the municipal financial year which\r\nstarted on 1 July 2010. The cabinet further\ndecided to approve a\r\ntemporary budget for the municipality and to appoint an administrator\r\nuntil the election of a new council.\n[3] This gave rise to an\r\napplication by the Overberg District Municipality itself and eleven\r\nformer members of the council to the\nWestern Cape High Court, Cape\r\nTown, for the setting aside of these decisions by the cabinet. In the\r\nevent, the application proved\nto be successful in that Bozalek J\r\ngranted the order, essentially in the terms that it was sought. In\r\nsubsequent proceedings he\nafforded the appellants leave to appeal to\r\nthis court, but ordered implementation of his original order in terms\r\nof rule 49(11)\nof the Uniform Rules, pending the outcome of the\r\nappeal.\n[4]\r\nThe underlying reasoning of the court a quo as well as the opposing\r\ncontentions by the parties on appeal will be best understood\nagainst\r\nthe background that follows. The three appellants are the Premier of\r\nthe Western Cape; the Member of the Executive Council\n– known\r\nin the Western Cape\n3\nas the Provincial\r\nMinister – for Local Government, Environmental Affairs and\r\nDevelopment Planning; and the cabinet itself.\nThe 12 respondents, who\r\nwere the applicants in the court a quo, are the Overberg District\r\nMunicipality and the 11 members of the\ncouncil (the individual\r\nrespondents) who have since been reinstated as council members by the\r\ninterim order of the court a quo.\n[5] The 11 individual\r\nrespondents were not the only members of the council. In fact, the\r\ncouncil consisted of 20 members representing\nfour political parties.\r\nNine of them belonged to the African National Congress (the ANC), two\r\nto the National Peoples’ Party\n(the NPP), eight to the\r\nDemocratic Alliance (the DA) and one to the Independent Democrats\r\n(the ID). The governing majority consisted\nof a coalition between the\r\nnine members of the ANC and the two representing the NPP. They are\r\nthe 11 individual respondents.\n[6]\r\nWhat gave rise to the impugned decision by the cabinet was the\r\nfailure of the council to approve an annual budget for the\r\nmunicipality\nbefore the start of the financial year on 1 July 2010.\r\nMunicipal budgets are governed by chapter 4 of the Local Government:\r\nMunicipal\nFinance Management Act (the MFMA).\n4\nChapter 4 consists\r\nof ss 15 to 33. In terms of s 15 the municipality may incur no\r\nexpense except in accordance with an approved\nbudget. Section 16(1)\r\nprovides that ‘[t]he council of a municipality must for each\r\nfinancial year approve an annual\nbudget for the municipality before\r\nthe start of that financial year’. Read with the definition of\r\n‘financial year’\nin s 1, it means before 1 July.\n[7]\r\nCoupled with the provisions of s 16(1), is the requirement in\r\ns 16(2) that the proposed budget must be tabled at a\ncouncil\r\nmeeting at least 90 days before the start of the budget year. In this\r\ncase the proposed budget was tabled at a council\nmeeting which was\r\nheld on 13 April 2010. Though this was less than 90 days before 1\r\nJuly 2010, this flaw in the procedure turned\nout to be of no\r\nconsequence in these proceedings. What did turn out to be of\r\nconsequence was that at the same meeting the speaker\nof the council\r\nresigned. Moreover, for reasons unexplained on the papers, the\r\ncouncil resolved to elect a speaker for that meeting\nonly. After the\r\nmeeting the council was therefore without a speaker. This is in\r\nconflict with s 36 of the Local Government:\nMunicipal Structures\r\nAct (the Municipal Structures Act)\n5\nwhich anticipates\r\nthat ‘[e]ach municipal council must have a chairperson who will\r\nbe called the speaker’.\n[8] At the meeting of 13\r\nApril 2010 the proposed budget was approved for purposes of\r\npublication and comment. Thereafter it was\nduly made public and\r\nsubmitted to both the National Treasury and the treasury of the\r\nprovince as required by s 22 of the MFMA.\nThe only outstanding\r\nprerequisite to render the budget effective was approval by the\r\ncouncil. That approval could only be obtained\nat a council meeting.\r\nAt the heart of the problem in the case lies the fact that there was\r\nno meeting of the council before 1 July\n2010. The reason why the\r\nmeeting did not take place has to do with s 29 of the Municipal\r\nStructures Act. The relevant part\nof this section provides:\n‘\nMeetings\r\nof municipal councils\n(1)\r\nThe speaker of a municipal council decides when and where the council\r\nmeets . . . but if a majority of the councillors\n\nrequests the speaker in writing to convene a council meeting, the\r\nspeaker must convene a meeting at a time set out in the request.\n(2)\r\nThe municipal manager of a municipality . . . must call the first\r\nmeeting of the council of that municipality within 14 days\nafter the\r\ncouncil has been declared elected . . . ’\n[9] Because the council\r\nresolved on 13 April 2010 to elect a speaker for purposes of that\r\nmeeting only, there was no speaker after\nthe meeting to convene the\r\nnext meeting. The individual respondents, constituting the majority\r\nof the council, then requested the\nmunicipal manager in writing to\r\nconvene a meeting of the council, amongst other things, to elect a\r\nnew speaker and to approve the\nannual budget. They did so on numerous\r\noccasions during May and June 2010.\n[10]\r\nThese requests led the municipal manager to seek advice from a member\r\nof the Cape Bar as to how he should proceed. The advice\nhe thus\r\nobtained was, in essence, that his authority to convene meetings of\r\nthe council was limited, by the provisions of s 29(2)\nof the\r\nMunicipal Structures Act, to the first meeting after the election of\r\nthe council. In the light of this advice the municipal\nmanager\r\nsteadfastly refused to convene a council meeting, despite the\r\nnumerous requests by the individual respondents to do so.\nCounsel for\r\nthe appellants since conceded, both in this court and in the court a\r\nquo, that the advice was wrong and that, in the\ncircumstances, the\r\nmunicipal manager was indeed able to convene a council meeting.\n6\nBut this\r\nconcession, of course, did not avoid the deadlock that arose at the\r\ntime. The deadlock situation persisted until after\nthe commencement\r\nof the new financial year on 1 July 2010.\n[11] Eventually, the\r\nindividual respondents obtained legal advice of their own. Acting on\r\nthis advice, they again approached the\nmunicipal manager on 9 July\r\n2010 with a written request to convene a council meeting for 15h00 on\r\nthe same day. This time they\nadded a rider that if the municipal\r\nmanager should refuse to cooperate, the meeting would nonetheless\r\nproceed. Since the municipal\nmanager remained resolute, the\r\nindividual respondents resorted to the fall-back position reserved in\r\ntheir letter. Consequently,\na meeting was held at 15h00 on 9 July\r\n2010. It was attended by the 11 individual respondents only, because,\r\nso it appears, no other\ncouncil member had been notified. At the\r\nmeeting the individual respondents summarily elected one of their\r\nnumber as the new speaker\nand unanimously approved the proposed\r\nbudget for the 2010/2011 financial year.\n[12] In the meantime the\r\nmunicipal manager had informed the Provincial Minister for Finance in\r\nthe Western Cape the previous day\n(ie 8 July 2010) that the\r\nmunicipality had failed to approve a budget for the financial year.\r\nIn this light the second appellant,\nas the Provincial Minister\r\nresponsible for Local Government, sought advice from legal experts in\r\nthe field as to the options available\nto him.\n[13] The advice he\r\nreceived was that in terms of s 139(4) of the Constitution read\r\nwith s 26(1) of the MFMA, he had no\nalternative but to request\r\nthe provincial cabinet to dissolve the council. The second appellant\r\nin turn conveyed this advice in\na submission to the cabinet at its\r\nmeeting of 14 July 2010. In relevant part the submission read as\r\nfollows:\n‘●\nwhere\r\na municipality has not approved an annual budget by the commencement\r\nof the new financial year, there is . . . no statutory\nbasis for the\r\nmunicipality to approve a budget;\n●\nas\r\nthe approval of a budget is a constitutionally entrenched legislative\r\npower of municipalities, the Provincial Executive may only\nconsider\r\nand approve a temporary budget;\n●\nwhere\r\nan annual budget has not been approved by the due date, the\r\napplicable legislation indicates that the dissolution of council\nis\r\ncompulsory and only after a new council has been elected, it regains\r\nits authority to approve a budget for the municipality.’\n[14] The submission by\r\nthe second appellant also informed the cabinet that a budget had been\r\napproved by the council members from\nthe ruling coalition, on 9 July\r\n2010. It conveyed the opinion, however, that the approval was invalid\r\nfor two reasons. First, because\nthe meeting did not qualify as a\r\nproperly constituted council meeting. Secondly, because in terms of\r\nthe MFMA, the council had\nno authority to approve a budget after the\r\nfirst day of the financial year.\n[15] In the light of the\r\nsubmission by the second appellant, the cabinet took the impugned\r\ndecision, essentially by reason of its\nbelief that it had no option\r\nto do otherwise. In short, the appellants’ argument in defence\r\nof the decision, both in this\ncourt and in the High Court, rested on\r\nthe narrow basis that the belief on which the cabinet’s\r\ndecision was founded is borne\nout by a proper interpretation of\r\ns 139(4) of the Constitution and s 26(1) of the MFMA.\r\nBecause s 26(1) of the MFMA\ndoes no more than to echo the\r\nprovisions of s 139(4) of the Constitution in identical terms,\r\nbrevity dictates that I deal\nwith the latter section only.\n[16] Section 139(4)\r\nprovides:\n‘\nIf\r\na municipality cannot or does not fulfil its obligation in terms of\r\nthe Constitution or legislation to approve a budget or any\n\nrevenue-raising measures necessary to give effect to the budget, the\r\nrelevant provincial executive must intervene by taking any\n\nappropriate steps to ensure that the budget or those revenue-raising\r\nmeasures are approved, including dissolving the Municipal\nCouncil and\r\n-\n(a)\r\nappointing an administrator until a newly elected Municipal Council\r\nhas been declared elected; and\n(b)\r\napproving a temporary budget or revenue-raising measures to provide\r\nfor the continued functioning of the municipality.’\n[17] What the section\r\nmeans, so the appellants contended, is that in the circumstances\r\ncontemplated, the provincial executive is\nobliged to dissolve the\r\ncouncil and to take the steps referred to in (a) and (b). The\r\nargument in support of the contention relied\non the supposition that\r\n‘including’ is the equivalent of ‘incorporating’.\r\nAccordingly, the ‘appropriate\nsteps’ must incorporate the\r\nthree steps specifically mentioned in the section. In addition, the\r\nargument relied on the term\n‘must’ which is ordinarily\r\nunderstood as an imperative.\n[18] Any other\r\ninterpretation, so the appellants’ argument went, would render\r\nthe specific reference to the three steps redundant.\nIf the\r\nlegislature intended to say that the provincial executive can do\r\nwhatever steps it finds appropriate, so the appellants\nrhetorically\r\nasked, why would the three steps be mentioned at all? These steps\r\nwould in any event be included in the open-ended\ncategory of ‘any\r\nappropriate steps’.\n[19] Let me start by\r\nsaying that I do not agree with the appellants’ interpretation\r\nof the section. To me the meaning of the\nsection is quite plain. It\r\nprovides that in the circumstances contemplated, the provincial\r\nexecutive must intervene. That is the\nimperative. Not that it must\r\ndissolve the council. Accordingly the executive is obliged to take\r\nsome steps. It cannot do nothing.\nBut the actual steps to be taken\r\nare left to the discretion of the executive. The only limitation\r\nimposed on that discretion is\ntwofold. First, the steps must be\r\n‘appropriate’, that is, the steps must be suitable.\r\nSecondly, these steps must be\nsuitable for a particular purpose, that\r\nis, to ensure the approval of the annual budget.\n[20]\r\nThe reason why dissolving the council is specifically mentioned, as I\r\nsee it, is that it is the most drastic step the provincial\nexecutive\r\ncan take, while the two steps referred to in (a) and (b) are\r\nconcomitant to the most drastic step. It must be borne in\nmind that\r\ns 139(4) was introduced through a constitutional amendment\n7\ntogether with other\r\nadditions to s 139\n8\nwhich, for the\r\nfirst time, made reference to dissolution of the municipal council as\r\na measure available to the provincial executive.\nPrior to 2003 there\r\nwas uncertainty as to whether the provincial executive was empowered\r\nto take that drastic step.\n9\nThe specific\r\nreference to dissolution of the council was therefore aimed at\r\nremoving the uncertainty that formerly prevailed.\n[21] The interpretation\r\ncontended for by the appellants raises the difficulty that it renders\r\nthe reference to ‘appropriate\nsteps’ in s 139(4)\r\nsuperfluous. If the provincial executive is compelled to dissolve the\r\ncouncil what other appropriate\nsteps could there be? The appellants’\r\nanswer was that ‘appropriate steps’ must be understood to\r\nrefer to the\npreparatory steps that the provincial executive may\r\nregard as appropriate to properly approve a temporary budget. But if\r\nthis was\nthe intention, the wording of the section would, in my view,\r\nhave been quite different. It would have indicated that the executive\n\ncouncil must take appropriate steps to dissolve the council and to\r\nachieve the results specifically mentioned in (a) and (b).\n[22] The appellants’\r\nfurther contention was that there are compelling policy and strategic\r\nreasons why, in the circumstances\ncontemplated, dissolving the\r\ncouncil should be peremptory. Any other approach, so the argument\r\nwent, would mean that a council\ncan degenerate to a level where it\r\ncan ignore statutorily imposed instructions to adopt a budget on time\r\nwith impunity. Conversely,\nthe appellants argued, the dismissal of a\r\nrecalcitrant council which cannot even timeously adopt the most basic\r\nof instruments\nneeded for delivery of services, would convey the\r\nmessage that there are definite limits to local politicking at the\r\nexpense of\nresidents.\n[23] I believe there are\r\ntwo answers to this argument. The first is that the mere prospect of\r\nits dissolution by the provincial\nexecutive should be enough to spur\r\nthe recalcitrant or incompetent council into action. But the second\r\nanswer is, in my view, even\nmore pertinent in the present context. It\r\nis this. The appellants’ argument pre-supposes that the\r\ncouncil’s failure\nto approve a budget is invariably\r\nattributable to incompetence or recalcitrance. The invalidity of the\r\nassumption is demonstrated\nby the very facts of this case. In this\r\ncase the council was both willing and able to approve the budget\r\ntimeously but it was prevented\nfrom doing so by factors beyond its\r\ncontrol.\n[24] In these\r\ncircumstances it seems not only inappropriate but downright absurd\r\nnot to allow the council to approve the budget,\nwhich has already\r\npassed through all the preliminary procedures, but to dissolve the\r\ncouncil instead. Of course, one can think\nof examples of even more\r\nglaring absurdity, for instance where the budget was in fact\r\napproved, but one day late. What the argument\namounts to is that,\r\nthough the extreme measure of dissolution may be nonsensical in a\r\nparticular case, it is dictated by the necessity\nto set an example\r\nfor others who are indeed recalcitrant and incompetent. My short\r\nanswer is that I cannot ascribe that intention\nto our Constitution.\n[25] For their final\r\ncontention the appellants sought to rely on those provisions of the\r\nMFMA which provide, in seemingly prescriptive\nterms, that municipal\r\ncouncils are to approve their annual budgets before the start of the\r\nfinancial year. Pertinent amongst these\nis the stipulation in s 16(1)\r\nthat:\n‘\nThe\r\ncouncil of a municipality must for each financial year approve an\r\nannual budget for the municipality before the start of that\nfinancial\r\nyear.’\n10\n[26] In addition the\r\nappellants refer to s 27(2) of the MFMA. The import of the\r\nsection is that the MEC for Finance in a province\nmay, on application\r\nand on good cause shown by a municipality, extend any deadline or\r\ntime limit pertaining to the tabling or approval\nof annual budgets\r\nstipulated in the MFMA or in any other legislation. But the section\r\npertinently renders the MEC’s authority\nsubject to two\r\nprovisos. First, that he cannot extend the deadline in s 16(1)\r\nand, second, that any extension he affords may\nnot compromise\r\ncompliance with s 16(1).\n[27]\r\nIn the light of these provisions, the appellants’ argument\r\nproceeded along the following lines. After the commencement\nof the\r\nfinancial year there is no legal basis for the municipal council to\r\nadopt a budget and a provincial executive has no power\nto authorise\r\nsomething which the MFMA does not allow. Since the Constitution\r\nitself reserves the approval of an annual budget for\nthe municipal\r\ncouncil,\n11\nthe provincial\r\nexecutive has no power to do so – even on a temporary basis –\r\nwhile the council exists. The provincial\nexecutive therefore has no\r\nchoice. It is bound to dissolve the council so that it can approve a\r\ntemporary budget itself in terms\nof s 139(4)(b), otherwise the\r\nmunicipality will be without any budget and therefore unable to\r\noperate. Consequently these\nprovisions of the MFMA support the\r\ninterpretation of s 139(4) of the Constitution that the\r\nappropriate steps available to\nthe provincial executive are confined\r\nto those expressly mentioned in the section. These are to dissolve\r\nthe council in order to\nrestore democratic government and, in the\r\nmeantime, to appoint an administrator and to approve a temporary\r\nbudget. For this line\nof argument the appellants found direct support\r\nin the writings of learned authors in the field.\n12\n[28] Despite this direct\r\nsupport, I cannot agree with this argument. As a point of departure\r\nit must be accepted, in my view, that\nthe MFMA can only inform the\r\nprovisions of s 139(4) of the Constitution. Any contradiction\r\nof, or departure from those provisions\nby the MFMA will inevitably be\r\nunconstitutional and thus invalid. On my interpretation of s 139(4),\r\nit does not limit ‘appropriate\nsteps’ to dissolution of\r\nthe council. Any limitation to that effect imposed by the MFMA must\r\ntherefore be invalid for unconstitutionality.\nBut I do not understand\r\nthe MFMA to impose a limitation of that kind on the discretion\r\nbestowed upon the provincial executive in\nterms of s 139(4).\n[29]\r\nFor the sake of argument, I accept that the council has no authority\r\nto approve an annual budget after the start of the financial\nyear.\r\nMoreover, a council that has failed to approve its budget by 1 July\r\ncannot approach the MEC for finance in the province.\nHe or she has no\r\nauthority to extend the deadline in terms of s 16(1). A council\r\nthat finds itself in that situation has no\noption but to approach the\r\nprovincial executive for guidance.\n13\nIn terms of\r\ns 139(4) of the Constitution and s 26(1) of the MFMA the\r\nmatter is then in the hands of the provincial executive.\nThat body\r\nmust then take any steps it regards as appropriate to ensure approval\r\nof the budget.\n[30] The real question is\r\nthus whether there is anything in the MFMA which excludes a directive\r\nby the provincial executive that\ncompels approval of the budget by\r\nthe council after 1 July, from the wide ambit of ‘any\r\nappropriate steps’. The answer\nto this question, I believe, is\r\nthat the MFMA imposes no such limitation on the powers of the\r\nprovincial executive. At the risk\nof repetition, I point out that, as\r\nI see it, ‘any appropriate steps’ in s 139(4)\r\nclearly include a directive\nby the provincial executive that enables\r\nthe council to approve the annual budget. Any exclusion of that power\r\nin the MFMA would\ntherefore impose a limitation on the powers\r\nbestowed upon the provincial executive by the Constitution itself.\r\nSince the MFMA contains\nno express limitation to that effect, it\r\nwould have to be implied. Needless to say, in my view, that one could\r\nhardly imply a limitation\ninto legislation that would be unwarranted\r\nby the Constitution.\n[31] The fact that in\r\nterms of s 27(2) the MEC cannot extend the deadline imposed by\r\ns 16(1) does not mean that the provincial\nexecutive cannot do so\r\nunder s 139(4) of the Constitution. In short, s 27(2)\r\nimposes a limitation on the powers of the\nMEC which has nothing to do\r\nwith the powers of the provincial executive under s 139(4) of\r\nthe Constitution and s 26(1)\nof the MFMA.\n[32]\r\nIn a situation where the budget is ready and awaiting approval after\r\n1 July a directive to approve the budget within a stipulated\ntime\r\nwould clearly be the appropriate step. In other situations a\r\ndirective of this kind may not be appropriate. It is because\n\nsituations that may potentially arise after 1 July are so varied and\r\ndifferent, that the Constitution left it to the discretion\nof the\r\nprovincial executive to take any steps it regards as appropriate in\r\nthe circumstances to ensure approval of the budget.\nShould the\r\ncouncil be directed to approve a budget within a stipulated period,\r\ns 26(4) and (5) of the MFMA completes the picture\nby providing\r\nhow municipal expenses can be met, pending approval of the budget in\r\nterms of s 139(4) of the Constitution and\n26(1) of the MFMA.\n14\n[33] The reasons why I\r\nnot have to come to any firm conclusion as to whether the MFMA\r\nprevents a municipal council from approving\na budget after 1 July,\r\nare twofold. The first is the one I have already given, namely, that\r\nthe provincial executive is in any\nevent empowered in s 139(4)\r\nof the Constitution, to direct the council to do so. The second\r\nreason is that the situation where\nthe council has approved a budget\r\nafter 1 July does not arise in this case. That situation would have\r\narisen if the council validly\napproved a budget at the meeting\r\narranged by the individual respondents on 9 July. But it is common\r\ncause that the meeting was\nnot validly constituted because the other\r\nmembers of the council were not properly notified.\n[34] Section 139(4) of\r\nthe Constitution does not seem to contemplate the situation where the\r\nprovincial executive is confronted\nwith a budget which had been\r\napproved by the municipal council after 1 July. As to what would be\r\nthe position in that hypothetical\nsituation, there appears to be two\r\npossible answers. The first is that ‘any appropriate steps’\r\nconfers the power on\nthe provincial executive to bestow validity on a\r\nbelated approval by the council that would otherwise be invalid. The\r\nsecond possible\nanswer is that the MFMA does not render the belated\r\napproval of the budget by a council after 1 July invalid. If that\r\nwere so,\nthere would be no appropriate steps that the provincial\r\nexecutive can take to achieve a purpose which had already been\r\nachieved.\nBut as I have said, I do not believe that we are called\r\nupon to resolve a hypothetical question that does not arise in this\r\ncase.\n[35]\r\nThe court a quo arrived at the same interpretation of s 139(4)\r\nof the Constitution as I did, albeit along a somewhat different\n\nroute. It essentially assumed that the meaning of the section is\r\nambiguous. Departing from that premise it proceeded to the context\nof\r\nthe Constitution as a whole. It then came to the conclusion that the\r\ncontext favours a wide discretion on the part of the provincial\n\nexecutive rather than a narrow one which is limited to dissolution of\r\nthe council. The context of the Constitution the court referred\nto\r\nrelated in the main to those provisions which recognise local\r\nauthorities as a separate sphere of government, independent of\n\nsuperior legislatures.\n15\nIn this context, so\r\nthe court a quo concluded, one should avoid an interpretation of\r\ns 139(4) which limits the authority of\nthe provincial executive\r\nto the most drastic interference into the affairs of the local\r\nauthority. Though I do not differ from\nthe approach adopted by the\r\ncourt a quo, I find it unnecessary to follow that route, because I\r\nfind the interpretation of s 139(4)\ncontended for by the\r\nappellants simply untenable.\n[36] The conclusion I\r\narrive at is therefore that in this matter the cabinet had been\r\nwrongly advised and consequently erred when\nit acted on the\r\nassumption that it had no other option but to dissolve the council.\r\nThe effect of the mistake was, of course, that\nthe cabinet had failed\r\nto exercise the discretion bestowed upon it by s 139(4)\r\nproperly, if at all.\n[37]\r\nThe long and the short of all this is the finding that, because of\r\nthe error in its interpretation of s 139(4), the cabinet\nfailed\r\nto consider less drastic means, other than to dissolve the council,\r\nto meet the desired end of an approved budget. Counsel\nfor the\r\nappellants conceded that the impugned decision cannot survive this\r\nfinding. I believe the concession was rightly made.\nIt is true that\r\nthe decision constituted executive action, as opposed to\r\nadministrative action. In consequence it is not judicially\nreviewable\r\nunder the provisions of the Promotion of Administrative Justice Act\r\n(PAJA).\n16\nYet, this does not\r\nshield the decision from a challenge on the basis of illegality.\n[38]\r\nThis is so because it has by now become settled law that the\r\nconstitutional principle of legality governs the exercise of all\n\npublic power, rather than the narrower realm of administrative action\r\nas defined in PAJA.\n17\nAnd in\nPresident\r\nof the Republic of South Africa v South African Rugby Football Union\n18\nthe Constitutional\r\nCourt pertinently held that the principle of legality requires the\r\nholder of executive power not to misconstrue\nthat power. As I see it,\r\nit follows that in the circumstances the impugned decision of the\r\ncabinet offended the principle of legality,\nbecause it directly\r\nresulted from the cabinet misconstruing its powers under s 139(4)\r\nof the Constitution. Stated slightly\ndifferently: by deciding to\r\ndissolve the council without considering a more appropriate remedy,\r\nthe cabinet, in my view, offended\nthe provisions of s 41(1) of\r\nthe Constitution which requires all spheres of Government to respect\r\nthe constitutional status,\npowers and functions of Government in\r\nother spheres\n19\nand ‘not [to]\r\nassume any power or function except those conferred on them in terms\r\nof the Constitution’.\n20\nIt follows that in\r\nmy view the High Court was right in setting the impugned decision\r\naside on the basis of illegality.\n[39] For these reasons\r\nthe appeal is dismissed with costs, including the costs of two\r\ncounsel.\n……………………\n.\nF D J BRAND\nJUDGE OF APPEAL\nSTREICHER JA\n:\n[40] I agree with my\r\ncolleague Brand JA that the appeal should be dismissed with costs\r\nincluding the costs of two counsel.\n[41] The Overberg\r\nDistrict Municipality failed to approve an annual budget before the\r\nstart of the budget year whereupon the provincial\nexecutive of the\r\nWestern Cape on 14 July 2010 decided to dissolve the council. The\r\nprovincial executive took the decision to dissolve\nthe council on the\r\nbasis that it was in terms of s 139(4) of the Constitution obliged to\r\ndo so. The court below held that the provincial\nexecutive\r\nmisinterpreted the section in assuming that the council did not have\r\nthe power to approve the budget after the start\nof the budget year.\r\nIt is common cause between the parties that if that was the position\r\nthe appeal should fail.\n[42]\nSection 26(1)\nof the\nLocal Government: Municipal Finance Management Act 56 of 2003\nfollows\r\nthe wording in\ns 139(4)\nand reads:\n‘\nIf\r\nby the start of the budget year a municipal council has not approved\r\nan annual budget or any revenue-raising measures necessary\nto give\r\neffect to the budget, the provincial executive of the relevant\r\nprovince must intervene in the municipality in terms of\nsection 139\r\n(4) of the Constitution by taking any appropriate steps to ensure\r\nthat the budget or those revenue-raising measures\nare approved,\r\nincluding dissolving the council and-\nappointing\r\n\tan administrator until a newly elected council has been declared\r\n\telected; and\napproving\r\n\ta temporary budget or revenue-raising measures to provide for the\r\n\tcontinued functioning of the municipality.’\n[43] Like s 26(1),\r\ns 139(4) of the Constitution provides that if by the start of\r\nthe budget year a municipal council has\nnot approved an annual budget\r\nor any revenue-raising measures necessary to give effect to the\r\nbudget the ‘provincial executive\nmust intervene by taking any\r\nappropriate steps to ensure that the budget or those revenue-raising\r\nmeasures are approved, including\ndissolving the Municipal Council\r\nand- (a) appointing an administrator until a newly elected Municipal\r\nCouncil has been declared\nelected; and (b) approving a temporary\r\nbudget or revenue-raising measures to provide for the continued\r\nfunctioning of the municipality.’\n[44] In my view there is\r\nno basis on which s 139(4) can be interpreted to mean, as was\r\nsubmitted by the appellant, that every\nappropriate step that may be\r\ntaken must include the dissolution of the municipal council.\r\nAppropriate steps to ensure the approval\nof a budget include the\r\ndissolution of the municipal council ie dissolution of the council is\r\nbut one of the steps that can be\ntaken to ensure the approval of a\r\nbudget. I agree with my colleague and with the court below that the\r\nreason why dissolving the\ncouncil is specifically mentioned is that\r\nit is the most drastic step of others that may possibly be\r\nappropriate.\n[45] Relying on s 16\r\nand s 24 of the Act the appellant submitted that a municipal\r\ncouncil has no authority to approve\nan annual budget after the start\r\nof the relevant financial year and that an appropriate step to ensure\r\nthat a budget is approved\ncan only be a step that includes the\r\ndissolution of the council, the appointment of an administrator until\r\na newly elected council\nhas been declared elected and the approval of\r\na temporary budget or revenue-raising measures to provide for the\r\ncontinued functioning\nof the municipality. I do not agree. For the\r\nreasons that follow I agree with the court below that a local\r\nauthority does have\nauthority to approve an annual budget after the\r\nstart of the relevant financial year.\n[46]\r\nThe approval of a budget is a non-delegable function conferred on a\r\nmunicipal council by the Constitution.\n21\nSection 16(1) of\r\nthe Act provides that the council of a municipality must for each\r\nfinancial year approve an annual budget for the\nmunicipality before\r\nthe start of that financial year. Section 24 requires that the\r\nmunicipal council must at least 30 days before\nthe start of the\r\nbudget year consider approval of the annual budget and then repeats\r\nthat the budget must be approved before the\nstart of the budget year.\n[47]\r\nAppropriate intervention in terms of s 139 of the Constitution\r\nincludes the dissolution of the council by the provincial executive.\n\nIt follows that a municipal council which fails to approve an annual\r\nbudget by the start of the budget year runs the risk of being\n\ndissolved. It does however not necessarily follow that having failed\r\nto do so the municipal council no longer has the authority\nto approve\r\na budget for the relevant financial year or that a budget approved by\r\nthe municipal council after the start of the financial\nyear would be\r\ninvalid. That will only be the case if it was the intention of the\r\nlegislature that it should be invalid.\n22\nIn\nNkisimane\r\nand others v Santam Insurance Co Ltd\n1978\r\n(2) SA 430\n(A) at 433H-434B Trollip JA referred to the traditional\r\ncategorization of statutory requirements as ‘peremptory’\r\nand\n‘directory’ and stated that care must be exercised\r\nnot to infer merely from the use of such labels what degree of\r\ncompliance\nis necessary and what the consequences are of non- or\r\ndefective compliance. He added:\n‘\nThese\r\nmust ultimately depend upon the proper construction of the statutory\r\nprovision in question, or, in other words, upon the intention\nof the\r\nlawgiver as ascertained from the language, scope and purpose of the\r\nenactment as a whole and the statutory requirement in\nparticular (see\r\nthe remarks of VAN DEN HEEVER J in\nLion\r\nMatch Co Ltd v Wessels\n1946\r\nOPD 376\nat 380).’\nIn\r\nregard to the use of the word ‘shall’ he said that\n‘\nsuch\r\nseemingly imperative language is not necessarily decisive in favour\r\nof peremptoriness’. The same would apply to the use\nof the word\r\n‘must’.\n23\n[48] It could in my view\r\nnot have been the intention of the legislature that upon failure of a\r\nmunicipal council to approve a budget\nbefore the start of the\r\nfinancial year the council would no longer have authority to do so.\r\nOne can think of many circumstances\nwhich would make such an\r\ninterpretation quite untenable. My colleague mentions some of those\r\ncircumstances. However, in his view\nthey indicate that ‘appropriate\r\ncircumstances’ in the Constitution include extension by the\r\nprovincial executive of\nthe time within which a budget may be\r\napproved. In my view they indicate that it could not have been the\r\nlegislature’s intention\nthat failure of a municipal council to\r\napprove a budget before the start of a financial year would\r\ninvalidate the approval of a\nbudget after the start of the financial\r\nyear. The object of s 26(1) is to ensure that a budget is\r\napproved by a municipal\ncouncil. If that object is achieved before\r\ndissolution of a council it would in my view make no sense to\r\ninvalidate the approval.\n[49] Section 26(1)\r\nrepeats the wording of s 139(4) of the Constitution. The\r\nlegislature therefore probably intended the phrase\n‘appropriate\r\nsteps including dissolving the council and . . . .’ to\r\nhave the same meaning as in s 139(4).\nIf that is the case the\r\nlegislature could not have intended a municipal council not to have\r\nauthority to approve a budget after\nthe start of the budget year. If\r\nthe council can no longer approve a budget there will be no steps\r\nthat can be taken by the provincial\nexecutive to ensure that a budget\r\nis approved other than dissolving the council and appointing an\r\nadministrator until a newly elected\ncouncil has been declared elected\r\nand approving a temporary budget or revenue-raising measures to\r\nprovide for the continued functioning\nof the municipality.\n[50] The Act contains\r\nmany seemingly imperative provisions relating to the budget process.\r\nIn terms of s 21 the mayor ‘must’\ndo various things. He\r\n‘must’ for example table in the municipal council a time\r\nschedule outlining key deadlines for\nvarious steps that have to be\r\ntaken. Section 22 prescribes the steps that ‘must’ be\r\ntaken after an annual budget has\nbeen tabled in a municipal council.\r\nThe views of the local community, the National Treasury, the relevant\r\nprovincial treasury and\nany provincial or national organs of state or\r\nmunicipalities which made submissions on the budget ‘must’\r\nin terms of\ns 23(1) be considered by the municipal council. After\r\nhaving considered all budget submissions the council ‘must’\r\ngive\nthe mayor an opportunity to respond and if necessary revise the\r\nbudget (s 23(2)). The municipal council ‘must’\nat\r\nleast 30 days before the start of the budget year consider approval\r\nof the annual budget (s 24(1)). The annual budget ‘must’\n\nbe approved before the start of the budget year (s 24(2)(a)) and\r\n‘must’ be approved together with the adoption\nof\r\nnecessary resolutions, amongst others, imposing any municipal tax for\r\nthe budget year and setting any municipal tariffs for\nthe budget year\r\n(s 24(2)(c)). The accounting officer of the municipality ‘must’\r\nsubmit the approved annual budget\nto the National Treasury and the\r\nrelevant provincial treasury (s 24(3)).\n[51] Section 27(4)\r\nprovides:\n‘\nNon-compliance\r\nby a municipality with a provision of this Chapter relating to the\r\nbudget process or a provision in any legislation\nrelating to the\r\napproval of a budget-related policy, does not affect the validity of\r\nan annual or adjustments budget.’\nIt could hardly have been\r\nthe intention of the legislature to exclude the failure to submit the\r\napproved budget to the National\nTreasury and the relevant provincial\r\ntreasury, being the last step in the process referred to above. The\r\nlegislature must therefore\nhave intended the budget process to\r\ninclude all the steps referred to above, ie all the steps up to the\r\nsubmission of the approved\nbudget to the National Treasury and the\r\nrelevant provincial treasury. It follows that the legislature\r\nspecifically provided that\nthe approval of an annual budget after the\r\nstart of the budget year does not affect the validity of the annual\r\nbudget.\n[52] The appellant placed\r\nreliance on the provisions of s 27(1) and (2) of the Act. They\r\nare to the effect that the MEC for\nfinance may, on application by the\r\nmayor of a municipality extend any time limit or deadline contained\r\nin the Act except the deadline\ncontained in s 16(1) and provided that\r\nno such extension may compromise compliance with s 16(1). An\r\nextension of the time for the\napproval of a budget will of course\r\nrelieve the pressure on a municipal council to approve the budget or\r\nrun the risk of being\ndissolved. There is in my view no reason to\r\nbelieve that the legislature by prohibiting the extension of the time\r\nlimit imposed\nfor the approval of a budget intended more than to\r\nmaintain the pressure on a municipal council to approve the budget\r\nbefore the\nstart of the budget year.\n[53] In summary I am of\r\nthe view that upon a proper interpretation of the Act a municipal\r\ncouncil must approve a budget before the\nstart of the budget year,\r\nshould it fail to do so –\nIt should reconsider the\r\n\tbudget within 7 days and repeat the process until a budget is\r\n\tapproved.\nThe mayor must report\r\n\tthe matter to the MEC of local government in the province and may\r\n\trecommend an appropriate provincial intervention\nin terms of s 139\r\n\tof the Constitution.\nThe provincial executive\r\n\tmust intervene in terms of s 139(4) of the Constitution by taking\r\n\tany appropriate steps to ensure that\nthe budget is approved.\nThe provincial executive\r\n\tis under no obligation to dissolve the council and may ensure the\r\n\tapproval of the budget by any legitimate\nmeans such as for example\r\n\tpersuading the council under threat of being dissolved to approve a\r\n\tbudget.\nFor as long as the\r\n\tcouncil fails to approve a budget it may be an appropriate step in\r\n\tterms of s 139(4) to ensure the approval\nof a budget to\r\n\tdissolve the council and to (a) appoint an administrator until a\r\n\tnewly elected council has been declared elected;\nand (b) to approve\r\n\ta temporary budget.\n[54] For these reasons I\r\nagree that the appeal should fail.\n_____________________\nP E STREICHER\nJUDGE OF APPEAL\nCounsel\r\nfor Appellants: J C Heunis SC\nG\r\nA Oliver\nInstructed\r\nby: State Attorney\nCAPE\r\nTOWN\nCorrespondents:\r\nState Attorney\nBLOEMFONTEIN\nCounsel\r\nfor First Respondent: D Potgieter SC\nG\r\nPotgieter\nInstructed\r\nby: Webber Wentzel Attorneys\nCAPE\r\nTOWN\nCorrespondents:\r\nLovius Block Attorneys\nBLOEMFONTEIN\n1\nConstitution\r\n\tof the Republic of South Africa, 1996.\n2\nBy\r\n\tvirtue of s 35 of the Constitution of the Western Cape, 1 of\r\n\t1998.\n3\nAgain\r\n\tby virtue of s 35 of the Western Cape Constitution.\n4\nAct\r\n\t56 of\n2003.\n5\nAct\r\n\t117\nof 1998.\n6\nAs\r\n\tauthority for their concession they relied on the provisions of ss\r\n\t51(3) and (4)(c) of the Western Cape Municipal Ordinance\n20 of 1974\r\n\tread with schedule 6 of the Constitution.\n7\nIn\r\n\tterms of s 4 of the Constitution Eleventh Amendment Act of\r\n\t2003.\n8\nIn\r\n\ts 139(1)(c) and 139(5)(b).\n9\nSee\r\n\teg Yonina Hoffman-Wanderer and Christina Murray ‘Suspension\r\n\tand Dissolution of Municipal Councils under Section 139\nof the\r\n\tConstitution\n2007\nTSAR\n141-142.\n10\nSee\r\n\talso s 24(2) to the same effect.\n11\nSee\r\n\ts 160(2) of the Constitution.\n12\nN\nSteytler & J De Visser\nLocal\r\n\tGovernment Law of South Africa\nat\r\n\t15-40; N Steytler & J De Visser in S Woolman\nConstitutional\r\n\tLaw of South Africa\nVol 2 2 ed at\r\n\t22-125.\n13\nIn\r\n\tterms of s 55 of the MFMA.\n14\nSection\r\n\t26(4) and (5) read as follows:\n‘\n(4)\r\n\tUntil a budget for the municipality is approved in terms of\r\n\tsubsection (1), funds for the requirements of the municipality\nmay,\r\n\twith the approval of the MEC for finance in the province, be\r\n\twithdrawn from the municipality’s bank accounts in accordance\n\n\twith subsection (5).\n(5)\r\n\tFunds withdrawn from a municipality’s bank account in terms of\r\n\tsubsection (4) -\n(a) may be used only to\r\n\tdefray current and capital expenditure in connection with votes for\r\n\twhich funds were appropriated in the\napproved budget for the\r\n\tprevious financial year; and\n(b) may not –\n(i) during any month,\r\n\texceed eight per cent of the total amount appropriated in that\r\n\tapproved budget for current expenditure,\nwhich percentage must be\r\n\tscaled down proportionately if revenue flows are not at least at the\r\n\tsame level as the previous financial\nyear; and\n(ii)\r\n\texceed the amount actually available.’\n15\nSee\r\n\tss 40 and 41 of the Constitution. See also\nFedsure Life Assurance\r\n\tLtd v Greater Johannesburg Transitional Metropolitan Council\n[1998] ZACC 17\n;\n1999\r\n\t(1) SA 374\n(CC) para 26.\n16\nAct\r\n\t3 of 2000. In terms of s 6 of PAJA judicial review is reserved\r\n\tfor ‘administrative action’ as defined, while\nthe\r\n\texecutive powers of a provincial executive under s 139 of the\r\n\tConstitution are expressly excluded from the ambit of\nthe definition\r\n\tof ‘administrative action’ by s 1(bb) of PAJA.\n17\nSee\r\n\teg\nFedsure Life Assurance Ltd\npara 59;\nPharmaceutical\r\n\tManufacturers Association of SA: In re Ex parte the President of the\r\n\tRepublic of South Africa\n[2000] ZACC 1\n;\n2000 (2) SA 674\n(CC) para 85.\n18\n2000\r\n\t(1) SA 1\n(CC) para 148.\n19\nSection\n41(1)(e).\n20\nSee\r\n\ts 41(1)(f).\n21\nSection\r\n\t160(2)(b) of the Constitution.\n22\nStandard\r\n\tBank v Estate Van Rhyn\n1925 AD 266\nat\r\n\t274.\n23\nAt\r\n\t435B.",
  "scraped_at": "2026-02-12T15:21:19.666147",
  "date": "2011-03-18",
  "coram": [
    "Harms DP",
    "Streicher",
    "Brand",
    "Shongwe",
    "Theron JJA"
  ],
  "case_number": "801/2010",
  "parties": {
    "applicants": [
      "Premier of the Western Cape",
      "Minister for Local Government, Environmental Affairs and Development Planning, Western Cape",
      "Cabinet of the Western Cape Province"
    ],
    "respondents": [
      "Overberg District Municipality",
      "Eve Catherine Marthinus",
      "Isak Stevens",
      "Jan Cornelius Gelderbloom",
      "Funeka Caroline Kholhlakala",
      "Christine Vuyelwa Mazembe",
      "Patrick Thamsanqa Poni",
      "Deanna Claudine Ruiters",
      "Joana Januarie",
      "David Johannes Abrahams",
      "John Charles October",
      "Ellen Rosaline Jansen"
    ]
  },
  "sections": {
    "facts": "The Overberg District Municipality failed to approve its annual budget before the start of the 2010/2011 financial year. The council’s speaker resigned on 13 April 2010 and no speaker was available to convene a further meeting. The municipal manager, relying on advice that he could only call the first meeting after election, refused to call a meeting despite repeated written requests from the majority of councillors. On 9 July 2010 the majority councillors held a meeting without proper notice, elected a speaker and approved the budget, but the meeting was later deemed invalid. The provincial executive, on advice that s 139(4) of the Constitution required dissolution where a budget was not approved by 1 July, resolved on 14 July 2010 to dissolve the council, appoint an administrator and approve a temporary budget.",
    "issues": "1) Whether s 139(4) of the Constitution obliges a provincial executive to dissolve a municipal council when the council fails to approve a budget before the financial year begins, or whether the executive has discretion to take other \"appropriate steps\". 2) Whether a municipal council retains the power to approve a budget after the start of the financial year. 3) Whether the cabinet’s decision to dissolve the council was lawful.",
    "principles": "The court considered the plain meaning of s 139(4), emphasizing that the provincial executive \"must intervene\" but that the specific steps to be taken are discretionary, limited only by the requirement that they be appropriate to ensure budget approval. The principle of legality requires the executive not to misconstrue its powers. The MFMA provisions (s 26(1), s 16, s 27) were held to be ancillary to the constitutional provision and cannot restrict the discretion granted by s 139(4). The distinction between mandatory and permissive language in statutes was examined, confirming that \"must\" creates an obligation to act, not to take a particular step such as dissolution.",
    "application": "Applying these principles, the court concluded that the cabinet erred by interpreting \"including\" as making dissolution mandatory. The executive could have directed the council to approve the budget within a reasonable period or taken other measures. The council’s failure to approve the budget before 1 July did not extinguish its authority to approve it thereafter. Consequently, the cabinet’s decision to dissolve the council without considering less drastic options was illegal and unlawful.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The decision of the Western Cape provincial cabinet to dissolve the Overberg District Municipality council was set aside as unlawful, confirming that the council was not required to be dissolved and that the provincial executive must consider all appropriate steps before resorting to dissolution."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Local Government",
    "level_3": [
      "municipal budget",
      "provincial executive power",
      "section 139(4)",
      "legality principle",
      "council dissolution"
    ]
  }
}