{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/123.html",
  "case_name": "Ausplow (Pty) Ltd v Northpark Trading 3 (Pty) Ltd and Others (742/10) [2011] ZASCA 123; 2011 BIP 12 (CP); [2011] 4 All SA 221 (SCA) (7 September 2011)",
  "citation": "[2011] ZASCA 123",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 123\n|\nNoteup\n|\nLawCite\nAusplow (Pty) Ltd v Northpark Trading 3 (Pty) Ltd and Others (742/10) [2011] ZASCA 123; 2011 BIP 12 (CP); [2011] 4 All SA 221 (SCA) (7 September 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 742/10\nIn\r\nthe matter between:\nAUSPLOW (PTY) LTD\n…..................................................................................\nAppellant\nand\nNORTHPARK TRADING 3\r\n(PTY) LTD\n…............................................\nFirst\r\nRespondent\nTHE REGISTRAR OF\r\nPATENTS\n…...............................................\nSecond\r\nRespondent\nMARAIS ENGINEERING\r\n(PTY) LTD\n….............................................\nThird\r\nRespondent\nMARAIS STEYN\n…...........................................................................\nFourth\r\nRespondent\nNeutral citation:\nAusplow v Northpark Trading\n(742/10)\n[2011] ZASCA 123\n(7\r\nSeptember 2011)\nCoram:\nHarms AP, Ponnan, Snyders and Malan JJA and Plasket AJA\nHeard:\n18 August 2011\nDelivered:\n07 September 2011\nSummary:\nPatents – application to amend to cure invalidity -\r\nobviousness\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nCourt\r\nof the Commissioner of Patents (Murphy J sitting as court of first\r\ninstance):\nA. The appeal is upheld\r\nwith costs (jointly and severally against the first, third and fourth\r\nrespondents), including the costs\nof two counsel.\nB. Paragraphs 3, 4 and 5\r\nof the order of the Court of the Commissioner of Patents are set\r\naside and replaced with the following:\n‘\n3\r\nThe application to amend the specification of Patent ZA 95/0812 is\r\ngranted.\n4\nThe\r\nprovisional order of revocation lapses.\n5\r\nThe parties are to pay their own costs.’\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nHARMS AP (PONNAN, SNYDERS\r\nand MALAN JJA and PLASKET AJA concurring)\nINTRODUCTION\n[1] This is an appeal\r\nagainst a judgment by the Commissioner of Patents (Murphy J) who\r\ndismissed an application by the appellant,\nAusplow (Pty) Ltd, an\r\nAustralian company (the patentee), to amend its patent ZA\n95/0812\r\nentitled\n‘\nImprovements in or\r\nrelating to seeding machinery’.\n1\nThe patent application was filed on 2 February\r\n1995 and proceeded to grant on 29 November 1995, claiming priority\r\nfrom an Australian\npatent application. The appeal is with leave of\r\nthe learned commissioner.\n2\n[2]\r\nThe background to the application for amendment is this. The patentee\r\ninstituted an infringement action against the first respondent,\n\nNorthpark Trading 3 (Pty) Ltd, alleging infringement of ‘the\r\nclaims’ of the patent.\n3\nThe\r\npatent has 15 claims: claims 2 to 12 are directly or indirectly\r\ndependent on claim 1 while claim 13, although based on claims\n1 to 7,\r\ncontains an added aspect that is, for the purposes of this judgment,\r\nof special importance. Claims 14 and 15 are omnibus\nclaims and do not\r\nrequire consideration.\n[3]\r\nNorthpark, while denying infringement, counterclaimed for the\r\nrevocation of the patent on a number of grounds but for present\n\npurposes it is only necessary to mention two, namely lack of novelty\r\nand obviousness. Southwood J, sitting as Commissioner of Patents,\nwas\r\ncalled upon to consider the issues of validity and infringement in\r\nrelation to claim 1 only. He concluded in a detailed judgment\nthat\r\nclaim 1 was valid and infringed and issued a certificate of\r\nvalidity.\n4\n[4]\r\nNorthpark lodged an appeal to this court, which upheld the appeal on\r\nthe basis that the invention claimed in claim 1 was obvious.\n5\nThe\r\njudgment was marked ‘not reportable’ and I shall refer\r\nthereto in the course of this judgment as the SCA judgment.\nBecause\r\nno other claim was in issue it was not necessary for the SCA to\r\nexpress any view on the issue of infringement. It consequently\nupheld\r\nthe counterclaim\nand,\r\nsubject to the following, the patent was revoked:\n‘\nThe order\r\n[for revocation] is provisional. It will become fully operative if\r\nthe patentee does not within one month file notice\nof an application\r\nto amend the patent, or, having filed such application, withdraws it.\r\nIf an application as aforesaid is made\nand not withdrawn, it shall be\r\ndecided at the hearing of such application whether or not the\r\nrevocation order is to be put into\noperation.’\n[5] This order was,\r\naccording to the judgment, justified on the following basis:\n‘\nWe were\r\nasked by counsel for the [patentee], if that were to be our finding,\r\nto postpone the order of revocation to enable the patentee\nto effect\r\namendments to the specification, as contemplated by s 68 of the Act.\r\nThe appellant’s counsel advanced no adequate\nreason why that\r\nshould not be done.’\n6\nThere may have been a\r\nmisunderstanding between counsel and court because\ns 68\nof the\nPatents Act 57 of 1978\ncould not underpin the eventual order.\n7\nFor\ns 68\nto have had\r\napplication the SCA should, in addition, have found one or other\r\nclaim valid and infringed, something the court did\nnot consider or\r\nhold.\n[6] The reference to\ns 68\ngave rise to a number of disputes, futile litigation and unnecessary\r\nside issues, all mentioned in the judgment of Murphy J. It\nis not\r\nnecessary to revisit them because the answer appears to me to be as\r\nfollows. In cases where a patent is found to be invalid,\nwhether\r\npartially or in the whole, and\ns 68\ndoes not apply, it is customary\r\nfor courts to afford the patentee an opportunity to apply for an\r\namendment which may save the patent.\nThis court has, in the past,\r\nrelied on\ns 61(3)\nof the Act for justifying such an order:\nEnsign-Bickford\r\n(SA) v AECI Explosives and Chemicals\n1999\r\n(1) SA 70\n(SCA) at 84D-E. The provision gives the commissioner, when\r\ndealing with an application for revocation of a patent, a discretion\n\nto ‘decide whether the patent shall be revoked or whether and,\r\nif so, subject to what amendments, if any, of the specification\nor\r\nclaims thereof, the patent shall be upheld’. A party\r\ncounterclaiming for revocation of a patent in terms of\ns 65(4)\n‘applies’ for all intents and purposes in a prescribed\r\nmanner for its revocation\n(s 61(1)).\nIt is therefore not necessary to\r\nrely on the doubtful proposition put forward by the respondents that\r\nthe order under consideration\ncould have been made with reference to\r\nan inherent jurisdiction.\n[7] If regard is had to\r\nthe whole of the SCA judgment and not to the quoted paragraph only,\r\nit is in my view clear that the reference\nto\ns 68\ninstead of\ns 61\nwas\r\nan error which did not affect the clear language of the order:\nFirestone\r\nSA (Pty) Ltd v Gentiruco AG\n1977\r\n(4) SA 298\n(A) at 304D-H.\n[8] In the general course\r\nof events, if issues of lack of novelty and obviousness arise, courts\r\nas a matter of logic first decide\nthe novelty issue and then\r\nobviousness:\nEnsign-Bickford\r\n(SA) (Pty) Ltd\nat\r\n80E-F. Furthermore,\nif\r\ncourts find that a patent is invalid on one ground, for instance, on\r\nthe ground of lack of clarity (ambiguity) or, as in this\ncase,\r\nobviousness, they normally consider the other grounds of invalidity\r\nas well for the sake of not only questions of costs but\nin relation\r\nto the suspension of the revocation order and the later amendment\r\napplication:\nGentiruco\r\nAG\nat\r\n645. The court that subsequently has to deal with the amendment\r\napplication has to know what the trial or appeal court’s\n\nfindings in relation to the other aspects were.\nThe\r\nSCA did neither and this gave rise to an anxious analysis by Murphy J\r\nof the SCA judgment in the light of that of Southwood\nJ in an attempt\r\nto understand the scope of the SCA findings and its reasons for\r\noverruling the latter. For reasons that will become\napparent it is\r\nnot necessary for purposes of this judgment to revisit those issues.\n[9]\r\nThe factual finding of the SCA that claim 1 in its unamended form is\r\ninvalid on the ground of obviousness stands and this judgment\n\nproceeds from that premise. The issue in this case is accordingly\r\nwhether the application to amend claims 1 and 13 should have\nbeen\r\ngranted by Murphy J. This involves a number of distinct inquiries:\r\n(a) whether the patentee complied with the order of the\nSCA quoted;\r\n(b) whether the proposed amendments conflict with the provisions of\ns\r\n51(6)\nor (7) of the Act;\n8\n(c)\r\nalmost invariably, whether the patent as amended will be valid; and\r\n(d) whether there are reasons why the court’s discretion\nto\r\nrefuse an amendment that is otherwise in order should be exercised.\r\nIt is not disputed that, as far as (a) and (b) are concerned,\nthe\r\nonus of compliance rests on the patentee and that, as far as (c) is\r\nconcerned, the onus of continuing invalidity rests on the\nobjector:\nWater\r\nRenovation (Pty) Ltd v Gold Fields of South Africa Ltd\n[1993] ZASCA 169\n;\n1994 (2) SA\r\n588\n(A) at 593J-594F. As to (d), the onus rests on the objector to\r\nestablish the facts that would entitle the court to refuse the\r\namendment:\ncompare Interfelt Products (Pty) Ltd v Feltex Ltd\n1972 (3)\r\nSA 335\n(T) at 342H-343A.\n[10] The argument that\r\nthe application for amendment had to be made to the registrar of\r\npatents in terms of\ns 51\nand not to the Commissioner was rightly\r\nrejected by Murphy J and it was not argued that he had erred in that\r\nregard. There was\notherwise due compliance with the court order. As\r\nfar as (b) is concerned, the respondents in two affidavits filed on\r\ntheir behalf\nand sworn to by Mr Marais Steyn, who is the managing\r\ndirector of the first and third respondents and who is, in his\r\npersonal capacity\nthe fourth respondent, admitted unequivocally that\r\nthe application for amendment was not in conflict with the mentioned\r\nprovisions.\nIn spite of this the respondents sought to argue in the\r\ncontext of invalidity that the new claims are not fairly based on the\r\nmatter\ndisclosed in the specification. The respondents submitted that\r\nthey were entitled to do so because this question is a legal issue\n\nand not factual and that the admission was accordingly not binding.\r\nNicholas AJA disposed comprehensively of an identical argument\nin\r\nWater Renovation (Pty) Ltd at 604J- 608B and the issue need not be\r\nrevisited. Another submission, which was made in the heads\nbut not\r\nadverted to during argument, was that the patentee had failed to\r\nprovide full reasons for the amendment (as if everyone\ndid not know\r\nwhat they were). Since the submission was made with reference to a\r\njudgment that had been overruled by this court\nin Kimberly-Clark of\r\nSA (Pty) Ltd (formerly Carlton Paper of SA (Pty) Ltd) v Proctor &\r\nGamble SA (Pty) Ltd\n1998 (4) SA 1\n(SCA) no more need be said about\r\nthe matter.\n[11]\r\nThe respondents submitted at the outset that Murphy J had exercised a\r\ndiscretion by refusing the application and that this\ncourt is not\r\nentitled to interfere with that exercise except in very limited\r\ncircumstances. The first point is that the learned\ncommissioner did\r\nnot purport to exercise his discretion. He found that the amendments\r\nsought would not cure the invalidity of the\npatent. If an amendment\r\nfails at hurdles (a) or (b), that is usually the end of the matter.\r\nDiscretion does not arise. The same\n(possibly subject to what van\r\nDijkhorst J said in Deton Engineering (Pty) Ltd v JP McKelvey\n1997\r\nBIP 113)\napplies\r\nat hurdle (c). It is only if that is passed that the discretion to\r\nrefuse can arise. Whether a court has a discretion in\nthe strict\r\nsense to refuse an amendment has not yet been decided and need not be\r\ndecided: Media Workers Association of SA v Press\nCorporation of SA\r\nLtd ('Perskor')\n[1992] ZASCA 149\n;\n1992 (4) SA 791\n(A) at 797E-G; Knox D’Arcy Ltd\r\nv Jamieson\n[1996] ZASCA 58\n;\n1996 (4) SA 348\n(A) at 360D-362E.\nTHE INVENTION\n[12]\r\nAs the title of the specification indicates, the invention relates to\r\nimprovements to agricultural seeding machinery. For some\nbackground:\r\nthe conventional steel ploughshare, famously invented by John Deere,\r\ntills the soil by turning it over and thereby\ncuts furrows for\r\nplanting. More recently, a no-till farming method has taken hold.\r\nChisel\nploughs\nin the form of elongated\r\npointed chisels or sharp prongs (referred to as tines in the\r\nspecification) are mounted onto a frame which\nis drawn behind a\r\ntractor. As appears from the prior art, seed planters and fertilizer\r\ndispensers are often attached to the chisel\nplough sequentially,\r\nenabling ploughing, fertilizing and planting to take place in a\r\nsingle operation.\n[13] Under the heading\r\n‘Object of the invention’ the patentee stated:\n‘\nIt has been\r\nfound in practice that tined seeding machinery and attachments have\r\ndifficulty in penetrating soil deeply whilst at\nthe same time\r\nmaintaining accurate placement of seed and fertilizer. Due to the\r\nundulating ground conditions nearly always encountered,\nand with\r\nseeding depth controlled by widely spaced ground wheels, seeding\r\ndepth cannot be maintained, often with seed and fertilizer\nplaced\r\ntogether on a hard impenetrable barrier causing poor seed\r\ngermination, loss of plant vigour, low yields, poor water\r\ninfiltration,\nwaterlogging and fertilizer toxicity and a greater\r\nincidence of disease.’\nThe object of the\r\ninvention, the specification states, is to overcome or substantially\r\nameliorate these disadvantages.\nNugent\r\nJA gave this description in the SCA judgment:\n‘\nThe\r\nmachinery is designed for planting seeds in untilled soil. It is\r\nessentially a frame that is dragged behind a tractor on which\na\r\nseries of tools are mounted in a line one behind the other each\r\nperforming one of a series of functions. First in line is a tine\n(or\r\nshare) that cuts a slot in the untilled soil. Optionally, a tube\r\nmight be mounted behind the tine, through which fertilizer\nmay be\r\ndeposited in the slot. Behind the tube is a device of one kind or\r\nanother that collapses soil into the slot so as to partially\nfill it,\r\nwhich serves a dual purpose: the collapsed soil separates the\r\nfertilizer (if fertilizer is used) from the seed and avoids\nthe seed\r\nbeing burnt, and it forms a suitable bed upon which to deposit the\r\nseeds. Behind that tool is another vertically-mounted\ntube through\r\nwhich seeds are deposited on the bed. And behind that is a wheel,\r\nwider than the slot, which dislodges more soil from\nthe sides of the\r\nslot, covering the seed, and simultaneously tamping it down to ensure\r\nthat the seed is in good contact with the\nsurrounding soil.’\nTHE PROPOSED AMENDMENT\n[14] The patentee did not\r\nseek to effect any amendments to the body of the specification but\r\nonly to claims 1 and 13. In addition,\nthe omnibus claims are to be\r\ndeleted but nothing turns on this.\nThe\r\nobject of the proposed amendments to claim 1 is to limit its scope\r\nthrough the introduction of an integer of the original claim\n13 into\r\nclaim 1. The amended claim 13 is not much different.\n[15] It is not necessary\r\nto quote the original claim 1 because its terms are apparent from the\r\nproposed amended claim 1, which reads\nas follows (the insertions are\r\nin bold and the deletion is indicated):\n‘\nA\r\nseeding assembly to be used with a plough frame supporting at least\r\none plough tine, said assembly comprising:\n(A)\r\na seeding tube (i) to extend downwardly into a slot formed in a soil\r\nlayer by the\ntine, (ii) said tube having a lower extremity through\r\nwhich seed is delivered into the soil layer;\n(B)\r\na closing tool (i) fixed with respect to said lower extremity and\r\nhaving a leading surface forward thereof relative to the normal\n\ndirection of travel of the frame over the soil layer, (ii) said\r\nclosing tool being aligned in said direction with respect to said\n\nlower extremity so that it engages soil adjacent said slot to\r\ndislodge the soil to partly close the slot and provide a seed bed\n\nonto which seed leaving said lower extremity is delivered;\nand\n(C)\na\r\nfirst\nmounting\r\nmeans to attach the tube and closing tool to the frame to permit\r\nheight adjustment of the tube and the closing tool with\nrespect to\r\nthe frame;\nand\n(D)\r\nground engaging means operatively associated with the tube and\r\nclosing tool to engage the soil layer to cause said height\r\nadjustment;\nand\n(E)\na\r\nsecond mounting means, which is adjustable for adjustably attaching\r\nthe ground engaging means to the tube and closing tool thereby\n\nenabling said ground engaging means to effect said height\r\nadjustment.’\nThe numbering of integers\r\nhas been added for the sake of convenience but is simpler than that\r\nused by the previous courts and by\ncounsel.\n[16] The proposed claim\r\n13 is in these terms:\n‘\nIn\r\ncombination, a plough tine having a lower extremity to which there is\r\nattached a digging blade, a fertilizer tube and a seeding\nassembly to\r\nbe used with a plough frame supporting at least the plough tine, said\r\nassembly comprising:\na\r\nseeding tube to extend downwardly into a slot formed in a soil layer\r\nby the tine, said tube having a lower extremity through which\nseed is\r\ndelivered into the soil layer;\na\r\nclosing tool fixed with respect to said lower extremity and having a\r\nleading surface forward thereof relative to the normal direction\nof\r\ntravel of the frame over the soil layer, said closing tool being\r\naligned in said direction with respect to said lower extremity\nso\r\nthat it engages soil adjacent said slot to dislodge the soil\n9\nto partly\r\nclose the slot and provide a seed bed onto which seed leaving said\r\nlower extremity is delivered;\na\r\nfirst mounting means to attach the tube and closing tool to the frame\r\nto permit height adjustment of the tube and the closing\ntool with\r\nrespect to the frame;\nwherein\r\nsaid first mounting means is adapted to be attached to the tine in\r\norder to be attached to the frame;\nground\r\nengaging means operatively associated with the tube and closing tool\r\nto engage the soil layer to cause said height adjustment\nwherein\r\nthe digging blade, fertilizer tube, closing tool, seeding tube and\r\nground engaging means are aligned in that order in the\nintended\r\ndirection of travel;\nwherein\r\nsaid digging blade, closing tool and ground engaging means each have\r\nan operative width, with the operative width of said\ndigging blade\r\nbeing narrower than the operative width of said closing tool and with\r\nthe operative width of said closing tool being\nnarrower than the\r\noperative width of said ground engaging means;\na\r\nsecond mounting means, which is adjustable for adjustably attaching\r\nthe ground engaging means to the tube and closing tool thereby\n\nenabling said ground engaging means to effect said height adjustment;\r\nand\nwherein\r\nthe seeding assembly is directly attached to the tine, so as to be\r\nmovable relative thereto to provide said height adjustment.’\nOBJECTIONS TO THE\r\nAMENDMENT\n[17] The main objections\r\nto the amendment are based on continuing obviousness and, in the\r\nalternative, culpable delay and reprehensible\nconduct. Before dealing\r\nwith these it might be convenient to dispose of other allegations\r\nconcerning continuing invalidity.\n[18]\r\nThe first is that the invention as illustrated or exemplified cannot\r\nbe performed or lead to the advantages and results set\nout in the\r\ncomplete specification\n(s 61(1)\n(d)\n).\r\nThis objection is based on the fact that in some countries integer C\r\nof claim 1 of the corresponding claim contains at the end\nthe words\r\n‘and tine’, reading\n‘\na\r\nfirst mounting means to attach the tube and closing tool to the frame\r\nto permit height adjustment of the tube and the closing\ntool with\r\nrespect to the frame\nand\r\ntine\n.’\nAs a result of the\r\nomission of the tine the argument was that the amendment does not\r\ninclude a limitation which permits height adjustment\nof the seeding\r\ntube and closing tool relative to the tine but only relative to the\r\nframe. What the argument ignored is the fact\nthat the plough frame\r\nsupports the tine and that the first mounting means attaches the tube\r\nand the closing tool with respect to\nthe frame. As the tine is\r\nsupported by the frame, height adjustment of the tube and the closing\r\ntool with respect to the frame\nwill result in height adjustment of\r\nthe tube and closing tool relative to the tine. Simply put, the tine\r\nis attached to the frame\nand if the frame’s height is adjusted\r\nso is that of the tine.\n[19]\r\nOther objections relate to lack of clarity\n(s 61(1)\n(f)\n(i)).\r\nA surprising aspect of the objections under this heading is that what\r\nwas clear at the time of the infringement action is\nno longer clear.\r\nAnother amazing aspect is that the respondents’ expert, Mr\r\nSteyn, in his affidavit on behalf of Northpark\napparently understood\r\nthe claims but when he filed his affidavit on his and the third\r\nrespondent’s behalf some ten months\nlater it all became opaque.\n[20]\r\nSince patent cases are about construction and not deconstruction of a\r\ntext it might be useful to have regard to this statement:\n10\n‘\nThe board\r\nadds that the skilled person when considering a claim should rule out\r\ninterpretations which are illogical or which do\nnot make technical\r\nsense. He should try, with synthetical propensity i.e. building up\r\nrather than tearing down, to arrive at an\ninterpretation of the claim\r\nwhich is technically sensible and takes into account the whole\r\ndisclosure of the patent (Article 69\nEPC). The patent must be\r\nconstrued by a mind willing to understand not a mind desirous of\r\nmisunderstanding.’\n[21] The first issue\r\nrelates to the preamble of claim 13, which is in these terms:\n‘\nIn\r\ncombination of a plough tine having a lower extremity to which there\r\nis attached a digging blade, a fertilizer tube and a seeding\nassembly\r\n. . . .’\nThe claim them proceeds\r\nto recite the integers of claim 1. The complaint is that it is not\r\nworded as is the US claim:\n‘\na plough\r\ntine having attached to it a fertilizer tube and seeding assembly of\r\nclaim 1, as well as a digging blade attached to the\nlower extremity\r\nof the tine.’\nI fail to see the\r\ndifference between the two.\n[22] Integer D is about\r\n‘\na\r\nfirst mounting means to attach the tube and closing tool to the frame\r\nto permit height adjustment of the tube and the closing\ntool with\r\nrespect to the frame’. The respondents say that they do not\r\nknow where to find this mounting means. The integer\nis in my view\r\nclear. It is a means to attach the tube and closing tool to the frame\r\nin such a manner that they can be adjusted\nin relation to the frame.\r\nHad there been evidence that the skilled person in the art could not,\r\nwith reference to the specification,\nconstruct such apparatus an\r\nargument of insufficiency could have been made but not one of lack of\r\nclarity.\n[23] The last complaint\r\nrelates to integer E:\n‘\na\r\nsecond mounting means, which is adjustable for adjustably attaching\r\nthe ground engaging means to the tube and closing tool thereby\n\nenabling said ground engaging means to effect said height\r\nadjustment.’\nThe case for the\r\nrespondents is that it is not clear from the wording of this integer\r\nexactly how the second mounting means enables\nthe ground engaging\r\nmeans to effect the height adjustment. This, too, smacks of an\r\nallegation of insufficiency without evidence\nto sustain it. The\r\npatentee’s response was that the second mounting means allows\r\nfor the attachment of a wheel (the ground\nengaging means) to the tube\r\nand closing tool in such a manner that the relative position of the\r\nwheel to the tube and closing tool\nis adjustable; and it is not the\r\nmere presence of the wheel that enables height adjustment but the\r\nfact that the wheel is attached\nto the tube and closing tool.\r\nRespondents’ counsel did not deal with the response and I do\r\nnot know why it is wrong.\nOBVIOUSNESS: SOME LEGAL\r\nCONCEPTS\n[24] As mentioned, Murphy\r\nJ held that the amendment could not be granted because it would not\r\ncure the invalidity of the patent\non the ground of obviousness.\r\nBefore dealing with the facts of the case it might be useful to\r\nrestate some basic legal principles\nthat appear to have been\r\noverlooked and that impact on the case.\n[25]\r\nAs was explained in\nRoman Roller CC v\r\nSpeedmark Holdings (Pty) Ltd\n[1995] ZASCA 78\n;\n1996 (1)\r\nSA 405\n(A) at 412H-413D,\na patent may be\r\ngranted ‘for any new invention which involves an inventive\r\nstep’\n(s 25(1)).\n(In what follows I am dealing in a simplified\r\nmanner with only those provisions that are relevant for this\r\njudgment.) A patent\nmay be revoked on the ground ‘that the\r\ninvention concerned is not patentable under\nsection 25\n’ (s\n61\n(1)\n(c)\nand\ns 65(4)).\nThere are, accordingly, two relevant requirements for\r\npatentability. The first is that the invention must be new. This\r\nmeans that\nthe invention does not form part of the prior art (‘the\r\nstate of the art’). The provision requires identity between\nthe\r\nclaimed invention and the state of the art. The state of the art\r\n‘comprises all matter (whether a product, a process,\n\ninformation about either, or anything else) which has been made\r\navailable to the public (whether in the Republic or elsewhere)\nby\r\nwritten or oral description, by use or in any other way’\n(s\r\n25(6)).\nIf the invention does not from part of the prior art, it is\r\ndeemed to be new\n(s 25(5)).\n[26]\r\nThe second requirement, which is based on the assumption that the\r\ninvention is new (an aspect alluded to earlier in this judgment),\nis\r\nthat it must involve ‘an inventive step’. An invention is\r\n‘deemed to involve an inventive step if it is not\nobvious to a\r\nperson skilled in the art, having regard to any matter which forms,\r\nimmediately before the priority date of any claim\nto the invention,\r\npart of the state of the art’ at the relevant time\n(s 25(10)).\nIn other words, the issue is whether the invention, which differs\r\nfrom the state of the art, has inventive merit. This means that\nthe\r\nrespondents had to prove that the patent as amended was not\r\ninventive, ie, ‘that it was obvious and not due to any\r\ninventive\ningenuity’:\nB-M Group\r\n(Pty) Ltd v Beecham Group Ltd\n1980\r\n(4) SA 536\n(A) at 557D-E.\n[27]\r\nThe requirement of inventiveness was formulated differently in the\r\nrepealed Patents Act 37 of 1952 (s 23(1)\n(d)\n). The first\r\ndifference is that in the past the inventive step was measured\r\nagainst the ‘common knowledge in the art’\nonly and not\r\nagainst the more formally defined state of the art as in the current\r\nAct. This difference does not impact on the present\ncase.\n[28]\r\nThe second difference is that the 1952 Act simply asked whether the\r\ninvention was obvious in that it involved no inventive\nstep and not,\r\nas the current Act does, whether it was not obvious\nto a person\r\nskilled in the art.\nAgainst an identical legislative backdrop,\r\nSir Donald Nicholls VC said the following in\nMölnlycke AB v\r\nProctor & Gamble Ltd\n[1994] RPC 49\nat 112-113:\n‘\nUnder the\r\nstatutory code (which is further confirmed in its completeness by\r\nsections 74 and 72) the criterion for deciding whether\nor not the\r\nclaimed invention involves an inventive step is wholly objective. It\r\nis an objective criterion defined in statutory\nterms, that is to say\r\nwhether the step was obvious to a person skilled in the art having\r\nregard to any matter which forms part\nof the state of the art as\r\ndefined in section 2(2). . . . The statute has laid down what the\r\ncriterion is to be: it is a qualitative\nnot a quantitative test. . .\r\n.\nThe Act requires the court to make a\r\nfinding of fact as to what was, at the priority date, included in the\r\nstate of the art and\nthen to find again as a fact whether, having\r\nregard to that state of the art, the alleged inventive step would be\r\nobvious to a\nperson skilled in the art.\nIn applying the statutory criterion\r\nand making these findings the court will almost invariably require\r\nthe assistance of expert\nevidence. The primary evidence will be that\r\nof properly qualified expert witnesses who will say whether or not in\r\ntheir opinions\nthe relevant step would have been obvious to a skilled\r\nman having regard to the state of the art. All other evidence is\r\nsecondary\nto that primary evidence. In the past, evidential criteria\r\nmay have been useful to help to elucidate the approach of the common\n\nlaw to the question of inventiveness. Now that there is a statutory\r\ndefinition, evidential criteria do not form part of the formulation\n\nof the question to be decided.’\n[29] This court, in\nEnsign-Bickford\r\n(SA) (Pty) Ltd at 81E-F, quoted the last paragraph with approval but\r\nI believe that the preceding ones are necessary\nfor context and they,\r\nin addition, emphasize that one is concerned with a factual issue. A\r\ncourt has ‘\nto\r\nfind again as a fact whether, having regard to that state of the art,\r\nthe alleged inventive step would be obvious to a person\nskilled in\r\nthe art’. This conforms to what Lord Reid tersely stated in\nTechnograph\r\nPrinted Circuits Ltd v Mills & Rockley (Electronics) Ltd\n[1972] RPC 346\nat 362:\n‘\nBut the\r\nquestion is not whether it is now obvious to the court (or to the\r\njury) but whether at the relevant date it would have been\nobvious to\r\nthe unimaginative skilled technician.’\n[30] Dealing with the\r\nreliance in\nEnsign-Bickford\r\n(SA) (Pty) Ltd on the statement of the Vice-Chancellor, this court in\r\nSchlumberger Logelco Inc v Coflexip\n2003 (1) SA 16\n(SCA) para 34\r\nsaid, as far as is relevant for present purpose, this:\n‘\nIt\r\nis the technical evidence by expert witnesses in respect of the\r\nnature of the step claimed to have been inventive, the state\nof the\r\nart as at the priority date relevant to that step and the respect or\r\nrespects in which the step goes beyond or differs from\nthat state of\r\nthe art, which constitutes the primary evidence. It is clear from a\r\nreading of the\nEnsign-Bickford\ncase, at 81D-83A, that the Court\r\nconsidered the question of obviousness on that basis. The technical\r\nevidence of the witnesses was\nconsidered without any reference to\r\ntheir opinions as to whether the invention was obvious. Expert\r\nwitnesses who are either of\nthe opinion that the invention is obvious\r\nor that it is not obvious would almost invariably give the primary\r\ntechnical evidence.\nIn these circumstances it may sometimes be\r\ndifficult to avoid them expressing the conclusion that the step is\r\neither obvious or\nnot obvious, but that would do no harm so long as\r\nit is borne in mind that that conclusion is immaterial.’\n[31]\r\nThe inventive step has often been referred to as a step forward but\r\nthat term is misleading. A new analgesic need not be as\ngood as or\r\nbetter than the century-old Aspirin in order to be inventive. The\r\nseeding apparatus of the patent in suit may do the\nsame as other\r\nseeding machines but provided it does it in a sufficiently different\r\nmanner it may be inventive:\nB-M\r\nGroup (Pty) Ltd\nat\r\n557A-D.\n[32]\r\nThe question whether an invention is new or inventive is determined\r\nwith reference to the invention claimed in each claim and\nnot in\r\nrelation to the description of the invention in the body of the\r\nspecification: compare\nNetlon\r\nLtd v Pacnet (Pty) Ltd\n1977\r\n(3) SA 840\n(A) at 861H-862B;\nEnsign-Bickford\r\n(SA) (Pty) Ltd at 81C-D\n.\r\nA particular claim may also embody more than one invention in which\r\nevent the question would be whether the particular embodiment\nlacks\r\nnovelty or inventiveness.\n[33]\r\nThe Act does not require that the inventive step be stated in the\r\nbody of the specification or, if stated, that it should have\nbeen\r\ncorrectly stated. As was said in\nEnsign-Bickford\r\n(SA) (Pty) Ltd at 82E-F:\n‘\nSecondly\r\nthe questions themselves were not properly directed to the invention\r\ndefined by the claims. The objection of lack of inventiveness\nis not\r\nan objection to \"teaching\" in the body of the\r\nspecification. It is the claims which must be considered . . .’\n[34]\r\nIt is useful to quote in this regard from the judgment of Sir Robin\r\nJacob LJ in\nNichia Corp v Argos Ltd\n[2007] EWCA Civ 741\n(19 July 2007) paras 12-16:\n‘\nThe\r\nstructured approach to considering obviousness is well-settled (see\r\nper Oliver LJ in\nWindsurfing\r\nv Tabur Marine\n[1985]\r\nRPC 59\nat 73). I recently restated it in\nPozzoli\n[2007]\r\nEWCA Civ 588\nat\n[23]\n: (1) (a) Identify the notional “person\r\nskilled in the art”; (b) Identify the relevant common general\r\nknowledge of that\nperson; (2) Identify the inventive concept of the\r\nclaim or if that cannot readily be done, construe it; (3) Identify\r\nwhat, if any,\ndifferences exist between the matter cited as forming\r\npart of the “state of the art” and the inventive concept\r\nof the\nclaim or the claim as construed; (4) Viewed without any\r\nknowledge of the alleged invention as claimed, do those differences\r\nconstitute\nsteps which would have been obvious to the person skilled\r\nin the art or do they require any degree of invention?\nFor present purposes what matters is\r\nthat this basic formulation does not involve expressly what the\r\ninventor actually did or thought.\nNor for that matter what his\r\nopponent did or thought. The inventor may have thought that what he\r\ndid was little short of, or actually,\na work of genius - that he was\r\na latter day Edison. . . . No matter what it was, the test is not\r\nwhat he did or thought but whether\nthe step would have been obvious\r\nto the man skilled in the art.\nIt is quite possible that what the\r\ninventor did was, given his particular circumstances, actually very\r\nclever, yet his patent be\nheld invalid for obviousness. . . .\nThe inventor can say what he thought\r\nwas clever in his patent, though it is well-settled that he need not\r\ndo so – it is not\nan objection to validity that the patentee\r\nhas failed to distinguish what is new from what is old. But whether\r\nit actually was\ninventive depends on the expert evidence establishing\r\nthe common general knowledge of the person skilled in the art and the\r\nteaching\nof the cited prior art.\nAnd there are more reasons why that\r\nshould be so. A patent is a public document. Any member of the public\r\nought in principle to\nbe able to make his own assessment of not only\r\nwhat the monopoly actually is, but whether that monopoly is valid.\r\nObviousness is\nan objective question. . . .’\nOBVIOUSNESS:\r\nTHE FACTS\n[35]\r\nTo understand the factual issues surrounding the obviousness issue it\r\nis necessary to begin with the judgment of Southwood\nJ. He had to\r\nconsider whether four patent specifications anticipated claim 1. Two\r\nof these require mention. The first is\nUS patent 4, 726, 304\r\n(Dreyer)\nand the second US patent 4,\r\n691, 645 (Anderson). He found that neither anticipated claim 1. The\r\nreason why Dreyer did not anticipate,\nhe held, was that integers A(i)\r\nand B(ii) were not disclosed. The reasons why Anderson did not\r\nanticipate are not strictly speaking\nrelevant but I mention Anderson\r\nbecause it discloses integer A(i).\n[36] Against that\r\nbackground Southwood J considered inventiveness. In that context\r\nNorthpark relied heavily on US Patent No. 5,\n161, 472 (Handy). There\r\nwas also a reference to a Soilmaster implement but that has since\r\nbeen lost in the wash and can be discounted.\nNorthpark’s case\r\nwas (both in evidence and in argument) that, except for one integer,\r\nthe Handy patent disclosed all the\nintegers of the claim and that the\r\nskilled addressee would have combined integer A(i) from Anderson with\r\nthe Handy implement. Southwood\nJ rejected the argument.\n[37] The SCA, as\r\nmentioned, did not consider novelty and all assume that it thereby\r\nconfirmed the finding of Southwood J in that\nregard. It differed,\r\nhowever, from Southwood J’s interpretation of Dreyer by holding\r\n(in the course of its determination\nof the state of the art for\r\npurposes of obviousness) that Dreyer did indeed disclose integer\r\nB(ii). The SCA then combined Dreyer\nand Anderson to conclude that\r\nclaim 1 lacked an inventive step.\n[38] Building on that\r\nfinding, the respondents’ case is that the claims in their\r\namended form lack subject matter because\nthey are obvious through a\r\nmosaicing of Dreyer and Anderson. (On the subject of mosaicing: Simon\r\nThorley et al\nTerrell\r\non the Law of Patents\n16\r\ned para 7-62.) This presupposes, on the respondents’ argument,\r\nthat the added integer (E) ‘\na\r\nsecond mounting means, which is adjustable for adjustably attaching\r\nthe ground engaging means to the tube and closing tool thereby\n\nenabling said ground engaging means to effect said height adjustment’\r\nwas disclosed in Dreyer. It is fortunately not necessary\nto analyze\r\nDreyer because respondents’ counsel, during argument, fairly\r\nconceded that this integer was not disclosed by Dreyer.\nAnd it was\r\nnot suggested that the integer could be found elsewhere in the prior\r\nart.\n[39]\r\nThat leaves for consideration the issue of inventiveness: did the\r\nrespondents show that the invention claimed was not inventive?\nIt\r\nshould be borne in mind that we are dealing with a mechanical\r\napparatus and the invention claimed is the combination of a number\nof\r\nelements that interact in a particular manner.\nIn\nDe Beers\r\nIndustrial Diamond Division (Pty) Ltd v Ishizuka\n1980 (2) SA 191\n(T) at\r\n201C-E, Nicholas J quoted with approval this statement from\nAlbert\r\nWood and Amicolite v Gowshall Ltd\n(1937)\r\n54 RPC 37\nat 40:\n'The\r\ndissection of a combination into its constituent elements and the\r\nexamination of each element in order to see whether its use\nwas\r\nobvious or not is, in our view, a method which ought to be applied\r\nwith great caution since it tends to obscure the fact that\nthe\r\ninvention claimed is the combination. Moreover this method also tends\r\nto obscure the fact that the conception of the combination\nis what\r\nnormally governs and precedes the selection of the elements of which\r\nit is composed rather than that the obviousness or\notherwise of each\r\nactive selection must in general be examined in the light of this\r\nconsideration. The real and ultimate question\nis: Is the combination\r\nobvious or not?'\n[40]\r\nIn\nTechnograph Printed Circuits\nat\r\n362, Lord Diplock said this:\n‘\nOnce an\r\ninvention has been made it is generally possible to postulate a\r\ncombination of steps by which the inventor might have arrived\nat the\r\ninvention that he claims in his specification if he had started from\r\nsomething that was already known. But it is only because\nthe\r\ninvention has been made and has proved successful that it is possible\r\nto postulate from what starting point and by what particular\n\ncombination of steps the inventor could have arrived at his\r\ninvention. It may be that taken in isolation none of the steps which\n\nit is now possible to postulate, if taken in isolation, appears to\r\ncall for any inventive ingenuity. It is improbable that this\n\nreconstruction\na\r\nposteriori\nrepresents the mental process by which the inventor in fact arrived\r\nat his invention, but, even if it were, inventive ingenuity\nlay in\r\nperceiving that the final result which it was the object of the\r\ninventor to achieve was attainable from the particular starting\npoint\r\nand in his selection of the particular combination of steps which\r\nwould lead to that result.’\n[41]\r\nThe inventor’s (Mr Ryan’s) evidence that the invention\r\nsolved the problems set out under the quoted ‘Background’\n\nwas met by what fairly may be called a bald denial by Mr Steyn who\r\nwas in any event not an agricultural engineer at the effective\ndate\r\nof the patent. Mr Ryan, furthermore, testified that the claimed\r\ncombination overcame a number of deficiencies of the prior\nart. In\r\nparticular he mentioned the following: The failure to create a deep\r\nroot bed; the failure to create a compacted seed bed\ndirectly above\r\nthe root bed; the failure to create the seed bed at a relatively\r\nconstant depth; the failure to effect precision\nplacement of the seed\r\non the seed bed directly above the root bed; the failure to effect\r\nclosing of the seed with soil of a relatively\nconstant depth; the\r\nfailure to compact the soil around the seed; the failure to allow for\r\nindependence in the working depth of\nthe tine and the depth at which\r\nthe seed is placed; the failure to allow adjustment of the seeding\r\ndepth independently from the\nworking depth of the tine; having broad\r\nfaced working tools which increase drag and caused wide and\r\nunnecessary soil disruption;\nand the failure to create a deep root\r\nbed, a seed bed, the precision placement of seed and the closing of\r\nthe seed with soil which\nis compacted around the seed, at a\r\nrelatively constant depth in a single operation.\n[42]\r\nThis evidence, too, was met with a bald denial from Mr Steyn. Murphy\r\nJ disregarded the evidence on two main bases. The first\nwas ‘the\r\nimportant point that many of the advantages Ausplow claims the\r\ninvention has over the prior art are not referred\nto in the\r\nspecification’. And the second was that ‘to read these\r\nadvantages into the specification would be to introduce\nnew matter\r\nnot in substance disclosed in the specification before amendment’.\r\nI have already pointed out the first point\nis legally unsound. As\r\nLord Hoffmann said in\nConor\r\nMedsystems Inc v Angiotech Pharmaceuticals Inc & Ors\n[2008] UKHL 49\npara 19:\n‘\nIn my\r\nopinion, however, the invention is the product specified in a claim\r\nand the patentee is entitled to have the question of obviousness\n\ndetermined by reference to his claim and not to some vague paraphrase\r\nbased upon the extent of his disclosure in the description.’\nA similar statement\r\nappears in\nUnilever v Chefaro\n[1994] RPC 567\nat 580:\n‘\nIt is the\r\ninventive concept of the claim in question which must be considered,\r\nnot some generalised concept to be derived from the\nspecification as\r\na whole.’\n[43]\r\nThe second is based, I fear, on a misconception. The objection to new\r\nmatter in the specification arises when an application\nfor amendment\r\nis made in order to introduce that matter into the specification (s\r\n59(6)). The patentee did not seek to amend the\nspecification by\r\nintroducing this evidence. The provision has nothing to do with\r\nevidence in support of the inventiveness of a\nclaimed invention. As\r\nwas said in\nMcKelvey\r\nv Deton Engineeering (Pty) Ltd\n[1997] ZASCA 57\n;\n1998\r\n(1) SA 374\n(SCA) at 379D-E:\n‘\nThe\r\nAct draws a clear distinction between “matter” and the\r\nclaimed invention. “Matter”, in general, refers\nto the\r\ndisclosure in the body of the specification that\ncan\nsupport a\r\nclaim, whether or not there is a claim based thereon.’\n(Compare\r\neg\nBonzel\r\nv Intervention Ltd\n[1991]\r\nRPC 553.)\n[44] The leaned\r\ncommissioner also relied on part of the reasoning of the SCA when it\r\nhad to consider whether the invention claimed\nin the unamended claim\r\n1 was inventive. That reasoning cannot simply be made applicable to\r\nanother invention claimed in a different\nclaim. The learned\r\ncommissioner, I respectfully suggest, should have decided the case on\r\nthe facts before him and not with reference\nto the reasoning of the\r\nSCA which was directed at something different.\n[45] I therefore conclude\r\nthat the respondents have failed to establish that the invention\r\nclaimed in the amended claims 1 and 13\ndid not involve an inventive\r\nstep because it was obvious to a person skilled in the art.\nDISCRETION\n[46] The respondents\r\nasked us, in the event of having found that the amendment will cure\r\nthe invalidity, to refuse the application\nin the exercise of this\r\ncourt’s discretion. The first ground advanced was the\r\npatentee’s alleged culpable delay in\napplying for the\r\namendment. The argument was based on the fact that the patentee had\r\nknown of the Dreyer prior art and that it\ndelayed to effect an\r\namendment until after the adverse judgment of the SCA. There are many\r\nanswers to the point but what follows\nsuffices. Dreyer was quoted as\r\nan anticipation, which it is not. As far as obviousness is concerned,\r\nnot even Northpark had thought\nthat it could be the basis of a\r\nfinding of obviousness. I have already indicated that its case before\r\nSouthwood J was based on\na mosaic of Handy and Anderson. The SCA,\r\nhowever, based its judgment on a mosaic of Dreyer and Anderson. How\r\nthat should have been\napparent to the patentee before the SCA\r\njudgment has not been explained.\n[47] One can dispose on\r\nmore or less the same basis of the allegation that the patentee was\r\nguilty of reprehensible conduct because,\nbeing aware of the\r\ninvalidity of the patent in the light of Dreyer, it sought to enforce\r\nits patent rights. Once again, the premise\non which the argument is\r\nbased has not been established. It is also not possible to dispose\r\nglibly of the fact that Southwood J\nhad held in a fully reasoned\r\njudgment that the patent was good. If he thought so after a lengthy\r\ntrial it is difficult to understand\nwhy the patentee should have\r\nthought differently, especially since it took legal advice before it\r\ncommenced litigation.\n[48] The respondents did\r\nnot ask us to consider the grant of the amendment subject to\r\nconditions. The reason may be because Northpark\nis a property owning\r\ncompany and the third and fourth respondents allege that they do not\r\ninfringe the amended claims. It would,\naccordingly, be wrong to\r\nimpose conditions of which the patentee had not been forewarned.\nCONCLUSION\n[49] This means that the\r\nappeal must be upheld to the extent that the order of the court below\r\ndismissed the application to amend\nthe specification and finally\r\nrevoked the patent. The orders not appealed against stand. Because of\r\nthe partial success of the\nrespective parties in the court below the\r\nappropriate order would be that the parties pay their own costs in\r\nthat court. The appellant\nis entitled to its cost of appeal including\r\nthe costs of two counsel.\nORDER\nA. The appeal is upheld\r\nwith costs (jointly and severally against the first, third and fourth\r\nrespondents), including the costs\nof two counsel.\nB. Paragraphs 3, 4 and 5\r\nof the order of the Court of the Commissioner of Patents are set\r\naside and replaced with the following:\n‘\n3\r\nThe application to amend the specification of Patent ZA 95/0812 is\r\ngranted.\n4\nThe\r\nprovisional order of revocation lapses.\n5\r\nThe parties are to pay their own costs.’\n_____________________\nL T\r\nC Harms\nActing\r\nPresident\nAPPEARANCES\nFor\r\nAppellant: P Ginsburg SC (with him D R Harms)\nInstructed\r\nby:\nAdams\r\n& Adams, Pretoria\nLovius\r\nBlock Attorneys, Bloemfontein\nFor\r\nRespondent: C J vd Westhuizen SC (with him R B Engela)\nDR\r\nGerntholtz Inc, Pretoria\nMcIntyre\r\n& Van der Post, Bloemfontein\nSecond\r\nRespondent:\nThe\r\nRegistrar of the Court of the Commissioner of Patents Pretoria\n1\nAusplow\r\n\t(Pty) Ltd v Northpark Trading 3 (Pty) Ltd & others (95/0812)\r\n\t[2010] ZACCP 5 (30 April 2010)\n.\n2\nAusplow\r\n\tPty Ltd v Northpark Trading 3 (Pty) Ltd & 0thers (95/0812)\r\n\t[2010] ZAGPPHC 135 (5 October 2010)\n.\n3\nThe\r\n\tsecond respondent is the Registrar of Patents who was cited for\r\n\tformal reasons and who did not take part in the proceedings.\nThe\r\n\tthird respondent is Marais Engineering (Pty) Ltd, and the fourth\r\n\trespondent is Mr Marais Steyn, the sole shareholder of the\nfirst and\r\n\tthird respondents. The third and fourth respondents were not party\r\n\tto the initial litigation. How they became involved\nin the amendment\r\n\tproceedings is no longer of consequence but appears from\nAusplow\r\n\t(Pty) Ltd v Northpark Trading 3 (Pty) Ltd\n2009 BIP 37 (C of P).\n4\nAusplow\r\n\t(Pty) Ltd v Northpark Trading 3 (Pty) Ltd\n2007 BIP 1 (C of P).\n5\nNorthpark\r\n\tTrading 3 (Pty) Ltd v Ausplow (Pty) Ltd (278/07) [2008] ZASCA 46;\r\n\t2008 BIP 14 (SCA).\n6\nPara\r\n\t18.\n7\nSection\r\n\t68:\n‘\nRelief\r\n\tfor infringement of partially valid specification\n—\nWhere\r\n\tin any proceedings for infringement of a patent, the commissioner\r\n\tfinds that any claim in the complete specification in\nrespect of\r\n\twhich infringement is alleged, is valid, but that any other claim\r\n\ttherein is invalid, the following provisions shall,\nnotwithstanding\r\n\tanything contained in section\r\n\t66 (5), apply, namely—\n(\na\n) If a\r\n\tcounterclaim for the revocation of the patent has been made in the\r\n\tproceedings on the ground of the invalidity of any claim\nin the\r\n\tspecification, the commissioner may postpone the operation of any\r\n\torder issued thereon for such time as may be required\nto enable the\r\n\tpatentee to effect any amendment of the specification pursuant to\r\n\tthe conditions imposed by the commissioner, who\nmay attach such\r\n\tother condition to any order to be issued on the counterclaim as he\r\n\tmay deem fit; and\n(\nb\n)\r\n\twhen the specification has been amended in terms of\nparagraph\r\n\t(a)\n,\r\n\tthe commissioner may, subject to such order as to costs as he may\r\n\tissue and as to the date from which damages shall be calculated,\n\n\tgrant relief in respect of any claim which had, before the\r\n\tamendment, been found to be valid and infringed, and in exercising\n\n\this discretion he may take into consideration the conduct of the\r\n\tpatentee in inserting in the specification those claims which\nhad\r\n\tbeen found, before amendment, to be invalid or permitting such\r\n\tclaims to remain there.’\n8\nSection\r\n\t51:\n‘\n(6)  No\r\n\tamendment of a complete specification which becomes open to public\r\n\tinspection after the publication of the acceptance\nof the\r\n\tspecification in terms of section\r\n\t42, whether before or after it so becomes open to public\r\n\tinspection, shall be allowed\nif—\n(\na\n) the effect of\r\n\tthe amendment would be to introduce new matter or matter not in\r\n\tsubstance disclosed in the specification before\namendment; or\n(\nb\n) the\r\n\tspecification as amended would include any claim not fairly based on\r\n\tmatter disclosed in the specification before amendment.\n(7)  No\r\n\tamendment of a complete specification which has become open to\r\n\tpublic inspection after the publication of the\nacceptance of the\r\n\tspecification in terms of section\r\n\t42 shall be allowed if the specification as amended would\r\n\tinclude any claim\nnot wholly within the scope of a claim included in\r\n\tthe specification before amendment.’\n9\nThe\r\n\tphrase ‘to dislodge the soil’ was omitted by mistake\r\n\tfrom the draft contained in the notice of motion. Since it\nhad\r\n\talways been part of the claim and the patentee did not give notice\r\n\tof any intention to delete the phrase, the omission is\nimmaterial.\n10\nBoards\r\n\tof Appeal of the European Patent Office Case no T 0190/99 - 3.2.4.\r\n\tThe statement that a patent ‘must be read by a\nmind willing to\r\n\tunderstand, not by a mind desirous of misunderstanding’ comes\r\n\tfrom\nLister v Norton Brothers and Co\n(1886) 3 RPC 199\n(Ch D).",
  "scraped_at": "2026-02-12T15:47:58.428555",
  "date": "2011-09-07",
  "coram": [
    "Harms AP",
    "Ponnan",
    "Snyders",
    "Malan JJA",
    "Plasket AJA"
  ],
  "case_number": "742/10",
  "parties": {
    "applicants": [
      "Ausplow (Pty) Ltd"
    ],
    "respondents": [
      "Northpark Trading 3 (Pty) Ltd",
      "The Registrar of Patents",
      "Marais Engineering (Pty) Ltd",
      "Marais Steyn"
    ]
  },
  "sections": {
    "facts": "The dispute concerns South African patent ZA 95/0812 titled “Improvements in or relating to seeding machinery”. Ausplow (Pty) Ltd, an Australian company and patentee, obtained the patent in 1995. It sued Northpark Trading 3 (Pty) Ltd for infringement. Northpark counterclaimed for revocation on grounds of lack of novelty and obviousness. The Commissioner of Patents found claim 1 valid and infringed, but the Supreme Court of Appeal later held claim 1 obvious and ordered provisional revocation, giving the patentee a month to apply to amend the specification.",
    "issues": "The principal issues were (a) whether the patentee complied with the SCA order and could rely on section 68 of the Patents Act to amend the specification; (b) whether the proposed amendments to claims 1 and 13 conflicted with sections 51(6) or 51(7) prohibiting new matter; (c) whether the amended claims would overcome the obviousness ground; and (d) whether the court should exercise its discretion to refuse the amendment on grounds of delay or misconduct.",
    "principles": "The court reiterated the statutory requirements for patentability under sections 25(1), 25(5), 25(6) and 25(10) – novelty and inventive step. Obviousness is judged objectively against the state of the art as at the priority date (Ensign‑Bickford, Roman Roller, Mölnlycke). The Commissioner’s discretion to amend under s61(3) and the limited role of s68 were examined, together with the prohibition on adding new matter under s51(6)(7). Case law concerning the court’s discretion to refuse amendment and the need for the amendment to cure invalidity was considered (e.g., Firestone SA v Gentiruco, Water Renovation).",
    "application": "The court found that the SCA correctly held claim 1 obvious on a mosaic of the Dreyer and Anderson prior‑art patents. The proposed amendments, which merely incorporated an integer from claim 13 into claim 1 and deleted the omnibus claims, did not introduce new matter and complied with s51. Because the underlying claim remained obvious, the amendment would not cure the invalidity. Consequently the court rejected the respondent’s arguments about delay or misconduct and held that no discretion to refuse amendment was triggered.",
    "conclusion": "The appeal was upheld. The Court granted the application to amend the specification of Patent ZA 95/0812, the provisional order of revocation was set aside and lapses, and each party was ordered to pay its own costs, with the appellant entitled to its costs of appeal, including two counsel."
  },
  "tags": {
    "level_1": "Intellectual Property",
    "level_2": "Patents",
    "level_3": [
      "obviousness",
      "amendment",
      "revocation",
      "patent litigation"
    ]
  }
}