{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/132.html",
  "case_name": "Charlton v Parliament of the Republic of South Africa (680/2010) [2011] ZASCA 132; 2012 (1) SA 472 (SCA); [2011] 12 BLLR 1143 (SCA); (2011) 32 ILJ 2419 (SCA) (16 September 2011)",
  "citation": "[2011] ZASCA 132",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 132\n|\nNoteup\n|\nLawCite\nCharlton v Parliament of the Republic of South Africa (680/2010) [2011] ZASCA 132; 2012 (1) SA 472 (SCA); [2011] 12 BLLR 1143 (SCA); (2011) 32 ILJ 2419 (SCA) (16 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 680/2010\nIn the matter between:\nHARRY MATHEW CHARLTON\n….............................................................\nA\nppellant\nand\nPARLIAMENT OF THE REPUBLIC OF\nSOUTH AFRICA\n..........................................................................................\nRespondent\nNeutral Citation:\nCharlton\r\nv Parliament of the Republic of South Africa\n(680/2010)\n[2011] ZASCA 132\n(16\r\nSeptember 2011)\nCoram:\nBRAND, VAN HEERDEN,\r\nMAYA, MHLANTLA JJA et MEER AJA\nHeard:\n23 August 2011\nDelivered:\n16 September 2011\nSummary\n:\nDismissal of\r\nexception — principles governing appealability restated —\nsame\r\nprinciples apply in Labour Court and Labour Appeal Court.\nORDER\nOn appeal from:\nLabour\r\nAppeal Court (Patel JA, Waglay ADJP and Tlaletsi AJA\nsitting\r\nas a court of appeal):\n(a) The appeal is upheld with costs, including the costs of two\r\ncounsel, where applicable.\n(b) The order of the Labour Appeal Court is set aside and replaced\r\nwith the following:\n‘The appeal is struck from the roll with costs, including the\r\ncosts of two counsel.’\nJUDGMENT\nVAN HEERDEN\r\nJA (BRAND, MAYA AND MHLANTLA JJA AND MEER AJA concurring)\nThis\r\n\tappeal relates to several exceptions raised by the respondent,\r\n\tParliament of the Republic of South Africa (Parliament), to\nthe\r\n\tappellant’s (Charlton’s) claim for unfair dismissal\r\n\tunder the Labour Relations Act 66 of 1995 (LRA). Charlton\nwas the\r\n\tChief Financial Officer to Parliament from 1 May 2002 (initially on\r\n\ta three-year fixed term contract, permanently appointed\nfrom 1 March\r\n\t2004). He held this position until his purported dismissal on 13\r\n\tJanuary 2006, ostensibly on the grounds of work-related\nmisconduct.\r\n\tHe however insists that he was dismissed for being a whistleblower\r\n\tin relation to fraud perpetrated by Members of\nParliament (Members)\r\n\tin respect of claims for their travel benefits. His allegations\r\n\tpertain to what has nationally and popularly\nbecome known as the\r\n\t‘Travelgate scandal’. These allegations, and the\r\n\tbackground that follows, appear from his statement\nof claim which,\r\n\tby the nature of exception proceedings, we must accept as true.\nIn\r\n\tabout December 2002, Charlton informed the incumbent Secretary to\r\n\tParliament, Mr Mfenyana (Mfenyana), of the discovery within\nthe\r\n\tFinancial Management Office of an alleged improper travel benefits\r\n\tclaim by a Member of Parliament. With Mfenyana’s\napproval,\r\n\tCharlton investigated the matter further. In April 2003, Charlton\r\n\tsubmitted a written report to Parliament (represented\nby Mfenyana\r\n\tand the Senior Presiding Officers of Parliament, namely the Speaker\r\n\tof the National Assembly and the Chairperson\nof the National Council\r\n\tof Provinces) that there was prima facie evidence of fraud having\r\n\tbeen perpetrated on Parliament by,\ninter alia, certain travel\r\n\tagents, in relation to travel entitlements of Members.\nIn the\r\n\tcourse of Charlton’s investigations (carried out on the\r\n\tauthority of the above-mentioned Presiding Officers and including\na\r\n\tforensic investigation by PricewaterhouseCoopers), Charlton formed\r\n\tthe view that the said fraud had been perpetrated on a very\nlarge\r\n\tscale, that Members had benefitted improperly from and/or were\r\n\timplicated in the fraud and that a member of staff in the\n\n\tParliamentary Service was also implicated.\nCharlton\r\n\tremained actively involved in pursuing the matter and made a series\r\n\tof detailed written and oral reports to the Secretary\nof Parliament\r\n\tand the Senior Presiding Officers, informing them of the processes\r\n\tfollowed and the emerging details of the travel\nfraud. The list of\r\n\tcurrent and past Members in respect of whom such information was\r\n\tdisclosed to Parliament numbered in the hundreds.\nThe South African\r\n\tPolice Service, the Scorpions and the National Prosecuting Authority\r\n\twere also involved in the investigation.\nAccording\r\n\tto Charlton, during the period up to April 2004, he enjoyed the\r\n\tsupport of Parliament in his pursuit and investigation\nof the travel\r\n\tfraud. As at 31 March 2004, the investigation had identified fraud\r\n\ton Parliament in the amount of R13 million perpetrated\nover a\r\n\t15-month period.\nAfter\r\n\tthe April 2004 elections, the previous Senior Presiding Officers\r\n\tdeparted and Mr Dingani (Dingani) replaced Mfenyana as\nSecretary.\r\n\tAccording to Charlton, from the time of Dingani’s appointment,\r\n\tParliament’s support for Charlton and for\nthe investigation\r\n\tand pursuit of the travel fraud declined substantially. So, for\r\n\texample, Charlton reported to Dingani that\nanother dimension to the\r\n\ttravel fraud (referred to by Charlton as ‘Type 3 fraud’)\r\n\thad been identified, which would\ninvolve an increase in Parliament’s\r\n\ttotal likely claim from R16.5 million to R35.7 million, and which\r\n\twould implicate prominent\ncurrent and former Members and/or office\r\n\tbearers of Parliament. Charlton also furnished Dingani with detailed\r\n\tlists of the Members\nconcerned. According to Charlton, Dingani\r\n\teffectively frustrated the conduct of a proper investigation into\r\n\tthis Type 3 fraud,\ninter alia, by not making the external resources\r\n\trequired for such investigation available to him.\nA\r\n\tfurther example (amongst many) given by Charlton was to the effect\r\n\tthat Dingani was allegedly placed in possession of prima\nfacie\r\n\tevidence that certain Ministers and another high-ranking official\r\n\thad improperly benefitted from travel facilities, but\nfailed to\r\n\tcause such information to be further investigated, recommending only\r\n\tthat the persons involved repay the applicable\namounts.\nIn\r\n\tsummary, Charlton alleged that, from August 2004 to the date of his\r\n\tdismissal on 13 January 2006, Parliament failed to take\nappropriate\r\n\taction in regard to the finalisation of the travel fraud issue. The\r\n\tallocated budget and resources were inadequate\ngiven the number of\r\n\ttransactions, and the number of Members potentially involved (the\r\n\tnames of whom had been furnished to Parliament\nby Charlton) exceeded\r\n\tby far the number charged or convicted.\nOn 18\r\n\tNovember 2005, Parliament suspended Charlton from his employment\r\n\twithout any prior hearing. A disciplinary enquiry into\nthe various\r\n\tcharges of alleged misconduct against him was conducted between 12\r\n\tand 21 December 2005. The disciplinary enquiry\nrecommended his\r\n\tdismissal. On 13 January 2006, Dingani accepted this recommendation\r\n\tand summarily dismissed Charlton.\nCharlton challenged his dismissal. In his amended statement of claim\r\n\tin the Labour Court (LC), he relied on five causes of action:\ni) his dismissal was automatically unfair in terms of s 187(1)(\nh)\nof the LRA because he was dismissed for having made protected\r\ndisclosures as envisaged in the Protected Disclosures Act 26 of 2000\n\n(PDA) – ‘the first cause of action’;\nii) his dismissal was automatically unfair in terms of the\r\nintroductory portion of s 187(1) of the LRA, read with s 5(2)\n(c)\n(v)\r\nof the LRA, because he was dismissed for having made disclosures that\r\nhe was lawfully entitled or required to make in his capacity\nas Chief\r\nFinancial Officer – ‘the second cause of action’;\niii) his dismissal was automatically unfair in terms of s 187(1)\n(f)\nof the LRA because he was dismissed for having made disclosures in\r\ncircumstances where his decision to make such disclosures was\na\r\nmanifestation of conscience – ‘the third cause of\r\naction’;\niv) his dismissal was substantively unfair in terms of s\r\n188(1)\n(a)\n(i), the charges against him being baseless –\r\n‘the fourth cause of action’; and\nv) his\r\ndismissal was procedurally unfair in terms of s 188(1)\n(b)\n–\r\n‘the fifth cause of action’.\nIn the\r\n\tLC, Parliament excepted to Charlton’s statement of claim on\r\n\tsix grounds (identified as grounds A to F). Grounds B\nto E were,\r\n\thowever, not pursued at the LC hearing, leaving only exceptions A\r\n\tand F to be dealt with. Exception A related to the\nfirst cause of\r\n\taction, while exception F related to the LC’s alleged lack of\r\n\tjurisdiction to entertain the fourth and fifth\ncauses of action. The\r\n\tLC dismissed both exceptions in June 2007, but Parliament was\r\n\tgranted leave to appeal to the Labour Appeal\nCourt (LAC). In July\r\n\t2010, the LAC upheld the exceptions previously dismissed by the LC\r\n\tand made orders staying ‘the proceedings’\nunder s\r\n\t158(2)\n(a)\nof the LRA\n1\nand referring ‘the dispute’ to the Commission for\r\n\tConciliation, Mediation and Arbitration (CCMA) for arbitration.\n\n\tHence this appeal by Charlton, which serves before us with special\r\n\tleave granted by this court.\nException A\nThe\r\n\tbasis for this exception taken by Parliament and persisted in before\r\n\tus is as follows. Parliament submitted that, in order\nto enjoy the\r\n\tprotection of the PDA, the disclosure by the employee concerned had\r\n\tto relate to conduct by his or her employer\nor by a co-employee. In\r\n\tterms of s 187(1)\n(h)\nof the LRA, a dismissal is automatically\r\n\tunfair if the reason for the dismissal is ‘a contravention of\r\n\tthe [PDA], by the\nemployer, on account of an employee having made a\r\n\tprotected disclosure defined in that Act’. Exception A was to\r\n\tthe effect\nthat Members are neither ‘employees’ nor\r\n\t‘employers’ for purposes of the PDA; that Charlton did\r\n\tnot enjoy\nprotection under the PDA when he made disclosures about\r\n\ttheir conduct; that his dismissal was accordingly not automatically\r\n\tunfair\nin terms of s 187(1)\n(h)\nof the LRA and hence that the\r\n\tfirst claim disclosed no cause of action.\nIn\r\n\tdealing with the exception, the LC held that Members are both\r\n\temployees and employers for purposes of the PDA. It ruled that\nthe\r\n\tdisclosures made by Charlton thus constituted protected disclosures\r\n\tunder the PDA and that exception A fell to be dismissed.\n2\nAs stated above, Parliament appealed to the LAC against the\r\n\tdismissal of the exception. The LAC entertained the appeal. As\r\n\nregards the appealability of the dismissal of the exception, the\r\n\tLAC, relying on\nZweni v Minister of Law and Order\n1993 (1) SA\r\n\t523\n(A), held as follows:\n‘\nClearly the first exception\r\nraised by Parliament does not go to jurisdiction but is instead an\r\nattack on the respondent’s\n[Charlton’s] cause of action .\r\n. . The court\na quo\nin\na\nreasoned\njudgment made a final\r\ndetermination that Parliamentarians are both employers and employees\r\nfor the purpose of the PDA. This decision\nis final in effect and not\r\nsusceptible to alteration by the court a quo and at least finally\r\ndisposes of this problem and will\nnot be revisited by the court a quo\r\n. . . To that extent, this decision is appealable.’\n3\nThe approach by the LAC is\r\n\tfallacious. It failed to appreciate that it is established law that\r\n\tthe dismissal of an exception is\ngenerally\nnot\nappealable. The qualification to that general principle relates to\r\n\texceptions going to jurisdiction.\n4\nSection\r\n\t166(1) of the LRA provides that any party to proceedings before the\r\n\tLC may apply for leave to appeal to the LAC ‘against\nany final\r\n\tjudgment or final order of the Labour Court’. There is no\r\n\tspecific provision dealing with exceptions in the Labour\nCourt\r\n\tRules, hence Rule 11(3) dictates that ‘the court may adopt any\r\n\tprocedure that it deems appropriate in the circumstances’.\nIt\r\n\tis established practice that exceptions are dealt with in the Labour\r\n\tCourt and the Labour Appeal Court in the same manner\nas in the High\r\n\tCourt.\nIn\r\n\tterms of s 20(1) of the Supreme Court Act 59 of 1959, only\r\n\t‘judgments’ and ‘orders’ (and not merely\n\n\t‘rulings’) are appealable. In\nZweni\r\n\tv Minister of Law and Order,\n5\nthe test for what is meant by a ‘judgment’ or ‘order’\r\n\twas expressed as follows: ‘first, the decision\nmust be final\r\n\tin effect and not susceptible of alteration by the Court of first\r\n\tinstance; second, it must be definitive of the\nrights of the\r\n\tparties; and third, it must have the effect of disposing of at least\r\n\ta substantial portion of the relief claimed\nin the main\r\n\tproceedings’.\nFlowing from the first of\r\n\tthe three\nZweni\nrequirements,\r\n\tit has been consistently held that, except in very limited\r\n\tcircumstances, the dismissal of an exception is not appealable.\nThis\r\n\tis because the order is not final in effect: there is nothing to\r\n\tprevent the aggrieved party from raising and arguing the\nsame issue\r\n\tat the trial. In the words of Innes CJ in\nBlaauwbosch\r\n\tDiamonds Ltd v Union Government (Minister of Finance)\n1915\r\n\tAD 599\nat 601:\n‘\n[O]ne\r\nwould say that an order dismissing an exception is not the final word\r\nin the suit on that point that it may always be repaired\nat the final\r\nstage. All the Court does is to refuse to set aside the declaration;\r\nthe case proceeds; there is nothing to prevent\nthe same law points\r\nbeing re-argued at the trial; and though the Court is hardly likely\r\nto change its mind there is no legal obstacle\nto its doing so upon a\r\nconsideration of fresh argument and further authority.’\nMore recently, in\nMaize Board v Tiger Oats Ltd & others\n2002 (5) SA 365\n(SCA) para 14, this court (per Streicher JA)\r\n\texpressed the principle thus:\n‘\nIn\r\nthe light of this Court’s interpretation of s 20, the decisions\r\nin\nBlaauwbosch\n,\nWellington\n6\nand\nKett\n,\n7\nand the well-established principle that this Court will not readily\r\ndepart from its previous decisions, it now has to be accepted\nthat a\r\ndismissal of an exception (save an exception to the jurisdiction of\r\nthe Court), presented and argued as nothing other than\nan exception,\r\ndoes not finally dispose of the issue raised by the exception and is\r\nnot appealable. Such acceptance would on the\npresent state of the law\r\nand jurisprudence of this Court create certainty and accordingly be\r\nin the best interests of litigating\nparties.’\nIt\r\n\tfollows that leave to appeal against the dismissal of exception A\r\n\tshould not have been given by the LC and the LAC ought simply\nto\r\n\thave struck Parliament’s appeal in respect of exception A from\r\n\tthe roll. In this regard, Charlton’s appeal must\nsucceed.\nException F\nThis\r\n\texception was to the effect that the fourth and fifth causes of\r\n\taction (ie the\nordinary\nunfair dismissal claims, as opposed\r\n\tto the\nautomatically\nunfair dismissal claims) had to be\r\n\tresolved through arbitration in the CCMA and not through\r\n\tadjudication in the LC.\nAccordingly,\r\n\tso the contention went, the LC lacked jurisdiction to entertain the\r\n\tmatter. As indicated above, as an exception to\nthe\nBlaauwbosch\r\n\tDiamonds\nprinciple, appeals against the dismissal of such\r\n\texceptions are allowed.\n8\nThe reason is fairly obvious – if the court lacks\r\n\tjurisdiction, it cannot legitimately adjudicate the exception. In\r\n\tthis\ncase, however, in dealing with exception F, the LC did\nnot\nin fact decide on the issue of jurisdiction. It held that:\n‘\n[I]f the dispute raises two\r\ndifferent reasons for the dismissal, the court can proceed with the\r\nadjudication. What it would be required\nto do is to find first if the\r\nautomatically unfair dismissal has been proved. If there is evidence\r\nto establish an automatic unfair\ndismissal, the question of\r\njurisdiction would no longer arise. If, on the other hand, the court\r\nfinds that there is no evidence\nto establish an automatically unfair\r\ndismissal, the question of the jurisdiction will still remain in\r\nrelation to the allegation\nof unfair dismissal . . . .\nThis\r\ncourt cannot simply dismiss the dispute based on unfair dismissal at\r\nthis stage when it is coupled with the allegation that\nthe same\r\ndismissal is automatically unfair. The true reason has to be\r\nestablished by evidence. It is only after hearing the evidence\nthat\r\nthe court would be in a better position to decide if the unfair\r\ndismissal has to be referred to arbitration.’\n9\nThe LC\r\n\tin effect took the approach that s 158(2)\n(a)\n10\nof the LRA should be applied as and when the need arose. It made no\r\n\tdecision at all on the issue of jurisdiction. It thus in\neffect\r\n\tdeclined to determine the issue at that stage. No doubt an appeal\r\n\twill avail a party aggrieved by the decision, were it\nstill to be a\r\n\tlive issue at that time, once the matter has been finally\r\n\tdetermined. The LAC thus clearly erred in holding that\n‘the\r\n\t[LC] in dismissing the exception made a finding that it had\r\n\tjurisdiction. Hearing of evidence would make no difference\nto this\r\n\tfinding.’\n11\nThe LC made no such finding. Moreover, the hearing of evidence would\r\n\tclearly make a difference, as from this would emerge whether\nthe\r\n\tjurisdictional point on the ordinary unfair dismissal dispute would\r\n\tarise at all. It follows that the raising of an exception\nin this\r\n\tregard was misconceived.\nAs\r\n\tthere was no final judgment or order on exception F, no appeal could\r\n\tarise in relation thereto. Here too, the LAC ought to\nhave struck\r\n\tthe matter from the roll.\nOrder\nIn the light of the above, the following order is made:\n(a) The appeal is upheld with costs, including the costs of two\r\ncounsel, where applicable.\n(b) The order of the Labour Appeal Court is set aside and replaced\r\nwith the following:\n‘\nThe appeal is struck from the roll with\r\ncosts, including the costs of two counsel.’\n______________________\nB J VAN HEERDEN\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANT: \t\t\tM W JANISCH\nInstructed by Herold Gie Attorneys, Cape Town\nMcIntyre & Van Der Post, Bloemfontein\nRESPONDENT: J J GAUNTLETT SC (with him C J KAHANOWITZ SC)\nInstructed by Chennels Albertyn Attorneys, Rondebosch\nHoney Attorneys, Bloemfontein\n1\nSection\r\n\t158(2)\n(a)\nprovides that, if at any stage after a dispute has\r\n\tbeen referred to the Labour Court, it becomes apparent that the\r\n\tdispute ought\nto have been referred to arbitration, the Court may\r\n\tstay the proceedings and refer the dispute to arbitration.\n2\nCharlton\r\n\tv Parliament of the RSA\n(2007) 28\nILJ\n2263 (LC).\n3\nParliament\r\n\tof the RSA v Charlton\n(2010) 31\nILJ\n2353 (LAC) para 5.\n4\nSee\nMoch v Nedtravel (Pty) Ltd t/a American Express Travel Service\n1996 (3) SA 1\n(A) at 10E-11B,\nMaize Board v Tiger Oats Ltd &\r\n\tanother\n2002 (5) SA 365\n(SCA) paras 9 and 14;\nPhillips v\r\n\tNational Director of Public Prosecutions\n2003 (6) SA 447\n(SCA)\r\n\tpara 19.\n5\nAt\r\n\t532J-533A.\n6\nWellington\r\n\tCourt Shareblock v Johannesburg City Council; Agar Properties (Pty)\r\n\tLtd v Johannesburg City Council\n1995 (3) SA 827\n(A).\n7\nKett\r\n\tv Afro Adventures (Pty) Ltd & another\n1997 (1) SA 62\n(A).\n8\nSee\r\n\tabove para 15 fn 4.\n9\nCharlton\r\n\tv Parliament of the RSA\nabove fn 2 paras 67 – 68.\n10\nSee\r\n\tfn 1 above.\n11\nParliament\r\n\tof the RSA v Charlton\nabove fn 3 para 5.",
  "scraped_at": "2026-02-12T15:50:31.458073",
  "date": "2011-09-16",
  "coram": [
    "BRAND",
    "VAN HEERDEN",
    "MAYA",
    "MHLANTLA JJA",
    "MEER AJA"
  ],
  "case_number": "680/2010",
  "parties": {
    "applicants": [
      "Harry Mathew Charlton"
    ],
    "respondents": [
      "Parliament of the Republic of South Africa"
    ]
  },
  "sections": {
    "facts": "Harry Mathew Charlton was appointed Chief Financial Officer of Parliament in May 2002 and permanently from March 2004. While in office he uncovered extensive fraud involving travel benefits claimed by Members of Parliament (the \"Travelgate\" scandal). He reported his findings to senior officials and continued investigations, which identified alleged fraud amounting to R13 million by March 2004 and later a potential increase to R35.7 million. After the 2004 elections, support for his investigations declined, and in January 2006 he was summarily dismissed for alleged misconduct following a disciplinary enquiry. Charlton claimed his dismissal was automatically unfair because it was retaliation for protected disclosures under the Protected Disclosures Act and also raised substantive and procedural unfair‑dismissal claims.",
    "issues": "The appeal centered on two exceptions raised by Parliament: (A) whether Charlton’s protected disclosures fell within the scope of the Protected Disclosures Act, given that Members of Parliament are not traditional 'employees' or 'employers', and thus whether his claim of automatic unfair dismissal was valid; and (F) whether the ordinary unfair‑dismissal claims should be referred to arbitration at the CCMA rather than adjudicated by the Labour Court, i.e., whether the Labour Court had jurisdiction to hear those causes of action. The broader issue was whether the dismissal of these exceptions was appealable under the Labour Relations Act and Supreme Court Act.",
    "principles": "The Court reiterated that, under s 166(1) LRA, only final judgments or orders are appealable; the dismissal of an exception is generally not appealable unless the exception concerns jurisdiction (Zweni v Minister of Law and Order). This principle has been affirmed in Blaauwbosch Diamonds Ltd v Union Government, Maize Board v Tiger Oats Ltd, and Wellington Court Shareblock cases. Exceptions that merely attack the merits of a cause of action, not jurisdiction, are not final and thus not appealable. The Court also affirmed that Members of Parliament are deemed both employees and employers for the purposes of the Protected Disclosures Act, so disclosures about their conduct qualify as protected disclosures.",
    "application": "Applying these principles, the Court held that Exception A did not raise a jurisdictional issue but merely contested the substantive determination that Members are covered by the PDA; therefore the dismissal of the exception was not appealable and the Labour Appeal Court should have struck it from the roll. Likewise, Exception F dealt with jurisdiction but the Labour Court had not made a final jurisdictional determination; it merely postponed the question pending evidence. Consequently, the dismissal of Exception F was also not appealable. The Labour Appeal Court erred in granting leave to appeal both exceptions, and the Supreme Court of Appeal set aside its order.",
    "conclusion": "The appeal was upheld with costs, including costs of two counsel. The order of the Labour Appeal Court was set aside and replaced with an order striking the appeal from the roll, with costs awarded."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Unfair Dismissal",
    "level_3": [
      "protected disclosures",
      "appealability of exceptions",
      "labour court procedure",
      "travelgate scandal"
    ]
  }
}