{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/66.html",
  "case_name": "Commissioner for the South African Revenue Services v Founders Hill (Pty) Ltd (509/10) [2011] ZASCA 66; [2011] 3 All SA 243 (SCA); 2011 (5) SA 112 (SCA); 73 SATC 183 (10 May 2011)",
  "citation": "[2011] ZASCA 66",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 66\n|\nNoteup\n|\nLawCite\nCommissioner for the South African Revenue Services v Founders Hill (Pty) Ltd (509/10) [2011] ZASCA 66; [2011] 3 All SA 243 (SCA); 2011 (5) SA 112 (SCA); 73 SATC 183 (10 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nno\n: 509/10\nIn\r\nthe matter between:\nTHE\r\nCOMMISSIONER FOR THE SOUTH AFRICAN\nREVENUE\r\nSERVICE\n.........................................................................\nAppellant\nand\nFOUNDERS HILL (PTY)\r\nLTD\n..........................................................\nRespondent\nNeutral citation:\nCSARS v Founders Hill\n(509/10)\n[2011] ZASCA 66\n(10 May 2011)\nCoram:\nHARMS\r\nDP, NUGENT, LEWIS and MALAN JJA and PLASKET AJA\nHeard:\t17\r\nMARCH  2011\nDelivered:\t10 May 2011\nSummary: \tProceeds of sale of land sold by\r\nrealization company taxable as income: realization company that\r\nacquires land in order\nto sell it trades in that land.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nTax Court (Johannesburg) (Joffe J\r\nsitting with two assessors):\n1 The appeal is upheld with costs, including those of\r\ntwo counsel, but excluding 50 per cent of the costs of preparing,\r\nperusing\nand lodging the appeal record.\n2 The order of the Tax Court, Johannesburg is set aside.\r\nIt is replaced with the following order:\n‘\nThe appeal is upheld to the extent only that the\r\nappellant is not liable for the payment of interest in terms of s 89\r\nquat of the\nIncome Tax Act 58 of 1962.’\nJUDGMENT\nLEWIS JA (HARMS DP, NUGENT and MALAN JJA and PLASKET AJA\r\nconcurring)\n[1]\tIn 49 BC when Julius Caesar\r\ncrossed the Rubicon – a small river dividing Cisalpine Gaul (a\r\nprovince of Rome) from Italy\n– committing an act of treason in\r\nso doing (for no Roman general was allowed to enter Italy with his\r\narmy without the consent\nof the Roman Senate), he intended to defy\r\nthe Senate and in effect to declare civil war in Rome.\n1\nLittle did he foresee (I suspect) that his act would come to be a\r\nsymbol of passing a point of no return in the general sense,\nand that\r\nit has, in South Africa, become a tax mantra in cases that attempt to\r\ndiscern the distinction between capital gains and\ntaxable income upon\r\na disposal of property.\n[2]\tIn\nNatal\r\nEstates Ltd v Secretary for Inland Revenue\n2\nthis court decided (in simplified terms – I shall return to the\r\ndecision later) that where a landowner which had held land\nfor some\r\ntime as a capital asset, but then embarked on a project of selling\r\noff the land on a large scale, it had ‘crossed\nthe Rubicon’\r\nand had not merely sold an investment, the profit in respect of which\r\nwould be regarded as capital: it had become\na trader in land such\r\nthat any profits it made amounted to taxable income.\n[3]\tThe respondent, Founders Hill\r\n(Pty) Ltd (Founders Hill), is described as a ‘realization\r\ncompany’ since it was formed\nfor the avowed purpose of\r\nrealizing land formerly owned as a capital asset by its holding\r\ncompany, AECI Ltd (AECI). A realization\ncompany, in the present\r\ncontext, is one\nformed\r\nfor the purpose of facilitating the realization of property and the\r\ncompany does no more than act as the means by which the\ninterests of\r\nits shareholders in the property may be properly realized. Surpluses\r\nmade from sales of the property are supposedly\nnot taxable as trading\r\nprofits since such surpluses are capital receipts.\nBut it is accepted that such a\r\ncompany, too, might cross the Rubicon and the appellant, the\r\nCommissioner for the South African Revenue\nService, contended that\r\nFounders Hill had indeed crossed the Rubicon when it sold erven on\r\nwhich it realized profits. (I shall\nrefer to the erven as such, or to\r\nproperty or land interchangeably.) Founders Hill maintained that it\r\nhad done no more than realize\na capital asset advantageously. The\r\nparties (and the tax court) thus both approached the matter on the\r\nsupposition that the property\nwas a capital asset in the hands of\r\nFounders Hill upon its acquisition, and that the question for\r\ndetermination was whether Founders\nHill subsequently ‘crossed\r\nthe Rubicon’ by starting to trade in the property.\n[4]\tBut approaching the matter in\r\nthat way begs the question whether the property was a capital asset\r\nin the hands of Founders Hill\nin the first place.   As will be seen,\r\nFounders Hill purchased the property from AECI for the very purpose\r\nof developing and reselling\nit.   And so the initial question, in my\r\nview, is whether the property was acquired by it as stock-in-trade,\r\nor whether it was\nacquired as a capital asset.  It is only if the\r\nproperty was acquired at the outset as a capital asset that a second\r\nquestion arises\n– the question that was considered by the court\r\nbelow – which is whether it thereafter ‘crossed the\r\nRubicon’\nby commencing to engage in the business of trading in\r\nthe property.  The distinction between realizing an investment.  on\r\nthe one\nhand, and carrying on the business of trading, on the other,\r\nis one long recognized. In\nCommissioner\r\nof Taxes v Booysens Estates Ltd\n3\nInnes CJ, referring to and quoting from\nCalifornian\r\nCopper Syndicate v Internal Revenue,\n4\nsaid that it was well established that where an investment was\r\nrealized at a profit, the enhanced value was not taxable, but that\n\n‘where what is done is not merely a realisation or change of\r\ninvestment, but an act done in what is truly the carrying on\nor\r\ncarrying out of a business’, the profit made is regarded as\r\ntaxable income.\n[5]\tThe Commissioner, while initially not assessing the\r\nprofits made on sales of land by Founders Hill as income, issued a\r\nrevised\nassessment in September 2003 for the 2000 and 2001 income tax\r\nyears, claiming that the profits were in the nature of income on\r\nwhich Founders Hill was liable to pay tax. The Commissioner also\r\nassessed Founders Hill for interest in terms of s 89 quat of the\n\nIncome Tax Act 58 of 1962.\n[6]\tFounders Hill objected to the assessment on the\r\nground that the proceeds of the sales were capital in nature. The\r\nobjection\nwas disallowed on the basis that Founders Hill was a trader\r\nin land. It appealed against the Commissioner’s ruling. The\r\nJohannesburg\nTax Court (Joffe J and two assessors) upheld the appeal.\r\n Starting from the supposition that Founders Hill had acquired the\r\nland\nas a capital asset, it held that the property had remained a\r\ncapital asset at the time it was sold, with the result that the\r\nprofit\nwas a capital gain and not taxable income.  It referred the\r\nmatter back to the Commissioner to revise the relevant assessments on\n\nthe basis that no tax was payable on the transactions in issue. It\r\ngranted leave to appeal to this court. The total amount in issue\nis\r\nsome R1 303 588, including the interest.\nThe history of the property\n[7]\tThere is no dispute about the circumstances under\r\nwhich the sales alleged to attract liability for income tax occurred.\r\n AECI\nwas formed in 1924 following a merger between the British South\r\nAfrica Explosives Company and Cape Explosive Works. AECI acquired\n\nvast tracts of land in the process, including land at Modderfontein\r\nin Johannesburg. The area of the land was some 4 100 hectares\nin\r\nextent.\n[8]\tAn explosives factory had been built on this land in\r\n1896, and was extended in 1937. Much of the land was vacant, and\r\nconstituted\na buffer between the factory and other occupied land. On\r\nportions houses for employees were erected, and there were also\r\nstorage\nfacilities. The land did not form part of any municipality\r\nand was effectively managed by employees of AECI.\n[9]\tBy the mid-eighties the legal and technological\r\nenvironment had changed significantly. Local government had been\r\ndecentralized,\ntown planning responsibilities had devolved on AECI\r\nand the manufacture of explosives had changed such that the buffer\r\naround the\nfactory was not required to be as extensive as it had once\r\nbeen. The need for greater urban density in Johannesburg had become\r\npressing as had the need for housing in the area. Accordingly, the\r\nJohannesburg City Council and AECI engaged in a planning process\nto\r\naddress these changes. A number of professionals were asked to\r\nproduce a strategic plan to deal with future development of the\nland,\r\nincluding proposals as to different land use.\n[10]\tIn a memorandum to the AECI board dated 2 March\r\n1989, Mr J C von Solms recommended that the strategic plan that had\r\nbeen developed\nbe accepted: that AECI take the decision to sell or\r\ndevelop the land, and commence the process step by step. The proposal\r\nwas accepted.\nThe formation of Founders Hill\n[11]\tOne of the first steps was the formation of\r\nFounders Hill – a wholly owned subsidiary of AECI. It was\r\nincorporated at\nthe beginning of 1993 and its main business was:\n‘\nTo acquire from AECI Limited certain\r\nproperties situate at Modderfontein, Johannesburg which are held by\r\nAECI Limited as a capital\nasset and which have become surplus to its\r\nneeds,\nfor the sole purpose of realising\r\nsame to best advantage\nand within a\r\nperiod of one year of completion of such realisation to be\r\nvoluntarily wound up’ (my emphasis).\nThe main object of the company was in identical terms.\nSales by AECI to Founders Hill and by Founders Hill\r\nto third parties\n[12]\tOn 21 June 1994 AECI sold to Founders Hill erven\r\n283, 301, 302 and 303 Modderfontein Extension 2, and erven 2, 17, 18,\r\n19,\n22, 23, 24, 25, 26 and 28 Founders Hill Township. The total price\r\nwas R14 229 106, including VAT. Transfer was effected more than\ntwo\r\nyears later, on 25 October 1996. Erven 301 and 302 Modderfontein were\r\nsubdivided and sold to third parties in the years of\nassessment in\r\nquestion. They constituted part of a township development named\r\nThornhill. Erven 25 and 28 in Founders Hill Township\n(known as\r\nFounders View North and South) were also subdivided. Some of the\r\nsubdivided erven in the township were sold in the years\nof assessment\r\nto third parties and some to the Edenvale/Modderfontein Metropolitan\r\nSubstructure, the local authority in place at\nthe time.\nThe properties in Founders View\n[13]\tErven 25 and 28 Founders View were zoned for\r\nindustrial use. Before the transfer by AECI to Founders Hill, AECI\r\nhad already\napplied to rezone the area for light industrial use, and\r\nhad subdivided the land for the purpose of that zoning. Founders Hill\r\nitself engaged professionals to develop these erven and incurred\r\nexpenditure in ensuring that each subdivided stand could be sold\nwith\r\nservices such as the supply of water, electricity and sewerage by the\r\nlocal authority. Most of the erven were sold to third\nparties in 1996\r\nand 1997. The last was sold in 2004. Some R11 million was spent by\r\nFounders Hill in developing and marketing these\nproperties.\nThe properties in Modderfontein Extension 2:\r\nThornhill\n[14]\tErven 301 and 302 formed part of what became the\r\nThornhill development, forming its southern boundary. As indicated\r\nthe erven\nhad been subdivided by AECI before the transfer to Founders\r\nHill. Apart from holding costs no expenditure was incurred by\r\nFounders\nHill, and the subdivisions were sold from 2000 to 2002.\n[15]\tA marketing company, Heartland\r\nProperties (Pty) Ltd (Heartland), was introduced into the property\r\nselling activities of AECI\nin 1998. It too was a wholly owned\r\nsubsidiary of AECI. Its purpose was to promote the selling of the\r\nThornhill properties. At that\nstage, Mr L Van Vugt was appointed as\r\nthe new managing director of AECI. He took the view that the surplus\r\nproperties owned by\nAECI should be sold more aggressively: that if\r\nthey were marketed more professionally and extensively they would\r\nachieve higher\nprices and that although income tax would be payable\r\non profits the gains would probably be greater.\n5\nThe remaining surplus land at Modderfontein was thus transferred to\r\nHeartland, at market value, and Heartland could deal with it\nas it\r\nchose.\n[16]\tMuch of the land transferred to Heartland formed\r\npart of the Thornhill Estate – an area designed to provide a\r\nsecure\nresidential environment. Heartland developed, marketed and\r\nsold its property, acquired from AECI, on a grand scale. It also\r\nmarketed\nand acted as agent for Founders Hill in selling its erven in\r\nthe Thornhill Estate. A third entity, Sable Homes, was also tasked\n\nwith marketing the Thornhill property, including the erven that\r\nFounders Hill owned.\nActivities of Founders Hill in selling its property\n[17]\tFounders Hill had no employees. Its sole\r\nshareholder was AECI, and its directors were those of AECI. The erven\r\nin Founders\nView were, as I have said, subdivided and developed by\r\nAECI before the transfer to Founders Hill although the profits\r\naccrued to\nFounders Hill. And in Thornhill, Founders Hill did not, in\r\nfact, undertake any development or selling itself. Heartland acted on\n\nits behalf. The witnesses for Founders Hill did not attempt to\r\nsuggest that there was any difference between Heartland’s\n\nconduct in respect of the land it had acquired from AECI and which\r\nwas sold, in effect, as stock-in-trade, thereby realizing profits\n\nthat were declared as taxable income, on the one hand, and its\r\nactivities for Founders Hill, where the profit was assumed to be\nin\r\nrespect of a capital asset on the other.\nWere the profits made on the sale of Founders Hill’s\r\nproperty capital or income?\n[18]\tAs I have said, the Commissioner impliedly accepted\r\nthat Founders Hill acquired the properties as capital assets, but\r\ncontended\nthat having regard to the extent of its activities, it had\r\ncrossed the Rubicon because it had started to trade in the land that\n\nit acquired from AECI, and that its profits were accordingly income,\r\nand taxable as such. He argued that Founders Hill’s\nintention\r\nwas that of AECI since the latter was the controlling mind of\r\nFounders Hill. Although its initial intention may have\nbeen\r\ndifferent, it changed, he argued, as was manifest from the activities\r\nof Founders Hill over the years when the erven were\nsold. The sales\r\nduring the years of assessment in question could not be viewed in\r\nisolation from those preceding and following\nthat time. The\r\nrealization programme of AECI was vast, and Founders Hill was but one\r\nof six companies formed by AECI to sell its\nsurplus land throughout\r\nSouth Africa.\n[19]\tFounders Hill argued, on the\r\nother hand, that its intention at all times was to realize the land\r\nheld as a capital asset. That\nwas the purpose of the company from\r\ninception. That is evident, it contended, from the memorandum of\r\nassociation, set out earlier.\nA taxpayer is entitled to realize an\r\nasset to best advantage, a principle recognized for nearly a century\r\nin South African law.\nFounders Hill cited in support of this\r\nproposition the cases of\nCommissioner\r\nof Taxes v Booysens Estates Ltd\n6\nand\nCommissioner\r\nfor Inland Revenue v Stott\n7\nwhere Sir John Wessels JA said:\n‘Every person who invests his surplus funds in land . . . is\r\nentitled to realize such asset to the best advantage and to\n\naccommodate the asset to the exigencies of the market in which he is\r\nselling. The fact that he does so cannot alter what is an\ninvestment\r\nof capital into a trade or business for earning profits.’\n[20]\tAnd similarly in\nJohn\r\nBell and Co (Pty) Ltd v Secretary for Inland Revenue\n,\n8\nP J  Wessels JA, after referring to the passage in\nStott\ncited said:\n‘\nThe mere fact, therefore, that a person\r\ndeliberately delays the disposal of a capital asset because, upon his\r\n“reading”\nof the property market, “the hand of\r\ntime” is needed in order to realise the asset to best advantage\r\ncannot, in my\nopinion, result in a change in the character of the\r\nasset so as to alter it from a capital asset, held for the purpose of\r\nadvantageous\ndisposal, to stock-in-trade, held for the purpose of\r\nearning income in the course “of an operation of business in\r\ncarrying\nout a scheme for profit-making” [\nNatal\r\nEstates\nat 199A-B].’\n[21]\tThis court invoked in support of\r\nthe proposition that a taxpayer is entitled to realize property ‘to\r\nbest advantage’\nthe decision in\nCalifornian\r\nCopper Syndicate v Internal Revenue\n9\nwhere Clerk LJ said that it was a settled principle that if the owner\r\nof an investment chooses to realize it, and makes a profit,\nthe\r\nprofit is not taxable as income. But he also said:\n‘But it is equally well established that enhanced values\r\nobtained from realisation or conversion of securities may be so\n\nassessable where what is done is not merely a realisation or a change\r\nin investment, but an act done in what is truly the carrying\non, or\r\ncarrying out of a business.’\nAs I have said, on the parties’\r\nformulation of the issue in this case, the question was whether\r\nFounders Hill realized the\nerven to best advantage or whether it\r\nembarked upon the\nbusiness\nof selling land.\n[22]\tThe Commissioner relied\r\nextensively on\nNatal\r\nEstates Ltd v Secretary for Inland Revenue\n10\nto which I now\r\nturn. In\nNatal\r\nEstates\nthe\r\ntaxpayer owned vast tracts of land (initially some 21 000 acres, some\r\nof which was expropriated from time to time, but to which\nit also\r\nadded from time to time) along the coast north of Durban. For decades\r\nit had cultivated sugar cane on the land. In the\nlate 1950s the board\r\nof directors had contemplated developing townships in the areas of La\r\nLucia and Umhlanga Rocks. By 1963 the\ncompany that originally owned\r\nthe land was taken over by Natal Estates, which established the\r\ntownships of La Lucia and Umhlanga\nRocks. Tracts of land were sold to\r\nvarious developers for township development. Between 1965 and 1970\r\nNatal Estates sold nearly\n5 000 acres. The Secretary for Inland\r\nRevenue issued an assessment in 1972 for the years from 1965 to 1972\r\non the basis that the\nprofits realized were taxable as income.\n[23]\tThe Special Income Tax Court, to\r\nwhich Natal Estates appealed, found that it had traded in land and\r\ndismissed the appeal against\nthe assessment. Holmes JA, on appeal to\r\nthis court, after stating that it was clear that a taxpayer may\r\nrealize an asset once owned\nas capital to best advantage, held that\r\nin this matter there had been a change in the intention of the\r\ntaxpayer: it had become\na dealer in land and was taxable on the\r\nincome that it made from trading. The court rejected the contention\r\nthat its business operations\nin regard to the sales of land in\r\nUmhlanga Rocks and La Lucia amounted only to the realization of a\r\ncapital asset to best advantage\nand that it was not using its land as\r\nstock-in-trade in a profit-making business. Holmes JA said:\n11\n‘\nIn deciding whether a case is one of\r\nrealising a capital asset or of carrying on a business or embarking\r\nupon a scheme of selling\nland for profit, one must think one's way\r\nthrough all of the particular facts of each case. Important\r\nconsiderations include,\ninter alia\n,\r\nthe intention of the owner, both at the time of buying the land and\r\nwhen selling it (for his intention may have changed in the\ninterim);\r\nthe objects of the owner, if a company; the activities of the owner\r\nin relation to his land up to the time of deciding\nto sell it in\r\nwhole or in part; the light which such activities throw on the\r\nowner's\nipse dixit\nas to intention; where the owner sub-divides the land, the planning,\r\nextent, duration, nature, degree, organisation and marketing\n\noperations of the enterprise; and the relationship of all this to the\r\nordinary commercial concept of carrying on a business or\nembarking on\r\na scheme for profit. Those considerations are not individually\r\ndecisive and the list is not exhaustive. From the totality\nof the\r\nfacts one enquires whether it can be said that the owner had crossed\r\nthe Rubicon and gone over to the business, or embarked\nupon a scheme,\r\nof selling such land for profit,\nusing\r\nthe land as his stock-in-trade\n.’\n[24]\tBut even looking at the totality\r\nof facts, and the taxpayer’s intention, discerning where the\r\nRubicon lies gives rise\nto difficulty. As E B Broomberg said of\nNatal\r\nEstates\n:\n12\n‘The uncertainty created by the judgment is manifest in the use\r\nof the picturesque  “crossing the Rubicon”, which\nhas\r\nbecome the trade-mark, so to speak, of this judgment. But to what\r\n“Rubicon” are we directed? Is it the objective\nconduct of\r\nthe taxpayer which converts what was a mere realization into an\r\nobservable trade? Or is it a purely mental turning point\nrelating to\r\nthe attitude of the taxpayer to his asset?’\n[25]\tAssuming that a taxpayer\r\nacquires an asset with the intention to hold it as capital, a change\r\nin that intention (if such be\nproved) on the part of the owner who\r\nrealizes it, should not be the only determinant of the nature of the\r\nprofits made. Were it\nto be otherwise a number of difficulties arise.\r\nWhose intention is relevant? And at what stage? If the taxpayer is a\r\nrealization\ncompany wholly owned by the original owner of the asset\r\nin question, is it the intention of the subsidiary or its controlling\r\nmind\nthat counts? In my view, although this need not be decided at\r\nthis point, the question should be whether the taxpayer is actually\n\ntrading, or carrying on a business, at the time of assessment, and\r\nnot merely whether or not it has changed its mind. Of course\nthe\r\nintention of all concerned must be considered, but intention cannot\r\nbe conclusive in the enquiry. As Schreiner JA said in\nCommissioner\r\nfor Inland Revenue v Richmond Estates (Pty) Ltd:\n13\n‘The decisions of this Court have recognised the importance of\r\nthe intention with which property was acquired and have taken\naccount\r\nof the possibility that a change of intention or policy may also\r\naffect the result. But they have not laid down that a\npossibility\r\nthat a change of policy or intention by itself effects a change in\r\nthe character of the assets.’\n[26]\tThe difficulties attendant on\r\ninvoking the intention of a taxpayer as the litmus test which\r\ndetermines whether the proceeds\nof an asset sold are of a capital or\r\nincome nature are made plain too in\nMalan\r\nv Kommissaris van Binnelandse Inkomste\n14\nwhere E M Grosskopf J said that intentions by their nature are\r\nchangeable and often not fully formulated; and evidence after the\n\nevent, however honest, is not always reliable, sometimes being\r\nreconstructed.\n15\nAnd of course in\nNatal\r\nEstates\n, in the\r\npassage cited, Holmes JA said clearly that one must ‘think\r\none’s way though all the facts’\n16\nand thus not rely only upon what the taxpayer claimed had been its\r\noriginal and continuing intention.\n[27]\tNaturally the Commissioner in this matter contended\r\nthat Founders Hill had crossed the Rubicon. And Founders Hill\r\nmaintained\nthat it was still in Gaul, having realized capital assets\r\nit held for that sole purpose. Joffe J in the tax court, starting on\r\nthe supposition that the land had been acquired by Founders Hill as a\r\ncapital asset, found that the Rubicon had indeed not been\ncrossed. \r\nBut he did not explain why. Founders Hill, on appeal, relied chiefly\r\non the fact that its sole purpose was to sell off\nthe land which AECI\r\nhad held for decades: its intention, it said, was to realize capital\r\nassets to best advantage. That, as I have\nsaid, begs the question\r\nwhether it acquired capital assets or stock-in-trade in the first\r\nplace. The tax court apparently concluded\n(and before us Founders\r\nHill contended) that because AECI had transferred surplus land in\r\nModderfontein to a subsidiary company,\nFounders Hill, in order for\r\nthe latter to realize the land, there was an intention to realize\r\nwhat was a capital asset to best\nadvantage. Founders Hill bought no\r\nadditional land, and it did not become a trader in property. The\r\ninterposition of the realization\ncompany was thus of great\r\nsignificance. I shall deal with realization entities and their\r\npurpose in due course.  But I shall deal\nfirst with the question of\r\nintention.\nThe intention of Founders Hill\n[28]\tFounders Hill was formed as a ‘realization\r\ncompany’ on legal advice. Its witnesses were very conscious of\r\ntwo principles:\nthat it was entitled to ‘realize the property\r\nto best advantage’; and that in so doing it should not ‘cross\r\nthe\nRubicon’.  The problem lies in the fact that they had\r\nfailed to appreciate that the realization of property to best\r\nadvantage\napplies to the realization of a capital asset only and the\r\nfact that a taxpayer refers to an asset as a capital asset does not\r\nmake it one.  It had acquired the erven with the express intention of\r\nselling them – carrying on the business of selling land.\nThe\r\nview taken that the interposition of a realization company would in\r\nsome way enhance the intention to realize capital assets,\nrather than\r\nto trade, requires greater scrutiny.\nRealization entities\n[29]\tThe principal progenitor of\r\ncases in South Africa dealing with realization companies\n17\nis\nBerea West\r\nEstates (Pty) Ltd v Secretary for Inland Revenue\n,\n18\nalso a judgment of Holmes JA in this court, where the profit on the\r\nsale of land by a company formed for the purpose of realizing\nland\r\nheld for many years by different family members, was found to be\r\ncapital in nature. The Special Income Tax Court had held\nthat the\r\ncompany had traded in land, a finding reversed on appeal. Holmes JA\r\nheld that a court, when determining whether a company\nwas merely\r\nselling the property as an asset held as capital, or was trading for\r\nprofit, was entitled to look at the facts leading\nto its\r\nincorporation, to its memorandum and articles of association, and to\r\nits subsequent conduct.\n[30]\tThe facts of\nBerea\r\nWest\n, in summary,\r\nwere these. Hermann Konigkramer (K) married his wife, Elise, in\r\ncommunity of property. In 1890 they entered into a\npostnuptial\r\ncontract excluding the community. K owned a farm in Berea West, in\r\nthe Durban area. It was some 620 acres in extent.\nElise died in 1912,\r\nleaving her rather small estate (since community was excluded) to\r\ntheir 13 children, subject to a usufruct\nin favour of K. The validity\r\nof the postnuptial agreement was contested by some of the children.\r\nIn order to settle the litigation\nthat might ensue K formed an inter\r\nvivos trust, the children being the beneficiaries.\n[31]\tIn terms of the trust deed, executed notarially in\r\n1922, an undivided half share of the farm was donated in trust for\r\nhis 13\nchildren and was transferred to the trustees after K’s\r\ndeath in 1927. In terms of K’s will, the remaining undivided\n\nhalf share of the property was also left to his 13 children. The\r\nadministration of the trust and K's estate proved to be difficult\nand\r\nprotracted and it took some ten years before the estate liabilities\r\nwere fully paid. In the meantime some of the beneficiaries\nof the\r\ntrust, who were also heirs, had died, with the result that others\r\nbecame beneficiaries and heirs by representation.\n[32]\tThe beneficiaries and other interested parties\r\nagreed that a company be formed to acquire the assets of the deceased\r\nestate\nand of the trust, and that shares be issued as consideration\r\nfor the interests of the heirs and beneficiaries in the company in\n\nproportion to their respective entitlements. An agreement to this\r\neffect was executed in 1950. In the preamble to the agreement\nit was\r\nstated that its object was that in due course the company might\r\ncomplete the realization of the property and from time to\ntime\r\ndistribute the net profits from such realization among the\r\nshareholders, thus relieving the executors and the trustees of\ntheir\r\nobligations. The Master of the Durban and Coast Local Division, and\r\nthe court itself, approved the creation of the company\nwhich was\r\nregistered in March 1950.\n[33]\tThe land, valued then at £120 000, was\r\ntransferred to the company.  Prior to the company's acquisition of\r\nthe land, K’s\nestate had received approval for the conditions\r\nof establishment of various townships, and these were proclaimed\r\nafter the company\nhad acquired the land. The conditions of\r\nestablishment of the townships included stipulations that the owner\r\nwas responsible for\nroad making, water supply and certain physical\r\nsurveys. The conditions had to be complied with before lots in the\r\ntownships could\nbe marketed. From 1950 to 1970 the company spent R95\r\n496 in developing the land, being expenditure on roads, water supply\r\nand surveys.\nThe company carried out no other development of the\r\nland. The directors of the company considered that the only way in\r\nwhich the\ncompany would ever be able to repay its share and debenture\r\nholders would be by selling building sites or lots in an established\n\ntownship and not land in blocks. The company disposed of the land by\r\nfirst developing and selling lots in one area and then, using\nthe\r\nfunds so acquired, developing and selling lots in another area.\n[34]\tThe amounts due in respect of debentures were fully\r\npaid in 1968 and dividends were paid to shareholders for the first\r\ntime\nin 1969. Throughout its existence the company had rendered\r\nannual returns of income to the Receiver of Revenue in the same\r\nmanner\nas an ordinary commercial company but received an assessment\r\nin respect of taxable income for the first time for the year ended\n30\r\nJune 1965. For the year ended 30 June 1967 the company was assessed\r\non a taxable income of R43077. Its objection to the assessment\nwas\r\nrejected. It appealed to a special income tax court which held that\r\nthe profits from the sale of its land by the company constituted\n\ntaxable income and not a capital accrual.\n[35]\tOn a further appeal to this court Holmes JA\r\nconcluded that the special court's finding of a changed intention was\r\nbased on\nthe objects in the company’s memorandum; the\r\nsimilarity of the directors' approach to that of a trading company;\r\nthe method\nof operation in the disposing of the property; the long\r\nperiod over which the farm was subdivided and realized; the fact that\r\nit\nwas realized gradually in different areas; the expenditure of a\r\nsubstantial sum in developing the property over 20 years; the failure\n\nby the company to object to an assessment that it was liable to pay\r\ntax on profits of the sale of land in one year of assessment;\nthe\r\nfact that the heirs and beneficiaries realized their interests in the\r\nestate and the trust when shares and debentures were\nissued to them;\r\nthe separate identity of the company, which was not the alter ego of\r\nthe beneficiaries; and the view that the events\nleading to the\r\nformation of the company were only remotely relevant.\n[36]\tHolmes JA concluded\n19\nthat the basis of the finding that the company had become an ordinary\r\ncompany, trading for profit, was that after inception it\nhad deviated\r\nfrom its original intention. He held otherwise:\n20\n‘The corner-stone of the argument on behalf of the respondent\r\n[the Secretary] was that, basically, if a company buys land\nwith the\r\nobject of selling it, and does so at a profit, the latter is regarded\r\nas income. Counsel for the appellant did not collide\nwith this\r\nproposition: he sought to turn its flank by contending that it did\r\nnot apply because the appellant acted merely as a\nrealisation company\r\nand therefore any profit was of a capital nature. It is accordingly\r\nnecessary to refer to the concept of a\nrealisation company in\r\nrelation to income tax. As will appear later, in general the\r\nauthorities sanction a proposition which may\nbe illustrated along the\r\nfollowing lines:\nSuppose, for example, A and B and C own a tract\r\nof land,\nnot having acquired it with a\r\nview to sale\n, and they wish to realise\r\nthis capital asset; and they promote a company and become the\r\nexclusive shareholders; and they transfer\nthe land to the company for\r\nthe purpose of realising the asset; and, when it has been sold, the\r\ncompany is to be wound up and its\nassets distributed among the\r\nshareholders. The company would be regarded as a realisation company,\r\nand not a company trading for\nprofits, and the surplus would be\r\nregarded as a capital receipt; unless, of course, the company\r\nconducted itself as a business\ntrading for profits, using the land as\r\nits stock-in-trade.\nThe position is well put in Simon’s Taxes, 3rd ed at p B 1. 214\r\n-\n“If a company is formed for the purpose of facilitating the\r\nrealisation of property and the company does no more than act\nas the\r\nmeans whereby the interests of its shareholders may be properly\r\nrealised in the property, surpluses made from sales of the\nproperty\r\nare not taxable as trading profits since such surpluses are capital\r\nreceipts.”’\n[37]\tHolmes JA discussed the cases on\r\nwhich the editors of\nSimon’s\r\nTaxes\nhad relied,\r\nand concluded that they were authority for the proposition that where\r\na company was formed solely for the purpose of\nfacilitating\r\nthe realization of property which could not otherwise be dealt with\r\nsatisfactorily,\nthen the profit achieved on sale would be of a capital nature and not\r\ntaxable. In none of the cases discussed in\nSimon’s\r\nTaxes\nand evaluated\r\nby this court was there but a single owner who interposed a\r\n‘realization company’ where it could satisfactorily\nhave\r\nrealized the capital asset itself.\n[38]\tThe court concluded that Berea\r\nWest had not traded in land and was not taxable on the profits that\r\nit made on its sales over\ntime. Holmes JA held that the beneficiaries\r\nhad set up the company ‘for the purpose of facilitating the\r\nrealisation of the\nland, and that the company, in which they became\r\nthe shareholders, was merely the machinery for realising their\r\ninterest in the\nland’.\n21\nOn the special court’s reasoning, he said, all realization\r\ncompanies would be taxable on their profits.\n[39]\tWhat, then, is the difference\r\nbetween\nNatal\r\nEstates\n, on the one\r\nhand, and\nBerea West\non the other? Some writers have assumed that the mere interposition\r\nof a realization company makes the difference.\nSilke\r\non South African Income Tax\n22\nstates:\n‘An important exception to the general rule that if a company\r\nacquires an asset with the express object of reselling it the\n\nproceeds are income is to be found in the concept of a realization\r\ncompany, which is applied when the transaction is not undertaken\nas a\r\nscheme of profit-making.’\n[40]\tSimilarly, R C Williams\nIncome\r\nTax in South Africa: Law and Practice\n23\nstates that ‘it is well established that . . . realisation to\r\nbest advantage may be effected by means of a company or trust\n(a\r\nso-called “realisation company” or “realisation\r\ntrust”)’. Both\nSilke\nand Williams cite\nBerea\r\nWest\nas authority\r\nfor the proposition. It is possible that counsel who advised AECI\r\ntook the same view, hence the transfer of the erven\nin question to\r\nFounders Hill. Yet Holmes JA in\nBerea\r\nWest\n24\nmade it quite clear that if a realization company ‘so conducts\r\nits affairs that it can be said to be carrying on the trade\nor\r\nbusiness of making profits from the sale of land, using the latter as\r\nits stock-in-trade, the profits will be “revenue\nderived from\r\ncapital productively employed”\n25\n.’\n[41]\tFounders Hill relied also on ITC\r\n1481\n26\nwhere a company had been formed for the sole purpose of acquiring\r\nland, subdividing and selling it. The court found that the company\n\nhad not embarked on the business of township development and selling\r\nland for profit. The court held that\nNatal\r\nEstates\nwas\r\ndistinguishable because of the extent of the development, the\r\nmarketing, and construction of houses. In my view, the test whether\n\nthe taxpayer is engaged in the business of selling, and therefore\r\ntaxable on profits, cannot depend only on the degree of its\r\nactivities. The case is not in line with the cases on realization\r\nentities discussed in\nBerea\r\nWest\nand below, and\r\nwas based on the supposition that the land was capital in the hands\r\nof the realization company. It is thus of no\nassistance in\r\ndetermining the matter before us.\nWhere the interposition of realization entities does\r\nnot change the capital nature of the property sold\n[42]\tCalling an entity a ‘realization\r\ncompany’ (and limiting its objects and restricting its selling\r\nactivities in respect\nof the assets transferred to it), is not itself\r\na magical act that inevitably makes the profits derived from the sale\r\nof the assets\nof a capital nature.\nSilke\nrecognizes this when it states that it is conceivable that a\r\nrealization company can change its intention and start trading in\nthe\r\nassets. But this assumption begs the question whether, in\r\ncircumstances where the original holder of the assets could, without\n\nthe interposition of a subsidiary company (the sole purpose of which\r\nis to realize what was in the former owner’s hands a\ncapital\r\nasset), realize the assets itself, there could ever be an intention\r\non the part of the interposed entity to realize the\nproperty it has\r\nacquired as a capital asset. If the sole purpose of the transfer to\r\nthe realization company is so that it can realize\nthe property, on\r\nwhat basis can it be said that it ever held it as capital?\n[43]\tReferring to companies formed\r\nfor the purpose of realizing property Clerk LJ stated the general\r\nrule in\nCalifornian\r\nCopper Syndicate\n:\n27\nin such cases ‘it is not doubtful that where they make a gain\r\nby a realisation, the gain they make is liable to be assessed\nfor\r\nincome tax’.\n28\nThe import of this statement is that when an entity is formed for the\r\nsole purpose of realizing property, profits achieved amount\nto income\r\nmade from trading.\n[44]\tIn my view an interposed\r\nrealization company (or other entity) will stand in the shoes of the\r\nentity that has transferred assets\nto it, and hold them in turn as\r\ncapital assets, only in special circumstances, exemplified in Holmes\r\nJA’s judgment in\nBerea\r\nWest\n(where A, B\r\nand C hold shares in property and require a vehicle to sell them as\r\nadvantageously as possible, as was the case in\nBerea\r\nWest\n), or where\r\nthere is a need to protect the assets from the original holder.\nMalone Trust v\r\nSecretary for Inland Revenue\n29\nis an illustration of the latter situation.\n[45]\tIn 1917 Mrs J F Malone acquired a farm in Beacon\r\nBay, East London. She lived there with her family for many years. The\r\nland\nwas not suitable for farming. From time to time small portions\r\nof it were sold off to provide for the maintenance of her family.\nShe\r\ndied in 1933 and her husband inherited the property and continued to\r\nlive on it. He died in 1948, and their son, Joseph Malone,\nacquired\r\nthe farm and also lived on it. In 1952 he sold off some ten morgen,\r\non which the purchaser established a township. When\nhe was fifty he\r\nmarried a younger woman and they had three children. His wife, in the\r\nwords of Trollip JA, was ‘financially\nirresponsible’ and\r\nhis money was rapidly dissipated.\n[46]\tIn 1962 Joseph Malone and his wife executed a joint\r\nwill, bequeathing their joint estate to their children, subject to a\r\nusufruct\nin Mrs Malone’s favour. Their attorney and financial\r\nadviser, Mr Orsmond, was the executor of the estate. Some years\r\nlater,\non Orsmond’s advice, Malone decided to establish a\r\ntownship on what remained of the land. Orsmond took the steps\r\nnecessary\nto do so. But before this was finalized Mrs Malone had\r\nspent all the family money and had taken up with a younger man. Again\r\non\nOrsmond’s advice, Malone established a trust, the purpose of\r\nwhich was not only to establish a township but also to ensure\nthat\r\nthe proceeds from any sales would go to the trust and not to Mrs\r\nMalone.\n[47]\tMalone died in June 1968. As executor of the\r\nestate, Orsmond had considerable difficulty in dealing with the\r\nproperty and proceeding\nwith the establishment of a township. He thus\r\ntransferred the land to the trust so that he could see to the\r\nestablishment of the\ntownship in his capacity as a trustee. For the\r\ntax years 1970 and 1971, sales of erven in the township achieved\r\nprofits which the\nSecretary taxed as income. An appeal against the\r\nassessment to a special income tax court failed.\n[48]\tOn a further appeal to this\r\ncourt, Trollip JA held that Malone, had he established the township\r\nhimself, would have been doing\nno more than realizing his property to\r\nbest advantage. When his executor transferred the land to the trust\r\nit did not engage in\nland trading. In forming the trust Malone merely\r\n‘set up the necessary machinery to implement that intention [to\r\nrealize\nto best advantage] on his behalf more efficiently in order to\r\nprotect the interests of himself, his wife, and more especially his\n\nchildren.’\n30\nTrollip JA, also relying on\nSimon’s\r\nTaxes\n31\nand on\nBerea West\nsaid that the principle to be distilled was that:\n32\n‘\n[I]f a trust is formed for the purpose of\r\nfacilitating the realization of property and the trust does no more\r\nthan act as the means\nwhereby the interests of its beneficiaries may\r\nbe properly realized in the property, surpluses made from sales of\r\nthe property\nare not taxable as trading profits since such surpluses\r\nare capital receipts. That statement is particularly apposite to the\r\npresent\ncase. In other words the trust here was purely a realization\r\ntrust to which the principles expounded in the\nBerea\r\nWest\ncase are applicable.’\n[49]\tThe distinction between cases\r\nwhere an asset is transferred to a company from a single source for\r\nthe sole purpose of realizing\nit, on the one hand, and\nBerea\r\nWest\nand\nMalone\non the other, is that in each of the latter cases there was a real\r\njustification for the formation of the company or trust (in\naddition\r\nto the purpose of realizing the assets). First, more than one person\r\ntransferred the assets to the interposed entity (as\nin Holmes JA’s\r\nexample of A, B and C); and second, without the interposition of a\r\ncompany or trust, realization would have\nbeen difficult if not\r\nimpossible.\n[50]\tSo too, the cases discussed in\nSimon’s Taxes,\nreferred to by Holmes JA in\nBerea\r\nWest\n33\nare instances of interposition of another entity in order to achieve\r\na purpose over and above the realization of property. In\nRand\r\nv Alberni Land Co Ltd\n34\na new entity was required to facilitate the sale of property\r\npreviously held by different people. In\nInland\r\nRevenue Commissioners v Westleigh Estates Co Ltd\n35\nthe purpose was to consolidate and conveniently administer the\r\ninterests of beneficiaries under different wills. In\nCommissioner\r\nof Taxes v The Melbourne Trust Ltd\n36\na company was formed to facilitate the sale of assets belonging to\r\nthree banks for the benefit of their respective creditors. These\nare\r\nbut examples.\n[51]\tIn a more recent case in the\r\nSupreme Court of Canada,\nBalstone\r\nFarms Limited v Minister of National Revenue\n,\n37\nan elderly couple\r\nhad owned farm land, let under crop leases, for many years. They\r\ndecided to sell the land, at a profit, to a company\nfor the purpose\r\nof selling it, though it was anticipated that it would continue to be\r\nfarmed for a period and this object was set\nout in the letters patent\r\nof the company. The court held that on the evidence, the real purpose\r\nin incorporating the company was\nto acquire the farm land with a view\r\nto selling it.\n[52]\tThe company gave several options\r\non the lands to prospective purchasers: when these were not exercised\r\nthe company retained\noption payments. In due course the property was\r\nsold. The Minister assessed both the receipts of option payments and\r\nthe proceeds\nof sale for tax.  The company, on appeal to the Supreme\r\nCourt, relied inter alia on\nRand\r\nv Alberni Land Co Ltd\n,\n38\narguing that it had been formed as a realization company for the\r\npurpose of disposing of capital assets. The court rejected the\n\nargument.\n39\nThat case, it said, quoting from the judgment of Rowlatt J, had ‘done\r\nno more than provide the machinery by which the private\nlandowners\r\nwere enabled under the peculiar circumstances of their divided title,\r\nto properly realise the capital of the property\n. . . and that is not\r\nincome or proceeds of trade’.\nJudson J in\nBalston\ne\n40\nadded:\n‘In none of these realization cases was there an out and out\r\ntransfer by former owners for a cash consideration. . . . [Balstone]\n\nwas not “realizing” or selling these properties for the\r\nbenefit of prior owners or the creditors of prior owners. The\nfacts\r\nspeak for themselves and fully justify the finding of fact of the\r\nlearned trial judge. The company was selling on its own\nbehalf to\r\nmake a profit . . . .’\nDid Founders Hill acquire capital assets or\r\nstock-in-trade?\n[53]\tFounders Hill was not merely\r\nAECI’s alter ego. It was formed solely for the purpose of\r\nacquiring the property and then\ndeveloping and selling it at a profit\r\nand I see no reason then why the property was not stock-in-trade. \r\nThis is apparent from\nthe terms of the memorandum of association and\r\nwas confirmed by the minutes of the board of directors and the\r\nwitnesses as well\nas the manner in which it dealt with the\r\nproperties. As I have said, the mere fact that Founders Hill said\r\nthat it acquired the\nproperties as capital assets did not make them\r\nsuch. Founders Hill was no different, I think, from Balstone.  Its\r\nbusiness was\nto develop the erven and sell them. Its intention in\r\nacquiring was different from that which AECI had had, at least\r\noriginally,\nto hold its surplus land as a capital investment.\nFounders\r\nHill’s profits were gains ‘made by an operation of\r\nbusiness in carrying out a scheme for profit-making’\nand\r\ntherefore revenue derived from capital productively employed and must\r\nbe taxable income.\nCounsel for Founders Hill could not explain why it was formed, and\r\nAECI assets sold to it, other than on the basis that AECI had\ntaken\r\nlegal advice to this end. That is not an explanation. And the case\r\ndoes not fall within the exception recognised on the special\nfacts of\nBerea West\nwhere the realization of the property was not the main purpose of the\r\ninterposition of the trust but a subsidiary one, or where,\nin the\r\nexample of Holmes JA, three parties form a company to enable them to\r\nrealize their properties to their best advantage. Special\ncases do\r\nnot create general rules.\n[54]\tI therefore consider that Founders Hill acquired\r\nthe property as stock-in-trade and then conducted business in trading\r\nin the\nproperty and that the profits made were taxable as income. The\r\nCommissioner’s assessments in the tax years 2000 and 2001 were\n\nthus correct. I see no reason, however, to impose penalty interest in\r\nterms of s 89 quat of the Act. Founders Hill acted on legal\nadvice\r\nand in the mistaken belief that as a realization company it was doing\r\nno more than selling its property to best advantage.\nIt disclosed all\r\nthe facts in its tax returns. And in previous tax years the\r\nCommissioner had not assessed it for tax on the profits\nmade on sales\r\nof erven.\nCosts\n[55]\tThe appeal record did not comply with the rules of\r\nthis court, and at least half of it was not necessary for the\r\ndetermination\nof the appeal. The Commissioner may not, therefore,\r\nrecover 50 per cent of the costs of preparing, perusing and lodging\r\nthe record.\nOrder\n[56]\t1 The appeal is upheld with costs, including those\r\nof two counsel, but excluding 50 per cent of the costs of preparing,\r\nperusing\nand lodging the appeal record.\n2 The order of the Tax Court, Johannesburg is set aside.\r\nIt is replaced with the following order:\n‘\nThe appeal is upheld to the extent only that the\r\nappellant is not liable for the payment of interest in terms of s 89\r\nquat of the\nIncome Tax Act 58 of 1962.’\n_____________\nC H Lewis\nJudge of Appeal\nAPPEARANCES:\nAPPELLANTS:\t\tA R BHANA SC (with him C DREYER)\nInstructed by\nThe State Attorney\nJohannesburg\nThe State Attorney\nBloemfontein\nRESPONDENTS:\t\tS F DU TOIT SC (with him H V VORSTER)\nInstructed by\nVorster Perreira Attorneys\nSandton\nNaude’s Attorneys\nBloemfontein\n1\nC\nSuetonius Tranquillus ‘The Lives of the\r\n\tTwelve Caesars’ XXXI and XXXII (trans Alexander\nThomson).\n2\nNatal Estates Ltd v Secretary for Inland\r\n\tRevenue\n1975 (4) SA 177\n(A).\n3\nCommissioner of Taxes v Booysens Estates Ltd\n1918 AD 576\nat 580. See also\nOverseas\r\n\tTrust\nCorporation Ltd  v Commissioner\r\n\tfor Inland Revenue\n1926 AD 444\nat\r\n\t452-3, and\nCommissioner for\nInland Revenue\nv\nPick ‘n Pay Employee Share\r\n\tPurchase Trust\n1992 (4) SA 39\n(A) at\r\n\t46A-52B,\nwhere there is a comprehensive\r\n\tanalysis of the cases dealing with the distinction.\n4\nCalifornian Copper Syndicate v Internal Revenue\n(1904) Sc\r\n\t(Court of Session) LR 691 at 694.\n5\nThe transactions in question did not attract\r\n\tcapital gains tax, introduced by the Taxation Laws\nAmendment Act 5 of 2001.\n6\nCommissioner of Taxes v Booysens Estates Ltd\n1918 AD 576\nat 595.\n7\nCommissioner for Inland Revenue v Stott\n1928 AD 252\nat 263. See also\nCommissioner\r\n\tfor Inland\nRevenue v Malcomess Properties\r\n\t(Isando) Pty Ltd\n1991 (2) SA 27\n(A) at\r\n\t34H-I.\n8\nJohn Bell and Co (Pty) Ltd v Secretary for\r\n\tInland Revenue\n1976 (4) SA 415\n(A) at\r\n\t428E-F.\n9\nCalifornian Copper Syndicate v Internal\r\n\tRevenue\n(1904) Sc (Court of Session)\r\n\tLR 691 at 694.\n10\nNatal Estates Ltd v Secretary for Inland\r\n\tRevenue\n1975 (4) SA 177\n(A).\n11\nAt 202G-203B.\n12\n12\n1975\nAnnual Survey\r\n\tof South African Law\np 517.\n13\nCommissioner for Inland Revenue v\r\n\tRichmond Estates (Pty) Ltd\n1956 (1) SA\r\n\t602\n(A) at 610C-D.\n13\n14\n14\nMalan v Kommissaris van Binnelandse Inkomste\n1981 (2) SA 91\n(C) at 96E-G.\n15\nSee also ITC 1185\n35\r\n\tSATC 122\nat 123-4, where Miller J said much the same: his dicta were\r\n\trelied\non by E M Grosskopf J in\nMalan.\n16\nFor criticism of\r\n\treliance on intention alone see Gavin Urquhart ‘Capital v\r\n\tRevenue: Some Light in the\nDarkness?’ 1979\nActa\r\n\tJuridica\np 299.\n15\n16\n17\nThere are earlier decisions in the Southern\r\n\tAfrica tax courts, most notably\nRealisation\r\n\tCompany v\nCommissioner of Taxes\n1951 (1) SA 177\n(SR), referred to by this court in B\nerea\r\n\tWest,\nbelow.\n18\nBerea West Estates (Pty) Ltd v Secretary for\r\n\tInland Revenue\n1976 (2) SA 614\n(A).\n19\nAt 627H.\n20\nAt 628A-E.\n21\nAt 634F.\n22\nPara 3.16.\n23\nPage 176.\n24\nAt 631E-G.\n25\nA quotation from\nOverseas\r\n\tTrust Corporation Ltd v Commissioner for Inland Revenue\n1926 AD 444\nat\r\n\t453.\n26\nITC\n1481 52 SATC 285\n(Eastern Cape Special\r\n\tCourt).\n27\nAbove at 694.\n28\nSee the analysis of the passage by Nicholas AJA\r\n\tin\nCIR v Pick ‘n Pay Employee\r\n\tShare Purchase\nTrust\n1992 (4) SA 39\n(A) at 49E-I.\n29\nMalone Trust v Secretary for Inland Revenue\n1977 (2) SA 819\n(A).\n30\nAt 828A-C.\n31\nThird edition pB1.214.\n32\nAt 828B-D.\n33\nAt 628D-629H.\n34\nRand v Alberni Land Co Ltd\n(1920) TC 629\n(KB).\n35\nInland Revenue Commissioners v Westleigh\r\n\tEstates Co Ltd\n[1924] KB 390.\n36\nCommissioner of Taxes v The Melbourne Trust\r\n\tLtd\n1914 AC 1001\n(PC).\n37\nBalstone Farms Limited v Minister of National\r\n\tRevenue\n[1968] SCR 205.\n38\nAbove.\n39\nThe Chief Justice, Cartwright CJ, dissented.\n40\nAt 212-213.",
  "scraped_at": "2026-02-12T15:33:42.119662",
  "date": "2011-05-10",
  "coram": [
    "HARMS DP",
    "NUGENT",
    "LEWIS JA",
    "MALAN JJA",
    "PLASKET AJA"
  ],
  "case_number": "509/10",
  "parties": {
    "applicants": [
      "Commissioner for the South African Revenue Service"
    ],
    "respondents": [
      "Founders Hill (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "AECI owned large tracts of land at Modderfontein, Johannesburg. In 1993 it incorporated a wholly‑owned subsidiary, Founders Hill (Pty) Ltd, with the expressed purpose of acquiring certain erven from AECI and, within a year, realizing them to the best advantage and then winding up. Between 1994 and 2004 Founders Hill sold subdivided erven, some directly and some through agents such as Heartland Properties. The Commissioner assessed the profits from the sales for the 2000 and 2001 tax years as taxable income plus interest under s 89 quat of the Income Tax Act. The Tax Court held the profits to be capital gains, but the Commissioner appealed.",
    "issues": "The key issues were: (1) whether the proceeds from the sale of land by Founders Hill constitute taxable income or capital gains; (2) whether Founders Hill acquired the land as stock‑in‑trade or as a capital asset; (3) whether the company ‘crossed the Rubicon’ by engaging in a trade in land; and (4) whether interest under s 89 quat should be payable.",
    "principles": "The court relied on the established distinction between capital receipts and trading income, the concept of ‘crossing the Rubicon’ from Natal Estates, and the jurisprudence on realization companies (Berea West, Booysens Estates, Californian Copper Syndicate). It reiterated that intention at acquisition, the objects of the company, the nature of its activities (development, marketing, subdivision, repeated sales) and the use of the property as stock‑in‑trade are determinative. A realization company may escape income tax only where it merely acts as a conduit for the original owner to realize a capital asset, not where it conducts itself as a trading entity.",
    "application": "Applying these principles, the court found that Founders Hill was formed to acquire, develop and sell the erven for profit, its memorandum and board minutes confirmed a trading purpose, and it conducted extensive subdivision and marketing activities. Consequently, the land was held as stock‑in‑trade, the company had crossed the Rubicon, and the profits were revenue derived from a business operation. However, the court concluded that the statutory provision for interest (s 89 quat) did not apply.",
    "conclusion": "The appeal was upheld with costs (excluding 50 % of the costs of preparing the appeal record). The Tax Court's order was set aside and replaced with an order that the Commissioner’s assessment of income tax for the 2000 and 2001 years stands, but the appellant is not liable for the assessed interest under s 89 quat."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Income Tax",
    "level_3": [
      "capital vs income",
      "realization company",
      "property trading",
      "interest assessment"
    ]
  }
}