{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/76.html",
  "case_name": "Anglorand Securities Ltd v Mudau and another (125/10) [2011] ZASCA 76 (26 May 2011)",
  "citation": "[2011] ZASCA 76",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 76\n|\nNoteup\n|\nLawCite\nAnglorand Securities Ltd v Mudau and another (125/10) [2011] ZASCA 76 (26 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 125/10\nANGLORAND\r\nSECURITIES LIMITED\n...................................................\nAppellant\nand\nDIVHANI\r\nDAVID MUDAU\n..........................................................\nFirst\r\nRespondent\nRUDOLPH\r\nRASHAMA\n..........................................................\nSecond\r\nRespondent\n____________________________________________________________\nNeutral\r\ncitation:\nAnglorand Securities Ltd v Mudau & another\n(125/10)\n[2011] ZASCA 76\n(26 May 2011)\nBENCH:\r\nHEHER, PONNAN, MAYA JJA, MEER and PLASKET AJJA\nHEARD: 20 MAY 2011\nDELIVERED: 26 MAY 2011\nSUMMARY:\nPrescription Act 68 of 1969\n– prescription – commencement\r\nof running of – whether interrupted.\n____________________________________________________________\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn\r\nappeal from\n:\nLimpopo High Court (Thohoyandou)\r\n(Hetisani J sitting as court of first instance).\nThe\r\n\tappeal is allowed with costs.\nThe\r\n\torder of the court below is set aside to be replaced with:\n‘\nThe second defendant’s special plea\r\nof prescription is upheld and the plaintiff’s claim is\r\ndismissed with costs.’\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nPONNAN JA (HEHER, MAYA JJA, MEER and PLASKET AJJA concurring):\n[1] This appeal raises two linked questions: the first concerns the\r\ncommencement of the running of prescription in regard to the\nclaim of\r\nMr Divhani David Mudau, the plaintiff in the court below (the\r\nplaintiff), against the present appellant, Anglorand Securities\nLtd\r\n(Anglorand); and the second is whether an interruption took place.\n[2] Those issues arise for determination against the following\r\nbackdrop. The plaintiff instituted action in the Limpopo High Court\n\n(Thohoyandou) against Anglorand as the second defendant and one of\r\nits former employees Mr Rudolph Rashama (Rashama) as the first\n\ndefendant. Rashama took no part in the proceedings. The basis of the\r\nplaintiff’s claim is contained in paragraphs 5 –\n11\r\ninclusive of his declaration, which reads:\n‘\n5\nDuring or about December 2001, and at THOHOYANDOU, the\r\n2\nnd\nDefendant being represented by Rudolph Rashama (1\nst\nDefendant) who was at that time within the scope of his employment,\r\nand the Plaintiff acting personally, entered into an oral agreement\n\nof sale of shares and investment in terms of the following:-\n5.1.1 That the Plaintiff must deposit an amount of R160\r\n000-00 (One Hundred and Sixty Thousand) rands to the 2\nnd\nDefendant’s banking account no: 4052178047 (ABSA) Bank Limited\r\nbeing for sale of shares which the Plaintiff was purchasing\nfrom\r\nJohannesburg Stock Exchange.\n5.1.2 That the Defendant(s) will buy shares for the\r\nPlaintiff immediately after the Plaintiff deposited the said money\r\ninto the\n2\nnd\nDefendant’s Banking account and invests\r\nthe remaining amount with any banking institution in the Republic of\r\nSouth Africa.\n5.1.3 That the Defendant(s) shall within 7 (seven)\r\nworking days after deposit of the said money provide the Plaintiff\r\nwith investment\nbooklet reflecting the rate of interests which will\r\naccrue to the money deposited by the Plaintiff.\n5.1.4 That the Plaintiff shall have the right to\r\nwithdraw the capital amount deposited at anytime after the period of\r\n3 (three)\nmonths from the date of the deposit of the money.\n5.1.5 That the Defendant(s) will at all the material\r\ntimes act as agents for the Plaintiff in the said transaction.\n6\nOn or about the 04\nth\nday of December 2001,\r\nthe Plaintiff duly deposited an amount of R160 000-00 (One Hundred\r\nand Sixty Thousand) rands to the 2\nnd\nDefendant’s\r\nBanking account no: 4052178047 (ABSA) Bank Limited at THOHOYANDOU\r\nbranch as per agreement between the parties.\n7\nFrom the period 15\nth\nof December 2001 until\r\nthe period March 2002, the Plaintiff was at all the material times\r\nthereto keep on checking his postal box\nto see if investment booklet\r\nhad already been sent to him from the Defendants.\n8\nDuring the period April 2002, the Plaintiff went to the\r\n2\nnd\nDefendant’s premises to enquire about his\r\nshares, investment and the money which he had deposited into the 2\nnd\nDefendant’s Banking account.\n9\nAt the 2\nnd\nDefendant’s premises, the\r\nPlaintiff was advised by one of the directors of the 2\nnd\nDefendant that his money is reflecting in the 2\nnd\nDefendant banking account but same could not be withdrawn at that\r\ntime since insurance claim had been lodged against Rudolph Rashama\n\nfor an alleged fraud and that repayment of the Plaintiff’s\r\nmoney would be effected within 6 (six) month.\n10\nDuring November 2002, on the 2\nnd\nDefendant’s\r\npremises, the Plaintiff demanded withdrawal of his capital amount\r\nwhich he had deposited into the 2\nnd\nDefendant’s\r\nbanking account, and one of the directors of the 2\nnd\nDefendant advised the Plaintiff that cheque of the capital amount\r\nwill be drawn on Plaintiff’s favour within 6 (six) month.\n11\nDespite promises on several occasions and on demand,\n11.1 The cheque was never drawn to the Plaintiff’s\r\nfavour from the Defendants;\n11.2 Investment booklet(s) was never sent to the\r\nPlaintiff from the Defendants;\n11.3 Shares were never bought for the Plaintiff from\r\nJohannesburg Stock Exchange or anywhere by the Defendants;\n11.4 the Defendants never refunded an amount of R160\r\n000-00 to the Plaintiff.’\n[3] For a better appreciation of the history to the matter it is\r\nnecessary to record that with effect from 1 March 2001 Anglorand\n\npurchased from Cahn Shapiro Incorporated (Cahn Shapiro), a member of\r\nthe Johannesburg Stock Exchange (JSE), the latter’s\nclient\r\nbase, which included the plaintiff. By that stage, so the allegation\r\nwent, the plaintiff had already invested or more accurately\nbelieved\r\nthat he had invested R300 000 with Cahn Shapiro to enable it to\r\npurchase on his behalf listed securities, financial instruments\nand\r\nmoney market investments as defined in the JSE’s Rules. That\r\ninvestment of R300 000 the plaintiff had made through Rashama,\nwho\r\nwas then employed by Cahn Shapiro. It, like the subsequent one for\r\nR160 000, was allegedly misappropriated by Rashama.\n[4] The plaintiff’s summons elicited, in response, inter alia,\r\nthe following special plea:\n‘\n8\nPlaintiff’s claim is based on an alleged oral\r\nagreement concluded between Plaintiff and Second Defendant during or\r\nabout December\n2001.\n9\nPlaintiff, through his appointed attorneys, and in\r\nwriting, demanded payment from Second Defendant on 14 October 2002. A\r\ncopy of\nthe demand is annexed, marked “B”.\n10\nPlaintiff’s claim according became due on 14\r\nOctober 2002.\n11\nPlaintiff had to serve Summons commencing action on\r\nSecond Defendant before or on 13 October 2005.\n12\nPlaintiff’s Summons under Case No. 1312/06 was\r\nserved on Second Defendant on 16 August 2006.\nALTERNATIVELY\n13\nPlaintiff pleads that during November 2002 one of the\r\ndirectors of Second Defendant advised Plaintiff that a cheque for the\r\ncapital\namount will be drawn on (sic) Plaintiff’s favour within\r\nsix month (sic).\n14\nSix months would have expired during May 2003.\n15\nPlaintiff had to serve Summons commencing action on\r\nSecond Defendant during or before May 2006.\n16\nPlaintiff’s Summons in case No. 1312/06 was served\r\non Defendant on 16 August 2006.\n17\nSecond Defendant accordingly pleads that Plaintiff’s\r\nclaim against Second Defendant became prescribed prior to service, on\n\nSecond Defendant, of a Summons commencing action.\nWHEREFORE Second Defendant prays that its Second Special\r\nPlea be upheld and Plaintiff’s claims be dismissed with costs.’\n[5] The plaintiff’s letter of demand dated 14 October 2002\r\n(Annexure B to the defendant’s plea) was marked ‘urgent’\n\nby the plaintiff’s then attorney. It reads:\n‘\nWe wish to advise that we act\r\non behalf of Mr Mudau in the above matter who instructs us as\r\nfollows:-\n1. That he invested a total amount of R460 000-00 since\r\n1999 to date initially through CAHN SHAPIRO and subsequently with\r\nAnglorand\nSecurities (yourselves).\n2. That all the funds were deposited in Account No:\r\n01029071698 (Cahn Shapiro) 4052178047 (Anglorand Securities).\n3. That the initial account code was 237370 but when our\r\nclient made the last investment of R160 000-00 one Rudy Rashama, your\r\nemployee\nphoned our client advising him to use the account code\r\n4230728 and it later transpired that it was his personal account.\n4. That you advised our client that the account given to\r\nour client by one Rudy Rashama was in the names of your said\r\nemployee.\n5. That our client became suspicious with regard to his\r\ninvestments as he was no longer receiving the normal portfolio\r\nvaluation\nstatements but some papers which had the logo of Anglorand\r\nSecurities.\n6. That our client approached your company regarding his\r\ninvestments of funds totalling R460 000-00 but in vain.\nWe have been instructed to kindly request yourselves to\r\nrefund/pay back our client’s investment of R460 000-00.\nWe have written this long letter to yourselves with the\r\nhope that the matter could be resolved amicably without resorting to\r\ncivil\nlitigation of which your company will be liable to pay legal\r\ncosts incurred.\nHowever should the matter not be resolved we will have\r\nno option but to proceed with further legal steps.\nKindly let us have your response within 10 (ten) days of\r\nreceipt of this letter.’\n[6] The plaintiff replicated to the special plea of prescription as\r\nfollows:\n‘\nSave for denying that the\r\nPlaintiff had to serve summons commencing action to the second\r\nDefendant during or before May 2006,\nThe Plaintiff avers that he was always promised that,\r\nhis money will be refunded even after the expiry of six month on\r\ndemand, and\ntherefore there was no reason for the Plaintiff to issue\r\nsummons at the time of the promises in bona fide belief that his\r\nmoney\nwill be refunded and was further advised that, insurance claim\r\nwas lodged for an alleged fraud committed by the 1\nst\nDefendant and the Plaintiff will be informed of the\r\n“future” progress of his claim.’\n[7] The high court (per Hetisani J) was asked to adjudicate the\r\nspecial plea as a preliminary issue. What the learned judge was\n\ncalled upon to decide was whether the claim had become prescribed\r\nbefore the issue and service of the plaintiff’s summons\non 16\r\nAugust 2006. Hetisani J concluded ‘the claim by the Plaintiff\r\nof refund of his R160 000 is hereby upheld against [Anglorand]\nwith\r\ncosts’. In entering judgment for the plaintiff the learned\r\njudge ranged beyond the remit of the limited agreed preliminary\nissue\r\nplaced before him for adjudication. He thus plainly misdirected\r\nhimself and in the result his conclusion cannot stand.\n[8] Of the special plea of prescription Hetisani J concluded:\n‘\nIt is perhaps not surprising\r\nthat this Court’s conclusion on the defence against Plaintiff’s\r\nclaim of refund of his\nR16.000.00 is nothing but 2\nnd\nDefendant’s efforts to\r\nescape liability, by mere tactics based on legal technicalities . .\r\n.’\n.\nAlthough the learned judge did not specifically say so, given the\r\nconclusion reached by him, he must be taken to have dismissed\nthe\r\nspecial plea of prescription with costs. It thus remains to consider\r\nwhether that conclusion is sustainable.\n[9] Prescription commences to run against the debt\r\non the day it becomes due unless delayed or interrupted. It will\r\ncontinue to\nrun until it has completed its course (\nAussenkehr\r\nFarms (Pty) Ltd v Trio Transport CC\n2002\r\n(4) SA 483\n(SCA) at 495). As stated in\nUmgeni\r\nWater v Mshengu\n(para 5 and 6)\n[2010]\r\nAll SA 505\n(SCA); 2010 ILJ 88 (SCA):\n‘\nSection 10 of the Prescription\r\nAct 68 of 1969 (the Act), provides for the extinction of a debt after\r\nthe lapse of periods determined\nin s 11. The period of prescription\r\napplicable to the plaintiff’s claim is that provided for in s\r\n11(d) of the Act, namely\n3 years. According to s 12(1) of the Act,\r\nprescription shall commence to run “as soon as the debt is\r\ndue”. The words\n“debt is due” must be given their\r\nordinary meaning.\n1\nIn its ordinary meaning a debt\r\nis due when it is immediately claimable by the creditor and, as its\r\ncorrelative, it is immediately\npayable by the debtor. Stated another\r\nway, the debt must be one in respect of which the debtor is under an\r\nobligation to pay immediately.\n2\nA debt can only be said to be claimable immediately if a\r\ncreditor has the right to institute an action for its recovery. In\r\norder\nto be able to institute an action for the recovery of a debt a\r\ncreditor must have a complete cause of action in respect of it. The\n\nexpression “cause of action” has been held to mean:\n“\n... every fact which it would\r\nbe necessary for the plaintiff to prove, . . . in order to support\r\nhis right to judgment of the Court.\nIt does not comprise every piece\r\nof evidence which is necessary to prove each fact, but every fact\r\nwhich is necessary to be proved”;\nor slightly differently\r\nstated “the entire set of facts which give rise to an\r\nenforceable claim and includes every fact which\nis material to be\r\nproved to entitle a plaintiff to succeed in his claim. It includes\r\nall that a plaintiff must set out in his declaration\nin order to\r\ndisclose a cause of action. Such cause of action does not ‘arise’\r\nor ‘accrue’ until the occurrence\nof the last of such\r\nfacts and consequently the last of such facts is sometimes loosely\r\nspoken of as the cause of action.”\n’\n3\nA plaintiff must thus have a complete cause of\r\naction at the stage when summons is issued or at any rate when the\r\nsummons is served.\n4\n[10] At the hearing before Hetisani J two witnesses testified, the\r\nplaintiff and Ms Yolanda Taljaard, who at the relevant time\nwas a\r\ndirector and compliance officer at Anglorand. The learned judge did\r\nnot express himself on the credibility or reliability\nof either\r\nwitness, although his approach to the evidence on this aspect of the\r\ncase can be gleaned from the following extract from\nhis judgment:\n‘\nRegarding the 2\nnd\nDefendant’s second\r\nspecial plea, which is based on alleged prescription of Plaintiff’s\r\nclaim, the evidence adduced by\nthe witness Yolanda Taljaard shows\r\nclearly that Plaintiff was constantly telephoning and visiting 2\nnd\nDefendant kept the request for\r\nhis investments’ whereabouts alive and at one stage he was told\r\nthat his claim had been lodged\nwith an institution operating from\r\nLondon and known as “Loss Adjustors”.’\nBut with respect to the learned judge he misconstrued Ms Taljaard’s\r\nevidence, who testified:\n‘\nI never denied, I am sorry but\r\nI never denied that Mr Mudau visited the office. He did visit the\r\noffice. We never said that we were\nliable. Anglo Rand never told Mr\r\nMudau that we were going to pay him. He did visit, he did phone and\r\nhe always got the same answer.\nWe were not going to pay. We did not\r\nlodge a claim.’\n[11] Ms Taljaard’s evidence that right from the outset\r\nAnglorand disputed liability to the plaintiff found support in the\n\ncorrespondence adduced in evidence. On 11 June 2002 Ms Taljaard wrote\r\nto the plaintiff:\n‘\nWe refer to your visit to our\r\noffices on the 5\nth\nJune 2002, and your written\r\nstatement made on the same day.\nAccording to our records, the deposit\r\nslip which you submitted to the Bank on 4\nth\nDecember 2001 with your deposit of\r\nR160 000.00 gave specific instructions that the moneys were to be\r\nallocated to our Client Account\nNo.: 4230728.\nWe acted in accordance with that instruction, and\r\nconfirm that the holder of Account No.: 4230728 at the time was Mr\r\nRashama.\nWe cannot take the matter any further and suggest that\r\nyou take independent advice.’\nAnd on 24 October 2002 Anglorand’s attorney wrote to the\r\nplaintiff’s then attorney in response to the latter’s\n\nletter of demand (Annexure B to Anglorand’s plea):\n‘\nWe represent Anglorand\r\nSecurities Limited.\nWe have been instructed to respond to your letter dated\r\n14\nth\nOctober 2002, as follows:\n1. Our client has no knowledge, and cannot comment on\r\npayments allegedly made by your client to Cahn Shapiro;\n2. In respect of payments allegedly made to us, our\r\nclient has already responded, in writing, to your client’s\r\nenquiries;\n3. Our client’s attitude remains that it has no\r\nliability to your client;\n4. Our client is not prepared to debate the matter any\r\nfurther in correspondence and its election not\nto do so must not be construed as an admission of any of\r\nthe statements made in your letter’\nBut even prior to those letters on 12 January 2002 the plaintiff\r\nwrote to the client services manager of the JSE Securities Exchange,\n\n‘when we approached the company [Anglorand] they were not\r\nwilling to address this issue and I request the JSE Securities\n\nExchange to intervene in this matter’.\n[12] On the view that I take of the matter it is not necessary to\r\nsubject the evidence of the two witnesses to closer scrutiny\nor to\r\nresolve or reconcile such factual disputes as may exist between them,\r\nfor, on the undisputed facts at the latest (and most\ngenerous for the\r\nplaintiff) by 25 October 2002 he knew, not just that payment would\r\nnot be forthcoming but that liability for his\nclaim was in fact being\r\ndisputed by Anglorand. It follows that prescription must be taken to\r\nhave commenced to run from that date.\n[13] I now turn to consider the second issue, namely the plaintiff’s\r\ncontention that the running of prescription had been\ninterrupted. In\r\nterms of s 14 (1) of the Prescription Act 68 of 1969 (the Act) the\r\nrunning of prescription may be interrupted by\nan express or tacit\r\nacknowledgment of liability by the debtor. In support of the\r\ncontention that the running of prescription had\nbeen interrupted\r\nreliance was placed on a letter written to him by Gary Cahn of Cahn\r\nShapiro dated 6 June 2002, which reads:\n‘\nThis serves to confirm that an\r\ninsurance claim has been lodged with regard to an alleged fraud\r\ncommitted by Rudolph Rashama, a former\nemployee of Cahn Shapiro Inc.\nThe procedure is such that the loss adjustors will\r\nassess the claim and then forward it to the underwriters in London.\nCahn Shapiro will keep you informed of all future\r\nprogress with regard to the matter.’\nBut as Ms Taljaard testified:\n‘\nMR PRETORIUS\n:\r\nI want to ask you to tell his lordship briefly what the relationship\r\nis between Anglo Rand Securities Ltd and Cahn Shapiro, I\nthink it is\r\nincorporated. --- Incorporated. Basically what happened was that\r\nAnglo Rand Securities, at that stage it was (Pty)\nLtd, bought the\r\nclient base of Cahn Shapiro Inc. It was just a transaction that was\r\ndone between two companies. Cahn Shapiro at\nthis stage still exists\r\nas a company, not as a broking member though and Anglo Rand literally\r\nonly bought the client base. We did\nnot take any of the liabilities\r\nover.\nHETISANI (J)\n: What do you,\r\nwhat would a layman like myself understand by buying the client base?\r\n--- Well, in stock broking, the way it works,\nevery member firm has a\r\nclient base and when a broking member is going to cease to be a\r\nmember, it usually sells that client base.\nIt would move over to\r\nanother stock broking firm where the relationship with the client\r\nwould be taken over.\nMR PRETORIUS\n: And you said as\r\nof today Cahn Shapiro is still a registered company, still in\r\nexistence? --- It is still in existence.\nThe directors of the two companies, were they the same?\r\n--- Not all. Gary Cahn was the director at Cahn Shapiro Inc and at\r\nAnglo\nRand at the time this transaction took place, it was myself,\r\nDavid Lewis, we had Andriaan Kamper and Hugh Drummond. That was the\n\nnon-executive director.\nOkay. And so it was not a transaction similar to a\r\nbuying of a going concern? --- No not at all.\nIt was not even that much, is that correct? --- That is\r\n100% correct.\nAnd did I understand you correctly that the liabilities\r\nof Cahn Shapiro was specifically excluded in this transaction? ---\r\nThat\nis correct.\nWhat does it mean in layman’s terms? --- In\r\nlayman’s terms, what that would mean was that if there was any\r\nclaims that\nwas coming up for Cahn Shapiro, that Anglo Rand would not\r\nbe held liability for it.\nThere after, after the effective date, what was the\r\neffective date? --- The effective date was 1 March 2001.\nSo any transactions after 1 March 2001 that may result\r\nin a claim would then be against Anglo Rand? --- That is correct yes.\nYou were in court, you have listened to what was\r\nsuggested to Mr Mudau under cross-examination, as to a distinction\r\nbetween the\namount of R300 000.00 and the amount of R160 000.00, can\r\nyou explain to the court why the court should draw such a\r\ndistinction,\nshould deal with it separately? --- Because it is two\r\nseparate companies it cannot be viewed together and that was\r\nexplained to\nMr Mudau in January 2002 as well, that it is two\r\nseparate companies. The claims had to be split.\nThe R300 000.00 related to events prior to 1 March 2001?\r\n--- Prior to 1 March.\nThe R160 000.00 to events after 1 March 2006, is that\r\ncorrect? --- Correct, that is correct.’\n[14] Indeed that distinction between Anglorand on the one hand and\r\nCahn Shapiro on the other was recognised by the plaintiff who\n\ntestified:\n'\nCROSS-EXAMINATION BY MR\r\nPRETORIUS\n: When did you start investing with\r\nCahn Shapiro?\nYes. --- I think it was 2000.\n2000? --- Uh.\nAnd apart from the R160000.00, how much did you invest?\r\n--- I invested R300000.00.\nSo in total it was R460000.00? --- Ja, in total it was\r\nR460000.00.\nR300000.00 with Cahn Shapiro and R160000.00 with\r\nAngloRand, is that correct? --- Ja.\nDid you get that R300000.00 back? --- I did not get it\r\nall, I just got part of it because the claim, even that one of\r\nR300000.00\nwas also defrauded by him.\nThe question is, did you get the R300000.00 back? ---\r\nNo, I did not get it, I just got part of it.\nHow much is still owed to you on the R300000.00? ---\r\nThey owe me, if, I am talking of the initial amount, which I injected\r\nthere,\nthey still owe me R75000.00.\n. . .\nHETISANI (J\n): So they paid\r\nyou how much? --- They paid me R228000.00.\n228? --- Ja, R228000.00, out of the R300000.00 I was\r\ndefrauded.\nBy Loss Adjusters? --- Yes, loss adjusters.\nWhat is the name of that company? You said, how do you\r\npronounce it? --- Gab, G-A-B.\nOh, just GAB? --- Ja, GAB. It is called GAB\r\nInternational Loss Adjusters.\nThank you.’\n[15] An acknowledgement of liability for the purposes of s 14 of the\r\nAct is a matter of fact not a matter of law (per Nienaber\nJA in\nRoad\r\nAccident Fund v Mothupi\n2000 (4) SA 38\n(SCA) para 37). What the\r\nAct requires is ‘an acknowledgement of liability’ and not\r\nmerely ‘an acknowledgement\nof indebtedness’ (\nBenson &\r\nanother v Walters & others\n1984 (1) SA 73\n(A)). What we have\r\nhere falls far short of an acknowledgement of the existence of a debt\r\nor of a present liability (\nMarkham v South African Finance &\r\nIndustrial Company Ltd\n1962 (3) SA 669\n(A) at 676F). For, the\r\nadmission, in short, must cover at least every element of the debt\r\nand exclude any defence as to its existence\n(\nMothupi\npara 38).\r\nPut another way, it must be an acknowledgment by the debtor that the\r\ndebt is in existence and that he or she is liable\ntherefor at the\r\ntime when the statement alleged to be an admission of liability is\r\nmade. And finally there is of course the point\nmade in\nCape Town\r\nMunicipality v Allie NO\n1981 (2) SA 1\n(C) at 7F-G:\n‘\nIn the end . . . one must also\r\nbe able to say when the acknowledgment of liability was made, for\r\notherwise it would not be possible\nto say from what day prescription\r\ncommenced to run afresh.’\n(See\r\nalso\nBenson\nat 86E.)\n[16] It was for the plaintiff to plead and prove that prescription\r\nhad been interrupted. I do not think that he has discharged\nthat onus\r\nof proof on a balance of probability. It follows, in my view, that\r\nthe appeal must succeed and it is accordingly allowed\nwith costs. The\r\norder of the court below is set aside to be replaced by:\n‘\nThe second defendant’s special plea\r\nof prescription is upheld and the plaintiff’s claim is\r\ndismissed with costs.’\n_________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: P J J de Wet\nInstructed\r\nby:\nTatham\r\nWilkes Inc\nPietermaritzburg\nNaudes\nBloemfontein\nFor\r\nRespondent: No appearance\n1\nThe\r\n\tMaster v I L Back and Co Ltd\n1983\r\n\t(1) SA 986\n(A) at 1004F.\n2\nSee\nWestern Bank Ltd v S J J van Vuuren Transport (Pty) Ltd &\r\n\tothers\n1980 (2) SA 348\n(T) at 351 and\nHMBMP Properties (Pty)\r\n\tLtd v King\n1981 (1) SA 906\n(N) at 909 and the cases there cited.\n3\nSee\nEvins v Shield Insurance Co\nLtd\n1980 (2) SA 814\n(A) at 838 and the cases there\r\n\tcited by Corbett JA; see also\nTruter\r\n\tand another v Deysel\n[2006] ZASCA 16\n;\n2006 (4) SA 168\n(SCA) para 16, 18 and 19.\n4\nMahomed\r\n\tv Nagdee\n1952 (1) SA 410\n(A) at 418;\nMarine and Trade\r\n\tInsurance Co Ltd v Reddinger\n1966 (2) SA 407\n(A) at 413D;\nSantam\r\n\tInsurance Co Ltd v Vilakasi\n1967 (1) SA 246\n(A) at 253A-F.",
  "scraped_at": "2026-02-12T15:36:47.197794",
  "date": "2011-05-26",
  "coram": [
    "HEHER",
    "PONNAN",
    "MAYA JJA",
    "MEER",
    "PLASKET AJJA"
  ],
  "case_number": "125/10",
  "parties": {
    "applicants": [
      "Anglorand Securities Ltd"
    ],
    "respondents": [
      "Divhani David Mudau",
      "Rudolf Rashama"
    ]
  },
  "sections": {
    "facts": "The plaintiff, Divhani David Mudau, alleged that in December 2001 he deposited R160,000 with Anglorand Securities Ltd (the second defendant) for the purchase of shares on the Johannesburg Stock Exchange. The deposit was made into an account allegedly controlled by Anglorand’s employee, Rudolph Rashama. Mudau claimed that Anglorand failed to provide an investment booklet, purchase the shares, or refund the money, despite repeated requests and promises that a cheque would be drawn within six months. Correspondence from Anglorand in 2002 indicated that the liability for the deposit was being disputed and that the matter could not be pursued further.",
    "issues": "The appeal raised two linked issues: (1) when the period of prescription under the Prescription Act 68 of 1969 began to run in respect of Mudau’s claim for refund of R160,000; and (2) whether any act (such as an acknowledgement of liability) interrupted the running of prescription.",
    "principles": "The court applied the Prescription Act, particularly sections 10, 11(d) (three‑year prescription period), 12(1) (prescription commences when the debt is due) and 14(1) (interruption by an express or tacit acknowledgement of liability). It relied on authorities such as Aussenkehr Farms (Pty) Ltd v Trio Transport CC, Umgeni Water v Mshengu, Road Accident Fund v Mothupi and Benson v Walters to define when a debt becomes claimable and what constitutes a sufficient acknowledgment of liability.",
    "application": "The court found that by 25 October 2002 Mudau was aware that Anglorand was disputing liability for the deposit, which meant the debt was no longer immediately claimable and prescription therefore began to run from that date. The alleged letters from Cahn Shapiro and statements made by Anglorand employees were held to be insufficient acknowledgments of liability because they did not admit the existence of a debt or Anglorand’s liability. Consequently, no interruption of prescription occurred.",
    "conclusion": "The appeal was allowed. The second defendant’s special plea of prescription was upheld, and Mudau’s claim for refund of the R160,000 was dismissed with costs."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Prescription",
    "level_3": [
      "debt",
      "contract",
      "acknowledgement of liability",
      "statute of limitations"
    ]
  }
}