{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/107.html",
  "case_name": "Pakule v Minister of Safety and Security and Another, Tafeni v Minister of Safety and Security and Another (440/10, 439/10) [2011] ZASCA 107; 2011 (2) SACR 358 (SCA); [2011] 4 All SA 159 (SCA) (1 June 2011)",
  "citation": "[2011] ZASCA 107",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 107\n|\nNoteup\n|\nLawCite\nPakule v Minister of Safety and Security and Another, Tafeni v Minister of Safety and Security and Another (440/10, 439/10) [2011] ZASCA 107; 2011 (2) SACR 358 (SCA); [2011] 4 All SA 159 (SCA) (1 June 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nIN THE SUPREME COURT OF APPEAL\nJUDGMENT\nIn the matters between:\nCase No: 440/10\nMASIXOLE PAKULE\n............................................................................................................\nAppellant\nand\nMINISTER OF SAFETY AND SECURITY\n............................................................\nFirst\r\nRespondent\nTHE STATION COMMISSIONER,\nMTHATHA CENTRAL POLICE STATION\n......................................................\nSecond\r\nRespondent\nCase No: 439/10\nARCHIE TAFENI Appellant\nand\nMINISTER OF SAFETY AND SECURITY\n............................................................\nFirst\r\nRespondent\nTHE STATION COMMISSIONER,\nMTHATHA CENTRAL POLICE STATION\n......................................................\nSecond\r\nRespondent\nNeutral Citation:\nPakule and Tafeni v Minister of Safety\r\nand Security\n(440/10 & 439/10) [2011] 107 (1 June\r\n2011)\nCourt:\nNUGENT AND LEWIS JJA AND MEER AJA\nHeard: 23 May 2011\nDelivered: 1 June 2011\nSummary:\nSearch and seizure under\nss 20\nand\n22\nof the\nCriminal\nProcedure Act 51 of 1977\n- police may lawfully seize items even where\r\nwhen first seized there was no ground for reasonable belief that item\r\nconcerned in\ncommission of offence - police may not return a vehicle\r\nto person from whom seized if that would be contrary to\ns 68(6)(\nb\n)\r\nof the\nNational Road Traffic Act 93 of 1996\n.\nORDERS\nOn appeal from:\nEastern Cape High Court (Mthatha)\r\n(Alkema J sitting as court of first instance in both cases):\nPakule v Minister of Safety and Security &\r\nanother\nThe appeal is dismissed with costs including those of\r\ntwo counsel.\nTafeni v Minister of Safety and Security &\r\nanother\nThe appeal is dismissed with costs including those of\r\ntwo counsel.\n________________________________________________________________\nJUDGMENT\nLEWIS JA AND MEER AJA (NUGENT JA concurring)\n[1] In the Eastern Cape High Court,\r\nMthatha, there have emerged two lines of cases that approach the\r\napplication of\nsections 20\nand\n22\nof the\nCriminal Procedure Act 51 of\n1977\ndifferently. Alkema J, in the two decisions before us on appeal,\r\nrefers to these as ‘two schools of thought’ which have\n\nresulted in conflicting decisions. In granting leave to appeal in\r\nboth cases he suggested that this court should resolve the conflict.\n\nThis is particularly so because the one approach is endorsed in a\r\ndecision of the full court:\nHiya\r\nv The Minister of Safety and Security & another.\n1\n[2] In brief, that case and others have held that where\r\nthe seizure of an article is not based on reasonable grounds in the\r\nfirst\ninstance, the property – usually a vehicle – must\r\nbe returned to the owner or possessor despite evidence discovered\n\nafter the seizure that there are grounds reasonably to believe that\r\nthe article has been involved in the commission of an offence,\nand\r\ndespite the fact that no one may possess a vehicle which has been\r\ntampered with in various ways (a matter to which we shall\nreturn). In\r\nother decisions the view has been taken that where the initial\r\nbelief, though at first not based on reasonable grounds,\nis\r\nsubsequently well-grounded, the seizure is lawful and the police may\r\nretain the article.\n[3] Alkema J said, in his judgment granting leave to\r\nappeal in Tafeni’s case, that applications for return of a\r\nvehicle seized\nby the police are common in that court and that it is\r\nimperative that a definitive answer be provided so that there is\r\nconsistency\nin the approach to the applications for return of an\r\narticle alleged to have been unlawfully seized.\n[4] It should be noted at the outset, however, that in\r\nboth these cases the vehicles were in fact seized lawfully, in terms\r\nof\nss 20\nand\n22\nof the Act, and that the decisions did not turn on\r\nthe question that this court has been asked to resolve. In our view\r\nit is nonetheless\nimportant to determine the proper approach to the\r\nissue raised by Alkema J.\n[5] The sections of the Act central to the decisions are\r\nset out in full below.\nSection 20\nprovides:\n‘\nState may seize certain articles\nThe State may, in accordance with the provisions of this Chapter,\r\nseize anything (in this Chapter referred to as an article) –\n(\na\n)\r\nwhich is concerned in or is on reasonable grounds believed to be\r\nconcerned in the commission or suspected commission of an offence,\n\nwhether within the Republic or elsewhere;\n(\nb\n)\r\nwhich may afford evidence of the commission or suspected commission\r\nof an offence, whether within the Republic or elsewhere; or\n(c)\nwhich is intended to be used or is on reasonable grounds\r\nbelieved to be intended to be used in the commission of an offence.’\nSection 22\nreads\n‘\nCircumstances in which article may be\r\nseized without search warrant\nA police official may without a search warrant search any person or\r\ncontainer or premises for the purpose of seizing any article\nreferred\r\nto in\nsection 20\n-\nif the person concerned consents to the search for and the seizure\r\n\tof the article in question, or if the person who may consent\nto the\r\n\tsearch of the container or premises consents to such search and the\r\n\tseizure of the article in question; or\n(b)\nif he on reasonable grounds believes-\n(i) that a search warrant will be issued to him under paragraph (a)\r\nof\nsection 21(1)\nif he applies for such warrant; and\n(ii) that the delay in obtaining such warrant would defeat the object\r\nof the search.’\n[6] In the first line of decisions it\r\nhas been held that where there is no ground for believing,\r\nreasonably, that an article is\nconcerned in the commission of an\r\noffence (or a suspected commission of an offence), at the time of the\r\nseizure, even if such belief\nsubsequently turns out to be warranted,\r\nthen the seizure is unlawful and the article must be returned. In\nHiya\n,\n2\nfor example, the decision of the full\r\ncourt referred to, a police official received information that a\r\nvehicle suspected of being\nstolen was seen on the road. He obtained a\r\nwarrant and seized the vehicle. After the seizure the vehicle was\r\nfound to have suspicious\nfeatures: a ground engine number and altered\r\nchassis number. A finding that the seizure of the vehicle fell within\r\nthe purview\nof\ns 20\nwas set aside by the full court. The vague\r\nallegations by the policeman about information he had received which\r\nprompted the seizure\nwere found not to suffice for a reasonable\r\nbelief under\ns 20\nof the Act. The release of the vehicle was ordered.\n[7] The first approach has been based\r\non a restrictive interpretation of\nss 20\nand\n22\n, given that they\r\nallow for limitations on fundamental rights, entrenched in the\r\nConstitution. In\nMagobodi\n,\r\nfor example, the court held that the rights to privacy and property\r\nwere affected by the search and seizure provisions which therefore\n\nhad to be limited.\n[8] On the other hand, it has been\r\nheld that where evidence of tampering with engine and chassis numbers\r\nis discovered, that in\nitself constitutes a reasonable ground for\r\nbelieving that a vehicle had been stolen. See, for example,\nMbutuma\r\nv The MEC for Safety and Security of the Eastern Province\n.\n3\nIn that case, when looking for a\r\nvehicle suspected to be stolen at the applicant’s premises, the\r\npolice decided to inspect\ntwo other vehicles at the premises, and\r\ndiscovered the tampering. They seized the vehicles even though they\r\nhad had no prior ground\nfor suspecting that they were involved in the\r\ncommission of an offence. Madlanga J said that it was ‘common\r\nknowledge’\n4\nthat engine and chassis numbers would\r\nbe tampered with where it is intended that a stolen vehicle be sold\r\nintact. Such tampering\nwould ground a reasonable belief that the\r\nvehicle has been stolen and would justify a seizure without warrant\r\nor the consent of\nthe owner.\n[9] Moreover, as pointed out by Alkema J, in granting\r\nleave to appeal in Tafeni’s case, once vehicles have been\r\nseized, and\nit is ascertained that the engine and chassis numbers\r\nhave been tampered with, the police may not return them even to the\r\nowner:\nss 68\nand\n89\nof the\nNational Road Traffic Act 93 of 1996\n.\n[10] I turn now to the facts in each of these appeals.\nPakule\n[11] The appellant, Masixole Pakule, is a taxi operator\r\nin the district of Qumbu, Eastern Cape Province. During January 2008\r\nPakule’s\nmotor vehicle, a Toyota Hilux, was seized by members\r\nof the South African Police Services when it was found abandoned on\r\nthe side\nof a road. Pakule applied to the Eastern Cape High Court,\r\nMthatha for an order declaring the search, seizure and continued\r\ndetention\nof his motor vehicle to be unlawful, and for its return.\r\nAlkema J dismissed the application.\n[12] The uncontested evidence of Detective Inspector\r\nMncwati, stationed at the Vehicle Identification Section and\r\nSafeguard Unit,\nMthatha, was that Pakule employed Sithembiso Pakule\r\nas a driver of his taxi. He was wanted for armed robbery. The police\r\nreceived\ninformation that he was driving the vehicle concerned in the\r\nMarhambeni location.\n[13] Inspector Phatakubi located the vehicle, the driver\r\nsped away and the police gave chase. The driver abandoned the vehicle\r\nnext\nto the road and was pursued on foot by the police. The driver\r\nfired a shot at the police who returned fire and wounded him. He was\n\narrested and returned to the vehicle. The vehicle was inspected by\r\nthe police. They discovered that it had neither number plates\nnor a\r\nlicence disc and that the driver was not in possession of a driver’s\r\nlicence. The vehicle was seized by the police.\nThe driver was taken\r\nfor medical treatment. After his arrest, he was charged with robbery.\r\nHowever, the vehicle seized was not\nsuspected of being connected with\r\nthe robbery.\n[14] It was, however, discovered that the original\r\nchassis and engine numbers had been filed off and replaced with new\r\nnumbers which\nwere slanted and appeared not to be stamped\r\nprofessionally. Enquiries were made about the identity of the motor\r\nvehicle to Toyota\nSouth Africa, and the vehicle chassis and engine\r\nnumbers were referred to the Pietermaritzburg Licensing Authority for\r\nverification\nand confirmation. The investigations regarding the\r\nvehicle appear still to be pending.\n[15] From the evidence it is clear that the vehicle was\r\nseized because of the absence of a license disc and number plates and\r\nbecause\nthe driver was driving without a licence. This was\r\nimmediately evident to the police officers before they seized the\r\nvehicle. These\nfactors constitute contraventions of the\nNational Road\nTraffic Act. Section\n4(2) of that Act requires all motor vehicles to\r\nbe registered and licensed.\nSection 12\nprovides that no person shall\r\ndrive a motor vehicle on a public road without being in possession of\r\na valid driver’s licence.\nSection 68\n, among other things,\r\nrelates to unlawful acts in relation to registration plates and\r\nnumbers.\nSection 89(1)\nmakes it an offence to contravene or fail to\r\ncomply with any provision of the\nNational Road Traffic Act. And\ns\r\n89(2)\nprovides for fines or imprisonment upon conviction, not\r\nexceeding six years.\n[16] The failure to have number plates and licence disc,\r\nand driving without a licence accordingly all constituted criminal\r\noffences\nin which the motor vehicle was involved. There can be no\r\ndoubt that the police officers who seized the vehicle had grounds\r\nreasonably\nto believe this to be the case. There would also in the\r\ncircumstances have been grounds reasonably to believe that if the\r\nfacts\nrecorded above were placed before a magistrate, a search\r\nwarrant would have been issued under\ns 22(\nb\n) of the\nCriminal\nProcedure Act. The\npolice officers who seized the vehicle were\r\naccordingly entitled to do so in terms of\ns 20\nread with\ns 22(\nb\n)\r\nof the Act. The high court thus correctly refused the application.\nTafeni\n[17] The appellant, a taxi operator in the Ngqeleni\r\ndistrict, Eastern Cape was deprived of possession of his vehicle by\r\nmembers\nof the South African Police Services (SAPS). He applied to\r\nthe Eastern Cape High Court, Mthatha for an order declaring the\r\nsearch,\nseizure and continued detention of his vehicle to be unlawful\r\nand for its return to him. Alkema J dismissed the application but\n\ngave leave, as we have said, to appeal to this court.\n[18] The facts are largely not in dispute. On the\r\nafternoon of 14 January 2009 Captain Kwanini and Inspector Mtshengu,\r\nmembers of\nthe South African Police Service, attached to the Vehicle\r\nIdentification Section and Safeguard Unit, were on official duty at\r\nNgqeleni\nVillage, in the Eastern Cape. They noticed a white Toyota\r\nHilux motor vehicle parked close by. Passengers were alighting from\r\nthe\nvehicle. It appeared as if the white paint on the vehicle was\r\nsuperimposed over red paint and this aroused their suspicion that\nthe\r\nvehicle might be stolen. The affidavit of Kwanini explained that both\r\nhe and Mtshengu had attended a motor vehicle identification\ncourse\r\nwhich equipped them ‘with expert knowledge to be able to make a\r\nreasonable observation in respect of a suspiciously\ndefaced vehicle’.\n[19] They approached the driver of the vehicle,\r\nidentified themselves as police officers and informed him of their\r\nsuspicion that\nthe vehicle he was driving was stolen, because of the\r\nwhite paint superimposed over the red. They asked the driver to\r\naccompany\nthem to the police station where the vehicle would be\r\ninspected. He agreed but asked to be allowed first to drop off the\r\nremaining\npassengers at the taxi rank, which he did. Thereafter the\r\npolice officers escorted the vehicle to the Ngqeleni police station.\n[20] There, the driver identified himself as Lusindiso\r\nNozintaba and said that the vehicle was owned by the appellant, Mr\r\nTafeni,\nwho employed him as a taxi driver. Captain Kwanini explained\r\nthat due to their suspicions the police officials wanted to search\n\nthe vehicle to investigate if it was an item liable to be seized by\r\nthe State. Kwanini again asked Nozintaba for permission to\nsearch and\r\nthe latter consented.\n[21] The police officers opened the bonnet and\r\ndiscovered that the inner fenders were painted red whilst the body of\r\nthe vehicle\nwas white. They observed that the tags on the engine wall\r\nwere not the original tags. It was clear to them that these had been\r\nremoved and other tags remounted onto the engine wall. An application\r\nof acetone revealed that the engine and chassis numbers had\nbeen\r\ninterfered with. The spacing between the numbers was observed to be\r\nunequal and the numbers had been defaced. The engine numbers\nwere\r\nhand punched as opposed to computer generated and professionally\r\nimprinted.\n[22] Captain Kwanini telephoned Tafeni and asked him to\r\ncome urgently to the police station. He was asked to produce\r\ndocuments proving\nhis ownership of the vehicle but was unable to do\r\nso. He said he had bought the motor vehicle painted white from one\r\nGxaba. According\nto Kwanini when it became clear that Tafeni could\r\nnot prove ownership, he was informed that the law compelled them to\r\nseize the\nvehicle for further investigation, based on the discoveries\r\nwhich Tafeni could not explain.\n[23] Kwanini informed Tafeni that the vehicle would not\r\nbe released until he brought the previous owner to account for the\r\nirregularities\non the vehicle. A statement was taken from Tafeni and\r\nthe vehicle was towed away. Kwanini then filled in a seizure form. A\r\nsubsequent\ninspection of the vehicle, by an expert from Toyota South\r\nAfrica, confirmed that the motor vehicle had been tampered with in\r\nseveral\nmaterial ways.\n[24] Thereafter continuous requests for Tafeni to bring\r\nthe previous owner of the vehicle to the police to assist in the\r\ninvestigation\ncame to nought. Ultimately the appellant was arrested\r\nand charged for unlawful possession of a motor vehicle. There are\r\ncurrently\npending criminal proceedings against him. The vehicle is an\r\nexhibit in such proceedings.\n[25] It is clear that at the time when the vehicle was\r\nseized (at the police station) the police had already discovered the\r\nevidence\nthat grounded a reasonable suspicion (objectively) that it\r\nwas concerned in the commission of a criminal offence. And indeed,\r\nKwanini\ninformed Tafeni at the police station that the law compelled\r\nthem to seize the vehicle for further investigation, based on the\r\ndiscoveries they had made. Before then the vehicle had not been\r\nseized but driven by Tafeni’s driver to the police station\nfor\r\nthe purpose of searching it. At the time the vehicle was seized,\r\ntherefore, it had already been searched with the requisite\nconsent as\r\nspecified in\ns 22(\na\n). The court below correctly dismissed the\r\napplication for the return of the vehicle to Tafeni.\nThe principles applicable in both cases\n[26] As we have said, in both the Pakule and Tafeni\r\nmattters, the seizures were lawful at the outset. On the assumption,\r\nhowever,\nthat there were no grounds for a reasonable belief that the\r\nvehicles were concerned in the commission of an offence (that is,\r\nthat\nthere was no compliance with\ns 20)\n, we see no reason why, when\r\nthe vehicle is in the possession of the police, and they ascertain\r\nthat there are indeed such grounds\nfor a reasonable belief that the\r\nitem is concerned in the commission of an offence – such as the\r\ntampering with engine and\nchassis numbers – they should then\r\nnot seize the vehicle lawfully. If that were not so, and they\r\nreturned the vehicles to\nthe alleged owners, they would be acting in\r\ncontravention of the\nNational Road Traffic Act. The\npolice cannot\r\nlawfully release the vehicle to the owner or possessor: an order by a\r\ncourt that a vehicle be returned would defeat\nthe provisions of the\r\nlatter Act.\n[27]\nSection 68(6)(\nb\n)\r\nof the National Road Traffic Act provides:\n‘\n(6) No person shall –\n. . .\n(\nb\n)\r\nwithout lawful cause be in possession of a motor vehicle of which the\r\nengine or chassis number has been falsified, replaced, altered,\n\ndefaced, mutilated, or to which anything has been added, or from\r\nwhich anything has been removed, or has been tampered with in\nany\r\nother way.’\nIn terms of s 89(3) of that Act, a contravention of s\r\n68(6) amounts to a criminal offence rendering the accused liable on\r\nconviction\nto a fine or imprisonment not exceeding a period of three\r\nyears.\n[28] In\nMarvanic\r\nDevelopment (Pty) Ltd & another v Minister of Safety and Security\r\n& another\n5\nthe appellants sought the return of\r\ntwo vehicles that had been seized by the police on suspicion that\r\nthey had been stolen. The\nsuspicion arose after it was found that the\r\nregistration and chassis numbers had been tampered with. Criminal\r\ncharges were laid\nagainst the appellants for being in possession of\r\nstolen property and for fraud, but these were later withdrawn. The\r\nappellants\nclaimed the return of their vehicles on the basis of s\r\n31(1)(\na\n)\r\nof the\nCriminal Procedure Act which\nprovides that if no criminal\r\nproceedings are instituted in connection with any article seized, it\r\nshall be returned to the person\nfrom whom it was seized. Their claim\r\nfailed on the basis that\ns 68(6)(\nb\n)\r\nof the\nNational Road Traffic Act prohibited\nthem from being in\r\npossession of the vehicles even as owners. Lewis JA writing for the\r\nmajority said:\n6\n‘\n[I]t seems to me that the purpose of\ns 68\nis to prevent people, including owners of vehicles, being in\r\npossession of, and driving, vehicles that have been tampered with\nin\r\nthe ways detailed in the section. The section makes possession that\r\nmight otherwise be lawful unlawful. At the time when the\nvehicles\r\nwere seized, their possession was thus “without lawful cause”\r\neven if the appellants were also the owners.\nThe fact that the\r\nvehicles are seized does not mean that their return would make\r\npossession lawful.’\n[29] That\ns 68(6)(\nb\n)\r\ndoes not permit the possession and consequently return of vehicles\r\nthat have been tampered with, even to their owners, was again\n\nemphasised by this court in\nBasie\r\nMotors BK t/a Boulevard Motors v Minister of Safety and Security\n.\n7\nIn that case too a claim by the owner\r\nunder\ns 31(1)(\na\n)\r\nof the\nCriminal Procedure Act for\nthe return of a vehicle seized by\r\nthe police failed. The chassis numbering, it was discovered, had been\r\ntampered with. Mpati DP\nsaid:\n8\n‘\n[P]ossession of a vehicle where there has\r\nbeen tampering with its engine or chassis number is forbidden: the\nNational Road Traffic Act does\nnot confer authority on anyone to\r\nallow it.’\n[30] More recently in\nAbsa\r\nBank v Eksteen,\n9\nanother matter in which tampered\r\nchassis and engine numbers were revealed after a vehicle was seized\r\nby the police, Nugent JA stated,\non\r\nthe authority of\nMarvanic\n,\nthat the seizure by the police under\r\nstatutory authority, was not capable of being resisted. The fact that\r\nthe owner might be capable\nof later acquiring the right to possession\r\nis immaterial.\n[31] In the light of the decisions of this court there\r\ncan and should no longer be any doubt that a vehicle seized by the\r\npolice\ncannot be returned to persons from whom they have been seized\r\nif any of the features referred to in\ns 68(6)\nof the\nNational Road\nTraffic Act are\npresent.\n[32] And, as we have said, even if a seizure (of a\r\nvehicle or any other article) was initially based on grounds that\r\nwere not reasonable,\nwhere the police discover subsequently that\r\nthere are indeed grounds for a reasonable belief that an article is\r\nconcerned in the\ncommission of an offence, they may then seize it\r\nlawfully. A return to the person from whom the item was seized would\r\nbe an exercise\nin futility, bearing in mind that at the moment of\r\nreturn the article might lawfully be seized again.\n[33] We consider therefore that Alkema J’s\r\napproach to the application of\nss 20\nand\n22\nof the\nCriminal Procedure\nAct is\ncorrect, and that both appeals must fail.\n[34]\nOrders\nPakule v Minister of Safety and Security &\r\nanother\nThe appeal is dismissed with costs including those of\r\ntwo counsel.\nTafeni v Minister of Safety and Security &\r\nanother\nThe appeal is dismissed with costs including those of\r\ntwo counsel.\n_____________\nC H Lewis\nJudge of Appeal\n_____________\nY S Meer\nJudge of Appeal\nAPPEARANCES:\nPAKULE\nAPPELLANT: S M Mbenenge SC (with him A M da Silva)\nInstructed by\nMvuzo Notyesi Inc,\nMthatha;\nMatsepes Inc,\nBloemfontein.\nRESPONDENTS: N K Dukada SC (with him M Gabavana)\nInstructed by\nC B Nguza & Associates,\nMthatha;\nThe State Attorney,\nBloemfontein.\nTAFENI\nAPPELLANT: S M Mbenenge SC (with him A M da Silva)\nInstructed by\nMvuzo Notyesi Inc,\nMthatha;\nMatsepes Inc,\nBloemfontein.\nRESPONDENTS: N K Dukada SC (with him L Matoti)\nInstructed by\nC B Nguza & Associates,\nMthatha;\nThe State Attorney,\nBloemfontein.\n1\nHiya\r\n\tv The Minister of Safety and Security & another\n,\r\n\tunreported , case no: 506\n/99.\n2\nSee\r\n\talso\nMagobodi v Minister of Safety and Security & another\n2009 (1) SACR 355\n(TkHC);\nDyani v Minister of Safety and Security\r\n\t& others\n2001 (1) SACR 634\n(TkD) and\nMnyungula v Minister\r\n\tof Safety and Security & others\n2004 (1) SACR 219 (TkHC).\n3\nMbutuma\r\n\tv The MEC for Safety and Security of the Eastern Province\n1998\r\n\t(1) SACR 367\n(TkD).\n4\nAt\r\n\t370\nb-e\n.\n5\nMarvanic\r\n\tDevelopment (Pty) Ltd & another v Minister of Safety and\r\n\tSecurity & another\n2007 (3) SA 159\n(SCA).\n6\nPara\r\n\t8.\n7\nBasie\r\n\tMotors BK t/a Boulevard Motors v Minister of Safety and Security\n(135/05\n[2006] ZASCA 35\n(28 March\r\n\t2006).\n8\nPara\r\n\t16.\n9\nAbsa\r\n\tBank Ltd & another v Eksteen\n(81/10)\n[2011] ZASCA 40\n(29\r\n\tMARCH 2011) paras 1 and 12.",
  "scraped_at": "2026-02-12T15:43:45.223275",
  "date": "2011-06-01",
  "coram": [
    "Nugent JA",
    "Lewis JA",
    "Meer AJA"
  ],
  "case_number": "440/10, 439/10",
  "parties": {
    "applicants": [
      "Masixole Pakule",
      "Archie Tafeni"
    ],
    "respondents": [
      "Minister of Safety and Security",
      "The Station Commissioner, Mthatha Central Police Station"
    ]
  },
  "sections": {
    "facts": "Two appeals before the Supreme Court of Appeal concerned the seizure of motor vehicles belonging to taxi operators Masixole Pakule and Archie Tafeni. In the Pakule case, a Toyota Hilux was seized after being found abandoned; the driver, who was wanted for armed robbery, fled, was apprehended, and the vehicle was discovered to lack number plates, a licence disc and to have tampered chassis and engine numbers. In the Tafeni case, a white Toyota Hilux with suspicious paint was inspected by police, who found altered engine and chassis numbers; the owner could not prove ownership and the vehicle was seized and later used as evidence in criminal proceedings. Both vehicles were seized under sections 20 and 22 of the Criminal Procedure Act.",
    "issues": "The central issue was whether a vehicle seized by police can be returned to its owner when the initial seizure was not based on reasonable grounds but later evidence (e.g., tampered engine or chassis numbers) established a reasonable belief that the vehicle was involved in an offence. The judgment also considered the interaction between section 31(1)(a) of the Criminal Procedure Act, which allows return of seized articles if no criminal proceedings are instituted, and section 68(6)(b) of the National Road Traffic Act, which prohibits possession of vehicles with falsified identification numbers.",
    "principles": "The court interpreted sections 20 and 22 of the Criminal Procedure Act as permitting seizure when police have reasonable grounds, either at the time of seizure or subsequently discovered, to believe the article is connected to an offence. Section 68(6)(b) of the National Road Traffic Act makes possession of a vehicle with altered or falsified identification numbers unlawful, irrespective of ownership. Precedent cases such as Hiya v Minister, Magobodi, Mbutuma, Marvanic Development, Basie Motors, and Absa Bank v Eksteen support the view that once tampering is discovered, the vehicle cannot be returned, and the police may lawfully retain the seizure.",
    "application": "Applying these principles, the court found that in both appeals the police had sufficient grounds—lack of plates, licence disc, and tampered identification numbers—to believe the vehicles were connected to criminal activity. Consequently, the seizures were lawful under sections 20 and 22, and the prohibition in section 68(6)(b) of the National Road Traffic Act prevented the return of the vehicles to the appellants. The court therefore upheld the lower court's decisions dismissing the applications for return.",
    "conclusion": "Both appeals were dismissed with costs, including those of two counsel. The orders confirm that the vehicles remain lawfully seized and cannot be returned to the owners due to the prohibitions under the National Road Traffic Act."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Search and Seizure",
    "level_3": [
      "Vehicle seizure",
      "Criminal Procedure Act",
      "National Road Traffic Act",
      "Engine number tampering"
    ]
  }
}