{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/33.html",
  "case_name": "Zwelibanzi Utilities (Pty) Ltd Adam Mssion Services Centre v TP Electrical Contractors CC (160/10) [2011] ZASCA 33 (25 March 2011)",
  "citation": "[2011] ZASCA 33",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 33\n|\nNoteup\n|\nLawCite\nZwelibanzi Utilities (Pty) Ltd Adam Mssion Services Centre v TP Electrical Contractors CC (160/10) [2011] ZASCA 33 (25 March 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 160/10\nIn the matter between:\nZWELIBANZI UTILITIES\r\n(PTY) LTD\nt/a ADAMS MISSION\r\nSERVICE CENTRE\n.........................................................\nAppellant\nand\nTP ELECTRICAL\r\nCONTRACTORS CC\n........................................................\nRespondent\nNeutral citation\n:\nZwelibanzi Utilities v TP Electrical Contractors\n(160/10)\n[2011] ZASCA 33\n(25 March 2011)\nCoram:\nCLOETE,\r\nHEHER, SNYDERS, MAJIEDT JJA and PLASKET AJA\nHeard:\n8 March\r\n2011\nDelivered:\n25\r\nMarch 2011\nUpdated:\nSummary:\nMagistrates’\r\ncourts – practice – jurisdiction – objection to –\r\ncannot be raised after\nlitis contestatio.\n____________________________________________________________________________________\nORDER\nOn appeal from:\nKwaZulu-Natal High Court\r\n(Pietermaritzburg) (Gorven and Mnguni JJ sitting as court of appeal):\nThe appeal is dismissed\r\nwith costs.\n_______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nHEHER JA (CLOETE,\r\nSNYDERS, MAJIEDT JJA AND PLASKET AJA concurring):\n[1] Heads of argument\r\nsigned by counsel on behalf of the respondent were received in this\r\nappeal. But when the appeal was called\nin court senior counsel\r\nrepresenting the appellant informed the court that the respondent’s\r\nattorney had not received a notice\nof set-down (apparently due to a\r\nfault in the registrar’s office) and that the attorney\r\nrequested a postponement of the appeal\nas he wished his client to be\r\nlegally represented.\n[2] The court\r\nnevertheless heard the appeal, on the understanding that should it\r\nappear at any time before judgment that the respondent\nmight be\r\nprejudiced, the matter would be postponed sine die and argued by both\r\nsides. Counsel for the appellant agreed to this\nprocedure. The\r\nattorney was notified by the registrar that the appeal had proceeded\r\non this basis and that judgment had been reserved.\nAs will appear the\r\nrespondent has not been prejudiced and this judgment is accordingly\r\ndelivered.\n[3] This appeal concerns\r\nthe effect of a special plea to the jurisdiction of a magistrate’s\r\ncourt first raised after\nlitis contestatio\n.\n[4] In August 2004 the\r\nrespondent issued summons against the appellant in the magistrates’\r\ncourt at Durban for payment of\nthe balance of an agreed price for the\r\ninstallation of certain electrical services. In June 2005 the\r\nappellant pleaded to the merits\nof the claim and filed a claim in\r\nreconvention seeking damages for breach of contract. Issue was joined\r\nafter the respondent pleaded\nto the claim in reconvention in June\r\n2005. During November 2006 the court declined an application by the\r\nappellant to deal separately\nwith its so-called ‘special plea’\r\nbased on an ‘estoppel’ and ordered that it be left for\r\ndecision during\nthe trial of the matter. In April 2007 the appellant\r\ngave notice of its intention to amend its plea by the addition of a\r\nspecial\nplea that the court lacked jurisdiction to try the action\r\nbecause the appellant neither resided nor carried on business within\r\nits area of jurisdiction. No written objection was delivered and the\r\nappellant formally amended its plea. The respondent replicated\nthat\r\nthe appellant had, both in convention and reconvention, appeared and\r\ntaken no objection to its jurisdiction. The magistrate,\nasked to rule\nin limine\non the special plea, dismissed it. He ruled that the\r\ndefendant had acquiesced in the jurisdiction of the Durban court. On\r\nappeal\nthe full bench of the High Court at Pietermaritzburg dismissed\r\nthe appeal with costs and confirmed the magistrate’s ruling.\n\nWith its leave this appeal is before us.\n[5]\nSection 28\nof the\nMagistrates’ Courts Act 32 of 1944\nprovides:\n‘\n(1)\r\nSaving any other jurisdiction assigned to a court by this Act or by\r\nany other law, the persons in respect of whom the court\nshall have\r\njurisdiction shall be the following and no other-\n.\r\n. .\n(f)\r\nany defendant (whether in convention or reconvention) who appears and\r\ntakes no objection to the jurisdiction of the court; .\n. .’\n[6] The\r\nmeaning of this provision was discussed in\nWilliam\r\nSpilhaus & Co (M.B.) (Pty) Ltd v Marx\n1963\r\n(4) SA 994\n(C) in the context of the common law and its legislative\r\nhistory. Van Winsen J was prepared to allow the possibility of a\r\ndefendant\nbeing permitted to raise an objection to the jurisdiction\r\neven as late as the trial of the action (at 999A-D) but added (at\r\n999D-E):\n‘\nIn\r\nmy view, however, if the defendant was aware of the facts, or must in\r\nall the circumstances be taken to have been aware of the\nfacts, upon\r\nwhich a plea to the jurisdiction could have been founded, and he was\r\nso aware at the time that he filed his plea to\nthe merits and he\r\nfails to plead to the jurisdiction of the court, he should not be\r\naccorded leave at a later stage to amend his\nplea so as to raise a\r\ndefence to the jurisdiction. By failing with such knowledge, to file\r\na plea to the jurisdiction of the court\nhe must be taken to have\r\nassented to that court’s jurisdiction, and he cannot thereafter\r\nbe permitted to withdraw such assent.\nA sound basis for such rule is\r\nto be found in the common law authority, namely, that\nlitis\r\ncontestatio\nhaving\r\nbeen effected without the plea to the jurisdiction having been raised\r\nby the defendant, the latter must be taken to have\nassented to the\r\ncourt’s jurisdiction. Moreover it accords with the balance of\r\nconvenience between the parties and similarly\nserves the convenience\r\nof the court.’\n[7] Theron J was less\r\ninclined to indulge a late amendment which introduced a plea to the\r\njurisdiction. He said (at 1001G-1002G):\n‘\nLeaving\r\naside, for the moment, all questions as to whether the position has\r\npossibly been affected by any Rules promulgated to govern\nthe\r\npractice and procedure in relation to a particular court, I can see\r\nno reason for thinking that our Courts in general would\nfail to give\r\neffect to the rule of the common law, as it is to be gathered from\nVoet\n,\r\n2.1.20, as read with 2.1.18, 26 and 27, that a defendant who has\r\npleaded to the plaintiff’s main claim without objecting\nto the\r\njurisdiction must, at any rate after the stage of\nlitis\r\ncontestatio\nhas\r\nbeen reached, be considered to have bound himself irrevocably to\r\naccept the jurisdiction of the court – and this even\nin a case\r\nwhere his failure to raise the question of the jurisdiction might\r\nhave been due to some mistake on his part. According\nto my\r\nunderstanding, an objection or plea to the jurisdiction has always\r\nbeen considered to be in a rather special position even\namongst those\r\npleas which are normally required to be taken\nin\r\ninitio litis\n.\r\nNot only do our Roman-Dutch writers appear to allocate a special\r\nposition to it, but so do modern authors. Thus in Beck\nTheory\r\nand Principles of Pleading\n,\r\n2nd ed. at p. 132, one finds that the plea to the jurisdiction is the\r\nonly plea described as a plea in bar; and in Pollak on\nThe\r\nSouth African Law of Jurisdiction\nat\r\np. 88, it is stated to be a defence which must be raised before any\r\nother plea. Bearing in mind the manifest inconvenience and\nwastage of\r\ncosts which must almost inevitably result if a defendant were to be\r\nallowed to advance a defence so fundamental in nature\nas a plea\r\ndeclinatory of the jurisdiction for the first time after\nlitis\r\ncontestatio\n(and\na\r\nfortiori\nafter\r\ncommencement of the very trial itself, as in the present case), it\r\nwould therefore be surprising if the Courts were to fail\nto give full\r\neffect ─ wherever possible ─ to the rule propounded by\nVoet\n.\r\nIn these days of rapid communication and ready facilities for\r\njourneying from one place to another there appears to be even better\n\nreason than in\nVoet’s\ntime\r\nfor expecting a defendant to abide by a jurisdiction which he was\r\ninitially prepared to accept when he pleaded to the plaintiff’s\n\nclaim on the merits. From a practical point of view and also as a\r\nquestion of legal principle there do not appear to be any\r\nconsiderations\nof any importance requiring the rule in question to be\r\nconfined in its operation to the Superior Courts and not applied in\r\nstatutory\ncourts such as our magistrates’ courts: it was\r\ncertainly not so confined in\nVoet’s\nday.\r\nIt is interesting to note that there are decided cases in England\r\n(including cases dealing with the procedure in inferior,\nstatutory\r\ncourts) in which it has been held that a defendant residing outside\r\nthe jurisdiction of a court which has material or\n“contingent”\r\njurisdiction is not entitled to object to the jurisdiction of such\r\ncourt after entering upon the merits\nof an action instituted against\r\nhim in it. It seems to me that these decisions are probably based\r\nultimately on the same considerations\nof inconvenience and wastage of\r\ncosts as I have mentioned above and which, I think, underlie our\r\ncommon law rule.’\n[8] In\r\nrelation to whether the operation of the principles governing the\r\nprorogation of jurisdiction in the common law had been\naffected by\r\nthe\nMagistrates’ Courts Act or\nthe Rules made under that Act,\r\nthe learned judge examined the question in depth. He said\ninter\r\nalia\n,\n‘\nIn\r\nmy view the probability is that when the Legislature brought about\r\nthis change – dropping the special rules and time limits\nwhich\r\napplied to special defences – from the position obtaining under\r\nAct 32 of 1917, it intended to leave the common law\nrules applicable\r\nto the prorogation of jurisdiction to hold full sway once more in the\r\nmagistrate’s court, in the same way\nas in the Supreme Courts.’\n(At\r\n1003C.)\n[9] In\nLubbe\r\nv Bosman\n1948 (3) SA 909\n(O) Van den Heever\r\nJP enunciated the general principle of the common law that ‘where\r\na defendant without having excepted\nto the jurisdiction, joins issue\r\nwith a plaintiff in a Court which has material jurisdiction, but has\r\nno jurisdiction over defendant\nbecause he resides outside the\r\njurisdiction of that Court, the defendant is deemed to have waived\r\nhis objection and so as it were\nconferred jurisdiction upon the\r\nCourt’. The learned Judge referred to a number of common law\r\nauthorities and then added (at\n914, obiter, but it seems to me,\r\ncorrectly) that:\n‘\nThis\r\nrule in regard to tacit prorogation of jurisdiction has not been\r\naltered in the rules and is incompatible with the notion that\nafter\r\njoinder of issue without objection the plaintiff is still charged\r\nwith the\nonus\nof\r\nproving that the court has jurisdiction’.\n[10] In\nPurser v Sales; Purser and Another v Sales and\r\nAnother\n2001 (3) SA 453\n(SCA) this Court was\r\nconcerned with an appellant, who, while neither domiciled or resident\r\nin the United Kingdom at the time of\ncommencement of proceedings in\r\nEngland, had, in an action instituted against him by service in South\r\nAfrica, filed a plea on the\nmerits and participated fully in the\r\nproceedings and then resisted enforcement of the judgment obtained\r\nagainst him in those proceedings\non the ground that the English court\r\nwas not a court of competent jurisdiction because he had not\r\nsubmitted to its jurisdiction.\nMpati AJA referred to\nLubbe\r\nv Bosman\n,\nWilliam\r\nSpilhaus & Co (MB) (Pty) Ltd v Marx\nand\nVoet\n2.1.18 and 19. He agreed\r\nwith the conclusion of Theron J (at 1001H-1002A) in\nWilliam\r\nSpilhaus\nthat a defendant who pleads to the\r\nmain claim without objecting to the jurisdiction must, after\nlitis\r\ncontestatio\n, ‘be considered to have\r\nbound himself irrevocably to accept the jurisdiction of the court’\r\neven when failure to raise\nthe question of jurisdiction derives from\r\na mistake on his part.\n[11] The learned judge\r\nconsidered the interrelationship of submission and the principles of\r\nwaiver, acquiescence and election and\nsaid (at 453H):\n‘\nA\r\ndefendant who raises no objection to a court’s jurisdiction and\r\nasks it to dismiss on its merits a claim brought against\nhim is\r\ninvoking the jurisdiction of the court just as surely as the\r\nplaintiff invoked it when he instituted the claim. Such a defendant\n\ndoes so in order to defeat the plaintiff’s claim in a way which\r\nwill be decisive and will render him immune from any subsequent\n\nattempt to assert the claim. Should he succeed in his defence, the\r\ndoctrine of\nres\r\njudicata\nwill\r\nafford him that protection. Should his defence fail, he cannot\r\nrepudiate the jurisdiction of the very court, which he asked\nto\r\nuphold it. In my view the facts point overwhelmingly to the appellant\r\nhaving submitted to the jurisdiction of the English Court.’\n[12] Of\r\ncourse,\nPurser v Sales\nhad\r\nnothing directly to do with\ns 28(1)(f)\nof the\nMagistrates’\nCourts Act and\nthe approval by the learned judge of the general\r\nprinciple of the common law in relation to the case before him does\r\nnot of itself\nbind us in relation to the interpretation of the\r\nsection or the preference accorded to the view of Theron J.\r\nNevertheless I am\npersuaded by the reasoning of Theron J that his was\r\nthe interpretation which accorded with the legislative intention and\r\nshould\nbe applied by us. There is the additional factor of the\r\npresumption that the legislature in enacting legislation intends to\r\ndepart\nas little as possible from the common law;\ns 28(1)(f)\ncontains\r\nno indication to the contrary. Indeed, in\nVan\r\nHeerden v Muir\n1955 (2) SA 376\n(A) at 379D-F\r\nCentlivres CJ, in relation to\ns 28(1)\n, invoked the principle of\r\nconstruction which requires a statute to be construed in conformity\r\nwith the common law rather than against\nit except where and in so far\r\nas the statute is plainly intended to alter the common law and\r\ncontinued:\n‘\nIn\r\nthe present case the Legislature plainly intended to alter the common\r\nlaw excepting in the case of a defendant who appears and\ntakes no\r\nobjection to the jurisdiction (para (f) of\nsec 28).\n’\n[13]\r\nFurthermore the approach of Mpati AJA in\nPurser’s\ncase to the question of implied waiver finds\r\ndirect resonance in the facts of this case. The appellant pleaded to\r\nthe claim in the\nDurban court though it carried on business in\r\nAmanzimtoti. It pleaded to the merits and asked the court to dismiss\r\nthe case against\nit after adjudicating the merits. It chose not to\r\nplead to the allegation in the particulars of claim that it carried\r\non business\nin Amanzimtoti but in a counterclaim filed on its behalf\r\nit repeated that allegation and asked the court to adjudicate its\r\nclaim\nfor damages and grant judgment in its favour. These were still\r\nthe limits of the action when the pleadings closed. On the\r\nauthorities\nto which I have referred and of which I have approved\r\nthat was the end of any possible reliance on an absence of\r\njurisdiction.\nAnd, I should have thought, the end of this appeal.\r\nThat the appellant, after close of pleadings, sought a hearing on the\r\nvalidity\nof its estoppel defence simply compounded its difficulties.\n[14] Appellant’s\r\ncounsel sought, however, to save his client’s bacon by resort\r\nto the following argument. When the application\nfor amendment was\r\napplied for (to introduce the special plea to the jurisdiction) the\r\nrespondent did not oppose and the amendment\nwas accordingly granted\r\nby consent. The consequence, so counsel submitted, was that the\r\nrespondent was bound to submit to the trial\nof the merits of the\r\njurisdictional plea. Counsel also contended that the effect of the\r\namendment to the plea was retrospective\nin operation to the stage of\r\nthe original plea, preceding the filing of the counterclaim and,\r\ntherefore, negating the effects of\nthe apparent reliance upon the\r\njurisdiction of the court to decide the merits of the claim and\r\ncounterclaim. These arguments are,\nhowever, specious.\n[15] The\r\nappellant relied, in the first mentioned regard, on\nPresto\r\nParcels v Lalla\n1990 (3) SA 287\n(E). It was\r\nthere held, in relation to a special plea to the jurisdiction of the\r\nmagistrate’s court that:\n‘\nOnce\r\nthe pleadings have been amended, by what is in effect consent, and\r\nonce the amendment has been incorporated therein, then the\nmagistrate\r\nwas obliged to hear the special plea on its merits and to adjudicate\r\nthereon. It is not open to a litigant who has consented\nto an\r\namendment and allowed it to be incorporated in the pleadings\r\nthereafter to argue that the court should disregard it without\ngoing\r\ninto the merits.’ (\n‘\nMerits’,\r\nin the context, means ‘the merits of the special plea’.)\r\nI respectfully disagree. The effect would be\nthat a party who elects\r\nnot to oppose an amendment of pleadings thereby waives his right to\r\nraise and rely on an argument that\nwould otherwise have been open to\r\nhim, in this case, in relation to the substance of the amendment,\r\ninvocation of the terms of\nany subsection of\ns 28\nwhich would meet\r\nthe reliance on the special plea. There is in my view no logical or\r\npractical reason why such an objection must\nbe taken before the plea\r\nis amended or why it cannot with equal force be raised\nin\r\nlimine\nafter\r\namendment and before its merits are traversed. With that alternative\r\nopen to the litigant, the language of waiver, which is\nonly\r\nappropriate to unequivocal conduct, is misplaced.\n[16] That an\r\namendment operates retrospectively is a procedural consequence. It\r\ndoes not affect accrued rights. So, for example,\na right already\r\nextinguished by prescription cannot be revived by subsequent\r\nintroduction of a claim by amendment. See\nCordier\r\nv Cordier\n1984 (4) SA 524C\nat 533B-C, 533F-G\r\nand\nChurchill v Standard General Insurance Co\r\nLtd\n1977 (1) SA 506(A)\nat 516G-517A. Nor can\r\njurisdiction already vested by the appellant’s failure to\r\nobject to its absence before\nlitis contestatio\nbe rendered non-existent by subsequent\r\namendment, as in this case. Since the establishing of jurisdiction in\r\nthis manner gives rise\nto an objective fact without the intervention\r\nof the plaintiff in the action, the latter’s inaction in\r\nopposing the amendment\nis of no consequence. Absence of jurisdiction\r\non the ground that the defendant was a peregrinus in the magisterial\r\narea of Durban\nwas no longer a potential issue in the case once it\r\nhad been so established.\n[17] The submissions I\r\nhave addressed were reflected in the appellant’s heads of\r\nargument, drafted by junior counsel. At the\nhearing Mr Kemp SC,\r\nleading for the appellants, without pressing or abandoning the\r\narguments, added a further contention. This\nwas, in short, that when\r\nthe\nMagistrates’ Courts Act 32 of 1944\nwas passed and the fixed\r\ntime periods for raising an objection to the jurisdiction of the\r\ncourt under the 1917 Act were jettisoned,\nthe legislature intended\r\nnot to reinstate the common law but rather to regulate the pleading\r\nof objections to the jurisdiction\naccording to the terms of s 111(1)\r\nof the new Act, which read then, and still reads, as follows:\n‘\n(1)\r\nIn any civil proceedings, the court may, at any time before judgment,\r\namend any summons or other document forming part of the\nrecord:\r\nProvided that no amendment shall be made by which any party other\r\nthan the party applying for such amendment may (notwithstanding\n\nadjournment) be prejudiced in the conduct of his action or defence.’\nThus, so ran the\r\nargument, the objection to the jurisdiction could be raised by a\r\ndefendant by way of an application for amendment\nat any time until\r\njudgment with the prospect that the court would grant the\r\napplication. That, said counsel, was how the magistrate\nshould have\r\napproached the application of the appellant.\n[18] Section\r\n111 is a procedural provision. It affirms the power of the court to\r\nentertain applications for amendments of, inter\nalia, pleadings at\r\nany time until judgment. It does not confer substantive rights on the\r\nparties. The fact that a court may grant\nan amendment does not mean\r\nthat it must do so but merely that it has a discretion in the matter,\r\nto be exercised according to established\nprinciples. One such\r\nprinciple is that the discretion will not be exercised in the\r\napplicant’s favour if the resulting amendment\nwill be\r\nexcipiable (for example, because it will be bad in law). Thus, if an\r\nobjection to the jurisdiction is raised by the amendment\nbut it is\r\nclear that jurisdiction does vest in the court the amendment will\r\nproperly be refused:\nMuller v Möller and\r\nAnother\n1965 (1) SA 872\n(C) at 877H-878A.\r\nUnder the Magistrates’ Courts Act 32 of 1917 s 105 provided in\r\nsubstantially similar terms (‘the\ncourt may, at any time before\r\njudgment amend any summons or other document forming part of the\r\nrecord. . .’) for the same\nprocedural relief as s 111 has\r\ncovered since the Magistrates’ Court Act 32 of 1944 came into\r\noperation.\n[19] Under the earlier\r\nstatute, and despite the broad power conferred by s 105, the\r\nprocedural right to amend at any time was curtailed\nby Order XIII r1\r\nwhich laid down time limits within which objections had to made, in\r\nrelation inter alia to an objection that the\ncourt sued in had no\r\njurisdiction in respect of the defendant, although the court was\r\nvested with a residual discretion under r\n1(2) ‘on application\r\nafter notice to the plaintiff’ to allow such an objection to be\r\nraised. Order XIII was also concerned\nwith procedure and a court\r\napproached to exercise the residual discretion would have been\r\nobliged to have regard to the substantive\nrights of the parties at\r\nthe time the application was made.\n[20] Section\r\n28(1)(f) – in the same terms in the 1917 and 1944 Acts –\r\nas I have pointed out earlier, reflects the common\nlaw:\nVan\r\nHeerden v Muir\nat 379E-F;\nMuller\r\nv Möller at 879B\n.\n[21] The\r\neffect of the common law relating to objections to the jurisdiction\r\nis stated by\nVoet\n2.1.18\r\nin these terms (Gane’s translation):\n‘\nTacit\r\nconsent may be in error. In this case\nlitis\r\ncontestatio\nrequired\r\nto complete jurisdiction.\n─\nBut\r\nif this has been clearly done in mistake, extension cannot be deemed\r\nto have taken place. In the case of a person under mistake\nall\r\nconsent is entirely lacking. All the same the final supervening of\nlitis\r\ncontestatio\nproduces\r\nin the case of persons under mistake the same effect as the mere\r\napproach produces in the case of persons who know that\nyon magistrate\r\nhas no jurisdiction and yet purposely approach him with a view to\r\ntheir suit. We must only add, as we said above,\nthat approach has\r\nbeen made to a person to whom the parties are not forbidden to extend\r\njurisdiction in yon matter by expressed\nintention also. I mean that\r\nlaw then supplies the want of that consent which is required for\r\nextension, in that it fictionally\nconceives that the legal proceeding\r\ncreates a quasi-contract, and thus that consent has intervened by the\r\nvery fact of\nlitis\r\ncontestatio\n,\r\njust as in other quasi-contracts also law presumes that a consent\r\nwhich is physically lacking has been present.’\nAnd in\r\n2.1.20,\nA defendant summoned before an\r\nincompetent court against his will does not consent to the\r\njurisdiction unless he joins issue─\n‘\nSo\r\nfar we have dealt with the law of extension when together and\r\nvoluntarily, whether with knowledge or in error, both plaintiff\nand\r\ndefendant have approached an incompetent judge. But if the plaintiff\r\nhas with a view to testing his right solemnly summoned\nan unwilling\r\ndefendant before one who was not competent in that business, but was\r\nyet a fit subject for extension ─ then\nI consider that we must\r\nlay down one rule for the plaintiff and another for the defendant. As\r\nregards the defendant, he is only\nto be deemed to have extended the\r\njurisdiction if he has joined issue by pleading to the plaintiff’s\r\nmain claim, and so has\nas it were made a quasi-contract with his\r\nopponent in a judicial proceeding, on the lines of what was said\r\nabove.’\n[22] It is\r\nclear from these passages that jurisdiction is established as an\r\nobjective fact by the joinder of issue and is thereupon\nirreversible.\r\nA substantive right is thereby conferred on the plaintiff to pursue\r\nhis action in the previously incompetent court\nwithout the threat\r\nthat jurisdiction may be declined at the instance of the other party.\r\nThis was a right which any court approached\nfor an amendment under\r\nOrder XIII r 1(2) would have been bound to recognise and give effect\r\nto. When Act 32 of 1944 was passed\nwithout the equivalent of r 1, any\r\ncourt to which application was made under s 111 would have been bound\r\nto do likewise. The common\nlaw as stated by\nVoet\nwas not abrogated by either r 1 or s 105\r\nalthough the opportunity to resort to it would seldom have occurred.\r\nSince Act 32 of 1944\nhas been in operation its relevance has\r\ncontinued to be the negation of pleas to the jurisdiction brought\r\nafter\nlitis contestatio\n.\n[23] Resort to the terms\r\nof s 111 was accordingly of no help to the appellant’s case.\r\nThe magistrate was therefore correct\nto refuse the amendment sought\r\nby the appellant.\n[24] It follows that the\r\ncourt a quo was correct in dismissing the appeal to it. This appeal\r\nis likewise dismissed with costs.\n____________________\nJ A Heher\nJudge of Appeal\nAPPEARANCES\nAPPELLANT: K J Kemp SC\r\n(with him E S Crots)\nNgwenya & Zwane,\r\nDurban\nMcIntyre & van der\r\nPost, Bloemfontein\nRESPONDENT: No\r\nappearance. (Heads of argument drafted by O A Moosa SC)\nHaralambous Attorneys,\r\nDurban North\nClaude Reid Inc,\r\nBloemfontein",
  "scraped_at": "2026-02-12T15:23:43.333124",
  "date": "2011-03-25",
  "coram": [
    "CLOETE",
    "HEHER JA",
    "SNYDERS",
    "MAJIEDT JJA",
    "PLASKET AJA"
  ],
  "case_number": "160/10",
  "parties": {
    "applicants": [
      "ZWELIBANZI UTILITIES (PTY) LTD t/a ADAMS MISSION SERVICE CENTRE"
    ],
    "respondents": [
      "TP ELECTRICAL CONTRACTORS CC"
    ]
  },
  "sections": {
    "facts": "In August 2004 the respondent served summons on the appellant in the Durban magistrates' court for payment of an agreed price for electrical installations. The appellant filed a claim in reconvention in June 2005 and the issues were joined. In November 2006 the court declined an application to hear a special plea based on estoppel and ordered it be dealt with at trial. In April 2007 the appellant amended its plea to include a special plea that the court lacked jurisdiction because it neither resided nor carried on business within the court’s area. No objection was raised at the time of amendment, and the magistrate dismissed the special plea, holding the appellant had acquiesced in the court’s jurisdiction. The High Court affirmed that ruling, and the appellant appealed.",
    "issues": "The principal issue was whether a special plea to the jurisdiction of a magistrate’s court could be raised after litis contestatio, i.e., after the defendant had already pleaded to the merits without objecting to jurisdiction. A subsidiary issue was whether an amendment to the pleadings could retrospectively revive a jurisdictional objection and bind the respondent.",
    "principles": "The Court examined s28(1)(f) of the Magistrates’ Courts Act 32 of 1944, which mirrors the common‑law rule that a defendant who appears and does not object is deemed to have consented to jurisdiction. Pre‑cedents such as William Spilhaus & Co v Marx, Lubbe v Bosman, Theron J’s judgment, Van Heerden v Muir and Purser v Sales were cited to affirm that once issue is joined without objection, the jurisdiction is irrevocably vested and the defendant is barred from later raising a jurisdictional defence. The Court also considered the effect of statutory amendment provisions (s111) and concluded that they do not override the substantive common‑law rule on waiver of jurisdiction.",
    "application": "Applying these principles, the Court held that the appellant had already pleaded to the merits of the claim and counterclaim, thereby consenting to the Durban magistrate’s jurisdiction. The later amendment introducing a special plea could not revive a lost right, nor could it be given retrospective effect to override the established jurisdiction. Consequently, the magistrate’s refusal to entertain the amendment was correct, and the High Court’s judgment dismissing the appeal was affirmed.",
    "conclusion": "The appeal was dismissed with costs. The lower court’s order confirming the magistrate’s ruling that the court possessed jurisdiction over the appellant was upheld."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Jurisdiction",
    "level_3": [
      "special plea",
      "litis contestatio",
      "magistrates' courts",
      "waiver",
      "amendment of pleadings"
    ]
  }
}