{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/82.html",
  "case_name": "Bidoli v Bidoli and Another (2011 (5) SA 247 (SCA)) [2011] ZASCA 82; 436/10 (27 May 2011)",
  "citation": "[2011] ZASCA 82",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 82\n|\nNoteup\n|\nLawCite\nBidoli v Bidoli and Another (2011 (5) SA 247 (SCA)) [2011] ZASCA 82; 436/10 (27 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 436/10\nGUIDO\r\nBRUNO BIDOLI\n........................................................................\nAppellant\nand\nBARBARA\r\nLIESELOTTE BIDOLI\n..............................................\nFirst\r\nRespondent\n(in her\r\ncapacity as executrix in the estate of the late\nFabrizio\r\nBidoli as well as in her personal capacity by\nvirtue of\r\nher marriage in community of property)\nROMOLO\r\nBIDOLI\n................................................................\nSecond\r\nRespondent\n_____________________________________________________________\nNeutral\r\ncitation:\nBidoli v Bidoli & another\n(436/10)\n[2011] ZASCA 82\n(27 May 2011)\nBENCH:\r\nHARMS DP, NUGENT, PONNAN, MALAN and THERON JJA\nHEARD:\r\n17 MAY 2011\nDELIVERED:\r\n27 MAY 2011\nCORRECTED:\nSUMMARY:\r\nArbitration - arbitrator – power of - to record a settlement\r\nreached by the parties in the form of an award on agreed\nterms.\n____________________________________________________________\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn\r\nappeal from\n:\nWestern Cape High Court (Cape\r\nTown) (Fourie J sitting as court of first instance).\nThe appeal is upheld with costs and the order of the court below is\r\nset aside to be replaced with:\n‘\n1. The applicant’s application\r\nsucceeds with costs.\n2. The arbitrator’s award published on 10 December 2007 in the\r\nterms set out hereunder is made an order of court:\na. The remaining property in Rome, at present registered\r\nin the name of the three brothers, shall remain as registered in\r\nequal\nundivided shares, to which the parties shall have equal rights\r\nand remain responsible, in equal shares, for the maintenance and\n\nupkeep, rates, taxes, levies and other charges as may be payable;\nb. The remaining money held in the aforesaid account\r\nwith Banca Intesa, Rome, shall be divided in accordance with the\r\nwritten agreement\nsigned by the parties and handed in as exhibit “C”\r\nand a true copy of which is annexed to this award.\nc. Should the amount at present held in the said account\r\nbe any different to the amount reflected in exhibit “C”,\r\nthen\nthe funds shall be divided in accordance with the following\r\nratio of division agreed upon, namely to Barbara (in her aforesaid\r\ncapacities) 7.21%; to Romolo 17.50% and to Guido 75.29%.\n3. The second respondent’s counter application is dismissed\r\nwith costs.’\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nPONNAN JA (HARMS DP, NUGENT, MALAN and THERON JJA concurring)\n:\n[1] The brothers Bidoli – Guido, the appellant (the appellant);\r\nFabrizio, the first respondent (who is deceased and whose\nestate is\r\nrepresented by its executrix, his wife, Barbara, who takes no part in\r\nthese proceedings); and, Romolo, the second respondent\n(the\r\nrespondent) - conducted business together with their father in\r\nvarious joint and separate enterprises since 1960. Much of\nthat\r\nbusiness as building contractors in South Africa, Namibia and Italy\r\nwas conducted until 1995 under a partnership styled Bidoli\nand Sons.\r\nDuring that time as the respondent puts it they ‘operated as\r\npartners, as\nde\nfacto\npartners in joint ventures, as\r\njoint shareholders in companies and on [their] own in partnerships\r\nwith the parties’.\n[2] Although the partnerships and companies kept separate books of\r\naccount, accurate records of how the profits from the various\n\nprojects were distributed were not maintained. That was complicated\r\nby the fact that often the different partnerships and companies\n\nshared equipment or rendered services to each other. Since 1971 the\r\nbrothers sent moneys to their late father in Italy which was\nused to\r\nfinance the construction of a block of flats on the outskirts of\r\nRome. The block of flats, which was completed in 1984,\nwas registered\r\nby their father in the names of the three brothers. A vacant piece of\r\nland which adjoined the block of flats was\nacquired and also\r\nregistered jointly in their names. During 2000 the block of flats was\r\nsold and the proceeds of that sale deposited\ninto a bank account in\r\nRome in the joint names of the brothers.\n[3] Disputes arose amongst the brothers and in 2007 they concluded an\r\narbitration agreement with a view to having an arbitrator\ndetermine\r\nall of their disputes including those pertaining to their partnership\r\nand other claims and the funds standing to their\ncredit in the joint\r\nbank account in Rome. The agreement provided that the arbitration\r\nwould be governed by the Arbitration Act\n42 of 1965 (the Act) and\r\nwould deal with all of the parties’ disputes. Advocate Joe van\r\nder Westhuizen SC was appointed the\narbitrator and attorney Hans\r\nBotma the case manager. The agreement further provided:\n‘\n9\nHearing\nThe hearing shall be commenced and conducted by the\r\nArbitrator. All relevant evidence shall be admissible subject to the\r\ndiscretion\nof the Arbitrator. The general order of these proceedings\r\nshall be similar to that used in courts, subject to the discretion of\n\nthe Arbitrator. Hearings, as well as all other activities, will be\r\nconvened privately. The Arbitrator may proceed with the hearing\nif a\r\nparty is absent without good cause. The Arbitrator shall administer\r\nan oath to each witness to tell the truth. Adjournments\nand/or\r\npostponements may be granted by the Arbitrator only for good cause as\r\ndetermined by the discretion of the Arbitrator.\n. . .\n11\nAward\nThe Arbitrator shall submit a written award based on law\r\nas applied to the facts. The Award of the Arbitrator shall be binding\r\nupon\nthe parties without any right of appeal except for any review as\r\nmay be allowed by or under The Arbitration Act (No. 42 of 1965)\nand\r\neach party shall abide by and comply with the Award in accordance\r\nwith its terms. Each party undertakes to forthwith thereafter\nsign\r\nall such documents and authorities as may be necessary to give effect\r\nto the Award and failing which the Case Manager is hereby\nauthorised\r\nand empowered to do so.\n12\nEnforcement of the Award\nJudgment may be entered on the Award rendered in this\r\ncase, and such judgment may be enforced pursuant\nto\r\nprocesses available under section 31 of the Arbitration Act (no.42 of\r\n1965).’\n[4] The parties filed their respective statements of claim during\r\nSeptember 2007 and the hearing commenced before the arbitrator\non 3\r\nDecember 2007. On Friday 7 December 2007 the parties and certain\r\nfamily members met outside of the arbitration hearing to\ndiscuss a\r\nsettlement of the matter. That led to the conclusion of a settlement\r\nagreement. However, on Monday 10 December 2007 the\nrespondent\r\ncontacted the case manager and expressed his dissatisfaction with the\r\nsettlement agreement. As he put it:\n‘\nAt my request, the Arbitrator\r\nthen re-opened the arbitration on Monday 10 December 2007. He\r\nrequested me to state why I was dissatisfied\nwith the settlement\r\nagreement and I tried to explain that I had signed the agreement by\r\nmistake. I felt that the calculation of\nthe amount that I owed the\r\nApplicant was wrong.\nHowever, I was not able to articulate my grounds very\r\nwell and the Arbitrator ruled that he would adopt the settlement\r\nagreement\nfor his Award but that I could raise my objections before\r\nthis Court when the Applicant or the First Respondent applied for the\n\nArbitral Award to be confirmed and made an order of Court.’\n[5] After a brief recitation of the history of the matter and the\r\nnature of the disputes between the parties, the arbitral award\n\nconcluded:\n‘\n12 There is no need to state\r\nthe full extent of the various claims and counterclaims made by the\r\nparties. They have settled all\nof their disputes, whether by set-off\r\nof various claims against each other; compromise or abandonment; by\r\nagreeing that:\na The remaining property in Rome, presently registered\r\nin the name of the three brothers, shall remain as registered in\r\nequal undivided\nshares, to which the parties shall have equal rights\r\nand remain responsible, in equal shares, for the maintenance and\r\nupkeep, rates,\ntaxes, levies and other charges as may be payable;\nb The remaining money held in the aforesaid account with\r\nBanca Intesa, Rome, shall be divided in accordance with the written\r\nagreement\nsigned by the parties and handed in as exhibit “C”\r\nand a true copy of which is annexed to this award.\nc Should the amount presently held in the said account\r\nbe any different to the amount reflected in exhibit “C”,\r\nthen\nthe funds shall be divided in accordance with the following\r\nratio of division agreed upon, namely to Barbara (in her aforesaid\r\ncapacities) 7.21%; to Romolo 17.50% and to Guido 75.29%.’\n[6] During February 2008 the appellant applied to\r\nthe Western Cape High Court, Cape Town for the arbitral award to be\r\nmade an order\nof court in terms of s 31 of the Act.\n1\nHe sought an order that:\n‘\n1 the Arbitral Award published\r\non 10 December 2007 be confirmed and made an order of court; and\n2 the Respondents’ be ordered to pay costs jointly\r\nand severally in the event that they oppose this application.’\nThe respondent opposed the application. He, moreover, counter applied\r\nfor the following relief:\n‘\n(a) That the Arbitral Award\r\npublished on 10 December 2007 be set aside as void\nab\ninitio\n;\n(b) That the arbitration settlement agreement concluded\r\nby the parties on 7 December 2007 be declared void\nab\ninitio\n;\n(c)\nIn the alternative to (a) and (b)\n, that the\r\nArbitral Award published on 10 December 2007 and the arbitration\r\nsettlement agreement concluded by the parties on 7 December\n2007 both\r\nbe declared void\nab\ninitio\nand that the arbitration\r\nhearing of the parties’ disputes as set out in their Agreement\r\nto Arbitrate be re-opened;\n(d) That the Applicant and the First Respondent be\r\nrestrained from taking any steps to have the Arbitral Award enforced,\r\npending\nthe Court’s determination of the matters before it;’\n[7] Before Fourie J in the high court respondent’s\r\ncounsel specifically abandoned his attack on the validity of the\r\nsettlement\nagreement. He intimated rather that he was restricting\r\nhimself in the counter application to the contention that the\r\narbitral award\nfell to be set aside as being void\nab\r\ninitio\n. In support of that contention\r\nhe advanced an argument not foreshadowed on the papers, namely that\r\nthe parties having settled their\ndispute, the arbitrator’s\r\nmandate terminated automatically and in the result any such award as\r\nissued thereafter was void\nfor want of jurisdiction. That argument\r\nfound favour with Fourie J, who in dismissing the application and\r\nsetting aside the arbitral\naward, held:\n‘\nI accordingly agree with the\r\nsubmission of [counsel], that, upon the settlement of their disputes\r\nby the parties, the arbitrator’s\nappointment was at an end, for\r\nthere was nothing left for him to decide in terms of the referral to\r\narbitration. The publication\nof any award thereafter, which merely\r\nincorporates the settlement concluded by the parties, did not, in my\r\nopinion, bring about\na valid award which may be made an order of\r\ncourt in terms of\nsection 31\nof the\nArbitration Act. Nor can\nit, in\r\nterms of our common law, be regarded as a valid arbitral award.’\n2\nThe learned judge however thought it just and equitable to issue a\r\nspecial costs order that recognised that the ground upon which\nthe\r\ncounter application succeeded had not been advanced on the papers by\r\nthe respondent.\n[8] What appeared to weigh with Fourie J was the\r\nfact that our\nArbitration Act, unlike\nits English counterpart\n3\ndoes not make provision for an arbitrator to\r\nrecord the settlement reached by the parties in the form of an agreed\r\naward. The English\nAct recognises that many cases settle before\r\nreaching the stage of a final award. And where the parties settle\r\ntheir dispute in\nthe course of the arbitration it enables the\r\narbitrator to issue an award recording the terms agreed. An agreed\r\naward thus has\nthe status and effect of any other award on the\r\nmerits. Accordingly, an agreed award is enforceable even though the\r\narbitrator\nhas not actually made a decision but simply recorded\r\nagreed terms.\n4\n[9] I pause to record that as long ago as May 2001\r\nthe South African Law Commission recommended\n5\nto the then Minister of Justice that we should\r\nhave a new statute combining the best features of the United Nations\r\nCommission on\nInternational Trade Law (UNCITRAL) Model Law for\r\ndomestic arbitrations and the English Act, while retaining certain\r\nprovisions\nof our own Act that has worked well in practice. To that\r\nend a Draft Arbitration Bill was proposed. One of the suggested\r\nprovisions\nof the proposed Bill reads:\n‘\nAward on agreed terms\n44. (1) If, during arbitral proceedings, the parties\r\nsettle the dispute, the tribunal must terminate the proceedings and,\r\nif requested\nby the parties and not objected to by the tribunal,\r\nrecord the settlement in the form of an award on agreed terms.\n(2) An award on agreed terms must be made in accordance\r\nwith the provisions of section 43(1) and (2) and must state that it\r\nis an\naward.\n(3) An award referred to in subsection (2) has the same\r\nstatus and effect as any other award on the merits of the dispute and\r\nmay\nbe made an order of court under section 53 if it is otherwise\r\nwithin the competence of the court to grant such order.’\nMany developed and developing countries have\r\nadopted the UNCITRAL Model Law for domestic and international\r\narbitrations.\n6\nIt is thus lamentable that a decade later the Law\r\nCommission’s recommendations are yet to be acted upon.\n[10] Fourie J took the view that ‘our common\r\nlaw relating to arbitration . . . does not provide for the making of\r\nan “agreed\naward” by an arbitrator’.\n7\nThus, according to him, in the absence of a\r\nstatutory provision there was ‘no legal basis upon which the\r\narbitral award .\n. . can be regarded as a valid award for the purpose\r\nof having same made an order of court in terms of\nsection 31\nof the\nArbitration Act&rsquo\n;.\n8\nIn support of his view the learned judge called in\r\naid Voet and the judgment of Didcott J in\nParekh\r\nv Shah Jehan Cinemas (Pty) Ltd & others\n1980\r\n(1) SA 301\n(D).\n[11] The relevant passage from Voet (4.8.11), upon which Fourie J\r\nrelied, provides:\n‘\nPaulus advises that it is no\r\narbitration by which it has been arranged for the arbitrator to give\r\na particular decision, nor by\nwhich it was agreed what the judgment\r\nought to be. Since the whole force of a decision to be given by an\r\narbitrator proceeds from\nthe covenant of the parties, it would be\r\nabsurd that he should proceed still to take in hand and settle\r\nmatters which have already\nbeen so disposed of by compromise of the\r\nlitigants that no greater stability can be added to them by the\r\narbitrator’s judgment.’\nWhilst that from\nParekh\r\nv Shah Jehan Cinemas\nreads (at 304E-F):\n‘\nArbitration is a method for\r\nresolving disputes. That alone is its object, and its justification.\r\nA disputed claim is sent to arbitration\nso that the dispute which it\r\ninvolves may be determined. No purpose can be served, on the other\r\nhand, by arbitration on an undisputed\nclaim. There is then nothing\r\nfor the arbitrator to decide. He is not needed, for instance, for a\r\njudgment by consent or default.’\nBut that was not the full dictum. It continued:\n‘\nAll this is so obvious that it\r\ndoes not surprise one to find authority for the proposition that a\r\ndispute must exist before any\nquestion of arbitration can arise.’\nThat last sentence, which Fourie J lost from sight, qualified what\r\nhad come before it in the quoted passage.\n[12] So qualified, Didcott J’s dictum, I\r\ndaresay, lends no support for the more general conclusion reached by\r\nFourie J that\nour common law does not provide for the making of an\r\nagreed award by an arbitrator. Nor, in my view, does Voet. The\r\npassage quoted\nfrom Voet is headed: ‘No arbitration where\r\ndecision previously fixed’. Both authorities do no more than\r\nstate a fairly\ntrite principle, namely that a procedure cannot be an\r\narbitration unless there is a formulated dispute in existence at the\r\ntime\nwhen the arbitrator is appointed.\n9\nThe self evident absurdity that Voet alludes to is\r\nthat of an arbitrator proceeding ‘still to take in hand and\r\nsettle matters’\nthat have already been disposed of by the\r\nparties. In a similar vein Huber (4.21.13) states: ‘When\r\narbitrators have accepted\nthe reference, they must take the case in\r\nhand and dispose of it. . . .’ Indeed in\nTelecall\r\n(Pty) Ltd v Logan\n[2000] ZASCA 97\n;\n2000 (2) SA 782\n(SCA)\r\npara 12, which approved the dictum of Didcott J, Plewman JA\r\nreiterated that general principle in these terms:\n‘\nI conclude that before there\r\ncan be a reference to arbitration a dispute, which is capable of\r\nproper formulation at the time when\nan arbitrator is to be appointed,\r\nmust exist and there can not be an arbitration and therefore no\r\nappointment of an arbitrator\ncan be made in the absence of such a\r\ndispute. It also follows that some care must be exercised in one’s\r\nuse of the word “dispute”.\nIf, for example, the word is\r\nused in a context which shows or indicates that what is intended is\r\nmerely an expression of dissatisfaction\nnot founded upon competing\r\ncontentions no arbitration can be entered upon.’\n[13] In my view none of the authorities cited by Fourie J bear\r\ndirectly on the question of whether an arbitrator may make an award\n\nby consent in the course of a hearing following upon a valid\r\nreferral. They deal rather with whether an arbitrator can enter the\n\narbitration if there is no dispute between the parties. Where there\r\nis no dispute between the parties the reference to arbitration\nwould\r\nbe a complete nullity from the outset. In this case however there was\r\na dispute between the parties when the arbitration\nproceedings were\r\nentered upon. The arbitration had in fact commenced and run for\r\nseveral days before it was settled by the parties.\nThe parties had\r\nagreed to the arbitrator issuing an award and it was furthermore\r\nenvisaged that the award could be made an order\nof court in terms of\r\ns 31 of the Act.\n[14] The hallmark of arbitration, as reflected in\r\ns 3(1) of the Act, is that it is an adjudication flowing from the\r\nconsent of the\nparties to the arbitration agreement, who define the\r\npowers of adjudication, and are equally free to modify or withdraw\r\nthat power\nat any time by way of further agreement (\nTotal\r\nSupport Management (Pty) Ltd v Diversified Health Systems (SA) (Pty)\r\nLtd\n[2002] ZASCA 14\n;\n2002 (4) SA 661\n(SCA) para 25).\r\nHere it was intended by the parties that the arbitration would come\r\nto an end with the issue by the arbitrator\nof the arbitral award. The\r\nsettlement agreement was dependent upon the issue of that award. Both\r\nparties approached the arbitrator\nbefore then with the request that\r\nthe arbitrator issue an award recording the terms agreed. I hesitate\r\nto say that it is not possible\nfor parties to an arbitration to order\r\ntheir affairs in that way. For, as\nRussell\r\non Arbitration\n10\npoints out with reference to s 51 of the English\nArbitration Act:\n‘\n[It\n] is an “opt out”\r\nprovision so it applies unless the parties have agreed that it should\r\nnot. The section apparently\ndoes not apply where the parties settle\r\npart only of their dispute. The tribunal may nevertheless at common\r\nlaw make an award dealing\nboth with the issues requiring\r\ndetermination and recording the terms agreed in relation to issues\r\nsettled by agreement between\nthe parties.’\nMoreover, various international tribunal rules\n11\nalso expressly provide for any settlement to be\r\nrecorded in an award. Closer to home\nRule 37\nof the Rules for the\r\nConduct of Arbitrations for the Association of Arbitrators - Southern\r\nAfrica provides:\n‘\nIf, during the arbitration\r\nproceedings the parties settle the dispute or any part thereof, the\r\nArbitrator may, if requested by the\nparties, record the settlement in\r\nthe form of an Award on agreed terms.’\n[15] It does not appear to me to follow that in\r\nthe absence of a statutory provision the parties would not be free to\r\nelect to regulate\ntheir relationship with each other as occurred\r\nhere. It must be added that almost immediately after the matter\r\nsettled, the respondent,\nfar from contending that the arbitrator’s\r\nmandate had terminated, made application to re-open the proceedings.\r\nThat application\nwas entertained by the arbitrator. Moreover the\r\narbitrator issued an order for costs. That he could hardly have done\r\nhad his mandate\nalready been terminated, for, that was not\r\nencompassed by the settlement agreement, but rather the arbitration\r\nagreement which\nprovided that\n‘\n. . .\r\nthe Arbitrator, in the exercise of a judicial discretion, at the\r\nconclusion of the Hearing, would be empowered to make an\naward of\r\ncosts in favour of one or more of the parties’.\nThe\r\narbitrator here – as all arbitrators do - plainly derived his\r\npowers from his acceptance of a reference from the parties\nto the\r\narbitration agreement. He thereby undertook to hear their dispute and\r\nto make an award. Only when a final award was made\ndid his authority\r\nas an arbitrator come to an end and with it his powers and duties in\r\nthe reference. I thus hold that Fourie J\nwas wrong in his conclusion\r\nthat our common law does not permit for the making of an agreed award\r\nby an arbitrator.\n[16] That however is not the end of the matter,\r\nfor, there were two further strings to Counsel’s bow. First, he\r\ncontended\nthat subparagraphs a, b and c of the arbitral award are\r\nmerely declaratory of the parties’ rights. The short answer to\r\nthat\ncontention as\nMustill and Boyd\npoint out is that the law affords an arbitrator a\r\nconsiderable variety of forms from which to choose the type of award\r\nbest suited\nto the circumstances of the case, including the power to\r\nmake an award declaring what the rights of the parties are.\n12\nAccording to\nRussell\r\non Arbitration\n(6-117):\n‘\nA tribunal now has power under\nsection 48(3)\n13\nanc\" HREF=\"#sdfootnote13sym\">\n13\nof the [English] Arbitration\r\nAct 1996 to make declarations in an award as to any matter to be\r\ndetermined in the proceedings, provided\nthe parties have not agreed\r\notherwise in writing in the arbitration agreement. A declaration may\r\nbe made with or without a decision\non a related money claim and will\r\nbe appropriate, for example, where the parties simply want a decision\r\non their rights, or to\ndetermine the existence or meaning of a\r\ncontract. The reference in the statute to “any matter to be\r\ndetermined” suggests\nthat the power is to be construed widely.’\n[17] Second, counsel contended that subparagraphs a, b and c of the\r\narbitral award dealt with matters outside the court’s\n\nterritorial jurisdiction and that, in principle, the high court ought\r\nnot to make an order which can only be carried into effect\noutside of\r\nits area of jurisdiction. The respondent, who is an 81-year old\r\nItalian citizen, emigrated to this country in 1952.\nBoth he and the\r\nappellant were (and had been for a considerable period of time)\r\nwithin the high court’s jurisdiction at the\ntime the matter was\r\nheard. It is clearly within the respondent’s power to comply\r\nwith the order of the high court. If needs\nbe the order could be\r\nenforced against him by contempt of court proceedings. That remedy,\r\nwhich is available to the appellant in\nthe event of respondent’s\r\nfailure to comply with the order, renders it sufficiently effective.\r\nMoreover, to borrow from Streicher\nJA:\n‘\nThe order does not affect the\r\nsovereignty of a foreign court at all. It is an order\nin\npersonam\nagainst respondents subject to\r\nthe Court’s jurisdiction and not against third parties. It\r\nwill, if not complied with, be enforced\nin South Africa against the\r\nrespondents concerned.’\n(\nMetlika Trading Ltd\r\n& others v Commissioner, South African Revenue Services\n2005 (3) SA 1\n(SCA) para 52.)\n14\n[18] It follows that the appeal must succeed and it is accordingly\r\nupheld with costs and the order of the court below is set aside\nto be\r\nreplaced with:\n‘\n1. The applicant’s application\r\nsucceeds with costs.\n2. The arbitrator’s award published on 10 December 2007 in the\r\nterms set out hereunder is made an order of court:\na. The remaining property in Rome, at present registered\r\nin the name of the three brothers, shall remain as registered in\r\nequal\nundivided shares, to which the parties shall have equal rights\r\nand remain responsible, in equal shares, for the maintenance and\n\nupkeep, rates, taxes, levies and other charges as may be payable;\nb. The remaining money held in the aforesaid account\r\nwith Banca Intesa, Rome, shall be divided in accordance with the\r\nwritten agreement\nsigned by the parties and handed in as exhibit “C”\r\nand a true copy of which is annexed to this award.\nc. Should the amount at present held in the said account\r\nbe any different to the amount reflected in exhibit “C”,\r\nthen\nthe funds shall be divided in accordance with the following\r\nratio of division agreed upon, namely to Barbara (in her aforesaid\r\ncapacities) 7.21%; to Romolo 17.50% and to Guido 75.29%.\n3. The second respondent’s counter application is dismissed\r\nwith costs.’\n_________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: D R Mitchell SC\nInstructed\r\nby:\nBisset\r\nBoehmke McBlain\nCape\r\nTown\nWebbers\nBloemfontein\nFor\r\nFirst Respondent: Abides the decision of the Court\nInstructed\r\nby:\nFor\r\nFirst Respondent: W G Burger SC\nA\r\nD Maher\nInstructed\r\nby:\nTinkler\r\nInc\nClaremont\nRosendorff\r\nReitz Barry\nBloemfontein\n1\nSection\r\n\t31 provides:\n‘\n(1)\r\n\tAn award may, on the application to a court of competent\r\n\tjurisdiction by any party to the reference after due notice to the\n\n\tother party or parties, be made an order of court.\n(2) The court to which\r\n\tapplication is so made, may, before making the award an order of\r\n\tcourt, correct in the award any clerical\nmistake or any patent error\r\n\tarising from any accidental slip or omission.\n(3) An award which has\r\n\tbeen made an order of court may be enforced in the same manner as\r\n\tany judgment or order to the same effect.’\n2\nBidoli\r\n\tv Bidoli\n(2982/08)\n[2010] ZAWCHC 41\n(15 March 2010) para 28.\n3\nSection\r\n\t51 of the English Arbitration Act 1996 provides:\n‘\n(1)\r\n\tIf during arbitral proceedings the parties settle the dispute, the\r\n\tfollowing provisions apply unless otherwise agreed by the\nparties.\n(2) The tribunal shall\r\n\tterminate the substantive proceedings and, if so requested by the\r\n\tparties and not objected to by the tribunal,\nshall record the\r\n\tsettlement in the form of an agreed award.\n(3)\r\n\tAn agreed award shall state that it is an award of the tribunal and\r\n\tshall have the same status and\neffect as\r\n\tany other award on the merits of the case.\n(4) The following\r\n\tprovisions of this Part relating to awards (sections 52 to 58) apply\r\n\tto an agreed award.\n(5) Unless the parties\r\n\thave also settled the matter of the payment of the costs of the\r\n\tarbitration, the provisions of this Part\nrelating to costs (sections\r\n\t59 to 65) continue to apply.’\n4\nDavid\r\n\tSt John Sutton and Judith Gill\nRussell on Arbitration\n(2003)\r\n\t22 ed para 6-023 and 6-025.\n5\nSouth\r\n\tAfrican Law Commission Project 94 Report on Domestic Arbitration.\n6\nSA\r\n\tLaw Commission Project 94 p 11; Marna Lourens 'The issue of\r\n\t\"Arbitrability\" in the context of International Commercial\n\n\tArbitration (Part1)' 1999\nSA Merc Law Journal\nat 363.\n7\nPara\r\n\t25.\n8\nPara\r\n\t27.\n9\nMJ\r\n\tM and SC Boyd\nThe Law and Practice of Commercial Arbitration in\r\n\tEngland\n2ed p 46-7.\n10\nD\r\n\tStJ Sutton and J Gill\nRussell on Arbitration\n(2003) 22 ed\r\n\tpara 6-023.\n11\nThe\r\n\tfollowing are cited by way of example:\nArticle 26 of the\r\n\tInternational Chamber of Commerce (ICC) Rules, which reads:\n‘\nIf\r\n\tthe parties reach a settlement after the file has been transmitted\r\n\tto the Arbitral Tribunal in accordance with Article 13,\nthe\r\n\tsettlement shall be recorded in the form of an Award made by consent\r\n\tof the parties if so requested by the parties and if\nthe tribunal\r\n\tagrees to do so.’\nAnd Article 26.8 of the\r\n\tLondon Court of International Arbitration (LCIA) Rules, which reads:\n‘\nIn\r\n\tthe event of a settlement of the parties’ dispute, the\r\n\tArbitral Tribunal may render an award recording the settlement\nif\r\n\tthe parties so request in writing (a “Consent Award”),\r\n\tprovided always that such award contains an express statement\nthat\r\n\tit is an award made by the parties’ consent. A Consent Award\r\n\tneed not contain reasons. If the parties do not require\na consent\r\n\taward, then on written confirmation by the parties to the LCIA Court\r\n\tthat a settlement has been reached, the Arbitral\nTribunal shall be\r\n\tdischarged and the arbitration proceedings concluded, subject to\r\n\tpayment by the parties of any outstanding\ncosts of the arbitration\r\n\tunder Article 28.’\n12\nMustill\r\n\tand Boyd at 371 and 390.\n13\nSection\r\n\t48 headed ‘Remedies’ reads\n‘\n(1)\r\n\tThe parties are free to agree on the powers exercisable by the\r\n\tarbitral tribunal as regards remedies.\n(2) Unless otherwise\r\n\tagreed by the parties, the tribunal has the following powers.\n(3) The tribunal may\r\n\tmake a declaration as to any matter to be determined in the\r\n\tproceedings.\n. . .’\n14\nSee\r\n\talso\nCarmel Trading Co Ltd v Commissioner, South African Service\r\n\tand others\n2008 (2) SA 433\n(SCA).",
  "scraped_at": "2026-02-12T15:38:03.139802",
  "date": "2011-05-27",
  "coram": [
    "Harms DP",
    "Nugent",
    "Ponnan",
    "Malan",
    "Theron JJA"
  ],
  "case_number": "436/10",
  "parties": {
    "applicants": [
      "Guido Bruno Bidoli"
    ],
    "respondents": [
      "Barbara Lieselotte Bidoli",
      "Romolo Bidoli"
    ]
  },
  "sections": {
    "facts": "The three Bidoli brothers—Guido, the appellant; the late Fabrizio, whose estate was represented by his widow Barbara; and Romolo, the second respondent—had jointly operated construction businesses in South Africa, Namibia and Italy since the 1960s. Property in Rome and a joint bank account with Banca Intesa held the proceeds of a sale of a block of flats. In 2007 the brothers entered into an arbitration agreement governed by the Arbitration Act 42 of 1965, appointing Joe van der Westhuizen SC as arbitrator. On 7 December 2007 the parties reached a settlement, which the arbitrator incorporated into a written award dated 10 December 2007. Romolo later objected, claiming the award was void because the arbitrator’s mandate had terminated upon settlement. The Western Cape High Court set aside the award, holding that South African law did not recognise an \"agreed award\". The appellant appealed.",
    "issues": "The appeal raised (1) whether an arbitrator, under South African law, can issue an award that merely records a settlement reached by the parties during the arbitration; (2) whether such an award can be made an order of court pursuant to section 31 of the Arbitration Act 42 of 1965; and (3) whether the High Court erred in setting aside the award and in its approach to the jurisdictional arguments raised by the respondent.",
    "principles": "The Court considered the Arbitration Act 42 of 1965, which does not contain a provision for an \"agreed award\" as found in the English Arbitration Act 1996 or the UNCITRAL Model Law. It examined common‑law authorities (Voet, Parekh v Shah Jehan Cinemas, Telecall v Logan) that emphasise the need for a live dispute at the time of appointment but do not directly preclude recording a settlement. The Court also noted international tribunal rules that expressly allow settlement to be recorded as an award. It held that the absence of a statutory provision does not bar parties from agreeing that the arbitrator record their settlement, and that s48(3) of the English Act and similar rules illustrate accepted practice. The Court rejected the view that the arbitrator’s mandate ends automatically upon settlement when the settlement is intended to be effected by an award.",
    "application": "Applying these principles, the Court found that a genuine dispute existed when arbitration commenced and that the parties deliberately chose to have the arbitrator record their settlement as an award. The arbitrator retained jurisdiction to issue the award, and the award complies with the requirements of section 31 of the Arbitration Act for making an award an order of court. Consequently, the High Court's decision to set aside the award was erroneous. The appeal was therefore allowed, and the arbitrator’s award was confirmed and made an order of court, with the division of the Rome property and bank account as stipulated in the award.",
    "conclusion": "The appeal was upheld. The applicant’s application succeeded with costs. The arbitrator’s award of 10 December 2007 was made an order of court, confirming (a) equal undivided ownership of the Rome property among the brothers; (b) division of the bank account proceeds in accordance with Exhibit “C”; and (c) a fallback ratio of 7.21% to Barbara, 17.50% to Romolo and 75.29% to Guido if the actual balance differed. The second respondent’s counter‑application was dismissed with costs."
  },
  "tags": {
    "level_1": "Arbitration Law",
    "level_2": "Arbitration Awards",
    "level_3": [
      "agreed award",
      "enforcement",
      "section 31",
      "settlement recording"
    ]
  }
}