{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/154.html",
  "case_name": "National Lotteries Board v South African Education and Environment Project (788/10) [2011] ZASCA 154; [2012] 1 All SA 451 (SCA); 2012 (4) SA 504 (SCA) (28 September 2011)",
  "citation": "[2011] ZASCA 154",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 154\n|\nNoteup\n|\nLawCite\nNational Lotteries Board v South African Education and Environment Project (788/10) [2011] ZASCA 154; [2012] 1 All SA 451 (SCA); 2012 (4) SA 504 (SCA) (28 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 788/10\nIn\r\nthe matter between:\nNATIONAL LOTTERIES BOARD\n….......................................................\nFirst\r\nAppellant\nTEBOGO MAITSE NO\n…...................................................................\nSecond\r\nAppellant\nDORCAS JAFTA NO\n….........................................................................\nThird\r\nAppellant\nand\nSOUTH AFRICAN EDUCATION AND\nENVIRONMENT PROJECT\n…............................................................\nFirst\r\nRespondent\nCLAREMONT METHODIST CHURCH SOCIAL\nIMPACT MINISTRY, SIKHULA SONKE\n…....................................\nSecond\r\nRespondent\nNeutral citation:\nNational\r\nLotteries Board v South African Education and Environment Project\n(788/2010)\n[2011] ZASCA 154\n(28 September 2011).\nCoram:\nBrand, Van Heerden,\r\nCachalia, Shongwe and Seriti JJA\nHeard:\n16 September 2011\nDelivered: 28 September 2011\nSummary: Administrative action –\r\nguidelines not to be applied rigidly and inflexibly – duty to\r\ngive reasons –\nnot ordinarily open to a decision maker, who is\r\nrequired to give reasons, to respond to a challenge by offering new\r\nreasons in\nits answering affidavit.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nWestern Cape\r\nHigh Court, Cape Town (Gamble J sitting as court of first instance).\nThe following order is made:\nThe appeal is dismissed with costs,\r\nincluding the costs of two counsel.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nCACHALIA JA\n(Brand,\r\nVan Heerden, Shongwe and Seriti JJA concurring):\n[1] This is an appeal, with leave of\r\nthe Western Cape High Court (Gamble J), against an order reviewing\r\nand setting aside certain\ndecisions of the National Lotteries Board\r\n(the board). The decisions relate to the board’s refusal to\r\napprove three applications\nby two registered charities for financial\r\ngrants from the National Lottery Distribution Trust Fund (the fund).\r\nThe main issue in\nthis appeal concerns whether or not the board was\r\njustified in declining the applications because they did not comply\r\nwith the\nguidelines for the distribution of moneys from the fund.\n[2] The fund was created under s 21 of\r\nthe Lotteries Act 57 of 1997 (the Act) to receive moneys raised\r\nthrough national lottery\ncompetitions. The board, which is the first\r\nappellant, administers the fund primarily for the purpose of\r\nallocating grants to socially\nworthy projects.\n1\nThe South African Education and\r\nEnvironment Project, the first respondent, and the Claremont\r\nMethodist Church Social Impact Ministry,\nSikhula Sonke, the second\r\nrespondent, are the charities whose grant applications the board\r\ndeclined. It shall be convenient to\nrefer to the first respondent by\r\nits acronym SAEP and to the second respondent by its abbreviated\r\nname, Sikhula Sonke.\n[3] The two charities have, over a\r\nperiod of time, applied to the board for funding. The projects for\r\nwhich they seek funding support\npre-school and educational facilities\r\nin deprived areas of Cape Town. SAEP operates in the Philippi area by\r\nsupporting crèches\nstarted up by women in the Philippi\r\ncommunity, providing extra-curricular programmes in under-resourced\r\nhigh schools; offering\nbridging courses for promising students in\r\npreparation for tertiary education and supporting university\r\nstudents. Sikhula Sonke\noffers ‘educare’ facilities to\r\napproximately 4000 children in 65 pre-schools in the Khayelitsha\r\ncommunity.\n[4] Distribution agencies, appointed\r\nby the Minister of Trade and Industry, facilitate the adjudication of\r\nfunding applications\nand the distribution of funds to charities whose\r\napplications have been approved.\n2\nThe agencies are not juristic persons\r\nin their own right, but sub-committees of the board. They perform\r\ntheir functions on the board’s\nbehalf. There are four such\r\nagencies of which only two concern us namely, the DA for Charities,\r\nrepresented by the second appellant,\nand the DA for Arts represented\r\nby the third appellant. The former is responsible for considering\r\napplications from organisations\nseeking funds earmarked for\r\n‘charitable expenditure’:\n3\nThe Minister of Trade and Industry has\r\ndetermined that not less than 45 per cent of the amounts available\r\nmust be allocated for\nthese purposes. The latter is similarly\r\nresponsible for considering applications for ‘arts, culture and\r\nthe national historical,\nnatural, cultural and architectural\r\nheritage’. In its case, not less than 28 per cent of the\r\namounts available in the fund\nhave to be paid to meet these\r\nobjectives.\n4\n[5] Despite the Minister’s\r\ndeterminations and the overwhelming social need for these funds, the\r\nboard and DAs have consistently\nfailed to meet their targets. This\r\nhas resulted in major under-expenditure of the moneys earmarked for\r\nallocation. According to\nthe board’s annual report, in 2008, it\r\nset itself the ‘strategic objective’ to ‘disburse\r\n85 per cent of\nthe funds allocated’, but made less than 50 per\r\ncent available for allocation. Of this reduced amount the DA for\r\nCharities\nmanaged to distribute 40 per cent and the DA for Arts only\r\n29 per cent of the total amount allocated. This represented 32.5 per\n\ncent of the total amount available in the fund for distribution. In\r\n2009, they fared even worse distributing only 42 per cent\nof the\r\nallocated funds, which represented only 15 per cent of the total\r\namount in the fund available for distribution. Of this\namount the DA\r\nfor Charities distributed 37 per cent and the DA for Arts only 28 per\r\ncent. In total, in 2009, the fund had R6 billion\nin unallocated\r\nfunds. For the years we are considering the fund had simply not\r\nfulfilled its mandate.\n[6] In its founding affidavit SAEP\r\ninitially sought to review seven of its failed funding applications\r\nunder\ns 6\nof the\nPromotion of Administrative Justice Act 3 of 2000\n.\r\nIn Sikhula Sonke’s case, two applications were put in issue.\r\nWhen the review was launched, SAEP was content to pursue its\nreview\r\nonly in respect of four of its unsuccessful applications. And, when\r\nthe matter was called, SAEP abandoned one more leaving\nthree\r\nremaining. Counsel for the board conceded the review in respect of\r\ntwo of these applications leaving only one in issue, which\nwas\r\nidentified in the papers as the seventh application. Sikhula Sonke’s\r\ndispute related to the eighth and ninth applications.\nThree thus\r\nremained, SAEP’s seventh application and Sikhula Sonke’s\r\neight and ninth applications.\n[7] As I mentioned at the beginning,\r\nthe disputes over the three applications all concern how the DAs\r\napplied the guidelines when\ndeclining them. The board submits that\r\nits guidelines are clear, not unduly burdensome and must be complied\r\nwith to the letter.\nCounsel for the board urged us to have regard to\r\nthe fact that because the board processes large numbers of\r\napplications, which\nis an onerous administrative responsibility, it\r\ncannot be expected to investigate every application that does not\r\nadhere strictly\nto the guidelines. Moreover, counsel for the board\r\nsubmitted, the board’s staff establishment is limited and its\r\nemployees\nare constrained to apply the guidelines strictly. The board\r\nthus contends that by refusing to consider the three applications\r\nhere\nin issue, it was merely applying the guidelines. It is therefore\r\nnecessary to consider the status of the guidelines issued by the\nDAs\r\nand how they are meant to be applied within the context of the Act’s\r\nstatutory framework.\n[8] The board is listed as a public\r\nentity in Schedule 3 of the\nPublic Finance Management Act 1 of 1999\n.\r\nIt must therefore manage its finances properly by taking steps to\r\nprevent irregular expenditure and payments that do not comply\nwith\r\nits operational policies.\n5\nThe powers regulating the manner in\r\nwhich funding applications are made are provided for in the\r\n(Lotteries) Act and regulations.\nUnder ss 28(2) and 30(2) of the Act,\r\nthe Ministers of Trade and Industry and of Finance may issue\r\ndirections (in the case of the\nformer, after consulting with the\r\nMinister for Social Welfare or with the Ministers responsible for\r\narts, culture, science, land\ntechnology and environmental affairs, as\r\nthe case may be) regarding the allocation of funds by the DAs for\r\nCharities and Arts respectively.\nWhen the decisions regarding these\r\nallocations were made the directions were contained in regs 3 and 5\r\nof the ‘Allocation\nRegulations’.\n6\nIn terms of s 32(3) of the Act the DAs\r\nmust comply with directions by the Minister of Trade and Industry ‘in\r\ndetermining the\npersons to whom, the purposes for which and the\r\nconditions subject to which that distributing agency is to allocate\r\nany amounts’.\nAt the time that the applications under\r\nconsideration were considered the Minister had not issued any such\r\ndirections.\n7\nRegulation 10(2) of the ‘Distributing\r\nAgencies’ regulations prohibits the allocation of funds to\r\norganisations under\nlegal administration, that are insolvent, or that\r\nhave previously breached conditions of their grants.\n8\nThe regulations require applications\r\nto be made on a prescribed form,\n9\na matter which is relevant to SAEP’s\r\nseventh application.\n[9] So, the Act and the applicable\r\nregulations make it clear that the requirements for applications are\r\nto be found in the regulations.\nThis does not mean that DAs may not\r\ndevelop guidelines of the sort here in issue to assist them in making\r\ntheir decisions. Indeed,\nbecause the grant or refusal of an\r\napplication involves the exercise of a discretion, our courts have\r\nrecognised that it is prudent\nfor decision-makers to apply guidelines\r\nor general criteria to assist them with this task.\n10\nAnd, provided that these criteria are\r\ncompatible with the enabling legislation, the only constraint is that\r\nthey may not be applied\nrigidly or inflexibly in a particular case.\n11\nFor if they are applied in this manner\r\nthe decision-maker elevates the guideline to an immutable rule and\r\nthereby fetters its discretion,\nwhich it may not do.\n12\n[10] At the same time decision-makers\r\nmust be consistent, particularly when dealing with large numbers of\r\napplications, as the board\ndoes. There is therefore a tension between\r\nhaving to apply a guideline strictly and consistently when making\r\nmultiple decisions,\nand applying it flexibly in a particular case. It\r\nis this anxiety that motivates the litigation on the board’s\r\npart –\na point counsel for the board sought to drive home by\r\ninsisting that a strict application of the guidelines is unavoidable.\r\nBut\nthis problem is inherent with multiple decisions, and does not\r\nrelieve an administrator of the duty to consider each application\n\nindividually and justify every decision. The law requires nothing\r\nless. And it is no defence for the board to attempt to relieve\nitself\r\nof this duty by complaining that it has insufficient or inadequately\r\ntrained staff to do this.\n[11] That the guidelines in issue here\r\nin the main serve a useful purpose, and generally accord with the\r\nregulations, is not disputed.\nTheir object is to ensure that moneys\r\nare disbursed only to grantees that are demonstrably capable of\r\nadministering them for their\nintended purpose and also that\r\napplicants for funding are treated similarly. In addition they\r\nminimize the danger of fraud. When\nreceiving an application for\r\nfunding the decision-maker’s mind must be directed to these\r\npurposes. In doing so, it is entitled\nto treat some aspects of the\r\nguidelines as peremptory requirements, such as that the financial\r\nstatements of grantees be audited.\nFor it would be untenable to\r\ninsist on this requirement for some organisations, but not for\r\nothers. However, it is not entitled\nto treat every departure from its\r\nliteral prescriptions as fatal. Not even statutory formalities are\r\napproached in this way. The\nreal question a decision-maker must ask\r\nitself is whether the object of the guidelines has been achieved.\n13\nIf it has, then insignificant or\r\ntechnical instances of non-compliance should generally be condoned.\n[12] Against this background, it is\r\nconvenient to deal first with Sikhula Sonke’s two applications\r\nand then consider SAEP’s\napplication.\nSikhula Sonke’s Eight\r\nApplication\n[13] This application for funding was\r\nmade on 26 July 2007 and given the reference number 27999. The amount\r\nrequested was R570 000.\nThe DA for Charities declined the application\r\non 27 August 2008, some 13 months later for two reasons: first, that\r\non its application\nform and financial statements the organisation was\r\nnamed ‘Sikhula Sonke’ while its full name (Claremont\r\nMethodist Church\nSocial Impact Ministry, Sikhula Sonke) appeared on\r\nother supporting documents; and secondly, that ‘the management\r\nis not\nfully representative of the beneficiary community’.\n[14] However, for reasons that do not\r\nappear from the record, the DA made another decision on 15 October\r\n2008. Again the application\nwas refused based on an ‘inconsistency\r\nin names’. It informed Sikhula Sonke of its decision by letter\r\non 22 October\n2008 and gave the reason for refusing the application\r\nas:\n‘\nThe\r\ninconsistency in names in that the application form and the\r\nfinancials are in the name of\nSIKHULA\r\nSONKE\nand\r\nthe NPO Certificate, Articles of Association and the bank statements\r\nare in the name of\nCLAREMONT\r\nMETHODIST CHURCH SOCIAL IMPACT MINISTRY, SIKHULA SONKE\n.’\n[15] The board invited Sikhula Sonke\r\nto appeal if it so wished. It did so on 18 November 2008. The grounds\r\nof appeal indicated that\nSikhula Sonke was clearly an abbreviation of\r\nthe organisation’s full name, employed to avoid repetitive and\r\nunwieldy references\nto the full name; it was also a ‘trading\r\nname’ used on all its stationery, letterheads, electronic\r\ncommunications and\nits website. Six months passed before Sikhula\r\nSonke was informed on 5 May 2009 that the appeal had failed. It\r\nappears from the\nrecord that a ‘Special Board Committee’\r\nconsidered the appeal and confirmed the DA’s decision. The\r\nreasoning\nwas based upon paragraph three of the 2007 Guidelines,\r\nwhich required applications to ‘have exactly the\nSAME\r\nNAME\nthroughout’.\n[16] Before I consider whether the\r\nboard’s insistence on the strict application of this guideline\r\nconstituted a lawful basis\nfor refusing the application, I must\r\nmention that the second reason given initially – that Sikhula\r\nSonke’s management\nwas not representative of the beneficiary\r\ncommunity – was abandoned on the second occasion when the\r\napplication was considered.\nIt appears that the DA introduced this\r\nrequirement in its public notice calling for funding applications.\r\nHow it could have done\nso is difficult to understand. The Act\r\nrequires only that charitable expenditure be made ‘by any\r\norganisation or institution\nestablished for charitable, benevolent or\r\nphilanthropic purposes . . . .’\n14\nThere is no requirement for the\r\norganisation to be ‘representative of the beneficiary\r\ncommunity’ before it may qualify\nfor funding. There is a good\r\nreason for this: the unavoidable consequence of imposing such a\r\ncondition would be to adversely impact\non poor and vulnerable\r\ncommunities having access to sorely needed funds and services.\n[17] The idea that an organisation may\r\nbe precluded from obtaining public funding to assist such communities\r\nonly because its racial\ncomposition differs from the community it\r\nintends assisting is not new. It resembles the racially\r\ndiscriminatory welfare policy\nfrom our recent past. That policy\r\npromoted separate services for different race groups and separate\r\nboards of management of welfare\norganisations. Its effect was to\r\ndeepen mass poverty and social inequality.\n15\nTo repeat that error would be so\r\ninimical to the founding values of our Constitution –\r\nnon-racialism, equality and human dignity\n(as it relates to ubuntu\n16\n)\r\n– that it is an unimaginable basis for public policy. In the\r\nabsence of any suggestion that the Sikhula Sonke either employs\n\npersons or dispenses funds on a racially discriminatory basis, the\r\nboard correctly abandoned this rationale for initially refusing\nthe\r\napplication.\n[18] I turn to consider whether\r\nSikhula Sonke’s ‘inconsistency in the use of names’\r\nwas a proper basis for refusing\nto approve its funding application.\r\nThe board’s justification for adopting the guideline that the\r\nsame name be used throughout\nthe application is to prevent fraud,\r\nwhich could happen if funds are inadvertently paid to organisations\r\nfor which they were not\nintended. Sikhula Sonke does not take issue\r\nwith the purpose of the guideline. Its complaint is that the\r\nguideline was applied\nrigidly resulting in the decision to refuse the\r\nfunding application being unreasonable or irrational.\n[19] The undisputed facts support\r\nSikhula Sonke’s stance. It says that it did not understand the\r\nguideline to mean that it\ncould not use abbreviations in its name.\r\nThat ‘Sikhula Sonke’ was obviously an abbreviation\r\nappears from the following:\nfirst, its auditors used the abbreviated\r\nname in the annual financial statements; second, the annual reports\r\naccompanying the application,\nincluding the cover sheet and every\r\npage of the 2006 and 2007 annual reports bear a logo which reads\r\n‘Sikhula Sonke –\nWe grow together’, and the front\r\ncover bears the full name; third, the letterhead used in\r\ncorrespondence to the board includes\nthe logo in the top right-hand\r\ncorner of the page, with the full name in the top left-hand corner;\r\nfourth, the letterhead and application\nalso confirms its registration\r\nnumbers as a non-profit and public benefit organisation. The persons\r\nwho processed the application\nentered these numbers into a database,\r\nwhich generated a printout that referred to the full name.\n[20] There could thus have been no\r\ndoubt that the abbreviated and full names referred to one and the\r\nsame entity – more so\nafter the full facts were placed before\r\nthe Special Board Committee. Yet, in its answering papers, the board\r\ninsisted that the\ndifference in names could lead to a reasonable\r\nsuspicion of fraud. In their written submissions, counsel for the\r\nboard submitted\nthat it would have been unreasonable and\r\nunnecessarily onerous to expect the board to embark on an\r\ninvestigation to eliminate the\npossibility of fraud. This submission\r\nis utterly without merit. There was no need to embark on any\r\ninvestigation as all the facts\nwere before it. And, if it remained\r\nunsure afterwards it could have clarified the matter with a single\r\ntelephone call to Sikhula\nSonke or its auditors. Instead, the\r\nofficial who declined the application for this reason applied the\r\nguideline rigidly and thoughtlessly,\nas did the Special Board\r\nCommittee. It follows that the high court was correct to conclude\r\nthat the board’s refusal to consider\nthe application fell to be\r\nreviewed and set aside.\nSikhula Sonke’s Ninth\r\nApplication\n[21] This application was submitted on\r\n13 November 2008 to the DA for Charities. The amount requested was\r\nR300 000 and a reference\nnumber 33667 allocated to it. The DA\r\nrejected the application seven months later, on 12 June 2009. On 2\r\nJuly 2009, it furnished\nits reasons. These were that the ‘Articles\r\nof Association’ were submitted without a ‘Memorandum of\r\nAssociation’\noutlining the organisation’s objects; and\r\nthat only one set of financial statements for the 2008 year were\r\npresented instead\nof two, as the guidelines required.\n[22] The high court found that the\r\nfacts relied on to support these reasons were demonstrably wrong. The\r\nboard wisely does not call\ninto question this finding on appeal. The\r\nboard, however, sought to rely on a new reason, introduced for the\r\nfirst time in its\nanswering papers in the high court. This was that\r\nthe financial statements had not been signed by an independent\r\naccounting officer\nand that Sikhula Sonke had not provided proof of\r\nthe officer’s official registration.\n[23] There is a factual dispute\r\nbetween the parties as to whether the application that was submitted\r\nby Sikhula Sonke to the board\nincluded signed statements. When the\r\nmatter was argued before us, it was common cause that copies of both\r\nthe signed financial\nstatements were included in the bundle of\r\ndocuments before us, as was an unsigned copy. Assuming, in the\r\nboard’s favour,\nthat the statements it received in support of\r\nthis application were unsigned, I do not think it was reasonable for\r\nthe board to\nreject the application for this reason. If it had any\r\ndoubt regarding the efficacy of the statements, a phone call to the\r\naccountants\nwould have clarified the matter – a simple exercise\r\nthat would not have unduly burdened the board. Instead the guideline\r\nwas applied rigidly without any justification. There is, therefore,\r\nno merit in the board’s attempt to defend this decision\non this\r\nbasis.\n[24] The high court dismissed this new\r\nground on another basis; it was impermissible, the learned judge\r\nsaid, for the board to rely\non new reasons for the first time in its\r\nanswering affidavits. For this conclusion the high court relied on\r\nthe decision of Cleaver\nJ in\nJicama\r\n17 (Pty) Ltd v West Coast District Municipality\n,\n17\nwhich has an impressive English\r\npedigree.\n18\n[25] Counsel for the board, however,\r\nsubmitted that this was not a ‘new reason’ but one that\r\nappeared from the record.\nThe question therefore, so the submission\r\nwent, was whether, objectively viewed, it was reasonable for the\r\ndecision-maker to have\nrejected the application. For this submission\r\ncounsel relied on a judgment by the Labour Appeal Court in\nFidelity\r\nCash Management Service v CCMA & others.\n19\nThat case involved a review of an\r\narbitrator’s award. The court held that an award of this nature\r\nmay be set aside on review\nonly if it is one that no reasonable\r\ndecision-maker could reach. This question, the court said, must be\r\ndetermined by reference\nto all the evidence that was before the\r\ndecision-maker. And, it did not matter if the decision-maker failed\r\nto identify good reasons\nfor his decision; as long as the decision,\r\nviewed objectively, was reasonable, this was good enough.\n[26] In my view reliance on\nFidelity\r\nCash\nis misplaced. The\r\nquestion here is not whether there were other reasons in the record\r\nthat justified the board’s decision,\nbut whether it could give\r\nreasons other than those it gave initially for refusing the\r\napplication.\n[27] The duty to give reasons for an\r\nadministrative decision is a central element of the constitutional\r\nduty to act fairly. And\nthe failure to give reasons, which includes\r\nproper or adequate reasons, should ordinarily render the disputed\r\ndecision reviewable.\nIn England the courts have said that such a\r\ndecision would ordinarily be void and cannot be validated by\r\ndifferent reasons given\nafterwards – even if they show that the\r\noriginal decision may have been justified.\n20\nFor in truth the later reasons are not\r\nthe true reasons for the decision, but rather an ex post facto\r\nrationalization of a bad decision.\nWhether or not our law also\r\ndemands the same approach as the English courts do is not a matter I\r\nneed strictly decide.\n[\n28] In the present\r\nmatter the refusal of a funding application involves the exercise of\r\na discretion. This means that the board\ncould have exercised its\r\ndiscretion by waiving the requirement for signed statements in the\r\nguideline, or simply condoning the\nfailure to comply strictly with\r\nit. It failed to exercise its discretion properly by applying the\r\nguideline dogmatically. The fact\nthat it may have had other reasons\r\nfor having come to that conclusion does not change the fact that the\r\nboard exercised its discretion\nunlawfully when it made the decision.\r\nIn fact, it exercised no discretion at all. This cannot be remedied\r\nby giving different reasons\nafter the fact. The high court, in my\r\nrespectful view, got it right.\nSAEP’s seventh application.\n[29] This application, which was\r\nallocated the reference number 35663, was submitted on 30 January\r\n2009 for funding from the DA\nfor Arts. The amount applied for was\r\nR313 560. This was in response to an advertisement calling for\r\napplications. The applications\nhad to be supported by documentation.\r\nOf importance in this regard was the requirement in the 2009\r\n‘Guidelines for Submission\nof Applications’ (referred to\r\nbelow) that ‘[a]pplicants must ensure that their auditors are\r\nregistered with recognised\nprofessional bodies eg Public Accountants\r\nand Auditors Board’. However, the advertisement calling for\r\napplications stated\nonly that the application be accompanied by\r\nsigned audited financial statements for the two most recent years\r\nprepared by a firm\nof registered auditors.\n[30] The Record filed under Rule 53 of\r\nthe Uniform Rules indicates that the application was rejected at a\r\nmeeting on 28 May 2009\nfor two reasons: first, because both sets of\r\nfinancial statements were not ‘audited’ and secondly,\r\nsince the auditors\nhad not signed one of the sets of statements.\r\nHowever, when the decision was conveyed to SAEP on 15 July 2009, only\r\nthe first of\nthe reasons was given to justify the rejection.\n[31] SAEP’s application included\r\nits annual financial statements for the years ended 30 June 2007 and\r\n30 June 2008. They included\nreports from an independent accounting\r\nofficer, Mr Van der Rede, who is a registered member of the Chartered\r\nInstitute of Management\nAccountants (CIMA). His report concludes that\r\nSAEP’s financial statements accord with generally accepted\r\naccounting practice.\nThe board’s internal check list, which is\r\nused to capture the essential information pertaining to an\r\napplication, indicates\n– with reference to Van der Rede –\r\nthat it was satisfied with the ‘auditor’s current\r\nmembership’.\nOn the face of it, the application apparently\r\ncomplied both with Allocation regulation 5(5)(j), which requires an\r\napplicant for\nfunding to keep proper accounting records, and with\r\nregulation 5(5)(k), which obliges it to furnish a written report\r\nregarding\nits finances.\n[32] On this basis, SAEP’s\r\nfounding affidavit took issue with the board’s reason –\r\nthat both financial statements\nfor both 2007 and 2008 were not\r\naudited – for declining its application. In its answering\r\naffidavit the board attempted to\njustify this reason by pointing out\r\nthat Van der Rede’s report attached to the 2007 statements\r\nrefers to the 2006 statements\n(The 2008 statements were not placed in\r\nissue). The board now suggests that no financial statements were\r\nsubmitted at all for 2007.\nBut this suggestion is disingenuous\r\nbecause all but one of the pages of the financial statements refers\r\nto 2007. The reference\nto ‘2006’ on the offending page is\r\nclearly an error. Indeed the board had found the same error in a\r\nprevious application\nand quite properly merely asked SAEP to correct\r\nit. The board then accepted the corrected version. It is incredulous\r\nthat the deponent\nto the board’s answering affidavit now\r\nattempts to make a case that this error amounted to ‘material\r\nnon-compliance’\nwith the guideline when it did not do so\r\npreviously.\n[33] The board’s answering\r\naffidavit also added that SAEP had not complied with the 2009\r\nGuidelines in another respect; the\nfinancial statements had been\r\nsigned off by Van der Rede, who is an ‘accounting officer’\r\nand not an auditor whose qualifications\nthe board recognises.\n[34] At this stage it is convenient to\r\ndeal with the 2009 Guidelines. Under the heading ‘Signed\r\nAudited Financial Statements’\nin section ‘F’ the\r\nfollowing is stated:\n‘\nIt\r\nis compulsory for organizations to submit signed audited financial\r\nstatements for the two most recent years. Organizations that\nsubmit\r\nonly one set of signed, audited Financial Statements will not be\r\nconsidered.\nThe\r\naudited statements must be on a letterhead of the Audit Firm, must\r\nreflect the registration number of the Audit Firm and must\nbe signed\r\nand dated.\nFinancial\r\nStatements must be for the most recent audits 2006/2007 and\r\n2007/2008.\nApplicants\r\nmust ensure that their auditors are registered with recognized\r\nprofessional bodies e.g. Public Accountants and Auditors\nBoard.\nFinancial\r\nStatements that have been reviewed by an Accounting Officer are not\r\naudited. Any application (sic) that submits such statements\nwill be\r\ndeclined.’\n(Emphasis\r\nadded).\nAn\r\norganization that does not have signed two-year audited financial\r\nstatements may form a partnership with an organization that\nhas the\r\nrequired financial statements (See Partnership Guidelines) . . . .’\n[35] These guidelines require only\r\nthat the applicants’ auditors are registered with a recognised\r\nprofessional body. The Public\nAccountants and Auditors Board is cited\r\nas an example of such body. However, the prescribed form, referred to\r\nearlier, says that\napplicants must ensure that their auditors are\r\nregistered with one of three professional bodies: the Public\r\nAccountants and Auditors\nBoard, the Institute for Commercial and\r\nFinancial Accountants, and the Institute for Certified Bookkeepers.\r\nThe board submits that\nbecause CIMA, which recognises Van der Rede’s\r\nqualifications, is not one of the professional bodies mentioned in\n\nthe prescribed form, it was justified in declining the application on\r\nthis ground.\n[36] But the board has never before\r\nsince the publication of the prescribed form with the regulations in\r\n2000, insisted on recognition\nof only those professional bodies\r\nmentioned in it. The 2007 and 2008 Charities Sector Guidelines, for\r\nexample, have a list of eight\nprofessional bodies with which an\r\n‘accounting officer’ may be registered. CIMA is one of\r\nthese. In the latest guidelines\nissued in 2010, seemingly in\r\nrecognition of the undue formalism of the 2009 Guidelines, all first\r\ntime applications for less than\nR750 000, need only be submitted\r\nby a bookkeeper, accountant, or accounting officer. No formal\r\naccreditation of their qualifications\nby any professional body is\r\nrequired. Also, in previous years, the board accepted financial\r\nstatements prepared by Van der Rede\nwithout question. SAEP thus says\r\nthat it reasonably relied on this practice when it submitted these\r\nfinancial statements.\n[37] There is no dispute on the papers\r\nthat Van der Rede conducted a proper audit and that he had the\r\nnecessary qualifications and\ncompetence to conduct audits into all\r\nfinancial entities except for public companies (SAEP is not a public\r\ncompany). The board\nhas not raised any concern regarding SAEP’s\r\nfinancial integrity. In these circumstances the board’s\r\nsubmission that\nit acted reasonably when it declined the application\r\nbecause of Van der Rede’s lack of accreditation by one of the\r\nbodies\nmentioned in the prescribed form, cannot withstand scrutiny.\r\nThe high court also observed that DAs have applied the concept of\r\n‘auditing’ inconsistently and that the board’s\r\ndogged insistence upon ‘audited’ financial statements\n\nonly by a recognised body this time was unreasonable and overly\r\nrigid. Here too, the high court was correct in its conclusion.\n[38] To summarise: in each of the\r\nthree decisions under review, the board adopted a rigidly formulaic\r\napproach to the application\nof the guidelines, treating them as\r\n‘peremptory requirements’ without exception: in the\r\nfirst, it rejected the application\nmerely because it used the\r\napplicant’s abbreviated name instead of the same name\r\nthroughout the application as the guidelines\nrequire; it declined the\r\nsecond on the ground that the financial statements were not signed;\r\nand it refused the third because of\nits dogmatic insistence that the\r\n‘auditor’ be recognised by one of three professional\r\nbodies prescribed in the regulations\ndespite the board not having\r\npreviously adhered to this practice, and the guideline itself having\r\nnot clearly required this.\n[39] I mentioned at the outset that\r\nthe funds of the board are aimed at supporting socially worthy\r\nprojects and, that for the years\nunder review, the board failed to\r\ndisburse R6 billion. The rigid and inconsistent application of the\r\nguidelines, at least partly,\nexplains why this has happened. Equally\r\ndistressing is that the board does not appear to understand its\r\nmandate properly. Mr Nevhutanda,\nthe chairperson of the board\r\nand the deponent to its answering affidavit, seems to hold the view\r\nthat grants given by the board\nare ‘gratuities,’ which\r\nare allocated at the board’s discretion. He is wrong. The board\r\nholds public funds in\ntrust for the purpose of allocating them to\r\ndeserving projects. And it must ensure that these funds are allocated\r\nto those projects,\nprovided of course that they meet the necessary\r\nrequirements. The funds do not belong to the board to be disbursed as\r\nits largesse.\n[40] The appeal is dismissed with\r\ncosts, including the costs of two counsel.\n______________\nA CACHALIA\nJUDGE OF APPEAL\nAPPEARANCES\nFor 1\nst\n, 2\nnd\nand\r\n3\nrd\nAppellant: P Kennedy (with him F A Boda)\nInstructed by:\nDockrat Inc Attorneys, Johannesburg\nHoney Attorneys, Bloemfontein\nFor 1\nst\nand 2\nnd\nRespondent: D Borgström (with him L Ackermann)\nInstructed by:\nEdward Nathan Sonnenbergs, Cape Town\nMatsepes Inc, Bloemfontein\n1\nSection\r\n\t26 of the Act.\n2\nSections\r\n\t28(1) and 28(2) of the Act.\n3\nSections\r\n\t26(3)(b) and 28 of the Act.\n4\nIn\r\n\tterms of s 26(2) of the Act the Minister of Trade and Industry makes\r\n\tthese allocations after consulting with the board. At\nthe time that\r\n\tthe applications under consideration were decided these percentages\r\n\twere determined by the Minister in terms of\ns 26(3) of the Act in GN\r\n\t1468 of 2004, published in\nGG\n27118, 15 December 2004. This\r\n\tdetermination is now contained in new regulations that applied from\r\n\t30 July 2010, published in\nGN R645 in\nGG\n33398, 20 July 2010.\n5\nSections\r\n\t51(1)(a)(i)\nand\n51\n(b)(ii) of the\nPublic Finance Management Act 1 of\n1999\n.\n6\n‘\nAllocation\r\n\tof Money in National Lottery Distribution Trust Fund’\r\n\t(‘Allocation Regulations’), published under\nGN R3446,\nGG\n21619, 29 September 2000 – contained in annexure ‘LJK\r\n\t20’, Vol 1 p 82-93. These regulations have subsequently\nbeen\r\n\trepealed and replaced (with effect from 30 July 2010) with the\r\n\t‘Regulations Relating to the Allocation on Money in\nNational\r\n\tLottery Distribution Trust Fund’, published under RN R645,\nGG\n33398, 20 July 2010. The applications in this case fall to be\r\n\tdecided under the ‘old’ regulatory scheme applicable\nat\r\n\tthe time that they were made – See\nUnitrans\r\n\tPassenger (Pty) Ltd t/a Greyhound Coach Lines v Chairman, National\r\n\tTransport Commission\n;\nTransnet\r\n\tLtd (Autonet Division) v Chairman, National Transport Commission\n1999 (4) SA 1\n(SCA) para 15-19.\n7\nSuch\r\n\tdirections are now contained in the ‘Directions for the\r\n\tDistribution Agencies in Determining the Distribution of Funds\nfrom\r\n\tthe National Lottery Distribution Trust Fund’, published under\r\n\tGN R644,\nGG\n33398, 20 July 2010 (which took effect from\r\n\t30 July 2010).\n8\nPublished\r\n\tunder GN R182,\nGG\n22092, 22 February 2001, reg 10.\n9\nThe\r\n\tRegulations entitled ‘Allocation of Money in National Lottery\r\n\tDistribution Trust Fund’ are published under GN\n3446,\nGG\n21619, 29 September 2000. Regulation 7 provides for the funding\r\n\tapplications to be submitted to the DA on a prescribed form.\n10\nBato\r\n\tStar Fishing (Pty) Ltd v Minister of Environmental Affairs &\r\n\tothers\n[2004] ZACC 15\n;\n2004 (4) SA 490\n(CC) para 57.\n11\nMEC\r\n\tfor Agriculture, Conservation, Environment & Land Affairs v\r\n\tSasol Oil (Pty) Ltd\n2006 (5) SA 483\n(SCA) para 19.\n12\nFoodcorp\r\n\t(Pty) Ltd v Deputy Director-General, Department of Environmental\r\n\tAffairs & Tourism: Branch Marine & Coastal Management\n2006\r\n\t(2) SA 191\n(SCA) para 9.\n13\nCf\r\n\tUnlawful Occupiers, School Site v City of Johannesburg\n2005\r\n\t(4) SA 199\n(SCA) para 22.\n14\nSection\r\n\t1.\n15\nSee\r\n\tLeila Patel\nSocial Welfare and Social Development in South Africa\n(2005) p 73-74.\n16\nThe\r\n\tconcept of ‘ubuntu’ and its application to case law has\r\n\tbeen controversial. Here I use it in the limited and,\nI think,\r\n\tuncontroversial sense that Mahomed J did in\nS v Makwanyane &\r\n\tanother\n[1995] ZACC 3\n;\n1995 (3) SA 391\n(CC) para 263 where he said:\n‘\n[A]\r\n\t“\nneed\r\n\tfor understanding but not for vengeance, a need for reparation but\r\n\tnot for retaliation, a need for\nubuntu\nbut not for victimization”. “The need for ubuntu”\r\n\texpresses the ethos of an instinctive capacity for and enjoyment\nof\r\n\tlove towards our fellow men and women; the joy and the fulfilment\r\n\tinvolved in recognizing their innate humanity; the reciprocity\nthis\r\n\tgenerates in interaction within the collective community; the\r\n\trichness of the creative emotions which it engenders and the\nmoral\r\n\tenergies which it releases both in the givers and the society which\r\n\tthey serve and are served by.’\n17\n2006\r\n\t(1) SA 116\n(C) para 11.\n18\nR\r\n\t(S) v Brent LBC\n[2002] EWCA Civ 693\npara 26 (Schieman L J);\nR\r\n\tv Westminister City Council, Ex Parte Ermakov\n[1996] 2 All ER\r\n\t302\n(CA) at 315h-316d; H W R Wade & Forsyth\nAdministrative\r\n\tLaw\n10 ed at 441-442.\n19\n[2008]\r\n\t3 BLLR 197\n(LAC) paras 102 and 103.\n20\nSee\r\n\tWade & Forsyth (above n 18).",
  "scraped_at": "2026-02-12T15:55:57.555679",
  "date": "2011-09-28",
  "coram": [
    "Brand JJA",
    "Van Heerden JJA",
    "Cachalia JJA",
    "Shongwe JJA",
    "Seriti JJA"
  ],
  "case_number": "788/10",
  "parties": {
    "applicants": [
      "National Lotteries Board",
      "Tebogo Maetse",
      "Dorcas Jafta"
    ],
    "respondents": [
      "South African Education and Environment Project",
      "Claremont Methodist Church Social Impact Ministry, Sikhula Sonke"
    ]
  },
  "sections": {
    "facts": "The National Lotteries Board (the Board) administers the National Lottery Distribution Trust Fund, established under the Lotteries Act to allocate grant money to socially worthwhile projects. Two charities – the South African Education and Environment Project (SAEP) and the Claremont Methodist Church Social Impact Ministry (Sikhula Sonke) – submitted grant applications for early‑childhood and educational programmes in deprived Cape Town areas. Their applications were processed by the Board’s distribution agencies (DAs) for Charities and Arts, which apply internal guidelines derived from the Act and related regulations. The Board repeatedly failed to meet statutory allocation targets, leaving billions of rand unspent. The charities’ applications were declined on various technical grounds relating to the Board’s guidelines, such as inconsistent use of names, lack of signed audited financial statements, and the auditor not being registered with a prescribed professional body.",
    "issues": "1. Whether the Board was lawfully entitled to refuse the charities’ applications on the basis that they did not strictly comply with the internal guidelines. 2. Whether the Board’s rigid, peremptory application of the guidelines constituted an unlawful fettering of discretion. 3. Whether the Board complied with the constitutional duty to give adequate reasons for administrative decisions under the Promotion of Administrative Justice Act (PAJA).",
    "principles": "South African administrative law requires that a public body exercising discretion must not fetter that discretion by treating guidelines as immutable rules. Guidelines may be used to assist decision‑making but must be applied flexibly and consistently with the purpose of the enabling statute. The duty to give reasons is a constitutional requirement of procedural fairness; reasons must be genuine, contemporaneous, and not ex post facto rationalisations. Under PAJA, a decision may be reviewed if it is unreasonable or if the decision‑maker fails to provide adequate reasons. The court also affirmed that decisions based on technical non‑compliance must be assessed in light of the overall purpose of the guidelines – preventing fraud and ensuring capable administration of public funds.",
    "application": "The Court examined each of the three contested refusals. It held that the Board’s insistence on the exact same name throughout the application ignored the evident abbreviation and did not raise a realistic risk of fraud; the guideline was applied rigidly and the Board failed to consider the factual context. Regarding the unsigned financial statements, the Court found that the Board could have clarified any doubt with a simple telephone enquiry, and the refusal was unreasonable. For the auditor qualification issue, the Court noted that previous practice and the 2009 Guidelines were inconsistent; the Board had not previously required registration with the three prescribed bodies and thus acted arbitrarily. In each case the Board also introduced new reasons after the fact, breaching the duty to give proper reasons. Consequently, the high court’s setting aside of the decisions was affirmed.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The Board’s decisions to refuse the grant applications were affirmed as unlawful, and the earlier high‑court orders setting aside those decisions remain in force."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Public Funding",
    "level_3": [
      "guidelines",
      "duty to give reasons",
      "discretion",
      "national lottery fund",
      "charitable grants"
    ]
  }
}