{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/44.html",
  "case_name": "Transnet Ltd v Newlyn Investments (Pty) Ltd (2011 (5) SA 543 (SCA)) [2011] ZASCA 44; 553/09 (29 March 2011)",
  "citation": "[2011] ZASCA 44",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 44\n|\nNoteup\n|\nLawCite\nTransnet Ltd v Newlyn Investments (Pty) Ltd (2011 (5) SA 543 (SCA)) [2011] ZASCA 44; 553/09 (29 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 553/09\nIn the matter between:\nTRANSNET\r\nLIMITED\n...................................................................................\nAppellant\nand\nNEWLYN\r\nINVESTMENTS (PTY) LIMITED\n..............................................\nRespondent\nNeutral citation:\nTransnet Ltd v Newlyn\r\nInvestments (Pty) Ltd\n(553/09)\n[2011] ZASCA 44\n(29 March 2011).\nCoram:\nMPATI P, CLOETE, HEHER and SHONGWE JJA and\nPETSE AJA\nHeard:\r\n14 March 2011\nDelivered:\r\n29 March 2011\nSummary:\nEvidence:\n(1) Technical objections to the admissibility of\r\ndocumentary evidence not taken in the court below and which might\r\nhave been met\nby the calling of further evidence, should not be\r\nentertained on appeal;\n(2) Where the nature of the proceedings is such as to\r\ninform the opposite party, by necessary implication, that production\r\nof a\ndocument in its possession will be required, secondary evidence\r\nof the document is admissible;\n(3) There are no degrees of secondary evidence and\r\nalthough production of a photocopy would be more reliable than oral\r\nevidence,\nand failure to produce a photocopy may be cause for\r\ncomment, this goes to weight and not admissibility;\n(4) Putting argument to a witness in cross-examination\r\ncan be improper.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nKwaZulu-Natal High Court\r\n(Pietermaritzburg) (Koen J sitting\nas court of first instance):\nThe appeal is dismissed with costs, including the costs\r\nof two counsel.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nCLOETE JA (MPATI P, HEHER, SHONGWE JJA and PETSE AJA\r\nconcurring):\nIntroduction\n[1] The appellant instituted action in the KwaZulu-Natal\r\nHigh Court, Pietermaritzburg, against the respondent for the\r\nrespondent's\neviction from immovable property commonly referred to as\r\n'the Pinetown PX' situated at Kirk Road, Pinetown. The cause of\r\naction\npleaded by the appellant was the rei vindicatio. The\r\nrespondent admitted that the appellant owned the property in question\r\nbut\npleaded that it had a contractual right to occupy part of the\r\nproperty in terms of an addendum to a written lease, and the\r\nremainder\nof the property in terms of an oral agreement which gave it\r\nthe right to occupy for so long as the written lease continued in\r\nforce.\nThe oral agreement was not in contention. The existence of the\r\naddendum was the crux of the dispute.\n[2] The court a quo (Koen J) found the addendum relied\r\nupon by the respondent to have been proved and dismissed the\r\nappellant's\nclaim. The appeal is with the leave of that court.\n[3] It is common cause that the Pinetown PX was\r\ninitially leased by the appellant to Kirk Road Properties, Pinetown\r\nCC in terms\nof a written agreement dated 12 November 1996. The lease\r\nwas due to expire on 31 December 2001 but by written agreement it was\r\nextended to 31 December 2005. In terms of a further written agreement\r\ndated 15 September 1998 to which the appellant was a party,\nthe\r\nlessee ceded its rights and assigned its obligations in terms of the\r\nlease to the respondent. The lease agreement did not provide\nfor any\r\nright to extend or renew the lease beyond 31 December 2005 and\r\ncontained a non-variation clause reading as follows:\n'8.1 This Lease incorporates the\r\nentire agreement between the LESSOR and the LESSEE and no addition,\r\namendment, cancellation or\nvariation hereof shall be of any force or\r\neffect unless it is in writing and signed by both the LESSOR and the\r\nLESSEE, who hereby\nacknowledge that no representations or warranties\r\nhave been made by either the LESSOR or the LESSEE nor are there any\r\nunderstandings\nor Terms of the Lease other than those set out\r\nherein.'\n[4] In its initial plea, the respondent averred only\r\nthat it had concluded a written addendum to the lease agreement\r\n(annexed to\nits plea) which afforded to it the right to renew the\r\nlease for two successive periods of nine years and eleven months\r\neach, and\nthat it had renewed the lease for the first period. It\r\nsubsequently transpired that the document annexed was a forgery. The\r\nplea\nwas amended to allege that in the event of the court finding\r\nthat the document already annexed 'is not an agreement for any reason\n\nwhatever' then a written addendum to the lease in the same terms as\r\nthe document already annexed was concluded between the parties.\nThe\r\nrespondent pleaded that a copy of the (genuine) addendum was not in\r\nits possession and was last in the possession of the appellant.\n[5] To prove its case, the respondent relied on\r\ncontemporaneous documents and the oral evidence of four witnesses,\r\nwho testified\nthat an addendum to the lease had been concluded and\r\ngave evidence as to its terms. The witnesses were:\n(a) Mr Sipho Mashinini, the former CEO of Propnet (a\r\ndivision of the appellant), who said that he had signed the addendum\r\non behalf\nof the appellant;\n(b) Mr Beston Silungwe, a former Propnet manager for the\r\nKwaZulu-Natal region, who was intimately involved with negotiations\r\nrelating\nto the addendum and who said that he had witnessed the\r\nsignature of the respondent's managing director on the original;\n(c) Mr Surendra Garach, an attorney in the employ of the\r\nrespondent, who said that he had prepared the addendum on the\r\ninstructions\nof the respondent's managing director; and\n(d) Mr Rajendra Balmakhun, the managing director of the\r\nrespondent, who said that he had signed the addendum on behalf of the\r\nrespondent.\nDocuments\n[6] I shall start with an analysis of the documents. On\r\n11 July 2000, the respondent wrote to Mr Beni, the Regional Manager\r\nof Propnet,\nstating:\n'We refer to our meeting of 10\r\nJuly 2000 when we advised you of our intention to carry out extensive\r\nrenovations to the shed which\nwill enhance the value of the property.\nThe renovations to be undertaken\r\nand the cost estimates are attached per schedule A in detail. The\r\ntotal cost is R2 997 060-00\nand we envisage completion of\r\nthe project in three months.\nIn lieu of [sic, sc: in view of]\r\nthe above representation we request your kind consideration to the\r\nfollowing:\n(1) . . .\n(2) Extension of the lease\r\nagreement for a further period (to be negotiated) in order for us to\r\njustify amortisation of the investment.'\n[7] On 3 October 2000 the appellant replied to the\r\nrespondent's letter, stating:\n'Item 2 regarding the extension\r\nof the lease to justify amortisation of the investment[:] Propnet is\r\nnot in a position to extend\nthe lease as the land is required for\r\nfuture development.'\nThe appellant, however changed its mind.\n[8] According to the minutes of the Propnet Project\r\nAdjudication Committee ('PPAC', a committee of Propnet) held on 26\r\nFebruary\n2001 (attended by Mashinini and Silungwe):\n'\nPINETOWN PX\r\nSHED: APPROVAL TO APPROACH THE MANAGING DIRECTOR TO APPOINT\r\nCONSULTANTS AND APPROVAL TO REPLACE ROOF SHEETING.\nMr Beni tabled a proposal\r\nreceived from the KwaZulu-Natal Region, Propnet Property Management,\r\nfor the appointment of DE Consultants\nto implement the replacement of\r\nthe roof sheeting and necessary structural repairs to the value not\r\nexceeding R1,5 mil (excl. VAT)\nand including professional fees.'\nThe proposal of Mr Beni reads as follows:\n'PRESENTATION TO PROPNET PROJECT\r\nADJUDICATION COMMITTEE\n. . .\nMOTIVATION\nPropnet is under extreme\r\npressure from the Tenant [the respondent] to replace the roof as it\r\nis badly corroded and leaks terribly.\nThe Tenant is presently\r\nwithholding rental due to the unavailability of the premises. Propnet\r\nhas an existing Lease Agreement with\nthe Tenant for a 9 year period\r\nof which 5 years are remaining. The Tenant will exercise his option\r\nto renew his Lease for a further\n10 year period and spend ±\r\nR2 000 000 (two million rand) on additional alterations\r\nrequired.\nRECOMMENDATION\nIn view of Propnet's lease\r\nobligations, it is recommended that approval be granted to appoint a\r\nconsultant and replace the roofing\non the shed, thereby guaranteeing\r\nan income of no less than R67 000.00 per month for the next 15\r\nyears . . . .\n. . .\nESTIMATED TIME\nShould the Committee approve the\r\nproject and should the budget be approved, tenders would be called\r\nfor in the month of April 2001\n. . . .\nFINANCIAL\n. . .\nAn extension of Lease for a\r\nperiod of 10 years with an option of 10 years, will be concluded\r\nprior to any expenditure.\n. . .\nCONCLUSION\n. . .\nPropnet cannot afford to lose\r\nthis tenant and/or the income therefore it is of the utmost\r\nimportance to replace the roof as soon\nas possible.\nRECOMMENDATION\nIt is recommended that approval\r\nbe granted for the appointment of a consultant to oversee the\r\nproject, an approval for the replacement\nof the ex PX shed in\r\nPinetown to the value of approximately R1 500 000,00 excl.\r\nVAT.'\nThe PPAC adopted the following resolution at the\r\nmeeting:\n'RESOLUTION\nThe Committee resolved that the\r\nproject be approved subject to the following conditions:\n(a) The source of funding\r\n(capital or maintenance) to be verified by the finance department;\n(b) The 2001/02 budget being\r\napproved;\n(c) The professional fees not to\r\nexceed R60 000.00.'\n[9] An internal memorandum headed 'APPOINTMENT OF\r\nCONSULTANTS FOR DESIGN AND PROJECT MANAGEMENT OF PX SHED ROOF\r\nREPLACEMENT (PINETOWN)'\naddressed on 14 June 2001 by Mashinini to Dr\r\nJardine (the Executive Director, Technology and Property of the\r\nappellant) records\nunder a section entitled 'Motivation':\n'Propnet has an existing Lease\r\nAgreement with the Tenant for a 9 year period of which 5 years are\r\nremaining. If repaired the Tenant\nwill exercise his option to renew\r\nhis Lease for a further 10 year period and spend ±\r\nR2 000 000.00 (two million)\non additional alterations\r\nrequired.'\n[10] Extensive improvements were thereafter effected to\r\nthe property by both parties although no written agreement between\r\nthem\nhad been concluded prior to the expenditure being incurred. On 1\r\nOctober 2002 Silungwe wrote from the appellant's regional office\nto\r\nBalmakhun:\n'This serves to confirm that the\r\nPropnet warehouse commonly known as \"Pinetown PX Shed\" has\r\nbeen fully renovated.\nWe are pleased to grant you\r\noccupation of the premises as from 1 November 2002 and rental payment\r\nthereof is to commence on the\nsame date.\nYou will recall that the\r\napproval conditions for Propnet to carry major renovations [sic]\r\nrested upon you to accept [sic] an extended\nLease Agreement period of\r\n10 years with an option to renew for another 10 years. A\r\nsupplementary agreement is in the process of\npreparation in this\r\nregard and will be forwarded to you shortly.\n. . .\nThe billing for November will be\r\nas follows:\nR87 812.97 (incl VAT) which\r\nis broken as\nR75 528.92 rent for the\r\nmain warehouse\nR1500 rent for the additional\r\nablution block and offices, VAT @ 14%\nR10 784.05.'\n[11] The forged document is dated 14 November 2002. It\r\npurports to reflect the signature of Balmakhun on behalf of the\r\nrespondent\non that day and the signature of Mashinini representing\r\nthe respondent on 4 November 2002.\n[12] A year later, on 10 October 2003, Ms Hassan, then\r\nthe managing director of the respondent, wrote to Beni of the\r\nplaintiff recording:\n'\"URGENT\" \"URGENT\"\nDear Sir\nRE: KIRK ROAD, PINETOWN\nWe refer to your letter dated\r\n1\nst\nOctober 2002 and hereby exercise\r\nour option to extend the lease agreement for a further period of ten\r\nyears commencing 1\nst\nJanuary 2006.\nKindly confirm receipt hereof.'\nNo acknowledgement of receipt or reply was produced in\r\nevidence.\n[13] On 18 December 2003 Ms Hassan on behalf of the\r\ndefendant again wrote to Mr Beni of the plaintiff:\n'\"URGENT\"\nDear Sir\nRE:\nLEASE\r\nAGREEMENT – NEWLYN INVESTMENTS (PTY) LTD / PROPNET KIRK ROAD,\r\nPINETOWN\nThe above matter refers.\nIn a letter dated 1\nst\nOctober 2002, Mr Silungwe\r\nconfirmed our option on the property for a further period of 10\r\nyears.\nKindly, advise in writing as to\r\nwhen our offices can expect an agreement for signature.\nWe attach hereto a copy of the\r\nletter that was forwarded to our offices.\nWe look for (sic) to your reply\r\nat your early convenience.'\n[14] On 13 August 2004 Garach signed a letter to the\r\nappellant which he said demonstrated that agreement had already been\r\nreached\nin regard to the lease of PX. I shall deal with the letter\r\nwhen discussing his evidence.\n[15] On 22 September 2004 Garach wrote a letter on\r\nbehalf of the respondent querying certain rental charges. The reply\r\nthereto dated\n5 October 2004 (it incorrectly refers to '5 October\r\n2005') includes the following:\n'The cession of lease between\r\nNewlyn Investments (Pty) Ltd and Transnet Limited is still valid and\r\nenforceable up to December 2005.'\n[16] On 12 October 2005 Mr Ken Buller of the appellant\r\nwrote to the respondent, for the attention Balmakhun, recording the\r\nfollowing:\n'Notwithstanding numerous\r\nmeetings and phone calls the following issues have been outstanding\r\nfor a long period of time and need\nto be afforded urgent attention.\n1) Bayhead: Bank 11 the lease\r\nhas since expired on 31 May 2005.\n. . .\n4) Pinetown: Lease expires 31\r\nDecember 2005 need to negotiate lease.\n. . .'\nTo this letter Balmakhun replied on 2 November 2005 as\r\nfollows:\n'We\r\nacknowledge receipt of your letter dated 12\nth\nOctober 2005,\r\nwhich was however faxed to us on 27\nth\nOctober 2005\r\nand record our surprise with regard to items 1 and 4. We have always\r\nadvised you that the agreements in question were\nextended beyond the\r\nexpiry date.\nWith regard\r\nto the Pinetown lease, we refer to your letter dated 2\nnd\nOctober 2002,\r\nthe terms whereof it was a condition that we extend the lease prior\r\nto Propnet replacing the roof. We accordingly\nsigned the agreement to\r\nextend the lease and enclose herewith a copy for ease of reference.\nWe further enclose a copy of the\r\nagreement for the extension of Bank 11 as requested in your previous\r\ncorrespondence.\nPlease advise of your\r\navailability to address the various outstanding issues.'\nAnnexed were two memoranda of agreement in respect of\r\nthe property described as Bank 11 and in respect of the Pinetown PX.\r\nBoth\nwere in precisely the same form. Both were forgeries.\nAdmissibility of oral evidence\n[17] Before dealing with the evidence\r\nof the witnesses called on behalf of the respondent to prove the\r\nexistence and terms of the\naddendum, it would be convenient to deal\r\nwith the argument, raised for the first time on appeal, that such\r\nevidence was inadmissible\nin as much as the respondent failed to\r\ndemonstrate that after a proper search, the lost addendum could not\r\nbe found. It was submitted,\nrelying on\nS\r\nv Tshabalala\n1\nand\nSingh\r\nv Govender Brothers Construction\n,\n2\nthat such a search would have to be\r\nthorough and it would not suffice merely to say, as the respondent's\r\nwitnesses had done, that\nthe document was lost. It was further\r\nsubmitted that the learned judge a quo had completely overlooked the\r\nrequirement of a thorough\nsearch for the lost document before\r\nallowing secondary evidence.\n[18] The reason why the learned judge\r\na quo did not consider the admissibility of the evidence, is because\r\nthe point was never raised\nin any shape or form before him. So far as\r\nthis court is concerned, it is a salutary principle that an appeal\r\ncourt will not entertain\ntechnical objections to documentary evidence\r\nwhich were not taken in the court below and which might have been met\r\nby the calling\nof further evidence. In\nBradshaw\r\nv Widdrington\n3\nCollins MR said:\n'If the question of\r\nadmissibility had been seriously argued in the Court below on the\r\nground which Mr Terrell [counsel for the appellant]\nhas urged before\r\nus, and if the learned judge had been disposed to adopt his view, it\r\nwould have been competent to Mr Astbury [counsel\nfor the respondents]\r\nthere and then to call Mr W Bradshaw, the person who knows most about\r\nthe matter, but who, I have no doubt\nfor very good reasons, thought\r\nit desirable not to go into the box. We could not now replace Mr\r\nAstbury's clients in the position\nin which they stood at the trial,\r\nand therefore, Mr Terrell is not now entitled to rely on the\r\ntechnical objections which he has\nurged as to the admissibility of\r\nthese documents, though I must say that, after hearing his arguments,\r\nI am not disposed to attach\nvery great weight to them. But I think\r\nthe question is not now open to us, any more than it was open to the\r\nlearned judge before\nwhom it was not raised, and the advantage of\r\nwhose opinion upon it we have therefore not got.'\nBradshaw's\ncase\r\nwas followed in\nR v\r\nPress\n4\nto overrule what the court termed 'a\r\ntechnical objection'. I agree with this approach. It would be\r\nunfortunate in cases such as\nthe present if a party could claim a\r\nforfeit on appeal.\n[19] Furthermore, there was only one original addendum.\r\nThe evidence (to which I shall refer presently) was that it was never\r\nin\nthe possession of the respondent after it had been signed on\r\nbehalf of the appellant. If it had ever existed, the original\r\nremained\nin the possession of the appellant. That being so, two rules\r\nof evidence came into play:\n(a) It is well established that a\r\nparty may adduce secondary evidence of a document in the possession\r\nof the opposite party if the\nlatter has failed to produce it after\r\nhaving been given written notice to do so.\n5\nBut notice is not required where the\r\nnature of the proceedings is such as to inform the opposite party, by\r\nnecessary implication,\nthat production of the document will be\r\nrequired:\nS v\r\nMiles\n.\n6\nIf ever there was such a case, this\r\nis it. If it be accepted that the original had been lost by the\r\nappellant, then the second rule\nof evidence, which I shall now deal\r\nwith, becomes applicable anyway.\n(b) Once secondary evidence is\r\nadmissible, there are no degrees of secondary evidence ie the common\r\nlaw no longer requires that\nthe best secondary evidence has to be\r\nproduced.\n7\nPhipson\n8\nstates the position as follows:\n'The general rule is that there\r\nare no degrees in secondary evidence; and that a party is at liberty\r\n(subject to comment if more\nsatisfactory proof is withheld) to adduce\r\nany admissible description he may choose. The reason assigned is the\r\ninconvenience of\nrequiring evidence to be strictly marshalled\r\naccording to weight; and of compelling a party, before tendering\r\ninferior evidence,\nto account for the absence of all which is of\r\nsuperior value, but the very existence of which he may have no means\r\nof ascertaining.'\nThe respondent was therefore entitled\r\nto give whatever evidence it could in respect of the contents of the\r\nmissing addendum. It\nwas not obliged to satisfy the court that its\r\ncopy was missing and could not be found despite a diligent search. Of\r\ncourse, production\nof a photocopy would be more reliable than oral\r\nevidence as to the contents of a document, but that goes to weight,\r\nnot admissibility:\nR\r\nv Green\n.\n9\nMashinini\n[20] I turn to analyse the evidence of the witnesses who\r\ntestified on behalf of the respondent. The first was Mashinini. As I\r\nhave\nsaid, he was the chief executive officer of Propnet. He was also\r\nthe general manager of properties of the appellant. He developed\na\r\nstrategy whereby tenants of Transnet would be granted long leases\r\n(ranging from 10 to 50 years) in exchange for revamping the\n\nproperties at their own expense. He himself visited the Pinetown PX\r\non several occasions. At first, the property management division\nof\r\nPropnet wanted to have the property redeveloped but there was no\r\nmarket response. He met Balmakhun who indicated that the respondent\n\nwished to take a long term lease of the property and would contribute\r\nto its renovation. A series of internal discussions followed\nat\r\nregional and national level to ensure that Propnet would be in a\r\nposition to grant a long term lease to guarantee an income\non the\r\nproperty but, what was more important, according to Mashinini, was\r\nthat he wanted to ensure what he called a 'catalyst development'\nto\r\nupgrade the area as a whole. Mashinini emphasised that the extension\r\nof the respondent's lease was 'extremely important' to\nboth Propnet\r\nand to him as the CEO ─ to Propnet, as the value of its asset\r\nbase would increase, so enabling Transnet to borrow\nmoney on the\r\nstrength of this; and to him as CEO, because he needed a long term\r\nannuity income in order to run a profitable business.\n[21] Mashinini explained the role of the Propnet\r\nProperty Approval Committee (to which I have already referred when\r\ndealing with\nthe documentation) which he established: All major\r\nprojects which required capital, long term leases or had long term\r\nimplications,\nwent first to the region and then to this committee;\r\nand its mandate was to approve projects and to look at payback\r\nperiods. But,\nstressed Mashinini, he did not require the approval of\r\nthe committee to enter into a lease such as the addendum for which\r\nthe respondent\ncontends; he himself had such authority and he used\r\nthe committee, as he put it, as a 'springboard' to debate issues.\r\nUltimately,\nhe had to make the decision himself.\n[22] Mashinini was present at the meeting of the PPAC of\r\n26 February 2001 (referred to in para 8 above) and he confirmed that\r\nBeni\nmade the presentation in the document (also referred to in para\r\n8 above) which was approved, as the minutes record.\n[23] The crux of Mashinini's evidence was that he\r\nhimself had seen a document like the forgery. It had been signed by\r\nthe respondent\nbefore it reached his office for final signature. (As\r\nhe had not yet signed it, this document could not have been the\r\nforgery.)\nHe signed it 'around November' 2002. In cross-examination\r\nhe said that he had done so in his office and that there were already\n\nthree signatures on the document, one being that of Balmakhun and\r\none, that of Silungwe. When it was pointed out to him in his\nevidence\r\nin chief that the negotiations with the respondent were for an\r\nextension of the lease and thereafter, a renewal at the\nrespondent's\r\noption, both for 10 years, whereas the forged document provided for\r\ntwo successive options, each for a period of nine\nyears and 11\r\nmonths, he said that he had not read the document in detail. I am\r\nunimpressed with the criticisms advanced by the\nappellant that he was\r\nunable to recall the length of the document, the number of clauses it\r\ncontained or the clauses that were\namended, whereas he said that the\r\ndocument was one with which he was 'extremely familiar because the\r\nkey issue was the PX shed\nand the roof'. I am equally unimpressed\r\nwith the criticism that he described the document as 'a lease\r\nagreement' whereas it was\nan addendum to the lease. He gave evidence\r\nin 2009. The addendum about which he testified was signed in 2002.\r\nMany such documents\nwould have crossed his desk. Nor could he be\r\nexpected to speak with the precision of a lawyer.\n[24] When Mashinini was asked, again in chief, how he\r\ncould remember signing the document some seven years before he gave\r\nevidence,\nhe replied, testily, that 'I have, I think, three times\r\nrepeated the significance of the lease to ourselves in terms of its\r\nimportance\n. . .'.\n[25] Mashinini explained that once he had signed a lease\r\nsuch as the one in contention, either the original would be kept at\r\nhead\noffice and a copy sent to the regional office in Durban, or a\r\ncopy would be kept at head office and the original sent to Durban\n─\r\nhe was not sure of the general practice; and the lessee would be sent\r\na copy. He agreed with the proposition put in cross-examination\nthat\r\nthere was 'something wrong' and that it was 'too much of a\r\ncoincidence' that all three were missing. But there is no evidence\n\nthat a stamped or unstamped copy of the addendum was ever retained by\r\nor sent to the appellant's head office in Johannesburg. So\nas far as\r\nthe original is concerned, the learned trial judge said:\n'In the ordinary course it is\r\nexpected that if the addendum had been received back in Durban, it\r\nwould, according to the undisputed\nevidence of Mr Silungwe, have been\r\nput in an asset management file bearing a prefix \"AR\". The\r\nplaintiff could only produce\nthe development file with the prefix\r\n\"KN\" in respect of the property and not the asset\r\nmanagement file. Mr Beni's file\nwas also produced. It was formally\r\nplaced on record by the parties that his file had an index of\r\ndividers and that the divider\nfor contract documents was completely\r\nempty, ie not only the missing addendum was not there, but no other\r\ncontractual documents\nwith respect to Pinetown PX. Mr Beni, who was\r\nthe regional manager at the time, did not testify. There is no\r\nevidence as to why\nall the contract documents in his file were\r\nmissing. It suggests that all the lease documents contained therein\r\nwere removed or\nlost.'\n[26] Mashinini was challenged in cross-examination on\r\nthe contents of the statement he had given to the police on 3 March\r\n2006.\nHe told the police with reference to two leases, one being the\r\naddendum at issue in this matter:\n'According to my knowledge of\r\nlease agreements marked annexure \"A & B\" I cannot\r\nwithout the following documents: ─\n(i) The minutes of the PPAC\r\nmeeting where the lease was approved\n(ii) The PPAC approval document\nconclusively confirm or deny\r\nhaving signed the said lease agreements due to the fact of the time\r\nthat has elapsed, and the large\nnumber of documents I have signed at\r\nPropnet on various occasions during the time of my employment.'\nHis explanation was that he was busy and wanted to get\r\nrid of the police as they were unprepared, they had booked only 30\r\nminutes\nof his time which was not sufficient and he had back to back\r\nmeetings. That is not the co-operation which a civic minded person\n\ncould and should give, but the explanation is not inherently\r\nimprobable. I disagree with the hyperbole in the appellant's heads\nof\r\nargument that:\n'His statement to the police was\r\nextraordinary and nonsensical and his determination to avoid the\r\npolice's questioning is highly\nsuspect. His explanation as to why he\r\ngave such a statement to the police is incredible.'\n[27] No motive was put to Mashinini as to why he would\r\nlie about the existence, and his execution, of the addendum and none\r\nsuggests\nitself from the record. Nor is there any warrant for\r\ndescribing him, as the appellant's heads of argument do, as 'an ally\r\nof Mr\nBalmakhun'.\nSilungwe\n[28] The second witness was Silungwe. At the relevant\r\ntime he was employed by the development division of Propnet as the\r\nmanager\nin charge of the whole of the KwaZulu-Natal region. The work\r\ninvolved looking at converting underutilised Transnet properties into\n\ndevelopment opportunities. He confirmed Mashinini's evidence that the\r\nPinetown PX was considered for development as it was in a\nbad state\r\nof repair, but despite adverts placed in newspapers, no credible\r\nproposal for the development of the site was received;\nand that the\r\nproperty division accordingly changed its mind in respect of the\r\nstrategy for the property. Some time after the respondent\nhad taken\r\nover the lease of the Pinetown PX, the respondent approached Propnet\r\nand indicated that the premises were not in a good\nstate of repair,\r\nin consequence of which its sub-tenants had moved out, and that the\r\nrespondent was accordingly going to suspend\nthe payment of rentals\r\nuntil the premises had been renovated. Silungwe and others in the\r\nKwaZulu-Natal regional office of the appellant\naccordingly started\r\nthe process of obtaining the approvals necessary for the property to\r\nbe renovated. According to him, the outcome\nof the negotiations\r\nbetween the appellant and the respondent was that the appellant would\r\nspend money on the roof and the respondent\nhad to spend money to\r\nprovide the cladding for the warehouse and provide the surrounding\r\npaving for the premises. After that was\ndone, the appellant was\r\nsupposed to enter into an extension of the lease with the respondent\r\nin order to recoup whatever money\nthe appellant had put in.\n[29] Silungwe oversaw the preparation of the document\r\n(referred to in para 8 above) presented by Beni to the meeting of the\r\nPPAC\non 26 February 2001, which meeting (as I have said) the witness\r\nattended. He, too, confirmed the correctness of the minutes.\n[30] Silungwe said that he was part of the team which\r\nnegotiated the terms of the addendum with the respondent. He said in\r\ncross-examination\nthat he was present when the proverbial handshake\r\ntook place at the conclusion of this process.\n[31] The crux of Silungwe's evidence was that Balmakhun\r\nhanded an addendum to the lease to him personally at the respondent's\r\noffices,\npossibly in about November or December 2002. The document\r\nhad already been signed by Balmakhun and another person as a witness\r\nand he then also witnessed Balmakhun's signature. He couriered the\r\ndocument to Johannesburg for signature by Mashinini. His evidence\n\nreads:\n'Was [the addendum] signed or\r\nunsigned when it was sent through for signature by the CEO? Or was it\r\nsigned or unsigned by Newlyn\nwhen it was sent through for signature\r\nby the CEO? .--- It was signed by the tenant first.\nDid you see it in that form? ---\r\nYes.\nAre you speaking from your own\r\nknowledge? --- Yes.\nCan you remember how you came to\r\nsee it? --- Well, all leases that were supposed to be signed by\r\ntenants came through me as I was\nthe person in charge in terms of the\r\nleases, so I particularly remember that one.'\n[32] Silungwe said that after signature by Mashinini,\r\nthe original would be couriered from head office in Johannesburg to\r\nthe regional\noffice in Durban for stamping and it would then\r\nultimately go back to Johannesburg for safekeeping, with a copy being\r\nkept on file;\nalthough a copy would be sent to the tenant before\r\nstamping where (as here) the rental exceeded R15 000 per month.\r\nIn the\npresent case the witness did not stamp the document and he did\r\nnot intend to do so until 2005 because that was when the document\n\ntook effect. When he last saw it (he left the appellant's employ in\r\nSeptember 2005), it was attached to a file for which he was\n\nresponsible.\n[33] Silungwe admitted that a note would in the ordinary\r\ncourse have been made on the appellant's PROMIS computer system of\r\nthe\nfact that such an agreement existed, and the appellant called Mrs\r\nDavids to say that there was no such record. However, the possibility\n\nexists, as Silungwe said in cross-examination, that although he gave\r\nan instruction for the relevant entry to be made, it was not\n─\r\nand according to Mrs Davids, such an omission would not have been\r\npicked up.\n[34] Silungwe was challenged in cross-examination to\r\nexplain, in view of his letter of 1 October 2002 to the respondent\r\nstating\nthat a supplementary agreement was in the process of\r\npreparation, how it came about that the document was prepared by the\r\nrespondent.\nHis answer amounted to this: Buller produced drafts which\r\ncontained nonsensical mistakes which he rejected and the respondent\r\nthen\npresented an agreement drafted and signed by it. When asked what\r\nthe urgency was, he replied that the respondent had spent R2 million\n\non the property and it 'had to be concerned about that'. He also\r\npointed to the fact that he had asked the respondent to recommence\n\npaying rental in November 2002. Silungwe's evidence was that the\r\nappellant did sign leases prepared by tenants depending on how\nfast\r\nhe wanted the lease done 'and how fast the other one volunteered to\r\ndo it'. Buller was not called to deal with his alleged\nincompetence\r\nand Silungwe's evidence is not in the least improbable, particularly\r\nin view of several draft documents discovered\nby the appellant\r\nrelating to the PX property which would fit Silungwe's description as\r\ncontaining nonsensical mistakes.\n[35] I do not understand the criticism advanced in the\r\nappellant's heads of argument that Silungwe 'could not give\r\nsatisfactory\nanswers as to why the responsible person, Buller, could\r\nnot produce an acceptable document'. If the suggestion is that he had\r\nnot\nasked Buller to do so, that should have been put to Silungwe and\r\nBuller called to say so. And if Buller had drafted an acceptable\n\ndocument, it is surprising that such a document was not discovered by\r\nthe appellant and there is no reason why, if it had been\ndrafted,\r\nSilungwe would not have sent it to the respondent.\n[36] Silungwe, too, confirmed that the document he saw\r\nshould have referred to an extension for ten years and an option to\r\nextend\nfor a further ten years. The submission on behalf of the\r\nappellant was that:\n'According to Silungwe, the\r\nparties had agreed that the lease would be extended for a further\r\nperiod of ten years, with an option\nto renew for another period of\r\nten years after the expiry of the extended ten year period. He\r\nclearly understood the distinction\nbetween an extension of the lease\r\non the one hand and an option to renew on the other hand. Therefore,\r\nif the missing addendum\never existed and if its terms were similar to\r\nthose of the forged document, then clearly the parties did not reach\r\nconsensus on\nits terms.'\nThe argument has no merit. As the learned judge a quo\r\nsuccinctly put it:\n'Technically it is argued that\r\nwhat was negotiated and agreed during negotiations (an extension of\r\nthe lease by 10 years with an\noption for a further 10 years) and what\r\nwas contained in the missing addendum (2 options of 10 years each\r\n[sic; in fact, two options\nof nine years and eleven months each])\r\nmeant that there was not\nconsensus\n.\r\nI do not believe that argument to be correct as the ultimate\r\nagreement was to be found in the terms of the addendum, Mr Mashinini\n\nhaving the authority to consent to the terms agreed upon.'\n[37] It was submitted that Silungwe's evidence, to the\r\neffect that Balmakhun presented him with a signed addendum out of the\r\nblue,\nis at variance with Balmakhun's own evidence. But it appears\r\nfrom the cross-examination of Silungwe that he was not at all sure\n\nwhether or not the addendum was preceded by discussions between him\r\nand Balmakhun. And in any event, one would expect Balmakhun\nto have a\r\nclearer memory of what had transpired as he continued to be involved\r\nin the matter after the forgery came to light whereas\nSilungwe had\r\nleft the appellant's employ and had no particular reason to think\r\nback on the details of what had happened.\n[38] The appellant's counsel submitted that there was a\r\ncontradiction between the evidence of Silungwe and Mashinini in that\r\nSilungwe\nsaid that a signed and completed document had been sent to\r\nJohannesburg, whereas Mashinini said that he had seen drafts.\r\nSilungwe's\nexplanation, when the contradiction was put to him in\r\ncross-examination, was that Mashinini could have seen drafts from\r\nsources\nother than himself. However that may be, the trial judge\r\nconsidered that there had been a contradiction but took it into\r\naccount\nin his judgment.\n[39] Finally, criticism was levelled at Silungwe based\r\non the statement he made to the police. It was submitted that\r\nSilungwe could\ngive no satisfactory explanation as to why the\r\nstatement did not mention that the document was in fact a forgery, or\r\nat the very\nleast, why the statement did not mention that he\r\nentertain suspicions about it possibly being a forgery. He was also\r\ncriticised\nfor not saying that he had signed a similar document, if\r\nthe one subject to investigation was a forgery. I am not impressed by\r\nthese criticisms. On the respondent's case, the terms of the forgery\r\nand the genuine addendum were identical; and Silungwe did not\nknow at\r\nthe time he gave the statement that the genuine addendum to which he\r\ntestified, had gone missing from the file which was\nin his custody\r\nwhilst he was employed by the appellant.\nImpartiality of Mashinini and Silungwe\n[40] Before dealing with the other evidence, I wish to\r\nemphasise that Mashinini and Silungwe were independent and impartial.\r\nMashinini\nleft the employ of the appellant and joined Absa at the end\r\nof March 2004, more than five years before he gave evidence.\r\nBalmakhun\nwas no longer a client of his. When asked separately\r\nwhether he felt loyalty to Transnet, and to Balmakhun, his answer was\r\nthe\nsame: 'Not really'. Silungwe left the appellant's employ in\r\nSeptember 2005 because he received a better offer from Tongaat Hulett\n\nDevelopments. The high water mark of the challenge to his\r\nimpartiality was the suggestion that he had been to the wedding of\r\nBalmakhun's\ndaughter ─ which he flatly denied.\nGarach\n[41] Garach originally practised as an advocate and then\r\nas an attorney. He became, as he put it, a consultant for the\r\nrespondent\nin January 2002 and subsequently occupied this position\r\nfull time from August of that year. He saw the letter from Silungwe\r\ndated\n1 October 2002 (see para 10 above) almost immediately after the\r\nrespondent received it. He said that Balmakhun brought it to his\n\nattention and requested him to prepare an addendum along the lines of\r\naddenda drafted by attorneys Cox Yeats which had previously\nbeen\r\naccepted by Transnet. According to Garach, Balmakhun indicated to him\r\nthat if the respondent had to wait for the appellant\nto prepare the\r\nagreement it would take some time and it would be quicker if the\r\nrespondent did so. Garach accordingly prepared\na contract using the\r\nprecedents which provided for two successive renewal periods of nine\r\nyears and eleven months each.\n[42] The evidence of Garach as to how he drafted the\r\naddendum explains why the parties had agreed that the lease would be\r\nextended\nfor ten years with an option to renew for a further ten\r\nyears, whereas the addendum for which the respondent contends\r\nprovides\nfor two successive options each for nine years and eleven\r\nmonths: the Cox Yeats precedents which he followed contain two\r\nsuccessive\noptions for those latter periods.\n[43] Garach said that he had had reason to look at the\r\nPinetown PX file kept by the respondent in January or February 2003.\r\nHe saw\na document duly signed which was the document he had drafted:\r\n'It was the addendum relating to the Pinetown property'. It was\r\nsubmitted\nin argument that the document Garach saw may have been the\r\nforged document because it is not known when the forgery was\r\nproduced.\nBut the evidence quoted was not directly challenged in\r\ncross-examination ─ Garach was not asked whether the document\r\nhe saw\nmay have been the forgery. But the possibility exists, as the\r\nrespondent's counsel fairly conceded, that it may have been ─\n\nalthough no convincing reason was advanced why a forged document\r\nwould have been necessary at that stage and in addition, the genuine\n\ndocument, on the respondent's evidence, would have been in existence\r\nand had already been forwarded to the respondent by the time\nGarach\r\nsaw the document which he did.\n[44] Garach (jointly with another employee of the\r\ndefendant) prepared a letter dated 13 August 2004 which he signed and\r\nsent to\nthe appellant. The heading of the letter is 'OUTSTANDING\r\nAGREEMENTS OF LEASE ─ NEWLYN GROUP OF COMPANIES'. The four\r\nleases\nreferred to do not include the PX. The reason, said Garach, is\r\nbecause the PX lease was not outstanding.\n[45] Garach had no knowledge of the letters sent by Ms\r\nHassen referred to in paras 12 and 13 above. She had been dismissed\r\nby the\nrespondent because, according to Balmakhun, she had diverted\r\ncorporate opportunities from the appellant, which should have gone\nto\r\nthe respondent, to a company in which her husband had an interest. It\r\nis evident from the record that the appellant's counsel\nhad consulted\r\nwith her, but she was not called to give evidence to explain the\r\nletters she had written. In the circumstances, the\nrespondent cannot\r\nbe faulted for not having called her either.\nBalmakhun\n[46] Balmakhun said that prior to Beni's proposal to the\r\nPPAC he had agreed with Mashinini that the appellant would replace\r\nthe\nroof of the structure at the PX property, the respondent would\r\neffect other improvements pertaining to the cladding, the yard and\n\nrefurbishment of the floor of the warehouse, and that the lease would\r\nbe extended by a period of ten years with an option for a\nfurther ten\r\nyears. Escalation for the renewal period was agreed at 11 per cent.\r\nHe was told that the PPAC had approved the project\nin March 2001.\n[47] On 6 September 2002 Balmakhun attended a meeting at\r\nPropnet with Beni, Silungwe and Buller. The Propnet minute of the\r\nmeeting,\nwhich Balmakhun confirmed, reads:\n'\n5.0\r\nPinetown\n5.1 Billing will resume once the\r\nelectricity and lights are sorted out.\n5.2 Raj [a reference to\r\nBalmakhun] requires a 30-day notice to resume paying rent.\n5.3 Amendment to extend lease to\r\nbe expedited.'\nThe minute reflects that Propnet was to attend to these\r\nmatters. As of 1 October 2002, when Silungwe sent the letter stating\r\nthat\na supplementary agreement to extend the lease for ten years with\r\nan option to renew for the same period was in the process of\r\npreparation,\nno supplementary agreement had been forthcoming.\r\nBalmakhun accordingly had a discussion with Silungwe and agreed that\r\nthe respondent\nwould utilise the precedent of previous agreements\r\nwith the appellant to draft a contract, and would send it to the\r\nappellant.\nBalmakhun then gave instructions to Garach to do just\r\nthat. Garach drafted the document and Balmakhun signed it. He was\r\nsubsequently\ninformed that Mashinini had signed the document.\n[48] Balmakhun could not explain how the forgery had\r\ncome into existence. He said in cross-examination:\n'M'Lord, I've – the\r\ndefendant or I have had no part in this despicable act. M'Lord, I've\r\noutlined in my earlier evidence that\ninasmuch as this particular\r\nlease appears to be – is a substantial one, it is –\r\ncomprises a small percentage of the\ndefendant's group income, and\r\nhaving regard to the long established and trustworthy relationship we\r\nendured, it would have been\nunthinkable for the defendant to have\r\nengaged in this. In any event, M'Lord, as I've stated in my evidence\r\nearlier, that we were\ninvited to enter into a lease agreement, or\r\nnegotiate a lease agreement, and if this document – and if this\r\nmatter had not\nbeen finalised at this stage, and respectfully, we\r\nshould have taken advantage of that invitation. As I've stated\r\nearlier, M'Lord,\nthat we're aware of our rights, we could have\r\napplied to Court for an appropriate relief, having regard to the\r\ncircumstances that\nled to the upgrade of that property.'\nBalmakhun suspected that the forgery may have been\r\nbrought into existence by the respondent's then managing director, Ms\r\nHassan,\nin order to discredit the respondent in the eyes of the\r\nappellant. The implausibility of this theory adversely affects the\r\nrespondent's\ncase on the probabilities. But I am not prepared to\r\nfind, as the appellant argued that:\n'[Balmakhun's] recital of his\r\nsuspicions are baseless and are the product of his mendacity.'\nIt is noteworthy that the appellant also did not put any\r\nspecific reason for the forgery having taken place at a particular\r\ntime,\nto Balmakhun. Two theories were advanced in argument on appeal.\r\nAs neither was put to Balmakhun they do not require further comment.\n[49] The learned judge, having examined the evidence and\r\nthe probabilities, concluded that it is difficult to make a finding\r\non\nprobability as to whether Balmakhun was responsible for the\r\ncreation of the forged document. I agree with this conclusion.\n[50] Balmakhun was criticised in argument for relying on\r\nthe authenticity of the forgery on six occasions prior to the trial.\r\nBut\nthe criticism is only valid if Balmakhun knew that the document\r\nwas a forgery when he relied on it. Garach, whose signature appears\n\non the document as a witness, did not believe it was. It was\r\nsubmitted that at least when the summaries of the appellant's experts\n\nwere filed, Balmakhun knew that the two experts had determined the\r\ndocument to have been forged by a 'cut and paste' method. But\n\nBalmakhun was entitled to have his own expert examine the document\r\nand he was also entitled to refuse to make the admission that\nit was\r\na forgery when he gave evidence. That of course was ill-advised and\r\nreflects adversely on his reliability as a witness.\nConclusion\n[51] The primary criticism of the judgment of the court\r\na quo was that it had misdirected itself in relation to the weight it\r\naccorded\nto the evidence of the respondent's witnesses without\r\nproperly evaluating the probabilities. There is no merit in this\r\ncriticism.\nThe learned trial judge carefully analysed the evidence of\r\neach of the witnesses called on behalf of the respondent and weighed\n\nup all the probabilities both for and against the respondent's case.\r\nThe judgment was comprehensive and meticulous in its detail.\nThe\r\nlearned judge came to the conclusion that as a matter of probability,\r\nthe parties had concluded an addendum during or about\nNovember 2002\r\nin terms similar to those contained in the forged addendum. I am not\r\nin the least persuaded that he erred.\n[52] The learned judge committed no factual or legal\r\nmisdirection. He was aware that the conclusion of such a document was\r\nimportant\nto both parties, and why; and that the terms that the\r\ndocument was to contain, had been agreed. The fact that the oral\r\nagreement\nand the written addendum differed, is of no importance as\r\nthere was no question of the respondent not exercising at least the\r\nfirst\noption contained in the addendum. On the other hand, the\r\nlearned judge was also fully alive to the fact that the only party to\r\nbenefit from the forged addendum would be the respondent; and that,\r\non the assumption that the respondent was somehow responsible\nfor the\r\nforgery, the question arose why such a document would be produced at\r\nthe instance or request of the respondent if an addendum\nin similar\r\nterms had already been concluded. He did overlook the probability in\r\nfavour of the respondent that there was no reason\ndisclosed on the\r\nevidence why the forged document would have been produced by\r\nBalmakhun at the stage when he did so. As he said\nin the passage I\r\nhave quoted, he could simply have arranged the conclusion of a\r\ngenuine document. There was no suggestion whatever\nthat the appellant\r\nhad changed its mind about leasing the property to the respondent\r\nprior to the production of the forgery. The\nlearned trial judge also\r\ndid not take into account the improbability that Balmakhun would, by\r\nmaking or authorising a forgery and\nsending it to the appellant, risk\r\nlosing the respondent's entire business relationship with the\r\nappellant, when the income from\nthe sub-lease of the PX represented\r\nless than four per cent of the turnover of the respondent.\n[53] The learned judge said specifically that the\r\nevidence of Balmakhun, and to a lesser extent Garach (by virtue of\r\nhis association\nwith the respondent), had to be approached with\r\ncaution. He pointed to the fact that Balmakhun was intimately\r\nassociated with the\nforgery because he was the first to produce it\r\nand by virtue of the position that he occupied in the respondent. He\r\nalso found\nthat Balmakhun was not a particularly impressive witness\r\nas he was at times evasive, loquacious and uncomfortable. He took\r\ninto\naccount the fact that neither the original nor a copy of the\r\naddendum could be produced. And he reasoned that:\n'To conclude that, because the\r\naddendum was forged, the only reasonable inference is that no written\r\ndocument had existed prior\nto that date (otherwise why the forgery?),\r\nwould necessarily entail disbelieving and rejecting the direct\r\nevidence of Mr Mashinini,\nMr Silungwe, Mr Garach and Mr Balmakhun . .\r\n. .'\n[54] I entirely agree with this approach. When all is\r\nsaid and done, Mashinini and Silungwe were impartial. They could not\r\nhave\nbeen mistaken; and there is simply no warrant for finding that\r\nthey committed perjury. On their evidence, both sides considered\nit\r\nessential that a valid addendum be executed, and it was. The balance\r\nof probabilities supports this evidence.\nCross-examination\n[55] Before making the order, I wish to comment on the\r\nfollowing cross-examination of Balmakhun:\n'You see, Mr Balmakhun, I'm\r\ntrying to be fair to you, because you can rest assured that we will\r\nargue to His Lordship that your\nevidence should be rejected, that you\r\nare untruthful, that you are evasive, that you are a person who\r\nmanufactured this story in\nthe endeavour to hoodwink the Court, that\r\nyou are not worthy of any credence . . . .\n. . .\nI want to tell you, that we are\r\ngoing to do our best to condemn you as a irredeemable liar.'\n[56] It is obviously necessary to\r\nrepeat what was said in\nKentz\r\n(Pty) Ltd v Power\n;\n10\nalthough I propose on this occasion\r\nquoting more fully from the book\nCross-Examination:\r\nA Practical Handbook\nby\r\nMr Justice Colman:\n11\n'A less serious misuse of\r\ncross-examination, but one which should be avoided, is the\r\nintroduction, under the guise of questions,\nof what is in truth\r\nargument. In some degree, that can hardly be avoided; and, indeed, it\r\nis sometimes perfectly proper to give\na witness the opportunity of\r\nmeeting a submission which counsel has it in mind to make about his\r\nevidence. Thus:\nUnless you tell me from whom\r\nyou received that piece of news, I shall probably submit to the\r\ncourt, in due course, that you didn't\nreceive it at all. Now, from\r\nwhom was it?\nBut it is quite a different\r\nthing to address a witness thus:\nI put it to you that you are\r\nthe most unmitigated blackguard who ever entered this courtroom.\nThat is not a question. Counsel\r\nexpects no answer from the witness which can be of the slightest help\r\nto anyone. Although such assertions\nare often made to witnesses, one\r\nwonders whether they have any purpose unconnected with the presence\r\nof a newspaper reporter in\nthe courtroom, or counsel's delight in the\r\nsound of his own voice.'\nAlthough counsel disavowed either of the motives\r\nsuggested by the learned author, he readily conceded that the\r\ncross-examination\nwas rude. It was also unjustifiable and should not\r\nhave been permitted.\nOrder\n[57] The appeal is dismissed with costs, including the\r\ncosts of two counsel.\n_______________\nT D CLOETE\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANTS: D A Gordon SC (with him P F Rossouw SC and\r\nMs T Norman)\nInstructed by Cliffe Dekker Hofmeyer, Sandown\nMcIntyre & Van der Post, Bloemfontein\nRESPONDENTS: P J Olsen SC (with him A K Kissoon Singh SC\r\nand MW Collins)\nInstructed by Naidoo Maharaj Inc, Durban\nHoney Attorneys, Bloemfontein\n1\nS\r\n\tv Tshabalala\n1980 (3) SA 99\n(A) at 102H and\r\n\t104D-F.\n2\nSingh\r\n\tv Govender Brothers Construction\n1986 (3) SA\r\n\t613\n(N) at 616J-617E.\n3\nBradshaw\r\n\tv Widdrington\n[1902] 2 Ch 430\n(CA) at 449.\n4\nR\r\n\tv Press\n1923 CPD 310\nat 311.\n5\nR\r\n\tv Radziwill\n(1902) 19 SC 195\n;\nDalgleish v J & H Israel\n1909 TH 229\n;\nS v\r\n\tShepard\n1966 (4) SA 530\n(W) at 531E-F;\nS v Miles\n1978\r\n\t(3) SA 407\n(N) at 410-411;\nSingh v\r\n\tGovender Brothers Construction\n, above\r\n\tn 2 at 617G-618B.\n6\nAbove\r\n\tn 5 at 412.\n7\nR\r\n\tv Green\n1911 CPD 823\nat 825;\nR\r\n\tv Press\nabove, n 4 at 311-2.\n8\nHodge\r\n\tM Malek QC (ed)\nPhipson on Evidence\n16 ed (2005) para 41-26.\n9\nAbove\r\n\tn 7 at p 825.\n10\nKentz\r\n\t(Pty) Ltd v Power\n[2002] 1 All SA 605\n(W)\r\n\tpara 50.\n11\n1970\r\n\tp 21.",
  "scraped_at": "2026-02-12T15:26:46.918329",
  "date": "2011-03-29",
  "coram": [
    "MPATI P",
    "CLOETE",
    "HEHER",
    "SHONGWE JJA",
    "PETSE AJA"
  ],
  "case_number": "553/09",
  "parties": {
    "applicants": [
      "TRANSNET LIMITED"
    ],
    "respondents": [
      "NEWLYN INVESTMENTS (PTY) LIMITED"
    ]
  },
  "sections": {
    "facts": "The appellant, Transnet Ltd, owned the Pinetown PX property in Pinetown. The original lease was granted to Kirk Road Properties and later assigned to Newlyn Investments (the respondent). The lease expired on 31 December 2005 and contained a non‑variation clause requiring any amendment to be in writing and signed by both parties. The respondent claimed that an addendum had been concluded, granting it a renewal right for two successive periods of nine years and eleven months each. The addendum annexed to the respondent’s pleadings was later discovered to be a forgery. The parties disputed whether a genuine addendum had been executed in November 2002 and, if so, what its terms were. The respondent relied on contemporary documents and oral testimony of four witnesses (Mashinini, Silungwe, Garach and Balmakhun) to prove the existence and content of the addendum. The trial court found the addendum proved and dismissed the appellant’s rei vindicatio claim; the appellant appealed.",
    "issues": "1. Whether secondary (oral) evidence of a missing document is admissible where the original is in the opposing party’s possession and no copy has been produced. 2. Whether the appellant was required to show a thorough search for the missing addendum before secondary evidence could be admitted. 3. Whether the forged document defeats the inference that a genuine addendum existed. 4. The appropriate weight to be given to the oral testimony of the four respondents’ witnesses. 5. Whether the appeal should be allowed on the basis of mis‑direction in assessing the probability of the addendum’s existence.",
    "principles": "The Court reiterated that an appeal court will not rehear technical objections to documentary evidence that were not raised at trial (Bradshaw v Widdrington). Secondary evidence is admissible where the opponent fails to produce the original after notice, or where the nature of the proceedings implies a duty to produce (S v Miles). Once admitted, there are no degrees of secondary evidence; the best evidence rule does not apply to weight (Phipson on Evidence; R v Green). The party producing secondary evidence is not required to prove a diligent search for the missing document. Oral evidence can be admitted to prove the contents of a lost document, but its credibility is for the trial judge to assess.",
    "application": "Applying these principles, the Court held that the appellant’s failure to produce the original addendum, coupled with the respondent’s notice that it was in the appellant’s possession, rendered the oral testimony admissible. The Court rejected the appellant’s claim that a thorough search was required. The forged document did not preclude the inference that a genuine addendum had been concluded, as the oral evidence of the four witnesses consistently described an addendum with terms similar to those of the forged version. The Court found no mis‑direction by the trial judge in weighing the probabilities and affirmed the finding that an addendum existed in November 2002.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Lease Agreements",
    "level_3": [
      "secondary evidence",
      "forgery",
      "addendum",
      "lease extension",
      "appellate procedure"
    ]
  }
}