{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/5.html",
  "case_name": "Smith v Van den Heever NO and Others (136/2010) [2011] ZASCA 5; 2011 (3) SA 140 (SCA) (4 March 2011)",
  "citation": "[2011] ZASCA 5",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 5\n|\nNoteup\n|\nLawCite\nSmith v Van den Heever NO and Others (136/2010) [2011] ZASCA 5; 2011 (3) SA 140 (SCA) (4 March 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No 136/2010\nIn the matter between:\nF\r\nJ SMITH\n..............................................................................................................\nAppellant\nand\nT\r\nW VAN DEN HEEVER NO\n....................................................................\nFirst\r\nRespondent\nE\r\nM MOTALA NO\n...............................................................................\nSecond\r\nRespondent\nJ\r\nD PEMA NO\n.........................................................................................\nThird\r\nRespondent\nNeutral\r\ncitation:\nSmith v Van den Heever\n(136/10)\n[2011] ZASCA 5\n(4 March 2011)\nCoram:\nHarms DP, Nugent and Bosielo JJA\nHeard:\n21 February 2011\nDelivered:\n4 March 2011\nSummary:\nContract – exceptio non adimpleti contractus – breach\r\n– calculation of damages\n_____________________________________________________________________\nORDER\n______________________________________________________________________\nOn appeal from:\nNorth West High\r\nCourt (Mafikeng) (Hendricks J and Kgoele and Moloto AJJ sitting as\r\nFull Court):\nThe appeal is upheld with costs.\nThe order of the full court is set\r\n\taside and replaced with an order in the following terms:\nThe appeal of the liquidators is\r\n\t\tupheld with costs.\nThe cross-appeal of the defendant is\r\n\t\tupheld with costs.\nThe order of the trial court is\r\n\t\tamended to read: ‘Claim and counterclaim are both dismissed\r\n\t\twith costs.’\n______________________________________________________________________\nJUDGMENT\n______________________________________________________________________\nHARMS DP (NUGENT AND BOSIELO JJA\r\nconcurring)\nINTRODUCTION\n[1] The plaintiffs (the present\r\nrespondents) are the joint liquidators of Agrichicks (Pty) Ltd (in\r\nliquidation). The defendant,\nMr F J Smith, farms in the Zeerust\r\ndistrict. Initially, the plaintiffs sued Mr Smith for goods sold and\r\ndelivered but later amended\ntheir summons and filed a declaration\r\nclaiming payment of R469 604.96 allegedly due in terms of a written\r\ninnominate agreement\nbetween Mr Smith and the company. The\r\ndeclaration quoted the terms of the agreement extensively and\r\nconcluded by alleging that\nthe company had performed all its\r\nobligations in terms of the agreement and that the said amount was\r\nowing ‘in respect of\nday old chickens, poultry feed, medication\r\nand vaccination delivered’ to Mr Smith under the agreement. Mr\r\nSmith admitted\nthe agreement but denied liability based on breaches\r\nby the company. In essence his plea raised the\nexceptio non\r\nadimpleti contractus\n. He, in addition, instituted a counterclaim\r\nfor damages, alleging that the company had breached the contract in a\r\nnumber of respects.\n[2] The trial court (Landman J) upheld\r\nthe claim in part and granted judgment against Mr Smith for R242 628.\r\nThe counterclaim was\nupheld to the extent of an award of damages in\r\nthe sum of R317 366.50. Both parties appealed to the Full Court of\r\nthe North West\nHigh Court, Mafikeng, comprising of Hendricks J and\r\nKgoele and Moloto AJJ. The plaintiffs’ appeal was upheld and Mr\r\nSmith’s\ncross-appeal was dismissed. The net effect of that\r\njudgment was that Mr Smith was ordered to pay the plaintiffs’\r\nclaim in\nfull and that his counterclaim was dismissed. Mr Smith\r\nsought and obtained special leave to appeal to this court.\nTHE CONTRACT\n[3] I do not intend to quote the terms\r\nof the contract at any length but will set out its general scheme. As\r\nHendricks J pointed\nout, the contract was not a ‘simple’\r\ncontract of purchase and sale but rather regulated the relationship\r\nbetween the\ncompany as supplier of day-old chickens and feedstuff and\r\nMr Smith, on the other hand, as contract farmer-grower. The company\r\nhad\nto supply Mr Smith with day-old chickens, with the required\r\npoultry feed for the different stages of their short lives, and with\n\nmedication and vaccination as and when required. Mr Smith had to rear\r\nthem until they reached the marketable age at about 37 days.\nThe\r\ncompany, within 45 days after supply of the day-old chickens, had to\r\ncollect the live broilers, weigh and slaughter them and\nmarket them\r\nas processed broilers (‘slaghoenders’).\n[4] Ownership of the chickens, poultry\r\nfeed, medication and vaccination did not pass to Mr Smith but\r\nremained the property of the\ncompany. The goods were to be used\r\nexclusively for rearing the company’s chickens and Mr Smith was\r\nnot entitled to purchase\nfeedstuff from other sources or to dispose\r\nof chickens to third parties.\n[5] An important aspect of the\r\nagreement is the fact that it operated in cycles. A cycle commenced\r\nwith the first day of delivery\nof a consignment of day-old chickens\r\nand it ended with the delivery of the next batch – an agreed\r\naverage period of 56 days.\nHowever, as mentioned, the company had to\r\ncollect the broilers for slaughter within 45 days after the inception\r\nof a cycle. The\nfinal date of collection within a cycle was referred\r\nto as the date of completion of that particular crop. This meant that\r\nthe\nchicken houses were to be empty for about 11 days, presumably to\r\nprepare them for the next batch.\n[6] Each cycle had to be accounted for\r\nindividually. The company had to credit Mr Smith’s account with\r\nthe agreed ‘price’\nper live kilogram of broilers\r\ncollected for slaughter and had to debit his account with the agreed\r\n‘price’ of the day-old\nchickens, feed, medication and\r\nvaccination. The accounting date was to be 30 days subsequent to the\r\ndate of completion of any particular\ncrop, and any credit balance of\r\nthat particular crop had to be paid to Mr Smith on that date.\n[7] Any debit balance, however, had to\r\nbe carried forward as the opening balance of the next cycle. Should\r\nthe debit balance of\nany specific cycle be carried forward more than\r\ntwo times as the opening balance of the following cycle, the amount\r\nof the debit\nbalance had to be paid by Mr Smith to the company.\n[8] The agreement also made provision\r\nfor the issue of certificates of indebtedness by the company’s\r\nauditor who could certify\nthe balance of payments between the parties\r\n‘for any specific cycle’ – it did not permit the\r\nissue of a certificate\non any day within a cycle or in respect of any\r\nother indebtedness.\nTHE CLAIM AND THE EXCEPTIO NON\r\nADIMPLETI CONTRACTUS\n[9] The commencement date of the\r\ncontract, which was signed during February 1999, was 15 June 1999 and\r\nit was to continue for five\nyears from this date. Mr Smith required a\r\nsigned contract to obtain financing from the Land Bank to build the\r\nnecessary infrastructure\nfor rearing chickens. However, a few days\r\nafter the commencement date, on 2 July, the company was placed under\r\njudicial management\nand it remained under such management until its\r\nliquidation on 14 August 2002.\n[10] In view of the fact that the\r\nclaim and counterclaim both relate to the last two cycles it is\r\nnecessary to consider them closer.\nThe first of these was the May\r\n2002 cycle. It commenced on 15 May and the broilers were slaughtered\r\non 26 June. On the accounting\ndate a month later it transpired that\r\nMr Smith had suffered a loss and his account was debited with R87\r\n154.49. This amount, in\nterms of the agreement, had to be carried\r\nover to the next cycle as its opening balance.\n[11] The second cycle (referred to as\r\nthe August cycle) began on 12 July which implied that the anticipated\r\nslaughter date was to\nbe 22 August, a week after liquidation. The\r\ncompany supplied chickens, feed and medication for this cycle for a\r\ntotal of either\nR322 088.95 (or R321 576.95 on Mr Smith’s\r\nversion). However, on about 9 August the company became unable to\r\ndeliver the required\nfeed and medicines in terms of the agreement. Mr\r\nSmith was informed accordingly. He was also told that the company was\r\nabandoning\nthe chickens and that he was free to destroy or dispose of\r\nthem.\n[12] To limit his losses he purchased\r\nbroken maize – which does not qualify as a balanced diet –\r\nand other feed when\nthat became available. No one on behalf of the\r\ncompany in liquidation took any steps to collect the broilers for\r\nslaughter on the\nanticipated date, and between 25 and 30 August he\r\ndisposed of the chickens to third parties. Only on 18 September the\r\nprovisional\nliquidators, cynically, sought to reclaim possession of\r\nthe chickens. The application was not successful.\n[13] Mr Smith was\r\ntaken to task during cross-examination at both the liquidation\r\ninquiry and the trial in lawyerly language for\nhaving sold the\r\nchickens in spite of the reservation of ownership. I fail to\r\nunderstand the problem. In the light of his uncontested\nevidence the\r\ncompany abandoned its ownership and the chickens became\nres\r\nderelictae\n.\r\nMr Smith appropriated them and became owner by means of\noccupatio\n.\r\nSee\nReck\r\nv Mills\n1990\r\n(1) SA 751\n(A). In any event, it is not permissible to question\r\nwitnesses on legal issues – the more so if the cross-examiner’s\n\nknowledge of the law is not up to scratch – and courts and\r\nchairpersons conducting inquiries should not permit this type\nof\r\ndebate.\n[14] As mentioned,\r\nMr Smith’s main defence is the\nexceptio\r\nnon adimpleti contractus\n.\r\nThe principles of this defence are well established and a detailed\r\nrestatement is not required. As stated in the title\n‘\nContract’\r\nin 5(1)\nLawsa\n2 ed para 210,\n1\nin the case of\r\nreciprocal contracts, one party undertakes to perform specifically in\r\nexchange for a particular counter performance\nby the other. In such\r\ncases, the principle of reciprocity applies: the first party is not\r\nentitled to demand counter performance\nfrom the other party unless\r\nthe first party has him or herself performed or is prepared to\r\nperform, as the case may be.\n[15] In\nMotor\r\nRacing Enterprises\n,\n2\nthe court laid\r\nstress on the following relevant principles: First, the\nexceptio\npresupposes the\r\nexistence of mutual obligations which are intended to be performed\r\nreciprocally, and that the parties’ intention\nis to be sought\r\nprimarily in the terms of their agreement. Second, interdependent\r\npromises are prima facie reciprocal. Third, the\nexceptio\nis often a\r\ntemporary defence raised in order to compel the other contracting\r\nparty to perform unfulfilled obligation(s) but only\nif defective\r\nperformance of an\nobligatio\r\nfaciendi\ncan\r\nstill be remedied. It is otherwise a complete defence. Fourth, the\r\napplicability of the\nexceptio\nis (subject to the\nde\r\nminimis\nprinciple)\r\nnot dependent on the degree of non-performance.\n[16] The\r\nplaintiffs’ declaration stated, as it had to, that the company\r\nhad performed all its obligations in terms of the\ncontract and that\r\nthe claimed amount represented the debit balance on Mr Smith’s\r\naccount with the company, which had been\ncarried forward for more\r\nthan two cycles, as contemplated in the agreement. But it is here\r\nwhere the plaintiffs’ case broke\ndown. The amount of R87\r\n154.49, which represented the loss incurred in respect of the May\r\ncycle, was not carried forward for more\nthan two cycles due the\r\ncompany’s breach of contract and, accordingly, did not become\r\npayable. And although it is fair to\naccept that the company supplied\r\nchickens, feed and medication for the August cycle for some R322\r\n088.95, the company failed to\ncomply with its obligation to supply\r\nthe necessary feed etc for the full cycle and, instead, abandoned the\r\nchickens and Mr Smith.\nAs the plaintiffs themselves realized when\r\nthey amended their summons, the company did not ‘sell’\r\nchickens and feed\nand the like in batches or at all. In spite of this\r\nthe plaintiffs sought to rely on an auditor’s certificate which\r\ncertified\nthe alleged balance on a date during the August cycle\r\nwhile, as mentioned, it could only certify the balance of payments\r\nbetween\nthe parties ‘for any specific cycle’.\n3\n[17] Landman J, in the first instance,\r\nand the full court in the second instance, although conscious of the\r\nnature of the contract\nand Mr Smith’s defence, did not deal\r\nsquarely with the issue. It would appear that sight was lost of the\r\nimpact of their\nown findings that that the agreement operated in\r\ncycles and was, within a cycle, not divisible, and that the company\r\nhad failed\nto comply with its obligations during the August cycle and\r\nthat the May debit had not become payable.\n[18] Landman J\r\nreferred to the fact that Mr Smith used the feed and this, too,\r\nappears to have influenced the full court. Obviously,\nas was said in\nMotor\r\nRacing Enterprises\nin\r\nconnection with the fourth point mentioned above, a plaintiff who\r\nfails to prove full and proper performance is not necessarily\n\nremediless. If a proper case is made out for such relief, he may be\r\nentitled to claim a lesser amount than that provided for in\nthe\r\nagreement. However, unless the lesser amount is claimed, it is not\r\nfor the court to speculate what the amount should be. In\nclaiming a\r\nlesser amount, it is necessary for the plaintiff to allege and\r\nprove:\n4\n(a) that the employer has utilised his\r\nor her work to the employer’s own advantage even though it fell\r\nshort of the required\ncontractual standards;\n(b) the cost of remedying defects and\r\nsupplementing shortfalls;\n(c) that it would be equitable to\r\naward the contractor some remuneration even though he or she breached\r\nthe agreement;\n(d) that the circumstances as a whole\r\nare such that the court ought to exercise its discretion in awarding\r\nthe contractor a reduced\ncontract price.\nThe liquidators did not seek to avail\r\nthemselves of this alternative and it need not be considered. In any\r\nevent, it is questionable\nthat they would have succeeded in the light\r\nof the facts of the case.\n[19] It follows that the plaintiffs’\r\nsubmission that it is immaterial that the company did not comply with\r\nits contract after\n9 August because Mr Smith’s indebtedness was\r\nfor payment in respect of chickens and goods actually supplied before\r\nthat date\nis fatally flawed. This means that the plaintiffs’\r\nclaim in convention should have been dismissed at the outset and that\r\nboth courts below have erred in granting judgment against Mr Smith.\nTHE COUNTERCLAIM\n[20] As mentioned, Mr Smith’s\r\ncounterclaim, which was based on particular breaches of contract, was\r\nupheld by Landman J but\ndismissed by the full court. The two\r\nbreaches, which were also used to ground the exceptio, will be dealt\r\nwith briefly for reasons\nthat follow.\n[21] The plaintiffs submitted that\r\nthey suffered under a disability in conducting their case because\r\nthey could not reasonably be\nexpected to have had direct knowledge of\r\nevents prior to the winding-up of the company and that, consequently,\r\nthe dearth of evidence\non their side should not be held against them.\r\nThe submission is without merit. The company was at all relevant\r\ntimes under judicial\nmanagement and there is no indication that the\r\njudicial manager or the employees could not supply the necessary\r\nevidence.\n[22] Mr Smith relied on a tacit term\r\nof the contract which obliged the company to deliver F1 day-old\r\nchickens. F1 crosses or hybrids\nare high quality because, in terms of\r\nMendel’s law, they tend to be uniform. Instead, he alleged, the\r\ncompany breached this\nterm by having provided poor quality day-old\r\nchickens instead of F1 chickens. In this regard he was able to show\r\nthat F1 chickens\nwere used industry-wide for producing broilers, that\r\nthe company initially provided F1s, that as the company’s\r\nfinancial\ndifficulties increased it began supplying cheaper F2s, and\r\nthat it instructed its employees to hide the change from the\r\nfarmer-growers.\nAll this, as found by Landman J, sufficed to\r\nestablish the tacit term and it is not an answer to a reliance on a\r\ntacit term to\nhold, as the full court did, that the written contract\r\ndid not mention F1s but ‘chicken’ only. If the word in\r\ncontext\ncannot include bantam or ostrich chickens there is little\r\nreason to hold that it cannot in context be limited to F1 chickens.\n[23] The other ground on which Mr\r\nSmith relied was that that the company delivered sub-standard chicken\r\nfeed in contravention of\nthe Fertilizers, Farm Feeds, Agricultural\r\nRemedies and Stock Remedies Act 36 of 1947. There were two aspects to\r\nthis part of his\ncase: it meant that having acted illegally the\r\ncompany was not entitled to recover the contract price and also that\r\nthe company\nhad breached a tacit term that only standard feedstuffs\r\nwould be supplied. Landman J found in favour of Mr Smith but the full\r\ncourt,\nrelying on an interpretation of the Act, held otherwise.\r\nAlthough I prefer the approach of Landman J, it is not necessary to\r\ndecide\nthe point for reasons that follow.\n[24] I am prepared to assume for\r\npurposes of the judgment that the terms of the contract and the\r\nbreaches have been established\nand that Mr Smith is in principle\r\nentitled to recover any losses suffered in consequence of the\r\nbreaches. However, I am not satisfied\nthat Mr Smith has suffered any\r\nrecoverable loss and will consequently limit the judgment to that\r\naspect.\n[25] A certain Dr Viljoen was called\r\nby Mr Smith to quantify his loss. Landman J accepted Dr Viljoen’s\r\nassumptions and calculations\nand held that the loss amounted to R317\r\n366.50 This was only R9.00 less than Dr Viljoen’s calculation.\r\nBecause the full court\nhad found that the breaches were established\r\nits findings about quantum were obiter and can be discounted.\n[26] The counterclaim was limited to\r\nlosses suffered during the May and August cycles. During the May\r\ncycle Mr Smith received 85\n889 day-old chickens and produced and\r\ndelivered 65 784 broilers to the company but, as mentioned, he\r\nsuffered a loss of R87 154,49\nafter deducting the cost of the\r\nchickens, feed etc. During the August cycle he received 63 927\r\nday-old chickens. We do not know\nthe mortality rate or how many were\r\nsold as broilers but one can fairly assume that not more than 60 000\r\nwould so have been sold.\nOne could also assume in Mr Smith’s\r\nfavour that if the company had complied with the relevant contractual\r\nobligations the\nmortality rate would have been lower and that he\r\nwould have been able to deliver some 80 000 chickens during the May\r\ncycle. This\nmeans that one has to determine what Mr Smith’s\r\nreasonable margin of profit on 140 000 broilers should have been.\n[27] The evidence of Dr Viljoen was\r\nthat a reasonable return per broiler would have been between 70c and\r\nR1.00 each. He later sought\nto up the figure to R1.77 with reference\r\nto the profit made during the relevant period by another farmer, Mr\r\nHarman, who also produced\nbroilers under contract with the company\r\nand, presumably, received more or less the same type of day-old\r\nchickens and feedstuff.\nAlthough Mr Harman’s results are prima\r\nfacie destructive of Mr Smith’s case that the losses suffered\r\nwere as a result\nof the company’s breaches, I am prepared to\r\nassume in his favour that his return would have been R1.00 per\r\nbroiler, giving\na total of R140 000.\n[28] In assessing Mr Smith’s\r\nloss, if any, it is necessary to take into account any benefits\r\nreceived from the company and\nhis income from the sale of the\r\nabandoned broilers to third parties. It will be recalled that Mr\r\nSmith did not pay the company\nanything for the goods received during\r\nthe August cycle. The only expenses which can be taken into account\r\nfor present purposes\nwere the costs relating to the purchase of feed\r\nafter the company had reneged on its contract. These amounted to R58\r\n595.00. But\nwith sales of R249 743.48 it means that Mr Smith made a\r\nprofit of some R191 148.48, which is substantially more that the\r\nprojected\nloss of R140 000.00. It would have been different if he had\r\npaid or had to pay the company or the plaintiffs, in which event his\n\nloss in respect of the August cycle would have been R130 428.47 plus\r\nthe assumed R80 000.00 loss in relation to the May cycle.\nCONCLUSION\n[29] This means that the correct order\r\nin the high court should have been a dismissal of both the claim and\r\nthe counterclaim. Since\nboth were upheld the parties were justified\r\nin appealing and the full court should have upheld both appeal and\r\ncross-appeal. The\nappeal in this court has to succeed. Costs are to\r\nfollow the different results.\n[30] The following order issues:\nThe appeal is upheld with costs.\nThe order of the full court is set\r\n\taside and replaced with an order in the following terms:\nThe appeal of the liquidators is\r\n\t\tupheld with costs.\nThe cross-appeal of the defendant is\r\n\t\tupheld with costs.\nThe order of the trial court is\r\n\t\tamended to read: ‘Claim and counterclaim are both dismissed\r\n\t\twith costs.’\n______________________\nL T C Harms\nDeputy President\nAPPEARANCES:\nAPPELLANTS:\r\nA G Schoombie (Attorney)\nSchoombee\r\nAttorneys, c/o Smith Stanton Inc, Mafikeng\nVermaak\r\n& Dennis Inc, Bloemfontein\nFIRST\r\nRESPONDENT: J W Steyn\nDe\r\nVries Inc, c/o M P Panchia Attorneys, Mafikeng Matsepes Inc,\r\nBloemfontein\n1\nBy\r\n\tA D J van Rensburg, J G Lotz and T A R van Rijn (update by R D\r\n\tSharrock).\n2\nMotor\r\n\tRacing Enterprises (Pty) Ltd (In Liquidation) v NPC (Electronics)\r\n\tLtd\n[1996] 4 All SA 601\n(A) also reported as\nMotor\r\n\tRacing Enterprises (Pty) Ltd (In Liquidation) v NPS (Electronics)\r\n\tLtd\n1996 (4) SA 950\n(A)\r\n\tper H J O van Heerden JA.\n3\nIt\r\n\tis not necessary to deal with the other palpable defects in the\r\n\tcertificate such at that it does not purport to have been issued\nby\r\n\tthe company’s auditor or that it merely stated what the\r\n\tcompany books reflected and the effect of an alleged admission\nat\r\n\tthe pre-trial conference. Furthermore, as Landman J correctly found,\r\n\tthe amount certified was even on the plaintiffs’\ncase patently\r\n\tincorrect.\n4\nP\r\n\tM Nienaber in ‘Building and Engineering Contract’ in\r\n\t2(1)\nLawsa\n2 ed para 503.",
  "scraped_at": "2026-02-12T15:16:43.446740",
  "date": "2011-03-04",
  "coram": [
    "Harms DP",
    "Nugent",
    "Bosielo JJA"
  ],
  "case_number": "136/2010",
  "parties": {
    "applicants": [
      "F J SMITH"
    ],
    "respondents": [
      "T W VAN DEN HEEVER NO",
      "E M MOTALA NO",
      "J D PEMA NO"
    ]
  },
  "sections": {
    "facts": "The plaintiffs were the joint liquidators of Agrichicks (Pty) Ltd, a company that supplied day‑old chickens, feed, medication and vaccination to farmer‑grower F J Smith under a cyclical contract. The contract required the company to deliver these inputs, retain ownership of the goods, and later collect and slaughter the broilers within each cycle. The company entered judicial management in July 1999 and liquidation in August 2002. Disputes arose over the May 2002 cycle (a debit balance of R87,154.49) and the August 2002 cycle, where the company ceased supplying feed, abandoned the chickens and failed to collect them for slaughter. Smith purchased alternative feed, sold the chickens to third parties, and was sued by the liquidators for an amount of R469,604.96. Smith raised the defence of exceptio non adimpleti contractus and counterclaimed for damages.",
    "issues": "1. Whether the liquidators can enforce the claimed amount despite alleged breaches by the company, i.e., whether the exceptio non adimpleti contractus bars the claim. 2. Whether Smith is entitled to damages for the alleged breaches of the contract, and if so, how the quantum of loss should be measured.",
    "principles": "The court applied the doctrine of exceptio non adimpleti contractus, which requires reciprocal performance in reciprocal contracts before a party can demand payment. It reiterated principles from Motor Racing Enterprises on mutual obligations, the de minimis rule, and that a party who fails to perform its obligations cannot rely on the contract price. The court also considered the rule that a debit balance must be carried forward only up to two cycles and that certificates of indebtedness can only certify balances for a complete cycle.",
    "application": "The court found that the company had materially breached the contract by abandoning the chickens and failing to supply the agreed feed during the August cycle, and that the May‑cycle debit balance could not be carried forward because the breach interrupted the contractual performance. Consequently, the liquidators' claim was unsustainable. Regarding the counterclaim, the court accepted the expert’s calculation of a loss but noted that Smith had made a profit of R191,148.48 from selling the abandoned broilers and only incurred feed costs of R58,595.00, resulting in no recoverable loss. Hence the counterclaim was dismissed.",
    "conclusion": "Both the liquidators' claim and Smith's counterclaim were dismissed with costs. The appeal of the liquidators was upheld, the cross‑appeal of the defendant was also upheld, and the trial court order was amended to read that the claim and counterclaim are both dismissed with costs."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Agricultural Supply Contracts",
    "level_3": [
      "exceptio non adimpleti contractus",
      "liquidation",
      "damages",
      "breach of contract"
    ]
  }
}