{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/27.html",
  "case_name": "Croxford Trading 7 (Pty) Ltd and Another v The Body Corporate of the Inyoni Rocks Cabanas Scheme no ss1/1978 (174/10) [2011] ZASCA 27 (18 March 2011)",
  "citation": "[2011] ZASCA 27",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 27\n|\nNoteup\n|\nLawCite\nCroxford Trading 7 (Pty) Ltd and Another v The Body Corporate of the Inyoni Rocks Cabanas Scheme no ss1/1978 (174/10) [2011] ZASCA 27 (18 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 174/10\nIn\r\nthe matter between:\nCROXFORD TRADING 7 (PTY) LTD\n.....................................................\nFirst\r\nAppellant\nERROL JOHN HENTY SENEKAL\n.....................................................\nSecond\r\nAppellant\nv\nTHE BODY CORPORATE OF THE INYONI\r\nROCKS\nCABANAS SCHEME NO SS1/1978\n............................................................\nRespondent\nNeutral citation:\nCroxford\r\nTrading 7 v The Body Corporate of the Inyoni Rocks Cabanas Scheme no\r\nss1/1978\n(174/2010)\n[2011] ZASCA 27\n(18 March 2011).\nCoram:\nBrand, Maya, Cachalia,\r\nShongwe JJA and Petse AJA\nHeard:\n24 February 2011\nDelivered: 18 March 2011\nSummary:\nA developer who owned\r\nan interest in the common property of a sectional title scheme under\r\nthe Sectional Titles Act 66 of 1971,\nand subsequently disposes of the\r\ninterest, has no ‘right of extension’ that is\r\ntransferable. The 1993 Amendment to\nthe\nSectional Titles Act 95 of\n1986\n, which repealed the 1971 Act, but dispensed with the requirement\r\nfor the developer to retain an interest in the common property\ndid\r\nnot remove this requirement in respect of the 1971 Act.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nKwaZulu-Natal\r\nHigh Court (Pietermaritzburg) (Steyn J sitting as court of first\r\ninstance).\nThe appeal is dismissed with costs.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nCACHALIA JA (Brand, Maya, Shongwe JJA,\r\nPetse AJA concurring):\n[1] This is an appeal from the\r\nKwaZulu-Natal High Court, Pietermaritzburg granting an application\r\nfor a declaratory order against\nthe appellant and dismissing a\r\ncounter-application, also for declaratory relief, against the\r\nrespondents. With leave of the high\ncourt the appellants appeal to\r\nthis court. The appeal concerns a developer’s ‘right of\r\nextension’ under a sectional\ntitles scheme.\n[2] The\nSectional Titles Act 95 of\n1986\n, like its predecessor, the Sectional Titles Act 66 of 1971,\r\nsanctions the construction of a scheme in stages. A developer\r\nintending\nto add a further phase or phases to a sectional title\r\ndevelopment must, when applying to the local authority for the\r\nsectional\nplan to be registered, reserve a right to extend the\r\nscheme. This right is known as the developer’s ‘right of\r\nextension’.\nWhere the developer does not reserve the right, or\r\nthe reservation has lapsed, the right to extend the scheme vests in\r\nthe body\ncorporate.\n[3] Under s 18 read\r\nwith s 26 of the 1971 Act, a developer could exercise a right of\r\nextension only if it owned at least one unit\nin the scheme. Moreover,\r\nbecause the right in favour of the developer was akin to a personal\r\nservitude, it was not transferrable.\n1\nThe 1986 Act\r\nrepealed the 1971 Act, but s 60(1)(b), which is a saving and\r\ntransitional provision, preserved a right of extension\nacquired under\r\nthe rescinded Act. In terms of s 25(5) the 1986 Act also created\r\na new dispensation with regard to the developer’s\nright of\r\nextension which differed from the previous position in two respects.\r\nFirst, it deemed the right of extension to be ‘a\nright to urban\r\nimmovable property which admits of being mortgaged’,\n2\nwhich is\r\ntransferable by the registration of a notarial deed of cession.\n3\nSecondly, it\r\nremoved the requirement for the developer or its successor-in-title\r\nto have an interest in the common property. The\nright of extension\r\nunder s 25 of the 1986 Act thus became wider in its scope than the\r\ncontent of the right recognized in the repealed\nAct.\n4\nIt must, however,\r\nbe emphasized that a right acquired or exercised under the repealed\r\nAct did not bestow any new right under the\n1986 Act, but did not\r\nprevent the acquisition or exercise of rights under the\n1986 Act.\n5\n[4] On 26 February 1993 the 1986 Act\r\nwas amended, in the words of the preamble to, among other things,\r\n‘provide for the alienation\nand mortgaging of a right to extend\r\na building in terms of the Sectional Tiles Act, 1971’.\nSection\r\n4\nof the\nSectional Titles Amendment Act 15 of 1993\namended\ns 60(1)(b)\nof 1986 Act to read thus:\n‘\nAmendment\r\nof section 60 of Act 95 of 1986, as amended by section 25 of Act 63\r\nof 1991\n4.\nSection 60\nof the\nSectional Titles Act, 1986\n, is hereby amended by\r\nthe substitution for subsection (1) of the following subsection:\n(1)\r\n(a) . . .\n(b)\r\na right of extension of a building acquired in terms of section 18 of\r\nthe Sectional Titles Act, 1971,\nshall\r\nbe completed or exercised in terms of the provisions of the Sectional\r\nTitles Act, 1971, as if it has not been so repealed:\nProvided that a\r\nright as referred to in paragraph (b) in respect of which a\r\ncertificate of real right has been issued –\n(i)\r\nshall for all purposes be deemed to be a right to urban immovable\r\nproperty which admits of being mortgaged; and\n(ii)\r\nmay be transferred by the registration of a notarial deed of\r\ncession . . .’\n[5] The proviso to\r\nthe amendment introduced language identical to s 25(4) of the 1986\r\nAct. Its effect was that a right of extension\nunder s 18 of the\r\nrepealed Act would for ‘all purposes’ be deemed to be a\r\nright to urban immovable property which admitted\nof being mortgaged,\r\nwhich was transferable by registration of a notarial deed of cession.\r\nThe purpose of amendment was to deal\nwith the problem that arose\r\nafter this court’s holding in\nErlax\r\nProperties (Pty) Ltd v Registrar of Deeds & others\n6\nthat s 60(1) of the\r\n1986 Act did not render the developer’s rights under the 1971\r\nAct transferrable. The amendment solved\nthis problem by pertinently\r\npermitting the transfer of a right acquired under the 1971 Act. The\r\nappellants’ contention is,\nhowever, that the amendment went\r\nfurther by allowing a right of extension acquired under the repealed\r\n1971 Act to be exercised\neven though the developer or its\r\nsuccessor-in-title has no other interest in the common property. I\r\nwill revert to this contention\nin due course.\n[6] But first I must turn to the facts\r\nof this case. A sectional title scheme, known as Inyoni Rocks\r\nCabanas, was registered 1978.\nThe 1971 Act applied at the time.\r\nInyoni Beach Apartments (Pty) Ltd, the developer, owned a unit –\r\nunit 64 – in the\nscheme and reserved to itself the right, which\r\nit had recorded in a conveyancer’s certificate, to extend the\r\ndevelopment.\nThe certificate was registered in the developer’s\r\nname on 13 October 2003, after the 1993 Amendment had taken effect.\r\nThe\nrelevant part of the certificate provides:\n‘\nNo\r\nperson whose consent is required in terms of Section 18 of the Act\r\nshall be entitled to withhold his written consent to INYONI\nBEACH\r\nAPARTMENTS (PROPRIETARY) LIMITED, being the developer of this Scheme\r\nas owner of Section No 64 or its successors in title\n(hereinafter\r\nreferred to as the developer), preparing and submitting for its own\r\nbenefit a scheme to the Local Authority in terms\nof Section 18 of the\r\nAct for approval, and upon such approval taking all necessary steps\r\nto erect extensions and additional buildings\non the land in terms of\r\nand as indicated on the sketch plan filed of record in my Sectional\r\nTitles Protocol . . .’\n[7] In 2003 the developer transferred\r\nunit 64 to a third party and, in 2007, that party, in turn,\r\ntransferred the unit to a Trust\n– the Mahlangu Trust. The Deed\r\nof Cession, in terms of which the developer purported to transfer the\r\nright of extension to\nthe first appellant, was registered on 16 July\r\n2004. So, at the time of registration, the developer no longer owned\r\nthe unit and\nthus had no interest in the common property of the\r\nscheme. Neither did the first appellant.\n[8] The Body Corporate of the Inyoni\r\nScheme, the respondent in this appeal, took the view that because the\r\ndeveloper’s right\nhad been acquired under the 1971 Act, it had\r\nlost that right when it disposed of the unit. At the time of the Deed\r\nof Cession to\nCoxford Trading 7 (Pty) Ltd, the developer therefore\r\nhad no right to transfer. The Body Corporate thus sought a declarator\r\nin the\nKwazulu-Natal High Court directing the Registrar of Deeds to\r\ncancel the Deed of Cession. The first appellant in this appeal and\n\nthe purported holder of the right of extension under the Deed, by\r\ncounter-application, asked for a declaration that the right vested\nin\r\nit. The second appellant, Mr Errol John Henty Senekal, was cited in\r\nhis capacity as a director of and beneficial shareholder\nin the first\r\nappellant. They maintained that once the certificate was registered\r\nin October 1993 the developer’s right of\nextension became a\r\nreal right, which was capable of being mortgaged and transferred to a\r\nthird party.\n[9] As I mentioned at the beginning of\r\nthis judgment, the high court (Steyn J) granted the relief that the\r\nrespondent asked for\nand dismissed the appellants’ case. The\r\nTrustees of the Mahlangu Trust, Inyoni Beach Apartments (Pty)Ltd and\r\nthe Registrar\nof Deeds, KwaZulu-Natal, were respectively the third,\r\nfourth and fifth respondents in the court below. They took no part in\r\nthose\nproceedings and have informed us that they shall abide this\r\ncourt’s decision on appeal.\n[10] The appellants contend that under\r\nthe amended legislation the developer’s transfer of its right\r\nof extension to the first\nappellant was valid despite the fact that\r\nit no longer owned a unit in the scheme at the time. This is because,\r\nso the contention\ngoes, s 25(5) of the 1986 Act says that the right\r\nof extension may be exercised even though the developer or its\r\nsuccessor-in-title\nhas no other interest in the common property.\n[11] To succeed in their contention\r\nthe appellants must overcome the difficulty that even though the 1993\r\nAmendment, in s 60(1)(b)(i),\ndeemed the right of extension ‘for\r\nall purposes . . . to be a right to urban immovable property’\r\nwhich, when registered,\nis not dependent upon the ownership of any\r\nother property, it did not expressly dispense with the requirement\r\nthat the acquisition\nor exercise of the right under s 18 of the 1971\r\nAct is contingent on the developer’s ownership of a section of\r\nthe common\nproperty. In addition it retained the language used in\r\ns 60(1)(b) of the 1986 Act, which says that the right of\r\nextension\nacquired in terms of s 18 of the repealed Act shall be\r\ncompleted or exercised in terms of that Act as if it has not been\r\nrepealed.\nA plain reading of the amendment therefore suggests that by\r\ndisposing of its ownership in the unit the developer no longer\r\npossessed\na right of extension that was capable of being transferred.\n[12] But this interpretation, contends\r\nthe appellants, gives rise to an anomaly or inconsistency: the\r\nrequirement of ownership of\na unit would mean that the security\r\nafforded to a mortgagee of the right of extension would be\r\ncompromised if the holder of the\ncertificate parted with ownership of\r\nits section in the scheme and thus ceased to have a share in the\r\ncommon property. Put another\nway, if the developer or its\r\nsuccessor-in-title ceases to own a section in the scheme, the right\r\nof extension would be lost and\nwould therefore no longer afford any\r\nsecurity to a mortgagee or be worthy of transfer. The ambit of the\r\nright would then be uncertain\nand could not properly be described\r\n‘for all purposes’ as ‘a right to urban immovable\r\nproperty’ –\na result, the appellants say, the legislature\r\ncould not have intended.\n[13] The solution to the conundrum,\r\nthe appellants say, is that because the language used in the proviso\r\nto the amendment in s 60(1)(b)\nis identical to s 25(4) of the\r\noriginal 1986 Act, which dealt with rights of extension under that\r\nAct, the construction to\nbe placed upon the consequences of the right\r\nof extension in the amendment should be the same as the consequences\r\nfor a right of\nextension here. And because s 25(5) of the original\r\nAct records that a right of extension described in s 25(4) may be\r\nexercised\neven though the developer or its successor-in-title has no\r\nother interest in the common property, the same consequence should\r\nfollow\nin regard to the interest in the common property in\r\ns 60(1)(b). Therefore, the same words that appear in s 25(5), as\r\nit read\nin the original 1986 Act, should be read into s 60(1)(b)\r\nfollowing the amendment.\n[14] Against the\r\nbackground of this court’s reasoning in\nErlax\r\nProperties\n7\nI do not think that\r\nthe appellants have met the problem regarding the language of the\r\n1993 Amendment. In that case one of the declaratory\norders sought by\r\nthe developer was in effect, to enable it to enjoy the benefits\r\nintroduced by s 25 of the 1986 Act even though\nthe rights had been\r\nacquired under s 18 of the repealed Act. However, in refusing the\r\nrelief this court concluded that s 60(1)(b)\nof the 1986 Act did not\r\nchange or enlarge the content of the rights existing under the\r\nrepealed Act.\n8\nAs I have said, the\r\nlawmaker introduced the 1993 Amendment cognizant of this judgment. In\r\naddition – and despite having dispensed\nwith the ownership\r\nrequirement in s 25(5) of the 1986 Act – it refrained from also\r\ndoing so in relation to rights acquired\nunder the repealed Act. And,\r\nbearing in mind that s 25(5) was a substantial deviation from the\r\nstructure of the 1971 Act, this\ncould hardly have been an oversight.\n[15] Concerning the\r\nappellants’ submission that it is anomalous to subject the\r\nright of a mortgagee or transferee of a real\nright (in this case the\r\nright of extension) to the ownership of another, it is not unusual\r\nfor the exercise of a registered real\nright to be dependent upon the\r\nownership of another property – as is the case with a praedial\r\nservitude. As far as mortgages\nare concerned, nothing would prevent a\r\nmortgagee from stipulating a term that precluded the mortgagor –\r\nas holder of the\nextension right – from divesting itself of its\r\nwhole interest in the common property and thereby trigger the\r\nforfeiture of\nits right of extension in favour of the body\r\ncorporate.\n9\n[16] The appellants have another\r\nstring to their bow. They contend that the matter may be approached\r\non a different basis, which\nis this: a distinction must be drawn\r\nbetween the existence of the right and its enforcement by either the\r\ndeveloper or its successor-in-title.\nThe 1993 Amendment concerns the\r\nchanged nature of a right of extension that arose under the 1971 Act.\r\nIt is no longer akin to a\npersonal servitude, incapable of transfer,\r\nbut the equivalent of a praedial servitude that is transferable.\r\nNothing is implied\nabout the nature of continued ownership of any\r\nsection in the scheme. Section 18(1) of the 1971 Act did not\r\ncharacterize the right\nof extension. It dealt only with who might\r\nexercise it ie the developer or the body corporate. The 1993\r\nAmendment then transformed\nthe nature of the old right of extension,\r\nfrom one that was not transferable, to one that was. And because s\r\n18(1) of the 1971\nAct dealt with a different kind of non-transferable\r\nright, that section is no longer relevant to identify who might\r\nenforce a real\nright of extension that was registered after the 1993\r\nAmendment. The consequence of this approach is that the registration\r\nof the\nright of extension was valid and so is the subsequent transfer\r\nof the right to the first appellant.\n[17] In\nErlax\nthis\r\ncourt was content to say that the s 18(1) right of extension is not\r\ntransferable, without describing it as personal servitude.\n10\nIn S P & C\r\nCatering Investments (Pty) Ltd v Body Corporate of Waterford Mews &\r\nothers\n11\nthis court appeared\r\nto accept that the right of extension under the 1986 Act was a\r\npersonal servitude.\n12\nSome writers have\r\nsuggested that it is now classifiable as a statutory real right sui\r\ngeneris.\n13\n[18] I do not think it necessary for\r\npresent purposes to decide on the proper classification of the right\r\nof extension. However\none chooses to classify the right in the 1971\r\nAct or after the changes, it is clear that the retention in the 1993\r\nAmendment of\nthe original provision in s 60(1)(b) (that the s 18(1)\r\nright of extension shall be exercised as if the 1971 Act was not\r\nrepealed)\nis an insuperable obstacle to the argument that it is no\r\nlonger relevant to identify who may enforce such a right of extension\r\nregistered after the 1993 Amendment. The appellants’\r\nalternative contention therefore also has no merit.\n[19] To conclude, the developer\r\ndisposed of its unit in the scheme after the 1993 Amendment took\r\neffect and thus ceased to have\nan interest in the common property.\r\nThereafter, it purported to transfer its right of extension to the\r\nfirst appellant by notarial\nDeed of Cession. But it could not do so\r\nbecause the existence or exercise of a right of extension was\r\ndependent upon its continued\nownership of the relevant unit. It\r\nfollows that the high court was correct to grant the declaratory\r\norder to the respondent, and\nrefuse it in the case of the appellants.\n[20] In the result the appeal must\r\nfail.\nThe following order is made:\nThe appeal is dismissed with costs.\n_______________\nA CACHALIA\nJUDGE OF APPEAL\nAPPEARANCES\nAPPELLANTS: J C King SC\nInstructed by Francois Medalie &\r\nCo, Pinetown\nE G Cooper Majiedt Inc, Bloemfontein\nRESPONDENT: C P Hunt SC\nInstructed by E R Browne Inc,\r\nPietermaritzburg\nHoney Attorneys, Bloemfontein\n1\nErlax\r\n\tv Properties (Pty) Ltd v Registrar of Deeds & others\n[1991] ZASCA 187\n;\n1992\r\n\t(1) SA 879\n(A) at 887E-F and 893B-C;\nS P Catering Investments v\r\n\tBody Corporate of Waterfront Mews & others\n2010 (4) SA 104\n(SCA) at para 4.\n2\nSection\r\n\t25(4)(a).\n3\nSee\r\n\t24\nLawsa\n2 ed para 269. Before s 25(4)(b) of the 1986 Act was\r\n\tamended by\ns18(a)\nof the\nSectional Titles Amendment Act 44 of 1997\nthe real right of extension could be transferred\nin totality\nand\r\n\twith regard to the\nwhole land\naffected by the registration of\r\n\ta notarial deed of cession. After the amendment the, the developer\r\n\tis allowed to cede the whole\nor a\nshare\nof the right or the\r\n\tportion of the land affected. The distinction is not relevant in\r\n\tthis case.\n4\nErlax\n(above) (n.1) at 889H-890D.\n5\nSee\r\n\tabove note 1 at 892D-F.\n6\n[1991] ZASCA 187\n;\n1992\r\n\t(1) SA 879\n(A).\n7\nSee\r\n\tabove note 1.\n8\nIbid\r\n\tat 892I-893B.\n9\nCf\r\n\tBarclays Nasionale Bank Bpk v Registrateur van Aktes Transvaal &\r\n\t‘n ander\n1975 (4) SA 936\n(T) 941E-942A.\n10\nAbove\r\n\tnote 7 at 893B-C.\n11\n2010\r\n\t(4) SA 104\n(SCA).\n12\nIbid\r\n\tpara 4.\n13\nP\r\n\tJ Badenhorst, J M Pienaar and H Mostert\nSilberberg and Schoeman’s\r\n\tThe Law of Property\n5 ed p 458; 24\nLawsa\n2 ed para\r\n\t270.",
  "scraped_at": "2026-02-12T15:22:20.390199",
  "date": "2011-03-18",
  "coram": [
    "Brand",
    "Maya",
    "Cachalia",
    "Shongwe JJA",
    "Petse AJA"
  ],
  "case_number": "174/10",
  "parties": {
    "applicants": [
      "CROXFORD TRADING 7 (PTY) LTD",
      "ERROL JOHN HENTY SENEKAL"
    ],
    "respondents": [
      "THE BODY CORPORATE OF THE INYONI ROCKS CABANAS SCHEME NO SS1/1978"
    ]
  },
  "sections": {
    "facts": "The Inyoni Rocks Cabanas sectional title scheme was registered in 1978 under the Sectional Titles Act 66 of 1971. The developer, Inyoni Beach Apartments (Pty) Ltd, owned unit 64 and reserved a right of extension in a conveyancer’s certificate, which was registered on 13 October 2003 after the 1993 amendment to the Sectional Titles Act had taken effect. In 2003 the developer sold unit 64 to a third party, which later transferred it to the Mahlangu Trust in 2007. While no longer owning the unit, the developer executed a Deed of Cession on 16 July 2004 to transfer the right of extension to Croxford Trading 7 (Pty) Ltd. The body corporate argued that, because the right was acquired under the repealed 1971 Act and depended on ownership of a unit, the right was lost when the developer disposed of the unit, and sought a declaration that the deed of cession should be cancelled. The appellants contended that the 1993 amendment made the right a transferable real right that could be exercised without owning a unit. The High Court dismissed the appellants and granted the body corporate’s relief; the appellants appealed.",
    "issues": "Whether a right of extension created under the repealed Sectional Titles Act 66 of 1971, and transferred after the developer no longer owned a unit in the scheme, remains exercisable and transferable under the 1993 amendment to the Sectional Titles Act 95 of 1986.",
    "principles": "Under s18 and s26 of the 1971 Act a developer’s right of extension was contingent on ownership of at least one unit and was a personal servitude, not transferable. The 1986 Act’s s25(5) allowed exercise of the right without unit ownership, but the 1993 amendment to s60(1)(b) merely deemed the right a real right that could be mortgaged and transferred, while preserving the language that the right must be exercised “as if the 1971 Act had not been repealed.” Precedent from Erlax Properties v Registrar of Deeds (1991) held that s60(1)(b) did not enlarge the content of rights under the repealed Act.",
    "application": "The court examined the wording of the 1993 amendment and concluded that, despite the new classification as a transferable real right, the amendment retained the substantive condition that a right of extension under s18 of the 1971 Act could only be exercised by a holder who still owned a unit in the scheme. Consequently, the developer’s disposal of unit 64 terminated its entitlement to the right, making the subsequent deed of cession ineffective. The appellants’ arguments about contractual mortgage security and the distinction between existence and enforcement of the right were rejected as inconsistent with the retained statutory requirement.",
    "conclusion": "The appeal was dismissed with costs. The High Court’s declaratory order in favour of the body corporate was affirmed, and the deed of cession transferring the right of extension to Croxford Trading 7 (Pty) Ltd was held to be invalid."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sectional Title Schemes",
    "level_3": [
      "right of extension",
      "developer rights",
      "transferability",
      "legislative amendment",
      "mortgage"
    ]
  }
}