{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/205.html",
  "case_name": "Van Oudtshoorn v Investec Bank Ltd (588/10) [2011] ZASCA 205 (25 November 2011)",
  "citation": "[2011] ZASCA 205",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 205\n|\nNoteup\n|\nLawCite\nVan Oudtshoorn v Investec Bank Ltd (588/10) [2011] ZASCA 205 (25 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 588/10\nIn the matter between:\nD J VAN RHEEDE VAN OUDTSHOORN\n…..................................\nAppellant\nand\nINVESTEC BANK LIMITED\n…....................................................\nRespondent\nNeutral citation:\nVan Oudtshoorn v Investec\r\nBank Ltd\n(588/10)\n[2011] ZASCA 205\n( 25 November 2011)\nCoram:\nLEWIS, MAYA, MHLANTLA, SERITI\nand\nWALLIS\nJJA\n.\nHeard\n: 8\nNovember 2011\nDelivered\n: 25\nNovember 2011\nSummary:\nInterpretation of power of attorney and\r\npartnership agreement – authority of managing partner to\r\nconclude instalment sale\nagreement – need for rectification of\r\nthat agreement – authority of agent of undisclosed partner to\r\nexecute deed of\nsuretyship in respect of partnership obligations –\r\nscope of that authority.\nORDER\nOn appeal from:\nNorth Gauteng High Court,\r\nPretoria (Bosielo J sitting as court of first instance):\nThe appeal is upheld to the extent that the order of\r\n\tthe trial court is amended by the deletion of paragraph 1 thereof\r\n\tand the\ndeletion of the words ‘on an attorney and client\r\n\tscale’ in paragraph 4 thereof.\nThe appeal is otherwise dismissed, with costs.\nJUDGMENT\nWALLIS JA (LEWIS, MAYA, MHLANTLA and SERITI JJA\r\nconcurring)\n[1] The incidence of income tax and the desire it\r\ngenerates among some taxpayers to minimise their tax liability has\r\nled over the\nyears to tax advisers developing and marketing various\r\nschemes directed at minimising the tax liability of the participants.\r\nAs\nthe legislation under which income tax is imposed has become more\r\ncomplex, the scope for developing such schemes has expanded. A\ncommon\r\nfeature of these is that they exploit allowances, such as\r\ndepreciation or investment allowances, afforded to the taxpayer\nunder\r\nthe relevant legislation, to generate substantial losses, largely on\r\npaper rather than in terms of actual expenditure, that\nthe\r\nparticipants can then set off against their taxable income from other\r\nsources.\n[2] This case arises from one such\r\nscheme\n1\nthat sought to take advantage of the\r\ngenerous allowances that the Income Tax Act 58 of 1962 then afforded\r\nin respect of the depreciation\nof aircraft. The scheme was structured\r\naround a commanditarian partnership, in which the investors would be\r\nthe undisclosed partners.\nThe partnership would acquire an aircraft\r\nwith finance provided by the respondent, Investec Bank Ltd\r\n(Investec), and charter it\nto generate the income necessary to meet\r\nthe financing costs due to Investec. Unfortunately the income\r\ngenerated from the chartering\noperations was less than anticipated.\r\nThis led Investec to demand payment of what was due to it under the\r\nfinancing arrangements\nin respect of the aircraft. Payment was not\r\nforthcoming and the scheme collapsed. Investec sued the participants\r\nin the scheme\non various grounds.\n2\nIn the case of Mr van Oudtshoorn, the\r\nappellant, the claim was based on a deed of suretyship signed on his\r\nbehalf and binding him\nas surety for the purchaser’s liability\r\nunder the instalment sale agreement described below in paragraph 13.\n[3] Mr van Oudtshoorn disputed any liability to Investec\r\nbecause he contended that he had not authorised the conclusion of the\r\nagreements\nrequired to give effect to the scheme. Whilst he accepted\r\nthat he agreed to participate in the scheme, he said that the\r\nagreements\nactually concluded were not those that he agreed to and\r\nwere concluded without authority. Investec disputed this and\r\ncontended\nthat in any event he had by his conduct, particularly in\r\nclaiming and receiving the tax benefits of participation in the\r\nscheme,\nratified the agreements or waived his right to object to them\r\nor was estopped from doing so. Bosielo J, in the trial court, upheld\n\nthe contention that he ratified the agreements concluded on his\r\nbehalf and on behalf of the partnership. He entered judgment against\n\nMr van Oudtshoorn in an agreed amount and ordered him to pay interest\r\nand the costs of the trial on the attorney and client scale.\nThis\r\nappeal is with his leave.\nThe agreements\n[4] In order to appreciate the basis for Mr van\r\nOudtshoorn’s defence it is necessary to have regard to the\r\nbackground to his\nparticipation in the scheme and the different\r\nagreements that were put in place in order to give effect to the\r\nscheme. Ms Claire\nDillon, of the firm of Robin Beale & Associates\r\nLtd (‘RBA’), a firm of tax advisers, assembled the\r\nscheme. In conception\nit had the following elements. A commanditarian\r\npartnership would be created to limit the potential exposure of the\r\nindividual\nparticipants. The partners would be Cormorant Aviation\r\n(Pty) Ltd (‘Cormorant’), a special purpose vehicle\r\ncreated and\ncontrolled by RBA, as the disclosed and managing partner\r\nand the individual participants, who would be the undisclosed\r\npartners,\neach contributing a defined share to which their liability\r\nwas limited. The partnership would acquire an aircraft with financial\n\nassistance from Investec. A management agreement would be concluded\r\nwith the company from which the aircraft was acquired, which\nwould\r\noperate the aircraft on charter and maintain it on behalf of the\r\npartnership. The scheme would endure for four years during\nwhich the\r\nparticipants would be able to claim in each year a depreciation\r\nallowance of 25 per cent of the cost of the aircraft.\nThe\r\naircraft would then be sold at a price expressed in US dollars and,\r\nas it was anticipated that the Rand would depreciate against\nthe\r\ndollar, RBA predicted that the sale would generate a capital gain and\r\nproceeds sufficient to discharge the debt to Investec.\nIn each tax\r\nyear it was anticipated that, with the benefit of the allowances for\r\ndepreciation, the partnership would show a loss\nthat would be\r\nallocated to the partners and set off against their taxable income\r\nfrom other sources. It is unnecessary to spell\nout the potential tax\r\nand investment advantages that would accrue to the participants.\n[5] Ms Dillon had set up similar\r\nschemes in the past. She was aware of a group of potential\r\nparticipants based in Pietersburg.\n3\nIn February 1995 they were looking\r\nfor a way to reduce their potential tax liabilities in the 1995 tax\r\nyear. There was accordingly\na measure of urgency about setting up an\r\naircraft scheme to meet their needs before the end of the tax year. A\r\nproblem arose when\nthe company she was dealing with in regard to the\r\nacquisition of a suitable aircraft withdrew shortly before the end of\r\nFebruary.\nShe then approached Mr Ken Roseveare, a businessman\r\ninvolved in the aircraft industry, with whom she had set up similar\r\nschemes\nin the past, to find out if his company had a suitable\r\naircraft. It did, but it was a considerably bigger aircraft than the\r\none\nshe had been considering and the price was almost double that of\r\nthe other aircraft. The participants she had identified were not\n\nproposing to invest sufficient to pay more than about half this\r\nhigher price. To overcome the problem she persuaded Mr Roseveare\nto\r\nsell an interest in the plane to a partnership including the existing\r\ngroup of participants, on the basis that she would then\nfind a\r\nfurther group to acquire the balance. It seems that at the time she\r\nhad some inkling that other people in the Pietersburg\narea were\r\ninterested in participating in such a scheme.\n[6] Ms Dillon proceeded to set up an\nen commandite\npartnership called the Kite No 1\r\nPartnership. The structure of the partnership was largely as\r\ndescribed above. Cormorant was the\nmanaging partner and the\r\nindividual participants were undisclosed partners with their\r\nliability limited in varying amounts. In\naddition, and because the\r\npartnership otherwise only had the resources to purchase an\r\napproximate half share in the aircraft, Mr\nRoseveare’s company,\r\nAerospace Express (Pty) Ltd (Aerospace Express), and a related\r\ncompany, also became partners. Simultaneously\nwith the signing of the\r\npartnership agreement the Kite No 1 partnership entered into an\r\nagreement with Aerospace Express for\nthe acquisition of a 50.4 per\r\ncent interest in the aircraft, a Hawker Siddeley. As the partnership\r\nwas to acquire the ownership\nof the aircraft as a whole Aerospace\r\nExpress contributed its residual interest as its contribution to the\r\npartnership.\n4\nThe price for the 50.4 per cent\r\ninterest was payable by the end of April 1995. Finally, an agreement\r\nto operate and maintain the\naircraft was concluded with Aerospace\r\nExpress.\n[7] Procuring the signatures of all the participants\r\nposed logistical problems. These were addressed by RBA procuring a\r\npower of\nattorney from each of the participants authorising it to\r\nenter into the agreements on their behalf. In the result the\r\npartnership\nagreement was signed on behalf of each of the\r\nparticipants in terms of these powers of attorney.\n[8] Once the Kite No 1\r\nPartnership was established, Ms Dillon set about finding potential\r\nparticipants who would take part\nin a scheme in respect of the\r\nbalance of the interest in the aircraft. Two people were identified,\r\na Dr van Zyl, who had participated\nin an earlier scheme, and Mr van\r\nOudtshoorn. The latter was an attorney, specialising in third party\r\nlitigation, who had practised\nas a partner in a well-known firm for\r\nmany years. He had been headhunted by the Multilateral Motor Vehicle\r\nFund – the predecessor\nto the Road Accident Fund – and\r\nwas employed by them in a senior capacity. In February 1995 he turned\r\n55 and some retirement\nannuities in which he had invested matured. He\r\nsought advice from his accountant, Mr Kruger, and a tax adviser, Mr\r\nBoonzaaier,\nconcerning the investment of the funds that would accrue\r\nfrom this. They recommended that he should invest in an aircraft and\r\nMr\nKruger advised that an amount of R1.625 million should be\r\ninvested. This amount could have come from Mr van Oudtshoorn’s\r\nown resources, but he was advised that it was preferable that the\r\nfunds be borrowed in order to secure the maximum advantage from\nthe\r\ninvestment. On 13 March 1995 he decided to accept this advice\r\nand told his advisers to go ahead with the investment.\n5\n[9] Pursuant to this, RBA concluded\r\nthree agreements on 14 March 1995. The first was a partnership\r\nagreement establishing the\nKite No 2 Partnership as a\r\ncommanditarian partnership, with Cormorant as the managing and\r\ndisclosed partner, and Aerospace\nExpress and its associated company,\r\nMr van Oudtshoorn and Dr van Zyl as the undisclosed partners. Ms\r\nDillon executed the deed of\npartnership on behalf of Mr van\r\nOudtshoorn. There were two other agreements. In terms of the first\r\nthe partnership acquired from\nAerospace Express a 34.6 per cent\r\ninterest in the Hawker Siddeley plane.\n6\nIn terms of the second Aerospace\r\nExpress would operate and manage the aircraft on terms identical to\r\nthe corresponding agreement\nconcluded for the Kite No 1 Partnership.\r\nAs with that partnership payment for the interest in the plane to be\r\nacquired by the partnership\nwas to be effected by the end of April\r\n1995.\n[10] Both of the agreements for the\r\nacquisition of the respective interests of the two partnerships in\r\nthe aircraft provided that\nAerospace Express would transfer it to\r\nCormorant and that ownership and risk in the aircraft would pass to\r\nCormorant. Under the\ntwo operating agreements the aircraft was to\r\nremain in the physical possession of Aerospace Express. Accordingly\r\nthe passing of\nownership to Cormorant could only take effect by means\r\nof constructive delivery in the form of constitutum possessorium: the\r\nseller’s\nexisting possession of the thing sold (the\nmerx\n)\nwas converted into detention so that\r\npossession in the legal sense was held by the purchaser.\n7\nIn view of the express provisions of\r\nthe two purchase agreements there is no reason to doubt that\r\nownership of the aircraft passed\nto Cormorant in terms of these\r\nprovisions. The precise date on which that occurred is immaterial.\n[11] On 14 March 1995 Mr van Oudtshoorn met with Ms\r\nDillon and executed a power of attorney in favour of RBA. The terms\r\nof that\npower of attorney are central to his arguments about RBA’s\r\nlack of authority to conclude agreements. It appointed any director\n\nof RBA as his agent:\n‘\n...for the purposes of signing and\r\nexecuting for me on my behalf and in my name place and stead just as\r\nfully and effectively as\nI could do if acting personally therein, the\r\nfollowing documents:\nAn agreement with third persons in terms of which I will be a partner\r\nwith such third persons for the purpose of acquiring a B\nAe HS748 2B\r\nAircraft (‘the aircraft’) pursuant to appointing an agent\r\nto establish and conduct the business of chartering\nthe aircraft.\nwhich is herein referred to as ‘the partnership agreement’,\r\nand my attorney is hereby authorised and empowered to sign\nand\r\nexecute the partnership agreement on such terms and conditions as my\r\nattorney may think fit and further to make such variations,\n\nmodifications or alterations thereto in such manner as my attorney\r\nmay think fit, or just as fully effectively as I could do if\nacting\r\nmyself.\nFurthermore,\nI hereby nominate, constitute and appoint my attorney\r\nto be my lawful attorney and agent for the purpose of managing and\r\ntransacting\nall of my business, property and affairs\n, both\r\npresent and future, anywhere, and\nwhich arises from or is\r\nattributable to the partnership agreement or any matter or thing in\r\nconnection with the partnership agreement\n(hereinafter referred to as\r\n‘my business’)\n.\nAnd my attorney shall have full and unrestricted power and\r\nauthority to represent and act for me\nand in my name and for my\r\naccount and benefit\nin relation to the partnership agreement or my\r\nbusiness, and all matters and things affecting the partnership\r\nagreement or my business,\nwithout any limitation,\nto all intents\r\nand purposes as I might or could do if personally present and acting\r\ntherein.’ (Emphasis added.)\n[12] The power of attorney continued with a provision\r\ndealing with the power to conclude a management agreement in respect\r\nof the\nconduct and management of the business of chartering the\r\naircraft and went on as follows:\n‘\nAnd further, and without limiting the\r\ngenerality of, and as part of the aforegoing my attorney shall have\r\nfull and unrestricted\npower and authority to represent and act for me\r\nfor the purposes of concluding or entering into or signing for me and\r\non my behalf\nand in my name, place and stead the following agreement:\nAn agreement of loan with Investec Bank Limited (‘the financial\r\ninstitution’) in terms of which, inter alia, I shall\nborrow\r\nfrom the financial institution a sum equal to my capital contribution\r\nto the partnership as specified in the partnership\nagreement, subject\r\nto normal banking requirements, including the requirement to pay\r\ninterest and any other usual bank charges,\nand subject to the\r\nprovision of any additional security which the bank may require\r\nincluding any deeds of suretyship, guarantees,\nsurety bonds, notarial\r\nbonds and the like;\nwhich is herein referred to as ‘the loan’ and my attorney\r\nis hereby authorised and empowered to sign and to execute\nthe loan\r\nagreement referred to above and any other agreement, undertaking,\r\ndeed, bond or document required from time to time by\nthe financial\r\ninstitution in relation to, or necessary to give effect to, or\r\nrelating to, or incidental to the loan on such terms\nand conditions\r\nas my attorney may think fit, and, further, to make such variations,\r\nmodifications or alterations thereto in such\nmanner as my attorney\r\nmay think fit, all just as fully effectively as I could do if acting\r\npersonally myself.\nAND GENERALLY my attorney shall have full and unrestricted power and\r\nauthority to do execute and suffer any such act, deed, matter\nor\r\nthing whatsoever, as my attorney may deem necessary or expedient in\r\nor about my concerns pertaining to the partnership agreement\nand my\r\nbusiness and the loan. AND I HEREBY GIVE AND GRANT to my attorney\r\npower to appoint a substitute or substitutes, and at his\npleasure to\r\ndisplace or remove and appoint another or others. And I hereby ratify\r\nand agree to ratify whatsoever shall be done\nor suffered by virtue of\r\nthese presents.’\n[13] It had always been the intention of RBA to secure\r\nfinance from Investec to enable the partnerships to pay what was due\r\nto Aerospace\nExpress under the purchase agreements. In other aircraft\r\nschemes, undertaken with the assistance of other financial\r\ninstitutions,\nit had borrowed the money and provided security in the\r\nform of a notarial bond over the plane. However, Investec preferred\r\nthe\nsecurity that ownership of the aircraft would give it, so in this\r\ninstance the financing was provided by way of an instalment sale\n\nagreement concluded on 21 and 24 April 1995. The mechanics of this\r\ntransaction were the following. Aerospace Express provided an\ninvoice\r\nin respect of the sale by it of the aircraft to Investec. The price\r\nof R5 million was the total of the amounts owing under\nthe two\r\npurchase agreements, plus the value of its own residual interest in\r\nthe aircraft which was transferred to Cormorant as\nits capital\r\ncontribution to the two partnerships. Then Investec sold the aircraft\r\nin terms of an instalment sale agreement to Cormorant\nAviation (Pty)\r\nLimited ‘acting in its capacity as agent for The Kite\r\nPartnership’. The price was R5 485 000 together\nwith interest\r\nat a rate of 17.5 per cent per annum compounded and payable monthly\r\nfrom 21 April 1995.\n[14] In addition to the security that ownership of the\r\naircraft provided, Investec wanted further security in the form of\r\nlimited\ndeeds of suretyship from the investors in the two\r\npartnerships. Ms Dillon executed these on behalf of the investors,\r\nincluding\nMr van Oudtshoorn, acting in terms of the powers of\r\nattorney provided by them to RBA. That is the basis upon which\r\nInvestec claimed\nthat Mr van Oudtshoorn had bound himself to it as\r\nsurety for his share of the indebtedness under the instalment sale\r\nagreement.\nI will return in due course to the terms of the deed of\r\nsuretyship executed on his behalf.\nThe defences\n[15] Mr van Oudtshoorn originally\r\ncontended that he was not a partner in the Kite No 2 Partnership, but\r\nthis was based on the technicality\nthat the partnership deed was\r\nsigned before the power of attorney. At the outset of his\r\ncross-examination he accepted that he had\nbeen a partner in the\r\npartnership and this issue became academic. His principal contentions\r\nwere that the method adopted to finance\nthe acquisition of the\r\naircraft was not what he had agreed to and that the execution of the\r\ndeed of suretyship on his behalf was\nunauthorised. He said that the\r\npower of attorney expressly contemplated that the finance would come\r\nfrom a personal loan granted\nto him by Investec and that he never\r\nagreed to RBA concluding the instalment sale agreement or executing\r\nthe deed of suretyship\non his behalf. Whilst the power of attorney\r\nreferred to the possibility of Investec requiring security for any\r\nloan granted to\nhim, including deeds of suretyship, he made the point\r\nthat this could not have included a deed of suretyship by him\r\npersonally\nas one cannot stand surety for oneself.\n8\n[16] Apart from the primary objection\r\nthat the instalment sale agreement was, at least as far as he was\r\nconcerned, an impermissible\nway of procuring finance to pay for the\r\nacquisition of the aircraft, certain other objections, largely of a\r\ntechnical nature, were\nraised on his behalf. Thus the description of\r\nthe purchaser under the instalment sale agreement as Cormorant\r\n‘acting in its\ncapacity as agent for The Kite Partnership’\r\nwas attacked as showing that contrary to the basis of the\r\npartnerships, they\nand not Cormorant were the purchasers under the\r\ninstalment sale agreement. This was said to lead to confusion on the\r\ngrounds that\nthere was no such entity as The Kite Partnership and led\r\nto Investec seeking rectification of the agreement and the\r\nsuretyship,\nto insert the words ‘No 1 and No 2’ after\r\n‘Kite’ in the description of the purchaser and the\r\nprincipal\ndebtor. It was also claimed that disclosure of the identity\r\nof the ‘undisclosed’ partners was a breach of a\r\nfundamental\nprinciple underlying a partnership\nen\r\ncommandite\n. This\r\nwas said to lead to the partners being personally liable to Investec\r\nunder the instalment sales agreement. It was also contended\nthat as\r\nownership in the aircraft had passed to the partnerships in terms of\r\nthe two sale agreements it was impossible for Aerospace\nExpress to\r\nsell it to Investec and pass ownership as contemplated by the\r\ninstalment sale agreement. All of these points were directed\nat the\r\nvalidity of that agreement.\nValidity of the instalment sale agreement\n[17] In advancing these arguments concerning the\r\nvalidity of the instalment sales agreement, counsel was faced with a\r\nconundrum.\nHis client had claimed and received the benefit of the\r\ndeduction from his taxable income of the losses incurred by him in\r\nconsequence\nof his participation in The Kite No 2 Partnership. Those\r\nlosses had been incurred because the partnership had purchased an\r\ninterest\nin the aircraft by means of the instalment sale agreement\r\nand thereby became entitled to claim the depreciation allowance on\r\nthe\nacquisition of an aircraft as well as the trading losses incurred\r\nby the partnership, which would have included interest payable\nto\r\nInvestec. If that agreement was invalid the status of these claims\r\nwas, at its lowest, put in doubt. Faced with those considerations\n\ncounsel accepted that RBA had indeed had authority in terms of the\r\ndeed of partnership to conclude the agreement and his other\n\ncontentions regarding its validity became muted. The various\r\nchallenges to its validity were in any event without merit and these\n\nissues can accordingly be disposed of relatively simply.\n[18] As regards the authority to finance the acquisition\r\nof the aircraft by way of an instalment sale agreement, Cormorant’s\n\nauthority to do this flowed from the terms of the partnership\r\nagreements. The material part of clause 5.2 provided that:\n‘…\nthe managing partner shall be\r\nresponsible for the day to day management of the partnership business\r\nand the financial management\nof the partnership. The managing partner\r\nshall have the authority to act and bind the partnership in respect\r\nof all matters or\naffairs which concern the partnership business\r\nwithout reference to the other partners, and in exercising its powers\r\nthe managing\npartner shall not be required to have regard to the\r\ninterests of any particular partner, but shall exercise its authority\r\nwith\nregard to the general interests of the partnership as a whole\r\nand of the partnership business.’\nThe two partnerships had incurred a liability to\r\nAerospace Express of a little over R4 million. Cormorant was obliged\r\nunder this\nclause to arrange finance to enable these payments to be\r\nmade. There is nothing unusual in securing finance by way of an\r\ninstalment\nsale agreement any more than by way of a bank overdraft or\r\na financial lease. The reason for doing so was explained in evidence\n\nas being that it was the cheapest form of finance available. There\r\ncan be no doubt that Cormorant was authorised to conclude this\n\nagreement and the challenge to its authority was misconceived.\n[19] The first of the technical objections arose from\r\nthe fact that the agreement identified the purchaser as ‘Cormorant\r\nAviation\n(Pty) Ltd acting in its capacity as agent for The Kite\r\nPartnership’. The suggestion was that the agreement was\r\naccordingly\nnot one between Investec and Cormorant, but one between\r\nInvestec and an entity that did not exist. This prompted the prayer\r\nfor\nrectification to insert the words ‘1 and 2’ after\r\n‘Kite’. The case was then conducted on the confusing\r\nbasis that such an amendment was necessary in respect of both the\r\ninstalment sale agreement and the deed of suretyship, where the\n\nprincipal debtor was similarly described. Thereafter a considerable\r\namount of time in the trial was devoted to evidence in chief\nand\r\ncross-examination concerning particularly Ms Dillon’s\r\nunderstanding, but also that of others, of the legal effect of\nthe\r\ndifferent agreements. This was further protracted by the fact that it\r\nwas often based on a misconception of both the law and\nthe meaning of\r\nthe documents. It was also unfair, because it was directed at a\r\nwitness who had never been admitted to practice\nin South Africa and\r\nwho had severed her connection with this country and this business\r\nsome eleven years prior to her giving evidence.\n[20] The correct position was that\r\nCormorant, as the managing partner, was appointed under the\r\npartnership agreements to represent\nthe partnerships in all business\r\ndealings. All the business of the partnerships was to be carried on\r\nin its name. No other party\ncould represent the partnerships in any\r\nway. In accordance with this the instalment sale agreement reflected\r\nCormorant as the purchaser\nof the aircraft and added unnecessarily by\r\nway of clarification that it was acting as agent for The Kite\r\nPartnership. As Investec\nwas at all times party to the scheme no\r\ndoubt it inserted the reference to The Kite Partnership for easy\r\nidentification of the\ntransaction in its records. That, as the\r\nunchallenged evidence showed, was the shorthand used by both\r\nCormorant and Investec to\nrefer to both partnerships and the use of\r\nthe expression here clearly encompassed both. It was accordingly\r\nunnecessary to rectify\nthe instalment sale agreement in that regard\r\nas, in the event of dispute, evidence could have been led to show\r\nthat the expression\nwas used in this sense.\n9\nThe deed of suretyship fell to be\r\nsimilarly construed and for the same reason did not need to be\r\nrectified.\n[21] The confusion arose because the\r\nparties misconstrued the import of the statement that Cormorant was\r\nacting ‘in its capacity\nas agent’ for the partnership.\r\nThey thought that this meant that it was thereby binding the\r\npartnership contrary to the express\nprovisions in the two deeds of\r\npartnership that all business should be conducted in its name. That\r\nignored the salutary warning\npenned by Professor J C de Wet in his\r\ncontribution on agency in\nLawsa\n10\nthat:\n‘\nThe expression “agency” is used\r\nin such a wide variety of meanings that it cannot be regarded as a\r\nterm of art denoting\na specific branch of law.’\nOver a century ago Lord Herschell sounded a similar\r\nwarning when he said:\n‘\nNo word is more commonly and constantly\r\nabused than the word “agent”. A person may be spoken of\r\nas an “agent”\nand no doubt in the popular sense may\r\nproperly be said to be an “agent”, although when it is\r\nattempted to suggest that\nhe is an agent under such circumstances as\r\ncreate legal obligations attaching to agency, that use of the word is\r\nonly misleading.’\n11\nIn this case there was no reason to\r\nbelieve that the addition of the phrase ‘acting in its capacity\r\nas agent’ was intended\nby either Investec or Cormorant to\r\nconvey anything beyond the fact that Cormorant was ‘acting in\r\nthe interest of another’\n12\nas it undoubtedly was. The\r\nconstruction of the instalment sale agreement as one between Investec\r\nand the partnerships, as opposed\nto one between Investec and\r\nCormorant, was simply incorrect and occasioned a great deal of wasted\r\ntime, energy and costs.\n[22] The alternative point that\r\nCormorant had acted beyond its authority by disclosing the existence\r\nof the\nen commandite\npartnership and its\r\nmembers to Investec, is also without merit. It flows from a\r\nmisconception of the legal effect of such disclosure.\nWhilst it is so\r\nthat in general the foundation for a partnership\nen\r\ncommandite\nis that\r\nthe existence of the partnership and the identity of the partners,\r\nsave the disclosed or managing partner, should not be\ndisclosed, the\r\nmere fact of disclosure does not serve to render the partnership or\r\nthe individual partners, as opposed to the disclosed\nor managing\r\npartner, liable on contracts concluded with that partner. Such\r\ndisclosure may be forced upon the managing partner in\nthe course of\r\nperforming its functions. Thus a request for finance addressed to a\r\nfinancial institution is unlikely to be successful\nwhen made in the\r\nname of a shelf company, without disclosure of the financial worth\r\nand commitments of those standing behind it.\nThat is what happened\r\nhere. Such disclosure does not infringe upon the reason for\r\nanonymity, namely that third parties should not\nbe induced to deal\r\nwith the managing partner in reliance on the credit of the other\r\nmembers of the partnership as members of the\npartnership.\n13\nIn the result the mere fact of\r\ndisclosure does not serve to render either the partnership or the\r\nundisclosed partners liable on\nthe contracts concluded by the\r\nmanaging or disclosed partner.\n14\n[23] The other technical point is of\r\neven less merit. It is based on the proposition that Aerospace\r\nExpress had transferred ownership\nin the aircraft to Cormorant and\r\ntherefore that it was unable to sell the aircraft to Investec and\r\nInvestec was unable to take\ndelivery of the aircraft. Quite where\r\nthis was thought to lead is unclear. However it is unnecessary to\r\nconsider that question\nbecause the underlying premises are incorrect.\r\nIt is trite that a person can sell something that they do not own.\r\nMany forms of\ncommodity trading or trading on stock exchanges would\r\nbe impossible were this not so. All that the seller is required to do\r\nin\norder to transfer ownership, which is usually an obligation under\r\nthe agreement of sale, is to procure that the owner of the\nmerx\ndelivers it by some form of delivery\r\nrecognised by our law to the purchaser.\n[24] In this case Aerospace Express\r\nsold the aircraft to Investec. As the basis of the sale was that\r\nInvestec would acquire ownership\nof the aircraft, Aerospace Express\r\nwas obliged to cause Cormorant to deliver the aircraft to Investec in\r\na manner recognised by\nlaw as sufficient to transfer ownership. To\r\nthe knowledge of all concerned the aircraft was never to leave the\r\nphysical possession\nof Aerospace Express, so that all that was\r\nrequired was an act on the part of Cormorant, accepted by Investec\r\nand Aerospace Express,\nthat conveyed unequivocally that the aircraft\r\nwas now being held on behalf of Investec as owner. One need look no\r\nfurther in that\nregard than the execution and implementation of the\r\ninstalment sale agreement itself. Not only was the price for the\r\naircraft paid\nby Investec to Aerospace Express, but that was done in\r\nterms of an agreement with Cormorant which recorded that Investec had\r\npurchased\nthe aircraft at Cormorant’s request and would be and\r\nremain the owner until it received payment in full of what was due to\n\nit. There was a clear intention by all three parties that Investec\r\nwould become owner of the aircraft, and this is reflected in\ntheir\r\nsubsequent behaviour, because, when the scheme collapsed, Investec\r\nsold the aircraft to Aerospace Express. That intention\nwas sufficient\r\nto transfer ownership to Investec by attornment.\n15\n[25] For those reasons, the instalment sale agreement\r\nwas validly concluded and binding on Cormorant. The remaining\r\nquestion is\nwhether the deed of suretyship executed by Ms Dillon on\r\nbehalf of Mr van Oudtshoorn is binding upon him. It is to that\r\nquestion\nthat I now turn.\nThe validity of the suretyship\n[26] Various issues arise under this head. The first,\r\npursued at the trial and in the heads of argument, arose from the\r\nterms of\nthe power of attorney and concerned Ms Dillon’s\r\nauthority to execute the deed on behalf of Mr van Oudtshoorn. The\r\nsecond\nwas whether, assuming she had such authority, the deed she\r\nsigned fell within the scope of that authority given the limited\r\ncapital\ncontribution of Mr van Oudtshoorn to the partnership. The\r\nthird arose from a request by the court addressed to the parties\r\nbefore\nthe hearing to deal with the implications of s 6 of the\r\nGeneral Law Amendment Act 50 of 1956, which provides that a deed of\n\nsuretyship is valid only if reduced to writing and signed by or on\r\nbehalf of the parties. Flowing from this and the fact that Ms\nDillon\r\ndid not qualify her signature when she signed the deed it was\r\ncontended that there was non-compliance with the statutory\n\nrequirements for validity.\n[27] The focus of the argument in the court below, and\r\nin the heads, on the scope of Ms Dillon’s authority in terms of\r\nthe\npower of attorney was on that part of it in which she was\r\nauthorised to conclude an agreement of loan on behalf of Mr van\r\nOudtshoorn.\nThe argument was that, as all that the power of attorney\r\ndid was authorise her to borrow money on his behalf and one cannot\r\nstand\nsurety for oneself, the reference in that part to a suretyship\r\ndid not extend to the suretyship she executed, purportedly on his\n\nbehalf.\n[28] That argument is correct as far\r\nas it goes, but it falls short when consideration is given to the\r\nterms of the power of attorney\nas a whole. They vested in RBA the\r\npower to conclude the partnership agreement and to manage and\r\ntransact Mr van Oudtshoorn’s\nbusiness arising from or\r\nattributable to the partnership agreement or any matter or thing in\r\nconnection with that agreement. They\nwent on to give RBA ‘full\r\nand unrestricted power and authority to represent and act for me and\r\nin my name … without\nany limitation’ in relation to the\r\npartnership and his involvement therein. Bearing in mind that the\r\npartnership would need\nto raise finance to purchase the aircraft and\r\nthat Cormorant had the power to do so by means other than loans from\r\nor obtained\nby the partners, such a power was ample to allow the\r\nattorney to provide, in the name of the partner, security by way of a\r\ndeed\nof suretyship for the indebtedness of Cormorant. That is\r\nreinforced by reference to the fact that the same power of attorney\r\nauthorised\nRBA to borrow money on behalf of Mr van Oudtshoorn. To\r\nauthorise RBA to do that, whilst objecting to it providing security\r\nfor\nthe finance obtained by other less expensive means to acquire the\r\naircraft, smacks of straining at a gnat whilst swallowing a camel.\n\nAfter all, suretyship is an accessory obligation,\n16\nso that it could not be more onerous\r\nfor Mr van Oudtshoorn than a loan would have been and it might well\r\nhave been less onerous,\nif the scheme had been successful\r\nfinancially. Accordingly Ms Dillon was authorised to execute the deed\r\nof suretyship on behalf\nof Mr van Oudtshoorn.\n[29] The next issue is whether in\r\nexecuting the deed of suretyship Ms Dillon exceeded her authority. It\r\nwill be recalled that Mr\nvan Oudtshoorn committed himself to a\r\ncapital contribution to the partnership of R1.625 million. The\r\ndeed of suretyship is\nfor a limited amount in that it provides that\nthe capital amount recoverable\r\nthereunder is limited to R2 031 000, plus further sums for\r\ninterest, charges and costs\nas may become due and payable by\r\nCormorant.\nI\nt\r\nwas argued that the effect of this was to bind him to pay an amount\r\nin excess of the maximum amount that he could be called upon\nto\r\ncontribute to the partnership; that this exceeded the authority\r\nconferred by the power of attorney; and accordingly that the\n\nsuretyship having been given in excess of that authority was\r\nunenforceable.\n17\n[30] At first blush the argument is\r\nattractive but on closer examination I think it incorrect, because it\r\nstarts with Mr van Oudtshoorn’s\nmaximum capital contribution to\r\nthe partnership and ignores the fact that the obligation under the\r\ndeed of suretyship is one owed\nto Investec. Once it is recognised\r\nthat there is nothing to prevent an undisclosed partner in an\nen commandite\npartnership from\r\naccepting liability under a deed of suretyship to the financier of\r\nthe partnership’s business activities,\nthe amount of that\r\nliability is not necessarily confined to the amount of that partner’s\r\nmaximum liability under the deed\nof partnership. The true question is\r\nthen whether the power of attorney restricted Ms Dillon’s\r\nauthority to furnishing a\ndeed of suretyship limited to the amount of\r\nthe capital contribution.\n[31] If one starts by looking at the power of attorney\r\nin respect of the possible loan from Investec it makes it clear that\r\nwhilst\nthe capital amount of any loan is limited to the capital\r\ncontribution to the partnership, namely, R1.625 million, the actual\r\nfinancial\ncommitment is considerably greater. This is because it\r\nauthorises the borrowing of the full amount of R1.625 million\r\n‘subject\nto normal banking requirements including the\r\nrequirement to pay interest and any other usual bank charges’.\r\nAccording to\nthe evidence interest rates at the time on bank loans\r\nwere around 20 per cent. Accordingly a loan of this amount over the\r\nfour\nyears that the partnership would endure, with interest payable\r\nannually, would involve a total commitment of nearly R2.9 million\nin\r\nall depending on how interest was calculated and how frequently\r\npayments would be made. That suggests that the limitation now\n\ncontended for is not justified.\n[32] A second feature is that the power of attorney\r\nauthorised the furnishing of ‘any additional security which the\r\nbank may\nrequire’ for any loan, including surety bonds or\r\nnotarial bonds. Obviously any such security would have to cover not\r\nonly\nthe capital amount of the loan but the entire indebtedness\r\nhowever arising. As the purpose of security is to cover the financial\n\ninstitution in the event of default it will necessarily be for more\r\nthan the total amount of the indebtedness. Whilst it is true\nthat Mr\r\nvan Oudtshoorn could not have furnished a suretyship for a loan to\r\nhimself, he could have provided security in some other\nform such as\r\nby a pledge, a cession of a life insurance policy or the proceeds of\r\nthe retirement annuities that triggered his involvement\nin this\r\nscheme, or a bond of some sort over movable or immovable property.\r\nBearing in mind the factors mentioned above it cannot\nbe said that\r\nthe power of attorney limited the authority to furnish security to\r\nR1.625 million.\n[33] The third and decisive point is that all this was\r\nto be in accordance with ‘normal banking requirements’.\r\nMr McLeod,\nfrom Investec, testified without challenge that it was\r\nInvestec’s practice at the time and that of a number of other\r\nbanks,\nwhen accepting limited suretyships from a number of\r\nindividuals in respect of a global debt, to require that each\r\nsuretyship be\nfor the individual’s share of the debt plus 25\r\nper cent. That is how the amount of R2.031 million was determined.\r\nAccordingly\nthis suretyship was provided in accordance with normal\r\nbanking requirements at that time.\n[34] Taking these factors together the authority given\r\nto RBA under the power of attorney to execute a suretyship on behalf\r\nof Mr van\nOudtshoorn was not restricted to one for R1.625\r\nmillion. Whilst I accept that the amount of the capital contribution\r\nto the partnership\nwas relevant to determine the scope of the\r\nauthority, the other factors show that the power extended to the\r\nexecution of a suretyship\non the terms that Investec demanded and\r\nreceived. As it happens the agreed amount for which judgment was\r\nentered was less than\nR1.625 million.\n[35] The final point arises from the terms of the\r\nsuretyship itself. It commences by saying:\n‘\nI/We, the undersigned,\nDiederik Johan Van Rheede Van Oudtshoorn ID No: 4002255038004\ndo hereby bind myself/ourselves unto and in your favour as surety …\r\nfor and co-principal debtor/s jointly and severally\nwith\nCormorant Aviation (Pty) Ltd acting in its capacity as agent for The\r\nKite Partnership …’\nThe deed then contains the conditions of the suretyship\r\nand towards the end contains a clause that commences:\n‘\nI/We hereby certify by my/our signature\r\nappended below that when this Suretyship was signed by me/us …’\nLastly the deed records that it was ‘done and\r\nsigned’ by Mr van Oudtshoorn, giving his address, at\r\nJohannesburg on 21\nApril 1995. The problem is that Mr van\r\nOudtshoorn’s signature appears nowhere on the deed, which is\r\nsigned on each page by\nMs Dillon, without any qualification.\n[36] It was submitted (although not\r\nraised in either the pleadings or the heads of argument) that this\r\nrendered the suretyship non-compliant\nwith the statutory requirements\r\nfor the validity of a deed of suretyship. Whilst the deed purported\r\nto have been signed by the\nsurety, another person had signed it,\r\nwithout any indication that the signatory was doing so on behalf of\r\nthe surety. It was contended\nthat such an indication was essential to\r\nthe validity of the deed of suretyship. The position in this case is\r\nno different, so\nthe argument ran, from that where two people\r\nexecuted suretyships at the same time and by mistake each signed the\r\ndeed intended\nfor the other’s signature. It was argued that as,\r\non the face of it, neither deed would comply with the statute, both\r\nwould\nbe formally invalid. If that were indeed so and they were\r\nformally invalid this could not be remedied by way of rectification.\n18\n[37] The only issue in the present\r\ncase is whether the deed of suretyship is formally valid. If it is\r\nthen the omission by Ms Dillon\nto state that she was signing on\r\nbehalf of Mr van Oudtshoorn could be dealt with either by way of\r\nevidence that she was in fact\nauthorised or by way of rectification,\r\nit matters not which. I turn then to the issue of formal validity. It\r\nwas said in\nFowles\n19\nthat whilst care must be taken not to\r\ndefeat the intention of the statute ‘the formality requirements\r\nmust not be allowed\nto become an unnecessary stumbling block to\r\nrectification and, consequently, to giving effect to the true\r\nintention of the contracting\nparties’. To that end one examines\r\nthe deed – for formal validity depends on its terms alone –\r\nand if the document\nis reasonably capable of an interpretation\r\nconsistent with validity it should be held to be formally valid.\n20\nIf there is ambiguity, and it is\r\ncapable of being given a meaning consistent with validity, preference\r\nmust be given to that meaning\nthat renders it valid.\n21\n[38] Adopting that approach in this case, a fair reading\r\nof the document would result in the reader saying that it reflected\r\ntwo\npossible situations. The one would be that Ms Dillon had signed\r\nit in error for some or other reason and the other is that she was\n\nsigning on behalf of Mr van Oudtshoorn. Those are the only possible\r\nexplanations for her having signed the deed. If it mattered,\nI would\r\nbe inclined to say that the latter is the more probable because\r\npeople do not usually sign formal documents of this type\nby mistake,\r\nwhich is something different from signing a document that contains a\r\nmistake. However it is unnecessary to go that\nfar. Once the deed is\r\ncapable of both constructions, one of which renders it formally valid\r\nand the other of which renders it invalid,\nit is the former\r\nconstruction that we must adopt. That being so this deed must be\r\nconstrued as having been signed by Ms Dillon\non behalf of Mr van\r\nOudtshoorn, as indeed it in fact was. The contention that it does not\r\ncomply with the statute falls to be rejected.\n[39] That serves to dispose of the\r\nmerits of the appeal in favour of Investec. It renders it unnecessary\r\nto consider the contentions\nbased on estoppel, waiver and\r\nratification. I am concerned that the pursuit of these contentions\r\nappears to have substantially\nprotracted the trial and, at least in\r\nregard to the estoppel and waiver, appear to have had little prospect\r\nof success on legal\ngrounds.\n22\nHowever the attempt to rely on\r\nratification, if necessary, has some support in English authority\r\nunder the Statute of Frauds.\n23\nAs all three were said to depend on\r\nthe same facts it is impossible at this stage to determine whether\r\nand to what extent the pursuit\nof the other two arguments caused the\r\nproceedings to take longer than they would otherwise have done and\r\nboth parties are at fault\nin that regard. There was lengthy evidence\r\nin chief and cross-examination of witnesses on legal issues,\r\nfrequently based on a flawed\nunderstanding of the law by all\r\nconcerned. The cross-examination on behalf of both parties was\r\ndirected in virtually every instance\nat seeking to expose the witness\r\nas dishonest, when flawed recollection; exhaustion in the light of\r\nthe length of the proceedings;\n24\nerrors in documents, combined with\r\nmisguided attempts to explain them in the light of misconceptions of\r\nthe law; and an endeavour\nto present themselves in the best possible\r\nlight were more probable explanations. Such cross-examination has\r\nbeen the subject of\nprevious adverse comment by this court.\n25\n[40] There is one further matter\r\nflowing from the decision by Bosielo J to award costs against Mr\r\nvan Oudtshoorn on a punitive\nscale. He did so because he regarded the\r\napproach to the defence to have been unduly obstructive; because he\r\nfound his behaviour\nin claiming the deduction of losses from his\r\nparticipation in the scheme from taxable income in the determination\r\nof his tax liability,\nwhilst contending that the contracts\r\nunderpinning the scheme were invalid, ‘morally reprehensible’;\r\nand because in\nsome respects he regarded Mr van Oudtshoorn’s\r\nevidence as dishonest. All of this he characterised as ‘a\r\nserious abuse\nof the court process’ flowing from a trial in\r\nwhich, so he said, ‘he knew that he had no\nbona\r\nfide\ndefence.’\n[41] With respect that last finding\r\nis inconsistent with the subsequent grant of leave to appeal to this\r\ncourt. It may be that the\ndefences were technical, as is often the\r\ncase in situations such as this, but that is not of itself a reason\r\nto grant a punitive\ncosts order. The record shows that Mr van\r\nOudtshoorn was concerned from an early stage with the scheme’s\r\napparent failure\nto live up to its promise and the impact this might\r\nhave on his retirement. He relied extensively in entering into the\r\nscheme on\nfinancial advisers and when problems arose he relied on\r\nlegal advisers he regarded as experts. Many of the points taken were\r\nlegal\npoints manifestly taken on legal advice from others. Litigants,\r\neven those who are legally qualified, are entitled to rely on the\n\nlegal advice that they receive. When faced with a claim of the\r\nmagnitude of the present one I think that Kekewich J was correct\nin\r\nsaying in\nBlank v\r\nFootman Pretty & Co\n26\nthat ‘the defendant is entitled\r\nto put his back against the wall and to fight from any available\r\npoint of advantage’.\n27\nI appreciate that those remarks\r\nrelated to a defendant who was successful on some and not other\r\ndefences, but in principle it cannot\nmatter that all the defences\r\nadvanced fail. Something more is required before a punitive costs\r\norder is made.\n[42] In the result the following order is made:\nThe appeal is upheld to the extent that the order of\r\n\tthe trial court is amended by the deletion of paragraph 1 thereof\r\n\tand the\ndeletion of the words ‘on an attorney and client\r\n\tscale’ in paragraph 4 thereof.\nThe appeal is otherwise dismissed with costs.\nM\r\nJ D WALLIS\nJUDGE OF APPEAL\nAppearances\nFor appellant: N G D Maritz SC\nInstructed by:\nGildenhuys Lessing Malatji, Pretoria\nHoney Attorneys, Bloemfontein\nFor respondent: Lucas J van Tonder\nInstructed by:\nGlyn Marais Inc, Johannesburg\nLovius-Block, Bloemfontein.\n1\nNo\r\n\tdoubt mindful of the provisions of s 103 of the Income Tax Act, the\r\n\tdevelopers of the scheme preferred to refer to it as a\nproject. The\r\n\tdescription of it as a scheme is more accurate and its use does not\r\n\tcarry any pejorative overtones.\n2\nThe\r\n\toriginal action cited 28 defendants but all bar the present\r\n\tappellant settled with Investec during the course of the trial.\n3\nNow\r\n\tPolokwane.\n4\nThis\r\n\twas not spelled out in the partnership agreement or the agreement of\r\n\tpurchase and sale in respect of the aircraft, but was\nexplained by\r\n\tMs Dillon in her evidence.\n5\nMs\r\n\tDillon said in her evidence that she met with Mr van Oudtshoorn on\r\n\t13 March 1995 when he gave her the go ahead for his participation\nin\r\n\tthe scheme, but he denied this. It is unnecessary to resolve this\r\n\tissue as on any footing the instruction to go ahead was\ngiven on 13\r\n\tMarch 1995.\n6\nThis\r\n\tleft Aerospace Express with a 14.98 per cent interest in the\r\n\taircraft held via its interest in the two partnerships.\n7\nGoldinger’s\r\n\tTrustee v Whitelaw & Son\n1917 AD 66\nat 73.\n8\nNedbank\r\n\tLtd v Van Zyl\n[1990] ZASCA 12\n;\n1990 (2) SA 469\n(A) at 475E-I;\nInventive Labour\r\n\tStructuring (Pty) Ltd v Corfe\n2006 (3) SA 107\n(SCA) para 9.\n9\nHill\r\n\tv Faiga\n1964 (4) SA 594\n(W) at 596H-597A.\n10\n1\nLawsa\n2 ed para 175 where the statement in the original\r\n\tedition is repeated.\n11\nKennedy\r\n\tv De Trafford\n[1897] AC 180\nat 188.\n12\nProfessor\r\n\tDavid M Walker,\nThe Oxford Companion to Law\nsv ‘agency’,\r\n\tat 40.\n13\nVan\r\n\tder Keessel\nTheses Selectae\n(Lorenz translation) para 704;\nMmabatho Food Corporation (Pty) Ltd v Fourie en ŉ ander\n1985 (1) SA 318\n(T) at 322G-I.\n14\nHall\r\n\tv Millin & Hutson\n1915 SR 78;\nR v Siegel & Frenkel\n1943 SR 13 at 15.\n15\nLawsa\nVol 27 para 373.\n16\nKilroe-Daley\r\n\tv Barclays National Bank Ltd\n[1984] ZASCA 90\n;\n1984 (4) SA 609\n(A) at 622I-623G.\n17\nDu\r\n\tPreez v Laird\n1927 AD 21\nat 28.\n18\nMagwaza\r\n\tv Heenan\n1979 (2) SA 1019\n(A) at 1029A-C read with 1026A-D;\nIntercontinental Exports (Pty) Ltd v Fowles\n1999 (2) SA 1045\n(SCA) paras 9 and 10.\n19\nPara\r\n\t11.\n20\nFowles\npara 18.\n21\nInventive\r\n\tLabour Structuring (Pty) Ltd v Corfe\n2006 (3) SA 107\n(SCA) para\r\n\t11.\n22\nTrust\r\n\tBank van Afrika Bpk v Eksteen\n1964 (3) SA 402\n(A) at 411H-412C;\nPhilmatt (Pty) Ltd v Mosselbank Developments CC\n1996 (2) SA\r\n\t15\n(A) at 26G-I and the authorities collected in\nDurban City\r\n\tCouncil v Glenore Supermarket and Café\n1981 (1) SA 470\n(D) at 476B-478B.\n23\nMaclean\r\n\tv Dunn and Watkins\n[1828] EngR 612\n;\n4 Bing 722\nat 727\n[1828] EngR 612\n; ;\n130 ER 947\nat 949.\n24\nThe\r\n\ttrial took some 22 days of evidence and argument during which Ms\r\n\tDillon gave evidence and was cross-examined for 7 days and\nMr van\r\n\tOudtshoorn for 6. In the case of Ms Dillon she had travelled from\r\n\tthe USA for the trial and was under pressure to return,\nwhich would\r\n\thave added to her tiredness and stress.\n25\nAfrica\r\n\tSolar (Pty) Ltd v Divwatt (Pty) Ltd\n2002 (4) SA 681\n(SCA) paras\r\n\t26 and 37.\n26\nBlank\r\n\tv Footman Pretty & Co\n(1888) 39 Ch D 678\nat 685.\n27\nCited\r\n\tin\nNel v Nel\n1943 AD 280\nat 288.",
  "scraped_at": "2026-02-12T16:11:54.935616",
  "date": "2011-11-25",
  "coram": [
    "LEWIS",
    "MAYA",
    "MHLANTLA",
    "SERITI",
    "WALLIS JJA"
  ],
  "case_number": "588/10",
  "parties": {
    "applicants": [
      "D J VAN RHEEDE VAN OUDTSHOORN"
    ],
    "respondents": [
      "INVESTEC BANK LIMITED"
    ]
  },
  "sections": {
    "facts": "The appellant, D J Van Rhee de Van Oudtshoorn, participated in a tax‑saving scheme organised by tax advisers from Robin Beale & Associates (RBA). The scheme involved the creation of a commanditaire partnership (the Kite No 2 Partnership) in which Cormorant Aviation (Pty) Ltd acted as the disclosed managing partner and the appellant was an undisclosed partner. The partnership acquired a 34.6% interest in a Hawker Siddeley aircraft, with the purchase financed by Investec Bank Ltd via an instalment sale agreement. RBA obtained a power of attorney from each partner authorising it to sign the partnership agreement, arrange financing, and provide any security required by the bank. Ms Dillon, acting under that power, executed a deed of suretyship on behalf of the appellant, binding him as a surety for the partnership’s indebtedness to Investec.",
    "issues": "1) Whether the instalment sale agreement was validly concluded and binding on the partnership. 2) Whether the managing partner (Cormorant) had authority to act on behalf of the partnership in concluding that agreement. 3) Whether the power of attorney given to RBA authorized Ms Dillon to execute a deed of suretyship on behalf of the appellant. 4) Whether the deed of suretyship complied with statutory formalities, particularly the requirement that the surety sign the document or that the signatory indicate acting on the surety’s behalf. 5) Whether the appellant was thereby bound by the suretyship notwithstanding his objections.",
    "principles": "The court applied principles of agency law, noting that the managing partner’s authority was expressly conferred by the partnership agreement (clause 5.2) and that the phrase “acting in its capacity as agent” did not create a separate legal relationship. The scope of a power of attorney was examined, emphasizing that it conveyed ‘full and unrestricted’ authority to act for the donor in matters relating to the partnership, including providing security required by a bank. The court also considered the General Law Amendment Act 50 of 1956, which requires a deed of suretyship to be signed by the surety or by a duly authorised person indicating such authority. Formal validity was assessed using a purposive approach, allowing rectification where the document could be reasonably interpreted as valid.",
    "application": "The court found that Cormorant, as managing partner, had clear authority to arrange financing and therefore the instalment sale agreement was valid. The power of attorney afforded RBA the power to execute a suretyship for any amount required by Investec, not limited to the appellant’s capital contribution. Consequently, Ms Dillon acted within her authority when she signed the deed of suretyship. Regarding formalities, the court concluded that the deed could be interpreted as having been signed by Ms Dillon on behalf of the appellant, satisfying statutory requirements, and that any alternative construction rendering the deed invalid was to be rejected. Thus the appellant was bound by the suretyship.",
    "conclusion": "The appeal was upheld in part: the trial court’s order was amended by deleting paragraph 1 and removing the phrase ‘on an attorney and client scale’ from paragraph 4. The appeal was otherwise dismissed with costs, leaving the appellant bound by the deed of suretyship and the instalment sale agreement."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Agency & Power of Attorney",
    "level_3": [
      "partnership",
      "suretyship",
      "instalment sale",
      "tax scheme",
      "authority"
    ]
  }
}