{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/215.html",
  "case_name": "Abram de Sousa v S (334/11) [2011] ZASCA 215 (29 November 2011)",
  "citation": "[2011] ZASCA 215",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 215\n|\nNoteup\n|\nLawCite\nAbram de Sousa v S (334/11) [2011] ZASCA 215 (29 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 334/11\nALBERTO ABRAM de SOUSA\n…..............................................................\nAppellant\nand\nTHE STATE\n….........................................................................................\nRespondent\nNeutral citation:\nAD v The\r\nState\n(334/2011)\n[2011] ZASCA 215\n(29 November 2011)\nCoram:\nHarms AP, Shongwe JA and\r\nPlasket AJA\nHeard:\n23 November 2011\nDelivered:\n29 November 2011\nSummary:\nCriminal Procedure Act\n51 of 1977\n–\ns 309C\n– appeal against refusal of petition\r\n– issue to be determined is whether appellant enjoys reasonable\r\nprospects of success,\nnot the merits of the appeal.\nORDER\nOn appeal from: Free State High Court,\r\nBloemfontein (Hancke J and Claasen AJ sitting as court of appeal):\n1 The appeal is upheld and the order\r\nof the court below is set aside.\n2 The order of the court below is\r\nreplaced with the following order:\n‘\nThe\r\nappellant is granted leave to appeal against his convictions and\r\nsentences to the Free State High Court, Bloemfontein.’\nJUDGMENT\nPLASKET AJA (HARMS AP and SHONGWE JA\r\nconcurring)\n[1] The appellant was convicted, in\r\nthe regional court sitting at Welkom, of two counts of indecent\r\nassault and one count of rape\nas defined by the\nCriminal Law (Sexual\nOffences and Related Matters) Amendment Act 32 of 2007\n. He was\r\nsentenced to terms of imprisonment of five, ten and 15 years in\r\nrespect of these offences. The sentences were ordered to\nrun\r\nconcurrently. He applied unsuccessfully to the trial court for leave\r\nto appeal against both the convictions and the sentences.\n[2] He petitioned the Judge President\r\nof the Free State High Court, in terms of\ns 309C\nof the\nCriminal\nProcedure Act 51 of 1977\n, for leave to appeal. His petition was\r\nrefused by Hancke J and Claasen AJ. He then applied for leave to\r\nappeal against the refusal\nof the petition. This application was\r\nheard by Hancke and Kruger JJ, Claasen AJ not being available. Having\r\nfound reasonable prospects\nof success in respect of both the\r\nconvictions and the sentences, the high court granted the appellant\r\nleave ‘to appeal to\nthe Supreme Court of Appeal against his\r\nconvictions and sentences’. This course of events brought about\r\nthe rather strange\nand illogical result that while the high court\r\ndecided at first that the appellant had no reasonable prospects of\r\nsucceeding on\nappeal to it, it then decided that the appellant had\r\nreasonable prospects of succeeding on appeal to this court.\n[3] This court held in\nS\r\nv Khoasasa\n1\nthat a refusal of leave to appeal on\r\npetition to two judges of a high court is a ‘judgment or order’\r\nor a ‘ruling’\nas contemplated by\ns 20(1)\nand s 21(1) of\r\nthe Supreme Court Act 59 of 1959; that a petition for leave to appeal\r\nto a high court is, in effect, an appeal against\nthe refusal of leave\r\nto appeal by the court of first instance; and that a refusal of leave\r\nto appeal by a high court is appealable\nto this court with the leave\r\nof the high court.\n[4] In\nMatshona\r\nv S\n2\nthis court endorsed the reasoning in\nKhoasasa\n.\r\nLeach AJA stated that the issue to be determined at this stage is\r\n‘whether leave to appeal should have been granted by the\nHigh\r\nCourt and not the appeal itself’.\n3\nAs a result, the test to be applied\r\n‘is simply whether there is a reasonable prospect of success in\r\nthe envisaged appeal .\n. . rather than whether the appeal . . . ought\r\nto succeed or not’.\n4\n[5] The reason why this is so is that\r\nthis court‘s power to hear criminal appeals is a statutory\r\npower and does not derive\nfrom its inherent jurisdiction; ss 20 and\r\n21(1) of the Supreme Court Act only grant jurisdiction to this court\r\nto hear appeals\nfrom high courts and\ns 309(1)\nof the\nCriminal\nProcedure Act provides\nthat appeals from lower courts (including\r\nregional courts) lie to a high court.\n5\nThe result is, in the words of\r\nStreicher JA in\nKhoasasa\n,\r\nthe following:\n6\n‘\nGeen\r\njurisdiksie word aan hierdie Hof verleen om ‘n appél aan\r\nte hoor teen ‘n skuldigbevinding en vonnis in ‘n\nlaer hof\r\nnie. Dit is eers nadat ‘n appél vanaf ‘n laer hof\r\nna ‘n Provinsiale of Plaaslike Afdeling misluk\nhet dat ‘n\r\nbeskuldigde met die nodige verlof na hierdie Hof appél kan\r\naanteken.’\n[6] There are good reasons why this is\r\nso. They were set out thus by Leach AJA in\nMatshona\n:\n7\n‘\nNot\r\nonly does this Court lack the authority to determine the merits of\r\nthe appellant’s appeal against his sentence at this\nstage, but\r\nthere are sound reasons of policy why this Court should refuse to do\r\nso even if it could. It would be anomalous and\nfly in the face of the\r\nhierarchy of appeals for this Court to hear an appeal directly from a\r\nMagistrates’ Court without that\nappeal being adjudicated in the\r\nHigh Court, thereby serving, in effect, as the court of first and\r\nlast appeal. In addition, all\npersons are equal under the law and\r\ndeserve to be treated the same way. This would not be the case if\r\nsome offenders first had\nto have their appeals determined in the High\r\nCourt before they could seek leave to approach this Court if still\r\ndissatisfied while\nothers enjoyed the benefit of their appeals being\r\ndetermined firstly in this Court. And most importantly, this Court\r\nshould be\nreserved for complex matters truly deserving its attention,\r\nand its rolls should not be clogged with cases which could and should\n\nbe easily finalised in the High Court.’\n(I note in passing that in his\r\npetition, the appellant states that ‘it would not be necessary\r\nto burden the Supreme Court\nof Appeal with the appeal. Leave may be\r\ngranted to the High Court’.)\n[7] It is clear that the high court’s\r\norder was made in error: in the first paragraph of the judgment the\r\ncorrect position\nis set out, namely that the court was dealing with\r\nan application for leave to appeal against the dismissal of the\r\nappellant’s\npetition; in the second paragraph the court, with\r\nreference to\nKhoasasa\n,\r\nstated that ‘the applicant must ask this court for leave to\r\nappeal against the dismissal of his petition’; but then,\n\ncontrary to what it had said initially, it granted leave to appeal\r\nagainst the convictions and sentences. On account of what I\nwould\r\nterm a patent error on the part of the court below, it is, in my\r\nview, open to this court to deal with the appeal on the\nbasis that\r\nthe court below intended to grant leave against the refusal of the\r\npetition and not in the terms in which it ultimately\nexpressed\r\nitself.\n[8] As the issue to be determined at\r\nthis stage is whether the appellant has reasonable prospects of\r\nsuccess on appeal, it is necessary\nto examine the merits. In\nSmith\r\nv S\n8\nthis court said the following of the\r\ntest for whether reasonable prospects of success exist:\n‘\nWhat\r\nthe test of reasonable prospects of success postulates is a\r\ndispassionate decision, based on the facts and the law, that a\ncourt\r\nof appeal could reasonably arrive at a conclusion different to that\r\nof the trial court. In order to succeed, therefore, the\nappellant\r\nmust convince this court on proper grounds that he has prospects of\r\nsuccess on appeal and that those prospects are not\nremote but have a\r\nrealistic chance of succeeding. More is required to be established\r\nthan that there is a mere possibility of success,\nthat the case is\r\narguable on appeal or that the case cannot be categorised as\r\nhopeless. There must, in other words, be a sound,\nrational basis for\r\nthe conclusion that there are prospects of success on appeal.’\n[9] I turn now to that enquiry. It is\r\nnot necessary – and neither is it desirable – to deal\r\nwith the merits in any detail.\nI shall do no more than make a limited\r\nnumber of points in respect of the appellant’s convictions and\r\nthe sentences imposed\non him in order to determine whether it can be\r\nsaid that he has reasonable prospects of succeeding on appeal.\n[10] As far as conviction is\r\nconcerned, the complainant was a young single witness whose evidence\r\nhad to be approached with caution.\nThere was no corroboration for her\r\nversion and the magistrate relied on her evidence being satisfactory\r\nin all material respects\nin order to satisfy the cautionary rules\r\nthat applied. She also seems to have relied on the evidence of Ms\r\nCharmaine De Waal, a\nforensic social worker employed by the South\r\nAfrican Police Service, who, having interviewed the complainant on a\r\nnumber of occasions,\nwas of the opinion that she had told the truth.\n[11] Whether the complainant was a\r\nsatisfactory witness in all material respects – and\r\nconsequently whether the cautionary\nrule was satisfied – was\r\nchallenged by the appellant’s counsel who pointed out a number\r\nof contradictions and other\nunsatisfactory aspects of the\r\ncomplainant’s evidence. Whether the evidence of an expert to\r\nthe effect that, in her opinion,\nthe complainant told the truth is\r\nadmissible, and can serve as ‘corroboration’, appears to\r\nme to be eminently arguable.\nWhat strikes one is that the magistrate\r\nrejected the version of the appellant as not being reasonably\r\npossibly true in the most\nperfunctory way and without any analysis of\r\nhis evidence. Furthermore, the State has conceded that there is no\r\nevidence that count\nthree was committed after 16 December 2007, the\r\ndate on which the new statutory offence of rape came into effect.\r\nThat being so,\nthe appellant has an unassailable prospect of this\r\nconviction being set aside on appeal, even if it is to be substituted\r\nwith a\nconviction of indecent assault in terms of the common law. I\r\nconclude that the appellant enjoys reasonable prospects of succeeding\n\non appeal against his convictions.\n[12] The appellant was sentenced to 15\r\nyears’ imprisonment in respect of count three. He was sentenced\r\nto five years’\nimprisonment in respect of count 1 (which was\r\nthe least serious of the three counts) and ten years’\r\nimprisonment in respect\nof count 2, even though the\nactus\r\nreus\nin respect of counts 2\r\nand 3 was identical. It would appear that the only reason why he was\r\nsentenced to 15 years’ imprisonment\nin respect of count 3, and\r\nso much less severely in respect of count 2, was because he had been\r\nconvicted of rape, even though,\nat common law, his acts amounted to\r\nindecent assault. In the light of the certainty that the rape\r\nconviction will be set aside,\nthe sentence will also require\r\nre-assessment even if the conviction is substituted with a conviction\r\nof indecent assault. There\nis much to be said, in my view, for the\r\nargument that when the appellant’s deeds, in respect of all\r\nthree counts, are properly\nassessed within the triad of factors that\r\ninforms sentencing, they may well be found to be ‘disproportionate\r\nto the crime,\nthe criminal and the needs of society’.\n9\nI am therefore of the view that, on\r\nsentence, the appellant has reasonable prospects of success on\r\nappeal.\n[13] That being so, this appeal must\r\nsucceed. Before making the order, however, it is necessary to say\r\nsomething of the procedure\ninvolved in cases such as this. That\r\nprocedure is cumbersome and time consuming. It has involved a total\r\nof three high court judges\nand three judges of this court and the\r\nprocess is not completed. A further two judges of the high court\r\nstill have to hear the\nappeal on its merits. It is perhaps time for\r\nthought to be given to legislative reform so that petitions can be\r\nfinalised speedily\nat the high court level.\n[14] The following order is made:\n1 The appeal is upheld and the order\r\nof the court below is set aside.\n2 The order of the court below is\r\nreplaced with the following order:\n‘\nThe\r\nappellant is granted leave to appeal against his convictions and\r\nsentences to the Free State High Court, Bloemfontein.’\n______________________\nC PLASKET\nACTING JUDGE OF APPEAL\nAPPEARANCES\nAPPELLANT J Nel\nInstructed by\nMuller Attorneys\nWelkom\nEG Cooper Majiedt Inc\nBloemfontein\nRESPONDENT WJ Harrington\nDirector of Public Prosecutions\nBloemfontein\n1\nS\r\n\tv Khoasasa\n2003\r\n\t(1) SACR 123\n(SCA) paras 14 and 19-22.\n2\nMatshona\r\n\tv S\n[2008]\r\n\t4 All SA 68\n(SCA) para 4.\n3\nPara\r\n\t5.\n4\nPara\r\n\t8.\n5\nS\r\n\tv Khoasasa\n(note\r\n\t1) paras 11-12;\nMatshona\r\n\tv S\n(note\r\n\t2) paras 4-5;\nS\r\n\tv N\n1991\r\n\t(2) SACR 10\n(A) at 16a-d.\n6\nPara\r\n\t12.\n7\nPara\r\n\t6.\n8\nSmith\r\n\tv S\n(475/10)\n[2011] ZASCA 15\n(15 March 2011) para 7.\n9\nS\r\n\tv Malgas\n2001\r\n\t(1) SACR 469\n(SCA) para 25I. See too\nS\r\n\tv Vilakazi\n2009\r\n\t(1) SACR 552\n(SCA) paras 18-20.",
  "scraped_at": "2026-02-12T16:14:28.240583",
  "date": "2011-11-29",
  "coram": [
    "Harms AP",
    "Shongwe JA",
    "Plasket AJA"
  ],
  "case_number": "334/11",
  "parties": {
    "applicants": [
      "Alberto Abram de Sousa"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant was convicted in the regional court at Welkom of two counts of indecent assault and one count of rape under the Criminal Law (Sexual Offences and Related Matters) Amendment Act 32 of 2007. He received concurrent sentences of five, ten and fifteen years' imprisonment. He applied to the trial court for leave to appeal against both the convictions and the sentences and was refused. He then petitioned the Judge President of the Free State High Court for leave to appeal under section 309C of the Criminal Procedure Act. The high court initially refused leave, but on a second application found reasonable prospects of success and granted leave to appeal to the Supreme Court of Appeal, creating an anomalous result that the court first found no prospects for appeal to the high court but later found prospects for appeal to the SCA.",
    "issues": "The primary issue was whether the appellant had reasonable prospects of success on an appeal against his convictions and sentences, which determines the granting of leave under s309C. A subsidiary issue concerned the jurisdictional hierarchy: whether the Supreme Court of Appeal could entertain an appeal directly from a magistrates' court when the correct procedural route is via the High Court, and whether the high court's order granting leave to appeal to the SCA was erroneous.",
    "principles": "The court relied on section 309C of the Criminal Procedure Act which makes the test for granting leave the existence of reasonable prospects of success, not the merits of the appeal itself. The test was articulated in Smith v S, requiring a dispassionate assessment that the appellate court could reasonably reach a different conclusion. Precedents such as S v Khoasasa and Matshona v S clarified that a refusal of leave is a reviewable order and that the SCA's jurisdiction is limited to reviewing the decision to grant leave, not the substantive appeal, preserving the hierarchy of appeals.",
    "application": "Applying these principles, the court examined the evidence underpinning the convictions. It noted the lack of corroboration for the complainant's testimony, contradictions raised by counsel, and the questionable reliance on expert opinion as corroboration. The court also observed that the rape conviction could be void for being applied to conduct occurring before the statutory amendment, indicating a strong prospect of the conviction being set aside or reduced to indecent assault. Regarding sentencing, the disparity between the fifteen-year term for the rape count and the lesser terms for the other counts, coupled with the likely overturning of the rape conviction, suggested the sentence was disproportionate, giving the appellant reasonable prospects of success on appeal. The high court’s order granting leave to appeal to the SCA was therefore deemed a patent error.",
    "conclusion": "The Supreme Court of Appeal upheld the appeal, set aside the lower court’s order, and replaced it with an order granting the appellant leave to appeal against his convictions and sentences to the Free State High Court, Bloemfontein."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Appeal Procedure",
    "level_3": [
      "reasonable prospects",
      "s309C",
      "jurisdiction",
      "conviction",
      "sentencing"
    ]
  }
}