{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/208.html",
  "case_name": "Park 2000 Development (Pty) Ltd v Page (905/2010) [2011] ZASCA 208 (29 November 2011)",
  "citation": "[2011] ZASCA 208",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 208\n|\nNoteup\n|\nLawCite\nPark 2000 Development (Pty) Ltd v Page (905/2010) [2011] ZASCA 208 (29 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 905/2010\nIn\r\nthe matter between:\nPARK 2000 DEVELOPMENT\r\n(PTY) LTD\n….....................................................\nAppellant\nand\nRODNEY WILMOT PAGE\n…........................................................................\nRespondent\nNeutral citation:\nPark\r\n2000 v Page\n(905/2010)\n[2011] ZASCA 208\n(29 November 2011)\nCoram:\nBrand,\r\nMaya, Mhlantla, Malan and Theron JJA\nHeard:\n16\r\nNovember 2011\nDelivered: 29 November\r\n2011\nSummary:\nAgreement\r\nof purchase and sale – suspensive condition that purchaser\r\nobtain bond – construction of agreement –\ncondition for\r\nsole benefit of purchaser – no waiver of condition –\r\nagreement lapsed on non-fulfilment.\n___________________________________________________________________\nORDER\nOn appeal from:\nWestern Cape High Court, Cape Town, (Smit AJ sitting as\r\ncourt of first instance) the following order is made:\n1 The appeal is upheld\r\nwith costs, including the costs of two counsel where applicable,\r\nexcept one half of all the costs relating\nto the preparation, perusal\r\nand use of the record on appeal.\n2 The order of the court\r\nbelow is set aside and replaced with the following order:\n‘\n(a)\r\nThe plaintiff’s claim is dismissed with costs;\n(b) The interdict in case\r\n10823/06 is set aside with costs;\n(c) All costs orders\r\ninclude the costs of two counsel where applicable.’\n___________________________________________________________________\nJUDGMENT\nMALAN JA (Brand, Maya,\r\nMhlantla and Theron JJA concurring):\n[1] In terms of a written\r\nagreement entered into on 12 November 2003, the appellant, Park 2000\r\nDevelopment (Pty) Ltd, sold to the\nrespondent, Mr R W Page, 14\r\nundeveloped stands in Klappersingel, Strandloperkruin for a\r\nconsideration of R990 000. In 2006\nMr Page instituted action in\r\nthe Western Cape High Court for transfer of the stands into his name,\r\ntendering payment of the balance\nof the purchase price. On 22 October\r\n2010 Smit AJ gave judgment in favour of the purchaser, Mr Page. This\r\nappeal is with his leave.\n[2] This appeal concerns\r\nthe meaning of clause 10 of the agreement. It provides as follows:\n‘\nThis sale is\r\nsubject to the purchaser(s) obtaining a bond of 80% of the purchase\r\nprice. Should such a bond not be granted within\n7 (seven) days of\r\nsignature of this agreement, the seller(s) will have the right, but\r\nwill not be obliged, to cancel the sale,\nin which case any deposit\r\nalready paid, with interest, will be paid back to the purchaser(s)\r\nand no one party will have a claim\nfor damages due to such\r\ncancellation against the other.’\n[3] Mr Page paid the\r\nagreed deposit of R99 000. It is common cause that he did not\r\napply for a bond. In his particulars of\nclaim he alleged that,\r\nfollowing the seven day period provided for in the second part of\r\nclause 10, Park 2000 became entitled to\neither cancel the sale or\r\nenforce it. He alleged that Park 2000 elected not to cancel the sale\r\nbut to proceed with it. Park 2000,\non the other hand, pleaded that\r\nclause 10 contained a suspensive condition that was not fulfilled and\r\nthat the agreement had therefore\nlapsed. It pleaded, as an\r\nalternative that, in the event of the agreement not having lapsed due\r\nto non-fulfilment of the condition,\nits conduct after becoming aware\r\nthat a bond had not been granted to Mr Page, displayed a clear\r\nintention to cancel the agreement;\nalternatively, it cancelled the\r\nagreement by notice in the plea.\n[4] The court below held\r\nthat because the parties had expressly agreed that the seller, Park\r\n2000, would have the right to cancel\nthe agreement on non-fulfilment\r\nof the condition, the agreement did not lapse when the condition was\r\nnot fulfilled. It found that,\non the facts, Park 2000 had elected to\r\naffirm the agreement. It followed that, because it had done so, it\r\ncould not thereafter\ncancel it and was bound by the agreement.\n[5] It\r\nwas contended by Park 2000 that the condition referred to in clause\r\n10 was suspensive resulting in the agreement lapsing\nupon its\r\nnon-fulfilment. In advancing these contentions it relied upon the\r\njudgments of Fannin J in\nFlorida\r\nRoad Shopping Centre (Pty) Ltd v Caine\n1\nand\r\nDavis J in\nParadyskloof\r\nGolf Estate (Pty) Ltd v Municipality of Stellenbosch\n,\n2\nwhich\r\nsuggest that the second part of clause 10 was inserted\nex\r\nabundanti cautela\n.\r\nIn the alternative, it was submitted that the second part of clause\r\n10 provided for the situation where the purchaser waived the\n\nsuspensive condition before expiry of the limitation period of seven\r\ndays. In the event of a waiver, the seller would have the\nright to\r\ncancel the agreement unilaterally.\n[6] It\r\nwas argued on behalf of Mr Page that the only possible interpretation\r\nof clause 10 was that the parties did not intend that\nthe agreement\r\nwould lapse after the seven day period in the event of a bond not\r\nbeing granted but that the seller will ‘have\nthe right, but\r\nwill not be obliged, to cancel the sale’. This construction, it\r\nwas suggested, would be in accordance with\nthe rule of interpretation\r\nrequiring the language used to be given its grammatical and ordinary\r\nmeaning.\n3\nThe\r\nfirst part of clause 10 therefore contained not a true condition but\r\na term of the agreement imposing on the purchaser the obligation\nto\r\nobtain a bond. Should he fail to do so, the seller may exercise its\r\nremedies in terms of clause 7 by placing the purchaser on\nterms and,\r\nfailing compliance within ten days of giving notice of the breach,\r\ncancel the agreement and reclaim the property, in\nwhich event the\r\npurchaser would forfeit all monies paid, and claim further damages\r\nfrom the purchaser it may have suffered.\n[7] An agreement of\r\npurchase and sale subject to a suspensive condition is not a sale\r\npending fulfilment of the condition 'but there\nis nevertheless\r\ncreated \"a very real and definite contractual relationship\"\r\nwhich, on fulfilment of the condition, develops\ninto the relationship\r\nof seller and purchaser.'\n4\nNon-fulfilment of the\r\nsuspensive condition, however, renders the agreement void from\r\ninception, unless the parties have agreed otherwise.\n[8] I have not been\r\npersuaded that the two judgments relied upon by Park 2000 in\r\nconstructing clause 10 are of particular assistance.\nThey concern\r\nspecific clauses which had to be construed in the context of the\r\nother terms of those agreements.\n[9] Clause 10 is worded\r\nin different terms. It must be interpreted according to the accepted\r\ncanons of construction. The language\nused must be given its\r\ngrammatical and ordinary meaning in the context of the whole\r\nagreement.\n5\nEvery word used and, it follows, both sentences of clause 10 must be\r\ngiven meaning.\n6\n[10] Clause 10 does not\r\ncontain the heading ‘suspensive condition’ one often\r\nencounters in matters of this kind. Nothing\nturns on it: none of the\r\nclauses in the agreement has headings. The separate clauses in the\r\nagreement follow the introductory words\nthat the purchaser buys and\r\nthe seller sells the property ‘on the following terms and\r\nconditions’. Whether a specific\nclause contains a term or a\r\ncondition depends on the words of the clause itself.\n7\nClause 10 states that the sale ‘is subject to the purchaser(s)\r\nobtaining a bond of 80% of the purchase price’. The\npurpose of\r\nthis provision is clear. It is to subject the conclusion of the\r\nagreement of sale to the purchaser’s obtaining\na bond of 80 per\r\ncent of the purchase price. It is a typical condition in agreements\r\nfor the sale of immovable property.\n8\nAs was said by Schock J in\nPhilips v Townsend\n:\n9\n‘\nThe\r\nsecond special condition speaks of a 90% bond by a building society.\r\nHaving regard to the manifest object of the condition,\nnamely to\r\nensure that plaintiff could meet his obligations under the contract,\r\nthat he could carry out what was there required\nunder the contract,\r\nand in particular under clause 2\n(b)\nof\r\nthe contract, the meaning of a 90% bond becomes clear. It was a\r\nmortgage loan, that is a loan secured by a mortgage bond for\nan\r\namount equal to 90% of the purchase price. Moreover, as this amount\r\nwas in terms of the contract payable against registration\nof transfer\r\non 1 January 1980, it was a loan of 90% of the balance of the\r\npurchase price available to meet the plaintiff’s\nobligation on\r\n1 January 1980. That is quite obviously what was meant by this term\r\n“90% bond”; it is the only reasonable\nmeaning that can be\r\ngiven to this clause.’\nTo hold that the first\r\npart of clause 10 contains a term of the agreement obliging the\r\npurchaser to obtain a bond, and not a suspensive\ncondition, would not\r\nonly fly in the face of its clear wording but would also be, as\r\ncounsel for Park 2000 put it, commercial nonsense.\nThe effect of such\r\nan interpretation is that the purchaser would run the risk of being\r\nbound to the contract without having obtained\nthe bond and be\r\nsubjected to the terms of clause 7 entitling the seller to place him\r\non terms and, on non-compliance after notice,\nto liability for\r\ndamages and forfeiture of the monies paid. This could not have been\r\nthe intention of the parties.\n[11] A clause or\r\ncondition that is exclusively for the benefit of one party may be\r\nwaived by that party.\n10\nThe condition contained in the first part of clause 10 is obviously\r\nfor the sole benefit of the purchaser. Although the seller\nmay also\r\nhave an interest in the fulfilment or non-fulfilment of the condition\r\nand the time limit imposed, the benefit of the ‘substance’\n\nof the condition in the first part of clause 10 is solely for the\r\npurchaser.\n11\nThe seller’s interest is protected by the second part of clause\r\n10. Since it is for his sole benefit, the condition may be\nwaived by\r\nthe purchaser, thereby rendering the agreement unconditional. But any\r\nwaiver must take place before the cut-off time\nprovided for in the\r\nagreement, in this case within seven days of signature of the\r\nagreement, because the agreement would otherwise\nhave lapsed on\r\nnon-fulfilment of the condition.\n12\nAs it was expressed by Marais J in\nWestmore v Crestanello &\r\nothers\n:\n13\n‘\nI\r\ndo not readily comprehend how a purchaser could unilaterally waive a\r\nclause of a lapsed or defunct agreement (which by definition\nno\r\nlonger exists) and by so doing unilaterally miraculously breathe new\r\nlife into the corpse; and even worse, possibly ambush the\n\nunsuspecting seller who, acting in the belief that the contract means\r\nwhat it says, has resold the property in question.’\n[12] The seller has an\r\ninterest in the time limit for fulfilment of the condition. Its\r\nobject is to ensure certainty so that he\nwould know at that date\r\nwhether or not he has a firm buyer. If a waiver after non-fulfilment\r\nof the condition were to be permitted\nthe position would be that the\r\nseller would be liable after non-fulfilment of the condition but the\r\npurchaser not. Such a situation\nwould not only be untenable but also\r\nmake no commercial sense.\n14\nCertainty is achieved by the rule\n15\n­\r\n—\n‘\nthat\r\nany waiver must occur on or before the condition date, or at least\r\nbefore the contract is actually brought to an end (if it\nis not\r\nautomatically void). … [The seller’s] only legitimate\r\ninterest is in knowing whether the transaction is to\nproceed or not.’\n[13] There is no\r\ncontradiction between the two parts of clause 10. The second part, on\r\nthe face of it, may seem to assume that the\nagreement continues\r\ndespite non-fulfilment of the condition. But this appearance is not\r\nreal. The first part suspends the coming\ninto operation of the\nsale\non the purchaser’s obtaining a bond. Should no bond be\r\nobtained within the period of seven days the agreement lapses. The\r\nsecond part entitles the seller to cancel the\nsale\nshould a\r\nbond not be granted within seven days. There can only be a\nsale\nafter non-fulfilment of the condition if the purchaser has waived it\r\nprior to the cut-off date thereby rendering the agreement\n\nunconditional.\n[14] It follows that the\r\nfirst part of clause 10 which makes the agreement subject to the\r\npurchaser obtaining a bond for 80 per\ncent of the purchase price\r\nwithin seven days of signature is a suspensive condition solely for\r\nthe benefit of the purchaser. On\nnon-fulfilment of the condition the\r\nagreement will lapse. The purchaser may, however, waive the condition\r\nprovided he does so prior\nto the seven day cut-off period. If the\r\ncondition is waived within this period the agreement becomes\r\nunconditional and an agreement\nof sale comes into being. In the event\r\nof a waiver a bond will not have been granted and the seller will not\r\nhave the benefit of\na loan by a financial institution to the\r\npurchaser but will have to rely on the latter’s ability to pay\r\nthe full purchase\nprice. In such an event the seller may wish to\r\nexercise the right to cancel stipulated for in the second part of\r\nclause 10. This\nconstruction gives effect to both parts of clause 10\r\nand, seen against the factual matrix of the case, provides an\nexample of why Park 2000\r\nwould have preferred to cancel the agreement: it had to obtain a\r\nnumber of pre-sales (ie sales where bonds\nhave been granted as\r\nopposed to unconditional sales) which would have satisfied its\r\nfinanciers. It is common cause that the purchaser,\nMr Page, did not\r\nwaive the condition. The sale therefore lapsed on 19 November 2003.\r\nIn view of this conclusion it is not necessary\nto deal with the\r\nfactual argument whether Park 2000 had elected to proceed with the\r\nagreement of sale.\n[15] In the result the\r\nappeal is upheld with costs. It follows that the interdict granted by\r\nthe court below under case 10823/06\nshould be set aside with costs.\r\nIn view of the state of the record on appeal the appellant should be\r\ndeprived of part of the costs\nof the record.\n[16] The following order\r\nis made:\n1 The appeal is upheld\r\nwith costs, including the costs of two counsel where applicable,\r\nexcept one half of all the costs relating\nto the preparation, perusal\r\nand use of the record on appeal.\n2 The order of the court\r\nbelow is set aside and replaced with the following order:\n‘\n(a)\r\nThe plaintiff’s claim is dismissed with costs;\n(b) The interdict in case\r\n10823/06 is set aside with costs;\n(c) All costs orders\r\ninclude the costs of two counsel where applicable.’\n________________\nF R MALAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant: W G Burger\r\nSC\nInstructed by:\nMarais, Müller\r\nYekiso Inc\nCape Town\nc/o E G Cooper Majiedt\r\nInc\nBloemfontein\nFor Respondent: D J\r\nCoetsee\nInstructed by:\nMillers Inc\nCape Town\nc/o Rosendorff &\r\nReitz Barry\nBloemfontein\n1\nFlorida\r\n\tRoad Shopping Shopping Centre (Pty) Ltd v Caine\n1\n968\r\n\t(4) SA 587\n(N).\n2\nParadyskloof\r\n\tGolf Estate (Pty) Ltd v Municipality of Stellenbosch\nCase\r\n\t6730/2007\nWestern Cape High Court (11 Augustus\r\n\t2008).\n3\nCoopers\r\n\t& Lybrand v Bryant\n[1995] ZASCA 64\n;\n1995 (3) SA 761\n(A) at 767E-768E.\n4\nCorondimas\r\n\t& another v Badat\n1946 AD 548\nat 558-9 cited with approval\r\n\tin\nParadyskloof Golf Estate (Pty) Ltd v Municipality of\r\n\tStellenbosch\n2011 (2) SA 525\n(SCA)\npara 17.\n5\nCoopers\r\n\t& Lybrand v Bryant\n[1995] ZASCA 64\n;\n1995 (3) SA 761\n(A) at 767E-768E;\nSwart v Cape Fabrix\r\n\t(Pty) Ltd\n1979 (1) SA 195\n(A) at 202C.\n6\nWellworths\r\n\tBazaars Ltd v Chandler’s Ltd & another\n1947\r\n\t(2) SA 37\n(A) at 43.\n7\nOn\r\n\tthe distinction between a term and a condition, see\nDesign\r\n\tand Planning Service v Kruger\n1974 (1)\r\n\tSA 689\n(T) at 695A-F;\nMeyer v Barnardo\r\n\t& another\n1984 (2) SA 580\n(N) at\r\n\t584B-F.\n8\nEg\nWacks v Goldman\n1965\r\n\t(4) SA 386\n(W);\nVan Jaarsveld v Coetzee\n1973 (3) SA 241\n(A).\n9\nPhillips\r\n\tv\nTownsend\n1983\r\n\t(3) SA 403\n(C) at 407E-F.\n10\nTrans-Natal\r\n\tSteenkoolkorporasie Bpk v Lombaard\n1988\r\n\t(3) SA 625\n(A) at 640;\nMing-Chieh Shen\r\n\tv Meyer\n1992 (3) SA 496\n(W) at 498A-B;\nVan Jaarsveld v Coetzee\n1973\r\n\t(3) SA 241\n(A) at 243F-G;\nWestmore v\r\n\tCrestanello & others\n1995 (2) SA\r\n\t733\n(W) at 736F-G.\n11\nGlobe\r\n\tHoldings Ltd v Floratos\n[1998] 3 NZLR\r\n\t331\n(CA) at 339 and see, in particular,\nWestmore\r\n\tv Crestanello & others\n1995 (2) SA\r\n\t733\n(W) at 736H-737J and 739B-C.\n12\nPhillips\r\n\tv\nTownsend\n1983\r\n\t(3) SA 403\n(C) at 408D-409A;\nMeyer v\r\n\tBarnardo & another\n1984 (2) SA 580\n(N) at 586-7;\nMekwa Nominees v Roberts\n1985 (2) SA 498\n(W) at 501-2;\nWestmore\r\n\tv Crestanello & others\n1995 (2) SA\r\n\t733\n(W) at 736A-B.\n13\nAt\r\n\t736A-B.\n14\nPhillips\r\n\tv\nTownsend\n1983\r\n\t(3) SA 403\n(C) at 408D-409A.\n15\nGlobe\r\n\tHoldings Ltd v Floratos\n[1998] 3 NZLR\r\n\t331\n(CA) at 339. Cf\nMeyer v Barnardo &\r\n\tanother\n1984 (2) SA 580\n(N) at 584F-H.",
  "scraped_at": "2026-02-12T16:12:32.564840",
  "date": "2011-11-29",
  "coram": [
    "Brand",
    "Maya",
    "Mhlantla",
    "Malan",
    "Theron JJA"
  ],
  "case_number": "905/2010",
  "parties": {
    "applicants": [
      "Park 2000 Development (Pty) Ltd"
    ],
    "respondents": [
      "Rodney Wilmot Page"
    ]
  },
  "sections": {
    "facts": "On 12 November 2003 Park 2000 Development (Pty) Ltd entered into a written agreement to sell fourteen undeveloped stands in Klappersingel, Strandloperkruin to Rodney Wilmot Page for R990,000. The purchaser paid a deposit of R99,000 but never applied for the 80% bond required by clause 10 of the agreement. Clause 10 stipulated that the sale was subject to the purchaser obtaining a bond within seven days; if not, the seller \"would have the right, but would not be obliged, to cancel the sale\". The lower court held that the seller had elected to affirm the agreement, but the appellant appealed.",
    "issues": "The key issue was the construction of clause 10: whether the first part created a suspensive condition solely for the purchaser’s benefit that, if unmet, caused the contract to lapse, and whether the purchaser could waive that condition after the seven‑day period. A subsidiary issue concerned the seller’s right to cancel the agreement upon non‑fulfilment of the condition.",
    "principles": "South African contract law treats a suspensive condition that benefits one party as terminable on non‑fulfilment unless the parties agree otherwise. Such a condition may be waived only before the condition date; after lapse the contract is void. The language of a clause must be given its ordinary grammatical meaning, and the benefit of the condition determines who may waive it. Precedents (e.g., Philips v Townsend) confirm that a bond clause is a typical suspensive condition.",
    "application": "The court examined the wording of clause 10 and concluded that the first part constituted a suspensive condition for the purchaser’s benefit. Because the purchaser did not obtain a bond within seven days and did not waive the condition before that deadline, the agreement automatically lapsed on 19 November 2003. The seller’s later conduct could not revive the contract, and the alleged waiver after the lapse was ineffective.",
    "conclusion": "The appeal was upheld. The lower court’s order was set aside and replaced with a dismissal of the plaintiff’s claim and the setting aside of the interdict in case 10823/06, with costs awarded (including costs of two counsel, subject to a reduction for record‑related costs)."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sale of Immovable Property",
    "level_3": [
      "suspensive condition",
      "bond requirement",
      "contract lapse",
      "waiver of condition"
    ]
  }
}