{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/14.html",
  "case_name": "Alliance Property Group (Pty) Ltd v Alliance Group Ltd and Another (252/2010) [2011] ZASCA 14; 2011 BIP 377 (SCA) (14 March 2011)",
  "citation": "[2011] ZASCA 14",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 14\n|\nNoteup\n|\nLawCite\nAlliance Property Group (Pty) Ltd v Alliance Group Ltd and Another (252/2010) [2011] ZASCA 14; 2011 BIP 377 (SCA) (14 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No 252/2010\nIn the matter between:\nALLIANCE PROPERTY GROUP (PTY) LTD\n..........................................\nAPPELLANT\nand\nALLIANCE GROUP LIMITED\n..................................................\nFIRST\r\nRESPONDENT\nAUCTION ALLIANCE KWAZULU-NATAL\n(PTY) LTD\n...........................................................................\nSECOND\r\nRESPONDENT\nNeutral citation:\nAlliance\r\nProperty Group v Alliance Group\n(252/10)\n[2011] ZASCA 14\n(14\r\nMarch 2011)\nCoram\n: HARMS DP, HEHER, PONNAN, TSHIQI JJA et\r\nPLASKET AJA\nHeard\n: 25 February 2011\nDelivered\n: 14 March 2011\nSummary\n: Practice – Whether appeal having\r\nany practical effect or result – section 21A of the Supreme\r\nCourt Act 59 of 1959\n– Passing-off – proof of reputation\r\n– proof of misrepresentation.\nORDER\n_______________________________________________________________\nOn appeal from:\nKwaZulu-Natal High Court\r\n(Pietermaritzburg) (Sishi J sitting as court of first instance):\n(1) The appeal is upheld with costs and the order of the\r\ncourt below is set aside.\n(2) The following order is substituted for the order\r\nissued by the court below.\n'(a) The respondents are interdicted, in the provinces\r\nof KwaZulu-Natal and the Eastern Cape, from passing-off their\r\nproperty services\nas those of the applicant or as being associated in\r\nthe course of trade with the applicant, by using the name, mark and\r\ntrading\nstyle of Alliance Group without clearly distinguishing their\r\nservices from those of the applicant.\n(b) The respondents are directed to pay, jointly and\r\nseverally, the applicant’s costs of the application, including\r\nthe costs\nof two counsel.'\nJUDGMENT\nPLASKET AJA (HARMS DP, HEHER, PONNAN, TSHIQI JJA\r\nconcurring):\n[1] The appellant appeals against the judgment of Sishi\r\nJ in the KwaZulu-Natal High Court, Pietermaritzburg in which its\r\napplication\nto interdict the respondents from passing-off their\r\nproperty services as those of the appellant was dismissed with costs.\n[2] Two principal issues arise. The first is whether the\r\nappeal will have any practical effect and if not whether it should be\r\ndismissed\nin terms of s 21A of the Supreme Court Act 59 of 1959. The\r\nsecond is whether, if the appeal is not to be dismissed in terms of s\n\n21A, Sishi J was correct in dismissing the application on the basis\r\nthat the appellant had failed to prove a reputation in the\nname and\r\ntrading style of Alliance Property Group and that it had failed to\r\nprove a misrepresentation on the part of the respondents\nthat created\r\na likelihood of deception or confusion between the appellant’s\r\nname and that of the respondents. Prior to dealing\nwith these issues,\r\nit is necessary to set out the facts.\nThe facts\n[3] The appellant commenced business under its present\r\nname in 1997. It conducts business in the field of commercial and\r\nindustrial\nproperty, including property development and facilitation,\r\nvaluations and consultancy, property sales, the letting of property,\n\nproperty management and public auctions of property. The heartland of\r\nits operations is the province of KwaZulu-Natal, but the\npapers show\r\nthat it also conducts business in the Eastern Cape, from that\r\nprovince's border with KwaZulu-Natal to East London.\n[4] The first respondent commenced its existence in 1999\r\nas Electronic Auctioneering Ventures Ltd. In the following year it\r\nchanged\nits name to Auction Alliance Holdings Ltd and then, in 2003,\r\nto Asset Alliance Ltd. A few years later, it embarked on a\r\nrebranding,\nrestructuring and consolidation of its associated\r\ncompanies. The result was that, in October 2006, it changed its name\r\nto Alliance\nGroup Ltd. It conducts the business of property auctions,\r\nbusiness sales, property finance, property inspections and valuations\n\nin KwaZulu-Natal and elsewhere in the country, including the Eastern\r\nCape.\n[5] The second respondent was incorporated in 2000 under\r\nthe name Kusasa Commodities 191 (Pty) Ltd. It changed its name to\r\nAuction\nAlliance KwaZulu-Natal (Pty) Ltd in 2001. Between 2003 and\r\n2007 it traded as Auction Alliance but, from September 2007, has\r\ntraded\nas Alliance Group. Its core business is the selling of\r\nimmovable property by way of auctions. It operates in KwaZulu-Natal.\n[6] As a result of the first respondent's rebranding and\r\nthe change of name and trade name of it and second respondent, the\r\nappellant\nlaunched its application to interdict them from passing-off\r\ntheir services as those of the appellant's. As stated above, Sishi J\n\ndismissed the application. He then granted leave to appeal to this\r\ncourt.\nWill the appeal have\r\nany practical effect\n?\n[7] After leave to appeal had been granted, the\r\nrespondents’ attorneys wrote a letter to the appellant's\r\nattorneys in which\nthey said that the respondents had undergone an\r\n'internal strategy change' and had 'performed an intensive \"brand\r\naudit\"\nin light of market conditions'. The result was that they\r\ndecided to re-focus their core business to that of auctions,\r\nrebranded\ntheir business and resumed trading as Auction Alliance. The\r\nletter then stated:\n'Our clients are\r\nprepared to abandon the costs order in their favour relating to the\r\nproceedings in the Court\na\r\nquo\nand are\r\nprepared to agree that each party be responsible for their own costs\r\nin connection with the application for leave to appeal\nin the event\r\nthat your client is prepared to withdraw its appeal to the Supreme\r\nCourt of Appeal.'\n[8] It will be noted that the letter gave no undertaking\r\nthat the respondents would not in future pass-off their business as\r\nthat\nof the appellant. Instead, it made the assertion that as they\r\nhad changed back to their previous names, the appellant’s\r\nappeal\nwas moot.\n[9] The appellant’s attorneys replied to the\r\nletter by saying that ‘your client’s statement that it no\r\nlonger\nproposes to trade as “Alliance Group” does not\r\ndestroy our client’s right to pursue its appeal’. They\r\nnoted\nthat the respondents had not abandoned the judgment in their\r\nfavour and had given no undertaking not to trade as the Alliance\r\nGroup.\n[10] The letter then mentioned that the second\r\nrespondent (it would seem) was still trading under the name of the\r\nAlliance Group\nin Durban. Finally, the appellant’s attorneys\r\ndemanded that, in order to settle the matter, the respondents should\r\nabandon\nthe judgment in their favour, give an ‘irrevocable\r\nundertaking’ that they would not use the name Alliance Group,\r\nor\napply for the registration of a new company with that name, and\r\ntake various other steps specified in the letter. When, some two\n\nweeks later, the appellant’s attorneys had received no\r\nresponse, they informed the respondents’ attorneys that they\n\nwere proceeding with the preparation of the record.\n[11] Shortly before the appeal was to be heard, the\r\nappellant brought an application in which it sought leave to lead\r\nfurther evidence.\nThat evidence was to the effect that, in addition\r\nto the second respondent carrying on business under the name of\r\nAlliance Group,\ntwo of the first respondent’s subsidiaries in\r\nJohannesburg and Port Elizabeth were also doing so some seven months\r\nafter\nthe letter informing the appellant of the rebranding. The\r\nrespondents, in an answering affidavit, ascribed this to an\r\ninsignificant\noversight which had been rectified.\n[12] Section 21A(1) of the Supreme Court Act 59 of 1959\r\nprovides that ’[w]hen at the hearing of any civil appeal to the\r\nAppellate\nDivision or any Provincial or Local Division of the Supreme\r\nCourt the issues are of such a nature that the judgment or order\r\nsought\nwill have no practical effect or result, the appeal may be\r\ndismissed on this ground alone’.\n[13] The purpose of this\r\nsection was considered by this court in\nPremier,\r\nProvinsie Mpumalanga, en ŉ ander v Groblersdalse Stadsraad\n,\n1\nin which it was held:\n‘\nDie\r\nartikel is, myns insiens, daarop gerig om die drukkende werklas op\r\nHowe van appèl, insluitende en miskien veral hierdie\nHof, te\r\nverlig. Dit breek weg van die destydse vae begrippe soos “abstrak”,\r\n“akademies” of “hipoteties”,\nas maatstawwe\r\nvir die uitoefening van 'n Hof van appèl se bevoegdheid om 'n\r\nappèl nie aan te hoor nie. Dit stel nou\n'n direkte en\r\npositiewe toets: sal die uitspraak of bevel 'n praktiese uitwerking\r\nof gevolg hê? Gesien die doel en die duidelike\nbetekenis van\r\nhierdie formulering, is die vraag of die uitspraak in die geding voor\r\ndie Hof 'n praktiese uitwerking of gevolg het\nen nie of dit vir 'n\r\nhipotetiese toekomstige geding van belang mag wees nie.’\n[14] In\nPort\r\nElizabeth Municipality v Smit\n2\nthis court held that the\r\ndiscretionary power to dismiss an appeal in terms of s 21A without\r\nconsideration of the merits was only\noperative where there was an\r\nexisting dispute between the parties that, for some or other reason,\r\nhad become academic or hypothetical\n(and that, in the absence of an\r\nexisting dispute, s 21A did not apply because there simply was no\r\nappeal before the court).\n[15] On the facts that I have set out above, I am of the\r\nview that it cannot be said that the dispute between the appellant\r\nand\nthe respondents is academic or hypothetical. The fact that the\r\nrespondents have failed to give an undertaking that they will not,\nin\r\nfuture, use the name Alliance Group renders the dispute a live one. I\r\naccordingly find that the appeal is not one that will\nhave no\r\npractical effect or result and that it must, as a result, be\r\ndetermined on the merits.\nThe merits\n[16] In\nCaterham\r\nCar Sales & Coachworks Ltd v Birkin Cars (Pty) Ltd &\r\nanother\n,\n3\nHarms JA identified the elements of\r\nthe wrong of passing-off to be 'the \"classical trinity\" of\r\nreputation (or goodwill),\nmisrepresentation and damage'. As a form of\r\nwrongful competition it is unlawful because 'it results, or at any\r\nrate is calculated\nto result, in the improper filching of another's\r\ntrade and an improper infringement of his goodwill and/or because it\r\nmay cause\ninjury to that other's trade reputation'.\n4\n[17] The elements of\r\npassing-off were described more fully as follows in\nPremier\r\nTrading Co (Pty) Ltd & another v Sporttopia (Pty) Ltd\n:\n5\n‘\nPassing-off is a wrong\r\nconsisting of a false representation made by one trader (the\r\ndefendant) to members of the purchasing public\nthat the enterprise,\r\ngoods or services of a rival trader (the plaintiff) either belong to\r\nhim (the defendant) or are connected,\nin the course of trade, with\r\nhis own enterprise, goods or services. (I shall abbreviate, for the\r\nsake of convenience, “enterprise,\ngoods or services” to\r\nthe single term “the product” since this is a case of\r\n“product confusion” rather\nthan “business\r\nconnection confusion”.) The defendant's representation is a\r\nmisrepresentation if it is likely to deceive\nor confuse a substantial\r\nnumber of members of the public as to the source or origin of his\r\nproduct. Passing-off, to be actionable,\nerodes the plaintiff's\r\ngoodwill. Goodwill is the product of a cumulation of factors, the\r\nmost important of which, in the context\nof passing-off, is the\r\nplaintiff's reputation. Reputation is the opinion which the relevant\r\nsection of the community holds of the\nplaintiff or his product. If\r\nfavourable, it would dispose potential customers to patronise the\r\nplaintiff or his product and, if\nunfavourable, it would tend to\r\ndiscourage them from doing so. The plaintiff's reputation may be\r\nassociated with the symbol under\nwhich his product is marketed. The\r\nsymbol renders the product distinctive of the plaintiff or his\r\nproduct. A false representation\nby the defendant about the symbol\r\nused by the plaintiff may encourage or induce potential customers of\r\nthe plaintiff, believing\nthat they were patronising him, into\r\npatronising the defendant.’\n[18] I turn now to the issues to be decided, namely\r\nwhether the appellant proved a reputation in its name and trading\r\nstyle and\nwhether it proved a misrepresentation on the part of the\r\nrespondents.\n(a)\nReputation\n[19] It is necessary to\r\npoint out that, while in the court below the appellant sought to lay\r\nclaim to the word 'Alliance' as being\ndescriptive of its business,\r\nSishi J held, correctly, that it was a descriptive word that could\r\nnot be monopolised by the appellant.\n6\nThe appellant does not attack this\r\nfinding and concedes that it does not have a monopoly on the word\r\n'Alliance'. Instead it argues\nthat it has established a reputation\r\nsymbolised by the name and trade style of Alliance Property Group.\n[20] In\nBrian\r\nBoswell Circus (Pty) Ltd & another v Boswell-Wilkie Circus (Pty)\r\nLtd\n7\nCorbett JA stated that there were two\r\nimportant considerations in respect of the acquisition by a business\r\nof a reputation in a\ntrade name:\n'Firstly, whether the\r\ngeneral public will be confused or deceived into thinking, because of\r\nidentity or similarity of names, that\nthe business of the defendant\r\nis that of the plaintiff, or is connected therewith, must, as a\r\nmatter of logic, depend on the extent\nto which that name is\r\nassociated in the minds of members of the public with the business\r\ncarried on by the plaintiff, ie the extent\nto which plaintiff has\r\nacquired a reputation in that trade name. Secondly, as the rationale\r\nof the wrong of passing off is the\nprotection of the plaintiff's\r\ntrade and goodwill, a valid cause of action would seem to postulate\r\nthe existence of a goodwill,\nie reputation, attaching to that trade\r\nname. Whether reputation, in this sense, is always a\nsine\r\nqua non\nof a\r\nsuccessful passing off action need not now be decided.'\nIn addition, the\r\nreputation that is sought to be protected must have been in existence\r\nwhen the misrepresentation was made.\n8\n[21] The existence of the appellant's reputation at the\r\nrelevant time is a question of fact. The appellant has put up the\r\nfollowing\nfacts, none of which have been disputed by the respondents\r\nin any meaningful way: the appellant has provided property services\r\nunder the style Alliance Property Group since its incorporation in\r\n1997; its business has, since then, encompassed a full range\nof\r\nproperty related services and, since 1997, it has facilitated a\r\nnumber of property developments having a combined value of over\n\nR800m; since its incorporation, its portfolio of commercial and\r\nindustrial properties that it manages has grown to 54 buildings\nworth\r\nR948m; it has conducted a number of public auctions of property,\r\nincluding one in Dubai; it has acted as a consultant and\nadvisor to a\r\nDubai-based company that is developing a prestigious golf and leisure\r\nresort in KwaZulu-Natal; brochures reflecting\nits profile in 2003 and\r\n2007 reflect a considerable growth in its business; since 1998, its\r\nturnover from property related activities,\nprimarily in the form of\r\ncommissions, has exceeded R91m; and it has advertised its services\r\nwidely.\n[22] In answer to this, the respondents claim no\r\nknowledge of the appellant's reputation; state that it is not\r\ninvolved in property\nauctions to any 'significant degree'; suggest\r\nthe appellant's property portfolio may have declined since the\r\nsigning of the founding\naffidavit; allege that the appellant trades\r\nin a small part of the country; and claims that the respondent is\r\nmuch bigger than\nit. The appellant's schedule of the properties it\r\nmanages shows, however, that its business is only carried on in\r\nKwaZulu-Natal\nand the Eastern Cape, and extends no further than the\r\nEastern Cape.\n[23] It is evident from\r\nthe period during which the appellant has traded, the nature of its\r\nbusiness and the scope of its operations\nthat the appellant has\r\nestablished that it has acquired a reputation in its field in\r\nKwaZulu-Natal and the Eastern Cape. It is\nargued on behalf of the\r\nrespondents, however, that there is a difference between it acquiring\r\na reputation and proving a secondary\nmeaning. This issue was dealt\r\nwith by this court in\nBrian\r\nBoswell Circus (Pty) Ltd & another v Boswell-Wilkie Circus (Pty)\r\nLtd\n9\nin which the court held simply that\r\n‘the latter would seem to include the former’.\n[24] The court then\r\nreferred with approval to\nPolicansky\r\nBros Ltd v L & H Policansky\n10\nin which this court said the\r\nfollowing concerning a name acquiring a secondary meaning:\n'If a person has previously through his advertisements\r\nand through the quality of his goods made his name valuable as a\r\ntrade name\nso that his name has become distinctive both of his goods\r\nand of himself as the manufacturer of those goods, and if his goods\r\nhave\ncome to be universally known in the market by his name then his\r\nname is said to have obtained a secondary meaning. When this is\nthe\r\ncase another person cannot use that name in connection with a similar\r\nclass of goods unless he makes it perfectly clear to\nthe public that\r\nhe is not selling the goods of the original manufacturer . . . .'\n[25] On the strength of the above, I conclude that the\r\nappellant has established a reputation in the field of providing\r\nproperty-related\nservices in KwaZulu-Natal and the Eastern Cape and\r\nthat it has done so in relation to the name and trading style of\r\nAlliance Property\nGroup which name (to the extent that it may be\r\ndescriptive) has acquired a secondary meaning as a result of the\r\nclose and distinctive\nassociation between it and the business the\r\nappellant carries on in the minds of the public. In addition, the\r\nevidence also establishes\nthat the appellant’s reputation was\r\nin existence when the respondents began to trade under the name\r\nAlliance Group Ltd. As\na result, the appellant has established that,\r\nin relation to the first issue, the court below erred in finding that\r\nthe appellant\nhad not proved a reputation in its name and trading\r\nstyle.\n(b)\nMisrepresentation\n[26] In\nCapital\r\nEstate & General Agencies (Pty) Ltd & others v Holiday Inns\r\nInc & others\n,\n11\nthis court held the following in\r\nrespect of the proof of the misrepresentation necessary to establish\r\na passing-off:\n‘\nThe wrong known as passing off\r\nconsists in a representation by one person that his business (or\r\nmerchandise, as the case may be)\nis that of another, or that it is\r\nassociated with that of another, and, in order to determine whether a\r\nrepresentation amounts\nto a passing-off, one enquires whether there\r\nis a reasonable likelihood that members of the public may be confused\r\ninto believing\nthat the business of the one is, or is connected with,\r\nthat of another. Whether there is a reasonable likelihood of such\r\nconfusion\narising is, of course, a question of fact which will have\r\nto be determined in the light of the circumstances of each case.’\n\n(Reference omitted.)\n[27] The court, in\nMiriam Glick Trading\r\n(Pty) Ltd v Clicks Stores (Transvaal) (Pty) Ltd & others\n,\n12\nafter referring to the above passage\r\nfrom the\nHoliday\r\nInns\ncase,\r\nproceeded to set out how the factual enquiry is to be conducted:\n‘\nIn such an enquiry the trade\r\nnames must be considered from the visual, phonetic and ideological\r\npoints of view. They must be considered\nnot side by side, but as a\r\nmember of the public would see them, one after the other, with a time\r\nlapse in between and having regard\nto the likelihood of imperfect\r\nrecollection. In passing-off they must be considered not\nin\r\nabstracto\nbut\r\nin the form and under the circumstances in which they are used. This\r\ninvolves having regard to all the surrounding circumstances\nsuch as\r\nthe nature of the businesses in question and the goods to which they\r\nrelate, the types of persons who constitute potential\nclients of such\r\nbusinesses and the conditions under which such businesses are\r\nconducted. The criteria is not that of a very careful\nor a very\r\ncareless purchaser but an ordinary purchaser of the types comprising\r\nthe potential clients’.\n[28] Prior to September\r\n2007, the appellant, trading as Alliance Property Group, provided a\r\ncomprehensive range of property-related\nservices. The respondents\r\ntraded as Auction Alliance and concentrated on selling property by\r\nway of public auctions. At this stage,\nthe only common factor in the\r\nnames of the appellant and the respondents was the descriptive word\r\nAlliance. To the extent that\nthis had the potential to cause\r\nconfusion, it was a risk that the appellant and the respondents bore,\r\nbut the remainder of their\nrespective names was sufficient to\r\ndistinguish them from each other in the minds of the public.\n13\n[29] In September 2007, however, the respondents dropped\r\nthe word Auction from their names, expanded their services in the\r\nproperty\nfield to include more than property auctions and called\r\nthemselves Alliance Group Ltd. The effect of this was to remove\r\nimportant\nfeatures that distinguished the business of the appellant\r\nfrom that of the respondents, make the respondents’ businesses\r\nlook more like the appellant’s business from a functional point\r\nof view and to make their names look strikingly similar to\nthat of\r\nthe appellant. By doing this, confusion in the minds of the public\r\nwas inevitable and it is hardly surprising that instances\nof actual\r\nconfusion arose.\n[30] In these circumstances, I am of the view that the\r\nappellant succeeded in establishing a misrepresentation on the part\r\nof the\nrespondents that its businesses were the same business as that\r\nof the appellant or was connected with it. That being so, I am of\nthe\r\nview that the court below erred in this respect too and that,\r\nconsequently, the appeal must succeed.\nTHE ORDER\n[31] The following order is issued.\n(1) The appeal is upheld with costs and the order of the\r\ncourt below is set aside.\n(2) The following order is substituted for the order\r\nissued by the court below.\n'(a) The respondents are interdicted, in the provinces\r\nof KwaZulu-Natal and the Eastern Cape, from passing-off their\r\nproperty services\nas those of the applicant or as being associated in\r\nthe course of trade with the applicant, by using the name, mark and\r\ntrading\nstyle of Alliance Group without clearly distinguishing their\r\nservices from those of the applicant.\n(b) The respondents are directed to pay, jointly and\r\nseverally, the applicant’s costs of the application, including\r\nthe costs\nof two counsel.'\n_____________________\nC. PLASKET\nACTING JUDGE OF APPEAL\nAPPEARANCES\nAPPELLANT: G E Morley SC instructed by Cox Yeats,\r\nDurban; Honey Attorneys, Bloemfontein\nRESPONDENTS: J-H Roux SC instructed by Cliffe Dekker\r\nHofmeyr, Cape Town; Symington and De Kock, Bloemfontein\n1\n1998\r\n\t(2) SA 1136\n(SCA) at 1141D-E. See too\nRand Water Board v Rotek\r\n\tIndustries (Pty) Ltd\n2003 (4) SA 58\n(SCA) paras 13-14.\n2\n2002\r\n\t(4) SA 241\n(SCA) para 7.\n3\n[1998] ZASCA 44\n;\n1998\r\n\t(3) SA 938\n(SCA) para 13. See too\nNino’s Coffee Bar &\r\n\tRestaurant CC v Nino’s Italian Coffee & Sandwich Bar CC &\r\n\tanother; Nino’s Italian\nCoffee & Sandwich Bar CC v Nino’s\r\n\tCoffee Bar & Restaurant CC\n1998 (3) SA 656\n(C) para 30.\n4\nBrian\r\n\tBoswell Circus (Pty) Ltd & another v Boswell-Wilkie Circus (Pty)\r\n\tLtd\n1985 (4) SA 466\n(A) at 478I-J.\n5\n2000\r\n\t(3) SA 259\n(SCA) at 266G-267C. See too\nCapital Estate and General\r\n\tAgencies (Pty) Ltd & others v Holiday Inns Inc & others\n1977 (2) SA 916\n(A) at 929C-D;\nBrian Boswell Circus (Pty) Ltd &\r\n\tanother v Boswell-Wilkie Circus (Pty) Ltd\nfn 4 at 478E-H.\n6\nSee\nValue\r\n\tCar Group Ltd & another v Value Car Hire (Pty) Ltd & others\n[2005] ZAWCHC 23\n;\n[2005] 4 All SA\r\n\t474\n(C).\n7\nFootnote\n4 at 479B-D. See\r\n\ttoo\nCaterham\r\n\tCar Sales & Coachworks Ltd v Birkin Cars (Pty) Ltd\nfn 3 paras 20-21.\n8\nCaterham\r\n\tCar Sales & Coachworks Ltd v Birkin Car Sales (Pty) Ltd\nfn 3\r\n\tpara 22.\n9\nFootnote\n4 at 482A-B.\n10\n1935\r\n\tAD 89\nat 103.\n11\nFootnote\r\n\t5 at\n929C-E.\r\n\tSee too\nBrian\r\n\tBoswell Circus (Pty) Ltd & another v Boswell-Wilkie Circus (Pty)\r\n\tLtd\nfn\r\n\t4 at 478E-J.\n12\n1979\r\n\t(2) SA 290\n(T) at 295A-D.\n13\nSir\r\n\tRobert McAlpine Ltd v Alfred McAlpine Ltd\n[2004] EWHC 630\n;\n[2004]\r\n\tRPC 36\n711 (HC) paras 49-50;\nInitiative\r\n\tPromotions and Designs CC v Initiative Media South Africa (Pty) Ltd\r\n\t& others\n2005\r\n\tBIP 516 (D) at 525B-E, quoting with approval Kerly\nLaw\r\n\tof Trade Marks and Trade Names\n12\r\n\ted (1986) p 389.",
  "scraped_at": "2026-02-12T15:19:02.948342",
  "date": "2011-03-14",
  "coram": [
    "HARMS DP",
    "HEHER",
    "PONNAN",
    "TSHIQI JJA",
    "PLASKET AJA"
  ],
  "case_number": "252/2010",
  "parties": {
    "applicants": [
      "Alliance Property Group (Pty) Ltd"
    ],
    "respondents": [
      "Alliance Group Ltd",
      "Auction Alliance KwaZulu-Natal (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The appellant, Alliance Property Group (Pty) Ltd, commenced business in 1997 offering a full range of commercial and industrial property services in KwaZulu-Natal and the Eastern Cape. The first respondent, originally incorporated as Electronic Auctioneering Ventures Ltd in 1999, later renamed itself Alliance Group Ltd in 2006 and provided property auctions and related services in the same provinces. The second respondent, incorporated in 2000, also rebranded to Alliance Group Ltd after trading as Auction Alliance. The appellant alleged that the respondents were passing off their property services as those of the appellant by using the name, mark and trading style \"Alliance Group\". The High Court dismissed the interdict application, after which the appellant appealed. Subsequent correspondence showed the respondents briefly reverted to earlier names but continued to trade under \"Alliance Group\" in some locations, keeping the dispute alive.",
    "issues": "The court had to decide (1) whether the appeal was moot and therefore dismissible under section 21A of the Supreme Court Act, 1959, and (2) whether the appellant had established a reputation in its trade name and proved a misrepresentation by the respondents sufficient to constitute passing off.",
    "principles": "Section 21A allows dismissal of an appeal where the judgment would have no practical effect. The court reiterated the \"classical trinity\" of passing off: (a) reputation or goodwill in the plaintiff’s trade name, (b) a misrepresentation by the defendant likely to deceive the public, and (c) damage to the plaintiff. Authority cited includes Caterham Car Sales v Birkin Cars (elements of passing off), Premier Trading Co v Sporttopia (definition of misrepresentation), Brian Boswell Circus (reputation considerations), Policansky Bros (secondary meaning), Capital Estate v Holiday Inns (likelihood of confusion), and Miriam Glick Trading v Clicks Stores (method of factual inquiry).",
    "application": "The court found that the dispute was not academic because the respondents gave no binding undertaking not to use the name \"Alliance Group\" in the future, so the appeal could have practical effect. It held that the appellant had acquired a reputation in KwaZulu-Natal and the Eastern Cape, and that the name \"Alliance\" had acquired secondary meaning linked to the appellant’s services. Regarding misrepresentation, the court observed that after the respondents dropped \"Auction\" from their name and adopted \"Alliance Group Ltd,\" the distinction between the parties’ businesses disappeared, creating a real likelihood of public confusion. Accordingly, both elements of the passing‑off claim were satisfied.",
    "conclusion": "The appeal was upheld, the High Court's order was set aside, and the respondents were interdicted—within KwaZulu-Natal and the Eastern Cape—from passing off their property services as those of the appellant by using the name, mark and trading style \"Alliance Group\" without clear distinction. The respondents were also ordered jointly and severally to pay the appellant's costs, including counsel fees."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Intellectual Property",
    "level_3": [
      "passing off",
      "reputation",
      "misrepresentation",
      "section 21A",
      "interdict"
    ]
  }
}