{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/12.html",
  "case_name": "Transnet Ltd t/a National Ports Authority v The MV Cleopatra Dream and Another (163/10) [2011] ZASCA 12; [2011] 3 All SA 279 (SCA); 2011 (5) SA 613 (SCA) (11 March 2011)",
  "citation": "[2011] ZASCA 12",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 12\n|\nNoteup\n|\nLawCite\nTransnet Ltd t/a National Ports Authority v The MV Cleopatra Dream and Another (163/10) [2011] ZASCA 12; [2011] 3 All SA 279 (SCA); 2011 (5) SA 613 (SCA) (11 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 163/10\nIn the matter between:\nTRANSNET LIMITED t/a\nNATIONAL PORTS\r\nAUTHORITY\n......................................................................\nAppellant\nand\nTHE MV CLEOPATRA DREAM\n...........................................................\nFirst\r\nRespondent\nTHE CARGO LADEN ON\r\nBOARD\n..................................................\nSecond\r\nRespondent\nNeutral citation\n:\nTransnet v The MV Cleopatra Dream\n(163/10)\n[2011] ZASCA 12\n(11\r\nMarch 2011)\nCoram:\nBRAND,\r\nLEWIS, HEHER, MALAN and SERITI JJA\nHeard:\n22 February\r\n2011\nDelivered:\n11\r\nMarch 2011\nUpdated:\nSummary:\nMerchant\r\nShipping – maritime law – salvage – by public\r\nauthority within limits of its own port – whether\nacting under\r\nstatutory and common law duties – claim for reward under\r\nSalvage Convention – interpretation of arts 5\nand 17 of\r\nConvention.\n____________________________________________________________________________________\nORDER\nOn appeal from:\nWestern Cape High Court (Cape Town)\r\n(Bozalek J sitting as court of first instance):\nThe appeal is dismissed\r\nwith costs.\n_______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nHEHER JA (BRAND, LEWIS,\r\nMALAN AND SERITI JJA concurring):\n[1]\r\nThis is an appeal against the whole of the judgment and order\r\ndelivered by Bozalek J in the Western Cape High Court, Cape Town\nin\r\nthe exercise of its admiralty jurisdiction. The learned judge\r\nanswered two stated questions in favour of the present respondents\n\nand dismissed the appellant’s claim with costs.\n1\n[2] The appellant\r\ninstituted an action in which it claimed a salvage reward from the\r\nfirst respondent (the vessel) and the second\nrespondent (the cargo),\r\narising from a salvage operation carried out by tugs belonging to the\r\nappellant on 2 April 2004 in the\nport of Saldanha Bay in which it is\r\nthe statutory authority. The claim was defended.\n[3] Pursuant to an agreed\r\norder in terms of Rule 33(4), the following questions of law and fact\r\nwere to be decided prior to and\nseparately from the other matters in\r\nissue in the action:\n1 Whether the salvage\r\noperation carried out by the appellant in connection with the\r\nrespondents was rendered voluntarily and not\nin the performance of a\r\nstatutory and/or common law duty.\n2\r\nIn the event of it being found that the salvage operation was carried\r\nout in performance of a statutory and/or common law duty,\nand\r\naccordingly, not voluntarily, as averred by the respondents in\r\nsub-paragraph 18.2.6 of the plea, whether the appellant was\n\nnonetheless entitled to a salvage reward by reason of the provisions\r\nof the Salvage Convention\n2\nand item 4.3 of the Tariff Book.\n3\n[4] As regards the first\r\nissue, Bozalek J held that:\n‘\nthe\r\n[appellant] rendered the relevant services to the vessel pursuant to,\r\nand within, both a statutory and common law duty and thus\nnot\r\nvoluntarily as that term is understood in the law of salvage.’\n[5] With respect to the\r\nsecond issue, the learned judge held that:\n‘\n[A]rticle\r\n5 of the Convention does not recognise the entitlement of a public\r\nauthority to a salvage award irrespective of the existence\nof any\r\nduty, whether statutory or otherwise, pursuant to which the services\r\nwere rendered but rather stipulates that, in considering\nwhether a\r\npublic authority is entitled to a salvage award, regard must be had\r\nto the existing national law (and) applying that\nlaw to the facts of\r\nthe matter the [appellant] has no entitlement to a salvage award.’\n[6] In stating the\r\nquestion for decision the parties agreed that the issues would be\r\ndetermined by reference only to the facts set\nout in a Statement of\r\nAgreed Facts, the documents referred to in it and to those facts not\r\nin issue in the pleadings. It is from\nthese sources that I derive the\r\nsummary which follows in paras 7 to 19.\n[7] The appellant, a\r\ncompany with legal standing by virtue of s 3 of the Legal Succession\r\nto the South African Transport Services\nAct 9 of 1989, administers\r\nthe port of Saldanha. The appellant is a public authority as\r\ncontemplated by art 5 of the Convention.\n[8] The\r\nvessel is the MV\nCleopatra Dream\n,\r\na bulk carrier of 75801 GRT having an overall length of 269 metres.\r\nThe cargo consisted of 146 670 MT of iron ore that was loaded\non\r\nboard the vessel in the port during the period 31 March to 2 April\r\n2004.\n[9] All of the events\r\ndescribed below giving rise to the appellant’s claims against\r\nthe respondents occurred within the limits\nof the port. The area in\r\nwhich the appellant has jurisdiction in the port is described in the\r\npreamble to the Harbour Regulations\npublished\non 18 April\r\n1982 and which continue to be in force. A chart depicting the\r\nappellant’s area of jurisdiction in the port was\nplaced before\r\nthe court at the hearing and a copy was made available to us. It\r\nshows\ninter alia\nthe\r\nlimits of the appellant’s jurisdiction, the layout of the\r\nharbour, the approach channel and the position of sandbanks\nand\r\nislands, the largest of which, to the south of the channel and inside\r\nthe harbour entry line (stretching from North Head to\nSouth Head) is\r\nJutten Island.\n[10] The appellant\r\nexercises control over the port and earns revenue from the services\r\nprovided by it pursuant to the charges set\nout in the Tariff Book.\r\nAmong the charges listed in Section 4 ‘Marine Services’\r\nare charges ‘payable for tugs/craft\nassisting and/or attending\r\nships, within the confines of the port’ (item 2),\r\n‘miscellaneous tug/craft services’\n(item 3) and ‘berthing\r\nservices’ (item 4). Included in the ‘miscellaneous\r\nservices’ is this sub-item:\n‘\nCraft\r\ninvolved in salvage: Special conditions apply when services rendered\r\nconstitute salvage. Transnet reserves the right to claim\na reward for\r\nsalvage if the services rendered to a ship in distress constitute\r\nsalvage.’\n[11]\r\nThe appellant is the sole public authority that lawfully operates\r\ntugs within the port. Moreover the port of Saldanha is a\ncompulsory\r\npilotage harbour as described in s 10(1) of Schedule 1 to the Legal\r\nSuccession Act,\n4\nwith the result\r\nthat every ship entering, leaving or moving in the harbour is\r\nrequired to be navigated by a pilot who is an employee\nof the\r\nappellant, with the exception of ships that are exempt by statute or\r\nregulation. (The vessel was not so exempt.)\n[12]\r\nRegulation 22 of the Harbour Regulations\n5\nprovides:\n‘\nThe\r\nTransport Services will, on application or when necessary, and\r\nsubject to the discretion of the port captain and to any conditions\n\nwhich he may impose in the interests of safe, orderly and efficient\r\nharbour working, undertake work and provide all towage, tugs\nor other\r\nfloating craft services at harbours under the Transport Services’\r\njurisdiction where such craft are maintained and\nare available.’\n[13] The vessel arrived\r\nin the port on 31 March 2004 and was berthed and loaded at the\r\nSaldanha side bulk ore loading terminal.\n[14] The vessel completed\r\nloading the cargo at about 02h50 on 2 April 2004 and a sailing pilot\r\nwas requested for 04h00. At approximately\n03h54 pilot De Kock, an\r\nemployee of the appellant acting in the course and scope of his\r\nemployment, boarded the vessel.\n[15] In accordance with s\r\n10 of Schedule 1:\n1 It was the function of\r\nthe pilot to navigate the vessel in the harbour, to direct its\r\nmovements and to determine and control the\nmovements of the tugs\r\nassisting the vessel while it was under pilotage.\n2 It was the\r\nresponsibility of the pilot to determine the number of tugs required\r\nfor pilotage in consultation with the port captain.\n[16] At about 4h00 the\r\nvessel commenced casting off the last of her mooring lines. The\r\nappellant’s tug\nJutten\nmade fast to the starboard bow of\r\nthe vessel. At about 4h20 the tug cast off from the vessel before she\r\nhad reached the channel\nfor departing ships.\n[17] At 4h40, within the\r\nlimits of the port, the vessel experienced a catastrophic power\r\nfailure which resulted in the stoppage\nof her main engines and\r\nprevented her from dropping anchor. When that happened the pilot\r\nrequested tug assistance from the port\nauthority.\n[18] The vessel drifted\r\nwithout power in a south-westerly direction towards shallow water and\r\nJutten Island.\n[19] At about 6h18 the\r\ntug\nJutten\nagain came alongside and commenced pushing the\r\nvessel’s port bow. Twenty minutes later a second pilot, Captain\r\nAhmed, boarded\nthe vessel. Within the next half hour a second tug\r\noperated by the appellant, the\nMeeuw\n, also came alongside and\r\nwas made fast to the vessel, which was then towed to a place of\r\nsafety within the port.\n[20]\r\nOn the same day the appellant caused the\nCleopatra\r\nDream\nand\r\nher cargo to be arrested in terms of the provisions of the Admiralty\r\nJurisdiction Regulation Act 105 of 1983, thereby instituting\nan\r\naction\nin\r\nrem\nfor\r\npayment of a total of R10 million. The claim was in respect of\r\nsalvage services rendered to ship and cargo in the port of Saldanha.\n[21] Security was\r\nfurnished for the appellant’s claims and the vessel and her\r\ncargo were released from arrest. The arrests\nwere, however, deemed to\r\ncontinue in terms of s 3(10)(a)(i) of the last-mentioned Act.\n[22] The appellant duly\r\ndelivered its particulars of claim and the respondents pleaded. They\r\nadmitted that the services rendered\nby the appellant constituted a\r\n‘salvage operation’ as described in art 1(a) to the\r\nConvention and that the vessel and\ncargo were in distress and in\r\ndanger of grounding at the time the services were rendered. They\r\ndenied that the appellant was entitled\nto a salvage reward because\r\nthe services performed by the appellant were rendered in the\r\nperformance of a statutory or common law\nduty and were not voluntary.\n[23]\r\nIn its replication the appellant, having denied that its services\r\nwere rendered in the performance of a duty and, therefore,\nnot\r\nvoluntary, averred that, should the court hold otherwise, it was\r\nnevertheless entitled to a salvage reward by virtue of the\nprovisions\r\nof the Convention, and, in particular, articles 5\n6\nand 17\n7\nthereof.\n[24]\r\nIn addition, the appellant replicated that, as the entity that\r\nexercised control over the port of Saldanha, it earned revenue\nfor\r\nthe services provided by it according to the charges set out in its\r\nTariff Book. It referred specifically to the terms of item\n4.3.\n8\nThe law to be applied\n[25] Immediately before\r\nthe commencement of the Admiralty Jurisdiction Regulation Act\non\r\n1 November 1983 the South African courts of admiralty had\r\njurisdiction to entertain a claim for salvage. In terms of s 6(1) of\n\nthat Act the applicable law in the action brought by the appellant\r\nwas the English law of admiralty at that date ‘in so far\nas\r\nthat law can be applied’. That provision does not however\r\nderogate from the provisions of any law of the Republic applicable\nto\r\na claim for salvage (s 6(2)). The Wreck and Salvage Act together with\r\nthe Convention is such a law. In the event of a conflict\nbetween\r\nEnglish law and the Act or Convention, the latter must prevail.\n9\n[26]\r\nIn interpreting the Convention the court may consider the preparatory\r\ntexts to the Convention, decisions of foreign courts\nand any\r\npublication.\n10\n[27] The Convention came\r\ninto force on 14 July 1996. Its essential purpose was to bring the\r\ntraditional rules of salvage which had\nbeen codified in the\r\nConvention for Unification of Certain Rules of Law relating to\r\nSalvage and Sea, adopted in Brussels in 1910,\nup to\ndate\r\nwith modern practice and jurisdictional principles, and to take\r\naccount of mounting international concerns relating to the\nprotection\r\nof the marine environment.\n11\n[28]\r\nTo achieve that object the Inter-governmental Maritime Consultative\r\nOrganisation (now the International Maritime Organisation\nor IMO)\r\ninvited the CMI to prepare a draft Convention to replace the 1910\r\nConvention. The 1989 Convention was introduced in draft\nform in\r\nMontreal in 1981 and settled in final form at a diplomatic conference\r\nin London in April 1989. The convention came into\nforce on 14 January\r\n1996 when the requisite number of States consented to be bound.\n12\n[29] It has been\r\nsuggested that five categories of preparatory text for the Convention\r\nmay be identified in the following, descending,\norder of importance:\n1 The proceedings of the\r\n1989 diplomatic conference at which the text was finalised.\n2 The proceedings of the\r\nLegal Committee of the IMO during the period 1983-88 discussing the\r\ndraft Convention formulated in 1981.\n3 The proceedings of the\r\nCMI leading up to the 1981 draft.\n4 The Brussels Salvage\r\nConvention of 1910.\n5\r\nThe\ntravaux\r\npreparatoires\nof\r\nthe Brussels Convention, 1910.\n13\nVoluntariness as a\r\nrequirement for a salvage reward.\n[30]\r\nAs Bozalek J held, subject to the effect of Art 5 of the Convention,\r\nit is an essential element of a salvor’s right to\nrecover\r\nsalvage that the services to the property in peril are rendered\r\nvoluntarily, without any pre-existing contractual or other\nlegal\r\nduty. The duty is a legally recognised duty towards the salved\r\nproperty or its owners and not a mere sense of moral obligation.\nA\r\nright to salvage only arises when the contribution is voluntary.\n14\n[31]\r\nThe rationale for not allowing a salvage reward to a salvor acting\r\nunder a pre-existing duty to render assistance, whether\nthe duty\r\narises from a contract or otherwise, is that such a person should not\r\nbe encouraged to neglect his duty and, by doing\nso, cause or\r\ncontribute to the danger necessitating salvage. Nor should the\r\n(prospective) salvor be tempted to refuse to render\nservices falling\r\nwithin his duty in order to obtain a salvage reward.\n15\n[32]\r\nIf a service is rendered under a pre-existing obligation to work for\r\nthe benefit of property and life at risk, then it is prima\nfacie not\r\na salvage service. Even in the absence of a duty, where the services\r\nperformed are ordinarily to be expected of the claimant\nin the\r\ncapacity in which he performs them he will usually be barred from\r\nrecovering salvage.\n16\n[33]\r\nThe principle of voluntariness has been applied to various classes of\r\npersons who are or may be under an existing duty to the\nowner of the\r\nvessel assisted by them, including port authorities, and salvage has\r\nbeen allowed only in respect of services going\nbeyond their duties.\n17\nIn\nThe\r\nGregerso\n,\n18\nBrandon J said:\n‘\nIt\r\nis, in my view, significant that there is, so far as I know, no\r\nreported case where a port authority has claimed salvage for\nremoving\r\na vessel which was an obstruction in its port. This is not, of\r\ncourse, decisive against the validity of such a claim;\nbut it does to\r\nmy mind suggest that no port authority has in the past felt\r\noptimistic about the chances of putting such a claim\nforward\r\nsuccessfully.’\nMy\r\nresearches have failed to uncover such a success in the past forty\r\nyears.\n19\nThe question which\r\nmust now be considered is whether the appellant has shown that this\r\nis such a case.\nServices rendered\r\nvoluntarily or under a duty?\n[34] The respondents\r\nrelied on three alleged duties in support of their contention that\r\nthe services rendered by the port authority\nat Saldanha were not\r\nvoluntary but rendered in performance of a duty. These were:\n1\r\nDuties flowing from reg 22 of the Harbour Regulations.\n20\n2 A duty to users of the\r\nport (including the respondents) to make the port reasonably safe for\r\nnavigation.\n3 A duty to users of the\r\nport (including the respondents) to ensure that tugs are available in\r\nthe event of an emergency occurring\nwithin the confines of the port.\n[35]\r\nIn interpreting reg 22 the intention behind the provision should be\r\nsought having regard to its context, object and purpose.\n21\nThe context is the\r\nproper and orderly management of South African harbours in so far as\r\nthe carrying out of work and the provision\nof floating craft services\r\nis concerned and, with that aim in mind, the role of the port\r\nauthority. The purpose of reg 22 is equally\nclear: it ensures that,\r\nwithin the ports operated by it, the appellant shall be the first\r\nresort for all work required in the harbour\nand the provision of such\r\nservices. To this end the regulation stipulates that work or services\r\nwill only be undertaken (i) if\napplication is made, or (ii) if the\r\nappellant,\nmero\r\nmotu\n,\r\nconsiders such to be necessary. In either case, the port captain is\r\ngiven an overriding discretion (which he must of course exercise\nwith\r\ndue consideration of all the relevant circumstances) to refuse to\r\nundertake the work or provide the services. Absent an exercise\nof the\r\ndiscretion the clear intention is that the appellant will (and is\r\ntherefore obliged to\n22\n)\r\nundertake the work or carry out the services (albeit subject to\r\nconditions which the port captain may impose in the interests\nof the\r\nsafe, orderly and efficient working of his harbour).\n[36] In the present\r\ninstance the port captain did not, on the agreed facts, exercise a\r\ndiscretion against providing the services\nof the appellant’s\r\ntugs and their crews. As no application was made to him and the only\r\ncommunication emanated from the pilot\nwho called for the assistance\r\nof the tugs, it must be inferred that the appellant (through its\r\nemployees such as the pilot and\nthe, undisclosed, persons to whom the\r\ncall was transmitted) considered the provision of assistance to be\r\nnecessary.\n[37] The peremptory\r\nnature of the provision is borne out by the language and the\r\nfollowing considerations:\n1\r\nReg 22 relates to\nall\nfloating\r\ncraft services at the harbour. Such services are not limited to\r\nroutine or everyday occurrences but embrace exigencies\nwhich may be\r\nregarded as unusual or extraordinary within the harbour. Just as it\r\nis applicable to all users of South African ports,\nso it applies to\r\nusers who experience mishap or require assistance.\n2\r\nIf there were no duty do provide emergency services (including\r\nsalvage) users of the ports would be subjected to uncertainty and\n\nconfusion and the hazard of emergencies would be increased by delay\r\nand the availability of suitable alternative services, especially\nin\r\nsmaller ports. It was common cause that at ports under its\r\njurisdiction the appellant exercises the sole public authority and\n\nthat Saldanha (as indeed all such ports) are compulsory pilotage\r\nharbours with the consequence that every ship entering, leaving\nor\r\nmoving in the harbour is required to be navigated by a pilot with the\r\nfunctions and powers that have been identified earlier\nin this\r\njudgment.\n23\nThe appellant has\r\nan effective monopoly over the provision of tug services and its\r\nimplied duties must be determined with that as\na starting point.\n[38] Argument was\r\naddressed to us on the nature and breadth of the discretion conferred\r\non the port captain in reg 22. But that\nis of no relevance once the\r\nport captain does not exercise the discretion. The peremptory terms\r\nof the regulation remain unaffected\n(because not made subject to its\r\nexercise).\n[39] Appellant’s\r\ncounsel submitted that a salvage operation is inherently dangerous\r\nnot only to the ship, its crew and its\ncargo but also to the property\r\nand personnel of the salvor. Therefore the regulations should not be\r\ninterpreted so as to compel\nthe appellant to face the hazard. That\r\nmay frequently be so, but the port captain is empowered to refuse to\r\nundertake services\nor to impose conditions appropriate to the\r\ncircumstances in so doing. The degree of danger and the complexity of\r\nthe task and the\nextent of resources available to him are no doubt\r\nfactors which he may properly consider in the exercise of his\r\ndiscretion or the\nimposition of conditions. The extent of deviation\r\nfrom the normal duties of the port authority in the harbour area may\r\nalso be\nregarded as an influence on his decision. In addition, to the\r\nextent that the dangers and complications facing the salvor exceed\n\nthe call of duty, the possibility of salvage reward is not wholly\r\nexcluded as I have pointed out. In so far as they do not the\n\nappellant may claim the compensation provided for in its Tariff Book.\n[40] I conclude therefore\r\nthat the trial judge correctly found that Harbour Regulation 22, read\r\nwithin its context, imposed a general\nstatutory obligation to furnish\r\ntug and towage services to users of the port within its confines.\n[41]\r\nA further consideration which supports the conclusion that a\r\nstatutory duty prevailed throughout the course of the salvage\nin this\r\ncase flows from the facts: At the time that the ship’s engines\r\nfailed the appellant’s pilot, De Kock, was carrying\nout his\r\nduties as pilot on it. Although, strictly-speaking, once the ship\r\nbegan to drift it became incapable of further pilotage,\nthe pilot\r\nimmediately called for assistance from the tugs. That was done and\r\nresponded to in the context of s 10(2) of the Schedule:\nthe tugs were\r\nunder a duty to answer the pilot’s summons. There is no agreed\r\nfact which supports an inference that their\narrival was voluntary in\r\nany respect. The same can be said of their subsequent actions. The\r\nsalvage operation effectively commenced\nwhen the tug\nJutten\ncame alongside.\r\nWhat she did then was designed to move the ship from a position of\r\npotential danger in the harbour to safe anchorage\nand can only have\r\ntaken place in accordance with the pilot’s instructions. He was\r\nexercising his statutory obligation (s\n10(1) of the Schedule) to\r\nnavigate a ship moving in the harbour and, to that end, ‘to\r\ndirect its movements and to determine\nand control the movements of\r\nthe tugs assisting the ship under pilotage’ (s 10(2)), and\r\npersisted in so doing until the vessel\nwas drawn into a safe\r\nanchorage. So construed the whole substance of the salvage operation\r\nwas carried out pursuant to the statutory\nduties of a pilot\r\nnavigating a ship under compulsory pilotage.\nA common law duty\n[42]\r\nThe parties agreed that the appellant has a common law duty to make\r\nthe port of Saldanha reasonably safe for navigation.\n24\nCounsel for the\r\nappellant submitted that that duty extended only to the physical\r\naspects of the port such as the positioning of\nlights and the\r\nprovision of safe berths. Further, he said, a distinction should be\r\ndrawn between making the port safe and making\nships safe to navigate:\r\nthe appellant’s common law obligation does not extend to\r\nassisting ships to be safe.\n[43] I agree with counsel\r\nfor the respondents that both distinctions are artificial. If it is\r\nnecessary to take a ship without power\nunder tow in order to prevent\r\nit from drifting within the port limits or from becoming stranded in\r\nthe port or from constituting\na danger or obstruction to other users\r\nof the port, then, in my view, such an action will constitute\r\nperformance of the appellant’s\nduty to make the port reasonably\r\nsafe for navigation. A sandbank or a ship drifting out of control are\r\nequally inimical to the\nsafe working of the port and both are within\r\nthe means and competence of a port authority to deal with.\n[44]\r\nBut, so appellant’s counsel contended, the duty owed to users\r\nof the port, to make it safe for navigation, is not a duty\nowed to\r\nthe owners of the salved ship or cargo. It seems to me, however, that\r\nthis is to take too narrow a view. A fully laden\nbulk carrier\r\ndrifting in a harbour in the early hours of the morning presents a\r\ndanger to itself, its crew and its cargo as well\nas to shipping\r\ngenerally using the harbour, let alone to the environment. In\nThe\r\nCitos\n25\nLord Blackburn was\r\nconcerned with an admitted general statutory duty to remove a\r\ndrifting ship in the fairway from danger to other\nshipping, but a\r\ndenial of such a duty towards the owners of the vessel itself. The\r\nlearned judge noted that the contention was\nnot well-founded: the\r\nprincipal object of the powers might be to protect other shipping\r\nfrom the risks of collision with the abandoned\nvessel, but it was\r\nundoubtedly an advantage to the owners of an abandoned vessel to have\r\ntheir vessel removed from the danger of\nsuch collision, and,\r\naccordingly, it could not be said that they had no interest in the\r\nperformance of the statutory duty. In\nThe\r\nGregerso\n26\nBrandon J, dealing\r\nwith a ship grounded substantially athwart the channel in the River\r\nWitham leading to the port of Boston (in\nLincolnshire, not the United\r\nStates). In that position she obstructed all entry to and exit from\r\nthe port. The learned judge said:\n‘\nIn\r\nthis situation it was, in my view, the duty of the Boston\r\nCorporation, as the port authority, to exercise, as a matter of\r\nurgency,\nthe powers of removal conferred on it by the various\r\nstatutes to which I referred earlier. The duty was owed by the\r\ncorporation\nto all users of the port, including the owners of the\r\nKungsö herself.’\nDespite\r\nthe obvious factual and legal differences between these cases and the\r\nsubstance of the present appeal it seems to me that\nthere is a common\r\nthread which renders them subject to a similar analysis. In the\r\npresent context it is that where a legal duty\nrests on an port or\r\nsimilar authority to look to the safety of shipping and that duty\r\nextends to all users of the harbour, then\nany user in distress is\r\nentitled to invoke the duty in order to procure assistance for\r\nhimself.\n27\n[45] The conclusion that\r\nthe court a quo was correct in finding that the appellant acted\r\npursuant to both statutory and common law\nduties leaves the\r\npossibility of an argument based simply on action undertaken which\r\nexceeded the normal scope of such duties.\nBut that was not the\r\nappellant’s case and the agreed facts do not bear out such a\r\nhypothesis. Although the ship was drifting\ntowards a situation of\r\nperil it had not reached that point; there is no suggestion that the\r\nsalvage was rendered dangerous or difficult\nby reason of sea or\r\nweather conditions or that any of the crew of the tugs was placed at\r\nrisk by the exigencies; apparently the\nship’s crew remained\r\nwith the ship and there was no need for the salvor’s men to\r\nboard it. In short it appears that\nthe whole affair required neither\r\nout of the ordinary skill nor courage.\nSalvage reward\r\nirrespective of duty?\n[46] The second issue for\r\ndetermination is whether the appellant, despite not being a\r\nvolunteer, was nonelessness entitled to a\nsalvage reward by reason of\r\nthe provisions of the Convention and item 4.3 of the Tariff Book.\n[47] The appellant does\r\nnot contend that item 4.3 of itself entitles it to such a reward.\nIndeed, although that\r\nitem confers a right to claim a reward, it does not presume that the\r\nrequirements for such a claim are satisfied.\nNor does it exclude\r\nproof of voluntary action as an element of such a claim.\n[48] It was common cause\r\nthat:\n1 The\nCleopatra Dream\nwas a ‘vessel’ for the purposes of the Convention.\n2 For the period from\r\napproximately 4h40 until the\nJutten\nmade fast, the vessel was\r\nin distress, drifting without power in the direction of Jutten\r\nIsland, unable to drop either of her anchors,\nand in danger of\r\ngrounding.\n3 In so far as the vessel\r\nand her cargo were concerned, the services rendered by the appellant\r\nconstituted a salvage operation as\ndefined in art 1(a) of the\r\nConvention ie an act undertaken to assist a vessel in danger in\r\nnavigable waters.\n4 As a result of the\r\nservices of the appellant’s tugs, the vessel, her bunkers and\r\ncargo were saved without harm or damage\nor loss to the respondents.\r\nIt is not in issue that this constitutes a ‘useful result’\r\nas contemplated by art 12(1)\nof the Convention that ‘gives\r\nright to a reward’.\n[49] It is the\r\nappellant’s contention that the facts enumerated in the\r\npreceding paragraph are, under the Convention, determinative\nof its\r\nright to a salvage reward. Counsel submitted that, ex facie art\r\n12(1), the principle of voluntariness is not a consideration.\nNor\r\ndoes such a requirement fit easily with the definition in art 1(a) of\r\na ‘salvage operation’ which means ‘\nany act or\r\nactivity undertaken to assist a vessel or any other property in\r\ndanger in navigable waters or any other waters whatsoever\n’.\n[50] So, counsel for the\r\nappellant submitted, in so far as voluntariness remains an essential\r\nelement of a salvage operation, art\n17 of the Convention restricts\r\nthis requirement to circumstances where such an operation is\r\nperformed in terms of an existing contract\n(which is not the case\r\nhere). Article 17 provides:\n‘\nNo\r\npayment is due under the provisions of this Convention unless the\r\nservices rendered exceed what can be reasonably considered\nas due\r\nperformance of a contract entered into before the danger arose.’\n[51]\r\nAs Prof Hare points out,\n28\nalthough art 17\r\nreinforces the voluntariness principle as far as contractual duties\r\nare concerned (eg towage), it does not deal\nwith the actions of\r\npotential salvors who act in terms of a duty whether under statute or\r\nat common law. From this he concludes\nthat the Convention\n‘\nwould\r\nallow the non-voluntary salvor who performs a salvage operation, and\r\ncomplies with the other requirements of the Convention,\nto claim\r\nsalvage notwithstanding the existence of a pre-existing duty.’\n[52] In his judgment\r\nBozalek J found that the view expressed by Prof Hare was not\r\nsupported by any other authority or writer and\nwas contrary to arts\r\n5(1) and (3) of the Convention. In addition, the learned judge was of\r\nthe view that if the drafters of the\nConvention had intended to do\r\naway with the requirement of voluntariness in regard to salvage\r\nservices rendered by public authorities,\nit would have done so in\r\nexpress terms. Counsel submits that this conclusion is flawed for the\r\nreasons which follow.\n[53]\r\nFirst, it is not so that Prof Hare’s view does not find support\r\nelsewhere. Counsel refers in this regard to Martin Davies\n‘\nWhatever\r\nhappened to the Salvage Convention\n’\n29\n:\n‘\nAccording\r\nto one view, art 17 is the only restriction on who can claim salvage\r\nreward, with the result that the Salvage Convention\n1989 applies to\r\nany person performing a “salvage operation” that goes\r\nbeyond the scope of an existing contract.’\nSecond,\r\nas there would appear not to be any reported judgments on this issue,\r\nthere is, in the circumstances, no authority one way\nor the other.\r\nThird, counsel submits, Bozalek J has assumed, wrongly, that the\r\nsalvage law of all parties to the Convention required\npublic\r\nauthorities to act voluntarily before being entitled to a reward. Law\r\nin the Federal Republic of Germany, a signatory to\nthe Convention,\n30\nin December 1987\r\n(ie shortly before the Convention) was to the effect that ‘even\r\na public duty to render rescue services does\nnot exclude the right to\r\nequitable remuneration, unless the rescuer is obliged to act without\r\ncompensation’.\n31\nFourth, counsel\r\ndrew attention to the Roman law principles of\nnegotiorum\r\ngestio\non\r\nwhich, certain writers\n32\nhave suggested, the\r\nlaw of salvage is based:\n‘\nIt\r\nis not only the man who has involved himself and administered\r\nanother’s affairs of his own free will and under no compulsion\n\nwho is liable to this action but also the man who has administered\r\nthem because for some reason he had to or thought he had to.’\nCounsel\r\nconceded, however, that there is authority to suggest that the\r\nderivation from\nnegotiotum\r\ngestio\nis,\r\nat least in English law, doubtful.\n33\nFifth, there was no\r\nrequirement of voluntariness in the 1910 Convention. The English\r\ndelegation to that convention proposed that\nthe requirement be\r\ninserted in art 2 but the proposal was not adopted.\n34\nHence, counsel\r\nsubmitted that if a general requirement of voluntariness, over and\r\nabove what is articulated in art 17, had been\nintended, the\r\nConvention would have said so in express terms.\n[54] Counsel further\r\nsubmitted that Prof Hare’s construction of art 17 operates\r\nindependently of the provisions of art 5,\na submission, he said, not\r\nappreciated by the court a quo. As it was common cause that art 17\r\ndoes not apply in this matter, and\nas it contains the only\r\nrequirement of voluntariness in the Convention, the appellant should,\r\nin the submission, be entitled to\na salvage reward irrespective of\r\nwhether the salvage operation was carried out in performance of a\r\nstatutory or common law duty.\n[55] If Prof Hare’s\r\nconclusion (quoted in para 51 above) means only that a salvor who\r\nacts under a statutory duty, but exceeds\nthat duty in the breadth or\r\ndegree of his actions, may nevertheless qualify for a salvage reward\r\nunder the Convention, then I agree\nwith him. That is the common law\r\nand the Convention does not derogate from it. If, however, he intends\r\nto say (and I do not think\nthat such was his intention) that the\r\nimplication of art 17 is that under the Convention salvors who act\r\nstrictly within the scope\nof a duty to the salved property may\r\nnevertheless qualify for a salvage reward, I can find no such\r\nindication in that article.\nIn any event the entitlement of a public\r\nauthority, including one acting under a duty, is expressly regulated\r\nby art 5 of the Convention.\n[56]\r\nAs pointed out earlier the\ntravaux\r\npreparatoires\nto\r\nthe 1989 Convention (to which as an interpretative aid s 2(5) of the\r\nWreck and Salvage Act directs us) include the Report of\nthe CMI to\r\nthe IMO that was approved by the XXXII International Conference of\r\nthe IMO held in Montreal in May 1981 on the draft\nInternational\r\nConvention on Salvage. In the section of the Report headed Special\r\nComments the following is said (in para 1.-1.1)\nabout the definition\r\nof ‘salvage operations’:\n‘\nIt\r\nis generally felt to be an important element of salvage that it must\r\nbe voluntary, but this term may be ambiguous, and therefore,\nit has\r\nnot been included in the definition itself. The cases where salvage\r\noperations are carried out on the basis of a pre-existing\nduty are\r\ndealt with in Art 1-3 which contains provisions for salvage\r\noperations controlled by public authorities and in Art 3-6,\nin which\r\nit is made clear that services which are rendered in due performance\r\nof a contract entered into before the danger arose\nshall not be\r\ncompensated under the rules of the Convention.’\n[57] Concerning ‘Service\r\nrendered under existing contracts’ (Art 3-6, which became art\r\n17 in the Convention) the same\nReport contains the following comment:\n‘\nThis\r\nis a general restatement of the principle in the 1910 Convention, Art\r\n4. As mentioned above, the rule forms part of the important\nprinciple\r\nunder which a salvage service must be voluntary to give right to the\r\nremedies of the Convention.’\n[58] As to Art 1-3\r\n‘Salvage operations controlled by Public Authorities’,\r\nwhich became art 5 of the Convention, the\ncommentary of the CMI is\r\nthe following:\n‘\nThe\r\ndraft convention does not deal directly with questions related to\r\nsalvage operations by or under the control of public authorities,\nnor\r\ndoes it deal with the rights of salvors to payment in such cases from\r\nthe authority concerned. This is in accordance with the\nsystem of the\r\n1910 Convention, and Art. 1-3.1.\nIn\r\nthis provision it is now made clear that the fact that a salvor has\r\nperformed salvage operations under the control of a public\nauthority\r\nshall not prevent him from exercising any right or remedy provided\r\nfor by the Convention against the private interests\nto which salvage\r\nservices are being rendered by him. Whether the salvor is entitled to\r\nrecovery from such private interests depends\nupon whether, according\r\nto the facts, the conditions for recovery set out in the provision of\r\nthe Convention have been met.\nThe\r\npresent law varies from State to State as to whether for instance the\r\ncoast guard or the fire service may recover in salvage.\nIt is\r\nintended that this position should be preserved.’\n[59] Furthermore one must\r\nin reading and interpreting the Convention bear in mind that ‘the\r\ndraft convention is not intended\nto set out the law of salvage in any\r\nexhaustive manner’ (General Comments to the 1981 CMI Report).\n[60] Informed by these\r\ncomments certain specific conclusions regarding voluntariness in the\r\ncontext of the Convention can be drawn:\n1 The importance of\r\nvoluntariness as a principle underlying the right to claim a salvage\r\nreward was not intended to be restricted\nwhether by its omission from\r\nthe definition of ‘salvage operations’ or by anything\r\ncontained in the draft of what would\nbecome Arts 5 and 17.\n2 Art 3-6 (afterwards 17)\r\nwas directed not at restricting the category of cases regarded as\r\n‘voluntary’ to the contractual\nsituations therein\r\naddressed but to confirming that a ‘salvor’ carrying out\r\noperations under a contract entered into\nbefore the danger arose does\r\nnot become entitled to a salvage reward unless his services exceed\r\ndue performance under that contract,\nie because his services do not\r\nbecome ‘voluntary’ until they exceed his contractual\r\nobligation. So understood, I think\nthe appellant’s construction\r\nof art 17 is misdirected.\n3 Art 1-3 (afterwards 5)\r\naddressed two specific situations (i) the preservation of national\r\nlaws and international conventions relating\nto salvage operations by\r\nor under the control of public authorities, and (ii) confirmed that\r\nsalvors carrying out such operations\nare entitled to avail themselves\r\nof the rights and remedies provided for in the Convention, ie\r\norganisation and intervention by\npublic authorities cannot be used as\r\na reason to deprive the private salvor of his right to salvage.\n[61] Counsel for the\r\nappellant relied, independently of art 17, upon art 5 of the\r\nConvention. That article provides:\n‘\n(1)\r\nThis Convention shall not affect any provisions of national law or\r\nany international convention relating to salvage operations\nby or\r\nunder the control of public authorities.\n(2)\r\nNevertheless, salvors carrying out such salvage operations shall be\r\nentitled to avail themselves of the rights and remedies\nprovided for\r\nin this Convention in respect of salvage operations.\n(3)\r\nThe extent to which a public authority under a duty to perform\r\nsalvage operations may avail itself of the rights and remedies\n\nprovided for in this Convention shall be determined by the law of the\r\nState where such authority is situated.’\nHis submissions in this\r\nregard were:\n1 In art 5 the\r\nentitlement of a port (public) authority to a salvage reward is\r\nexpressly recognised, irrespective of the existence\nof any duty,\r\nwhether statutory or otherwise even in cases where the salvage\r\noperation is carried out by or under control of a public\nauthority.\n2 Art 5(2) reverses any\r\npre-Convention common law rule, so that public authorities under a\r\nduty to perform salvage operations would\nonly be disentitled from\r\nclaiming salvage by reason of art 5(3) if a new rule to that effect\r\nwere introduced by legislation, something\nwhich has not happened in\r\nSouth Africa. The intention to change the pre-Convention position is\r\nevident, counsel submits, from the\nuse of the word ‘nevertheless’\r\nat the beginning of art 5(2).\n3 Because s 2(1) of the\r\nWreck and Salvage Act confers the force of law on the Convention,\r\n‘the law of the State’, as\nthat phrase is used in art\r\n5(3) of the Convention, means the Convention itself.\n[62] I do not accept\r\ncounsel’s interpretation of art 5. It seems to me that the\r\narticle is divisible by reference to its sub-articles.\nSub-article 1\r\nrecognises that national laws and international conventions may exist\r\nrelating to salvage operations by or under\nthe control of public\r\nauthorities; it excludes any effect of the Convention on the\r\nprovisions of those laws and conventions. Sub-article\n2 allows\r\nsalvors carrying out such operations to avail themselves of the\r\nrights and remedies provided for in the Convention. Such\nsalvors\r\nwould include both private salvors which the public authority may be\r\nusing in its operations and the public authority itself.\nSub-article\r\n3 regulates the\nextent\nto which a public authority under a\r\nduty to perform salvage operations may avail itself of the Convention\r\nrights and remedies according\nto the law of the State where the\r\npublic authority is situated. The extent to which a private salvor\r\nmay avail itself is not so\nregulated. If the local law limits the\r\npublic authority to reward only if it exceeds its statutory duty,\r\nthat is the qualification\nthe authority must satisfy.\n[63] The introductory\r\nword ‘Nevertheless’ (in subart (2)) is problematic. But,\r\nconsistent with what appears to be the\nstructure of the three\r\nsubarticles, it simply indicates that despite the provisions of the\r\nunaffected laws and conventions, all\nsalvors referred to in sub-art\r\n(1) have a right to avail themselves of Convention rights and\r\nremedies to the extent that the local\nlaw does not curtail such\r\nrights and remedies.\n[64] It follows that I\r\ndisagree that Art 5 recognises the entitlement of a public authority\r\nto a salvage reward. Each case involving\na claim by a public\r\nauthority for salvage in consequence of operations carried out by\r\nitself or under its control must therefore\nbegin within a\r\ndetermination of how the domestic law regulates a claim by it for\r\nsalvage. Once that is determined one will also\nknow the limitations,\r\nif any, on its entitlement to a salvage reward under the Convention.\r\nThat exercise has already been undertaken\nin the first leg of this\r\njudgment: the conclusion was that the appellant has no right in the\r\ncircumstances to a salvage reward\nbecause the whole scope of its\r\noperations was carried out subject to and within the normal limits of\r\nits duty and not voluntarily.\nIt follows that the appellant has no\r\nentitlement to avail itself of the rights provided by art 12 of the\r\nConvention.\n[65] Counsel’s\r\nthird submission set out above is not correct. Art 5(1) expressly\r\nprovides that the Convention shall not affect\nany provisions of\r\nnational law relating to salvage operations by or under the control\r\nof public authorities. Such national law\nincludes the common law of\r\nSouth Africa. The law of the State referred to in art 5(3) according\r\nto which the extent of a public\nauthority’s right to avail\r\nitself of the rights and remedies provided by the convention must be\r\ndetermined, is the common\nlaw unaffected by the Convention.\n[66] Counsel for the\r\nappellant submitted that consideration must be given, in interpreting\r\nArt 5, to the purpose of the Convention\nas expressed in the\r\nintroductory recordals viz to ‘ensure that adequate incentives\r\nare available to persons who undertake\nsalvage operations’. He\r\nsubmitted that the drafters of the Convention no doubt wished to\r\nencourage public authorities to\nperform salvage operations by\r\nensuring that they too enjoyed adequate incentives. In so far as the\r\nattempt to satisfy the general\nintention to encourage salvage\r\noperations is concerned, the Convention does not, in my view,\r\nindicate any such purpose in relation\nto salvage by public\r\nauthorities. It is clear, I think, that they were intended to share\r\nin the increased benefits provided for\nsalvors generally in those\r\ninstances where their national laws permitted them to avail\r\nthemselves of the rights and remedies of\nthe Convention.\n[67] In the result I\r\nconclude that Bozalek J was correct in finding that the Convention\r\nevidences no intention to exclude voluntariness\nin respect of salvage\r\noperations performed by a public authority acting under a duty. Nor\r\nis the effect of art 5 read with s 2(1)\nof the Wreck and Salvage Act\r\nto amend or supersede the common law.\n[68] Both issues argued\r\nin the appeal having been decided against the appellant, the appeal\r\nis dismissed with costs.\n____________________\nJ A Heher\nJudge of Appeal\nAPPEARANCES\nAPPELLANT: M J Fitzgerald\r\nSC (with him D J Cooke)\nWebber Wentzel, Cape Town\nMcIntyre & van der\r\nPost, Bloemfontein\nRESPONDENTS: M Wragge SC\nBowman Gilfillan Inc,\r\nCape Town\nMatsepes, Bloemfontein\n1\nThe\r\n\tjudgment is reported as\nTransnet Ltd t/a National Ports Authority\r\n\tv MV Cleopatra Dream\n[2010] 3 All SA 110\n(WCC).\n2\nThe\r\n\tInternational Convention on Salvage, 1989 which is contained in the\r\n\tSchedule to the\nWreck and Salvage Act 94 of 1996\nand has, subject to\r\n\tthe provisions of the Act, force of law and application in the\r\n\tRepublic (s 2(1) of the Act).\n3\nNational\r\n\tPorts Authority of South Africa: Port Tariffs, 4ed, 1 April 2004.\n4\nSection\r\n\t10 provides as follows:\n‘\n(1)\r\n\tThe harbours of the Company are compulsory pilotage harbours with\r\n\tthe result that every ship entering, leaving or moving in\nsuch a\r\n\tharbour shall be navigated by a pilot who is an employee of the\r\n\tCompany, with the exception of ships that are exempt by\nstatute or\r\n\tregulation.\n(2) It shall be the\r\n\tpilot’s function to navigate a ship in the harbour, to direct\r\n\tits movements and to determine and control\nthe movements of the tugs\r\n\tassisting the ship under pilotage.\n(3) The pilot shall\r\n\tdetermine the number of tugs required for pilotage in consultation\r\n\twith the Port Captain, whose decision shall\nbe final.\n(4) A master shall at\r\n\tall times remain in command of his ship and neither he nor any\r\n\tperson under his command may, while the ship\nis under pilotage, in\r\n\tany way interfere with the navigation or movement of the ship or\r\n\tprevent the pilot from carrying out his\nduties except in the case of\r\n\tan emergency, where the master may intervene to preserve the safety\r\n\tof his ship, cargo or crew and\ntake whatever action he deems\r\n\tnecessary to avert the danger.\n(5) Where a master\r\n\tintervenes, he shall immediately inform the pilot thereof and, after\r\n\thaving restored the situation, he shall\npermit the pilot to proceed\r\n\twith the execution of his duties.\n(6) The master shall\r\n\tensure that the officers and crew are at their posts, that a proper\r\n\tlook-out is kept and that the pilot is\ngiven every assistance in the\r\n\texecution of his duties.\n(7) The Company and the\r\n\tpilot shall be exempt from liability for loss or damage caused by a\r\n\tnegligent act or omission on the part\nof the pilot.\n(8) For the purpose of\r\n\tthis item, ‘pilot’ shall mean any person duly licensed\r\n\tby the Company to act as a pilot at\na particular harbour.’\n5\nPromulgated\r\n\tor in force in terms of s 21 of the Legal Succession Act.\n6\nArt\r\n\t5\nSalvage operations controlled by public authorities\n,\r\n\tprovides:\n‘\n(1)\r\n\tThis Convention shall not affect any provisions of national law or\r\n\tany international convention relating to salvage operations\nby or\r\n\tunder the control of public authorities.\n(2) Nevertheless,\r\n\tsalvors carrying out such salvage operations shall be entitled to\r\n\tavail themselves of the rights and remedies\nprovided for in this\r\n\tConvention in respect of salvage operations.\n(3) The extent to which\r\n\ta public authority under a duty to perform salvage operations may\r\n\tavail itself of the rights and remedies\nprovided for in this\r\n\tConvention shall be determined by the law of the State where such\r\n\tauthority is situated.’\n7\nArt\r\n\t17,\nServices rendered under existing contracts\n, provides:\n‘\nNo\r\n\tpayment is due under the provisions of this Convention unless the\r\n\tservices rendered exceed what can reasonably considered as\ndue\r\n\tperformance of a contract entered into before the danger arose.’\n8\nItem\r\n\t4.3 is quoted in para 10 above.\n9\nMV\r\n\tRoxana Bank: Swire Pacific Offshore Services (Pty) Ltd v MV Roxana\r\n\tBank\n2005 (2) SA 65\n(SCA) para 8.\n10\nSection\r\n\t2(5)\nof the\nWreck and Salvage Act.\n11\nThe\nTravaux Preparatoires of the Convention on Salvage\n, 1989 (2003),\r\n\tpublication of the Comite Maritime International, (the CMI):\r\n\tforeword.",
  "scraped_at": "2026-02-12T15:18:36.016425",
  "date": "2011-03-11",
  "coram": [
    "Brand",
    "Lewis",
    "Heher",
    "Malan",
    "Seriti JJA"
  ],
  "case_number": "163/10",
  "parties": {
    "applicants": [
      "Transnet Ltd t/a National Ports Authority"
    ],
    "respondents": [
      "MV Cleopatra Dream",
      "Cargo Laden on Board"
    ]
  },
  "sections": {
    "facts": "In early April 2004 the bulk carrier MV Cleopatra Dream arrived at Saldanha Bay, South Africa, to load 146,670 tonnes of iron ore. After loading, the vessel suffered a catastrophic power failure at about 04:40, causing it to drift toward shallow water and Jutten Island. The port’s pilot, an employee of Transnet (the appellant), summoned the port’s tugs Jutten and later Meeuw. The tugs, under the pilot’s direction, towed the vessel to a safe anchorage within the limits of the port. Following the operation, Transnet arrested the vessel and cargo and claimed a salvage reward of R10 million, asserting that the services rendered constituted salvage under the 1989 Salvage Convention.",
    "issues": "1. Whether the salvage operation carried out by the appellant was performed voluntarily or was rendered pursuant to a statutory and/or common‑law duty of the port authority. 2. If the operation was performed under a duty, whether the appellant could still claim a salvage reward under Articles 5 and 17 of the Salvage Convention and the relevant tariff provision (item 4.3).",
    "principles": "Salvage reward requires that services be rendered voluntarily, i.e., without a pre‑existing contractual or legal duty, as established in common‑law salvage doctrine. The 1989 Salvage Convention reinforces this requirement through Article 17, which excludes payment for services that are merely the performance of an existing contract, and Article 5, which preserves the applicability of national law to public authorities. Statutory provisions (Harbour Regulation 22 and the port’s compulsory pilotage regime) create a duty for the authority to provide towage and ensure safe navigation within the harbour. The court must interpret the Convention in light of its preparatory works, which stress that voluntariness remains a core principle unless expressly displaced.",
    "application": "The Court examined Harbour Regulation 22 and found it imposes an unconditional statutory duty on the port authority to furnish tug services when needed, subject only to the port captain’s discretion, which was not exercised in this case. The pilot’s instruction to the tugs was part of his statutory function under the Legal Succession Act. Consequently, the tug assistance was performed within the scope of the authority’s statutory and common‑law duties and was not voluntary. Applying Articles 5 and 17, the Court concluded that the Convention does not create a reward entitlement where a public authority acts under such a duty, and South African national law similarly bars the claim.",
    "conclusion": "The appeal was dismissed. The appellant, Transnet Ltd t/a National Ports Authority, was not entitled to a salvage reward for the services rendered to MV Cleopatra Dream and its cargo. Costs were awarded against the appellant."
  },
  "tags": {
    "level_1": "Maritime Law",
    "level_2": "Salvage",
    "level_3": [
      "voluntariness",
      "public authority duty",
      "Salvage Convention",
      "reward claim",
      "harbour regulations"
    ]
  }
}