{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/56.html",
  "case_name": "Johannesburg City Parks v Mphahlani NO and Others (344/10) [2011] ZASCA 56; (2011) 32 ILJ 1847 (SCA); [2012] 1 BLLR 1 (SCA) (31 March 2011)",
  "citation": "[2011] ZASCA 56",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 56\n|\nNoteup\n|\nLawCite\nJohannesburg City Parks v Mphahlani NO and Others (344/10) [2011] ZASCA 56; (2011) 32 ILJ 1847 (SCA); [2012] 1 BLLR 1 (SCA) (31 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT\r\nOF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 344/10\nIn\r\nthe matter between\nJOHANNESBURG CITY\r\nPARKS\n................................................................\nAppellant\nand\nADV JAFTA\r\nMPHAHLANI NO\n........................................................\nFirst\r\nRespondent\nTHE\r\nSOUTH AFRICAN LOCAL\n.................................................\nSecond\r\nRespondent\nGOVERNMENT\r\nBARGAINING COUNCIL\nSAMWU obo F\r\nMAGUVHE\n.............................................................\nThird\r\nRespondent\nCOMMISSIONER,\r\nCHAIRMAN WEBB NO\n..............................\nFourth\r\nRespondent\nNeutral\r\ncitation:\nJohannesburg City Parks v Mphahlani NO & others\n(344/10)\n[2011] ZASCA 56\n(31 March 2011)\nCoram:\nStreicher, Nugent, Snyders, Bosielo and Majiedt JJA\nHeard: 24\r\nFebruary 2011\nDelivered: 31\r\nMarch 2011\nSummary\n:\nLabour Law –\r\nDismissal – Interpretation – s 62(3A)(a) and (b) –\r\nwhether the arbitrator had jurisdiction\nto hear the arbitration\r\nwhilst there was a demarcation dispute pending before the CCMA\nORDER\nOn appeal from\n:\r\nLabour Appeal Court, Johannesburg (Zondo JP, Patel JA and Sangoni AJA\r\nsitting as a court of appeal).\n1 The appeal is\r\nupheld with costs.\n2 The order by the\r\nLabour Appeal Court is set aside and substituted with the following\r\norder:\n1 The appeal is\r\nupheld with costs.\n2 The order made by\r\nthe Labour Court is set aside and substituted with\nthe following order:\n‘\n1\r\nThe arbitration award dated 17 November 2005 issued under the\r\nauspices of the South African Local Government Bargaining Council\n\n(case no GMD 080511) is set aside.\n2 The third\r\nrespondent is ordered to pay the costs of the application.’\n__________________________________________________________________\nJUDGMENT\n__________________________________________________________________\nBOSIELO JA (Nugent,\r\nSnyders and Majiedt JJA concurring)\n[1] This is an\r\nappeal with the leave of this Court against a judgment of the Labour\r\nAppeal Court (LAC) dismissing an appeal by the\nappellant against the\r\njudgment of the Labour Court (LC) in terms whereof the appellant’s\r\napplication for the review and setting\naside of an arbitration award\r\nmade by one Ms Webb during 31 October 2005 was dismissed.\n[2] The facts of\r\nthis case are fairly straight-forward and to a large extent common\r\ncause. Mr Maguvhe was employed by the appellant.\nHe was a member of a\r\ntrade union called South African Municipal Workers Union (SAMWU), the\r\nthird respondent in this appeal. Following\nupon a formal disciplinary\r\nenquiry he was dismissed on 21 April 2005. A dispute regarding the\r\nfairness of the dismissal arose between\nthe appellant and the third\r\nrespondent, representing Maguvhe, which was referred to second\r\nrespondent (SALGBC). Second respondent\nis a duly registered\r\nbargaining council. The appellant did not attend the conciliation\r\nmeeting alleging that it did not fall within\nthe jurisdiction of\r\nSALGBC. The dispute was referred to arbitration and the fourth\r\nrespondent (Webb) was appointed the arbitrator.\n[3] On 16 September\r\n2005 the appellant sent a letter to the second respondent stating\r\nthat it would not attend the arbitration proceedings\nas it did not\r\nfall within its jurisdiction. In addition, the appellant advised\r\nsecond respondent in the same letter that this was\ndue to the fact\r\nthat there was a demarcation dispute still pending before the\r\nCommission for Conciliation, Mediation and Arbitration\n(CCMA) and\r\nthat until that dispute is resolved, it would not be bound by any\r\ndecision taken by the second respondent. It stated\nfurther that by\r\nvirtue of this fact its employees were free to refer their\r\ndisciplinary matters to the CCMA which the appellant\nwould duly\r\nattend.\n[4] It is not in\r\ndispute that the letter aforesaid was received and read by the fourth\r\nrespondent. As foreshadowed in the letter\nthe appellant did not\r\nattend the arbitration proceedings. Notwithstanding the clear\r\ncontents of the letter aforesaid and in the\nabsence of the applicant,\r\nthe fourth respondent found that she had jurisdiction and proceeded\r\nwith the arbitration proceedings.\nShe made a default award in favour\r\nof third respondent.\n[5] Aggrieved by the\r\narbitrator’s decision, the appellant tried unsuccessfully to\r\nhave the award reviewed and set aside by\nthe LC. This was followed by\r\nan unsuccessful appeal to the LAC.\n[6] This appeal\r\nrevolves around the correct interpretation of s 62(3A) of the Labour\r\nRelations Act 66 of 1995 (LRA). I therefore\nfind it expedient to set\r\nout the relevant part of s 62(3A) which reads:\n‘\nIn any\r\nproceedings before an arbitrator about the interpretation or\r\napplication of a collective agreement, if a question contemplated\nin\r\nsubsection (1)(a) or (b) is raised, the arbitrator must adjourn those\r\nproceedings and refer the question to the Commission if\nthe\r\narbitrator is satisfied that –\n(a) the question raised –\n(i) has not previously been\r\ndetermined by arbitration in terms of this section; and\n(ii) is not the subject of an\r\nagreement in terms of subsection (2); and\n(b) the determination of the\r\nquestion raised is necessary for the purposes of the proceedings.’\n[7] Before us\r\ncounsel for the appellant submitted that s 62(3A) is clear and has no\r\ninherent ambiguities. He contended that the\nsection provides clearly\r\nand unambiguously that when faced with a demarcation dispute, the\r\narbitrator has no choice but to adjourn\nthe proceedings until the\r\nvery issue of jurisdiction is resolved, more so that the Bargaining\r\nCouncil itself does not possess the\njurisdiction to resolve a\r\ndemarcation dispute. This issue falls within the exclusive domain of\r\nthe CCMA, so it was submitted.\n[8] On the other\r\nhand, counsel for the third respondent, contended that even where the\r\nissue of jurisdiction is raised, the arbitrator\nmust first satisfy\r\nhimself or herself if he or she has jurisdiction on the facts before\r\nhim or her and if the dispute is unrelated\nto the pending demarcation\r\ndispute, to proceed to hear the matter on the merits. He submitted\r\nthat if the party raising lack of\njurisdiction as a defence is\r\naggrieved by the decision of the arbitrator to proceed, he or she is\r\nfree to take such a decision\non review to the LC where the matter can\r\nbe referred to the appropriate forum with authority being the CCMA.\n[9] It is common\r\ncause that SAMWU and the Independent Municipal and Allied Trade Union\r\n(IMATU) are both members of second respondent\n(SALGBC). SAMWU and\r\nIMATU contend that the appellant falls within the scope of second\r\nrespondent. The appellant disputes this vigorously.\nIt is this\r\ndispute that was referred to the CCMA for determination in terms of\r\nsection 62 of the LRA by both SAMWU and IMATU. It\nfollows logically\r\nin my view that, if the appellant is not a party to second\r\nrespondent, then the second respondent would not have\njurisdiction\r\nover it. This is the issue that was raised pertinently as a point\nin\r\nlimine\nby the appellant. The question\r\ntherefore is whether the arbitrator acted correctly by proceeding\r\nwith the arbitration proceedings\nwhilst there was this unresolved\r\ndemarcation dispute.\n[10] The LAC found\r\nthat the appellant relied on a wrong section as s 62(3A) is\r\nrestricted to an instance where the ‘proceedings\nbefore an\r\narbitrator are about the interpretation or application of a\r\ncollective agreement’. The LAC found that the dispute\nherein\r\nwas not about the interpretation or application of a collective\r\nagreement but about unfair dismissal. The LAC drew a distinction\n\nbetween s 62(3A) and s 62(3) and (5). The LAC found that the\r\ndistinguishing feature is that s 62(3) speaks of ‘any\r\nproceedings’\nwhilst s 62(3A) restricts itself to ‘proceedings\r\nbefore an arbitrator about the interpretation or application of a\r\ncollective\nagreement.’ The LAC concluded therefore that s\r\n62(3A) was narrower than s 62(3) and not applicable to this case. The\r\nLAC\nfound that s 62(3A) did not apply to the proceedings before the\r\narbitrator as these were concerned with an unfair dismissal dispute.\n\nFurthermore the LAC found that in the absence of any evidence being\r\nput before the arbitrator, the arbitrator could not have been\nand was\r\nnot satisfied about the questions raised in s 62(3A)(a) and (b).\n[11] I do not agree\r\nwith the construction of s 62(3A) and s 62(3) and (5) as adumbrated\r\nby the LAC. I found the distinction drawn\nby the LAC to be more\r\nillusory than real. The nub of the enquiry is simply whether the\r\narbitrator had the jurisdiction to arbitrate\nthis matter or not,\r\ngiven the admitted fact that there was a demarcation dispute which\r\naddresses jurisdiction pending before the\nCCMA.\n[12] It would appear\r\nto me to be illogical that the arbitrator, fully alerted to the\r\nobjection raised by the appellant in their\nletter of 16 September\r\n2005, and whilst the demarcation dispute is still pending before the\r\nCCMA, could ignore such an objection\nand arrogate to herself the\r\njurisdiction to arbitrate this matter. The arbitrator could only have\r\nhad jurisdiction if the collective\nagreement was binding on the\r\nappellant. That was in issue and pending before the only body\r\nempowered to decide it, the CCMA. In\norder to decide jurisdiction it\r\nhad to be decided whether the collective agreement applied to the\r\nappellant. That decision falls\nsquarely within the wording of s\r\n62(3A). Logic dictates that in strict compliance with s 62(3A) which\r\nis couched in peremptory\nlanguage that the arbitrator was obliged to\r\nadjourn the proceedings as the demarcation dispute was still pending\r\nbefore the CCMA.\n[13] It is not in\r\ndispute that the demarcation dispute herein had been referred by\r\nSAMWU and IMATU during 2004 to the CCMA for determination\nof the\r\nquestion whether the appellant falls within the scope of the second\r\nrespondent. It is furthermore common cause that as at\n16 September\r\n2005 when the arbitration proceedings were held this dispute was\r\nstill pending before the CCMA. It makes little sense\nto me that the\r\narbitrator could proceed to arbitrate the matter against an objection\r\nto the jurisdiction of second respondent (SALGBC)\nbased on s 62(3A)\r\nof the LRA. It appears to me plain that such conduct circumvents the\r\nmischief which s 62(3A) seeks to address,\nie that the arbitrator\r\nshall not adjudicate in a matter where his or her jurisdiction is\r\nbeing challenged on the basis of whether\none of the parties is bound\r\nby the collective agreement. To say that, an arbitrator can act even\r\nin the face of a pending demarcation\ndispute and that such a decision\r\ncan later be taken on review to the LC as submitted by counsel for\r\nthe third respondent would\ncause multiple streams of litigation in\r\nthe same issue and is simply untenable. This is so because even the\r\nLC itself will not\nbe able to handle the matter until the CCMA has\r\nfinally determined the demarcation dispute. Manifestly, the\r\nconsequences of such\nan approach are so absurd that the legislature\r\ncould never have contemplated or intended them. An interpretation\r\nwhich leads to\nsuch patent absurdities should in my view, not be\r\ncountenanced. It follows in my view that this appeal must succeed.\n[14] In the result\r\nthe following order is made:\n1 The appeal is\r\nupheld with costs.\n2 The order by the\r\nLabour Appeal Court is set aside and substituted with the following\r\norder:\n1 The appeal is\r\nupheld with costs.\n2 The order made by\r\nthe Labour Court is set aside and substituted with\nthe following order:\n‘\n1\r\nThe arbitration award dated 17 November 2005 issued under the\r\nauspices of the South African Local Government Bargaining Council\n\n(case no GMD 080511) is set aside.\n2 The third\r\nrespondent is ordered to pay the costs of the application.’\n_______________\nL O Bosielo\nJudge of Appeal\nSTREICHER JA\n:\r\n(NUGENT, SNYDERS and MAJIEDT JJA concurring)\n[15] This is an\r\nappeal against a judgment of the Labour Appeal Court (the LAC) in\r\nrespect of an unfair dismissal dispute between\nthe third respondent\r\nand the appellant.\n[16] The third\r\nrespondent was dismissed from the employ of the appellant on the\r\nground that he had been in breach of the appellant’s\nconditions\r\nof service in that he had done private work during working hours. He\r\ncontended that his dismissal was unfair and referred\nthe dispute to\r\nthe second respondent, the South African Local Government Bargaining\r\nCouncil (the SALGBC). The SALGBC is registered\nin terms of s 29\r\nof the Labour Relations Act 66 of 1995 (the LRA) as a bargaining\r\ncouncil with the ‘Local Government\nUndertaking in the Republic\r\nof South Africa’ as its registered scope. The collective\r\nagreements concluded in the SALGBC have\nbeen extended in terms of\r\ns 32 of the LRA to non-parties falling within its registered\r\nscope.\n[17] Upon the\r\ndispute having been referred to the SALGBC it called on the appellant\r\nand the third respondent to attend a conciliation\nmeeting. The\r\nappellant responded that it would not attend the meeting as it did\r\nnot fall within the jurisdiction of the SALGBC.\nIt added:\n‘\nThere\r\nis a demarcation dispute pending at the CCMA case no SA 18299/04.\r\nUntil this matter is finalized by the CCMA Johannesburg\nCity Parks\r\nwill not be bound by any decision of the Bargaining Council and our\r\nemployees are free to refer disciplinary matters\nto the CCMA which\r\nthe company duly attend.’\nThe SALGBC\r\nthereafter called upon the parties to attend an arbitration of the\r\ndispute to which the appellant responded in a similar\nmanner.\n[18] The appellant\r\nis an association established by the City of Johannesburg\r\nMetropolitan Municipality and incorporated in terms\nof s 21 of\r\nthe Companies Act 61 of 1973. The majority of the appellant’s\r\nworkforce is represented by the South African\nMunicipal Workers Union\r\n(SAMWU) and the Independent Municipal and Allied Trade Union (IMATU).\r\nSAMWU and IMATU contend that the\nappellant and various other\r\nutilities, agencies and corporatized entities (UAC’s)\r\nestablished by the Greater Johannesburg\nTransitional Metropolitan\r\nCouncil and/or the City of Johannesburg Metropolitan Municipality,\r\nwhich succeeded it, fall within the\nregistered scope of the SALGBC.\r\nAt all material times the appellant and the other UAC’s have\r\ncontended that they do not fall\nwithin the scope of the SALGBC.\r\nDuring 2004 SAMWU and IMATU referred this dispute to the Commission\r\nfor Conciliation, Mediation\nand Arbitration (the Commission) in terms\r\nof s 62 of the LRA. This is the demarcation dispute referred to\r\nin the appellant’s\nletters to the SALGBC in response to its\r\ninvitation to attend conciliation and arbitration proceedings.\n[19] The SALGBC\r\nproceeded with the arbitration by appointing Ms Webb, the fourth\r\nrespondent, to conduct the arbitration. The appellant\ndid not attend\r\nthe arbitration hearing and after having heard the evidence of the\r\nthird respondent the arbitrator held that he\nhad been unfairly\r\ndismissed and ordered that he be reinstated retrospectively from the\r\ndate of his dismissal. The appellant thereupon\napplied to the Labour\r\nCourt for an order reviewing and setting aside the arbitration award\r\non the ground that the SALGBC lacked\njurisdiction to adjudicate the\r\ndispute. The labour court held that the SALGBC did have jurisdiction\r\nin respect of the dispute and\ndismissed the application for review\r\nwith costs.\n[20] An appeal by\r\nthe appellant to the LAC was unsuccessful. Counsel for the appellant\r\nsubmitted in that court, as he did before\nus, that, in terms of\r\ns 62(3A) of the LRA the fourth respondent was obliged to adjourn\r\nthe proceedings once she became aware\nthat a demarcation dispute was\r\npending before the Commission. The section reads:\n‘\nIn any\r\nproceedings before an arbitrator about the interpretation or\r\napplication of a\ncollective\r\nagreement\n,\r\nif a question contemplated in subsection (1)\n(a)\nor\n(b)\nis raised, the arbitrator must adjourn those proceedings and refer\r\nthe question to the Commission if the arbitrator is satisfied\nthat –\n(a) the question raised -\n(i) has not previously been\r\ndetermined by arbitration in terms of this section; and\n(ii) is not the subject of an\r\nagreement in terms of subsection (2); and\n(b) the determination of the\r\nquestion raised is necessary for the purposes of the proceedings.’\n[21] Section 62(1)\r\ndeals with demarcation disputes and provides that any registered\r\ntrade union, employer, employee, registered\nemployers’\r\norganisation or council that has a direct or indirect interest in the\r\napplication may apply to the Commission\nfor a determination as to (a)\r\nwhether any employee, employer, class of employees or class of\r\nemployers, is or was employed or engaged\nin a sector or area; (b)\r\nwhether any provision in any collective agreement is or was binding\r\non any employee, employer, class of\nemployee or class of employers.\n[22] The LAC held\r\nthat one should distinguish between a dispute and an issue in a\r\ndispute and that ‘proceedings before an\narbitrator about the\r\ninterpretation or application of a collective agreement’\r\nreferred to in s 62(3A) were intended\nto refer to proceedings\r\nwhere the main dispute between the parties was about the\r\ninterpretation or application of a collective\nagreement. In the case\r\nunder consideration, so it held, the main dispute concerned the\r\nfairness of the dismissal of the third respondent\nwhereas the\r\napplication of the collective agreement was only an issue in that\r\ndispute. For that reason the LAC held that the section\nwas not\r\napplicable to the arbitration proceedings conducted by the fourth\r\nrespondent and that the appeal should be dismissed with\ncosts.\n[23] In terms of\r\ns 191 of the LRA a dismissed employee may refer a dispute about\r\nthe fairness of his dismissal to a bargaining\ncouncil if the parties\r\nto the dispute fall within the registered scope of the council or to\r\nthe Commission if no council has jurisdiction\n(s 191(1)(a)). The\r\ncouncil or the Commission must thereupon attempt to resolve the\r\ndispute through conciliation (s 191(4)).\nIf the council or a\r\ncommissioner certifies that the dispute remains unresolved, or if 30\r\ndays have expired since the council or\nthe Commission received the\r\nreferral, and the dispute remains unresolved the council or the\r\nCommission must arbitrate the dispute\nat the request of the employee\r\nif the employer alleged that the reason for dismissal is related to\r\nthe employee’s conduct\n(s 191(5)(a)(i)). Section 51(4)\r\nprovides that if one or more of the parties to a dispute that has\r\nbeen referred to a bargaining\ncouncil do not fall within the\r\nregistered scope of that council, it must refer the dispute to the\r\nCommission. It is therefore clear\nthat a bargaining council has no\r\njurisdiction to arbitrate an unfair dismissal dispute if one of the\r\nparties to the dispute does\nnot fall within the registered scope of\r\nthe council.\n[24] If the employer\r\ndisputes that he falls within the registered scope of the bargaining\r\ncouncil to which a dispute has been referred,\nas happened in the\r\npresent case and that issue has not been determined by a body having\r\nauthority to do so, it obviously needs\nto be determined in order to\r\nestablish whether the bargaining council has jurisdiction in respect\r\nof the dispute. But, quite understandably,\nthe LRA does not confer\r\njurisdiction on a bargaining council to arbitrate a dispute about its\r\nown registered scope. In terms of\ns 62 it is the Commission that\r\nhas jurisdiction to decide demarcation disputes.\n[25] Counsel for the\r\nthird respondent did not submit that a bargaining council has\r\njurisdiction to resolve a demarcation dispute.\nHe submitted that the\r\nunfair dismissal proceedings between the appellant and the third\r\nrespondent were not proceedings about the\ninterpretation or\r\napplication of a collective agreement and that s 62(3A) by\r\nimplication authorised an arbitrator in such\nproceedings, in the\r\nevent of a demarcation issue being raised, to proceed with the matter\r\nwithout determining the demarcation issue.\nThus, leaving it to the\r\nparty contending that he fell outside the registered scope of the\r\nbargaining council, to review the arbitrator’s\naward once the\r\ndemarcation issue had been decided by the Commission.\n[26] I can\r\nunderstand an argument to the effect that because the legislature\r\nsaid that in proceedings about the interpretation or\napplication of a\r\ncollective agreement a demarcation dispute which has not been decided\r\nmust be referred to the Commission, the\nlegislature intended that in\r\nother proceedings such a dispute need not be referred to the\r\nCommission. But, that argument does not\ndeal with the question as to\r\nwhat the arbitrator in such other proceedings is to do about the\r\ndemarcation dispute if the proceedings\nare not adjourned and the\r\ndemarcation dispute is not referred to the Commission. According to\r\ncounsel for the third respondent’s\nargument the arbitrator\r\nsimply has to ignore the dispute about its jurisdiction, proceed with\r\nthe matter, make an award which may\nsubsequently, maybe months later,\r\nbe reviewed and set aside. Meanwhile the award would presumably be\r\ntreated as a valid award which\nmay be enforced. I am satisfied that\r\nthe legislature could not have intended such an extraordinary result\r\nand that had it intended\nsuch a result it would have made its\r\nintention clear.\n[27] Section 62(3A)\r\nprovides that ‘no arbitrator’ may in the circumstances\r\nmentioned in the section proceed with an\narbitration in the event of\r\na demarcation dispute being raised. The reference to an arbitrator is\r\ntherefore not a reference only\nto the SALGBC as arbitrator but is a\r\nreference to any arbitrator ie also an arbitrator appointed by\r\nagreement between the parties\nwhich, in terms of the agreement may\r\nhave had jurisdiction to decide the demarcation dispute between the\r\nparties, had it not been\nfor the section. This section must therefore\r\nhave been intended to deprive arbitrators of jurisdiction to decide\r\ndemarcation disputes\nbetween the parties in the circumstances\r\nmentioned in the section. That being so, there is no way it can be\r\ninterpreted to have\nbeen intended to confer jurisdiction on an\r\narbitrator, such as a bargaining council, which in any event does not\r\nhave jurisdiction\nto arbitrate a demarcation dispute to proceed with\r\nthe arbitration.\n[28] For these\r\nreasons I agree that the appeal should succeed and that the order\r\nproposed by my colleague Bosielo JA should be made.\n__________________\nP E STREICHER\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: Adv Timothy Bruinders SC\nInstructed\r\nby:\nSim\r\n& Botsi, Johannesburg,\nSymington\r\n& De Kok, Bloemfontein;\nFor\r\nRespondent: Adv JG van der Riet SC\nInstructed\r\nby:\nCheadle\r\nThompson & Haysom, Johannesburg;\nMatsepes Inc,\r\nBloemfontein;\nMcIntyre & Van\r\nder Post, Bloemfontein",
  "scraped_at": "2026-02-12T15:30:39.172825",
  "date": "2011-03-31",
  "coram": [
    "Streicher JA",
    "Nugent JJA",
    "Snyders JJA",
    "Bosielo JJA",
    "Majiedt JJA"
  ],
  "case_number": "344/10",
  "parties": {
    "applicants": [
      "Johannesburg City Parks"
    ],
    "respondents": [
      "Adv Jafta Mphahlani NO",
      "South African Local Government Bargaining Council",
      "SAMWU on behalf of F Maguvhe",
      "Commissioner, Chairman Webb NO"
    ]
  },
  "sections": {
    "facts": "Mr F Maguvhe, employed by Johannesburg City Parks and a member of the South African Municipal Workers Union (SAMWU), was dismissed on 21 April 2005 for alleged misconduct. The dispute over the fairness of the dismissal was referred to the South African Local Government Bargaining Council (SALGBC). Johannesburg City Parks refused to attend the conciliation and arbitration proceedings, alleging that a demarcation dispute concerning whether the employer fell within the council's scope was pending before the Commission for Conciliation, Mediation and Arbitration (CCMA). Despite the employer’s refusal and the pending demarcation issue, the arbitrator, Ms Webb, proceeded with the arbitration, issued a default award reinstating Mr Maguvhe, and the employer sought review. The Labour Court upheld the council’s jurisdiction; the Labour Appeal Court affirmed that decision; the matter then proceeded to the Supreme Court of Appeal.",
    "issues": "1. Whether the arbitrator had jurisdiction to conduct the arbitration while a demarcation dispute regarding the bargaining council’s scope was pending before the CCMA. 2. Whether section 62(3A) of the Labour Relations Act applies to an unfair dismissal dispute that also raises a jurisdictional (demarcation) issue. 3. Whether the arbitration award should be set aside on jurisdictional grounds.",
    "principles": "Section 62(3A) of the Labour Relations Act requires an arbitrator to adjourn proceedings and refer a question to the Commission if a demarcation dispute concerning the application of a collective agreement is pending. The provision applies when the arbitration concerns the interpretation or application of a collective agreement and the determination of the jurisdictional question is necessary for the proceedings. A bargaining council lacks authority to decide demarcation disputes; such matters fall exclusively within the CCMA’s jurisdiction. Consequently, an arbitrator must not proceed where jurisdiction is contested by a pending demarcation issue.",
    "application": "The Court found that the arbitration concerned the application of the collective agreement because the employer’s liability depended on whether the bargaining council’s scope covered it. The pending demarcation dispute before the CCMA meant the arbitrator was required under s62(3A) to adjourn and refer the question, which she failed to do. The Court rejected the Labour Appeal Court’s distinction between s62(3) and s62(3A), holding that the latter governs any arbitration where a demarcation issue is raised, even in an unfair dismissal context. Accordingly, the arbitrator acted without jurisdiction, rendering the award invalid.",
    "conclusion": "The appeal was upheld. The order of the Labour Appeal Court was set aside and substituted. The arbitration award dated 17 November 2005 was set aside, and the third respondent (SAMWU on behalf of F Maguvhe) was ordered to pay the costs of the application."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Unfair Dismissal",
    "level_3": [
      "demarcation dispute",
      "arbitration jurisdiction",
      "section 62(3A)",
      "South African Local Government Bargaining Council"
    ]
  }
}