{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/17.html",
  "case_name": "Group Five Construction (Pty) Ltd v Minister of Water Affairs and Forestry (379/2010) [2011] ZASCA 17 (14 March 2011)",
  "citation": "[2011] ZASCA 17",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 17\n|\nNoteup\n|\nLawCite\nGroup Five Construction (Pty) Ltd v Minister of Water Affairs and Forestry (379/2010) [2011] ZASCA 17 (14 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase no: 379/2010\nIn the\r\nmatter between:\nGROUP\r\nFIVE CONSTRUCTION (PTY) LIMITED\n............................................\nAppellant\nand\nTHE\r\nMINISTER OF WATER AFFAIRS AND FORESTRY\n..........................\nRespondent\nNeutral citation:\nGROUP FIVE v MINISTER WATER AFFAIRS \r\n(379/10)\n[2011] ZASCA 17\n(14 March 2011)\nCoram:\nHARMS DP, STREICHER, BRAND, SHONGWE and THERON JJA\nHeard:\n1 MARCH 2011\nDelivered: 14 MARCH 2011\nSUMMARY: Building Contract – claims for additional payment\r\nor compensation – special plea of prescription\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn\r\nappeal from\n:\nNorth Gauteng High Court\r\n(Pretoria) (Southwood J sitting as court of first instance).\nThe appeal is dismissed with costs including costs of two counsel.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nSHONGWE JA (HARMS DP, STREICHER, BRAND and THERON JJA concurring):\n[1] The appellant, Group Five Construction (Pty) Limited, instituted\r\na claim against the respondent, the Minister of Water Affairs\nand\r\nForestry, for moneys allegedly due in terms of a contract for the\r\nconstruction of the Injaka dam and appurtenant works for\nthe Sabie\r\nRiver Government Water Scheme. Four of the claims arose from claims\r\nsubmitted by the appellant in terms of clause 51\nof the contract,\r\nwhich entitled the appellant to claim for additional payment or\r\ncompensation in prescribed circumstances. The\nfifth claim, claim E,\r\ndid not arise for adjudication.\n[2] The respondent raised a special plea of prescription and the\r\ncourt below decided to hear this issue separately. The parties\nplaced\r\na list of agreed facts before the court, and led evidence. However,\r\nthe validity of the special plea depended in the main\non an\r\ninterpretation of the rather complicated contract which had to be\r\nread with two amendments agreed to between the parties.\nThese\r\namendments affected clause 61 of the main contract and provided for a\r\nnew dispute resolution mechanism of submitting disputes\nto a dispute\r\nreview board, in lieu of mediation, which was obliged, during the\r\ncourse of the contract, to attempt to settle disputes\nthat arose\r\nbetween the contractor and the employer pursuant to the rejection by\r\nthe engineer of claims submitted.\n[3] The amendment provided in summary that the board had to make\r\nrecommendations to the parties. These became final and binding\non the\r\nparties if they were accepted by them in writing. To the extent that\r\na recommendation was not acceptable in writing by the\nparties, either\r\nparty was entitled to refer the unresolved matter to court provided\r\nthat the particular party had within 60 days,\ngiven written notice of\r\nits intention to do so. Otherwise the decision of the engineer was to\r\nbecome final and binding.\n[4] Therefore the crisp issue between the parties was whether the\r\nappellant’s claims, which were the subject of this process,\n\nbecame ‘due’ at the stage when the said written notice\r\nwas given or whether these claims only became due after completion\nof\r\nthe ‘works’ as defined in the contract (as contended by\r\nthe appellant). The relevance of the issue is to be found\nin\nsection\r\n12(1)\nof the\nPrescription Act 68 of 1969\n, which provides that\r\nprescription commences ‘to run as soon as the debt is due’.\r\nIt is common cause that if the appellant’s\ncauses of action\r\nwere ripe and complete when the notices were given these claims had\r\nclearly become prescribed.\n[5] Southwood J, in a detailed and thorough judgment, reported as\nGroup Five Construction (Pty) Limited v Minister of Water Affairs\r\n& Forestry\n(39161/05) [2010] ZAGPPHC 36 (5 May 2010), came to\r\nthe conclusion that the claims indeed became prescribed. In spite of\r\na valiant\nattempt by the appellant’s counsel to convince us\r\notherwise, he missed the point in that he argued that the claims were\r\nbased\non an estimate and consequently represented an advance and not\r\na complete claim ‘of which the debtor is under an obligation\nto\r\nperform immediately’. We are satisfied that Southwood J’s\r\njudgment is unassailable and that the argument does not\nwarrant\r\nanother judgment consisting of the same reasons albeit in different\r\nwords.\n[6] The appeal is dismissed with costs including costs of two\r\ncounsel.\n_________________\nJ SHONGWE\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant:\nG D Harpur SC\nN D Lange\nInstructed\r\nby:\nGarlicke &\r\nBousfield Inc\nUMHLANGA\r\nROCKS\nClaude\r\nReid Inc\nBLOEMFONTEIN\nFor\r\nRespondents: R J Raath SC\nP M\r\nMtshaulana SC\nInstructed\r\nby: The State Attorney\nPRETORIA\nThe State\r\nAttorney\nBLOEMFONTEIN",
  "scraped_at": "2026-02-12T15:19:29.110381",
  "date": "2011-03-14",
  "coram": [
    "HARMS DP",
    "STREICHER",
    "BRAND",
    "SHONGWE",
    "THERON JJA"
  ],
  "case_number": "379/2010",
  "parties": {
    "applicants": [
      "Group Five Construction (Pty) Limited"
    ],
    "respondents": [
      "Minister of Water Affairs and Forestry"
    ]
  },
  "sections": {
    "facts": "Group Five Construction (Pty) Ltd entered into a building contract with the Minister of Water Affairs and Forestry for the construction of the Injaka dam and related works. The contract, together with two subsequent amendments, provided a dispute resolution mechanism involving a dispute review board. Four of the contractor’s claims were made pursuant to clause 51 for additional payment or compensation; a fifth claim did not proceed to adjudication. The amendments amended clause 61, requiring the board to make written recommendations which became final if accepted, otherwise allowing either party to give 60 days’ written notice to refer the matter to court.",
    "issues": "The principal issue was whether the contractor’s claims became ‘due’ at the moment the notice of intention to refer the dispute to court was given, or only upon completion of the works as defined in the contract. This determination affected when prescription under section 12(1) of the Prescription Act 68 of 1969 began to run.",
    "principles": "Section 12(1) of the Prescription Act provides that prescription commences when a debt becomes due. South African case law holds that a claim is due when the creditor has a complete and enforceable entitlement against the debtor, not merely an estimate of a future entitlement. The lower court’s interpretation of the contract and amendments, and the timing of the written notice, were examined in light of these principles.",
    "application": "The Supreme Court of Appeal affirmed the lower court’s finding that the contractor’s claims became due when the written notice of intention to refer the dispute to court was served. The court held that at that point the contractor had a complete entitlement to payment, triggering the commencement of prescription. The argument that the claims were only estimates and therefore not yet due was rejected as contrary to established legal principles.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The contractor’s claims were held to be prescribed, and the order of the North Gauteng High Court was upheld."
  },
  "tags": {
    "level_1": "Construction Law",
    "level_2": "Contractual Claims",
    "level_3": [
      "prescription",
      "additional payment",
      "dispute resolution",
      "dam construction"
    ]
  }
}