{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/217.html",
  "case_name": "G. Liviero & Son Building (Pty) Ltd v Sundowner Property Development (Pty) Ltd (49/11) [2011] ZASCA 217; [2012] 2 All SA 43 (SCA) (29 November 2011)",
  "citation": "[2011] ZASCA 217",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 217\n|\nNoteup\n|\nLawCite\nG. Liviero & Son Building (Pty) Ltd v Sundowner Property Development (Pty) Ltd (49/11) [2011] ZASCA 217; [2012] 2 All SA 43 (SCA) (29 November 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 49/11\nIn the matter between:\nG. LIVIERO & SON\r\nBUILDING (PTY) LTD\n…...............................................\nAPPELLANT\nand\nSUNDOWNER PROPERTY\r\nDEVELOPMENT (PTY) LTD\n…....................\nRESPONDENT\nNeutral citation\n:\nLiviero v Sundowner Property Development\n(49/11)\n[2011] ZASCA\r\n217\n(29 November 2011)\nCoram:\nCLOETE,\r\nHEHER, CACHALIA, SHONGWE JJA and PLASKET AJA\nHeard:\n8 November\r\n2011\nDelivered:\n29\r\nNovember 2011\nUpdated:\nSummary:\nRes\r\njudicata\n– issue estoppel – no commonality of issues\r\nbetween those necessary to decide present proceedings and those part\r\nof\nratio decidendi\nof judgment in earlier proceedings.\n____________________________________________________________________________________\nORDER\nOn appeal from:\nSouth Gauteng High Court\r\n(Johannesburg) (Hellens AJ sitting as court of first instance):\n1. The appeal succeeds in\r\npart.\n2. The respondent is to\r\npay the costs of the appeal.\n3. The order of the court\r\na quo is set aside and replaced with the following:\n‘\n1.\r\nThe defendant’s special plea to the plaintiff’s\r\nparticulars of claim is dismissed.\n2.\r\nThe defendant is to pay the wasted costs occasioned by its reliance\r\non the special plea.\n3.\r\nThe plaintiff’s special plea to the defendant’s\r\nconditional counterclaim is dismissed save to the extent that its\n\nspecial plea to prayer 2 is upheld and the relief claimed in that\r\nprayer is dismissed.\n4.\r\nThe plaintiff is to pay the costs wasted by its reliance on the\r\nspecial plea to the counterclaim.’\n_______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nHEHER JA (CLOETE,\r\nCACHALIA, SHONGWE JJA AND PLASKET AJA concurring):\n[1] This is an appeal\r\nfrom a judgment of Hellens AJ sitting in the South Gauteng High\r\nCourt. The learned judge:\n1. dismissed the\r\ndefendant’s special plea to the plaintiff’s particulars\r\nof claim with costs;\n2. upheld paragraphs 1 to\r\n12 of the plaintiff’s special plea to the defendant’s\r\nconditional counterclaim and dismissed\nthat counterclaim with costs.\nThe appeal is before us\r\nwith leave granted by the court a quo.\n[2] The\r\ndefendant, now the appellant (Liviero), is a building contractor. The\r\nplaintiff, now the respondent (Sundowner), is a property\ndeveloper.\r\nIn September 2004 the parties entered into a written contract (The\r\nPrincipal Building Agreement, JBCC\n1\nSeries 2000, Fourth Edition, hereinafter referred to as\r\n‘the agreement’). Liviero undertook to construct 231\r\nsectional\ntitle units in phases on the property of Sundowner, as\r\nemployer, being Erven 992 and 993 Sundowner Ext 37, Gauteng, for a\r\ncontract\nprice of R52 268 174.42 inclusive of VAT. Phuhlisa\r\nDevelopment Solutions (Pty) Ltd carries on business as a building\r\nproject manager\nand its director, Mr F Grobler, was nominated in the\r\nagreement as the principal agent.\n[3] On 14 September 2004\r\nthe building site was handed over to Liviero, which duly commenced\r\nthe construction of the works.\n[4] A series of variation\r\norders was issued under the agreement which had the effect of\r\nextending the agreed practical completion\ndates. The last date for\r\nsuch completion was 28 February 2006 (in relation to Blocks G to L of\r\nthe development). In the application\nproceedings to which I shall\r\nshortly refer it was common cause that Liviero failed to achieve\r\npractical completion by the extended\ncompletion date.\n[5] On 26\r\nSeptember 2006 Liviero purported to cancel the agreement, relying on\r\nclause 38 thereof, due to Sundowner’s failure\nto pay an amount\r\nof R474 487.18 which had been certified for payment by Grobler.\n[6] Sundowner paid the\r\nsaid amount to Liviero on 27 September 2006. It regarded Liviero’s\r\npurported cancellation as a repudiation\nof the agreement because\r\nLiviero was at the time in breach of its obligation to achieve\r\ntimeous practical completion. After taking\nlegal advice it\r\ncommunicated an election to accept the repudiation and terminate the\r\nagreement.\n[7] Liviero remained in\r\npossession of the site pending payment or the issue of a certificate\r\nof practical completion, purporting\nto do so on the strength of a\r\ncontractual lien.\n[8] In\r\nNovember 2006 Sundowner applied urgently to the South Gauteng High\r\nCourt for orders ejecting Liviero from occupation of the\nproperty and\r\ndeclaring that Liviero’s purported cancellation of the\r\nagreement on 26 September 2006 was invalid.\n2\n[9] Sundowner relied in\r\nthe ejectment proceedings both on its ownership of the property and\r\nits cancellation of the agreement pursuant\nto the acceptance of\r\nLiviero’s alleged repudiation. The facts that I have set out\r\nearlier in this judgment were common cause\nin the application.\n[10] Liviero opposed the\r\nrelief claimed by Sundowner. It raised as a point in limine an\r\narbitration clause in the agreement that,\nso it contended, obliged\r\nSundowner to refer the disputes between the parties to arbitration.\n[11] Liviero justified\r\nits continued occupation of the property by reliance on clause 24.7\r\nof the agreement, contending that Sundowner\nwas only entitled to\r\npossession of the works upon issue by the agent of a certificate of\r\npractical completion, that by the date\nof its cancellation of the\r\nagreement it had achieved practical completion and was due an amount\r\nof R7 411 960.38 for work done\nunder the agreement and was entitled\r\nto retain possession until paid in full. It maintained its original\r\nposition that the cancellation\nwas lawful because Sundowner had\r\nfailed to pay timeously on certificates issued by Grobler.\n[12] The application was\r\nheard by Louw AJ. He delivered judgment on 23 March 2007, concluding\r\nwith the following orders:\n‘\n1.\r\nThe first respondent is to be ejected from the property known as Erf\r\n1276 Sundowner Extension 37, situated on the corner of Meteor\nand\r\nNorthumberland Roads, Sundowner.\n2.\r\nIt is declared that the purported cancellation on 26 September 2006\r\nby the first respondent of the written contract, annexure\n‘FA3’\r\nto the applicant’s founding affidavit, was invalid.’\nLiviero was ordered to\r\npay the costs of the application.\n[13] Liviero applied for\r\nleave to appeal. Louw AJ delivered a reasoned judgment dismissing\r\nthat application with costs on 1 October\n2007.\n[14] In November 2008\r\nSundowner instituted action against Liviero claiming:\n1. Contractual penalties\r\nfor delay in performance – R4 947 600.00;\n2. Damages for the cost\r\nof completing incomplete work under the agreement –\r\nR178 454.70;\n3. Damages for defective\r\nperformance – R5 144 922.15; and\n4. Damages in the form of\r\ninterest paid because of late transfer of units –\r\nR1 706 852.88.\n[15] Liviero filed a\r\nspecial plea in bar based on the arbitration clause in the agreement\r\nand pleaded over on the merits denying\nliability. It also filed a\r\ncounterclaim conditional on the court refusing to stay the\r\nproceedings as sought in the special plea.\n[16] Sundowner replied to\r\nLiviero’s special plea and pleaded to its conditional\r\ncounterclaim seeking its dismissal with costs.\n[17] In a supplementary\r\npre-trial minute dated 1 March 2010 the parties agreed to separate\r\nthe following issues for preliminary\nadjudication by the trial court:\n‘\n2.2.1\r\nThe Defendant’s special plea of arbitration as pleaded in\r\nparagraphs 1 to 3 of the Defendant’s special plea to\nthe\r\nPlaintiff’s particulars of claim;\n2.2.2\r\nThe Plaintiff’s replication of\nres\r\njudicata\nas set out\r\nin paragraphs 1 to 5 of the Plaintiff’s replication to such\r\nspecial plea; and\n2.2.3\r\nThe Plaintiff’s special plea of\nres\r\njudicata\nto the\r\nDefendant’s counterclaim as set out in paragraphs 1 to 12 of\r\nthe Plaintiff’s special plea to the Defendant’s\n\ncounterclaim.’\n[18] The trial came\r\nbefore Hellens AJ. Neither party elected to adduce evidence in\r\nsupport of the separated issues. The file in\nthe application\r\nproceedings, the judgment of Louw AJ, the application for leave to\r\nappeal and the judgment refusing that application\nwere placed before\r\nthe learned judge by consent. After hearing argument he made the\r\norders I have referred to in the first paragraph\nof this judgment and\r\nagainst which the present appeal is directed.\n[19] In order properly to\r\nunderstand the issues in the appeal it will be necessary to quote,\r\nfirst, the relevant paragraphs of Liviero’s\nspecial plea to\r\nSundowner’s particulars of claim and Sundowner’s\r\nreplication to the special plea, and, second, Sundowner’s\n\nspecial plea to Liviero’s conditional counterclaim.\nLiviero’s\r\nspecial plea\n[20] Liviero’s\r\nspecial plea reads as follows:\n‘\n1.\r\nAnnexure “K” to the principal building agreement,\r\nAnnexure “A” to the Plaintiff’s Particulars of\n\nClaim, provides that:\n1.1\r\nthe parties shall negotiate in good faith with a view to settling any\r\ndispute or claim arising out of or relating to this agreement;\n1.2\r\nany dispute not resolved by the principal agent as per clause 40\r\nshall be submitted by either party to arbitration in terms\nof clause\r\n40 and as below.\n2.\r\nThe claims reflected in the Plaintiff’s Particulars of Claim\r\nconstitute a dispute or claim arising out of or relating to\nthe\r\nagreement.\n2.1\r\nThe Plaintiff failed to negotiate in good faith with a view to\r\nsettling the disputes contained in its Particulars of Claim prior\nto\r\ninstituting this action;\n2.2\r\nThe plaintiff failed to submit the disputes to arbitration in terms\r\nof clause 40 of Annexure “A” and Annexure “K”\n\nthereto.\n3.\r\nPursuant to the provisions of\nSection 6(1)\nof the\nArbitration Act 42\nof 1965\n, the Defendant is entitled to a stay of these proceedings\r\npending determination of the disputes between the parties by\r\narbitration\nas provide for in the agreement between them.\nWHEREFORE\r\nthe Plaintiff claims that an order be issued staying these\r\nproceedings pending a determination of the dispute in terms\nof the\r\narbitration agreement between them.’\nSundowner’s\r\nreplication to the special plea\n[21] Sundowner replicated\r\nto Liviero’s special plea as follows:\n‘\n1.\r\nOn 23 March 2007 the above Honourable Court adjudicated the\r\nDefendant’s alleged right\nvis-a-vis\nthe\r\nPlaintiff to insist on arbitration in terms of the Principal Building\r\nAgreement read with annexure “K” thereto,\nand dismissed\r\nsuch alleged right.\n2.\r\nA copy of the above Honourable Court’s judgment is annexed\r\nhereto marked “A”, the contents whereof the Plaintiff\n\nprays be herein incorporated as if specifically recorded.\n3.\r\nThe Defendant’s present plea of arbitration is a plea as to the\r\nsame subject matter on the same grounds against the same\nparty.\n4.\r\nThe Plaintiff accordingly pleads that the Defendant’s present\r\nplea of arbitration was finally adjudicated upon by a Court\nof\r\ncompetent jurisdiction, rendering the subject matter thereof\nres\r\njudicata\n.\n5.\r\nWherefore the Plaintiff persists in its claim and prays that the\r\nDefendant’s special plea be dismissed with costs.’\nLiviero’s\r\nconditional counterclaim\n[22] The conditional\r\ncounterclaims – apparently – combine eight separate\r\ncauses of action (which I shall summarise below).\nThe prayers for\r\nrelief (which are not expressly tied to any particular causes of\r\naction) do not follow the pleading of individual\ncauses but are\r\nlumped together at the end as follows:\n‘\nWHEREFORE\r\nthe Defendant claims:\n1.\r\nAn order that the dates for the completion of the works be revised\r\nand extended to the dates set out in Annexure “DEF2”;\n2.\r\nAn order that the Defendant lawfully cancelled the agreement in terms\r\nof clause 38 of the principal building agreement;\n3.\r\nAn order that the plaintiff instructs its principal agent to issue\r\ncertificates of practical and works completion to the Defendant;\n4.\r\nPayment of the sum of R7 411 960,38\nalternatively\npayment of the sum of R7 233\r\n505,68;\n5.\r\nInterest on the aforesaid amount calculated on the ruling interest\r\nrates from the 4\nth\nAugust 2006 to date of\r\njudgement;\n6.\r\nInterest on the aforesaid amounts at 160% of the bank rate applicable\r\nfrom time to time to registered banks when borrowing money\nfrom the\r\nCentral or Reserve Bank on the 1\nst\nof each month from the date of\r\njudgement to date of payment.\n7.\r\nAlternatively to prayers 5 and 6; interest at 15,5% per annum a\r\ntempore morae.’\nThis manner of pleading\r\nis undesirable and confusing and may have misled both the counsel who\r\nsettled the plea to the counterclaim\nand Hellens AJ, who set aside\r\nthe whole counterclaim, including causes not sought to be struck down\r\nby the terms of the plea.\n[23] The structure of the\r\ncounterclaim is a group of paragraphs preceded by a heading intended\r\nto identify the subject-matter of\nthe cause addressed in those\r\nparagraphs. Thus the divisions are:\n1. Paras 5 to 16:\r\n‘Revision of the dates for practical completion, a cause based\r\non clause 29 of the agreement.\n2. Paras 17 to 58:\r\n‘Payments’, divided as follows:\n(i) paras 17-19 which\r\ndeal with the contract sum, the amount of Preliminaries and the\r\nobligation to issue certificates; these paragraphs\ndo not embody a\r\nseparate cause of action, which may explain why there is no reference\r\nto them in the special plea to the counterclaim;\n(ii) paras 20-23:\r\n‘Contract instructions’; this cause relates to\r\nadjustments to the contract value in accordance with\nclause 32 of the\r\nagreement, amounting to R2 540 990,00. Here also there is\r\nno special plea to these paragraphs, more\nsurprisingly;\n(iii) paras 24-30:\r\n‘Preliminaries’; this is a cause based on clause 41.5.5\r\nof the agreement, the basis appears to be\nan entitlement to a\r\nrevision of the construction period, an allegedly agreed additional\r\nsum of R885 000,00 in respect of preliminaries\nin consequence, and an\r\nagreed revision of the contract period in respect thereof, plus a\r\nfurther adjustment of the contract sum\nin an amount of R2 540 990,00.\r\nTo these paragraphs also no special plea is raised;\n(iv) para 31:\r\n‘Escalation’; a cause based on clause 31.5.3 of the\r\nagreement requiring payment of R1 080 854,75.\nTo this\r\nparagraph there is no special plea raised;\n(v) paras 32-34: ‘Default\r\ninterest’; this cause is founded on clause 31.11 of the\r\nagreement and embodies a claim for\npayment of R210 116,05. There is\r\nno special plea to these paragraphs;\n(vi) paras 35-40:\r\n‘Compensatory interest’; this cause arises from alleged\r\npractical and works completion and late payments\nin respect of moneys\r\ndue for such work; such interest is said to total R7 411 960,38;\n(vii) paras 41-49:\r\n’Cancellation’. This cause, founded on clause 38.2 and\r\n38.5 of the agreement, appears to depend on\nan allegation (in para\r\n46) that, on 26 September 2006, the contractor gave notice of\r\ncancellation to the employer and the agent\n‘as it was entitled\r\nto do in terms of clause 38.2 of [the contract]’. An amount of\r\nR7 411 960,38 is said to be due\nin consequence;\n(viii) paras 50-57:\r\n‘Practical completion’, a cause based on clause 24.3.1 of\r\nthe agreement and a claim for payment\nin the same amount as in\r\nrelation to the previous two causes;\n(ix) para 58: a cause as\r\nan alternative, based on failure to reach practical or works\r\ncompletion but alleging material completion,\nutilisation of the works\r\nby the employer, and impossibility of performance caused by the\r\neviction of the contractor from the property;\n(x) para 59: an\r\nalternative cause based on work incomplete and defects unremedied,\r\nimpossibility of performance; and a tender to\ncomplete such\r\nincomplete work and rectify the defects. As no relief was claimed\r\nbased on this paragraph it seems that it was intended\nto be read as\r\nsupplementary to paragraph 58.\nSundowner’s\r\nspecial plea to the conditional counterclaim\n[24] The special plea\r\nreads:\n‘\n1.\r\nIn paragraphs 41 to 46 of its conditional counterclaim, the Defendant\r\nalleges-\n1.1\r\nan entitlement to have cancelled the agreement because of the\r\nPlaintiff allegedly having been in material breach thereof on\n7\r\nSeptember 2006; and\n1.2\r\nthat the Defendant accordingly on 26 September 2006 cancelled the\r\nagreement,\nand\r\nthat it is accordingly entitled to prayer 2 of the conditional\r\ncounterclaim, i.e. that the above Honourable Court should order\nthat\r\nthe Defendant lawfully cancelled the agreement.\n2.\r\nIn paragraphs 50 to 59 of its conditional counterclaim, the Defendant\r\nalleges-\n2.1\r\nthat it substantially completed the works, obliging the principal\r\nagent to have issued a certificate of works and practical\ncompletion;\nalternatively,\n2.2\r\nthat it materially completed the works, but that the Plaintiff made\r\ncompletion and/or rectification of the works impossible\nin that it\r\nevicted the Defendant from the property, entitling the Defendant to\r\npayment by the Plaintiff of the sum of R7 411 960.38\nalternatively\nsuch sum less R178 454,70;\nfurther\r\nalternatively\n,\n2.3\r\nthat the Plaintiff made it impossible for the Defendant to execute\r\nthe work in that it evicted the Defendant from the property,\non\r\naccount whereof the Defendant tenders to complete any incomplete work\r\nand rectify any defects,\nand\r\nthat it is accordingly entitled to prayer 3 of the conditional\r\ncounterclaim, i.e. that the above Honourable Court should order\nan\r\ninstruction to the principal agent to issue certificates of practical\r\nand works completion to the Defendant, and that it is\naccordingly\r\nalso entitled to prayer 4 of the conditional counterclaim, i.e. that\r\nthe above Honourable Court should order payment\nof the sum of\r\nR7 411 960,38\nalternatively\nR7 233 505,68 by the\r\nPlaintiff to the Defendant.\n3.\r\nIn paragraphs 5 to 16 of its conditional counterclaim, the Defendant\r\nalleges-\n3.1\r\nthat it became entitled to a revision of the dates for completion of\r\nthe building works as set out in annexure “DEF2”\nthereto;\n3.2\r\nthat the principal agent on 31 August 2006, despite the Defendant’s\r\naforesaid entitlement, did not so revise the dates\nfor practical\r\ncompletion of the works, but only to the extent set out in annexure\r\n“DEF3” to the conditional counterclaim,\nand\r\nthat it is accordingly entitled to prayer 1 of the conditional\r\ncounterclaim, i.e. that the above Honourable Court should order\nthat\r\nthe dates for the completion of the works be revised and extended to\r\nthe dates set out in annexure “DEF2” thereto.\n4.\r\nIn paragraphs 35 to 37 of its conditional counterclaim, the Defendant\r\nmoreover alleges-\n4.1\r\nthat it executed the building works according to the contract and\r\nbrought the works to practical completion and works completion;\n4.2\r\nthat the Defendant became entitled to payment of the full contract\r\nprice plus interest, less amounts paid to the Defendant,\nand that\r\naccordingly the Defendant is entitled to payment of the sum of\r\nR7 411 960,38 as calculated in annexure “DEF4”\n\nto the Defendant’s conditional counterclaim,\nand\r\nthat it is accordingly entitled to prayer 4 of the conditional\r\ncounterclaim, i.e. that the Plaintiff should be ordered by the\nabove\r\nHonourable Court to pay to the Defendant the sum of R7 411 960.38\nalternatively\nthe sum of R7 233 505,68.\n5.\r\nNone of such prayers 1 to 4 (and accordingly also none of prayers 5\r\nto 7 being for interest on the aforesaid amounts) is competent,\ninter\r\nalia\nfor the reasons\r\nwhich follow.\n6.\r\nOn 23 March 2007 the above Honourable Court has already adjudicated\r\nthe issues now being raised by the Defendant, and pronounced\na\r\njudicial determination of the questions of law and issues of fact\r\npertaining thereto.\n7.\r\nA copy of the above Honourable Court’s written judgment and\r\norder aforesaid, is annexed hereto marked “A”,\nthe\r\ncontents whereof the Plaintiff prays be herein incorporated as if\r\nspecifically recorded.\n8.\r\nParticular determinations made by the above Honourable Court were-\n8.1\r\nthat the Defendant did not reach practical completion of the works by\r\n28 February 2006 as it was obliged to do in terms of the\nagreement;\n8.2\r\nthat the Plaintiff on 27 September 2006 did pay the sum of\r\nR474 487,18 being in respect of the balance outstanding of\r\ncertificates which had been rendered by the principal agent;\n8.3\r\nthat the principal agent, dealing on 31 August 2006 with the\r\nDefendant’s claim for an extension of time dated 3 August\n2006,\r\ngranted no extension;\n8.4\r\nthat the Defendant forfeited the right to claim an extension of time\r\nto complete the works by failing to trigger an arbitration\nwithin the\r\ntime limit prescribed by the agreement;\n8.5\r\nthat at the date the Defendant purported to cancel the agreement,\r\ni.e. 26 September 2006, the Defendant had itself been in default\nand\r\nin material breach of the agreement, which disentitled the Defendant\r\nto cancel the agreement as provided in clause 38 of the\nagreement;\n8.6\r\nthat the Defendant’s aforesaid purported cancellation of the\r\nagreement was invalid;\n8.7\r\nthat the Defendant did not have a right to continued possession of\r\nthe property after the Plaintiff’s cancellation of\nthe\r\nagreement on 10 October 2006 by means of acceptance of the\r\nDefendant’s aforesaid repudiation;\n8.8\r\nthat the Defendant accordingly was to be ejected from the property by\r\norder of Court.\n9.\r\nThe Defendant’s present conditional counterclaim is based upon\r\nthe very same subject matter already determined as between\nthe\r\nparties to this action, and the prior judgment of the above\r\nHonourable Court referred to above, being annexure “A”\n\nhereto, is a judgment in proceedings to which the principal agent was\r\na party.\n10.\r\nThe Plaintiff accordingly pleads that the factual and legal\r\nallegations made by the Defendant in its conditional counterclaim\n\ncannot again be raised as the Defendant is prevented from disputing\r\nsuch issues already determined by the above Honourable Court.\n11.\r\nAnnexure “A” hereto, being the judgment and order of the\r\nabove Honourable Court containing findings of fact and\nlaw,\r\nconstitutes a judicial determination concerning the same subject\r\nmatter presently pleaded by the Defendant in its conditional\n\ncounterclaim which it directed against the same party.\n12.\r\nThe Plaintiff accordingly pleads that the factual and legal basis of\r\nthe Defendant’s present conditional counterclaim\nwas finally\r\nadjudicated upon by a Court of competent jurisdiction, rendering the\r\nsubject matter thereof\nres\r\njudicata\n,\r\ndisentitling the Defendant to once again revisit such factual and\r\nlegal issues in its conditional counterclaim.’\n[25] Hellens\r\nAJ properly considered the law in relation to a plea of\nres\r\njudicata\n. He referred to\nYellow\r\nStar 1020 (Pty) Ltd v MEC, Department of Development Planning and\r\nLocal Government, Gauteng\n2009 (3) SA 577\n(SCA) at 586,\nNational Sorghum Breweries\r\nLimited (t/a Vivo African Breweries) v International Liquor\r\nDistributors (Pty) Ltd\n[2000] ZASCA 159\n;\n2001 (2) SA 232\n(SCA)\r\nat 239-240;\nAfrican Farms and Townships Ltd v\r\nCape Town Municipality\n1963 (2) SA 555\n(A) at\r\n562D and\nHorowitz v Brock & others\n1988 (2) SA 160\n(A) at 179H-180A. It is unnecessary to\r\nrepeat the legal principles; in so far as I differ from the learned\r\njudge it is only in\nrelation to the\nratio\r\ndecidendi\nof the judgment of Louw AJ\r\nconcerning the eviction order.\n[26] The learned judge\r\nsummarised the judgment of Louw AJ in relation to clause 40 (the\r\narbitration clause) and Annexure K to the\nagreement (which deals with\r\nthe reference of a dispute to arbitration) as follows:\n‘\n4.1\r\nIt is not any kind of difference between the parties that may be\r\nreferred to arbitration – it is a\ndispute\nas\r\nmeant in clauses 40.1 to 40.3, namely, one that can arise only after\r\nthe principal agent has decided on a\ndisagreement\n.\n4.2\r\nA\ndispute\ncan follow only upon an\r\nunsatisfactory decision by the principal agent on a disagreement\r\nbetween the contractor and the employer.\n4.3\r\nOnly the contractor has the right to request the principal agent to\r\ndetermine a disagreement. It is only once the contractor\nhas decided\r\nto request the determination that the principal agent is clothed with\r\nthe power to deal with a disagreement. If there\nis no “disagreement”\r\nas meant in clause 40.1, there can be no “dispute” which\r\ncan be referred to arbitration\nin terms of clause 40. At the heart of\r\nthe whole arbitration process provided for in clause 40 lies a\r\nvoluntary act of the contractor:\nthe contractor, and the contractor\r\nalone, can request the principal agent to decide on a disagreement\r\nand so put into motion the\ndispute resolution process which can\r\nfollow only once a disagreement has turned into a dispute. This means\r\nthat an employer cannot\ntrigger the process and it further means that\r\nnothing bars an employer from approaching the High Court for relief.\n4.4\r\nSub-clauses 40.1 to 40.3 are clear and unambiguous in their meaning\r\nand they must be given effect to.\n4.5\r\nAnnexure “K” is not a self-contained arbitral provision\r\nthat effectively supplanted clause 40. It is only a dispute\nor claim\r\narising from the contract not resolved by the principal agent as per\r\nclause 40 which may be submitted by either party\nto arbitration. If a\r\nproceeding is not triggered through the contractor referring a\r\ndisagreement to the principal agent, annexure\n“K” can\r\nsimply not find any application.\n4.6\r\nThe employer is accordingly not bound by the arbitration agreement.\r\nThe Court dealing with the urgent application in giving\njudgment on\r\nan application for leave to appeal held the following:\n“\nThe\r\nessence of my judgment on the arbitration point is that the\r\ncontractor, and only the contractor, had the right to trigger the\n\ndispute resolution process that could lead to arbitration. The\r\nemployer did not have the right to trigger the process. The employer\n\nis thus free to sue in court. It is only where the contractor\r\ntriggered dispute settlement procedures and the initial process has\n\nfailed, that ‘either part\ny’\nor\r\n‘any party’ to that process could refer the dispute to\r\narbitration. I did not have to refer to the phrases ‘either\n\nparty’ or ‘any party’ in my judgment as those\r\nphrases do not detract from what I clearly found to be the proper\n\ninterpretation of the contract insofar as the arbitration issues are\r\nconcerned and I do not believe that there is a reasonable\nprospect\r\nthat another court may come to a conclusion different from mine on\r\nthis issue\n.”’\nI agree with this\r\nsummary. I also agree that the same issue of fact, ie whether the\r\nemployer can initiate arbitration in terms of\nclause 40 of the\r\nagreement, that was finally decided by Louw AJ, was essentially the\r\ndeterminative issue raised by the special\nplea to the particulars of\r\nclaim and the replication to the special plea. That one arose in the\r\ncontext of a point\nin limine\nto an application involving the\r\nrelationship of parties to the building contract, while the other was\r\nraised in the context of an\naction for monetary relief by way of\r\npenalties and damages, is not in my view sufficient to avoid the\r\napplication of the rule.\n[27] In both cases the\r\nfuture conduct of the proceedings required the same question to be\r\nanswered: Do the provisions of clause\n40 of the agreement read with\r\nAnnexure K permit the employer to approach a court for final relief\r\nto resolve a dispute arising\nout of or concerning that agreement or\r\nis the employer obliged to resort to arbitration? Decision of that\r\nquestion requires an\ninterpretation of the contractual provisions, an\r\nexercise that Louw AJ carried out and resolved conclusively in favour\r\nof the employer.\nIn my view the contractor was in the proceedings\r\nunder appeal bound by that finding. This was a clear instance of an\r\nissue estoppel.\nTo hold otherwise would make nonsense of a considered\r\nand binding judgment on an issue that is raised for a second time in\r\ndirect\ncontradiction of that judgment.\n[28] I therefore agree\r\nwith Hellens AJ that the special plea of arbitration was not well\r\ntaken and that the replication to the special\nplea had to be upheld.\n[29] Turning\r\nto the\nres judicata\nrelied\r\non in the plea to the counterclaim, the first task in any exercise of\r\nthis nature is to determine what was finally decided\nby the court\r\nwhose decision is said to have created the bar. In this regard\r\nwhether the court was right or wrong in its decision\nis beside the\r\npoint. Leave to appeal this order was refused and its effect was\r\nfinal.\n[30] Louw AJ was faced\r\nwith a notice of motion in which the relief claimed by the employer\r\nwas twofold:\n1. An order for the\r\nejectment of the contractor; and\n2. A declaration that the\r\npurported cancellation of the building contract by the contractor on\r\n26 September 2006 was invalid.\n[31] The learned judge\r\nfixed the field of his enquiry in these words:\n‘\nThere\r\nare two main issues in this application. The first concerns the\r\ncorrect construction of an arbitration clause. . . The second\nis\r\nwhether the contractor is entitled to exercise a builder’s lien\r\nover the property of [the employer].’\n[32] As to the ejectment\r\nclaim the learned judge proceeded as follows:\n‘\nI\r\nmust highlight that the employer’s cause of action is\r\nessentially a\nrei\r\nvindicatio\n.\r\nOwnership being admitted, the contractor is burdened to prove that it\r\nhas a right of possession through the lien. In so far as\nthe\r\ncontractor relies on a lien as answer to the employer’s\nrei\r\nvindicatio\n,\r\nthe onus rests on the contractor to prove the right to exercise a\r\nlien on a balance of probabilities. This includes having to\nprove\r\nthat the contractor had the right to cancel the agreement and that\r\nthe contractor cancelled it, as this is the substratum\nof its lien\r\nclaim.’\n[33] The learned judge,\r\nin determining the proven facts, found that\na) Liviero had breached\r\nthe building contract by failing to attain practical completion by\r\nthe agreed (extended) date of 28 February\n2006;\nb) as at the date of its\r\npurported cancellation of the agreement on 26 September 2006 the\r\nbreach had not been overcome (or remedied)\nby a successful\r\napplication for extension of the date for practical completion the\r\nagent having considered but not granted such\nan application on 31\r\nAugust 2006;\nc) clause 38.6 of the\r\nagreement set ‘a fixed and undisputable yardstick: if the\r\ncontractor is in default on the day that the\ncontractor wants to\r\ncancel, the contractor simply cannot cancel. Leaving materiality\r\naside the provision allows for no interpretation\nto the effect that\r\nalthough the contractor might technically be in breach, in fact it is\r\nnot in breach if it is in a process of\nattempting to rectify the\r\nbreach’.\n[34] Having concluded,\r\nfurther, that failure to reach timeous practical completion was a\r\nbreach of a material term, the learned\njudge found that ‘on a\r\nconspectus of all the facts, the contractor has not satisfied the\r\nburden of proof which rests on it’.\nHe accordingly granted\r\norders for ejectment and the declaration sought by the employer.\n[35] It may be noted that\r\nthe learned judge referred to a variety of other matters in his\r\njudgment, but given the parameters that\nhe had set and the terms of\r\nhis conclusion it cannot be said that any of these was necessary for\r\nhis decision. They include the\nfollowing:\n1. By the end of\r\nSeptember 2006 practical completion had not yet been reached.\n2. The purported\r\ncancellation was a repudiation which Sundowner accepted, resulting in\r\nthe cancellation of the contract.\n3. It had to\r\nbe deemed that the agent had refused Liviero’s claim for more\r\ntime on 31 August 2006. (The learned judge also\nheld that, in terms\r\nof clause 29.6 the contractor then had 20 days within which to\r\ntrigger an arbitration and failed to do so.\nHowever, in his judgment\r\nrefusing leave to appeal, he made it clear that this was a remark\r\nmade\nper incuriam\nnot\r\nbearing on the ratio of his judgment, which ratio he identified as\r\nbeing the ‘undisputable yardstick’ passage quoted\nabove.\r\nCounsel for Sundowner conceded in argument before us that the remark\r\nwas indeed\nobiter\n.)\n[36] The second task is\r\nto take the identified essential findings of the first judgment and\r\nto decide whether any is also an essential\nelement of the impugned\r\nclaim or defence.\n[37] Save for the cause\r\nembodied in paras 41 to 49 (‘Cancellation’) the basis for\r\nthe counterclaims seems to be this:\nafter the last date for practical\r\ncompletion had passed the agreement remained alive and was given\r\neffect to by Liviero in the\nvarious respects set out in the\r\ncounterclaim; Liviero was, for the reasons specified therein,\r\nentitled to extensions of time for\nperformance and adjustments to the\r\nbasis of payment, all of which the agent had been or was obliged to\r\ngrant and in consequence\nof which Liviero became entitled to payment\r\nin terms of the various provisions of the agreement on which it\r\nrelies in the counterclaim.\nThe foundation of the special plea to the\r\ncounterclaim in regard to these causes is first that reliance on them\r\ninvolves the pursuit\nof contractual remedies which are barred to the\r\ncontractor because Louw AJ had decided that the contract came to an\r\nend on 27 September\n2006 when the employer accepted the repudiation\r\nby the contractor. As I have explained earlier the learned judge made\r\nno such finding\nas part of the ratio of his judgment, nor did the\r\nrelief that he granted to the employer carry with it such an implied\r\nfinding.\nSecond, as earlier noted, Louw AJ did not reach a definitive\r\nconclusion that Liviero had forfeited the right to claim an extension\n\nof time for practical completion.\n[38] That being so, there\r\ncan be no question of applying the principles of\nres judicata\nto\r\nthe conditional counterclaim on the ground that it was no longer open\r\nto Liviero to enforce its contractual rights, as Liviero’s\n\ncounsel would have us find. This is because none of the issues raised\r\nby the counterclaim is an issue which has been adjudicated\nupon (to\r\nadopt the language of\nHorowitz v Brock\nat 179A-H).\n[39] Paragraphs 41-49 of\r\nthe conditional claim fall into a different category. Louw AJ decided\r\nfinally, unambiguously and pertinently\n(in relation to the claim for\r\na declaratory order) that the contractor had not lawfully cancelled\r\nthe contract on 26 September\n2006. The allegation in para 46 that the\r\ncontractor had cancelled ‘as it was entitled to do in terms of\r\nclause 38.2’\nis a direct challenge to that finding which flies\r\nin the face of the rule. Only the quoted words give offence in that\r\nsense. It\nis those words on which prayer 2 to the counterclaim is\r\nreliant for its justification. The appropriate order, in the\r\ncircumstances,\nwould be to treat the special plea to paragraphs 41 to\r\n49 as a special plea to that prayer and to uphold it accordingly.\n[40] In the result the\r\nappellant has been successful in maintaining the substantial\r\nintegrity of its conditional counterclaim and\nhence its ability to\r\nfight another day on the grounds set out in it. The respondent has\r\nachieved success to the extent that it\nhas succeeding in defending\r\nthe judgment in its favour that eliminated reliance on the\r\narbitration bar (although that success might\nprove to be a poisoned\r\nchalice when it comes to fight the merits of the building dispute\r\nbefore the High Court) and in disposing\nof the cause set up in\r\nclauses 41 to 49 of the counterclaim.\n[41] In my view Liviero’s\r\nmeasure of success on appeal is substantial for the simple reason\r\nthat preservation of the counterclaim\noffers, potentially, a complete\r\ncounter to the reliance by Sundowner on its claim for penalties. By\r\ncomparison, the merits can\nhardly be impacted by the exclusion of\r\nparas 41 to 49 and the shutting out of arbitration is in essence a\r\nvictory of procedure.\nI therefore consider it fair that Liviero\r\nshould have its costs of appeal.\n[42] As to the\r\nappropriate costs order in the court below I think a division of\r\ncosts according to the result would meet the case.\nBoth parties were\r\npartially successful in relation to the objections arising from the\r\npleadings.\n[43] The following order\r\nis made:\n1. The appeal succeeds in\r\npart.\n2. The respondent is to\r\npay the costs of the appeal.\n3. The order of the court\r\na quo is set aside and replaced with the following:\n‘\n1.\r\nThe defendant’s special plea to the plaintiff’s\r\nparticulars of claim is dismissed.\n2.\r\nThe defendant is to pay the wasted costs occasioned by its reliance\r\non the special plea.\n3.\r\nThe plaintiff’s special plea to the defendant’s\r\nconditional counterclaim is dismissed save to the extent that its\n\nspecial plea to prayer 2 is upheld and the relief claimed in that\r\nprayer is dismissed.\n4.\r\nThe plaintiff is to pay the costs wasted by its reliance on the\r\nspecial plea to the counterclaim.’\n____________________\nJ A Heher\nJudge of Appeal\nAPPEARANCES\nAPPELLANT: J J Reyneke SC\nEversheds, Johannesburg\nMcIntyre & Van der\r\nPost, Bloemfontein\nRESPONDENT: S J Van\r\nNiekerk\nSmit Sewgoolam Inc,\r\nJohannesburg\nWebbers, Bloemfontein\n1\nJoint\r\n\tBuilding Contracts Committee\n2\nPhuhlisa\r\n\tDevelopment Solutions was joined as a nominal second respondent.",
  "scraped_at": "2026-02-12T16:14:53.840503",
  "date": "2011-11-29",
  "coram": [
    "CLOETE",
    "HEHER",
    "CACHALIA",
    "SHONGWE JJA",
    "PLASKET AJA"
  ],
  "case_number": "49/11",
  "parties": {
    "applicants": [
      "G. LIVIERO & SON BUILDING (PTY) LTD"
    ],
    "respondents": [
      "SUNDOWNER PROPERTY DEVELOPMENT (PTY) LTD"
    ]
  },
  "sections": {
    "facts": "The parties entered into a principal building agreement in September 2004 for Liviero to construct 231 sectional title units for Sundowner at a contract price of R52,268,174.42. The project suffered multiple delays and variation orders, missing the extended practical completion date of 28 February 2006. Liviero attempted to cancel the agreement on 26 September 2006, alleging non‑payment of R474,487.18, which Sundowner paid on 27 September 2006 and treated as acceptance of Liviero’s repudiation. Liviero remained in occupation, invoking a contractual lien. Sundowner obtained an ejectment order and a declaration that the cancellation was invalid (Louw AJ). Subsequently Sundowner sued for penalties and damages; Liviero raised a special plea of arbitration and a conditional counter‑claim. The lower court dismissed the arbitration plea and upheld parts of the counter‑claim. Liviero appealed.",
    "issues": "1) Does clause 40 of the agreement (and Annexure K) require the employer to refer disputes to arbitration, thereby precluding court action? 2) Does the doctrine of issue estoppel/res judicata bar Liviero’s special plea of arbitration and the conditional counter‑claim, particularly paragraphs 41‑49 concerning cancellation, on the basis of the earlier judgment? 3) Which parts of the conditional counter‑claim, if any, are barred by the previous decision?",
    "principles": "The court applied the principles of issue estoppel (res judicata), emphasizing that a later proceeding cannot revisit issues already finally decided by a competent court. It affirmed that only the contractor can trigger the arbitration process under clause 40, following the interpretation given by Louw AJ. Relevant precedent includes Yellow Star 1020 (Pty) Ltd v MEC, National Sorghum Breweries Ltd v International Liquor Distributors, African Farms and Townships Ltd v Cape Town Municipality, and Horowitz v Brock, establishing the limits of res judicata and issue estoppel in civil litigation.",
    "application": "The court held that the arbitration clause was correctly interpreted in the earlier judgment: the employer is not bound to arbitration and may sue in court, making Liviero’s arbitration plea inadmissible due to issue estoppel. Regarding res judicata, the court found that only the cancellation allegations (paras 41‑49) were directly decided in the earlier case; the remaining paragraphs of the counter‑claim were not, so they were not barred. Consequently, the special plea to those paragraphs was upheld, while the rest of the counter‑claim survived.",
    "conclusion": "The appeal succeeded in part. The respondent (Sundowner) was ordered to pay the costs of the appeal. The lower court’s order was set aside and replaced: the defendant’s (Liviero’s) special plea to the plaintiff’s particulars of claim is dismissed; the defendant pays wasted costs; the plaintiff’s special plea to the defendant’s conditional counter‑claim is dismissed except that the special plea to prayer 2 is upheld and the relief claimed therein is dismissed; the plaintiff pays wasted costs. The conditional counter‑claim, apart from the barred paragraphs, remains viable."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Res Judicata / Issue Estoppel",
    "level_3": [
      "arbitration clause",
      "building contract",
      "cancellation",
      "counterclaim",
      "special plea"
    ]
  }
}