{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/177.html",
  "case_name": "Fredericks v S (208/2011) [2011] ZASCA 177; 2012 (1) SACR 298 (SCA) (29 September 2011)",
  "citation": "[2011] ZASCA 177",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 177\n|\nNoteup\n|\nLawCite\nFredericks v S (208/2011) [2011] ZASCA 177; 2012 (1) SACR 298 (SCA) (29 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF\r\nAPPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 208/2011\nIn the matter between\nBRIAN FREDERICKS\n…..................................................................................\nAppellant\nand\nTHE STATE\n….............................................................................................\nRespondent\nNeutral citation:\nFredericks v S\n(208/11)\n[2011] ZASCA 177\n(29 September\r\n2011)\nCoram: MTHIYANE,\r\nBOSIELO and SHONGWE JJA\nHeard: 15 September\r\n2011\nDelivered: 29\r\nSeptember 2011\nSummary:\nSentencing\r\nof a juvenile under the age of 16 years – Robbery with\r\naggravating circumstances and rape – s 28 (1)(g) of\nthe\r\nConstitution – trial court having misdirected itself materially\r\n– appeal court is at large to interfere with sentence.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nWestern Cape High Court (Cape Town) (Dlodlo and Yekiso JJ)\r\nsitting as court of appeal:\nThe appeal is upheld.\nThe sentence of the court\r\na quo is set aside and replaced with the following:\n‘\nOn count 1:\r\n\tRobbery with aggravating circumstances, the accused is sentenced to\r\n\t10 years’ imprisonment.\nOn count 3: Rape, the\r\n\taccused is sentenced to 12 years’ imprisonment.\nIt is ordered that the\r\n\tsentence in count 1 shall run concurrently with the sentence in\r\n\tcount 3. The sentences are antedated to\n13 December 2000\r\n\t(effectively he will serve 12 years’ imprisonment.) Such\r\n\tsentences are to be served at Drakenstein prison.’\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nSHONGWE JA (MTHIYANE,\r\nBOSIELO JJA concurring)\n[1]\nThis\r\nappeal is against sentence only. The appellant and his co-accused\r\nwere convicted and sentenced by the Parrow regional court\nas follows:\r\non count 1: Robbery with aggravating circumstances as contemplated in\r\ns 1 of the Criminal Procedure Act 51 of 1977\n(firearm and knife used)\r\nto 15 years’ imprisonment each, on count 2: Rape, (his\r\nco-accused only) to 10 years’ imprisonment;\nand on count 3:\r\nRape, to 10 years imprisonment each. Effectively the appellant was to\r\nserve a total of 25 years’ imprisonment\nand his co-accused, 35\r\nyears’ imprisonment. They appealed to the Western Cape High\r\nCourt (Dlodlo J and Yekiso J concurring).\nTheir appeal was dismissed\r\nand the sentences confirmed. Leave to appeal against sentence was\r\ngranted by the high court in respect\nof the appellant only.\n[2] The only issue before\r\nus is whether or not in the circumstances of this case, the trial and\r\nthe court below misdirected themselves\nin imposing a lengthy\r\ncustodial sentence on a juvenile who was 14 years and 10 months old\r\nat the time of the commission of the\noffences. This, notwithstanding,\r\nthe provision of s 51(6) of the Criminal Law Amendment Act 105 of\r\n1997 (the Act).\n[3] In order to\r\nappreciate the reasoning and conclusion of both the trial court and\r\nhigh court, it is important to set out the background\nfacts leading\r\nto the sentence. On 6 of July 1999, in the dead of night, the\r\nappellant and his co-accused entered the premises of\nthe complainant,\r\nMr Esterhuizen, with the intention of unlawfully breaking into the\r\nhouse and steal. They found Mr Esterhuizen\noutside the house, as the\r\nbarking of the dogs had woken him. They produced a firearm and a\r\nknife. They forced Mr Esterhuizen back\ninto the house. All the other\r\noccupants of the house, his wife and children, were awakened and\r\nbundled into one room and threatened\nwith the firearm and knife. The\r\nappellant and his co-accused demanded money. Having failed to solicit\r\nmoney they demanded bank\ncards. The appellant took Mr Esterhuizen’s\r\nbank cards and went to the bank to withdraw money, after having\r\nforcefully obtained\nthe pin code. His co-accused remained in the\r\nhouse while wielding the firearm. The appellant returned without the\r\nmoney. The two\naccused started removing the goods, as listed in the\r\ncharge sheet. The value of the goods removed was estimated at\r\nR6220.00.\n[4] While ransacking the\r\nhouse, the appellant raped one of the children, E, a 15 year old girl\r\nand later his co-accused also raped\nher. Later the co-accused raped\r\nthe other child, L, 18 years of age. This whole episode took about\r\nsix to seven hours. The appellant\nremoved the stolen goods, while his\r\nco-accused remained in the house but left the house later. Apparently\r\nthese goods were to be\nused to pay back a debt they owed a rival\r\ngang.\n[5] The sentences imposed\r\nwere challenged on various grounds, the most significant of which is\r\nthat the trial court misdirected\nitself by failing to consider the\r\ncumulative effect of the sentences, given that the appellant was a\r\njuvenile offender aged 14\nyears and 10 months at the time of the\r\ncommission of the offences and that an effective sentence of 25\r\nyears’ imprisonment\nis shockingly inappropriate. To that maybe\r\nadded that the applicability of the provisions of s 51(1) and (2) of\r\nthe Act was raised\nfor the first time during the sentencing stage. It\r\nwas contended that failure to promptly and pertinently bring the\r\nprovisions\nof the minimum sentence act to the attention of an accused\r\nperson sooner than later may preclude the applicability thereof\r\nwhilst\ns 51(6) of the Act prohibits the applicability thereof in\r\nrespect of a child who was under the age of 16 years at the time of\r\nthe\ncommission of the offence in question. It was argued further that\r\nthe trial court exaggerated the misdirection by erroneously finding\n\nthat the appellant’s case was a borderline case and that the\r\ntrial court failed to consider the constitutional imperative\nthat\r\njuveniles should be incarcerated as a measure of last resort and for\r\nthe shortest possible time. (See s 28(1)(g) of the Constitution.)\nIt\r\nwas contended that the trial court failed to apply the principles\r\napplicable to sentencing of juveniles.\n[6] The state conceded\r\nthat the trial court failed to consider the cumulative effect of the\r\nsentence imposed on the appellant by\nnot ordering the sentences to\r\nrun concurrently. Both counsel for the appellant and the State were\r\nagreed that the trial court and\nthe high court misdirected themselves\r\nmaterially justifying interference by this court.\n[7] In addressing the\r\nconcerns raised by the appellant against sentence, it is significant\r\nto note that sentencing ‘is pre-eminently\na matter for the\r\ndiscretion of the trial court’ (\nS v\r\nPillay\n1977 (4) SA 531\n(A) at 534H–535A\r\nand\nS v Fazzie\n1964\r\n(4) SA 673\n(A). But where the trial court failed to exercise its\r\ndiscretion properly and judicially or at all, and thereby committing\r\na material\nmisdirection, an appeal court will be at large to\r\ninterfere with the sentence. Sentencing a 14 year old to 25 years’\r\nimprisonment\nis in the circumstances of this case and in my view,\r\nstartlingly inappropriate. Moreover the appellant was not timeously\r\ninformed\nin the charge sheet of the applicability of the minimum\r\nsentence legislation. It was only during the sentencing stage that\r\nthe\nmagistrate raised its applicability; (See\nS\r\nv Legoa\n2003 (1) SACR 13\n(SCA) para 27).\nS\r\nv Ndlovu\n2003 (1) SACR 331\n(SCA) para 12\r\nreads:\n‘\nThe\r\nfollowing extract from the judgment of the Full Court in\nS\r\nv Seleke en Andere\n1976\r\n(1) SA 675\n(T) at 682H was quoted with approval by Cameron JA (his\r\ntranslation from Afrikaans):\n“\nTo ensure a\r\nfair trial it is advisable and desirable, highly desirable in the\r\ncase of an undefended accused, that the charge-sheet\nshould refer to\r\nthe penalty provision. In this way it is ensured that the accused is\r\ninformed at the outset of the trial, not only\nof the charge against\r\nhim, but also of the State’s intention at conviction and after\r\ncompliance with specified requirements\nto ask that the minimum\r\nsentence in question at least be imposed.”\n[8] Sentencing is clearly\r\nthe most difficult part of criminal proceedings. It involves a\r\ncareful and dispassionate consideration\nof balancing the gravity of\r\nthe offence, the interests of society and the personal circumstances\r\nof the offender (See\nS v Zinn\n1969\r\n(2) SA 537\n(A) at 540G) not forgetting, the interest of the victim.\r\nIt becomes more onerous where a child is the offender and the offence\r\nis a very serious one. In the present case the robbery involves the\r\nuse of a firearm and a knife whilst the rape is of a child under\nthe\r\nage of 16 years. A decision regarding an appropriate sentence becomes\r\neven more difficult – when a juvenile has to be\nsentenced for\r\nhaving committed a very serious crime like in this case. Whilst the\r\ngravity of the offences call loudly for severe\nsentence with strong\r\ndeterrent and retributive elements, the youthfulness of the appellant\r\nrequired a balanced approach reflecting\nan equally strong\r\nrehabilitative component. After all, the appellant was an immature\r\nyouth merely 14 years old. Although youthfulness\nremains a strong\r\nmitigating factor, one cannot ignore the sad reality that, nowadays\r\nit is the youth that is engaged in violent\nand serious crimes. The\r\ncourt in\nS v Jansen\n1975\r\n(1) SA 425\n(A) at 427H-428A expressed itself as follows:\n‘\nIn the case\r\nof a juvenile offender it is above all necessary for the Court to\r\ndetermine what appropriate form of punishment in the\npeculiar\r\ncircumstances of the case would best serve the interests of society\r\nas well as the interests of the juvenile. The interests\nof the\r\nsociety cannot be served by disregarding the interests of the\r\njuvenile, for a mistaken form of punishment might easily result\nin a\r\nperson with a distorted or more distorted personality being\r\neventually returned to society.’\nIt is trite that the\r\npurpose of sentence is to deter the would be offenders, to punish the\r\noffender and to prevent re-occurrence.\nIn the case of a juvenile,\r\nrehabilitation seems to be emphasized more. (See\nS\r\nv B\n2006 (1) SACR 311\n(SCA) para 19 –\r\n20).\n[9] In the present case,\r\nthe trial court and high court overlooked the provisions of s 51(6)\r\nof the Act which reads:\n‘\nThis section\r\ndoes not apply in respect of an accused person who is under the age\r\nof 16 years at the time of the commission of an\noffence contemplated\r\nin Subsection (1) and (2).’\nThe trial court\r\nrepeatedly mentioned during sentencing that the appellant was 16\r\nyears old, which was not accurate. This error was\nmade despite the\r\nfact that the probation officer’s report pertinently mentioned\r\nthat the appellant was born on 8\nSeptember\r\n1984 which made him 14 years and 10 months old at the time of the\r\ncommission of the offence. This fact alone should have\nprevented the\r\ntrial court from applying the provisions of the minimum sentence\r\nlegislation. It is a material misdirection; the\nappellant could not\r\nhave been a borderline case.\n[10] Section 28(1)(g) of\r\nthe Constitution provides:\n‘\nEvery child\r\nhas the right – not to be detained except as a measure of last\r\nresort, in which case, in addition to the rights\na child enjoys under\r\nsections 12 and 35, the child may be detained only for the shortest\r\nappropriate of time, …’\nFailure to give effect to\r\nthe above constitutional imperative renders such omission a material\r\nmisdirection by a presiding officer.\nBotha JA in S\nv\r\nJansen\n(1) at 427H-428A – said:\n‘\nTo enable a\r\nCourt to determine the most appropriate form of punishment in the\r\ncase of a juvenile offender, it has become the established\npractice\r\nin the Courts to call for a report on the offender by a probation\r\nofficer in, at least, all serious cases (S v Adams,\n1971 (4) SA 125\n(C), and S v Yibe,\n1964 (3) SA 502\n(E)).\n[11] The attention given\r\nto a child when considering sentence is not done in a vacuum. The\r\nseriousness of the offence, its impact\non the victims and the\r\ninterests of the broader society must be taken into consideration.\r\nThe law does not prohibit incarceration\nof children. However, s 28\r\n(1)(g) provides that the child ‘may be detained only for the\r\nshortest appropriate period of time’.\nUndoubtedly the use of\r\n‘may’ suggests that where circumstances demand\r\nincarceration as the only appropriate sentence,\nit can be imposed.\n[12] In\nBrandt\r\nv S\n[2005] 2 All SA 1\n(SCA) Ponnan JA\r\nreferred extensively to international law principles and the South\r\nAfrican Law Commission Report on Juvenile Justice\n(Project 106).\r\nThese principles reiterate that proportionality is a consideration\r\nand that ‘child offenders should not be\ndeprived of their\r\nliberty except as a measure of last resort and, where incarceration\r\nmust occur, the sentence must be individualized\nwith the emphasis on\r\npreparing the child offender from the moment of entering into the\r\ndetention facility for his or her return\nto society’ In\nS\r\nv Williams\n[1995] ZACC 6\n;\n1995 (7) BCLR 861\n(CC) it was\r\nsuggested that South Africa’s child justice legislation should\r\nincorporate accepted international standards,\nas well as such further\r\nrules and limitations as to ensure effective implementation of the\r\ninternational standards. Concepts such\nas resocialization and\r\nre-education when dealing with sentencing of children, were suggested\r\nto be regarded as complementary to\nthe traditional aims of punishment\r\nrelating to adults.\n[13] The appellant, as\r\nindicated above was 14 years old at the time of the commission of the\r\noffences. He was considered a first\noffender, although he had been\r\nconvicted of escaping, when he ran away from lawful custody after\r\nbeing arrested in the present\ncase. A probation officer’s\r\nreport was handed in, but it paints a completely different picture of\r\nhim. The principal of the\nreformatory school where he was held\r\ndescribed him as a model student whose behaviour and academic\r\nachievements are positive. This\nis in stark contrast to his entire\r\nbehaviour during the commission of these offences. The only factor in\r\nhis favour is the fact\nthat he was 14 years old when he committed\r\nthese offences. The motive for the breaking in was more of personal\r\nand financial satisfaction\nthan of necessity. The trial court,\r\nhowever did consider the interests of society and the seriousness of\r\nthe offences. The trial\ncourt attached very little or no value to his\r\npersonal circumstance. It appears to me that the trial court\r\nover-emphasised the\nseriousness of the offences at the expense of his\r\nyouthfulness. It concluded by saying:\n‘\nEk het reeds\r\ngesê dat die Hof gaan die erns van die oortredings beklemtoon’\n.\nIt went on to say that\r\nthese days most of the offences appearing in court books are\r\ncommitted by youths and that the appellant did\nnot behave with\r\nimmaturity on the day the offences were committed.\n[14] The trial court\r\nfurther misdirected itself by failing to take the cumulative effect\r\nof the sentences into account and thus\nresulting in it failing to\r\norder the sentences or part thereof to run concurrently. All the\r\noffences were committed in one house\nand in one night. Considering\r\nthe seriousness of the offences, the cumulative effect and the fact\r\nthat the appellant and his co-accused\npre-planned the breaking in, I\r\nam of the view that a custodial sentence is the only appropriate\r\nsentence in the circumstances of\nthis case. However a sentence of\r\nimprisonment for 25 years for a 14 year old first offender appears to\r\nme to be shockingly and\ndisturbingly inappropriate. The disparity in\r\nthis sentence as compared to the sentence which I would have imposed\r\nif I had sat\nas the trial court is so striking that I feel impelled\r\nto interfere with the sentence. In view of the period already served\r\nby\nthe appellant it is necessary to shorten the period of\r\nimprisonment to give effect to s 28(1)(g) of the Constitution. This\r\nsentence\nalso has to take due account of the fact that the appellant\r\nhas by now paid for his sins.\n[15] In conclusion, I\r\nfind that the trial court and high court misdirected themselves by\r\nimposing a lengthy sentence of imprisonment\nignoring that the\r\nappellant was a child at the time of the commission of the offences.\r\nThis court is therefore at large to consider\nthe sentence afresh and\r\nimpose what it considers to be an appropriate sentence.\n[16] In the result the\r\nappeal is upheld. The sentence of the court a quo is set aside and\r\nreplaced with the following:\n‘\nOn\r\n\tcount 1: Robbery with aggravating circumstances, the accused is\r\n\tsentenced to 10 years’ imprisonment.\nOn count 3: Rape, the\r\n\taccused is sentenced to 12 years’ imprisonment.\nIt is ordered that the\r\n\tsentence in count 1 shall run concurrently with the one in count 3.\r\n\tThe sentences are antedated to 13 December\n2000 (effectively he will\r\n\tserve 12 years imprisonment.) Such sentences are to be served at\r\n\tDrakenstein prison.’\n___________________\nJ B Z SHONGWE\nJUDGE OF APPEAL\nAPPEARANCES:\nFOR APPELLANT: P J\r\nBurgers\nInstructed by: Legal Aid\r\nBoard, Cape Town;\nLegal Aid Board,\r\nBloemfontein.\nFOR RESPONDENT: P van Wyk\nInstructed by: The\r\nDirector of Public Prosecutions, Cape Town;\nThe Director of Public\r\nProsecutions, Bloemfontein.",
  "scraped_at": "2026-02-12T16:01:35.917044",
  "date": "2011-09-29",
  "coram": [
    "MTHIYANE JJA",
    "BOSIELO JJA",
    "SHONGWE JJA"
  ],
  "case_number": "208/2011",
  "parties": {
    "applicants": [
      "Brian Fredericks"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "On 6 July 1999 the appellant, then aged 14 years and 10 months, and his co‑accused broke into the residence of Mr Esterhuizen. They were armed with a firearm and a knife, forced the occupants into a single room and demanded money and bank cards. After obtaining the cards they attempted a bank withdrawal but returned empty‑handed. They then stole goods valued at approximately R6,220. During the six‑to‑seven‑hour intrusion the appellant raped a 15‑year‑old girl in the house; his co‑accused also raped the same girl and later an 18‑year‑old girl. The offences were tried in the Parrow Regional Court, which imposed separate sentences of 15 years for robbery and 10 years for each rape, amounting to a cumulative term of 25 years for the appellant.",
    "issues": "The core issue was whether the trial court and the Western Cape High Court materially misdirected themselves in imposing a lengthy custodial sentence on a juvenile offender. Specific questions involved: (1) the applicability of sections 51(1)–(2) and 51(6) of the Criminal Law Amendment Act to an offender under 16; (2) the constitutional requirement under s 28(1)(g) of the Constitution that detention of a child be a measure of last resort and for the shortest appropriate period; and (3) whether the cumulative effect of the sentences should have been considered, requiring concurrent running of the sentences.",
    "principles": "The Court reiterated that sentencing of juveniles must give paramount importance to constitutional imperatives (s 28(1)(g)) and the exclusionary provision of s 51(6) which bars the minimum‑sentence regime for offenders under 16. It highlighted the need for a balanced approach that considers the gravity of the offence, societal interests, and the rehabilitative needs of the child, citing authorities such as S v Pillay, S v Fazzie, S v Jansen, and S v Legoa. The principle that a material misdirection of sentencing discretion warrants appellate interference was affirmed, as was the requirement to order sentences to run concurrently when offences arise from the same conduct.",
    "application": "Applying these principles, the Court found that the trial court erroneously treated the appellant as 16 years old and applied the minimum‑sentence provisions despite the clear evidence of his age. The court also noted the failure to order the sentences to run concurrently, resulting in an excessive cumulative term. The constitutional duty to treat detention of a child as a last resort was ignored. Consequently, the appellate court concluded that the sentencing was materially misdirected and could not be sustained.",
    "conclusion": "The appeal was upheld. The original sentence was set aside and replaced with a robbery sentence of 10 years' imprisonment and a rape sentence of 12 years' imprisonment, to run concurrently and antedated to 13 December 2000, effectively resulting in a total term of 12 years to be served at Drakenstein Prison."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Juvenile Justice",
    "level_3": [
      "sentencing",
      "constitutional rights",
      "minimum sentencing",
      "robbery",
      "rape"
    ]
  }
}