{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/34.html",
  "case_name": "Slip Knot Investments 777 (Pty) Ltd v Du Toit (176/2010) [2011] ZASCA 34; 2011 (4) SA 72 (SCA) (28 March 2011)",
  "citation": "[2011] ZASCA 34",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 34\n|\nNoteup\n|\nLawCite\nSlip Knot Investments 777 (Pty) Ltd v Du Toit (176/2010) [2011] ZASCA 34; 2011 (4) SA 72 (SCA) (28 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 176/2010\nIn the\r\nmatter between:\nSLIP KNOT INVESTMENTS 777 (PTY) LTD\n........................................................\nAppellant\nand\nWILLEM MALAN DU TOIT\n...............................................................................\nRespondent\n(Fifth Respondent in the court a quo)\nNeutral citation:\nSlip Knot v Du Toit\n(176/2010)\n[2011] ZASCA 34\n(28 March 2011)\nCoram:\nNAVSA, NUGENT, HEHER, CACHALIA and MALAN JJA\nHeard:\n7 March 2011\nDelivered: 28 March 2011\nSummary:\r\nSuretyship – fraud or misrepresentation by third party –\r\nwhether surety bound\n_____________________________________________________________________\nORDER\nOn appeal from:\nFree State High Court (Bloemfontein) (A Kruger\r\nJ sitting as court of first instance):\nThe appeal is upheld with costs.\nThe judgment of the court a quo is set aside and replaced with the\r\n\tfollowing:\n‘\nJudgment is granted in favour of the\r\napplicant against the fifth respondent jointly and severally with the\r\nfirst to third respondents\nin their capacities as trustees of the\r\nSmitskop Trust (IT Number 207/96) and the fourth and sixth\r\nrespondents, for –\npayment of the sum of R 7 950 000,00;\ninterest on the aforesaid sum at the rate of 1,5 per cent per week,\r\n\tcalculated daily, from 8 May 2008 to date of payment;\n(c) costs of suit on the attorney and own client scale.’\n_____________________________________________________________________\nJUDGMENT\nMALAN JA (NAVSA, NUGENT, HEHER, CACHALIA JJA concurring)\n[1] This appeal concerns the defence of\niustus\r\nerror\nto a claim seeking to enforce an\r\nagreement of suretyship. The respondent (the fifth respondent in the\r\ncourt below), although admitting\nthat he signed the deed of\r\nsuretyship, denied that he was liable and averred that he signed by\r\nmistake and without the intention\nto incur contractual liability. In\r\ndetermining whether a mistake is\niustus\nthe courts have posed the following question:\n‘\nHas\r\nthe first party – the one who is trying to resile – been\r\nto blame in the sense that by his conduct he has led the\nother party,\r\nas a reasonable man, to believe that he was binding himself? . . .\r\nIf his mistake is due to a misrepresentation,\nwhether innocent or\r\nfraudulent, by the other party, then, of course, it is the second\r\nparty who is to blame and the first party\nis not bound.’\n1\n[2] This case is not concerned with a\r\nmisrepresentation, whether innocent or not, by the appellant inducing\r\nthe respondent to sign\na suretyship. The appellant, Slip Knot\r\nInvestments 777 (Pty) Ltd, did not negotiate with the respondent, nor\r\ndid it have any contact\nwith him prior to him signing the suretyship.\r\nOn the contrary, the respondent relied, if not on fraud, on the\r\nomission of a third\nparty to inform him of the nature of the document\r\nhe was called upon to sign.\n2\n[3] At the time of the hearing of the application the respondent was\r\na sixty-year old farmer in the district of Luckhoff. He was\nalso a\r\ntrustee of the Smitskop Trust (the ‘trust’) along with\r\nhis brother and the latter’s son. The appellant,\nSlip Knot,\r\nadvanced a sum of R6 million to the trust. The respondent, his\r\nbrother and nephew signed a deed of suretyship in favour\nof Slip\r\nKnot. Judgment was obtained against the trust and the sureties after\r\nthe trust had failed to adhere to the terms of a settlement\n\nagreement. The sequestration of the trust and the estate of the\r\nrespondent’s brother followed. The respondent was unaware\nof\r\nthe proceedings against the trust and the sureties. He brought an\r\napplication for rescission of the judgment against him, which\nwas\r\ngranted. The main application subsequently came before Kruger J\r\nin the Free State High Court. He dismissed Slip Knot’s\n\napplication for judgment against the respondent but gave leave to\r\nappeal to this court.\n[4] The trust was created in 1996 by the respondent’s brother\r\nwho was a beneficiary of the income of the trust. Although\ndecisions\r\nof the trustees had to be taken by a majority vote the brother had to\r\nbe part of the majority. He had the power to determine\nby will the\r\ndate of vesting of the trust funds and to determine the way in which\r\nits assets were to be divided at the termination\nof the trust. The\r\nbrother also administered the trust in his own interests and those of\r\nhis heirs. The respondent had no interest\nin the trust assets or its\r\nincome. He was, however, one of the three trustees albeit, as he\r\nsaid, only in name. The business of\nthe trust was managed by the\r\nrespondent’s brother and nephew. The trust had farming\r\ninterests in Fauresmith but those interests\nwere unrelated to the\r\nfarming activities of the respondent. The respondent controlled\r\ntrusts of his own, of which his brother was\na trustee, but they were\r\nmanaged by the respondent alone. The respondent knew before he signed\r\nthe suretyship that his brother\nwas involved in major business\r\ntransactions elsewhere in Africa. He regarded them as risky.\n[5] The suretyship was signed on 6 November 2007. It appears that on\r\nthat day the respondent’s nephew had telephoned the\n\nrespondent’s friend, Altro Potgieter, and told her that he had\r\ncertain documents that required the respondent’s signature.\n\nThey concerned the business transactions that his father was\r\nconducting in Africa and had to be signed urgently and returned by\n\nfax on the same day. The respondent and his own son were at that time\r\nbusy on his farm outside Luckhoff. Potgieter told him of\nthe\r\nconversation and informed him of the need to sign the documents\r\nbefore a commissioner of oaths. He was, however, busy and asked\nher\r\nto wait. After two further calls to her from his nephew, Potgieter\r\nagain spoke to the respondent and emphasised the urgency\nof the\r\nmatter. Potgieter gave him a bundle of documents comprising some 75\r\npages that had already been signed by his brother and\nnephew. The\r\nrespondent remarked that it would have taken him a day to read\r\nthrough them. He was prepared to sign the documents\nwithout reading\r\nthem because he thought that he was not personally affected and\r\nbecause the two other trustees had already signed.\nThe respondent\r\nassumed that his brother and nephew had agreed to the terms on which\r\nSlip Knot would advance monies to the trust\nand that his signature\r\nwas required as a trustee only.\n[6] The respondent and his son went to the manager of the First\r\nNational Bank in Luckhoff, a commissioner of oaths, to sign the\n\ndocuments. Although the manager had occupied that position for a\r\nweek, he used to be manager at the Fauresmith branch of the same\nbank\r\nand knew of the transaction. This reassured the respondent that the\r\ndocuments concerned his brother’s trust. He signed\non each of\r\nthe pages at the places where his brother and nephew had signed. He\r\nalso initialled every page where their initials\nappeared. Potgieter\r\nand the respondent’s son witnessed his signature and also\r\ninitialled where his initials appeared. Neither\nthe respondent nor\r\nthe bank manager or any of the two witnesses read the documents or\r\npaid any attention to their contents. They\nwere thereafter faxed to\r\nthe respondent’s brother. The respondent could not afterwards,\r\nwhen requested by his attorney, find\nhis copies and assumed that they\r\nwere destroyed after faxing; he had, he stated, no reason to keep\r\nthem because they did not affect\nhim financially. He had never\r\nnegotiated with the appellant and had never discussed the\r\ntransactions with his brother or nephew,\nand he would not have signed\r\nas surety in respect of such a large amount borrowed at a very high\r\nrate of interest and concerning\na business venture he regarded as\r\nrisky.\n[7] The documents comprised the memorandum of agreement providing for\r\nthe R6 million loan to the trust. Annexure A to it is a resolution\nby\r\nthe trustees of the trust authorising it to enter into the loan\r\nagreement. Annexure B is an extract of a resolution of the directors\n\nof Slip Knot. Also included was the deed of amendment of the Smitskop\r\nTrust signed by all the trustees; the amended letter of authority\nof\r\nthe Master; the suretyship agreement; Annexure A thereto, an extract\r\nof a resolution by Slip Knot authorising a director to\nenter into the\r\ndeed of suretyship; a letter of undertaking authorising a firm of\r\nattorneys to pay Slip Knot the sale proceeds of\ncertain properties\r\nbelonging to the trust; a letter by the attorneys to Slip Knot\r\nundertaking to pay these proceeds; a power of\nattorney to pay a bond\r\nin favour of Slip Knot over certain trust properties; a covering\r\nmortgage bond; and a cession of loan accounts\nin the trust by the\r\ntrustees to Slip Knot. All these documents were signed and initialled\r\nby the respondent and the other trustees.\nThe individual documents\r\nwere headed differently but the headings of the memorandum of\r\nagreement, its Annexures A and B, and the\nsuretyship are all in bold\r\ncapital letters similar to the recitation of the parties to the\r\nagreements. They are in larger print\nthan the remainder of the\r\ndocument. Although he did not read the documents the respondent\r\nstated that he never expected a suretyship\nto be amongst them. No one\r\ndrew his attention to the suretyship.\n[8] It was submitted on behalf of Slip Knot that,\nalthough the respondent’s mistake may have\r\nbeen induced by fraud, ie the omission of his brother or his nephew\r\nto draw the\nsuretyship to his attention, the binding force of the\r\nsuretyship was not affected thereby. It is correct that,\nas\r\nwas said in\nKarabus’\ncase,\n3\nwhere ‘the fraud which induces a contract\r\ndoes not proceed from one of the parties, but from an independent\r\nthird person,\nit will have no effect on the contract.’ But the\r\nmistake relied upon in\nKarabus\nwas an error in motive: the intention of the\r\ndefendant in that case was directed at the conclusion of the contract\r\non the cheque\nand his mistake concerned only the reason for entering\r\ninto it.\n4\n[9] The respondent’s defence is that he\r\nlacked the intention to be bound and therefore that no agreement of\r\nsuretyship was\nconcluded. Contractual liability, however, arises not\r\nonly in cases where there is consensus or a real meeting of the minds\r\nbut\nalso by virtue of the doctrine of quasi mutual assent.\nEven where there is no consensus contractual\r\nliability may nevertheless ensue.\n5\nThe respondent’s mistake is a unilateral\r\none. Referring to the mistake of the kind the respondent laboured\r\nunder it was said\nin\nNational and\r\nOverseas Distributors Corporation (Pty) Ltd v Potato Board\n:\n6\n‘\nOur law allows a party to set\r\nup his own mistake in certain circumstances in order to escape\r\nliability under a contract into which\nhe has entered. But where the\r\nother party has not made any misrepresentation and has not\r\nappreciated at the time of acceptance\nthat his offer was being\r\naccepted under a misapprehension, the scope for a defence of\r\nunilateral mistake is very narrow, if it\nexists at all. At least the\r\nmistake (\nerror\n)\r\nwould have to be reasonable (\njustus\n)\r\nand it would have to be pleaded.’\nThe ‘decisive question’ to be asked in\r\ncases such as this has been formulated as follows:\n7\n‘\n[D]id the party whose actual\r\nintention did not conform to the common intention expressed, lead the\r\nother party, as a reasonable\nman, to believe that his declared\r\nintention represented his actual intention? … To answer this\r\nquestion, a three-fold enquiry\nis usually necessary, namely, firstly,\r\nwas there a misrepresentation as to one party’s intention;\r\nsecondly, who made that\nmisrepresentation; and thirdly, was the other\r\nparty misled thereby? … The last question postulates two\r\npossibilities: Was\nhe actually misled and would a reasonable man have\r\nbeen misled?’\n[10] In the court below Kruger J found that the\r\nrespondent’s mistake was reasonable. In coming to this\r\nconclusion he emphasised\nthat the respondent was a farmer who had\r\nnothing to do with the business of the trust and the loan to it. He\r\nwas not a businessman.\nHe knew that the documents related to his\r\nbrother’s venture into Africa and, although he considered it\r\nrisky, thought that\nthey did not concern him. It was because he was\r\nput under considerable pressure to sign them forthwith that led him\r\nto believe\nthat they did not affect him. Slip Knot did not negotiate\r\nwith the respondent at all and the latter became aware of their\r\nexistence\nonly afterwards. The bank manager, in addition, informed\r\nthe respondent that he was aware of the transaction and that had set\r\nhis\nmind at rest. The suretyship was also not prominent among them.\r\nIn a sense, Kruger J opined, his brother and nephew,\nin\r\nforwarding the documents to him,\nhad acted\r\nas the appellant’s agents who should have warned him of the\r\nsuretyship in the bundle. The heading of the suretyship\nwas in the\r\nsame type as the other words on the first page. The respondent, the\r\ncourt below found, had no reason to expect a suretyship,\nin\r\nterms of which he would personally undertake liability as a surety to\r\nbe among them.\n[11] In argument before us counsel for the\r\nrespondent expressly disavowed that the respondent was misled by Slip\r\nKnot – whether\nby reason of the form in which the documents\r\nwere couched or in any other way. To the extent that the respondent\r\nwas misled he\nplaced the blame squarely and solely at the doors of\r\nhis brother and nephew. Nor is there any suggestion that the fraud or\r\nmisrepresentation\nof the respondent’s relatives could or should\r\nbe attributed to Slip Knot. There is every reason to infer that Slip\r\nKnot,\nas a reasonable person, believed that the respondent’s\r\ndeclared intention to be bound as surety as evidenced by his\r\nsignature\nto the suretyship also represented his real intention. The\r\nrespondent entered into the suretyship relying, not on any\r\nrepresentation\nby Slip Knot, but on representations made to him by\r\nhis nephew and conveyed to him by Altro Potgieter.\n[12]\nA contracting party\r\nis generally not bound to inform the other party of the terms of the\r\nproposed agreement.\n8\nHe must do so, however, where there are terms that\r\ncould not reasonably have been expected in the contract.\n9\nThe court below came to the conclusion that the\r\nsuretyship was ‘hidden’ in the bundle and held that the\r\nrespondent was\nin the circumstances entitled to assume that he was\r\nnot personally implicated. I can find nothing objectionable in the\r\nset of documents\nsent to the respondent. Even a cursory glance at\r\nthem would have alerted the respondent that he was signing a deed of\r\nsuretyship.\nAs I have said, counsel for the respondent conceded that\r\nthere was nothing misleading in the bundle and that a suretyship\r\namong\nthe documents was not unexpected. The court below emphasised\r\nthe fact that the respondent was a farmer and not a businessman and\n\nthat he had nothing to do with the trust and the loan advanced to the\r\ntrust. This is incorrect. The respondent was a trustee of\nthe trust.\r\nHe may have been a farmer but this is of no consequence. The\r\nrespondent had his own trusts and managed them. He must\nhave known\r\nwhat a trust was and what the duties and responsibilities of a\r\ntrustee were.\n10\nSlip Knot was entitled to rely on the respondent’s\r\nsignature as a surety just as it was entitled to rely on his\r\nsignature\nas a trustee.\n11\nThe respondent relied entirely on what was\r\nconveyed to him by his nephew through Altro Potgieter. Slip Knot made\r\nno misrepresentation\nto him and there is no suggestion on the\r\nrespondent’s papers that Slip Knot knew or ought, as a\r\nreasonable person, to have\nknown of his mistake. The rate at which\r\ninterest was charged was not placed in issue in the court below or in\r\nthis appeal.\n[13] The following order is made:\n(1) The appeal is upheld with costs.\n(2) The judgment of the court a quo is set aside and replaced with\r\nthe following:\n‘\nJudgment is granted in favour of the\r\napplicant against the fifth respondent jointly and severally with the\r\nfirst to third respondents\nin their capacities as trustees of the\r\nSmitskop Trust (IT Number 207/96) and the fourth and sixth\r\nrespondents, for –\npayment of the sum of R 7 950 000;\ninterest on the aforesaid sum at the rate of 1,5 per cent week,\r\n\t\tcalculated daily, from 8 May 2008 to date of payment;\ncosts of suit on the attorney and own client scale.’\n_________________\nF R MALAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant: A C Botha\nInstructed\r\nby:\nSim & Botsi Attorneys Inc\nJohannesburg\nLovius Block\nBloemfontein\nFor Respondent: J P de Bruin SC\nInstructed\r\nby:\nSymington & De Kok\nBloemfontein\n1\nGeorge\r\n\tv Fairmead (Pty) Ltd\n1958 (2) SA 465\n(A) at 471A-D.\n2\nThe\r\n\tposition where the misapprehension has been caused by a third party\r\n\twas left open in\nBrink v Humphries & Jewell (Pty) Ltd\n[2005] 2 All SA 343\n(SCA) para 2 n 6.\n3\nKarabus\r\n\tMotors (1959) Ltd v Van Eck\n1962 (1) SA 451\n(C) at 453C-D.\n4\nSaambou-Nasionale\r\n\tBouvereniging v Friedman\n1979 (3) SA 978\n(A) at 999H-1000C.\n5\nSee\r\n\teg\nSonap Petroleum (SA) Pty Ltd (formerly known as Sonarep (SA)\r\n\t(Pty) Ltd) v Pappadogianis\n[1992] ZASCA 56\n;\n1992 (3) SA 234\n(A) at 238I-240B;\nBe\r\n\tBop a Lula Manufacturing & Printing CC v Klingtex Marketing\r\n\t(Pty) Ltd\n[2008] 1 All SA 529\n(SCA) paras 10, 11 and 14.\n6\n1958\r\n\t(2) SA 473\n(A) at 479G-H.\nFor a discussion of\nMusgrove &\r\n\tWatson (Rhod) (Pvt) Ltd v Rotta\n1978 (2) SA 918\n(R) (on appeal\r\n\treported as\nMusgrove & Watson (Rhodesia) Ltd v Rotta\n(1978 (4) SA 656\n(RA)) and\nStandard Credit Corporation Ltd v\r\n\tNaicker\n1987 (2) SA 49\n(N) see Carole Lewis ‘Caveat\r\n\tsubscriptor and the doctrine of justus error’\n(1987) 104\nSALJ\n371.\n7\nSonap\nPetroleum (SA) (Pty) Ltd (formerly known as Sonarep\r\n\t(SA) (Pty) Ltd) v Pappadogianis\n[1992] ZASCA 56\n;\n1992 (3) SA 234\n(A) at\r\n\t239I-240B. See\nDavids & andere v ABSA Bank Bpk\n2005 (3)\r\n\tSA 361\n(C) paras 13-15 and cf the discussion by Dale Hutchison\r\n\t‘“Traps for the Unwary”: when careless errors are\r\n\texcusable’\nin Graham Glover (ed)\nEssays in Honour of AJ\r\n\tKerr\n(2006) p 39.\n8\nConstantia\r\n\tInsurance Co Ltd v Compusource (Pty) Ltd\n2005\r\n\t(4) SA 345\n(SCA) para 19.\n9\nAfrox\r\n\tHealthcare Bpk v Strydom\n2002 (6) SA 21\n(SCA) para 36 and cf\nFourie v Hansen & another\n[2001] 1 All SA 510\n(W) at 516.\n10\nSee\nEdwin Cameron with Marius de Waal, Basil Wunsh,\r\n\tPeter Solomon and Ellison Kahn\nHonoré’s\r\n\tSouth African Law of Trusts\n5 ed\r\n\t(2002) p 262ff.\n11\nS\nee\nGlen Comeragh (Pty) Ltd v Colibri (Pty)\r\n\tLtd & another\n1979 (3) SA 210\n(T)\r\n\tat 214D-F.",
  "scraped_at": "2026-02-12T15:23:59.899321",
  "date": "2011-03-28",
  "coram": [
    "NAVSA",
    "NUGENT",
    "HEHER",
    "CACHALIA",
    "MALAN JJA"
  ],
  "case_number": "176/2010",
  "parties": {
    "applicants": [
      "Slip Knot Investments 777 (Pty) Ltd"
    ],
    "respondents": [
      "Willem Malan Du Toit"
    ]
  },
  "sections": {
    "facts": "Slip Knot Investments advanced R6 million to the Smitskop Trust, of which Willem Malan Du Toit was one of three trustees but performed only a nominal role. On 6 November 2007 Du Toit was presented with a 75‑page bundle of documents, including a deed of suretyship, by his nephew and a friend acting as intermediary. He was told the documents related to his brother's business in Africa and, under pressure to sign quickly, he signed all pages without reading them, assuming his signature was required only in his capacity as trustee. The bundle was signed before a commissioner of oaths at a bank, but neither Du Toit nor the bank manager examined the contents. The suretyship was later used by Slip Knot to obtain a judgment against Du Toit, who sought rescission on the basis that he had signed by mistake and without intention to be personally bound.",
    "issues": "The core issue was whether Du Toit could rely on a defence of iustus error (unilateral mistake) to avoid liability under the suretyship. Specifically, the court had to determine (1) whether Du Toit's mistake was reasonable, (2) whether the mistake was caused by a misrepresentation or omission attributable to Slip Knot, and (3) whether the contract could be enforced despite the absence of a meeting of the minds, applying principles of quasi‑mutual assent and unilateral mistake.",
    "principles": "South African law permits a unilateral mistake defence only where the other party made a misrepresentation that led the mistaken party to believe the contract reflected a different intention, and the mistake must be reasonable (iustus error). Precedents such as Karabus Motors v Van Eck, National and Overseas Distributors Corp v Potato Board, and the doctrine of quasi‑mutual assent were cited. A mistake induced by an independent third party, absent any misrepresentation by the contracting party, generally does not affect the contract's binding force.",
    "application": "The court found that Du Toit's mistake, while reasonable given his lack of business experience, was not caused by any misrepresentation or fraud on the part of Slip Knot. The omission of the suretyship by his brother and nephew was attributed to them, not to Slip Knot, which had no contact with Du Toit. Moreover, the documents were not concealed; a reasonable person could have identified the suretyship from the headings and the nature of the bundle. As a trustee, Du Toit should have understood the duties and implications of signing such documents. Consequently, the court concluded that the conditions for a successful iustus error defence were not met.",
    "conclusion": "The appeal was upheld. The judgment of the Free State High Court was set aside and replaced with a judgment in favour of Slip Knot Investments 777 (Pty) Ltd against Du Toit (jointly and severally with other respondents) for payment of R7,950,000, interest at 1.5% per week calculated daily from 8 May 2008, and costs on the attorney and own client scale."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Suretyship",
    "level_3": [
      "iustus error",
      "unilateral mistake",
      "contract enforceability",
      "misrepresentation",
      "trust law"
    ]
  }
}