{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/114.html",
  "case_name": "Levin and Another v Levin and Others (644/09) [2011] ZASCA 114 (3 June 2011)",
  "citation": "[2011] ZASCA 114",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 114\n|\nNoteup\n|\nLawCite\nLevin and Another v Levin and Others (644/09) [2011] ZASCA 114 (3 June 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 644/09\nIn the matter between:\nLEVIN, LARRY IVAN\n...................................................................\nFirst\r\nAppellant\nLEVENBERG, STEPHANIE\n.....................................................\nSecond\r\nAppellant\nand\nLEVIN, FREIDA\n..........................................................................\nFirst\r\nRespondent\nMILLER, NORMAN\n................................................................\nSecond\r\nRespondent\nZIEGLER, RAYMOND\n.............................................................\nThird\r\nRespondent\nZIEGLER, LYNNE\n..................................................................\nFourth\r\nRespondent\nSTEINGO, LEONARD\n................................................................\nFifth\r\nRespondent\nBRESS, ERNEST\n.........................................................................\nSixth\r\nRespondent\nWOOD, WENDY\n....................................................................\nSeventh\r\nRespondent\nBERSANO, ANNA\n....................................................................\nEighth\r\nRespondent\nRIASUN, PHILIP\n........................................................................\nNinth\r\nRespondent\nWORTELBOER, MONIQUE\n...................................................\nTenth\r\nRespondent\nWORTELBOER, MADELEINE\n.........................................\nEleventh\r\nRespondent\nMASTER OF THE HIGH COURT\n.......................................\nTwelfth\r\nRespondent\nZIEGLER, LEWIS\n.............................................................\nThirteenth\r\nRespondent\nNeutral citation\n:\nLevin v Levin\n(644/09)\n[2011] ZASCA\r\n114\n(03 June 2011)\nCoram:\nHARMS DP, NUGENT, MAYA, MALAN JJA AND PLASKET AJA\nHeard:\n09 May 2011\nDelivered:\n03 June 2011\nSummary:\nWill – validity thereof –\r\nwhether provisions of\ns 2(1)(a)\nof the\nWills Act 7 of 1953\ncomplied\r\nwith.\n___________________________________________________________________\nORDER\nOn appeal from:\nSouth\r\nGauteng High Court (Johannesburg) (Pienaar AJ sitting as court of\r\nfirst instance):\nThe appeal is dismissed with costs including the costs of two\r\ncounsel.\n_____________________________________________________________________\nJUDGMENT\n_________________________________________­­_________________________\nMAYA JA (HARMS DP, NUGENT, MALAN JJA AND PLASKET AJA concurring):\n[1] This appeal concerns the validity of a will (the disputed will)\r\nallegedly executed on 4 August 2002 by the late Mrs Minnie\n‘Minna’\r\nBreslawsky (born Lom) (the deceased), who died a widow on 19 October\r\n2002 at age 107. The disputed will, in\nwhich the second, third and\r\nfourth respondents were nominated as the co-executors of the\r\ndeceased’s estate, was lodged with\nand accepted by the Master\r\nof the High Court.\n[2] The appellants and the first, third, fourth, sixth to the\r\neleventh and the thirteenth respondents are all members of the\r\ndeceased’s\nfamily. The deceased bore five children, the late\r\nNathan, Vera, and Molly and the first and the eight respondents. The\r\nappellants\nare the children of the first respondent who, together\r\nwith her husband Gerald Levin, worked for the deceased until her\r\ndeath.\nThe third, fourth and thirteenth respondents are Vera’s\r\nchildren. The sixth and seventh respondents are Nathan’s\r\nsurviving\nchildren. The ninth, tenth and eleventh respondents are\r\nMolly’s children. The second respondent, Mr Miller, is the\r\nattorney\nwho prepared the disputed will and the fifth respondent was\r\nthe deceased’s cardiologist and one of the beneficiaries under\n\nthat will.\n[3] On 3 March 1999 and 8 August 2001 respectively, the deceased\r\nexecuted two wills which were the last in a series of at least\n\nnineteen such documents said to have been made by her during her\r\nlifetime. The one dated 3 March 1999 dealt with the deceased’s\n\nassets within the State of Israel which the deceased bequeathed to\r\nthe first respondent and the appellants. The one of 8 August\n2001\r\n(the 2001 will), related to her assets situate in South Africa and\r\nthe deceased nominated the first respondent as executor\n(together\r\nwith her accountant Ryan Feinberg and the Standard Bank of South\r\nAfrica Ltd) of her estate and granted the first respondent\nand the\r\nappellants further, substantial bequests. Under the disputed will, on\r\nthe other hand, in addition to appointing Mr Miller\nand the third and\r\nfourth respondents as executors, the deceased bequeathed her estate\r\nas follows – (a) 25 per cent to the\nfirst respondent, (b) 25\r\nper cent to the eight respondent, (c) 25 per cent to Vera’s\r\nthree children to be shared equally\namong them, (d) 25% to Molly’s\r\nchildren to be shared equally among them, (e) R500 000 to each of\r\nNathan’s two children\nand (f) R50 000 to Dr Steingo.\n[4] The appellants brought an action in the high court challenging\r\nthe disputed will on a number of grounds. By the time of the\ntrial\r\nthose grounds had dwindled to the following: (a) that the signature\r\non the will was not that of the deceased, and in the\nalternative (b)\r\nthat the signature on the will was not affixed in the presence of two\r\nwitnesses who were both required to be present\nat the signing and\r\nplaced their signatures on the document in the presence of each other\r\nand the deceased.\n[5] Only the second, third and fourth respondents\r\ndefended the action. It was common cause between the parties that if\r\nthe disputed\nwill was declared invalid, the 2001 and 1999 wills would\r\nbe accepted as the deceased’s last wills in relation to her\r\nestates\nin South Africa and Israel, respectively. After hearing\r\nevidence, the court below (Pienaar AJ) dismissed the matter on the\r\nfinding\nthat the appellants had not discharged, on a preponderance of\r\nprobabilities, the onus of proving that the disputed will was not\nthe\r\ndeceased’s valid last testamentary disposition duly executed in\r\ncompliance with the provisions of s 2(1)(a) of the Wills\nAct 7 of\r\n1953 (the Will Act).\n1\nThe court below further refused to order the costs\r\nof the proceedings to be paid from the estate on the basis that the\r\nappellants\nhad unreasonably instituted the proceedings at the behest\r\nof their mother to thwart the forfeiture provisions contained in\r\nclause\n11 of the disputed will which divested a legatee or heir of\r\nthe deceased, who contested the will, of any benefit under it. Thus,\n\nthe appellants were mulcted with the costs of the suit.\n[6] The only question to be determined in this appeal, which is\r\npursued with the leave of this court, is whether the validity of\nthe\r\ndisputed will has been established. (Another issue initially raised\r\nby the appellants relating to the incidence of the onus\nof proof was\r\nabandoned before us.)\n[7] Some background is required. The deceased and her husband, Mr\r\nSolomon Max Breslawsky who died in 1966, built a very successful\n\nproperty investment portfolio from a humble furniture shop which they\r\nran in downtown Johannesburg. Although she was illiterate\nand spoke\r\nlittle English (her mother tongue was Yiddish) she was a very astute\r\nand successful businesswoman and personally managed\nher business and\r\nfinancial affairs until her death, this despite being extremely\r\nfrail, wheelchair-bound and blind in one eye in\nthe latter phase of\r\nher life.\n[8] The deceased had a particularly close relationship with the\r\nStandard Bank, her banker for over 75 years. She latterly dealt\n\nmainly with two of its officials, Ms Bridgette Marais (who had passed\r\naway by the time of the trial) who assisted by Ms Melanie\nEls,\r\nmanaged her investment portfolio and Mr Hendrik Strydom, an attorney\r\nenlisted by the bank to assist the deceased with her\nfinancial and\r\nlegal affairs. All her wills but the disputed one were drawn by the\r\nStandard Bank and she executed the last few with\nthe assistance of\r\nStrydom with whom she had formed a relationship of trust.\n[9] Each of the witnesses at the trial who personally knew the\r\ndeceased, including her daughters, the fourth respondent, the first\n\nrespondent’s husband, Strydom and Els described her as very\r\ndifficult, domineering, manipulative, tight-fisted and mistrustful,\n\nespecially of her family whom she believed were interested only in\r\nher money. This included the first respondent, who, despite\nattending\r\nto her daily needs as her personal assistant, she accused of trying\r\nto poison her. The deceased sought to control her\nfamily with her\r\nwealth (which caused conflict among them) and frequently changed her\r\nwill on a whim as she would increase or decrease\nbequests and even\r\nexclude beneficiaries altogether depending on who pleased or\r\ndispleased her at the time. She similarly changed\nher executors and\r\naccountants regularly.\n[10] According to the Miller, he was introduced to the deceased by a\r\nfriend, the fourth respondent, and befriended her some years\nbefore\r\nher death. He is fluent in Hebrew and understood Yiddish in which the\r\ndeceased preferred to speak. She liked cucumber pickles\nwhich he\r\nwould make for her and she nicknamed him the ‘cucumber man’\r\nfor that reason. He often visited her during weekend\nafternoons and\r\nthe deceased would then tell him stories of her past. This friendship\r\nwas confirmed by the fourth and eight respondents.\nIn July 2002, the\r\ndeceased requested to see him. They consequently met at her flat,\r\nwhere he was let in by a domestic worker, on\nthe 14\nth\nof\r\nthat month. The deceased expressed her concern about the feuding\r\nbetween her children and grandchildren. She told him that she\nwished\r\nto return to her Jewish roots and wanted him to draw a will for her\r\nwhich would restore peace among her family.\n[11] She gave him specific instructions in that regard, which he\r\nrecorded in manuscript. In the process she revealed personal\r\ninformation, which he also recorded, about the characters and foibles\r\nof each of her beneficiaries and her feelings about them.\nHe\r\noccasionally had to gently chide and remind her of her objective to\r\ntreat everyone fairly when she remembered things about them\nwhich\r\nannoyed her and threatened to reduce their bequests. From these\r\nnotes, he drafted the disputed will which the deceased signed,\non 4\r\nAugust 2002 at her flat, after he read it to her, in his presence and\r\nin the presence of two witnesses, Mr Barry Tannenbaum,\nhis nephew,\r\nand Mr Norman Aaron, his associate, whom he requested to attest the\r\nexecution of the will. The two men confirmed this\nversion.\n[12] Relying on the evidence of the various witnesses who testified\r\non the appellants’ behalf, their counsel argued that\nthe court\r\nbelow erred in not finding that the probabilities did not support Mr\r\nMiller’s evidence. It was submitted that the\nfollowing factors\r\nrendered the validity of the disputed will doubtful:\nit was produced only after the deceased’s death and no account\r\n\thad been sent by Miller for his services until then;\nall the deceased’s previous wills had been prepared by the\r\n\tStandard Bank, which was appointed as the executor of her estate,\n\n\tand executed with the assistance of its officials whom she trusted,\r\n\ta procedure which was not followed in the case of the disputed\nwill.\r\n\tThe disputed will was in a completely different format and made no\r\n\tprovision for the various charitable institutions and\nthe\r\n\tmaintenance of the tombstone of the deceased and her late husband as\r\n\tthe previous wills did;\nthe evidence of Mr Miller, Mr Aaron and Mr Tannenbaum differed on a\r\n\tmaterial point as they respectively estimated their visit\nto the\r\n\tdeceased’s flat on 4 August 2002 to have occurred between\r\n\t16h30 and 17h30, 16h00 and 16h30 and 15h00 and 16h00,\nwhich was\r\n\tunlikely in the light of the evidence of the first respondent and\r\n\ther husband who were at the deceased’s flat\nduring that\r\n\tafternoon and did not see them;\non 23 August 2002, after the alleged execution of the disputed will,\r\n\tMs Marais and Ms Els met the deceased to effect changes\nto the\r\n\tearlier will;\na handwriting expert, Mr Cecil Greenfield, testified that the\r\n\tdisputed will was possibly a forgery;\nthe first respondent, who spent a lot of time with the deceased as\r\n\ther personal assistant did not know Mr Miller; and\nMr Miller, Mr Aaron and Mr Tannenbaum refused to consult with the\r\n\tfirst respondent’s attorneys.\n[13] The appellants’ attempts to refute Mr Miller’s\r\nclaims to a friendship with the deceased and the execution of the\n\ndisputed will at the deceased’s flat was premised on the\r\nevidence of three witnesses. The first respondent said that she\ndid\r\nnot know him although it came to light in her cross-examination that\r\nshe had actually heard of him and knew that he had dealings\nwith the\r\nthird respondent who managed the deceased’s properties. She and\r\nher husband testified that they routinely spent\nevery Sunday between\r\n10h00 and 17h00 with the deceased at her flat and insisted that they\r\nwould have seen Mr Miller there on 4\nAugust if his version was true.\r\nBut according to Ms Tholakele Ntuli, one of two of the deceased’s\r\ncare-givers at the time,\nthey did not adhere to a strict time\r\nschedule and usually left anytime between 16h30 and 17h00. She\r\nrecalled that on 4 August they\nleft at 16h30 because the first\r\nrespondent was in a hurry to get home to make a telephone call. When\r\nher version was put to the\nfirst respondent and her husband they were\r\nconstrained to admit that they left earlier than they previously\r\nstated.\n[14] Ms Ntuli alleged that she was on daily day-duty in August and\r\nworked until 18h00 even on Sundays to assist the deceased’s\n\nlive-in caregiver, Ms Emily Zikalala, as the deceased had become very\r\nill. She saw Mr Miller only once, on a Friday evening in\nearly\r\nOctober 2002, when he visited the flat with the fourth respondent and\r\nunsuccessfully tried to persuade the deceased to sign\ncertain\r\ndocuments against her will. She was adamant that she would have seen\r\nthe second respondent if he visited or at least heard\nfrom Ms\r\nZikalala, with whom she worked shifts, if he had come during her\r\nabsence. She and Ms Zikalala were both on duty on 4 August\nand only\r\nthe first respondent and her husband had visited the deceased.\n[15] Ms Ntuli’s evidence was contradicted in material respects\r\nby a number of witnesses, including the first respondent,\naccording\r\nto whom Ms Ntuli was on duty alone and not with Ms Zikalala as she\r\ntestified, on Sunday 4 August. Contrary to Ms Ntuli’s\nversion\r\nthat the deceased was too ill to receive callers during that month,\r\nMs Els had written records of meetings which she and\nMs Marais had\r\nwith the deceased on 4 and 23 August 2002 and testified about the\r\ndiscussions they had with her at those meetings.\nSurprisingly, the\r\nfirst respondent, to whom Ms Ntuli said she reported, the second and\r\nfourth respondents’ October visit\nwas not mentioned in her\r\nevidence as would be expected. The eighth respondent who was visiting\r\nthe deceased and staying with her\nat the time denied the alleged\r\nvisit, as did the fourth respondent who, it turned out, was\r\ntravelling overseas during that month.\nEven if one accepts that the\r\nvisit occurred as alleged, it is difficult to imagine what\r\n‘documents’ Mr Miller would\nhave tried to influence the\r\ndeceased to sign at that stage when the disputed will had been\r\nexecuted some weeks before.\n[16] Interestingly, three days after the deceased’s death, the\r\nfirst respondent took Ms Ntuli to the police station to sign\nan\r\naffidavit which she had prepared for her, stating that no one had\r\nvisited the deceased and caused her to sign any documents\non 4 August\r\n2002. Curiously, on 11 December 2002 the first respondent took Ms\r\nNtuli back to the police station to depose to yet\nanother affidavit\r\nprepared by her, ostensibly to confirm what Ms Ntuli had said in the\r\nfirst statement. Ms Ntuli barely spoke English\nand had worked for the\r\ndeceased for only a few months before the latter died, apparently\r\nhaving been hired merely to assist Ms\nZikalala as she worked only day\r\nshifts and lived in separate quarters, on another floor of the\r\ndeceased’s building. But Ms\nZikalala, the permanent caregiver\r\nand a fluent English speaker who actually lived with the deceased and\r\nwould, logically, have\nbeen a better source of the goings-on in the\r\ndeceased’s lodgings, was puzzlingly not called to testify. I\r\nfind it most surprising\nthat Ms Ntuli would unerringly remember the\r\nfine detail of the events of 4 August 2002 four years later when, by\r\nher own account,\nthere was nothing remarkable about the day to jog\r\nher memory. These discrepancies and improbabilities in her evidence,\r\nin my view,\ncast serious doubt on her credibility and it seems to me\r\nthat the court below rightly rejected her evidence.\n[17] It was not disputed that both Mr Tannenbaum\r\nand Mr Aaron obtained no benefit from witnessing the execution of the\r\ndisputed\nwill. It is difficult to conceive why these men who knew\r\nneither the deceased nor any member of her family would conspire in\r\nthe\nforgery of her will and perjure themselves in court as the\r\nappellants would have it. This applies equally to Mr Miller, despite\n\nhis friendship with the fourth respondent, because he refused to\r\naccept his nomination as an executor and arranged for another\n\nattorney to administer the deceased’s estate. Unfairly, no\r\nimputation that these witnesses conspired to forge the will and\nwere\r\nlying in court was put to them when they testified to afford them an\r\nopportunity to deal with those imputations.\n2\nAnd, not unexpectedly, the appellants’\r\ncounsel could advance no reason before us why any finding of\r\ndishonesty should be made\nagainst them.\n[18] Other than the contradiction relating to the precise moment of\r\nthe execution of the disputed will during the afternoon of\n4 August\r\n2002, no other flaw was identified in the corroborative versions of\r\nthe second respondent and his two witnesses. To my\nmind, this\r\ndifference is not unexpected considering that these witnesses were\r\ntestifying about events which had occurred some years\nearlier which\r\nthey had not recorded. The time frames they gave were merely\r\nestimates but the tenor of their evidence was that their\nmeeting with\r\nthe deceased took place in the middle to late afternoon. It can\r\nsafely be accepted on this evidence, in view of the\nLevins’\r\nconcession regarding the time of their departure from the deceased’s\r\nflat, that the disputed will was executed\nafter 16h30.\n[19] The first respondent conceded that the intimate details about\r\nthe deceased’s children and grandchildren and her personal\n\nviews about them which are contained in the notes which the Mr Miller\r\nsaid he took during his consultation with the deceased were\naccurate.\r\nBut she suggested that Mr Miller probably got the information from\r\nthe fourth respondent. I find that possibility most\nunlikely merely\r\nfrom the nature and tone of Mr Miller’s recordal which depicted\r\nan emotional and deeply personal running\ncommentary. But that apart,\r\nit was not put to Mr Miller that his notes were a fabrication.\r\nNeither was there any hint that the\nfourth respondent had been\r\npresent at or was even aware of the meeting of 14 July 2002.\n[20] It is clear from the Standard Bank officials’ manner\r\ntowards the deceased (the daily telephone calls to check on her\n\nhealth, the constant social visits, the gifts she was given etc.\r\npatently went far beyond the call of normal business relations)\nthat\r\nthey did not trust that she would not change the bank as her executor\r\nand needed to constantly keep her happy. This attitude\nis, in fact,\r\nborne out by Ms Els’ evidence that at their meeting of 23\r\nAugust 2002, Ms Marais pertinently asked the deceased\nif she had\r\nsigned another will. That question could only have been prompted by\r\nsuspicion.\n[21] It is not at all odd in view of the deceased’s impulsive\r\nand distrustful nature that she could have asked Mr Miller\nto draw a\r\nsecret will on her behalf. It is plain from the evidence particularly\r\nthat of the first respondent’s husband, Mr\nMiller and Mr\r\nStrydom regarding their relationships with the deceased that she\r\ntrusted people who understood her home language\nwith whom she could\r\nreminisce.\n[22] The object of the disputed will was to divide the deceased’s\r\nestate fairly among her children and end the conflict in\nher family.\r\nIt had nothing to do with her previous wills and there is no reason\r\nwhy Mr Miller would have adopted the Standard Bank\nformat which does\r\nnot appear to have been brought to his attention and from which the\r\ndeceased wanted to depart in any case. Mr\nMiller’s evidence\r\nthat the deceased specifically instructed him not to send him a\r\nstatement of account or a copy of the will\nuntil she requested it and\r\nthat he had gained the impression that she wanted to keep its\r\nexistence a secret tallies with her character.\nAnd I see no reason to\r\ndraw an adverse inference from his and the other witnesses’\r\nrefusal to consult with the appellants’\nattorneys, as we were\r\nurged to do, when it was not disputed that they were advised against\r\nsuch a meeting by their attorney who\nhad already been notified by the\r\nStandard Bank that it was contemplating challenging the disputed\r\nwill.\n[23] Regarding the evidence of the handwriting\r\nexpert, Mr Greenfield, the court below found that it was trumped by\r\nthe direct testimony\ngiven by Mr Miller, Mr Tannenbaum and Mr Aaron\r\nand the evidence of the deceased’s ophthalmologist, Dr Mark\r\nDeist. In reaching\nthis conclusion, the court relied on the judgments\r\nof this court in\nKunz v Swart\n3\nand\nAnnama v Chetty\n4\nwhich enjoined courts to apply caution before\r\naccepting handwriting expert evidence. I respectfully agree with the\r\nfinding of the\ncourt below in this regard.\n[24] In the first of two reports on the authenticity of the\r\ntestator’s signature in the disputed will prepared by Mr\r\nGreenfield,\nhe expressed the following view:\n‘\nIf on 4\nth\nAugust 2002, the late Ms\r\nBreslawsky’s general health had markedly improved –\r\ncompared with the state of her muscular\ncontrol and eyesight,\r\ndemonstrated in the signatures in the Will written some twelve months\r\nearlier, it is my view, that she was,\nin all probability, the writer\r\nof the disputed signatures. If however, it can be proved that her\r\neyesight and muscular control\nhad dramatically deteriorated during\r\nthe intervening period between the pen-ultimate and the questioned\r\nWill; right up to the time\nof signing, then there is, in my view, a\r\nstrong possibility that the disputed signatures are very good\r\nfreehand simulated forgeries.’\n[25] What Mr Greenfield had not been told when he prepared his final\r\nreport (after being furnished with further signatures of the\n\ndeceased), which concluded that the disputed will was most probably a\r\nforgery, was that the deceased had in fact undergone an eye\ncataract\r\noperation after signing the 2001 will. According to Dr Deist,\r\ncorroborated by the first respondent, this procedure had\n\nsignificantly improved the deceased’s vision and hand-eye\r\ncoordination. Dr Deist opined that it was reasonable in the light\nof\r\nthis improvement to expect the deceased’s handwriting to be\r\nneater. Mr Greenfield conceded that in addition to this operation\nhe\r\nwas not aware that the deceased was blind in one eye and did not\r\nconsider the deceased’s position when she signed the\ndocuments\r\nand that all these factors were relevant to his enquiry. Whilst he\r\nstill nursed some misgivings about the genuineness\nof the signature\r\nin the disputed will, he fairly conceded that he would yield to\r\ndirect evidence to the effect that the signature\nwas that of the\r\ndeceased. If the evidence of Mr Miller and his witnesses that the\r\ndisputed will was signed by the deceased is accepted,\nas I think it\r\nmust, then Mr Greenfield’s opinion must be rejected.\n[26] What is most striking about this case, in my view, is the nature\r\nof the disputed will which distributes the deceased’s\nassets\r\namong her family far more equitably than any of her previous wills.\r\nThis is indeed consonant with Mr Miller’s account\nthat she\r\nwanted peace among her offspring in her final days. I reiterate that\r\nit seems to me most unlikely that three individuals,\nunrelated to the\r\nprotagonists, would conspire to forge a will which treated the\r\nbeneficiaries fairly and from which they stand\nto gain nothing and to\r\nperjure themselves in a bid to uphold it.\n[27] I have found no reason to doubt Mr Miller’s evidence\r\nregarding the making of the disputed will. The incidence of the\nonus\r\ndoes not, therefore, arise. His evidence and that of the witnesses to\r\nthe signing of the will establishes that it complied\nwith the\r\nformalities required by\ns 2(1)(a)\nof the\nWills Act. The\nappeal must,\r\ntherefore, fail.\n[28] There remains the question of costs. It was\r\ncontended on the appellants’ behalf that if the appeal failed\r\nthe costs of\nall the parties both on appeal and in the court below\r\nshould nonetheless be paid from the deceased’s estate because\r\nthere\nwas a reasonable basis to doubt and challenge the authenticity\r\nof the disputed will. I do not agree. An order that the costs in\na\r\nsuit must be paid from the estate is not a general rule, even in\r\nmatters involving the determination of the true meaning of an\n\nambiguous will,\n5\nwhich is hardly the issue here.\n[29] The manner in which the appellants conducted the litigation left\r\nmuch to be desired. They knew all too well that the deceased\nremained\r\nmentally sound and strong-willed despite her advanced age. But,\r\ndespite this knowledge, some of the grounds they pleaded\nas a basis\r\nfor challenging the disputed will disingenuously sought to cast doubt\r\non her mental capacity and ability to make independent\ndecisions. The\r\nappellants also knew of the deceased’s mistrustful and\r\nimpulsive nature and cannot have been surprised by\nthe existence of\r\nan undisclosed will. They persisted with the litigation in total\r\ndisregard of the evidence that her cataract operation\nhad favourably\r\nimpacted her handwriting.\n[30] The submission that if Mr Tannenbaum, Mr Aaron and\r\nMr Miller had not refused to consult with the appellants’\r\nattorney\nthe appellants would probably not have launched the action\r\nhas no merit in view of the fact that the appellants persisted with\r\ntheir claim even after they had testified. I see no reason in these\r\ncircumstances to burden the deceased’s estate with the\ncosts of\r\nill-conceived litigation and hold that they should follow the result.\n[31] Accordingly, the appeal is dismissed with costs\r\nincluding the costs of two counsel.\n____________________\nMML MAYA\nJudge of Appeal\nAPPEARANCES\nAPPELLANTS:\nK.R.\r\nLavine\nInstructed by Cranko Karp & Associates,\r\nJohannesburg;\nLovius Block Attorneys, Bloemfontein.\nRESPONDENT:\nH.\r\nEpstein SC\n(Ms) K Schneid\nLouis H Garb and Raymond\nJoffe Attorneys, Johannesburg;\nClaude Reid Inc, Bloemfontein.\n1\nSection\r\n\t2(1)(a)\nof the\nWills Act 7 of 1953\nreads as follows:\n‘\n2 Formalities required in the\r\n\texecution of a will\n(1) Subject to the provisions of\nsection 3bis\n–\nno will executed on or after the first day of January,\r\n\t\t1954, shall be valid unless –\nthe will is signed at the end thereof by the testator\r\n\t\tor by some other person in his presence and by his direction; and\nsuch signature is made by the testator … in the\r\n\t\tpresence of two or more competent witnesses present at the same\r\n\t\ttime;\nand\nsuch witnesses attest and sign the will in the\r\n\t\tpresence of the testator and of each other and, if the will is\r\n\t\tsigned by such\nother person, in the presence also of such other\r\n\t\tperson; and\nif the will consists of more than one page, each page\r\n\tother than the page on which it ends, is also so signed by the\r\n\ttestator\nor by such other person anywhere on the page;’\n2\nPresident\r\n\tof the Republic of South Africa v South African Rugby Football Union\n2000 (1) SA 1 (CC).\n3\nKunz\r\n\tv Swart\n1924 AD 618.\n4\n4\nAnnama v Chetty\n1946 AD 142.\n5\nCuming\r\n\tv Cuming\n1945 AD 201\nat 216.",
  "scraped_at": "2026-02-12T15:45:29.242661",
  "date": "2011-06-03",
  "coram": [
    "HARMS DP",
    "NUGENT",
    "MAYA",
    "MALAN JJA",
    "PLASKET AJA"
  ],
  "case_number": "644/09",
  "parties": {
    "applicants": [
      "LEVIN, LARRY IVAN",
      "LEVENBERG, STEPHANIE"
    ],
    "respondents": [
      "LEVIN, FREIDA",
      "MILLER, NORMAN",
      "ZIEGLER, RAYMOND",
      "ZIEGLER, LYNNE",
      "STEINGO, LEONARD",
      "BRESS, ERNEST",
      "WOOD, WENDY",
      "BERSANO, ANNA",
      "RIASUN, PHILIP",
      "WORTELBOER, MONIQUE",
      "WORTELBOER, MADELEINE",
      "MASTER OF THE HIGH COURT",
      "ZIEGLER, LEWIS"
    ]
  },
  "sections": {
    "facts": "The deceased, Mrs Minnie ‘Minna’ Breslawsky, died on 19 October 2002 aged 107. She had executed two prior wills (1999 and 2001) which dealt with assets in Israel and South Africa respectively. On 4 August 2002 she allegedly executed a further will (the disputed will) at her flat, drafted by Mr Norman Miller, an attorney who had befriended her. The disputed will appointed Mr Miller and two other persons as executors and apportioned the estate equally among her children’s descendants. The appellants – two of the deceased’s children – challenged the will on two grounds: (a) the signature was not the deceased’s, and (b) the signature was not made in the presence of two competent witnesses as required by the Wills Act. The respondents (including the attorney and several family members) defended the will. The lower court found the appellants had not proven the will invalid and dismissed the action, ordering costs against them.",
    "issues": "The principal issue was whether the disputed will complied with the formalities of section 2(1)(a) of the Wills Act 7 of 1953 – namely that the testator’s signature be affixed in the presence of two witnesses who also sign in each other's presence. Sub‑issues included the authenticity of the testator’s signature, the credibility of the witnesses, and the weight to be given to expert handwriting evidence versus direct testimony.",
    "principles": "Section 2(1)(a) of the Wills Act requires the testator’s signature (or one made on his/her direction) in the presence of two competent witnesses who must also attest the will in each other's presence. The onus of proving non‑compliance lies on the party challenging the will, on a balance of probabilities. South African precedent (Kunz v Swart; Annama v Chetty) cautions courts to treat handwriting expert evidence cautiously and to give priority to direct oral evidence where it is credible.",
    "application": "The appellate court examined the testimonies of Mr Miller and the two witnesses, finding them coherent and credible. It noted inconsistencies in the appellant’s evidence, particularly the unreliable testimony of Ms Ntuli. The court held that the handwriting expert’s opinion was outweighed by the direct evidence and by the fact that the deceased’s eyesight had improved after cataract surgery, making the signature plausible. Accordingly, the court concluded that the will satisfied the statutory formalities of s 2(1)(a).",
    "conclusion": "The appeal was dismissed. The disputed will was held to be valid and in accordance with the Wills Act. Costs, including the costs of two counsel, were awarded against the appellants."
  },
  "tags": {
    "level_1": "Succession Law",
    "level_2": "Wills",
    "level_3": [
      "will validity",
      "formalities",
      "signature authenticity",
      "inheritance"
    ]
  }
}