{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/212.html",
  "case_name": "White v City of Cape Town (918/10) [2011] ZASCA 212 (29 November 2011)",
  "citation": "[2011] ZASCA 212",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 212\n|\nNoteup\n|\nLawCite\nWhite v City of Cape Town (918/10) [2011] ZASCA 212 (29 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 918/10\nDESMOND\r\nWHITE\n…............................................................................\nAppellant\nand\nCITY\r\nOF CAPE TOWN\n…..................................................................\nRespondent\nNeutral\r\ncitation:\nWhite v City of Cape Town\n(918/10)\n[2011] ZASCA 212\n(29 November 2011)\nBENCH:\r\nPONNAN, SNYDERS, LEACH, MAJIEDT JJA and PETSE AJA\nHEARD: 10 NOVEMBER 2011\nDELIVERED: 29 NOVEMBER 2011\nSUMMARY:\r\nAppeal - s 21A of the Supreme Court Act – power of court to\r\ndismiss appeal where judgment or order sought will have\nno  practical\r\neffect or result.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn\r\nappeal from\n:\nWestern Cape High Court (Cape\r\nTown)\n(Thring J\r\nsitting as court of first instance).\nThe appeal\r\nis struck off the roll with costs.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nPONNAN JA (SNYDERS, LEACH, MAJIEDT JJA and PETSE AJA concurring):\n[1] This case is about water, or more accurately, about a water\r\ntariff policy adopted by the respondent, the City of Cape Town\n(the\r\nCity), which the appellant, Mr Desmond White, a resident of a block\r\nof flats in Seapoint, Cape Town, alleges unfairly discriminates\n\nagainst flat dwellers such as himself. By the time the matter served\r\nbefore this court though, one suspected, to borrow loosely\nfrom an\r\nidiom, that the water may already have passed under the bridge. And\r\nso, after heads of argument on the merits of the appeal\nhad been\r\nfiled, this court addressed a directive to the parties calling for\r\nfurther heads and informing them that at the outset\nof the hearing of\r\nthe appeal they would be required to address argument on the\r\npreliminary question of whether the appeal and any\norder made thereon\r\nwould within the meaning of s 21A have any practical effect or\r\nresult.\n[2] Section 21(A)(1) of the Supreme Court Act 59 of 1959 provides:\n'When at the hearing of any civil appeal to the\r\nAppellate Division or any Provincial or Local Division of the Supreme\r\nCourt the\nissues are of such a nature that the judgment or order\r\nsought will have no practical effect or result, the appeal may be\r\ndismissed\non this ground alone.'\nThe primary question therefore, one to which I now turn, was whether\r\nthe judgment sought in this appeal would have any practical\neffect or\r\nresult. It arises against the backdrop of the following facts.\n[3] During June 2009 Mr White applied to the Western Cape High Court\r\nfor the following declaratory orders:\n(a) that the City has contravened ss 74(3), 74(1)(a) and 74(1)(b) of\r\nthe Local Government: Municipal Systems Act 32 of 2000 ('the\nSystems\r\nAct') in that it allegedly charges residents of flats and domestic\r\ncluster complexes 'considerably more' for water than\nresidents of\r\nsingle dwellings (paragraph 1 of the notice of motion);\n(b) that the City has imposed on residents in flats and domestic\r\ncluster complexes 'an unfair and discriminatory' tariff for solid\n\nwaste removals since there is a minimum charge based on one third of\r\nthe residential units, irrespective of whether the City's\nservices\r\nfor removal of the bins is used and irrespective of the number of\r\nbins that are used (paragraph 5 of the notice of motion);\nand\n(c) that those sections of the City's Tariff Policy relating to water\r\nand sanitation costs and solid waste removal costs be declared\n'null\r\nand void and of no force and effect' (paragraph 7 of the notice of\r\nmotion).\n[4] The thrust of the appellant's case in the high court was that the\r\nCity charged flat dwellers, such as himself, more than home\ndwellers\r\nfor water, which, so he suggested, was unlawful. The appellant\r\naccordingly contended that by having different water tariffs\nfor flat\r\ndwellers to that of house dwellers, the City's 2009/2010 tariff\r\npolicy which was approved by the City on 27 May 2009 contravened\nthe\r\nprohibition against unfair discrimination contained in\ns 74\nof the\nLocal Government: Municipal Systems Act 32 of 2000\n. In the court\r\nbelow the appellant also challenged the City's differential tariff\r\nfor refuse removal. But that is not on appeal\nbefore us.\n[5] Thring J, who heard the application in the high court, dismissed\r\nit on 31 May 2010 with costs, but granted leave to the appellant\nto\r\nappeal to this court.\n[6] The policy sought to be impugned in this matter was to have been\r\noperative only until 30 June 2010. In an answering affidavit\nfiled on\r\nbehalf of the City it is stated:\n‘\nThe impugned policy will be in\r\noperation only until 30 June 2010. Accordingly, by the time this\r\nmatter is likely to be heard, the\nrelief sought by the plaintiff will\r\nbe moot.'\nThe point was reiterated somewhat more forcefully on behalf of the\r\nCity in the court below in opposition to the application for\nleave to\r\nappeal in these terms: .... ‘\nby the time the\r\nappeal is determined, the issue would be academic. The application\r\nrelates only to the 2009/2010 budget and the\ntariff policy will be in\r\noperation only until 30 June 2010. An appeal which will have no\r\npractical effect may be dismissed for\nthat reason alone in terms of s\r\n21A(1) of the Supreme Court Act.'\nHaving been forewarned by the City it could thus hardly have come as\r\na surprise to the appellant when this court invited additional\nheads\r\nof argument and oral argument at the outset of the hearing of the\r\nappeal on the preliminary question of whether the appeal\nand any\r\norder made thereon would, within the meaning of s 21A, have any\r\npractical effect or result.\n[7] Of s 21A this court stated in\nCoin Security Group (Pty) Ltd v\r\nSA National Union for Security Officers & others\n[2000] ZASCA 137\n;\n2001 (2) SA\r\n872\n(SCA) para 7:\n'The purpose and effect of s 21A has been explained in\r\nthe judgment of Olivier JA in the case of\nPremier,\r\nProvinsie Mpumalanga, en 'n Ander v Groblersdalse Stadsraad\n1998 (2) SA 1136\n(SCA). As is there stated the section\r\nis a reformulation of principles previously adopted in our Courts in\r\nrelation to appeals\ninvolving what were called abstract, academic or\r\nhypothetical questions. The principle is one of long standing.'\nCourts should and ought not to decide issues of academic interest\r\nonly. That much is trite. In\nRadio\nPretoria v Chairman,\r\nIndependent Communications Authority of South Africa\n2005 (1) SA\r\n47\n(SCA), this court expressed its concern about the proliferation of\r\nappeals that had no prospect of being heard on the merits as\nthe\r\norder sought would have no practical effect. It referred to\nRand\r\nWater Board v Rotek Industries (Pty) Ltd\n2003 (4) SA 58\n(SCA) at\r\npara 26 where the following was said:\n'The present case is a good example of this Court's\r\nexperience in the recent past, including unreported cases, that there\r\nis a growing\nmisperception that there has been a relaxation or\r\ndilution of the fundamental principle . . . that Courts will not make\r\ndeterminations\nthat will have no practical effect.'\n[8] This principle is common also to other systems. As Plewman JA\r\nobserved in\nCoin Security\n(para 7):\n'It has particular application in Courts of appeal. The\r\nattitude of the House of Lords is illustrative of this. What that\r\nCourt\nhas held is that it is an essential quality of an appeal (such\r\nas may be disposed of by it) that there should exist between the\n\nparties to the appeal a matter \"in actual controversy which (the\r\nCourt) undertakes to decide as a living issue\". See\nSun\r\nLife Assurance Co of Canada v Jervis\n[1944] 1\r\nAll ER 469\n(HL) at 471A-B. This phrase accurately states the\r\nstandpoint of our Courts. It is a principle consistently adopted by\r\nthis Court\nand the other Courts in the Republic.'\nIn a similar vein in\nRadio Pretoria\n(para 41), Navsa JA said:\n'Courts of appeal often have to deal with congested\r\ncourt rolls. They do not give advice gratuitously. They decide real\r\ndisputes\nand do not speculate or theorise (see the\nCoin\nSecurity\ncase (\nsupra\n)\r\nat paragraph [7] (875A-D)).\n[9] Reverting to the facts. In reply to the assertion in the City’s\r\nanswering affidavit that the relief sought would be moot,\nMr White\r\nstated:\n‘\nThe City has the option to\r\namend the water and sanitation tariffs for flats with effect from 1\r\nJuly 2009. Having only challenged\nthis tariff in April 2008 Applicant\r\nfeels it has been more than reasonable in only asking for relief in\r\nthe current financial year.\nIt would have been possible to ask a\r\nCourt to declare the water and sanitation tariffs for the last three\r\nyears to be unfair and\ninvalid.'\nAs that makes plain Mr White was content to restrict himself to\r\nrelief in respect of what he described as the ‘current\r\nfinancial\nyear’. Moreover, he had restricted himself solely to\r\ndeclaratory relief posited on the notion that the City’s tariff\n\npolicy for that particular financial year was discriminatory. But\r\neven were it to be found that the policy was indeed discriminatory\nas\r\nwas urged upon us in argument that would hardly assist any other\r\npotential litigant intent upon embarking upon a similar future\n\nchallenge. For, as the City pointed out:\n'The City is committed to further analysis of its tariff\r\nstructures to decide what adjustments need to be made in subsequent\r\nyears.\nThis process of investigation and adjustment is in any event\r\npart of the normal annual budget process. The fact that the City is\n\nconsidering making adjustments to its Tariff Policy does not amount\r\nto a concession that its current Tariff Policy is unfairly\n\ndiscriminatory. The City is entitled to select a Tariff Policy from a\r\nrange of options which do not discriminate unfairly.'\n[10] Recently in\nClear Enterprises (Pty) Ltd v SARS\n(757/10)\n[2011] ZASCA 164\n(29 September 2011) para 19 this court stated:\n‘\nBut as Innes CJ observed in\nGeldenhuys &\r\nNeethling v Beuthin\n1918\r\nAD 426\nat 441:\n\"After all, Courts of Law exist for the settlement\r\nof concrete controversies and actual infringements of rights, not to\r\npronounce\nupon abstract questions, or to advise upon differing\r\ncontentions, however important.\"\nIn\nNational Coalition for Gay and\r\nLesbian Equality & others v Minister of Home Affairs & others\n2000 (2) SA 1\n(CC) para 21 footnote 18, the\r\nConstitutional Court echoed what the learned Chief Justice had stated\r\nover eight decades earlier\nwhen it said:\n“\nA case is moot and therefore\r\nnot justifiable if it no longer presents an existing or live\r\ncontroversy which should exist if the\nCourt is to avoid giving\r\nadvisory opinions on abstract propositions of law.” '\n[11] Nothing that has been said by or on behalf of the appellant\n1\nin his additional heads of argument or on his behalf by counsel from\r\nthe bar before us has caused us to think that the determination\nof\r\nthe appeal will have a ‘practical effect or result’\r\nwithin the meaning of s 21A.\n[12] That leaves costs. Thring J gave anxious consideration to the\r\nnature of the litigation and the relative positions of the parties\n\nbefore ordering Mr White to pay the City’s costs in the high\r\ncourt. It has not been suggested that he misdirected himself\nin any\r\nway. Accordingly, no warrant exists for this court to interfere with\r\nthe exercise of the learned judge’s discretion\nin that regard.\r\nCounsel sought to persuade us that Mr White should not be mulcted\r\nwith the costs of the appeal, essentially because\nas he put it:\r\nfirst, Mr White, who is retired, was litigating in the public\r\ninterest; and, second, the City has deep pockets.\n[13] As to the first: the City contended that it had adopted a policy\r\nthat was rationally related to the purpose sought to be achieved\nby\r\nit, namely the supply of piped water to the largest number of its\r\ncitizens at the lowest aggregate price. Accordingly, were\nflat\r\ndwellers in the position of Mr White to have been charged less than\r\nthe rate fixed in its tariff then, so it was contended\nby the City,\r\nfunds would have to be diverted from the City’s poorer\r\nresidents resulting in them having to subsidise their\nricher\r\ncompatriots. Furthermore, so the contention went, any under-recovery\r\nwould impact negatively on the service delivery targets\nthat the City\r\nhas set for itself. Thus that others similarly placed to Mr White may\r\npossibly benefit financially - which was in\nany event strenuously\r\ndisputed by the City - does not, without more, mean that the\r\nlitigation was indeed in the public interest.\nFrom the City’s\r\nperspective it patently was not. It is so that Mr White litigated for\r\nthe greater part in person. But he\nhad been forewarned by the City,\r\nnot just once but twice, that it was of the view that the appeal was\r\nmoot. Nor did the directive\nfrom this court give him pause for\r\nreflection. Undeterred he persisted in the appeal. Whilst that is his\r\nright it is not without\nits consequence.\n[14] As to the second: Mr White has involved the City in long drawn\r\nout and costly litigation. Our administrative arms of State\nare\r\nsaddled with a difficult enough task. They usually have comparatively\r\nmeagre resources at their disposal as against huge demands\non the\r\npublic purse that they are called upon to administer. It is\r\ninexcusable that the City should have been forced to fritter\naway its\r\nscarce resources in defending a claim such as this (see\nNokeng Tsa\r\nTaemane Local Municipality v Dinokeng Property Owners Association\n(518/09)\n[2010] ZASCA 128\n(30 September 2010) para 32). Moreover,\r\nit bears noting that the principle involved cannot be viewed solely\ninter partes\n. Cases such as this serve to unnecessarily clog\r\nthe roll of this court with matter that does not require its\r\nattention. The domino\neffect is that cases of greater complexity that\r\nare truly deserving of the attention of this court are left having to\r\ncompete for\na place on the court roll with a case which is not. It\r\nfollows that there is no reason why costs should not follow the\r\nresult in\nthe appeal.\n[15] For the aforegoing reasons, after hearing argument on the issue\r\nthe matter was struck off the roll with costs, it being intimated\n\nthen that these reasons would follow.\n_________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: Alan D Maher\nInstructed\r\nby:\nMichael\r\nBaynham Attorneys\nCape\r\nTown\nWebbers\r\nAttorneys\nBloemfontein\nFor\r\nRespondent: R Paschke\nInstructed\r\nby:\nFairbridges\nCape\r\nTown\nMcIntyre\r\n& Van Der Post\nBloemfontein\n1\nThe\r\n\tappellant conducted the litigation in person in the high court and\r\n\tinitially before this court as well. It was only approximately\none\r\n\tweek prior to the hearing of the appeal and after his main and\r\n\tsupplementary heads had been filed that a firm of attorneys\nand\r\n\tcounsel were instructed by the appellant.",
  "scraped_at": "2026-02-12T16:13:48.012634",
  "date": "2011-11-29",
  "coram": [
    "PONNAN JA",
    "SNYDERS JA",
    "LEACH JA",
    "MAJIEDT JJA",
    "PETSE AJA"
  ],
  "case_number": "918/10",
  "parties": {
    "applicants": [
      "Desmond White"
    ],
    "respondents": [
      "City of Cape Town"
    ]
  },
  "sections": {
    "facts": "The appellant, Desmond White, a resident of flats in Seapoint, challenged a water and sanitation tariff policy adopted by the City of Cape Town. In June 2009 he applied to the Western Cape High Court for declaratory orders that the City’s tariff policy for the 2009/2010 financial year discriminated against flat dwellers in breach of sections 74 of the Local Government: Municipal Systems Act. The policy was only operative until 30 June 2010. The High Court dismissed the application on 31 May 2010, granting leave to appeal.",
    "issues": "The primary issue before the Supreme Court of Appeal was whether the appeal, and any order that might result from it, would have any practical effect or result within the meaning of section 21A of the Supreme Court Act, i.e., whether the matter was moot because the challenged tariff policy had already ceased to operate.",
    "principles": "Section 21A(1) of the Supreme Court Act allows an appeal to be dismissed if the judgment sought would have no practical effect. The Court relied on precedents such as Coin Security Group v SA National Union for Security Officers, Radio Pretoria v Independent Communications Authority, and the principle articulated in Premier, Provinsie Mpumalanga v Groblersdalse Stadsraad that courts should not decide abstract or academic questions. The doctrine of mootness requires a live controversy for judicial determination.",
    "application": "The Court examined the City’s affidavit stating the tariff policy would be out of operation by the time the appeal could be heard, and the appellant’s arguments that the relief could be sought for the current financial year. The Court found that even if the policy were declared discriminatory, the decision would not affect any ongoing or future tariff arrangements, and would provide no practical benefit to the appellant or other litigants. Consequently, the appeal fell within the ambit of section 21A.",
    "conclusion": "The appeal was struck off the roll with costs against the appellant. The Court affirmed the High Court’s dismissal on the basis that the appeal was moot and would have no practical effect."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Mootness",
    "level_3": [
      "section 21A",
      "water tariff",
      "discrimination",
      "costs"
    ]
  }
}