{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/62.html",
  "case_name": "Molema v S (555/10) [2011] ZASCA 62 (1 April 2011)",
  "citation": "[2011] ZASCA 62",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 62\n|\nNoteup\n|\nLawCite\nMolema v S (555/10) [2011] ZASCA 62 (1 April 2011)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 555/10\nIn the matter between:\nISAAC MOLEMA\n.............................................................................\nAppellant\nand\nTHE STATE\n....................................................................................\nRespondent\nNeutral citation:\nMolema\r\nv The State\n(555/10)\n[2011] ZASCA 62\n(1 April 2011)\nCoram:\nSTREICHER, SHONGWE\r\nJJA and PETSE AJA\nHeard:\n18 March 2011\nDelivered: 1 April 2011\nSummary:\nAppeal ─\r\nAgainst the order of the high court refusing leave to appeal in terms\r\nof\ns 309C(7)(c)\nof the\nCriminal Procedure Act 51 of 1977\n─\r\nwhether there are reasonable prospects of success of an appeal to the\r\nhigh court against the appellant’s conviction\nand sentence in\r\nthe regional court on charges of rape.\n___________________________________________________________\nORDER\nOn appeal from:\nSouth\r\nGauteng High Court (Johannesburg) ( Mailula J and Mabesele AJ on\r\nappeal from the Regional Court, Krugersdorp):\nThe appeal is dismissed.\n___________________________________________________________\nJUDGMENT\nPETSE AJA (STREICHER and SHONGWE\r\nJJA concurring)\n[1] This appeal served before us\r\npursuant to leave granted by this court against an order made in the\r\ncourt a quo (Mailula J and\nMabesele AJ) refusing the appellant leave\r\nto appeal against his conviction and sentence in the regional court,\r\nKrugersdorp.\n[2] The historical background to\r\nthe matter is briefly as follows. The appellant stood trial in the\r\nregional court, Krugersdorp.\nHe was charged with two counts of rape\r\nread with\ns 51\nof the\nCriminal Law Amendment Act 105 of 1997\n.\n[3] The allegation against the\r\nappellant was that on or about June 2006 and on 4 December 2006 he\r\nunlawfully and intentionally had\nsexual intercourse with Ziphora\r\nMahlangu a 38 year old female without her consent. The alleged acts\r\nof rape were said to have occurred\nat or near Krugersdorp West and at\r\nor near Manziville respectively in the Regional Division of Gauteng.\n[4] The appellant pleaded not\r\nguilty on both counts. In his substantiation of his plea of not\r\nguilty the appellant admitted to have\nhad sexual intercourse with the\r\ncomplainant on the two occasions alleged in the charge sheet but\r\naverred that such sexual intercourse\nwas with her consent.\n[5] At the conclusion of the\r\nadduction of evidence the appellant was convicted on both counts and\r\nsentenced to 15 years’ imprisonment,\nthe counts being treated\r\nas one for the purposes of sentence.\n[6] Aggrieved by his conviction\r\nand sentence the appellant applied for leave to appeal against his\r\nconviction and sentence in terms\nof s 309B of the Criminal Procedure\r\nAct 51 of 1977 (the Act). The application was refused. The\r\nappellant’s petition to the\nhigh court, South Gauteng\r\n(Johannesburg) and his further application for leave to appeal\r\nagainst the refusal of his petition to\nthat court were also\r\nunsuccessful.\n[7] With that prelude I turn now\r\nto consider whether leave to appeal to the high court against\r\nconviction and sentence should have\nbeen granted. The test in an\r\napplication such as the one under consideration in this appeal is\r\nwhether there is a reasonable prospect\nof success in the envisaged\r\nappeal.\n[8] In deciding on the fate of\r\nthis appeal we are thus enjoined by judicial authority to reflect\r\ndispassionately upon the judgments\nsought to be appealed against, and\r\nreach a conclusion as to whether or not there is a reasonable\r\nprospect that the appellate court\nmay come to a different conclusion\r\nto that reached by the trial court.\n[9] In his endeavour to persuade\r\nus to uphold this appeal Mr Schaefer who appeared on behalf of the\r\nappellant deemed it advisable\nto, as he put it, argue the appellant’s\r\ncase as if he were arguing the merits of the envisaged appeal against\r\nconviction\nand sentence in order to demonstrate to us that on the\r\nfacts of this appeal leave to appeal against the appellant’s\r\nconviction\nand sentence in the regional court ought to have been\r\ngranted. To that end he subjected the evidence of the complainant to\r\nintense\ncriticism, most of which is encapsulated in the appellant’s\r\npetition to this court, and contended that the complainant’s\n\nevidence does not only not bear close scrutiny but that its entire\r\nedifice is inherently improbable.\n[10] For present purposes and for\r\nthe sake of brevity I do not propose to set out all the points that\r\nMr Schaefer argued before\nus. I am content with summarising their\r\nupshot in the hope that in so doing I will not do injustice to Mr\r\nSchaefer’s submissions.\nMr Schaefer contended that the trial\r\ncourt: (a) misconstrued the nature of the onus resting on the state\r\nin a criminal trial; (b)\ntoo readily branded the appellant a liar and\r\nconsequently rejected his evidence and accepted that of the\r\ncomplainant without giving\ndue weight to its inherent improbabilities\r\nand shortcomings; and (c) afforded little or no weight to the fact\r\nthat the complainant\nhad a motive to falsely implicate the appellant\r\nas a result of her fixation on the fact that the appellant had not\r\nused a condom\nduring the first rape and the complainant’s\r\nbelief that her illness was attributable to appellant’s failure\r\nto use\na condom. Mr Schaefer contended further that the complainant’s\r\nversion should not have been accepted because: (a) the complainant\n\nhad continued to live at the shack provided to her by the appellant\r\neven after she had been dismissed from her employment by the\n\nappellant; (b) the complainant had denied that she had asked for\r\nmoney from the appellant on 4 December 2006 which is the reason\nwhy\r\nthe appellant visited her in her shack in the first place whereas her\r\nbrother had testified to that effect; and (c) that it\nwas\r\ninconceivable that if the complainant had indeed screamed when the\r\nappellant sexually molested her in her shack on 4 December\n2006 that\r\nno one would have responded to her cries of help considering that her\r\nshack was on the same premises as the spaza shop.\n[11] Before I deal with these\r\ncontentions I consider it apposite at this juncture to record that\r\nalthough the appellant had admitted\nhaving had consensual sexual\r\nintercourse with the complainant on the two diverse occasions as set\r\nfourth in the charge against\nhim, he for some inexplicable reason,\r\nvehemently denied having had sexual intercourse at all with the\r\ncomplainant on those dates\nwhen he testified in his defence.\n[12] In order to put the\r\ncontentions advanced by Mr Schaefer in their proper perspective it is\r\nnecessary to record a brief summary\nof the evidence adduced at the\r\ntrial. The state called three witnesses and the appellant was the\r\nonly person who testified in his\ndefence.\n[13] The complainant was formerly\r\nemployed by the appellant as a cashier at the appellant’s\r\n‘spaza shop’ in Manziville,\nKrugersdorp from February to\r\nSeptember 2006. When she commenced her employment she was staying\r\nwith her cousin with whom she later\nhad a fall out. When the\r\nappellant got to know about the complainant’s predicament he\r\noffered her accommodation in a shack\nsituated on the spaza shop\r\npremises. This shack was, however, not in a habitable state and it\r\nwas then agreed between them that\nthe appellant would accommodate her\r\nin the spare bedroom in his home whilst he fixed the shack. In June\r\n2006 the complainant spent\nthe night in the appellant’s guest\r\nbedroom in the absence of his wife. Whilst she was sleeping she was\r\nwoken up by the presence\nof the appellant in her bedroom. He was\r\nfondling her and pulling her panties down. Despite her initial\r\nresistance she was overcome\nby the appellant who then had sexual\r\nintercourse with her without her consent. After he had finished he\r\nreturned to his bedroom.\nOn realising that the appellant had had\r\nintercourse with her without using a condom she asked him as to why\r\nhe had done that without\na condom. The appellant, however, said that\r\nhe had used a condom. The next morning the appellant drove her to\r\nwork. She did not\nreport this incident to anyone save to tell the\r\nappellant that what he had done to her constituted rape. The\r\nappellant was, however,\ndismissive of the rape accusation retorting\r\nthat even if she were to report it to the police the police would\r\ndismiss it.\n[14] In relation to the incident\r\nof 4 December 2006 she testified that she was feeling sick. Because\r\nthe appellant had previously\nrebuked her for telling others about her\r\nsickness and not him, she telephoned the appellant to report her\r\ncondition to him. The\nappellant then came to her shack and having\r\nasked her what was wrong with her, she showed him pimples on her face\r\ntelling him that\nshe was feeling really sick. The appellant, however,\r\nsaid there was nothing wrong with her and that she was merely\r\nsuffering from\na heat rash. Unexpectedly the appellant grabbed hold\r\nof her, threw her on the bed, pulled off her tights and panties, took\r\noff\nhis pair of trousers and had sexual intercourse with her against\r\nher will. When she screamed the appellant got off her and comforted\n\nher saying that she should not cry. He also offered her money which\r\nshe refused. She then got out of the shack in a state of\r\nbewilderment,\npuzzled as to why no one had responded to her cries for\r\nhelp. She then called her brother who was in Kagiso. At that point in\r\ntime\nthe appellant’s sister-in-law who was by then working at\r\nthe appellant’s spaza shop came out and enquired of her as\nto\r\nwhat had happened. She, however, did not tell her of what had just\r\nhappened. When her brother arrived she reported both incidents\nto him\r\nand also to those persons who were present at the premises before her\r\nbrother took her to the doctor.\n[15] The complainant’s\r\nbrother also testified on behalf of the state. He confirmed that on 4\r\nDecember 2006 he was telephoned\nby the complainant and in response to\r\nthat call he repaired to her shack. Upon arrival there she told him\r\nwhat the appellant had\ndone to her not only on the morning of that\r\nday but also in June 2006. She further told him that she had\r\ntelephoned the appellant\nto ask for money as she was not feeling well\r\nand thus desired to consult a doctor. On his suggestion the matter\r\nwas reported to\nthe police.\n[16] Dr Ruwina Wadee also\r\ntestified on behalf of the state. She told the court that at 12h40 on\r\n4 December 2006 she examined the\ncomplainant following a complaint of\r\nsexual assault. She did not observe any evidence of abnormality on\r\ncomplainant’s genitals\napart from a ‘milky white\r\nsubstance discharge’. Her clinical findings, whilst not\r\nexcluding vaginal penetration, were\nnot conclusive. She nevertheless\r\nemphasised that the fact that she had found no injuries on the\r\ncomplainant did not mean that no\nforced penetration had taken place.\r\nShe attributed her inability to arrive at a firm conclusion in this\r\nregard to a variety of\nfactors that need not be traversed in this\r\njudgment.\n[17] The appellant in his\r\ntestimony claimed that he, at all material times, had a love\r\nrelationship with the complainant and that\nthey had had sexual\r\nintercourse together on diverse occasions. He, however, denied that\r\nthey had any sexual intercourse in June\n2006 when the complainant was\r\naccommodated at his home and again on 4 December 2006 as alleged by\r\nthe complainant. The essence\nof his version in relation to the June\r\n2006 incident was that pursuant to their arrangements he accommodated\r\nthe complainant in\nthe visitor’s bedroom at his home in\r\nKrugersdorp West whilst he slept alone in his bedroom. During the\r\ncourse of the night\nthe complainant came over to his bedroom saying\r\nthat she was scared of sleeping alone in the visitor’s bedroom\r\nand wanted\nto rather sleep with him on the same bed to which he\r\nagreed. For the duration of the night they did not have sexual\r\nintercourse\nat all. Dealing with the 4 December 2006 incident the\r\nappellant denied that he had sexual intercourse with the complainant.\r\nHe\ntold the trial court that the complainant had telephoned him\r\ninviting him to come and see her because she had pimples on her face\n\nand an infection of her genitals. She asked for R280 in order to\r\nconsult a doctor. But he told her to rather go to the clinic.\nHer\r\nresponse was that in that event she would call her brother and ask\r\nhim to take her to a doctor. He then left. Later on he was\nconfronted\r\nby the police with the allegation that he had raped the complainant\r\nwhich he denied.\n[18] Once the adduction of\r\nevidence was concluded the magistrate evaluated the totality of the\r\nevidence having regard to the issue\nof credibility given the mutually\r\nexclusive versions of the state and the appellant and the question of\r\nthe onus resting on the\nstate to prove its case beyond reasonable\r\ndoubt.\n[19] As it is apparent from what\r\nis set forth in para 10 above it is not hard to see that, from the\r\ncommon thread running through\nthe grounds of appeal, it is sought to\r\nassail the magistrate’s findings of fact and credibility. On\r\nthis score it is necessary\nto state the trite principle that a court\r\nof appeal will not ordinarily interfere with such findings unless it\r\nhas been demonstrated\nthat they are vitiated by irregularity or\r\nunless an examination of the evidence shows that such findings are\r\notherwise wrong. As\nthis court held in the oft quoted cases of\nR v\r\nDhlumayo & another\n1948 (2) SA 677\n(A) at 705 et seq and\nS\r\nv Francis\n1991 (1) SACR 198\n(A) at 204c-f the trial court’s\r\nfindings of fact and credibility are presumed correct because the\r\ntrial court is steeped\nin the atmosphere of the trial, had the\r\nadvantage of seeing and hearing the witnesses, and thus is in the\r\nbest position to determine\nwhere the truth lies.\n[20] I am not persuaded that the\r\ncriticism mounted against the magistrate’s evaluation of the\r\nevidence is justified. In my\nview the magistrate’s assessment\r\nof the evidence is unassailable. He found that on balance the\r\ncomplainant was a truthful\nwitness whose version was in the main\r\nconsistent and reliable. In coming to this conclusion he had regard\r\nto the following factors:\n(i) although she was a single witness in\r\nrelation to the rape incidents her version was more plausible; (ii)\r\nthe appellant had,\ndespite his plea explanation, denied that, on\r\nthese two critical occasions, he had sexual intercourse at all with\r\nthe complainant;\n(iii) on this crucial aspect of the state’s\r\ncase the appellant’s defence was essentially a bare denial;\r\n(iv) the complainant\nwas in a vulnerable position having to contend\r\nwith the appellant who was her employer and landlord who obviously\r\nexploited this\nsituation to his advantage, which factors go towards\r\nexplaining why the complainant never reported the first rape incident\r\nto the\npolice soon after it had occurred.\n[21] Mr Schaefer also called into\r\naid the judgment of this court in\nS v York\n2002 (1) SACR 111\n(SCA) para 19 in which it was held that in its evaluation of the\r\nevidence in the context of a rape charge a court must forever\nbe\r\nalive to the possibility of consent even where the accused denies\r\nintercourse. It was thus argued that in the light of the appellant’s\n\nplea explanation and the line of cross-examination of the complainant\r\nadopted by the defence at the trial it cannot be argued that\nhe did\r\nnot have sexual intercourse with the complainant on the dates\r\nmentioned in the charge. In my view there is a simple answer\nto this\r\ncontention and it is that in this appeal there is no evidential basis\r\nfor such a possibility. Thus to postulate such a\npossibility would be\r\nno more than pure conjecture. The appellant’s version that\r\nthere was at all material times a love relationship\nwith the\r\ncomplainant was rejected by the magistrate.\n[22] It remains to deal with the\r\nenvisaged appeal against sentence. It is trite that the imposition of\r\nsentence is pre-eminently\nwithin the discretion of the trial court.\r\nThus the appellate court will only be justified in interfering with\r\nthe sentence imposed\nby the trial court if one or more of the\r\nrecognised grounds warranting interference on appeal have been shown\r\nto exist. To my mind\nthe magistrate properly took into account that\r\nthe appellant was: (i) 46 years of age; (ii) married with dependant\r\nchildren; (iii)\ngainfully employed and thus contributing to the\r\nfinancial needs of his female companion, niece and mother; (iv) first\r\noffender;\n(v) his dependant children were still attending school; and\r\n(vi) that substantial and compelling circumstances were present. As\n\nagainst these mitigating factors the magistrate properly took\r\ncognisance of the following aggravating factors: (i) that the\r\nappellant\nhad abused his position of trust; (ii) took advantage of\r\nthe complainant who was vulnerable; (iii) lack of remorse; (iv) the\r\ngravity\nof the offence; and (v) the interests of society.\n[23] That rape is an utterly\r\ndespicable crime that shows utter contempt for the feelings of the\r\nvictim brooks no argument to the\ncontrary. That this is so is evident\r\nfrom an abundance of judgments of this court notably\nS v Chapman\n[1997] ZASCA 45\n;\n1997 (2) SACR 3\n(SCA) at 5a-e in which the unanimous court\r\nexpressed itself in these terms:\n‘\nRape\r\nis a very serious offence, constituting as it does a humiliating,\r\ndegrading and brutal invasion of the privacy, the dignity\nand the\r\nperson of the victim.\nThe rights to\r\ndignity, to privacy and the integrity of every person are basic to\r\nthe ethos of the Constitution and to any defensible\ncivilisation.\r\nWomen in this country are entitled to the protection of these rights.\r\nThey have a legitimate claim to walk peacefully\non the streets, to\r\nenjoy their shopping and their entertainment, to go and come from\r\nwork, and to enjoy the peace and tranquillity\nof their homes without\r\nthe fear, the apprehension and the insecurity which constantly\r\ndiminishes the quality and enjoyment of their\nlives.\n. . .\nThe Courts are under\r\na duty to send a clear message to the accused, to other potential\r\nrapists and to the community: We are determined\nto protect the\r\nequality, dignity and freedom of all women, and we shall show no\r\nmercy to those who seek to invade those rights.’\nIn a more recent judgment in\nS\r\nv N\n[2008] ZASCA 30\n;\n2008 (2) SACR 135\n(SCA) para 30 Maya JA had occasion to say\r\nthe following:\n‘\n.\r\n. . The sense of outrage justifiably roused by the offence of rape in\r\nthe right thinking members of a South African society in\nwhich sexual\r\nviolence is so endemic and hardly shows any sign of abating, must, in\r\nmy view, be a critical factor in the imposition\nof a suitable\r\nsentence here.’\n[24] I have given anxious\r\nconsideration to the submissions advanced on behalf of the appellant\r\non the issue of sentence. I am, however,\nunpersuaded that the\r\nmagistrate exercised his sentencing discretion otherwise than in a\r\nproper judicial manner. See\nS v Giannoulis\n1975 (4) SA 867\n(A)\r\nat 868 E-H and\nS v Kgosimore\n1999 (2) SACR 238\n(SCA) para 10.\r\nNor can I say that the sentence is otherwise shockingly severe or\r\nstartlingly disproportionate to the gravity of\nthe offences of which\r\nthe appellant was convicted.\n[25] For all the aforegoing\r\nreasons therefore the appeal must fail.\n[26] In the result the following\r\norder is made:\nThe appeal is dismissed.\n___________________\nXM Petse\nActing\r\nJudge of Appeal\nAPPEARANCES\nAPPELLANT: JK Schaefer\nInstructed by BDK Attorneys,\r\nJohannesburg;\nSymington & De Kok,\r\nBloemfontein.\nRESPONDENT: A Simpson\nInstructed by the Director of\r\nPublic Prosecutions, Johannesburg;\nThe Director of Public\r\nProsecutions, Bloemfontein.",
  "scraped_at": "2026-02-12T15:32:34.581987",
  "date": "2011-04-01",
  "coram": [
    "Streicher JJA",
    "Shongwe JJA",
    "Petse AJA"
  ],
  "case_number": "555/10",
  "parties": {
    "applicants": [
      "Isaac Molema"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Isaac Molema was tried in the Regional Court at Krugersdorp on two counts of rape, alleged to have occurred in June 2006 and on 4 December 2006. The complainant, Ziphora Mahlangu, was a former employee and lodger of Molema who claimed Molema had sexual intercourse with her without consent on both occasions. Molema admitted to having sexual intercourse with her but asserted that it was consensual. The State presented three witnesses – the complainant, her brother and a medical doctor – whose evidence supported the allegation of non‑consensual intercourse. After the trial the magistrate found the complainant credible and convicted Molema on both counts, treating the counts as one for sentencing and imposing 15 years’ imprisonment. Molema applied for leave to appeal against the conviction and sentence under s 309B of the Criminal Procedure Act, which was refused, and his subsequent applications for leave to appeal to the High Court were also refused.",
    "issues": "The central issue was whether there was a reasonable prospect of success for an appeal against Molema’s conviction and sentence, i.e., whether the lower court’s findings of fact, credibility assessments and sentencing discretion were open to successful challenge. Ancillary issues concerned the proper allocation of the onus of proof in criminal trials, the appellate court’s approach to factual findings, and the appropriate consideration of aggravating and mitigating factors in sentencing for rape.",
    "principles": "The Court applied the test for leave to appeal under s 309C(7)(c) of the Criminal Procedure Act – a reasonable prospect of success must be shown. It reiterated the principle that appellate courts will not disturb a trial court’s findings of fact or credibility unless they are vitiated by irregularity or are plainly wrong (R v Dhlumayo; S v Francis). The onus of proof rests on the State to prove guilt beyond reasonable doubt. Sentencing discretion is vested in the trial court and may be interfered with only on established grounds such as misdirection or failure to consider relevant mitigating or aggravating factors (S v Giannoulis; S v Kgosimore). Relevant precedents on rape were also cited, including S v Chapman and S v N, emphasizing the seriousness of the offence and the need for sentences that reflect societal outrage.",
    "application": "Applying these principles, the Court held that the magistrate’s evaluation of the evidence was unassailable; the complainant’s testimony was found more plausible and consistent, while Molema’s defence amounted to a bare denial without corroboration. The Court found no basis to question the credibility findings or to infer a reasonable possibility of consent. Regarding sentencing, the magistrate had duly considered all mitigating factors (age, family responsibilities, first‑offender status) and aggravating factors (abuse of trust, vulnerability of the complainant, lack of remorse, gravity of the crime) and arrived at a proportionate sentence. Consequently, the Court concluded that Molema had no reasonable prospect of success on appeal, and that leave to appeal should not have been granted.",
    "conclusion": "The appeal was dismissed. The order of the court was that the appeal be dismissed, confirming the conviction and 15‑year sentence imposed by the Regional Court."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "appellate review",
      "sentence",
      "evidence credibility",
      "leave to appeal"
    ]
  }
}