{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/161.html",
  "case_name": "Wakefields Real Estate (Pty) Ltd v Attree and Others (666/10) [2011] ZASCA 161; 2011 (6) SA 557 (SCA) (28 September 2011)",
  "citation": "[2011] ZASCA 161",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 161\n|\nNoteup\n|\nLawCite\nWakefields Real Estate (Pty) Ltd v Attree and Others (666/10) [2011] ZASCA 161; 2011 (6) SA 557 (SCA) (28 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no\n:\n666/10\nIn the\r\nmatter between:\nWAKEFIELDS\r\nREAL ESTATE (PTY) LTD\n….............................................\nAppellant\nand\nGAVIN WAYNE ATTREE\n…...........................................................\nFirst\r\nRespondent\nTRACEY ATTREE\n….................................................................\nSecond\r\nRespondent\nFIONA ISOBEL HOWARD\n…........................................................\nThird\r\nRespondent\nNeutral citation:\nWakefields Real Estate v Attree\n(666/10)\n[2011] ZASCA 160\n(28 September 2011)\nCoram:\nNavsa, Lewis, Ponnan, Mhlantla and Wallis JJA\nHeard:\r\n12 September 2011\nDelivered 28 September 2011\nSummary:\nWhether estate agent who introduces a purchaser to a\r\nproperty, where sale is concluded through another agent, is effective\r\ncause\nof the sale and entitled to commission.\n_____________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nKwaZulu-Natal\r\nHigh Court, Durban Nicholson J sitting as court of first instance):\nThe appeal is upheld with costs and the cross appeal is dismissed\r\nwith costs.\nParagraphs (a) and (b) of the order of the high court are set aside\r\nand replaced with:\n‘\nThe defendants are ordered to pay the\r\nplaintiff the sum of R232 560 plus interest at the rate of 15.5 per\r\ncent per annum from 11\nOctober 2005 to date of payment, and costs of\r\nsuit.’\nJUDGMENT\n______________________________________________________________\nLEWIS JA (NAVSA, PONNAN, MHLANTLA and WALLIS JJA concurring )\n[1] The appellant in this matter, Wakefields Real Estate (Pty) Ltd\r\n(Wakefields), is an estate agency. The first two respondents,\nMr and\r\nMrs Attree, sold their house at 37 Monteith Place (I shall refer to\r\nthe house as Monteith Place), Durban North, KwaZulu-Natal,\nto the\r\nthird party, Mrs F Howard, who was joined at the instance of the\r\nAttrees. The dispute between them is whether Wakefields\nwas the\r\neffective cause of the sale and thus entitled to commission. The\r\nAttrees in fact paid commission to another estate agency,\nPam Golding\r\nProperties, which in turn shared it with a third agency, Remax Estate\r\nAgents. Remax had the sole mandate to sell the\nhouse at the time the\r\nsale was concluded.\n[2] The high court (Nicholson J) held that Wakefields had not been\r\ngiven a mandate by the Attrees and also that they had not been\nthe\r\neffective cause of the sale. It dismissed Wakefields’ claim.\r\nThe high court did not, in the circumstances, need to deal\nwith\r\nHoward’s position, but it nonetheless ordered that the Attrees\r\npay her costs incurred prior to a rule 37 conference\nheld on 6\r\nNovember 2009, and that she pay her costs after that date. She cross\r\nappeals against the latter costs order. Leave to\nappeal was granted\r\nby this court.\n[3] It will be immediately apparent that at least three estate agents\r\nattempted to find a willing purchaser for the house. In fact\nthere\r\nwere more. I shall turn to a brief summary of the facts before\r\ndealing with the legal principles applicable and the evidence\nof the\r\nparties and the estate agents.\n[4] In 2001 the Attrees bought Monteith Place through Wakefields,\r\nrepresented by Mr M Craig. Some two years later they acquired\na\r\nvacant piece of land in Mount Edgcombe, and started building another\r\nhouse there in 2004. A number of estate agents, including\nCraig,\r\nheard that the Attrees were building at Mount Edgcombe and offered to\r\nfind a purchaser for Monteith Place. At that stage,\nthe Attrees were\r\nnot sure that they would move to the new house, but did tell agents\r\nthat they could bring potential purchasers\nto view Monteith Place.\r\nCraig ‘listed’ the house on Wakefields’ books and\r\nadvertised it at a price of R3 775 000,\nalthough Mr Attree\r\nhad said that he wanted R3 995 000.\n[5] Craig, when giving evidence, maintained that Wakefields had sent\r\na standard letter to the Attrees confirming that it had a\nmandate to\r\nsell the house. Mr Attree denied ever receiving such a letter and\r\nCraig could not produce a copy since Wakefields’\ncomputer\r\nsystems had ‘crashed’. He did, however, produce a\r\nstandard letter to this effect, and insisted that he would\nhave sent\r\none to the Attrees. Nothing actually turns on this, for Wakefields\r\npleaded that there was an oral mandate, the express\n(or implied)\r\nterms of which included one that the Attrees pay estate agent’s\r\ncommission equivalent to the tariff amount plus\nVAT. The amount\r\npayable if that term were proved was agreed by all concerned to be\r\nsix per cent of the purchase price (less in\nfact than the tariff\r\namount would have been).\n[6] From time to time in 2005 Mrs Phoulla Walker, an estate agent\r\nemployed by Wakefields, took prospective purchasers to view Monteith\n\nPlace. She did not encounter either of the Attrees on these visits\r\nbut was let in by a domestic worker and always left a card to\nshow\r\nthat she had been there.\n[7] Howard and her husband lived in Morningside, Durban. In January\r\n2005 she attended a show day in a complex, where she encountered\n\nWalker, the estate agent showing the property. Howard told Walker\r\nthat she was not really interested in the type of property on\nshow,\r\nbut wished to buy something older. Walker made a note of houses to\r\nshow Howard, and took her to view a number of houses in\ndifferent\r\nareas. Although Howard was keen to remain in Morningside she\r\nnonetheless went to see Monteith Place in Durban North in\nMarch 2005.\r\nIn her own words she ‘loved’ the house. However, she told\r\nWalker that the price was beyond her reach. Despite\nthat she visited\r\nagain with her husband and they spent some time there.\n[8] When Walker phoned Howard after the second visit, on 6 March\r\n2005, Howard told her that she and her husband had decided not\nto buy\r\na new house. They were under financial pressure and needed to invest\r\nmoney in their garage business. Walker accordingly\nstopped phoning\r\nHoward and showing her houses on the property market.\n[9] Shortly afterwards, Howard went to the Gateway shopping centre\r\nwith a friend. Fortuitously they encountered the friend’s\naunt,\r\nMrs D de Marigny, an agent employed by Pam Golding Properties. When\r\nHoward learned that De Marigny was an estate agent working\nin the\r\nDurban North area, Howard told her that she had seen Monteith Place\r\nand had really liked it – the look and the layout\n– but\r\nthat it was far too expensive, and she had stopped looking for a\r\nwhile. She asked whether De Marigny knew of any other\nproperties that\r\nwere similar. De Marigny said that, offhand, she did not. In any\r\nevent Howard said that she still wished to live\nin Morningside and De\r\nMarigny said that she would put Howard in contact with the Pam\r\nGolding agents who worked there.\n[10] Early in April 2005 the Attrees were advised by Mrs D Hamilton\r\nof Remax that they should lower their asking price to R3 495 000.\n\n(This was termed ‘price counselling’.) They agreed to do\r\nso and gave Remax the sole mandate to find a purchaser, arranging\nfor\r\nMonteith Place to be put on show on Sunday 10 April. The sole mandate\r\nwas effective from 7 April, but the Attrees mistakenly\nthought that\r\nit would commence only the following Monday. Remax advertised the\r\nhouse for sale on Friday 8 April at the lower price.\n[11] Despite having given a sole mandate to Remax, Attree phoned two\r\nother agents, one of whom was De Marigny, on 8 April, and\ntold them\r\nthat he had agreed to lower the price. De Marigny recalled that\r\nHoward had said she really liked Monteith Place and on\nSaturday 9\r\nApril phoned her to tell her that the price had been reduced. Howard\r\nagreed to go back to the house with her husband\nand made arrangements\r\nto do so that day. De Marigny prepared an offer to purchase for\r\nR3 400 000 and agreed to a reduced\ncommission. She took it\r\nto the Attrees who accepted the offer that evening. As indicated, the\r\ncommission of R150 000 was shared\nby Remax, which had the sole\r\nmandate, and Pam Golding which claimed that it was the effective\r\ncause of the sale.\n[12] The high court found that there was no oral mandate given to\r\nWakefields to find a purchaser for a commission of six per cent.\nOn\r\nappeal the Attrees did not persist in the argument that Wakefields\r\nhad no mandate, accepting that Monteith Place had been listed\nfor\r\nsale by them and that they had had dealings with the Attrees and\r\nbrought potential purchasers to view it. They accepted also\nthat in\r\nthe absence of agreement as to the quantum of commission the rate\r\nwould have been six per cent.\n[13] But the high court found also that De Marigny was the effective\r\ncause of the sale – hence the dismissal of Wakefields’\n\nclaim. It reached this finding on several bases: that at the time\r\nwhen Walker took the Howards to Monteith Place they could not\nafford\r\nthe asking price; that De Marigny did more than Walker to secure the\r\nsale; that the Attrees had been persuaded to reduce\nthe price; and\r\nthat the Howards were no longer under financial pressure in respect\r\nof their business. The cumulative effect of\nthese factors, said the\r\njudge, outweighed the effect of the initial introduction by Walker.\n[14] It is notoriously difficult, when there are competing estate\r\nagents, to determine who is the effective cause of the sale that\n\neventuates. It may be that more than one agent is entitled to\r\ncommission. This was put trenchantly by Van den Heever JA in\nWebranchek v L K Jacobs & Co Ltd\n1948 (4) SA 671\n(A) at\r\n678 where he said:\n‘\nSituations\r\nare conceivable in which it is impossible to distinguish between the\r\nefforts of one agent and another in terms of causality\nor degrees of\r\ncausation. In such a situation it may well be (it is not necessary to\r\ndecide the point) that the principal may owe\ncommission to both\r\nagents and that he has only himself to blame for his predicament; for\r\nhe should protect himself against that\nrisk.’\nVan den Heever JA continued (at 679):\n‘\n[A]\r\njudge who has to try the issue must needs decide the matter by\r\napplying the common sense standards and not according to the\nnotions\r\nin regard to the operation of causation which “might satisfy\r\nthe metaphysician” . . . . The distinction between\nthe concepts\ncausa\r\nsine qua non\nand\ncausa\r\ncausans\nis\r\nnot as crisp and clear as the frequent use of these phrases would\r\nsuggest; they are relative concepts. . . . It stands to reason,\n\ntherefore, that the cumulative importance of a number of causes\r\nattributable to one agent may be such that, although each in itself\n\nmight have been described as a\ncausa\r\nsine qua non\n,\r\nthe sum of efforts of that agent may be said to have been the\r\neffective cause of the sale.’\n[15] Was Walker’s introduction of Howard to Monteith Place in\r\nitself the effective cause when the sale was concluded? The\nhigh\r\ncourt held not, for the reasons already described. And it found that\r\nWalker, De Marigny, Howard, Mr Howard and Mr Attree,\nall of whom\r\ntestified, were telling the truth to the best of their ability. In my\r\nview, nothing actually turns on the respective\nwitnesses’\r\ncredibility. For the facts that are not in dispute are sufficient to\r\ndetermine whether Wakefields were entitled\nto commission. I should\r\nnote, however, that the evidence of De Marigny was far from\r\nsatisfactory and that the Howards, who allegedly\nindemnified the\r\nAttrees against paying commission to any agent other than Pam Golding\r\n(an issue that does not arise in this appeal),\nwere not disinterested\r\nwitnesses.\n[16] The high court concluded that the Howards dealt with De Marigny\r\n‘because she was the most instrumental in securing the\nsale’\r\nand the judge ‘was not convinced a sale would have eventuated\r\nwithout the efforts of Mrs de Marigny’. However,\nthe court\r\nrecognised that she ‘was fortunate in meeting the Howards (sic)\r\nby accident’. She came ‘on the scene\nwhen the obstacles\r\nwere capable of removal’. This, and the fact that she took them\r\nto see Monteith Place again, tended ‘to\noffset the notion that\r\nthe original introduction and visiting of the house was conclusive\r\nand dominating’. The judge considered\nthat while Walker’s\r\nintroduction of Howard to the house was a sine qua non, it was not\r\nthe causa causans of the sale.\n[17] The high court relied on\nBasil Elk Estates (Pty) Ltd v Curzon\n1990 (2) SA 1\n(T) in concluding that the first introduction by the\r\nestate agent had been outweighed by intervening factors. Various\r\npersonal\nfactors had stopped the prospective purchaser in that case\r\nfrom concluding a sale. But nine months later circumstances had\r\nchanged\nand the purchaser bought the property through another estate\r\nagent. The court held that the intervening factors were such as to\n\nmake the initial introduction relatively unimportant.\n[18] In my view\nAida Real Estate Ltd v Lipschitz\n1971 (3) SA\r\n871\n(W) is more instructive. Although Nicholson J quoted from it\r\nextensively, he did not apply the principles cited. In that case an\n\nestate agent had introduced a purchaser who ultimately negotiated\r\ndirectly with the seller in concluding a sale. The agent was\n\nnonetheless held to be the effective cause of the sale and entitled\r\nto commission. Marais J said (at 875E-H) that protracted negotiations\n\nabout finances are often attendant on transactions brought about by\r\nan estate agent. In that case it was the purchaser who had\nconcluded\r\nthe deal, but it was the estate agent’s ‘wisdom and\r\nbusiness acumen’ that brought together the eager\nseller and the\r\npurchaser who was able to overcome financial obstacles. Marais J said\r\nthat ‘[i]n such a case the agent would\nbe entitled to\r\nremuneration, no matter whether he selected the potential purchaser\r\nby chance or by foresight. A commission agent\nis paid by results and\r\nnot by good intentions or even hard work.’\n[19] This matter is little different from\nAida.\nBut for\r\nWalker’s introduction of the house to Howard, the latter would\r\nnot have been aware of the existence of the property.\nIt was Walker’s\r\n‘wisdom and business acumen’ that made her take Howard to\r\nMonteith Place in Durban North. Howard\nwas not looking in that area\r\nat the time, and preferred to buy a house in the area where she and\r\nher family then lived. She claimed\nto have been frustrated that\r\nWalker took her to see houses in Durban North that were out of their\r\nprice range, but she nevertheless\ndid view them. And when Walker took\r\nHoward to Monteith Place Howard ‘loved’ the house, and\r\nreturned with her husband\nthe following day, accompanied by Walker.\r\nHoward conceded that she and her husband were very interested in the\r\nhouse but said that,\ngiven financial constraints (that later fell\r\naway), they could not afford it. Walker gave up trying to negotiate a\r\nsale with Howard\nonly when told that she had stopped looking for a\r\nhouse to buy and that she and her husband were going to renovate\r\ntheir existing\nhome.\n[20] If Howard had herself approached the Attrees, and persuaded them\r\nto sell Monteith Place to her at a lower price (that is,\nassuming\r\nthere was no intervention at all by De Marigny) Wakefields would\r\nundoubtedly have been entitled to commission, as was\nthe agent in\nAida\n. So too, had the Attrees approached Howard directly and\r\noffered to sell to her at a lower price, Wakefields would likewise\r\nhave\nbeen entitled to commission: Walker was the effective cause of\r\nthe sale.\n[21] De Marigny, on the other hand, learned that Howard was\r\ninterested in Monteith Place quite fortuitously. She did nothing\r\nabout\nit until phoned by Mr Attree who advised that he was asking for\r\nless. At that stage it was only five weeks since Howard had seen\nthe\r\nhouse with Walker. The effort that De Marigny put in amounted to no\r\nmore than making a phone call to Howard, arranging for\nthe Howards to\r\nsee the house again, drawing up the offer to purchase, persuading the\r\nAttrees to lower their price even further\nand accepting a reduced\r\ncommission. That may be regarded by some as a hard day’s work:\r\nand she was undoubtedly instrumental\nin concluding the sale. Indeed\r\nshe was reluctant to admit that Walker’s introduction, and the\r\nwork of the Remax agent who\nhad persuaded the Attrees to reduce the\r\nasking price, had any effect on the sale of Monteith Place.\n[22] Had Walker not shown the Howards the house first – the\r\ninitial introduction – Monteith Place would not have been\nsold\r\nto Howard through the agency of Pam Golding. Howard had ‘absolutely\r\nloved the house’ and had persuaded her husband\nto view it with\r\nher. He too liked it but was concerned about finances. But for that\r\nintroduction De Marigny would not have known\nthat the Howards were\r\ninterested in the property (and that, as I have said, she discovered\r\nquite fortuitously). She would not have\nfound a willing and able\r\npurchaser before Remax’s show day. She reaped where she had not\r\nsown. Despite De Marigny’s\nlater intervention, in my view\r\nWalker’s introduction was the effective cause of the sale.\n[23] Accordingly, Wakefields were entitled to commission at the rate\r\nagreed by them to be applicable – six per cent. That\nthe\r\nAttrees find themselves liable to pay more than one agent is of their\r\nown making. This is the kind of situation described by\nVan den Heever\r\nJA in\nWebranchek\nwhere he said that a seller has ‘only\r\nhimself to blame for his predicament; for he should protect himself\r\nagainst that risk’\n(quoted above).\n[24] As far as the cross appeal against the costs order is concerned,\r\nHoward’s lack of success on the merits means that it\nmust fail.\r\nThere was no appeal against the order that the Attrees pay her costs\r\nbefore the pre-trial conference on 6 November 2009.\nAnd in this\r\nregard there was some logic in the reasoning of the high court, which\r\nin any event was exercising a discretion. The\ncross appeal must thus\r\nbe dismissed and paras (c) and (d) of the high court’s order\r\n(that the Attrees pay Howard’s\ncosts incurred prior to 6\r\nNovember, and that she pay her own costs incurred after that date)\r\nmust stand.\n[25] The appeal is upheld with costs and the cross appeal is\r\ndismissed with costs. Paragraphs (a) and (b) of the order of the high\n\ncourt are set aside and replaced with:\n‘\nThe defendants are ordered to pay the\r\nplaintiff the sum of R232 560 plus interest at the rate of 15.5 per\r\ncent per annum from 11\nOctober 2005 to date of payment, and costs of\r\nsuit.’\n_____________\nC H Lewis\nJudge of Appeal\nAPPEARANCES:\nFOR APPELLANT: B L Skinner SC\nInstructed by\nNeumann White, Durban\nAlberts Attorneys, Bloemfontein\nRESPONDENT: A J Troskie SC\nInstructed by\nLarson Falconer Inc, Durban\nSymington & De Kok, Bloemfontein\nTHIRD PARTY: K C McIntosh\nInstructed by\nBerkowitz Cohen Wartski, Durban\nMatsepes Inc, Bloemfontein.",
  "scraped_at": "2026-02-12T15:57:46.980784",
  "date": "2011-09-28",
  "coram": [
    "Navsa",
    "Lewis",
    "Ponnan",
    "Mhlantla",
    "Wallis"
  ],
  "case_number": "666/10",
  "parties": {
    "applicants": [
      "Wakefields Real Estate (Pty) Ltd"
    ],
    "respondents": [
      "Gavin Wayne Attree",
      "Tracey Attree",
      "Fiona Isobel Howard"
    ]
  },
  "sections": {
    "facts": "The owners of a house at 37 Monteith Place, Durban North (the Attrees) had initially engaged Wakefields Real Estate to market the property. Wakefields, through agent Mr M Craig and later estate agent Mrs Phoulla Walker, introduced the property to potential buyer Fiona Howard. Howard later met another agent, Mrs D de Marigny of Pam Golding Properties, who arranged a reduced-price offer that the Attrees accepted. The sale was concluded through Pam Golding, which shared the commission with Remax, the sole‑mandate agent. The Attrees paid commission to Pam Golding/Remax and denied any liability to Wakefields.",
    "issues": "The principal issue was whether Wakefields Real Estate was the effective cause of the sale of Monteith Place and therefore entitled to the commission agreed (six per cent of the purchase price), despite the involvement of other agents who ultimately concluded the transaction.",
    "principles": "The court considered the doctrine of causation in estate‑agent commissions, distinguishing between causa sine qua non (a necessary condition) and causa causans (the effective cause). Precedents cited include Webranchek v L K Jacobs (recognising multiple agents may be owed commission), Basil Elk Estates v Curzon (intervening factors can outweigh an initial introduction), and Aida Real Estate Ltd v Lipschitz (an agent may be the effective cause even if the purchaser negotiates directly). The court emphasized a common‑sense approach to causation rather than a strict metaphysical analysis.",
    "application": "Applying these principles, the court held that Walker’s initial introduction of Howard to the property was the decisive factor that ultimately led to the sale. Although De Marigny’s later actions facilitated the transaction, they were not sufficient to eclipse the original introduction. Consequently, Wakefields was deemed the effective cause of the sale and entitled to the agreed six per cent commission. The Attrees were ordered to pay the sum of R232,560 with interest and costs of suit.",
    "conclusion": "The appeal was upheld. Wakefields Real Estate was awarded R232,560 plus interest at 15.5% per annum from 11 October 2005 and costs of suit. The cross‑appeal against the costs order was dismissed, and the high court’s original cost provisions were replaced as specified."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Estate Agency",
    "level_3": [
      "effective cause",
      "commission entitlement",
      "causation",
      "multiple agents"
    ]
  }
}