{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/93.html",
  "case_name": "Minister of Safety & Security v Moodley (429/10) [2011] ZASCA 93; [2011] 4 All SA 47 (SCA) (31 May 2011)",
  "citation": "[2011] ZASCA 93",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 93\n|\nNoteup\n|\nLawCite\nMinister of Safety & Security v Moodley (429/10) [2011] ZASCA 93; [2011] 4 All SA 47 (SCA) (31 May 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 429/10\nTHE MINISTER OF SAFETY AND SECURITY\n..........................................................\nAppellant\nand\nDEVARAJH MOODLEY\n..........................................................................................\nRespondent\n______________________________________________________________\nNeutral citation:\nMinister\r\nof Safety & Security v Moodley\n(429/10)\n[2011] ZASCA 93\n(31\r\nMay 2011)\nCORAM:\nNavsa, Cloete, Cachalia, Bosielo and Majiedt JJA\nHEARD:\n16 May 2011\nDELIVERED:\n31 May 2011\nSUMMARY: Fair\r\nprocedure prescripts of\ns 3\nof The\nPromotion of Administrative\nJustice Act 3 of 2000\nnot complied with in terminating occupancy of\r\nofficial police quarters ─ high court erred in determining the\r\nmatter on the\nbasis that the notice provisions of the Prevention of\r\nIllegal Evictions and Occupation from Land Act 19 of 1998 (PIE) were\r\nnot\ncomplied with without determining whether occupation unlawful ─\r\ndoubt expressed about the applicability of PIE to housing\n\naccommodation in official police quarters ─ in determining\r\nwhether notice provisions of PIE complied with court below elevating\n\nform above substance.\n______________________________________________________________\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nKwaZulu-Natal\r\nHigh Court (Durban) (Sishi J sitting as court of first instance).\nThe appeal is dismissed with costs.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nNAVSA JA (Cloete, Cachalia, Bosielo\r\nand Majiedt JJA concurring)\n[1] The State is\r\nthe owner of Aurora Flats (the complex) situated at 133 Graypark\r\nRoad, Brighton Beach, Durban, KwaZulu-Natal. Flats\nin the complex are\r\nmade available by the South African Police Service (SAPS) to its\r\nmembers who qualify for housing in accordance\nwith the official\r\nhousing policy and guidelines. The question in this appeal is whether\r\nthe appellant, the Minister of Safety and\nSecurity (the Minister),\r\nlawfully terminated the respondent’s occupancy of flat 19\n1\n(designated as\r\nmarried quarters) at the complex, rendering him liable to eviction.\r\nThe respondent, Mr Devarajh Moodley (Moodley),\nis a member of\r\nSAPS who holds the rank of Inspector. The history of Moodley’s\r\noccupancy, the applicable statutory regime\nand the events leading up\r\nto the present appeal are set out hereafter.\n[2] During 1995\r\nMoodley applied for and was granted permission for the first time to\r\noccupy flat 19 at the complex. The Police Act\n7 of 1958 authorised\r\nthe making of regulations dealing with, inter alia, the provision and\r\noccupation of official quarters by members\nof SAPS, whether such\r\nquarters are owned or rented by the State or placed at its disposal.\r\nOn 14 February 1964 regulations were\npublished dealing with the\r\noccupation of such quarters by members of SAPS.\n2\nThe relevant\r\nsections are set out hereunder:\n‘\n78(1)\r\nA member shall be obliged and may, subject to directions issued by\r\nthe Commissioner, be ordered to occupy quarters in possession\nof, or\r\nhired by, or otherwise placed at the disposal of the State,\r\nirrespective of whether such quarters is a fixed or movable\nstructure\r\nor a tent, and if the exigencies of the Force so require, a member\r\nmay be ordered to remain in such quarters and be available\nat any or\r\nduring a specified time; provided that the provisions of this\r\nsub-regulation shall not entitle a member to claim the\nallocation of\r\nsuch quarters; and provided further that, should the number of\r\napplications for the allocation of quarters exceed\nthe number of\r\navailable quarters, such quarters shall be allocated either in\r\naccordance with directions issued by the Commissioner\nor by the\r\nCommissioner in his discretion.\n. . .\n(4) The Commissioner may\r\nat any time give a member notice to vacate quarters allocated to him,\r\nand if given such notice, such member\nshall vacate the quarters on\r\nthe date determined by the Commissioner; provided that if such a\r\nmember resigns or is discharged or\ndismissed for any reason, the\r\nquarters shall be vacated not later than the date of his discharge\r\nreferred to in sub-regulation\n(4) of regulation 15; and provided\r\nfurther that if such a member dies, the Commissioner may, in his\r\ndiscretion, grant permission\nto his household to remain in occupation\r\nof such quarters for a short, reasonable period.’\n[3] Although the Police Act 7 of 1958\r\nwas repealed and substituted by the South African Police Service Act\r\n68 of 1995 (the SAPS\nAct), the regulations were preserved by virtue\r\nof s 72(4)(a) of the latter Act. Policy directives for occupation of\r\npolice quarters\nwere issued by the National Commissioner of Police\r\n(the Commissioner) and amended from time to time.\n[4] It appears that at the time\r\nMoodley first took occupation of flat 19, the stipulated occupation\r\ntime cycle was three years.\nMoodley successfully reapplied on two\r\nfurther occasions after 1995 to have his occupation extended. One\r\nsuch application was made\nin October 2000 and approved in February\r\n2001. The final paragraph of the letter notifying Moodley that his\r\noccupation had been\nextended until 30 June 2002 reads as follows:\n‘\nYou\r\nare hereby requested to make the necessary arrangements before the\r\nexpiry date.’\n[5] Moodley, however, continued to\r\nremain in occupation of the flat at the complex for a further period\r\nof more than two years and\npaid his occupancy rate, without demur by\r\nthe Minister. The problem culminating in this appeal arose in\r\nFebruary 2005, after new\npolicy guidelines were finalised. The policy\r\nwas published on 11 March 2005. It is necessary to have regard to its\r\nmaterial provisions.\nThe preamble reads as follows:\n‘\n1.\r\nPREAMBLE\n1.1 The South African\r\nPolice Service (SAPS) is a large and growing organization, with\r\nlimited housing facilities.\n1.2 SAPS will endeavour\r\nto allocate these limited facilities to its employees\non\r\na temporary basis\nin the interest of the\r\nService. In doing so, SAPS will take due consideration of the\r\nprinciples of accountability, transparency\nand equity.\n1.3 The employees have\r\nthe ultimate responsibility to provide housing either for themselves\r\nand/or their dependents.’ (My\nemphasis.)\nThe purpose of the policy is defined\r\nas follows:\n‘\n2.\r\nPURPOSE\n2.1 The purpose of this\r\nHousing Policy is to facilitate the provision of official housing to\r\nemployees in order to enhance the delivery\nof services to communities\r\nin terms of SAPS’ strategic objectives.\n2.2 This policy regulates\r\nthe equitable and effective allocation of official housing to all\r\nqualifying employees.\n2.3 The policy defines\r\nthe criteria and circumstances under which the official housing can\r\nbe provided to employees of the SAPS.’\n[6] Under the heading ‘Guiding\r\nPrinciples’ it is recorded that the allocation of housing,\r\nwhich is limited, will be\nbased on certain fundamental principles.\r\nAmongst these are the promotion and enhancement of efficient,\r\neffective and responsive\nservice delivery by SAPS. It is stated that\r\nhousing will be allocated in a fair, unbiased and non-discriminatory\r\nbasis. Clause\n3.1.5 of the policy reads as follows:\n‘\n3.1.5\r\nin allocating official housing, priority should, as far as possible\r\nbe given to employees at lower levels.’\n[7] Clause 9 of the policy sets out\r\nthe criteria for allocation of housing. Importantly, consistent with\r\nthe regulations referred\nto above, two years is the specified time\r\nfor which housing is to be allocated. Understandably, a fundamental\r\nrequirement is that\nan applicant must be an employee of SAPS.\r\nAllocation of housing is stated to be subject to availability and\r\nfunding. The housing\npolicy provides for the withdrawal of housing to\r\nemployees whose services are terminated as a result of resignation,\r\ndismissal\nor retirement.\n[8] Under the heading ‘Transitional\r\nMeasures’ the following appears:\n’\n13.1\r\nThe current occupants of official housing must apply to the relevant\r\nhousing committee referred to in Paragraph 6 for continued\noccupancy\r\nof such houses within 3 months of the date of implementation of this\r\npolicy.\n13.2 In the event an\r\noccupant who applied in terms of 13.1 above, does not qualify for\r\nofficial housing, he or she may continue\noccupying the official house\r\nfor a period not exceeding twelve months from the date of\r\nimplementation.\n13.3 The committee shall\r\nconsider such applications according to the principles and criteria\r\ncontained in this policy.\n13.4 The transitional\r\nmeasures will come into effect from the date of implementation of\r\nthis policy and shall lapse after a period\nof twelve months.\n13.5 This policy replaces\r\nall existing policies regarding the allocation of housing to\r\nemployees in the Service.’\n[9] During March or April 2005, after\r\nthe new housing policy came into being, Moodley, together with other\r\nresidents at the complex,\nattended a meeting convened by\r\nSuperintendent De Villiers, the station Commander at Brighton Beach.\r\nThe Superintendent informed\nthose present that there was a new\r\nhousing policy in place and that all occupants of the complex were\r\nrequired to make applications\nanew for housing, failing which they\r\nwould be required to vacate the flats they occupied. According to\r\nMoodley, they were assured\nthat the new applications would merely\r\nconstitute a ‘process’. This was the first Moodley had\r\nheard of the new housing\npolicy. He requested a copy of the policy\r\nand was told that it would be supplied later. He only received a copy\r\nin 2007.\n[10] As instructed, Moodley completed\r\nthe official application forms and submitted it to the relevant\r\ncommittee. On 6 February 2006\nhe was advised that his application was\r\nunsuccessful and that he had to vacate his quarters at the complex by\r\n7 May 2006. After\nbeing so informed, Moodley made representations to\r\nremain in occupation of the flat. He was granted an extension to\r\nremain in the\nflat until 31 December 2006.\n[11] The letter dated 6 February 2006,\r\ninforming Moodley that his application was unsuccessful and which\r\npurported to terminate\nhis occupancy, reads as follows:\n‘\nSOUTH\r\nAFRICAN POLICE SERVICE: RE-APPLICATION FOR OFFICIAL MARRIED QUARTERS:\r\nRE-ALLOCATION 2005: DURBAN SOUTH AREA\n1. Your application\r\nrefers.\n2. You are hereby\r\ninformed that all the applications were presented before the National\r\nHousing Committee, by the Office of the\nProvince Commissioner:\r\nKwa-Zulu Natal, the consensus was reached that all the members who\r\nhave resided in official married quarters\nfor (5) years and more\r\nshould be given (3) months notice to vacate the official married\r\nquarter.\n3. Unfortunately your\r\napplication was unsuccessful, therefore you are hereby given (3)\r\nmonths notice as from the 7\nth\nof February 2006 to the 7\nth\nof May 2006 to vacate the official married quarter that\r\nyou are currently occupying.\n4. The keys should be\r\nhanded over to the Logistical Oficer at your station, and should you\r\nhave any enquiries, you can contact Snr\nSupt Mkhize or Supt Ndlovu at\r\nthe above contact details.’\n[12] According to Moodley he\r\nsubsequently made representations to remain in his quarters, which\r\nwere construed by SAPS as representations\nfor an extension of time\r\nwithin which to vacate. In his representations Moodley set out his\r\npersonal particulars, including those\nthat related to and impinged on\r\nhis family.\n[13] At this stage it is necessary to\r\nhave regard to proceedings before the Rental Housing Tribunal and\r\nother litigation skirmishes\nbetween the parties. During 2006 and 2007\r\nanother occupant of official quarters engaged SAPS before the Rental\r\nHousing Tribunal.\nThere is some dispute about the nature and timing\r\nof Moodley’s complaints before the housing tribunal against\r\nSAPS in relation\nto his occupancy of quarters at the complex. For\r\npresent purposes it is not necessary to deal with those disputes. In\r\n2007 Moodley\nobtained an interim interdict in the Durban High Court\r\nagainst SAPS, prohibiting renovations at the complex pending the\r\noutcome\nof proceedings before the Rental Housing Tribunal. During\r\nMarch 2007 Moodley instituted further proceedings in the high court,\r\nseeking an order declaring the Provincial Commissioner to be in\r\ncontempt of the earlier interim interdict. Before all this litigation\n\nwas finalised the parties entered into a settlement agreement, the\r\nmaterial part of which reads as follows:\n‘\nUpon\r\ncompletion of the renovations to Aurora Flats, the Applicant\r\n[Moodley] would be entitled to move back to Flat 36, Aurora Flats,\n\nbeing the flat occupied by him prior to commencement of renovations,\r\nsave that the agreement relating to the Applicant moving back\nto the\r\nsaid flat is without prejudice to any action for ejectment against\r\nthe Applicant which may be contemplated.’\n[14] Moodley and his family were\r\naccommodated at an alternate venue during the renovation period. SAPS\r\nsubsequently adopted a position\nin terms of which it did not\r\nrecognise that Moodley was entitled to return to the complex, as a\r\nresult of which he instituted proceedings\nin the high court to be\r\nreinstated in occupation. In response the Minister instituted a\r\ncounter-application seeking an order declaring\nthat Moodley’s\r\noccupation was lawfully terminated and claiming his eviction. Pending\r\nthe finalisation of the counter-application,\nin terms of an agreement\r\nthat was made an order of court, Moodley moved back into his quarters\r\nat the complex. The litigation in\nthe court below proceeded on the\r\nbasis that only the counter-application was to be adjudicated by the\r\nDurban High Court.\n[15] In his opposition to the\r\ncounter-application Moodley took a point\nin limine\n, namely,\r\nthat the Minister had not complied with applicable provisions of the\r\nPrevention of Illegal Eviction and Unlawful Occupation\nof Land Act 19\r\nof 1998 (PIE). Furthermore, in his affidavit opposing the\r\ncounter-application, Moodley, whilst acknowledging that\nthe\r\nCommissioner of SAPS has a discretion to order a member of SAPS to\r\nvacate a flat at the complex, contended that this discretion\nmust be\r\nexercised with due regard to the principles of natural justice and\r\nthe provisions of the Promotion of Administrative Justice\nAct 3 of\r\n2000 (PAJA). He contended that he ought to have been given adequate\r\nprior notice of the nature and purpose of the administrative\naction\r\nin terms of which his occupancy was purportedly terminated.\n[16] In his opposing affidavit Moodley\r\nemphasised that he had not been provided with an opportunity to make\r\nrepresentations in relation\nto the administrative action that led to\r\nthe termination of his occupancy. Moodley submitted that his\r\nrepresentations to remain\nin occupancy were misconstrued as\r\nrepresentations for an extension of time within which to vacate the\r\nquarters. Moodley was aggrieved\nthat the new housing policy had been\r\nrigidly applied without due regard to his circumstances as set out in\r\nthe representations\nmade by him. He complained that insofar as he had\r\nmade representations to remain in occupation, after the new policy\r\nhad been presented\nas a\nfait accompli,\nhe was not informed\r\nabout the outcome of his representations. It is clear from the\r\nreplying affidavit on behalf of the Minister\nthat Moodley’s\r\nrepresentations were considered only in relation to the time within\r\nwhich Moodley was required to vacate his\nquarters at the complex,\r\nafter his occupancy had purportedly been terminated, and not in\r\nrelation to his continued occupation in\nlight of the new policy.\n[17] The housing committee charged\r\nwith the administration of the housing policy decided to grant\r\nMoodley an extension of time to\nvacate until 31 December 2006.\r\nThe SAPS Area Commissioner wrote a letter to a number of occupants of\r\nofficial quarters, including\nMoodley, informing them that the\r\nextension until 31 December 2006 was a ‘last and final\r\nnotice’. It is common\ncause that the extension was ‘uniform\r\nfor all affected members’. The complaints to the Rental Housing\r\nTribunal and\nthe litigation referred to above followed.\n[18] The counter-application was heard\r\nand decided by the Durban High Court (Sishi J). It is that decision\r\nwhich is the subject\nof the present appeal. It is before us with the\r\nleave of the court below. It appears that in argument in the court\r\nbelow Moodley’s\nerstwhile counsel was content to rely\r\nprincipally on the point\nin limine\nin relation to the alleged\r\nfailure by SAPS to comply with the\nperemptory notice provisions of PIE.\r\nHe also made submissions based on the provisions of the\nExtension of\nSecurity of Tenure Act 62 of 1997\n, which were rightly rejected by the\r\ncourt below and not persisted in before us. Moodley’s present\r\ncounsel readily conceded\nthat Moodley’s principal reliance on\r\nPIE in the court below was misplaced. The correctness of this\r\nconcession will soon become\napparent.\n[19] In considering the point\nin\r\nlimine\n, Sishi J recorded that the Minister had adopted the\r\nposition that PIE did not apply to Moodley’s occupancy of the\r\nquarters\nat the complex. Sishi J had regard to the submission on\r\nbehalf of the Minister that the occupation of police quarters fell\r\ninto\na special category, freeing it from the application of PIE. It\r\nhad been contended on behalf of the Minister that the regulatory\n\nstatutory framework applying to members of SAPS made it clear that\r\nthe housing provided was inextricably linked to employment with\nSAPS\r\nand was of temporary duration. The learned judge rejected these\r\nsubmissions and concluded as follows:\n‘\nSection\r\n2\nof the\nPIE\ndeals\r\nwith the Application of the Act. It provides that this Act applies in\r\nrespect of all land throughout the Republic. Land is\ndefined as\r\nincluding a portion of land. Furthermore, “\nbuilding\r\nor structure, in terms of the Act, includes any hut, shack, tent or\r\nsimilar structure or any other form of temporary or\npermanent\r\ndwelling, or shelter, even section 6 of the PIE, deals with eviction\r\nat the instance of an organ of state. Section 6(1)\nprovides that an\r\norgan of state may institute proceedings for an eviction of an\r\nunlawful occupier from land which falls within\nits area of\r\njurisdiction\n.\r\n. .” ‘\n[20] Without any consideration of the\r\nfacts impacting on the legality of Moodley’s continued\r\noccupation of the flat, the court\nbelow said the following:\n‘\nThe\r\nRespondent in the counter-application fits perfectly within the\r\ndefinition of “unlawful occupier” in terms of the\nAct\r\n[and] the premises in question [falls] with[in] the definition of\r\nbuilding or structure as defined in the Act.’\nSishi J held that PIE was applicable.\n[21] The learned\r\njudge went on to consider whether the Minister had complied with the\r\nnotice provisions of PIE, contained in s 4.\n3\nThe learned judge\r\nstated that the purpose of s 4 of PIE is clear, namely, to inform\r\ndefendants or respondents of their rights and\nto enable them to\r\ncontest their intended eviction.\n[22] In the present case, after\r\nMoodley had raised the provisions of PIE as a defence, the Minister\r\nproceeded to serve the counter-application\non the eThekwini\r\nMunicipality and once more on Moodley’s attorney, after it had\r\napplied separately to the high court for\nauthorisation to do so.\n[23] In considering whether the\r\nMinister had complied with the provisions of PIE, Sishi J had regard\r\nto a decision of the full court\n(Levinsohn J) in\nUbunye\r\nCo-operative Housing (Association incorporated under Section 21) v\r\nJoyce N Mbele & others\n(54/05/01)\n[2005] ZAKZHC 13\n(22\r\nSeptember 2005) where the following was said:\n‘\nSection\r\n4(1) speaks of “proceedings . . . for the eviction of an\r\nunlawful occupier”. It is at once clear from section\n4(2) that\r\nwhat has to happen before the hearing of the proceedings is that “a\r\nnotice of these proceedings” must be\nserved on the unlawful\r\noccupier, and the Municipality. That must take place fourteen days\r\nbefore the hearing of those proceedings.\nSection 4(2) lays down that\r\nthe notice of proceedings must state the matters which are set forth\r\nin sections 4(5)(a), (b), (c)\nand (d) respectively. These subsections\r\nprovide that the respondent is told in the notice that proceedings\r\nfor eviction are being\nsought, the date and time when the court will\r\nhear the proceedings, the grounds for the proposed eviction, that the\r\nRespondent\nis entitled to appear in court to defend the case and if\r\nnecessary he or she has the right to apply for legal aid. These\r\nrequirements\nare peremptory.‘\n[24] Sishi J went on to hold that it\r\nwas clear that the Minister had failed to comply with the peremptory\r\nprovisions of PIE. He\nsaid the following in this regard:\n‘\nIn\r\nthe present case, the Court is faced with the position where there is\r\nno mention made in the counter-application of the fact\nthat this is a\nPIE\napplication.\r\nThere is no mention made in the founding papers that this is a\nPIE\napplication.\r\nThen a subsequent application is made on an ex-parte basis for\r\nauthority to serve the notice in terms of\nPIE\n.\r\nThe notice which was served was also grossly deficient. The first\r\nobvious point about this notice is that the Applicant did not\nallege\r\nthat this is a\nPIE\napplication\r\nto begin with. Mr Collingwood submitted that in such circumstances it\r\nis difficult to conceive how this can be a\nPIE\nnotice\r\nwhen the Applicant is not proceeding in terms of\nPIE\n.\r\nThe provisions of section 4(5) makes it clear that the certain\r\nrequirements in terms of the Act must be complied with and that\nthe\r\nnotice of those proceedings must state that the proceedings are being\r\ninstituted in terms of section 4(1) of the\nPIE\n.\r\nIt has been pointed out earlier on in this judgment that the notice\r\nfalls short in that regard.’\nThese are aspects which I will address\r\nbriefly later in this judgment.\n[25] The court below reasoned that\r\nsince the Minister had disavowed the application of PIE it was\r\ndifficult to see how the application\nthat was brought for Moodley’s\r\neviction could be construed as being within the purview of that\r\nlegislation. Consequently,\nthe Minister’s application for\r\nMoodley’s eviction was dismissed with costs.\n[26] The fundamental flaw in the\r\napproach of counsel and Sishi J in the proceedings in the court below\r\nwas to disregard the primary\nquestion of the lawfulness of the\r\ntermination of Moodley’s occupancy. It was the anterior\r\nquestion that ought to have been\nasked and answered. I have serious\r\nreservations about whether PIE applies to the occupation of official\r\npolice quarters, an aspect\nthat is dealt with later in this judgment\r\nat paras 42 to 45. However, even assuming PIE to be applicable,\r\ncounsel and the court\nbelow failed to consider that the very basis\r\nfor an application for eviction in terms of PIE is unlawful\r\noccupation. It is a jurisdictional\nfact necessary for the act to\r\napply. In\nNdlovu v Ngcobo, Bekker & another v Jika\n2003\r\n(1) SA 113\n(SCA)\nthis court said the following at para\r\n1:\n‘\nThe\r\nPrevention of Illegal Eviction from and Unlawful Occupation of Land\r\nAct 19 of 1998 (herein called “PIE”) gives “unlawful\n\noccupiers” some procedural and substantive protection against\r\neviction from land. The question that arises is whether “unlawful\n\noccupiers” are only those who unlawfully took possession of\r\nland (commonly referred to as squatters) or whether it includes\n\npersons who once had lawful possession but whose possession\r\nsubsequently became unlawful. In the\nNdlovu\nappeal\r\nthe tenant’s lease was terminated lawfully but he refused to\r\nvacate the property. In the\nBekker\nappeal\r\na mortgage bond had been called up; the property was sold in\r\nexecution and transferred to the appellants; and the erstwhile\nowner\r\nrefused to vacate. In neither case did the applicants for eviction\r\ncomply with the procedural requirements of PIE and the\nsingle issue\r\non appeal is whether they were obliged to do so.’\n[27] In\nNdlovu\nthis court held\r\nthat PIE applied where a lease was terminated and when a mortgagor\r\ndefaulted, and where either continued in occupation,\nnotwithstanding\r\na demand to vacate.\n[28] It is\r\ntherefore clear that before the protective provisions of PIE can be\r\nheld to apply and long before the court goes over\nto considering\r\nwhether an eviction in terms of s 4(8)\n4\nshould follow, the\r\nunlawfulness of the continuing occupation has to be established.\n[29] The heads of argument in this\r\ncourt on behalf of both parties were initially restricted to the\r\nquestion whether PIE applied\nto the circumstances of this case. At\r\nour request, through the office of the Registrar, counsel, upon short\r\nnotice, addressed the\nquestion whether Moodley had a valid defence in\r\nterms of PAJA. We are grateful to counsel for their prompt response.\r\nI now turn\nto deal with the PAJA defence raised on behalf of Moodley\r\nin the court below.\n[30] It was not\r\ncontested before us that the purported termination of Moodley’s\r\noccupation of the flat at the complex was\n‘administrative\r\naction’ as defined in s 1 of PAJA.\n5\nThe constitutional\r\nright to procedurally fair administrative action embraces the\r\nwell-established common-law concept of ‘natural\njustice’.\r\nEven during the days preceding our interim and present Constitution\r\nour law was that when a statute empowered a\npublic official or body\r\nto give a decision prejudicially affecting an individual in his/her\r\nliberty or property or existing rights,\nthe individual had a right to\r\nbe heard before the decision was taken, or in limited instances\r\nthereafter. This found expression\nin the maxim\naudi\r\nalteram partem\n.\r\nIn adjudicating whether administrative action was just, which is\r\nsynonymous with the principle of administrative legality,\n6\nour courts have\r\nsteadily moved from a formalistic and narrow approach to the rules of\r\nnatural justice towards a broad and flexible\nduty to act fairly in\r\nall cases. This court played a significant role in the dynamic\r\nevolution of the law in this regard.\n7\n[31] Professor\r\nHoexter at p 327\n8\nputs it thus:\n‘\nProcedural\r\nfairness has, in fact, become one of the most interesting and vibrant\r\nareas of South African administrative law. This\ndevelopment has\r\nfollowed a similar trend in the United Kingdom, but in South Africa\r\nit has gained momentum particularly from the\ncreation of\r\nconstitutional rights to administrative justice and (more recently)\r\nthe provisions of the PAJA.’\n[32] Sections 3(1) and 3(2) of PAJA\r\nprovide:\n‘\n(1)\r\nAdministrative action which materially and adversely affects the\r\nrights or legitimate expectations of any person must be procedurally\n\nfair.\n(2)\n(a)\nA fair administrative procedure depends on the\r\ncircumstances of each case.\n(b)\nIn\r\norder to give effect to the right to procedurally fair administrative\r\naction, an administrator, subject to subsection (4), must\ngive a\r\nperson referred to in subsection (1)─\n(i) adequate notice of\r\nthe nature and purpose of the proposed administrative action;\n(ii) a reasonable\r\nopportunity to make representations;\n(iii) a clear statement\r\nof the administrative action;\n(iv) adequate notice of\r\nany right of review or internal appeal, where applicable; and\n(v) adequate notice of\r\nthe right to request reasons in terms of section 5.’\n[33] Section 3(4)(a) states that if it\r\nis reasonable and justifiable in the circumstances an administrator\r\nmay depart from any of\nthe requirements referred to in s 3(2). There\r\nwas no substantive engagement by the Minister in his replying\r\naffidavit with Moodley’s\nassertions about the failure by SAPS\r\nto comply with the provisions of PAJA. Nor was there an attempt made\r\nby the Minister at any\nstage to justify a departure from the\r\nrequirements of s 3(2) of PAJA.\n[34] In dealing\r\nwith the minimum requirements of s 3(2), Hoexter rightly states that\r\nnotice of impending administrative action to\nan affected party is\r\nessential in South African law. Turning to the adequacy of the\r\nrequired notice the learned author suggests\nthat it implies\r\nsufficient information to enable a person to exercise his or her\r\nrights.\n9\nShe states the\r\nfollowing:\n‘\nAs\r\nfar as information about the proposed action is concerned, it seems\r\nclear that its nature and purpose must be described with\nsufficient\r\nparticularity, or the right to make representations will be illusory\r\nrather than real.’\n10\n[35] Moodley was not told that a prior\r\nfive year occupation period would be viewed by the housing committee\r\nas an absolute disqualification.\nThus, he was not afforded an\r\nopportunity to make any representations in relation thereto. The\r\nparties were also at cross-purposes\nin relation to the object of the\r\nrepresentations made by Moodley: He thought he was making\r\nrepresentations in relation to continued\noccupation whilst the\r\ncommittee apparently considered the representations in relation to an\r\nextension of time within which to vacate\nthe premises.\n[36] Usually the\r\nopportunity to make representations should be offered before any\r\ndecision is taken. There is good reason for this.\nIf an opportunity\r\nis only offered subsequently, the affected person would probably have\r\nto do much more to dislodge a decision\nalready taken.\n11\nIn the present\r\ncase, no case was presented for not providing an opportunity before\r\nthe decision was taken. In any event, the representations\nin relation\r\nto the administrative decision in question went altogether unheeded.\n[37] Furthermore,\r\nas stated above, the National Housing Committee adopted an inflexible\r\nattitude in relation to persons who had\noccupied official quarters at\r\nthe complex for more than five years. The policy itself did not\r\ndictate such inflexibility. In respect\nof the period itself affected\r\nparties might have had something to say. The inflexibility of the\r\nCommittee effectively precluded\na proper consideration of Moodley’s\r\ncircumstances. The decision as a result of the Committee’s\r\nabsolute inflexibility\nis also arguably, on the face of it,\r\nirrational and can on that basis alone be impugned.\n12\nThis does not mean\r\nthat the lengthy period of Moodley’s prior occupation is not a\r\nrelevant factor to be taken into account\nin finally deciding whether\r\nhis occupancy should be terminated. It obviously is.\n[38] It was not submitted on behalf of\r\nthe Minister, nor could it be, that SAPS was at large to terminate\r\noccupation of official\nquarters without following due process. Whilst\r\non the face of it Moodley appears to have been afforded a\r\nconsiderable time in official\nquarters ─ more than a decade ─\r\nhe is entitled to be dealt with as required by law. It does not mean,\r\nand this was\naccepted by his counsel, that SAPS is unable to\r\nterminate his tenancy after following legal prescripts and in a\r\nmanner that is\nadministratively fair and just.\n[39] There is no merit to the\r\nsubmission on behalf of counsel for the Minister that Moodley was\r\nprecluded from relying on the provisions\nof PAJA because he had not\r\nearlier instituted an application to review the decision of the\r\nhousing committee or any other entity\nfalling under the authority of\r\nSAPS. The submission does not take into account that Moodley was a\r\nrespondent opposing an application\nfor eviction. There had been a\r\nnumber of other legal skirmishes and delays in finalising the dispute\r\nbetween the parties. On the\ncommon cause facts it was clearly\r\nestablished that his occupancy had not been lawfully terminated. I\r\nhave difficulty in understanding\nwhat more he could have done or\r\nindeed why he should do anything further.\n[40] In light of the common cause\r\nfacts in the present case, the question of onus does not arise.\r\nNeither a statutory body nor a\nprivate landlord nor an owner could\r\nsucceed in litigation in which it sought to evict a person unless\r\nthat individual’s occupation\nwas unlawful. Once it is\r\nestablished that the termination of Moodley’s occupancy was\r\nunlawful that is the end of the matter.\nOne need not determine\r\nfinally whether PIE applies to situations where police personnel\r\ncontinue in occupation of official quarters\nafter a valid termination\r\nby SAPS.\n[41] To sum up: in the present case\r\nSAPS did not follow the most fundamental requirements for a fair\r\nprocedure before or after taking\na decision to terminate Moodley’s\r\ntenancy. It adopted an inflexible attitude and effectively precluded\r\na proper consideration\nof Moodley’s circumstances and all other\r\nrelevant factors before taking a decision to terminate his occupancy\r\nof the flat.\nThe purported termination of Moodley’s occupation\r\nwas thus unlawful and the Minister’s application for eviction\r\ncould\nnot succeed.\n[42] Notwithstanding the conclusions\r\nin the preceding paragraphs, I nevertheless deem it desirable to deal\r\nbriefly with the nature\nof occupancy of police quarters and the\r\napplicable statutory regime. I also intend to comment briefly on part\r\nof the reasoning\nof the court below in relation to the application of\r\nthe notice provisions of PIE. This is necessary because counsel for\r\nboth parties\ninformed us that the decision of the court below might\r\nlead to uncertainty and confusion about the application of s 4 of\r\nPIE.\n[43] First, the nature of occupancy of\r\npolice quarters and the application thereto of PIE. Moodley’s\r\ncounsel was constrained\nto concede that the regulations bearing on\r\nofficial police quarters and the concomitant policy were in\r\nthemselves eminently reasonable.\nOccupational transition from more\r\nexperienced and higher ranking and higher earning police personnel ─\r\nin a filter-down rotational\nmovement ─ towards lower ranking\r\npolice who earned lower salaries and who might be struggling\r\nfinancially and might themselves\nbe in dire need of housing, seems\r\nsensible and practical. Police quarters and army barracks can by\r\ntheir very nature not be allocated\nin perpetuity. Operational and\r\nstrategic exigencies militate against that notion.\n[44] Since\nNdlovu\nthis court has seen\r\nfit progressively to limit the application of PIE, a statute that was\r\ninitially interpreted as being of application\nto all housing, without\r\nexception. In subsequent judgments this court was at pains to point\r\nout that PIE was intended to protect\nunlawful occupiers who were poor\r\nand vulnerable and observed that persons who were not intended to be\r\nbeneficiaries were seeking\nto bring themselves within its ambit.\n13\nFor present\r\npurposes an extensive examination of those decisions is not\r\nnecessary. It suffices to state that it is now established\nthat there\r\nare exceptions to the application of PIE.\n[45] For the reasons stated in the\r\npreceding paragraphs and because there is a separate statutory regime\r\ndealing with housing for\nmembers of SAPS, which is an essential part\r\nof the country’s security component, I have grave doubts\r\nwhether PIE applies\nto the provision of official quarters by SAPS. As\r\nstated earlier it is not necessary to decide that question finally.\n[46] I now turn to\r\ndeal with the reasoning of the court below in relation to the notice\r\nprovisions of s 4 of PIE. It is undoubtedly\nso that the application\r\nby the Minister was for Moodley’s eviction from the complex.\r\nNo-one could have been under any illusion\nof its purpose. Moodley was\r\nat all material times legally represented. He was aware of the\r\nprovisions of PIE and this was emphatically\ndemonstrated by the point\r\nhe took\nin\r\nlimine\n,\r\nreferred to above. The relevant municipality was served with the\r\nnotice of motion and its annexures. The object of PIE was clearly\n\nachieved.\n[47] In\nUnlawful\r\nOccupiers, School Site v City of Johannesburg\n2005\r\n(4) SA 199\n(SCA) para 22 this court said the following:\n‘\n[I]t\r\nis clear from the authorities that even where the formalities\r\nrequired by statute are peremptory it is not every deviation\nfrom the\r\nliteral prescription that is fatal. Even in that event, the question\r\nremains whether, in spite of the defects, the object\nof the statutory\r\nprovision has been achieved (see eg\nNkisimane\r\nand Others v Santam Insuarnce Co Ltd\n1978\r\n(2) SA 430\n(A) at 433H-434B;\nWeenen\r\nTransitional Local Council v Van Dyk\n2002\r\n(4) SA 653\n(SCA) in para 13).’\nSee also\nMoela\r\nv Shoniwe\n2005 (4) SA 357\n(SCA) para 8 and more recently\nNorgold\nInvestments (Pty) Ltd v The\r\nMinister of Minerals and Energy of the Republic of South Africa &\r\nothers\n(278/10)\n[2011]\r\nZASCA 49\n(30 March 2011) paras 43 and 44.\n[48] To hold as the court below did\r\nthat PIE had not been complied with because the statutory notice had\r\nbeen given by the Minister\nonly after the point\nin\r\nlimine\nhad been raised and\r\nbecause the notice of motion had made no reference to provisions of\r\nPIE, is to elevate form above substance.\n[49] In addition, the court below\r\nerred in holding it against the Minister that he had contended that\r\nPIE did not apply whilst at\nthe same time seeking to persuade the\r\ncourt that he had complied with the notice provisions of s 4. A\r\nlitigant is within his rights\nto challenge the applicability of PIE\r\nwhilst at the same time, out of caution, complying with its notice\r\nprovisions. There is nothing\ninconsistent or objectionable in a\r\nlitigant advancing a point of law and in the alternative, relying on\r\na fact.\n[50] Even though the reasons\r\nunderpinning the Minister’s failure in the court below are\r\nfallacious, for all the reasons stated\nabove, the appeal must fail.\r\nThe order made by the court below remains unaltered. Counsel for the\r\nparties reached agreement on\nthe procedure to be followed in a proper\r\nconsideration of Moodley’s continued occupancy, in the event\r\nthat the appeal was\nunsuccessful, and were content for us to record\r\nthe arrangement in this judgment. That agreement was:\n‘\n1.\r\nThe respondent is to make representations with regard to the\r\ncorrectness or otherwise of the decision taken on 6 February 2006\n\nthat because the respondent had already been in occupation for five\r\nyears he could not qualify for the allocation of housing.\n2. The said\r\nrepresentations are to be made within 30 days of the date of the\r\norder.\n3. The Provincial\r\nCommissioner is to consider the said representations and make a\r\ndecision thereon within 30 days and is to give\nwritten reasons for\r\nthe decision within 30 days thereafter.\n4. The respondent is\r\nthereafter entitled to pursue any internal remedy or take any steps\r\nunder PAJA that he may be entitled to.’\n[51] For the reasons set out above,\r\nthe appeal is dismissed with costs.\n__________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant: M Govindasamy SC\nInstructed by\nState Attorney Durban\nState Attorney Bloemfontein\nFor Respondent: C G Marnewick SC\nInstructed by\nViren Singh & Company Durban\nMthembu & Van Vuuren Inc\r\nBloemfontein\n1\nFlat\r\n\t19 was formerly flat 36. A renumbering exercise caused the change.\n2\nRegulations\r\n\tfor the South African Police GN R 203, GG 299, 14 February 1964.\n3\nThe\r\n\trelevant parts of s 4 read as follows:\n‘\n(1)\r\n\tNotwithstanding anything to the contrary contained in any law or the\r\n\tcommon law, the provisions of this section apply to proceedings\nby\r\n\tan owner or person in charge of land for the eviction of an unlawful\r\n\toccupier.\n(2) At least 14 days\r\n\tbefore the hearing of the proceedings contemplated in subsection\r\n\t(1), the court must serve written and effective\nnotice of the\r\n\tproceedings on the unlawful occupier and the municipality having\r\n\tjurisdiction.\n. . .\n(5) The notice of\r\n\tproceedings contemplated in subsection (2) must─\n(a)\nstate\r\n\tthat proceedings are being instituted in terms of subsection (1) for\r\n\tan order for the eviction of the unlawful occupier;\n(b)\nindicate on what\r\n\tdate and at what time the court will hear the proceedings;\n(c)\nset out the\r\n\tgrounds for the proposed eviction; and\n(d)\nstate that the\r\n\tunlawful occupier is entitled to appear before the court and defend\r\n\tthe case and, where necessary, has the right\nto apply for legal\r\n\taid.’\n4\nSection\r\n\t4(1) provides that the provisions of s 4 apply to proceedings by an\r\n\towner or person in charge of land for the eviction\nof ‘an\r\n\tunlawful occupier’. The notice provisions provided for in\r\n\tsubsecs 4(2) to 4(5) are required to be served on\nthe ‘unlawful\r\n\toccupier’. Section 4(8) provides:\n‘\nIf\r\n\tthe court is satisfied that all the requirements of this section\r\n\thave been complied with and that no valid defence has been\nraised by\r\n\tthe unlawful occupier, it must grant an order for the eviction of\r\n\tthe unlawful occupier, and determine─\n(a)\na just and\r\n\tequitable date on which the unlawful occupier must vacate the land\r\n\tunder the circumstances; and\n(b)\nthe date on which\r\n\tan eviction order may be carried out if the unlawful occupier has\r\n\tnot vacated the land on the date contemplated\nin paragraph\n(a)\n.’\n5\nThe\r\n\trelevant part of s 1 reads as follows:\n‘\nIn\r\n\tthis Act, unless the context indicates otherwise─\n‘\nadministrative\r\n\taction’ means any decision taken, or any failure to take a\r\n\tdecision, by─\n(a)\nan organ of state,\r\n\twhen─\n(i) exercising a power\r\n\tin terms of the Constitution or a provincial constitution; or\n(ii) exercising a public\r\n\tpower or performing a public function in terms of any legislation;\r\n\tor\n. . .\nwhich\r\n\tadversely affects the rights of any person and which has a direct,\r\n\texternal legal effect. . .’\n6\nSee\r\n\tY Burns ‘Administrative Law’ 1\nLawsa\n(2 ed) para\r\n\t74.\n7\nSee\nAdministrator Transvaal & others v Traub & others\n[1989] ZASCA 90\n;\n1989\r\n\t(4) SA 731\n(A). See Hoexter\nAdministrative Law in South Africa\n(2007) at p 327.\n8\nOp\r\n\tcit\np 327.\n9\nIn\r\n\tthis regard she refers to Jonathan Klaaren\nThe\r\n\tPromotion of Administrative Justice Act Benchbook\n(2001)\r\n\tparas 3.12 and 3.13.\n10\nHoexter\r\n\tp 333.\n11\nSee\nTraub\nat\r\n\t750C-D.\n12\nSee\nCity\r\n\tof Johannesburg Metropolitan Municipality v Blue Moonlight\r\n\tProperties 39 (Pty) Ltd and Another (338/10) [2011] ZASCA 47 (30\n\n\tMarch 2011)\nand\nPharmaceutical\r\n\tManufacturers Association of SA & another: In Re Ex Parte\r\n\tPresident of the Republic of South Africa & others\n[2000] ZACC 1\n;\n2000\r\n\t(2) SA 674\n(CC) para 85.\n13\nWebtrade\r\n\tINV No 45 (Pty) Ltd and Other v Andries Van Der Schyff en Seun (Pty)\r\n\tLtd t/a Complete Construction\n(589/06)\n[2007] ZASCA 104\n(17 September 2007) para 18 and\nBarnett\r\n\t& others v Minister of Land Affairs\n2007\r\n\t(6) SA 313\n(SCA). See also\nWormald NO &\r\n\tothers v Kambule\n2006 (3) SA 562\n(SCA)\r\n\tpara 20.",
  "scraped_at": "2026-02-12T15:40:30.016328",
  "date": "2011-05-31",
  "coram": [
    "Navsa JA",
    "Cloete JJA",
    "Cachalia JJA",
    "Bosielo JJA",
    "Majiedt JJA"
  ],
  "case_number": "429/10",
  "parties": {
    "applicants": [
      "Minister of Safety and Security"
    ],
    "respondents": [
      "Devarajh Moodley"
    ]
  },
  "sections": {
    "facts": "The State owns Aurora Flats, a police‑quarter complex in Durban. Inspector Devarajh Moodley was first allocated flat 19 in 1995 under the Police Act regulations governing official quarters. His occupation was repeatedly extended, most recently until 30 June 2002. In 2005 SAPS introduced a new housing policy that required all occupants to re‑apply; those who had occupied quarters for five years or more were to be given three months’ notice to vacate. Moodley applied, was rejected on 6 February 2006 and told to vacate by 7 May 2006. He secured an extension to 31 December 2006, but later contested the termination, claiming procedural unfairness and non‑compliance with the Prevention of Illegal Eviction Act (PIE) and the Promotion of Administrative Justice Act (PAJA). The matter proceeded through the Rental Housing Tribunal, an interim interdict, a settlement, and ultimately a counter‑application for eviction filed by the Minister in the Durban High Court, which dismissed the Minister’s application.",
    "issues": "1. Whether the Minister’s termination of Moodley’s occupation of official police quarters was lawful. 2. Whether the Prevention of Illegal Eviction and Unlawful Occupation of Land Act 19 of 1998 (PIE) applies to occupancy of police quarters. 3. If PIE applies, whether the Minister complied with the peremptory notice requirements of s 4 PIE. 4. Whether the Minister complied with the procedural fairness requirements of the Promotion of Administrative Justice Act 3 of 2000 (PAJA) in terminating the occupancy.",
    "principles": "The court considered the definition of “unlawful occupier” in PIE and held that PIE can only apply where the occupation is unlawful; the termination must first be lawful. s 4 PIE imposes strict notice requirements. PAJA s 3(1)(2) requires an administrator to give adequate notice of the nature and purpose of administrative action and a reasonable opportunity to make representations. Judicial precedents cited include Ndlovu v Ngcobo (unlawful occupation prerequisite for PIE), the Ubunye Co‑operative Housing case (requirements of s 4 notice), and the constitutional principle of audi alteram partem as embodied in PAJA.",
    "application": "The court found that Moodley’s occupation had not been lawfully terminated because SAPS failed to follow the procedural safeguards required by PAJA: Moodley was not given adequate notice of the purpose of the action nor a genuine opportunity to make representations on the substantive issue of continued occupation. The Minister’s reliance on PIE was misplaced; even assuming PIE applied, the notice served was deficient and did not comply with s 4(5) requirements. Therefore, the termination was unlawful, rendering any eviction application untenable. The court also expressed doubt that PIE should apply to official police quarters, given the separate statutory regime governing SAPS housing.",
    "conclusion": "The appeal is dismissed with costs. The order of the Durban High Court – that the Minister’s eviction application fails – remains unchanged. The court recorded an arrangement for Moodley to make fresh representations on the 6 February 2006 decision, for the Provincial Commissioner to decide within specified timeframes, and for Moodley to pursue internal remedies or PAJA‑based relief."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Housing and Occupancy",
    "level_3": [
      "prevention of illegal eviction",
      "promotion of administrative justice act",
      "procedural fairness",
      "police housing"
    ]
  }
}