{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/142.html",
  "case_name": "Louw NO and Others v Swartland Municipality (650/2010) [2011] ZASCA 142 (23 September 2011)",
  "citation": "[2011] ZASCA 142",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 142\n|\nNoteup\n|\nLawCite\nLouw NO and Others v Swartland Municipality (650/2010) [2011] ZASCA 142 (23 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase no: 650/2010\nIn the matter between:\nHUGO WIEHAHN LOUW N.O.\n….........................................................\nFirst\r\nAppellant\nCORNELIA JOHANNA ELIZABETH LOUW\r\nN.O.\n…......................\nSecond\r\nAppellant\nIGNATIUS VILJOEN N.O.\n…...............................................................\nThird\r\nAppellant\nIZAK BARTHOLOMEAS VAN DER VYFER\r\nN.O.\n…........................\nFourth\r\nAppellant\nELSANA QUARRY (PTY) LIMITED\n….................................................\nFifth\r\nAppellant\nMINISTER OF MINERAL RESOURCES\n….........................................\nSixth\r\nAppellant\nand\nSWARTLAND MUNICIPALITY\n….............................................................\nRespondent\nNeutral\r\ncitation:\nLouw NO v Swartland\r\nMunicipality\n(650/10)\n[2011] ZASCA 142\n(23 September 2011)\nCoram:\nHARMS AP, CLOETE,\r\nSHONGWE and WALLIS JJA and PLASKET AJA\nHeard:\n16 August 2011\nDelivered:\n23 September 2011\nSummary:\nMining and municipal\r\nplanning – whether holder of mining right in terms of Minerals\r\nand Petroleum Resources Development Act\n28 of 2002 also requires land\r\nuse planning authorisation in terms of Land Use Planning Ordinance 15\r\nof 1985 (C)\nORDER\nOn appeal from:\nWestern Cape\r\nHigh Court, Cape Town (Le Grange J sitting as court of first\r\ninstance):\n(a) The appeal is dismissed.\n(b) The sixth appellant is ordered to\r\npay the respondent’s costs, including the costs of two counsel,\r\njointly and severally\nwith the first to fourth respondents and the\r\nfifth respondent.\nJUDGMENT\nPLASKET AJA (HARMS AP, CLOETE, SHONGWE\r\nand WALLIS JJA concurring)\n[1] This appeal\r\nfrom the Western Cape High Court, Cape Town concerns a single issue.\r\nIt is whether the grant of a mining right issued\nby the Minister of\r\nMineral Resources in terms of s 23 of the Minerals and Petroleum\r\nResources Development Act 28 of 2002 (the MPRDA)\nentitles the holder\r\nof that right to undertake mining operations without obtaining\r\nauthorisation in terms of the Land Use Planning\nOrdinance 15 of 1985\r\n(C) (LUPO). This ordinance, operative in the provinces that formerly\r\ncomprised the province of the Cape of\nGood Hope, empowers\r\nmunicipalities to determine and enforce the use to which land in\r\ntheir areas of jurisdiction may be put. Le\nGrange J found that LUPO\r\napplied in these circumstances.\n1\nThe appeal against\r\nthat decision is with his leave.\n[2] The material facts are not in\r\ndispute. The first to fourth appellants are the trustees of the Hugo\r\nLouw Trust which owns the\nfarm Lange Kloof near Malmesbury within the\r\narea of jurisdiction of the respondent, the Swartland Municipality.\r\nThe fifth appellant\n(Elsana) is the holder of a mining right issued\r\nin terms of s 23(1) of the MPRDA by the sixth respondent, the\r\nMinister of Mineral\nResources, authorising it to mine granite on\r\nLange Kloof.\n[3] In terms of\r\nLUPO, Lange Kloof was and is zoned ‘agricultural 1’ which\r\nmeans that the land may be used for the cultivation\nof crops or\r\nplants, the breeding of animals or be left as natural veld.\n2\n[4] On 30 May 2008,\r\nthe Hugo Louw Trust gave its consent to Elsana to mine granite on\r\nLange Kloof. On 3 June 2008 an application\nwas made to the Swartland\r\nMunicipality for the rezoning of the land from ‘agricultural I’\r\nto ‘industrial III’\n(which includes mining as a use)\n3\nfor the purpose of\r\nestablishing a ‘granite quarry subject to the issuing of a\r\nmining right’ in terms of the MPRDA.\n[5] The rezoning application was made\r\non the assumption that a rezoning in terms of LUPO was necessary\r\nbefore mining operations\ncould commence. Having been advised later by\r\nthe Department of Mineral Resources that ‘the granting of\r\nmining rights and\nthe control over mining activities was the\r\nexclusive preserve of national government’ as represented by\r\nthe Department, Elsana\nwithdrew the rezoning application before it\r\nwas considered by the Swartland Municipality.\n[6] On 17 February 2009 the Minister\r\ngranted Elsana a mining right, authorising it to mine granite for 30\r\nyears on Lange Kloof.\nIt commenced its preparations for its mining\r\noperations. In June 2009 the Municipal Manager of the Swartland\r\nMunicipality wrote\nto the Hugo Louw Trust to say that it had come to\r\nthe attention of the municipality that Lange Kloof was being prepared\r\nfor mining.\nHe said that this was not authorised as the land was\r\nzoned for agricultural use. The trust was requested to cease its\r\nunlawful\nactivities and, instead, to apply to the municipality for a\r\nrezoning that would allow for the mining operations to proceed.\n[7] The trust’s attorneys wrote\r\nto the municipality to inform it that Elsana had been granted a\r\nmining right in terms of s\n23(1) of the MPRDA, that its mining\r\noperations were being conducted on the strength of this mining right\r\nand that the demand that\nmining operations should cease had ‘no\r\nbasis in law’. On 9 July 2009, the municipality launched an\r\nurgent application\nagainst the trustees of the trust, Elsana and the\r\nMinister to interdict mining operations on Lange Kloof until it had\r\nbeen rezoned\nin terms of LUPO to permit mining.\n[8] On 21 December 2009, Le Grange J\r\nmade an order in the following terms:\n‘\n(a)\r\nThe first to fourth respondents, in their capacity as trustees of the\r\nHugo Louw Familie Trust, and fifth respondent, are interdicted\nand\r\nrestrained from conducting mining activities and/or permitting others\r\nto conduct mining activities on the immovable property\ndescribed as\r\nthe remainder of the Lange Kloof farm, No 701, Malmesbury Division,\r\nWestern Cape Province, unless and until the said\nimmovable property\r\nis rezoned from Agricultural I to Industrial III, or any such other\r\nrezoning which permits mining activities.\n(b)\r\nThe first to sixth respondents to pay the costs of this application,\r\njointly and severally, including the costs occasioned by\nthe\r\nemployment of two counsel.’\n[9] Le Grange J found that the MPRDA\r\nand LUPO regulated different undertakings – mining, on the one\r\nhand, and land use planning,\non the other – and that there was\r\nno conflict between the two that required resolution: once a person\r\nhas been granted a\nmining right, he or she can only begin mining\r\noperations if mining is permitted as a land use in terms of LUPO.\n[10] Shortly before this appeal was to\r\nbe heard, the trustees of the trust and Elsana withdrew their appeal\r\nand tendered the costs\nof the Swartland Municipality. The Minister\r\npersisted with the appeal.\n[11] This appeal\r\nwas argued together with a similar matter,\nMaccsand\r\nv City of Cape Town\n.\n4\nAs that judgment\r\ndetermines the outcome of this appeal, I do not intend to set out the\r\nreasoning in any detail. Suffice it to say\nthat for the reasons set\r\nout from paragraphs [10] to [35] of the\nMaccsand\njudgment this court\r\nconcluded that the MPRDA does not concern itself with land use\r\nplanning and the Minister, when she considers\nthe grant of a mining\r\npermit, does not, and probably may not, take into account such\r\nmatters as a municipality’s integrated\ndevelopment plan or its\r\nscheme regulations. As a result, the MPRDA does not provide a\r\nsurrogate municipal planning function in\nplace of LUPO and does not\r\npurport to do so. Its concern is mining, not municipal planning.\n[12] LUPO thus operates alongside the\r\nMPRDA with the result that once a person has been granted a mining\r\nright in terms of s 23\nof the MPRDA he or she will not be able to\r\ncommence mining operations in terms of that right unless LUPO allows\r\nfor that use of\nthe land in question.\n[13] The appeal in this matter must\r\naccordingly fail. As stated above, the first to fifth respondents\r\nwithdrew their appeal and\ntendered costs. The Minister persisted with\r\nthe appeal. There is no reason why costs should not follow the\r\nresult.\n[14] The following order is made:\n(a) The appeal is dismissed.\n(b) The sixth appellant is ordered to\r\npay the respondent’s costs, including the costs of two counsel,\r\njointly and severally\nwith the first to fourth respondents and the\r\nfifth respondent.\n_____________________\nC. Plasket\nActing Judge of Appeal\nAPPEARANCES\nSixth appellant: MM Oosthuizen SC\r\n(with him K Warner)\nInstructed by:\nState Attorney, Cape Town\nState Attorney, Bloemfontein\nRespondent: J Newdigate SC (with him P\r\nVivier)\nInstructed by:\nTerblanche Slabber Pieters, Cape Town\nHill, McHardy and Herbst, Bloemfontein\n1\nSwartland\r\n\tMunicipality v Louw NO & others\n2010\r\n\t(5) SA 314\n(WCC).\n2\nSee\r\n\tScheme Regulations made in terms of s 8 of LUPO s 1.0 (definition of\r\n\t‘agriculture’).\n3\nSee\r\n\tTable B of the Scheme Regulations made in terms of s 8 of LUPO.\n4\nMaccsand\r\n\tv City of Cape Town\n(709/2010;\r\n\t746/2010)\n[2011] ZASCA 141\n(23 September 2011).",
  "scraped_at": "2026-02-12T15:52:53.830944",
  "date": "2011-09-23",
  "coram": [
    "HARMS AP",
    "CLOETE",
    "SHONGWE",
    "WALLIS JJA",
    "PLASKET AJA"
  ],
  "case_number": "650/2010",
  "parties": {
    "applicants": [
      "HUGO WIEHAHN LOUW N.O.",
      "CORNELIA JOHANNA ELIZABETH LOUW N.O.",
      "IGNATIUS VILJOEN N.O.",
      "IZAK BARTHOLOMEAS VAN DER VYFER N.O.",
      "ELSANA QUARRY (PTY) LIMITED",
      "MINISTER OF MINERAL RESOURCES"
    ],
    "respondents": [
      "SWARTLAND MUNICIPALITY"
    ]
  },
  "sections": {
    "facts": "The Hugo Louw Trust owned the farm Lange Kloof, zoned Agricultural I, within the jurisdiction of Swartland Municipality. The Trust consented to Elsana Quarry (Pty) Ltd mining granite on the farm and applied to the municipality to re‑zone the land to Industrial III, a use that includes mining. Before the rezoning could be decided, the Department of Mineral Resources advised that mining rights are exclusively a national function and Elsana withdrew the rezoning application. On 17 February 2009 the Minister of Mineral Resources granted Elsana a 30‑year mining right under s23 of the MPRDA. The municipality, noting the land remained zoned for agriculture, demanded that mining cease until rezoning was effected. After the Trust asserted that the mining right sufficed, the municipality sought an urgent interdict to stop mining until the land was rezoned.",
    "issues": "The central issue was whether a mining right granted under s23 of the Minerals and Petroleum Resources Development Act (MPRDA) allows the holder to commence mining operations without first obtaining a land‑use authorisation under the Land Use Planning Ordinance 15 of 1985 (LUPO). In other words, does the MPRDA supersede municipal zoning requirements for mining activities?",
    "principles": "The court relied on the principle established in Maccsand v City of Cape Town that the MPRDA governs only the grant and regulation of mining rights and does not replace municipal land‑use planning functions. LUPO continues to apply independently, meaning that mining may only begin where the prescribed land use (e.g., Industrial III) permits it. The Minister, when granting a mining right, does not consider municipal planning schemes, and the Act does not provide a surrogate planning function.",
    "application": "Applying the above principle, the court held that although Elsana held a valid mining right, the farm remained zoned Agricultural I, which does not permit mining. Consequently, the mining activities could not lawfully commence until the municipality rezoned the land to a category that allows mining, such as Industrial III. The interdict issued by the High Court was therefore affirmed, and the appeal by the Minister of Mineral Resources failed.",
    "conclusion": "The appeal was dismissed. The sixth appellant, the Minister of Mineral Resources, was ordered to pay the respondent Swartland Municipality’s costs, including the costs of two counsel, jointly and severally with the other appellants."
  },
  "tags": {
    "level_1": "Mining Law",
    "level_2": "Land Use Planning",
    "level_3": [
      "MPRDA",
      "LUPO",
      "Rezoning",
      "Municipal Authority",
      "Mining Right"
    ]
  }
}