{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/108.html",
  "case_name": "The Public Protector v Mail & Guardian Ltd and Others (2011 (4) SA 420 (SCA)) [2011] ZASCA 108; 422/10 (1 June 2011)",
  "citation": "[2011] ZASCA 108",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 108\n|\nNoteup\n|\nLawCite\nThe Public Protector v Mail & Guardian Ltd and Others (2011 (4) SA 420 (SCA)) [2011] ZASCA 108; 422/10 (1 June 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 422/10\nOf precedential significance only in parts\nIn the matter between:\nTHE PUBLIC PROTECTOR\n................................................................\nAppellant\nand\nMAIL & GUARDIAN LIMITED\n.............................................\nFirst\r\nRespondent\nFERIAL HAFFAJEE\n.............................................................\nSecond\r\nRespondent\nSTEFAANS BRÜMMER\n.........................................................\nThird\r\nRespondent\nSAM SOLE\n..............................................................................\nFourth\r\nRespondent\nNeutral citation:\nThe Public Protector v Mail &\r\nGuardian Ltd\n(422/10)\n[2011] ZASCA 108\n(1 JUNE 2011)\nCoram:\nNUGENT, PONNAN, SNYDERS and TSHIQI JJA and PLASKET AJA\nHeard:\n12 MAY 2011\nDelivered: 1 JUNE 2011\nSummary: Public Protector – investigation and report –\r\nwhether properly conducted – set aside on review\n_______________________________________________________________\nORDER\n_______________________________________________________________\nOn appeal from: North Gauteng High Court, Pretoria (Poswa J sitting\r\nas court of first instance):\nParagraphs 2 and 3 of the order of the court below are set aside.\r\nSave for that, the appeal is dismissed with costs.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nNUGENT JA (PONNAN, SNYDERS and TSHIQI JJA and PLASKET AJA concurring)\n[1] About six years ago a series of articles was published, over some\r\nweeks, in a national weekly newspaper known as the Mail &\n\nGuardian (M&G). The series revealed various transactions and\r\nevents that the newspaper called ‘Oilgate’. The articles\n\nwere written in collaboration between two journalists employed by the\r\nnewspaper, Mr S Brümmer (the third respondent) and Mr\nS Sole\r\n(the fourth respondent), in some cases also with the collaboration of\r\nMr Wisani wa ka Ngobeni (who is not a party to these\nproceedings).\r\nThere can be no gainsaying that the revelations that were made in the\r\narticles raised matters of profound public\nimportance if they were\r\ntrue. When the first article appeared the matter was raised in the\r\nNational Assembly and a member of that\nbody asked the Public\r\nProtector to conduct an investigation. As the story unfolded over the\r\nfollowing weeks the leader of the official\nopposition in parliament\r\nasked the Public Protector on two occasions to expand his\r\ninvestigation to include the further revelations.\nThe Public\r\nProtector acceded to the requests and produced a report within a\r\nshort time. He called a press conference when he released\nthe report,\r\nwhich he said had been necessitated by the importance and enormity of\r\nthe matter. A spokesman in his office expressed\nthe opinion that it\r\nhad been the second most important investigation that had been\r\nconducted by the Public Protector. The report\nwas tabled in the\r\nNational Assembly, where it evoked some debate, and it was adopted by\r\na majority of its members.\n[2] At the time that is relevant to this appeal the incumbent of the\r\noffice of the Public Protector was Adv M Mushwana. He was\nassisted in\r\nhis investigation by the head of special investigations in his\r\noffice, Adv C Fourie. Although Adv Fourie undertook\nmuch of the work,\r\nboth say that he did so in close consultation with Adv Mushwana, who\r\nproperly accepts responsibility for the\nreport.\n[3] Promptitude by public functionaries is ordinarily meritorious,\r\nbut not where that is at the cost of neglecting the task. The\n\npromptitude in this case is explained by the paucity of the\r\ninvestigation. A large part of the report was taken up with\r\nexplaining\nwhy much of what had been placed before the Public\r\nProtector fell outside his investigatory mandate, and what remained\r\nafter that\nhad been excised was decidedly narrow. The approach to the\r\ninvestigation narrowed it even more, and the investigation of the\r\nremnants\nwas undertaken as little more than a formality. The Public\r\nProtector nonetheless concluded that there had been no impropriety on\n\nthe part of any of the various functionaries and entities concerned\r\nand that is what he reported.\n[4] The proprietor of the M&G (Mail & Guardian Limited, the\r\nfirst respondent), its then editor (Ms F Haffajee, the second\n\nrespondent), and the two journalists, brought review proceedings\r\nagainst the Public Protector in the North Gauteng High Court.\nThey\r\nasked for orders setting aside the report and ordering the Public\r\nProtector to investigate and report afresh. The orders were\ngranted\r\nby Poswa J and the Public Protector now appeals against them with the\r\nleave of the learned judge.\n[5] The Constitution\n1\nupon which the nation is founded is a grave and\r\nsolemn promise to all its citizens. It includes a promise of\r\nrepresentative and\naccountable government functioning within the\r\nframework of pockets of independence that are provided by various\r\nindependent institutions.\nOne of those independent institutions is\r\nthe office of the Public Protector.\n[6] The office of the Public Protector is an important institution.\r\nIt provides what will often be a last defence against bureaucratic\n\noppression, and against corruption and malfeasance in public office\r\nthat is capable of insidiously destroying the nation. If that\n\ninstitution falters, or finds itself undermined, the nation loses an\r\nindispensable constitutional guarantee.\n[7] The constitutional mandate and duty of the Public Protector is\r\nstated by implication in the powers that are recited in s 182\nof the\r\nConstitution:\n‘\n(1) The Public Protector has\r\nthe power, as regulated by national legislation –\nto investigate any conduct in state affairs, or in the\r\n\tpublic administration in any sphere of government, that is alleged\r\n\tor suspected\nto be improper or to result in any impropriety or\r\n\tprejudice;\nto report on that conduct; and\nto take appropriate remedial action.\n(2) The Public Protector has the additional powers and\r\nfunctions prescribed by national legislation.’\n[8] The office of the Public Protector is declared\r\nby the Constitution to be one that is independent and impartial, and\r\nthe Constitution\ndemands that its powers must be exercised ‘without\r\nfear, favour or prejudice’.\n2\nThose words are not mere material for rhetoric, as\r\nwords of that kind are often used. The words mean what they say.\r\nFulfilling their\ndemands will call for courage at times, but it will\r\nalways call for vigilance and conviction of purpose.\n[9] The national legislation that is referred to\r\nin s 182 is the\nPublic Protector Act 23 of 1994\n. The Act makes it\r\nclear that while the functions of the Public Protector include those\r\nthat are ordinarily associated with an ombudsman\n3\nthey also go much beyond that. The Public\r\nProtector is not a passive adjudicator between citizens and the\r\nstate, relying upon evidence\nthat is placed before him or her before\r\nacting. His or her mandate is an investigatory one, requiring\r\npro-action in appropriate\ncircumstances. Although the Public\r\nProtector may act upon complaints that are made, he or she may also\r\ntake the initiative to commence\nan enquiry, and on no more than\r\n‘information that has come to his or her knowledge’ of\r\nmaladministration, malfeasance\nor impropriety in public life.\n4\n[10] The Act repeats in greater detail the\r\nconstitutional jurisdiction of the Public Protector over public\r\nbodies and functionaries\nand it also extends that jurisdiction to\r\ninclude other persons and entities in certain circumstances. In broad\r\nterms, the Public\nProtector may investigate, amongst other things,\r\nany alleged improper or dishonest conduct with respect to public\r\nmoney,\n5\nany alleged offence created by specified sections\r\nof the\nPrevention and Combating of Corrupt Activities Act 12 of 2004\nwith respect to public money,\n6\nand any alleged improper or unlawful receipt of\r\nimproper advantage by a person as a result of conduct by various\r\npublic entities\nor functionaries.\n7\n[11] But although the conduct that may be\r\ninvestigated is circumscribed I think it is important to bear in mind\r\nthat there is no\ncircumscription of the persons from whom and the\r\nbodies from which information may be sought in the course of an\r\ninvestigation.\nThe Act confers upon the Public Protector sweeping\r\npowers to discover information from any person at all. He or she may\r\ncall for\nexplanations, on oath or otherwise, from any person, he or\r\nshe may require any person to appear for examination, he or she may\r\ncall for the production of documents by any person,\n8\nand premises may be searched and material seized\r\nupon a warrant issued by a judicial officer.\n9\nThose powers emphasise once again that the Public\r\nProtector has a pro-active function. He or she is expected not to sit\r\nback and\nwait for proof where there are allegations of malfeasance\r\nbut is enjoined to actively discover the truth.\n[12] There are a number of important observations that I need to make\r\nat the outset concerning matters upon which there must be\nno\r\nmisunderstanding.\n[13] The first is that we are not called upon to make findings on the\r\nmatters that were placed before the Public Protector for\n\ninvestigation, or on the veracity or authenticity of material that\r\nmight have been relevant to his enquiry, and I do not purport\nin this\r\njudgment to do so. We are concerned only with the extent to which\r\nthat material casts light upon the adequacy or otherwise\nof the\r\ninvestigation. It needs to be borne in mind that organisations and\r\npersons to which the material might relate are not parties\nto these\r\nproceedings and we have not heard what they might have to say. There\r\nmight be ready answers to or explanations for what\nthe material\r\nreveals at first sight, there might be other facts not before us that\r\nwould impact upon inferences that might otherwise\nbe drawn, and it\r\nmight be that documents are not authentic or that statements in\r\ndocuments or otherwise are untrue. Those are all\nmatters upon which\r\nwe are not called upon to pronounce, and I do not purport to do so.\r\nSo far as I relate what that material shows\nas if it is fact, I have\r\ndone so only for convenience of narration.\n[14] Following upon that is the approach that is to be taken to the\r\nevidence. Courts will generally not rely upon reported statements\nby\r\npersons who do not give evidence (hearsay) for the truth of their\r\ncontents. Because that is not acceptable evidence upon which\nthe\r\ncourt will rely for factual findings such statements are not\r\nadmissible in trial proceedings and are liable to be struck out\nfrom\r\naffidavits in application proceedings. But there are cases in which\r\nthe relevance of the statement lies in the fact that it\nwas made,\r\nirrespective of the truth of the statement. In those cases the\r\nstatement is not hearsay and is admissible to prove the\nfact that it\r\nwas made. In this case many such reported statements, mainly in\r\ndocuments, have been placed before us. What is relevant\nto this case\r\nis that the document exists or that the statement was made and for\r\nthat purpose those documents and statements are\nadmissible evidence.\n[15] I need to deal specifically with one form of such evidence. In\r\nhis founding affidavit Mr Brümmer has at times conveyed\n\ninformation that he says was imparted to him by an undisclosed\r\nsource. The appellant applied to strike out those portions of his\n\nevidence but for the reasons I have given that application is\r\nmisconceived. What is relevant for present purposes is that the\r\nreported statements were made, and not that the reported statements\r\nare true, and the allegations in the affidavit are admissible\nproof\r\nof that fact.\n[16] There is another context in which statements by undisclosed\r\nsources play a role in this case. In the various newspaper articles\n\nthat I refer to later in this judgment the authors have at times\r\nagain attributed information to undisclosed sources. A theme that\n\nruns throughout the answering affidavits is disdain for that\r\ninformation and at times taunting challenges to the respondents to\n\nreveal those sources. The disdain that the Public Protector displays\r\nis unfortunate because it is misconceived.\n[17] The fact that the source of information is not disclosed does\r\nnot mean that the information is untrue. And the question whether\nor\r\nnot it is true will usually be capable of being verified even without\r\nresort to the undisclosed source. If it is reported by\nan undisclosed\r\nsource that a document is in the possession of A, the Public\r\nProtector is quite capable of establishing whether\nit exists by\r\nasking A for the document, and if necessary by searching for it under\r\na warrant. If it is reported that an undisclosed\nsource said that\r\nsomething was done by B, then the Public Protector is quite capable\r\nof asking B and others who may have knowledge\nof the matter, whether\r\nthat is true, if necessary under compulsion to answer. It is often in\r\ncases of the most important kind that\nthere will be people who fear\r\nreprisals if their identities become known. It is precisely in cases\r\nof that kind that the arsenal\nof investigatory tools at the disposal\r\nof the Public Protector becomes particularly important. The Public\r\nProtector has no place\nsummarily dismissing any information. His or\r\nher function is to weigh the importance or otherwise of the\r\ninformation and if appropriate\nto take steps that are necessary to\r\ndetermine its truth. I repeat that the Public Protector is an\r\ninvestigator and not a mere adjudicator\nof verified information that\r\nmust be sought out and placed before him or her by others.\n[18] The affidavits filed on his behalf are also replete with\r\nchallenges to the respondents to demonstrate that what has been said\n\nis untrue, and with protestations against the need for corroboration,\r\nbut I think, once again, that those challenges and protestations\nare\r\nmisconceived.\n[19] The Public Protector must not only discover the truth but must\r\nalso inspire confidence that the truth has been discovered.\nIt is no\r\nless important for the public to be assured that there has been no\r\nmalfeasance or impropriety in public life, if there\nhas not been, as\r\nit is for malfeasance and impropriety to be exposed where it exists.\r\nThere is no justification for saying to the\npublic that it must\r\nsimply accept that there has not been conduct of that kind only\r\nbecause evidence has not been advanced that\nproves the contrary.\r\nBefore the Public Protector assures the public that there has not\r\nbeen such conduct he or she must be sure\nthat it has not occurred.\r\nAnd if corroboration is required before he or she can be sure then\r\ncorroboration must necessarily be\nfound. The function of the Public\r\nProtector is as much about public confidence that the truth has been\r\ndiscovered as it is about\ndiscovering the truth.\n[20] The second important observation I need to make is that we are\r\nnot called upon to direct the Public Protector as to the manner\nin\r\nwhich an investigation is to be conducted and I do not purport to do\r\nso in this judgment. A proper investigation might take\nas many forms\r\nas there are proper investigators. It is for the Public Protector to\r\ndecide what is appropriate to each case and\nnot for this court to\r\nsupplant that function. To the extent that I have suggested what\r\nmight have been done in this case it is\nonly to assess what might be\r\nexpected in the proper performance of the functions of the Public\r\nProtector so as to determine the\nadequacy or otherwise of his\r\ninvestigation.\n[21] There is no dispute in this case that an investigation and\r\nreport of the Public Protector is subject to review by a court.\nI do\r\nnot find it necessary to pronounce upon the threshold that will need\r\nto be overcome before the work of the Public Protector\nwill be set\r\naside on review. It would be invidious for a court to mark the work\r\nof the Public Protector as if it was marking an\nacademic essay. But I\r\nthink there is nonetheless at least one feature of an investigation\r\nthat must always exist – because\nit is one that is universal\r\nand indispensable to an investigation of any kind – which is\r\nthat the investigation must have\nbeen conducted with an open and\r\nenquiring mind. An investigation that is not conducted with an open\r\nand enquiring mind is no investigation\nat all. That is the benchmark\r\nagainst which I have assessed the investigation in this case.\n[22] I think that it is necessary to say something about what I mean\r\nby an open and enquiring mind. That state of mind is one that\nis open\r\nto all possibilities and reflects upon whether the truth has been\r\ntold. It is not one that is unduly suspicious but it\nis also not one\r\nthat is unduly believing. It asks whether the pieces that have been\r\npresented fit into place. If at first they\ndo not then it asks\r\nquestions and seeks out information until they do. It is also not a\r\nstate of mind that remains static. If the\npieces remain out of place\r\nafter further enquiry then it might progress to being a suspicious\r\nmind. And if the pieces still do\nnot fit then it might progress to\r\nconviction that there is deceit. How it progresses will vary with the\r\nexigencies of the particular\ncase. One question might lead to\r\nanother, and that question to yet another, and so it might go on. But\r\nwhatever the state of mind\nthat is finally reached, it must always\r\nstart out as one that is open and enquiring.\nThe Standing of the Parties\n[23] The Public Protector is there to inspire confidence that all is\r\nwell in public life. In those circumstances I think it is\nunfortunate\r\nthat he should have chosen to challenge the right of the respondents\r\nto submit his report to scrutiny. But he has done\nso and I must\r\nperforce deal with that objection at once.\n[24] In the founding affidavit, which was deposed to by Mr Brümmer\r\nand confirmed by the other respondents, it was said that\nthey had\r\nbrought the application ‘in the public interest as well as in\r\ntheir own interests’. Their own interest in\nthe matter stems\r\nfrom a curious feature of the report.\n[25] Apart from exonerating the public entities and functionaries\r\nthat were investigated Adv Mushwana discredited the newspaper,\nsaying\r\nthat ‘much’ that had been published ‘was factually\r\nincorrect, based on incomplete information and documentation,\nand\r\ncomprised unsubstantiated suggestions and unjustified speculation’.\r\nThat finding is curious because it is inconsistent\nwith his careful\r\nexposition of why much of what had been published could not be and\r\nwas not investigated. The finding features\nprominently in the report.\r\nIt was repeated by Adv Mushwana in a press statement that he issued\r\nwhen he released the report. Hansard’s\nreport of proceedings in\r\nthe National Assembly when the report was tabled records one member\r\nasking of an opposing political party,\non the basis of that finding,\r\nand to applause, what kind of party it was that relied upon newspaper\r\nreports of the M&G for\nits political interventions. Another\r\ndescribed the M&G as ‘the choirmaster in the chorus of\r\nunsubstantiated allegations’.\nYet another said that the report\r\nshould ‘caution us to be ready for what we read in the papers\r\nand the credibility of relying\non such material as [being] accurate\r\nand dependable’.\n[26] The newspaper and the journalists say that they have an\r\nestablished reputation for the credibility of their journalism and\n\nthat the finding of the Public Protector undermines that reputation\r\nto their detriment. I think that the remarks made in the National\n\nAssembly are ample testimony to that, but in any event it must be\r\ncorrect. A newspaper that publishes a series of articles on matters\n\nof great public concern can only be seriously damaged by a finding\r\nthat much of what was published is not correct or cannot be\n\nsubstantiated.\n[27] On the other ground that the respondents relied upon for their\r\nright to bring the application their counsel pointed out that\nthe\r\nConstitution guarantees the protection of the office of the Public\r\nProtector to all inhabitants of the country. Once again\nthat must be\r\ncorrect. He submitted that in those circumstances, when it comes to\r\nmatters that concern its inhabitants at large,\nevery one of them must\r\nbe entitled to vindicate that promised protection.\n[28] The traditional approach to standing that was taken at common\r\nlaw has seen some expansion in cases that have been founded\non the\r\nvindication of constitutional rights. I have said that it is not in\r\ndispute that the work of the Public Protector is subject\nto review.\r\nThe source of that power was not addressed in argument before us, and\r\nI express no view on the matter. But for present\npurposes I will\r\nassume, in favour of the Public Protector, that a person who applies\r\nfor such review must meet the more conservative\ntest of the common\r\nlaw.\n[29] The common law has no fixed rule that\r\ndetermines whether a party has standing to bring litigation and the\r\ncourts have always\ntaken a flexible and practical approach. The right\r\nto bring litigation before the courts is restricted for various\r\nreasons: the\ncourts are not there to pronounce upon academic issues;\r\nthey are not there to pronounce upon matters that have no significant\r\nconsequences\nfor the initiating party; they are not there for the\r\nbenefit of busybodies who wish to harass others; and so on. Thus the\r\ncourts\nhave always required that an initiating litigant should have\r\nan interest in the matter. The interest that is required has been\r\nexpressed in various forms that are collected in\nCabinet\r\nof the Transitional Government for the territory of South West Africa\r\nv Eins.\n10\nIt has been expressed as ‘an interest in the\r\nsubject matter of the dispute [that] must be a direct interest’,\r\nand as\n‘an interest that is not too remote’, and as ‘some\r\ndirect interest in the subject-matter of the litigation or\nsome\r\ngrievance special to himself’, and as ‘a direct interest\r\nin the matter and not merely the interest which all citizens\nhave’.\r\nThe finding by the Public Protector discrediting the respondents is\r\nmanifestly damaging. I am in no doubt that the\ninterest that the\r\nrespondents have in protecting their reputation is sufficient to have\r\nentitled them to commence these proceedings\nfor review and I need not\r\ndeal with whether they were also entitled to do so in the public\r\ninterest.\n[30] With that disposed of I turn to the merits of this appeal.\nThe Requests to Investigate\n[31] The requests for an investigation to be made have been referred\r\nto often in these papers as ‘complaints’ but that\nis a\r\nmisnomer. In each case it was in truth no more than a request for an\r\ninvestigation into alleged conduct that was rightly considered\nto be\r\nof public concern. Nonetheless, I have used those terms\r\ninterchangeably in this judgment.\n[32] The politicians who made the requests had no independent\r\nknowledge of the matters to which the requests related. They were\n\nprompted to do so by concern at information that had been published\r\nby the M&G. The form in which the requests were made merely\n\nhighlighted what was of particular concern. In the court below Poswa\r\nJ rightly pointed out that a complaint or request must not\nbe\r\nscrutinised as if it is a pleading, which serves to define and\r\ncircumscribe the issues. What is needed is to extract the substance\n\nof the complaint or request. It needs to be kept in mind that the\r\nPublic Protector is not restricted to investigating what has\nbeen\r\nplaced before him or her. The Act expressly empowers the Public\r\nProtector to investigate on his or her own initiative, and\non no more\r\nthan information that comes to his or her knowledge, however that may\r\noccur.\n[33] For ease of narration it is as well at the outset to describe\r\nthe principal protagonists. The first is Imvume Management (Pty)\nLtd\r\n(Imvume). That was a dormant company that was acquired and renamed by\r\nMr Majali in about April or May 2001. The shares in the\ncompany were\r\nallotted in September 2001. The only shareholders were three newly\r\nformed trusts. Each of the trusts had three trustees\nand in each case\r\nMr Majali was one of the trustees. The objects of the trust in each\r\ncase were expressed in broad and imprecise\nterms but they were\r\nessentially to engage in social and development programmes of various\r\nkinds. From the events that occurred\nI think it is clear that Mr\r\nMajali exercised full control over the company.\n[34] The second is The Petroleum Oil and Gas\r\nCorporation of South Africa (Pty) Ltd (PetroSA). The report of the\r\nPublic Protector\nrecords that ‘PetroSA was formed in July 2000\r\nout of a merger of the business of Mossgas and Soekor as well as\r\nparts of the\nbusiness undertaken by the Strategic Oil Fund, in order\r\nto effectively explore, develop, manufacture and trade the crude oil\r\nand\ngaseous hydrocarbon resources of South Africa’. It was\r\nwholly owned by CEF (Pty) Ltd,\n11\nwhich was a ‘Major Public Entity’\r\nlisted in schedule 2 of the\nPublic Finance Management Act 1 of 1999\n.\n[35] The third protagonist is the SFF\n12\nAssociation, an incorporated association that is\r\ndescribed in one of the documents as a subsidiary of CEF (Pty) Ltd.\n[36] The information that was disclosed in the articles is\r\ninter-related and should properly be seen in the context of the\r\narticles\nas a whole. Nonetheless, the report deals with the various\r\nrequests in isolation of one another and for convenience I will also\n\ndo so.\nThe First Request\n[37] In the issue of the M&G published on 20 May 2005 an article\r\nappeared that had been written jointly by Mr Brümmer,\nMr Sole\r\nand Mr Wisani wa ka Ngobeni under the heading ‘The ANC’s\r\nOilgate’. The tenor of the article appears from\nits opening\r\nparagraphs, which are expanded on in the remainder of the article:\n‘\nA\nMail\r\nand Guardian\ninvestigation\r\ninto covert party funding has revealed how R11-million of public\r\nmoney was diverted to African National Congress coffers\nahead of the\r\n2004 election.\nIn what may be the biggest political funding scandal\r\nsince 1994 the M&G has established that South Africa’s\r\nstate oil\ncompany, PetroSA, irregularly paid R15-million to Imvume\r\nManagement – a company closely tied to the ANC – at a\r\ntime\nwhen the party was desperate for funds to fight elections.\nThe\nM&G\npossesses bank statements and has\r\nseen other forensic evidence proving that Imvume transferred the\r\nlion’s share of this to\nthe ANC within days. PetroSA this week\r\nsaid it was unaware of this. The ANC denied impropriety and said it\r\nwas not obliged to discuss\nits funders’\n[38] A further article was prepared for publication the following\r\nweek. Imvume obtained an interdict against its publication but\nthe\r\ninterdict was lifted the week after and the article was published in\r\nthe edition that appeared on 10 June 2005. Written under\nthe heading\r\n‘The Scandal Spreads’ the tenor of the article appears\r\nonce again from the opening paragraph:\n‘\nWhen Sandi Majali wrote\r\ncheques after getting a multimillion-rand advance from the state oil\r\ncompany, two of the first recipients\nwere relatives of Cabinet\r\nmembers.\nThe ministers – Phumzile Mlambo-Ngcuka of Minerals\r\nand Energy and Zola Skweyiya of Social Development – regulate\r\nfields\nin which Majali’s companies operated.’\n[39] The articles reveal and expand upon facts that are to be found\r\nin various documents that are disclosed in the affidavits,\nmore\r\nparticularly a report of the Auditor General, documents submitted to\r\nthe Public Protector by PetroSA, and various original\ndocuments. I\r\nwill relate those facts with reference to the documents rather than\r\nwith reference to the article itself.\n[40] That material discloses that in about October 2002 a written\r\ncontract was concluded between Imvume and PetroSA under which\nImvume\r\nundertook to deliver to PetroSA cargoes of oil condensate from time\r\nto time. The condensate was to be sourced by Imvume\nfrom Glencore\r\nInternational AG (Glencore), a Swiss based commodity trader. The\r\ncontract provided that PetroSA would pay the price\nof each cargo\r\ndirect to the bank account of Glencore within 30 days of the date of\r\nthe bill of lading. The inference from the evidence\nis that Imvume\r\nwould receive a fee from Glencore for each cargo.\n[41] Cargoes were duly acquired by Imvume from Glencore and delivered\r\nto PetroSA from time to time. On 6 December 2003 the ninth\ncargo of\r\n314 598 barrels of condensate was loaded for delivery. The cost of\r\nthe cargo was approximately US$10.2 million. The ordinary\nterms of\r\npayment required the full price to be paid to Glencore by no later\r\nthan 5 January 2004.\n[42] On 18 December 2003 Imvume asked PetroSA to make an ‘advance’\r\npayment to it of R15 million (approximately US$2.3\nmillion) and it\r\ngave PetroSA an invoice to that effect. The invoice recorded that the\r\npayment was to constitute ‘advance\npayment invoice of North\r\nWest Shelf condensate (light crude) loaded per vessel Selendang Sari\r\nat Dampier, Australia, Bill of Lading\ndated 06 December 2003’.\r\nAccording to PetroSA the advance was paid to Imvume on the same day.\n[43] I pause for a moment to say that it seems odd on the face of it\r\nthat Imvume asked for an ‘advance’ on the price\nof the\r\ncargo, bearing in mind that its supply contract provided that PetroSA\r\nwould pay Glencore direct. I have found no explanation\nfor that in\r\nthe documents but it is a question that the Public Protector might\r\nhave asked. Nonetheless, I think I must infer that\nthe parties had\r\ncome to a new arrangement that PetroSA would pay Imvume and Imvume\r\nwould pay Glencore. If that was so then I must\nalso infer from what\r\nhappened that the due date for payment to Imvume and the due date for\r\npayment to Glencore coincided.\n[44] The cargo was received by PetroSA on 22 December 2003. On 5\r\nJanuary 2004 – the date that the price of the cargo became\n\npayable to Glencore – PetroSA paid to Imvume the balance of the\r\nprice, which amounted to US$7.9 million. For reasons that\nare not\r\nexplained Imvume returned the sum of US$7.4 million to PetroSA on 15\r\nJanuary 2004, retaining the sum of $500 000. On 2\nFebruary 2004\r\nPetroSA again paid to Imvume the sum of US$7.4 million, which Imvume\r\npaid to Glencore. That left a shortfall that\nwas owing to Glencore of\r\n$2.8 million. The shortfall had by then already been paid by PetroSA\r\nto Imvume (the advance of $2.3 million\nplus $500 000 that had been\r\nincorporated in the first payment to Imvume of $7.9 million and had\r\nnot been returned).\n[45] The cargo was discharged on 22 December 2003. On 28 January 2004\r\nGlencore invoiced PetroSA for the full amount of the cargo.\nGlencore\r\ntold PetroSA that the shortfall had not been paid to it by Imvume,\r\nwhich Imvume admitted to PetroSA. At that stage the\nnext cargo was in\r\ntransit and Glencore threatened to withhold delivery unless it was\r\npaid the shortfall. PetroSA then paid to Glencore\nthe outstanding\r\namount of $2.8 million. The explanation that was given by PetroSA to\r\nthe Public Protector for paying the debt was\nthat production at its\r\nrefinery would have been interrupted at substantial cost had the\r\nsubsequent cargo been withheld.\n[46] The net result of those transactions was that PetroSA paid $13\r\nmillion for the cargo when its purchase price was only $10.2\nmillion.\r\nThe excess represented the ‘advance’ of $2.3 million (R15\r\nmillion) that had been paid to Imvume but not paid\nover to Glencore,\r\nplus the sum of $500 000 that had been withheld by Imvume when it\r\nrepaid to PetroSA the moneys that it first\nreceived.\n[47] The ‘scandal’ that was referred to in the article\r\nconcerned the fate of part of the advance of R15 million that\nhad\r\nbeen paid to Imvume. It was alleged in the article that within days\r\nof the R15 million advance having been made to Imvume,\nImvume\r\npaid R11 million to the governing political party, the African\r\nNational Congress (ANC). The documents do not disclose the\nfate of\r\nthe balance of R4 million that remained in the hands of Imvume, nor\r\nthe fate of the $500 000 that was retained, but that\nis not directly\r\nrelevant to the present case.\n[48] The payments that were the subject of the second article were\r\ntwo payments that were alleged to have been made by Imvume on\n19\r\nDecember 2003 (the day after the advance had been received from\r\nPetroSA). One was a payment of R50 000 to a company called Uluntu\n\nInvestments, which was owned by Mr B Mlambo, the brother of the then\r\nMinister of Minerals and Energy, Ms P Mlambo-Ngcuka. The other\nwas a\r\npayment of R65 000 to Hartkon Construction as part of its price for\r\nrenovating the private residence of Mr Z Skweyiya, then\nthe Minister\r\nof Social Development, and his wife.\n[49] For completeness it is convenient to set out briefly what\r\nPetroSA did to recover the R15 million ‘advance’ that\nit\r\nhad made to Imvume. PetroSA told the Public Protector that the\r\ndecision to pay Glencore was taken on the basis that PetroSA\nwould\r\nimmediately take steps to recover the money from Imvume. On 19\r\nFebruary 2004 an acknowledgement of debt was signed by Mr\nMajali on\r\nbehalf of Imvume, in which Imvume acknowledged itself to be indebted\r\nto PetroSA for the amount of $2.8 million plus interest,\nwhich it\r\nundertook to pay within 90 days. Imvume failed to pay and, after\r\ndemand for payment had been made, PetroSA issued summons\nfor recovery\r\nof the debt. Imvume defended the action and PetroSA applied for\r\nsummary judgment for approximately R18 million on\n20 Augst 2004.\r\nImvume opposed the application on spurious grounds. Meanwhile, the\r\nparties had entered into settlement negotiations.\nIn August 2004\r\nImvume paid R1 million and proposed terms for payment of the balance.\r\nBy August 2005 an amount of approximately\nR18 million was still\r\noutstanding and the parties concluded a written agreement for payment\r\nof that amount plus interest in instalments\nof R500 000 per\r\nmonth. Whether and to what extent that balance had been repaid at the\r\ntime the Public Protector investigated\nthe matter is not disclosed.\n[50] On 3 June 2005 a member of the National Assembly for the Freedom\r\nFront Plus, Mr W Spies, asked the Public Protector to investigate\nthe\r\ninformation that had been disclosed in the two articles. It seems\r\nthat he must have had wind of the second article because\nat that time\r\nit had not yet been published. I set out the letter in full:\n‘\nCOMPLAINT AGAINST PETROSA AND\r\nTWO CABINET MINISTERS\nWith reference to the above, we hereby give notice of –\nour formal complaint against the\r\n\tstate-controlled petrochemical corporation, PetroSA, for improper\r\n\tconduct and maladministration,\nin that it used the company Imvume\r\n\tInvestments\n13\nas a conduit to transfer public\r\n\tmoney to the ANC, as well as\na request for an investigation into the exact nature of\r\n\tcertain business relationships between close relatives of the\r\n\tMinister\nof Minerals and Energy and the Minister of Social\r\n\tDevelopment and the company known as Imvume Investments.\nBackround to the complaint\nWe request you to investigate whether the alleged\r\nunindebted and unsecured payment of R15 million made by PetroSA to\r\nImvume Investments\non 18 December 2003, constituted improper conduct\r\nand maladministration by the management of PetroSA.\nIn particular, given the fact that a further R15 million\r\nhad to be paid by PetroSA to Glencore International (a Swiss-based\r\nresource\ntrader) on 19 February 2004, as a result of Imvume\r\nInvestments’ non-performance in terms of its obligations\r\ntowards Glencore\nInternational, we submit that\nprima facie\n,\r\nImvume Investments was merely used by PetroSA as a conduit to\r\ntransfer money to the ANC during December 2003.\nKindly also investigate the exact nature of the\r\nfollowing alleged payments by Imvume Investments or its CEO, Mr Sandi\r\nMajali to\nthe persons and/or entities referred to below:\nR50 000 paid to the company Uluntu Investments o[r] Mr\r\n\tBonga Mlambo on 19 December 2003;\nR65 000 paid with regard to improvements by the\r\n\tconstruction company Hartkon to the private residence of the\r\n\tMinister of Social\nDevelopment on 19 December 2003; and\nR11 million paid to the ANC in tranches of R2 million\r\n\t(twice), R3 million and R4 million respectively, on 23 December\r\n\t2003.’\nIt is our respectful submission that,\r\nif found to be true and causally related, one or more of the\r\ntransactions set out above, not\nonly constitute an improper prejudice\r\ncaused to the\nfiscus,\nbut also amounts to\r\ndishonesty and/or improper dealings with respect to public money.’\nThe Second Request\n[51] In its edition published on 25 June 2005 the M&G published\r\ntwo articles as part of what it called ‘Oilgate: A special\n\nreport’. Both were written by Mr Brümmer and Mr Sole. One\r\narticle was headed ‘An ANC front’ and once again\nI quote\r\nthe opening paragraph as being descriptive of its tenor:\n‘\nThe African National Congress\r\nhas misled the nation on the Oilgate scandal. Documents in the\r\npossession of the\nMail\r\n& Guardian\nmake\r\nit clear that Imvume Management – the company that channeled\r\nR11-million in state oil money to the ANC before the 2004\nelection –\r\nwas effectively a front for the ruling party.’\nAnother longer article appeared under the heading ‘Trading\r\nprinciple for profit. How the ANC hawked foreign policy for oil’.\n\nHere are the opening paragraphs:\n‘\nThis is the story of how South\r\nAfrica’s ruling party offered solidarity to Saddam Hussein in\r\nexchange for crude oil –\nand how state resources were used to\r\nhelp the party in this ambitious fundraising project.\nTwo years of effort resulted in little, if any,\r\nfinancial gain for the African National Congress. But the story is\r\nimportant for\nit reveals not only how the party subordinated\r\nprinciple to profit, but also how it engaged in business through what\r\nwas effectively\na front company’.\n[52] The bare facts that were revealed, and expanded upon, in those\r\narticles appear from various documents that were in the possession\nof\r\nthe M&G. The documents that I refer to were freely available from\r\nthe M&G’s website and readers were invited to\ndownload\r\nthem. Once again I relate what the story was about with reference to\r\nthose documents.\n[53] The events that led to the disclosure of ‘Oilgate’\r\ncan be traced to the imposition of sanctions upon Iraq by the\nUnited\r\nNations Security Council in 1990 following upon Iraq’s invasion\r\nof Kuwait. In 1995 the sanctions were partially lifted\nso as to allow\r\noil to be purchased from Iraq for the purpose of generating funds to\r\nmeet the humanitarian needs of the people of\nthat country under a\r\nscheme that was to be monitored by the United Nations (the\r\n‘Food-for-Oil’ programme). Allocations\nof oil were to be\r\nmade by the Iraqi authorities but payment was to be made to an\r\naccount monitored by the United Nations.\n[54] In October 2005 an Independent Inquiry Committee (IIC)\r\nestablished by the United Nations released a report titled\r\n‘Manipulation\nof the Oil-for-Food Programme by the Iraqi\r\nRegime’ that disclosed abuses of the scheme. That report was\r\nnaturally not available\nto the Public Protector at the time he wrote\r\nhis report but I nonetheless refer to it to provide the background\r\nagainst which subsequent\nevents occurred.\n[55] The committee reported that numerous individuals and\r\norganisations around the world received allocations of oil in return\n\nfor political influence that they promised to Iraq to have sanctions\r\nlifted, and in return for ‘surcharges’ (a euphemism\nfor\r\n‘kickbacks’) that were paid to members of the Iraq\r\nregime. Two South African companies were listed in the report\nas\r\nhaving participated in those abuses – Montego Trading (Pty) Ltd\r\nand Imvume.\n[56] The IIC report recorded that in December 2000 Montego concluded\r\na contract with the State Oil Marketing Organisation of Iraq\n(SOMO)\r\nfor the supply to it of 2 million barrels of crude oil for delivery\r\nduring the period December 2000 to March 2001. The contract\nwas\r\nconcluded on behalf of Montego by Mr Majali, who described himself as\r\na director. The IIC report contains a copy of a letter\nfrom the ‘Oil\r\nMinister’ of Iraq recording approval of the contract by SOMO,\r\nwhich refers to Mr Majali as ‘[a]dvisor\nto the President of\r\nSouth Africa’. It records that the ‘[a]mount of\r\nsurcharge’ was to be paid during the month\nafter delivery. A\r\ndue diligence review of Imvume that was conducted by Deloitte &\r\nTouche, which I return to later in this judgment,\nconfirmed the\r\ntransaction in general but not its details. The writer of the due\r\ndiligence report recorded having been told that\nMontego was used to\r\nsecure a crude oil allocation while Imvume was still being\r\n‘conceptualised’. He said that Montego\nhad secured one\r\nallocation of oil and had then become dormant, and that thereafter Mr\r\nMajali pursued his oil interests through\nImvume.\n[57] I need not deal with the fate of the transaction. It is\r\nsufficient to say that matters apparently did not turn out as planned\n\nby Montego with the result that it was left with a debt for the\r\n‘surcharge’. I turn now to the documents that were\nin the\r\npossession of the M&G when it published its articles\n[58] On 30 July 2001 Mr Majali wrote a letter on behalf of ‘Imvume\r\nSAOE’ to SFF offering to supply about 6 million\nbarrels of\r\nBasrah Light (a category of crude oil that emanates from Iraq) for\r\ndelivery between August and September 2001. The letter\nrecorded that\r\nif required by SFF, Imvume was ‘in a position to facilitate a\r\ndirect crude oil Purchase Agreement between SFF\nand SOMO’. What\r\nhappened to that offer is not disclosed in the documentation.\n[59] By September 2001 an organisation called the South African\r\nBusiness Council for Economic Transformation (SABCET) had been\n\nestablished with Mr Majali as its chairman. The nature of the\r\norganisation was described under the hand of Mr Majali in the\r\nexecutive\nsummary of a proposal that was to be submitted under the\r\nname of the organisation to the government of Iraq. The document was\r\nmarked\n‘TOP SECRET’. It recorded that SABCET had been\r\nestablished ‘to facilitate strategic partnership for economic\r\nadvancement at a political level’ and had made an ‘unequivocal\r\ncommitment to open relevant channels and advance the\nsocio-economic\r\nsupport programmes geared towards establishing long lasting relations\r\nbetween South African leadership, the Baath\nParty and the Iraq\r\nGovernment’. It went on to record that\n‘\nSouth Africa has made an\r\nunequivocal commitment to advancing the cause of the people of Iraq\r\nat various levels. Such commitment\nhas been demonstrated by a number\r\nof actions taken by South Africa as a country, to express its support\r\nfor that cause’.\nIt said that SABCET\n‘\nhas the blessing of the South\r\nAfrican leadership with its brief being to facilitate and advance\r\neconomic programmes that are geared\ntowards supporting the ANC’s\r\npolitical programmes sourcing finance to fund such programmes’.\n[60] A letter that was subsequently written by Mr\r\nMajali under the name of SABCET\n14\nto the director of the Foreign Relations Bureau of\r\nthe Arab Ba’ath Socialist Party in Baghdad, expressing\r\nappreciation for\nits hospitality on a visit that Mr Majali and others\r\nhad made to Iraq (of which more later), recorded the following:\n‘\nAllow me to, once again,\r\nre-affirm our commitment to support the people of Iraq in their\r\nstruggle against the economic sanctions,\nembargo and the proposed\r\nsmart sanctions by the West.\nPlease be advised that I have already\r\nbriefed the leadership of the ANC, through the Secretary-General and\r\nthe Treasurer-General\nregarding our visit to Baghdad and discussions\r\nwith yourselves. They, in turn have undertaken to provide a full\r\nbriefing to the\nPresident of the ANC. Be assured that the ANC remains\r\ncommitted to the co-operation agreement with the Arab Ba’ath\r\nSocialist\nParty. We therefore propose a signing of a Protocol to\r\nformalise the relations between our respective parties during your\r\nvisit\nto South Africa between the 10\nth\nand 20\nth\nof October 2001.’\nIt went on to say:\n‘\nI am further pleased to inform\r\nyou that I have conveyed the invitation by yourselves to the ANC to\r\njoin the International Conference\nthat will take place in Baghdad on\r\n12 November 2001 and they have welcomed the invitation. The\r\nSecretary-General of the ANC will\nrespond as soon as he receives a\r\nformal invitation in this regard.’\n[61] Another document, said to have been a speech prepared for\r\ndelivery by the Secretary General of the ANC, described SABCET as\n‘an\r\nagent of change duly mandated by the ANC to implement its programmes’\r\nand said that it reported to the Secretary\nGeneral of the ANC.\n[62] Mr Majali was also instrumental in\r\nestablishing an organisation called the South Africa-Iraq Friendship\r\nAssociation. The nature\nof that organisation is to be pieced together\r\nfrom various documents. A letter purporting to have been written by\r\nMr Majali, under\nthe name of that organisation, to the chairperson of\r\nthe Iraq Friendship Association, headed ‘TOP SECRET’,\r\nrecords\nthat ‘[i]t is our desire to finalise discussions on the\r\nIraq-South Africa Friendship Association as a vehicle towards the\n\npromotion of socio-economic and political relations between the two\r\ncountries.’ A protocol that purports to have been concluded\n\nbetween the Iraqi-South African Friendship Associations of South\r\nAfrica\n15\nand Iraq, establishing an organisation bearing\r\nthat name, records that ‘the Protocol between the Arab Ba’ath\r\nSocialist\nParty and the African National Congress which entered into\r\nforce constitutes the basis for this protocol’. A letter\r\nwritten\nby the Secretary General of the ANC to the Chairperson of the\r\nIraq Friendship Association commended Mr Majali to them in the\r\nfollowing\nterms:\n‘\nHis position, therefore, as\r\nthe Chairperson of the South Africa-Iraq Friendship Association has\r\nour full approval and full blessing’.\n[63] I think that it can fairly be inferred from those documents,\r\nabsent facts or explanations to the contrary that might come\nto\r\nlight, that SABCET and the South African Iraq Association were\r\norganisations that were established to further the interests\nof the\r\nANC.\n[64] I return to the proposal that I referred to earlier. The\r\nproposal was prepared in September 2001 under the name of SABCET\nand\r\nwas marked ‘TOP SECRET’. The proposal recorded that it\r\nwas being made by ‘Mr Sandi Majali (“the Proposer”),\n\na director of Imvume Management (Proprietary) Ltd’ to ‘His\r\nExcellency the Deputy Prime Minister of Iraq, Mr Tariq Aziz’.\n\nIt proposed an agreement between Imvume and SOMO for the sale and\r\ndelivery to Imvume of crude oil. It described its shareholder-trusts\n\nand recorded that:\n‘\n[t]he proceeds from the sale\r\nof the crude oil by the Company will be channeled, in addition to the\r\nabovementioned trusts, to the\nSouth African Business Council for\r\nEconomic Transformation (“SABCET”) and the South Africa\r\nIraq Friendship Association\n(“SAIFA”) in … amounts\r\nto be agreed between the parties’.\n[65] In the same month Mr Majali travelled to Iraq in the company of\r\nthe Director-General of the Department of Minerals and Energy\n(Adv S\r\nNogxina), the International Liaison Officer of that department (Mr T\r\nMafoko), the Assistant to the Minister of Minerals\nand Energy (Mr A\r\nNkuhlu), and a member of the board of directors of SFF (Mr R\r\nJawooden). The visit was approved by the Minister\nand the expenses of\r\nthe government officials were paid by the department. I think it is\r\nclear that the proposal I have referred\nto was prepared for\r\npresentation in the course of that visit.\n[66] In preparation for the visit Mr Majali, writing as chairperson\r\nof the South Africa-Iraq Friendship Association, wrote to his\n\ncounterpart in Baghdad on 10 September 2004, requesting his\r\nassistance to host the visit. He described himself as ‘Head of\n\nImplementation of ANC Economic Transformation programmes and leader\r\nof the delegation’. After providing the ‘credentials\nof\r\nour delegation’ (naming the four officials I have mentioned) he\r\nproposed the following programme:\n‘\nTHURSDAY, 13 SEPTEMBER 2001\nPresentation of a message from the\r\n\tleadership of the ANC by Sandi Majali to His Excellency, Mr T Aziz.\n16\nSandi Majali meets with the Chairperson of the Iraq\r\n\tFriendship Association to discuss possible friendship with the\r\n\tAfrican National\nCongress (ANC).\nDiscussions between the Director-General of Minerals\r\n\tand Energy (South Africa) and his delegation with his counterpart\r\n\tfrom the\nMinistry of Oil (Iraq) regarding government to government\r\n\trelations in relation to oil trade.’\nFRIDAY, 14 SEPTEMBER 2001\nSite visits by the South African delegation to areas\r\n\taffected by the sanctions and ravaged by the war, including\r\n\thospitals.\nSATURDAY, 15 SEPTEMBER 2001.\nMeeting with the leadership of the Baath Party to\r\n\tdiscuss political relations and practical programmes to tighten\r\n\tthese.’\n[67] I referred earlier to a letter written by the Secretary General\r\nof the ANC to the Chairperson of the Iraq Friendship Association\non\r\n10 September 2001, which commended Mr Majali to them in the following\r\nterms:\n‘\nAs a gesture of our desire to\r\ntake the programmes agreed to between our respective parties forward,\r\nI wish to confirm the ANC’s\napproval of Sandi Majali as a\r\ndesignated person to lead the implementation processes arising out of\r\nour economic development programmes.\nAs a leader of this process he\r\nis expected to develop and implement a comprehensive Programme of\r\nAction aimed at achieving the\nsocio-economic objectives agreed to\r\nbetween our parties and to report to my office on the progress and\r\ndevelopments at regular\nintervals. His position, therefore, as the\r\nChairperson of the South Africa-Iraq Friendship Association has our\r\napproval and full\nblessing.’\n[68] Subsequent to the visit, on 20 September 2001, Mr Majali wrote a\r\nseries of letters that were all marked ‘TOP SECRET’.\nOne\r\nwas written in the name of Imvume to the Deputy Minister of Oil for\r\nIraq. Mr Majali thanked the Deputy Minister for his hospitality\nto\r\nthe delegation and recorded what was said to have been discussed at a\r\nmeeting between them. He said that ‘[o]n the basis\nof our\r\ndiscussions we request you to approve an allocation to us of 12\r\nmillion barrels of Basrah Light in your Phase 11 allocation\nby the\r\nUnited Nations 661 Committee’. He recorded that ‘[t]he\r\nmanagement and execution of this transaction will be\nundertaken by\r\nImvume Management (Pty) Ltd on behalf of the South African Department\r\nof Minerals and Energy’ and it concluded\nas follows:\n‘\nWe further wish to confirm our\r\nvisit to finalise our discussions regarding the details of the\r\nlifting as suggested by yourself.\nBe advised therefor that, if it\r\nmeets your approval, we would like to return to Baghdad on 10\r\nNovember 2001 and we are also looking\nforward to participate in the\r\nInternational Conference in support of the lifting of sanctions, the\r\nembargo and resisting the proposed\nsmart sanctions in Baghdad on 12\r\nNovember 2001. The ANC will be sending a high level delegation to\r\nrepresent the voice of the people\nof South Africa in support of the\r\nfreedom of the Iraq people.’\n[69] Another was addressed under the name of Imvume to SOMO. It\r\nrecorded, amongst other things, that Imvume had been ‘officially\n\nappointed by the South African Department of Minerals and Energy to\r\nsource crude oil for the government’s strategic stock’.\n\nMr Majali said that the required quantity was 12 million barrels of\r\nBasrah Light immediately, and that another 21 million barrels\nmight\r\nbe required by the end of June 2002. He said that discussions had\r\nbeen held with the Iraq Department of Oil in that regard\nand he\r\nsought approval of the request by SOMO.\n[70] Another was a letter that I referred to earlier, written by Mr\r\nMajali as chairperson of SABCET to the director of the Foreign\n\nRelations Bureau of the Arab Ba’ath Socialist Party in Baghdad,\r\nexpressing appreciation for its hospitality. I have already\nrecited\r\nthe contents of that letter.\n[71] Yet another was addressed, for SABCET, to the President of the\r\nIraq Friendship Association. It recorded:\n‘\nWe believe the discussions we\r\nheld were very constructive and progressive and added tremendous\r\nvalue to our relations. We believe\nthere is a need to move speedily\r\ntowards the implementation of the suggested programmes especially the\r\nimplementation of an effective\npolitical program that will result in\r\nan effective strategy geared towards campaigning for the lifting of\r\nsanctions and the embargo\nthat have inflicted pain and suffering on\r\nthe people of Iraq. We fully believe that the people of Iraq do not\r\ndeserve to be subjected\nto this kind of oppression by the West. We\r\nfurther believe that a joint effort between the ANC and the Arab\r\nBa’ath Party\nwill add a lot value towards achieving the common\r\npolitical objectives. The programme of action in this regard should\r\nbe discussed\nand finalised at a top level by the leadership of both\r\nparties. Your visit to South Africa between the 10th and 20th of\r\nOctober\n2001 presents a valuable opportunity to deal with these\r\nissues.’\nThe letter went on to express appreciation to the organisation if it\r\nwould facilitate the transaction referred to in its letter\nto SOMO\r\nwhich was said to be to ‘build financial resources to support\r\npolitical programmes’. Mr Majali went on to say:\n‘\nI am convinced that you do\r\nappreciate that such financial resources are crucial for the\r\nlong-term sustainability of the political\nprogrammes the parties will\r\nbe implementing and to run seminars, workshops in order to develop\r\neffective political development\nstrategies. On the basis of the\r\naforegoing, we would like to discuss various plans with yourself\r\nduring your visit to South Africa.’\n[72] The documents reflect that a delegation of the Arab Ba’ath\r\nSocialist Party visited South Africa in October 2001. Included\n\namongst the papers is a copy of what is said to be a speech that had\r\nbeen prepared for presentation to the delegation by the Secretary\n\nGeneral of the ANC. Much of it is taken up with pledging the support\r\nof the ANC for the lifting of sanctions against Iraq. It describes\n\nthe Iraq-South Africa Friendship Association as an association\r\n‘brought into being through the Protocol entered into by the\n\ntwo parties’ which will be ‘empowered to conduct business\r\nin the open market through appropriate vehicles and/or companies\nit\r\nsets up or through strategic partners in the private sector’.\r\nAs for SABCET it says the following:\n‘\nSouth Africa has established a\r\nbody known as the South African Business Council for Economic\r\nTransformation (SABCET) as a vehicle\nto facilitate and manage all\r\nbilateral and multilateral economic transformation programmes. This\r\nrelationship, on the South African\nside is therefore driven and\r\nmanaged by SABCET which reports to the Secretary-General of the ANC …\r\nSABCET is therefore an\nagent of change duly mandated by the ANC to\r\nimplement its programmes geared towards the economic and\r\nsocio-political renewal of\nthe African continent and the world.’\nThe speech concludes as follows:\n‘\nIt is therefore on the basis\r\nof the aforegoing that the ANC, through [SABCET] has presented a\r\nproposal to secure a contract for\nthe lifting of 25 million barrels\r\nof Basrah Light oil per annum over a 10-year period as an initial\r\nmeasure to foster such political\nrelations.’\n[73] A letter written by Mr Majali, for Imvume, on 17 October 2001,\r\nto the Deputy Minister of Oil of Iraq, confirms discussions\nwith the\r\ndelegation as follows:\n‘\nPlease be advised that we have\r\nreceived confirmation of your positive response to our correspondence\r\ndated 20 September 2001 regarding\na crude oil allocation through Dr\r\nMonther Abdul Hameed and his delegation during their visit to South\r\nAfrica. We are indeed very\npleased with the turn of events in this\r\nregard.’\nThe letter proceeds to deal with details of the proposed lifting of\r\noil at various times. It proposed lifting 6 million barrels\nin three\r\ntranches during December 2001 and the remainder in tranches during\r\nJanuary 2002.\n[74] There are some contradictions in the various documents, and\r\nthere are gaps in the narrative, but I think that, when viewed\nas a\r\nwhole, they tell a tale of Mr Majali, with the support and assistance\r\nof the ANC, attempting to secure allocations of Basrah\nLight crude\r\noil that would be sold to the state. The proposed programme for the\r\nvisit to Iraq records that the officials who accompanied\nMr Majali\r\nwere there to discuss ‘government to government relations in\r\nrelation to oil trade’ but the documents make\nit clear that any\r\noil that was allocated would be supplied to South Africa through the\r\nmedium of Imvume, so as to produce income\nfor the ANC. What was\r\noffered in return for allocations was political support from the ANC\r\nfor the lifting of sanctions. Although\nit was expressed as being\r\nsupport from the party, counsel for the respondents submitted, I\r\nthink correctly, that political influence\nin the United Nations can\r\nbe expected to be exerted only by member states, and thus it can be\r\ninferred that the ANC was to exercise\nits promised influence through\r\nthe medium of the state.\n[75] That was the essence of the story that was told in the series of\r\narticles published in the M&G, considerably supplemented\nby other\r\nallegations and inferences. I think it will be obvious that the\r\ndocuments alone, without resort to information from undisclosed\n\nsources, provided a considerable basis for the story that was told.\r\nWhether or not the documents are authentic is another matter,\nand is\r\nnot material to this case.\n[76] The publication of the articles prompted the leader of the\r\nofficial opposition in parliament, Mr T Leon, to ask the Public\n\nProtector to expand his enquiry. In a letter that was written on 18\r\nJuly 2005 the request was made as follows:\n‘\nRequest for broadening of\r\ninvestigation into “Oilgate” to include the state’s\r\ninvolvement with Imvume.\nI am approaching your office with the specific request\r\nthat… your office broadens its existing inquiry into the\r\nso-called\n“Oilgate affair” (public funds are alleged to\r\nhave been deliberately channeled to the ruling party through a BEE\r\ncompany,\nImvume) by determining the extent to which the state was\r\ninvolved in funding and supporting Imvume’s Iraqi oil ventures\r\nand\ntravel related thereto.’\nIt then summarised allegations that had been made in the newspaper\r\narticles, motivated the request, and concluded as follows:\n‘\nIn light of the above, the\r\nextent of the state's involvement in funding and assisting Imvume’s\r\noil ventures in Iraq are relevant\nto a full exploration of the\r\nOilgate affair.’\nThe Third Request\n[77] A further article by Mr Brümmer and Mr Sole appeared in the\r\nissue of the M&G that was published on 22 July 2005.\nThe article\r\nrelated to a tender that had been awarded to Imvume by SFF. The\r\nheadings were ‘Oilgate: The next instalment’\nand ‘R1bn\r\ntender was “fixed”’. I quote again the opening\r\nparagraphs:\n‘\nA R1-billion crude oil tender\r\n– one of South Africa’s largest ever – went to\r\nAfrican National Congress-linked\ncompany Imvume Management after an\r\nextraordinary series of interventions that suggest the tender was\r\nrigged.\nThis emerges from a\nMail\r\n& Guardian\ninvestigation\r\nof the 2001/02 tender process, which resulted in Imvume supplying the\r\nStrategic Fuel Fund Association (SFF) with four\nbillion [sic] barrels\r\nof Iraqi oil. The SFF was the state agency that managed the country’s\r\nstrategic stocks.’\n[78] Once again I relate what that article was about with reference\r\nto documents that are disclosed in the affidavits. The story\nthat\r\nthey tell is that on 5 December 2001 the SFF invited tenders for the\r\nsupply of 4 million barrels of Basrah Light, in two cargoes\nof 2\r\nmillion barrels each to be delivered to Saldanha Bay from January\r\n2002. The invitation to tender required the FOB price to\nbe reflected\r\nas ‘either a discount or a premium of Dated Brent price’\r\nDated Brent price was described as the ‘mean\nof dated Brent\r\nquotations as published in Platts crude oil marketwire’.\n[79] Tenders were opened at a meeting held on 3\r\nJanuary 2002. There was an evaluation team of six and Mr Jawooden\r\n(who had accompanied\nMr Majali to Iraq) was one of the members. The\r\nminute of the meeting reflects that there were 14 tenders, one of\r\nwhich was from\nImvume. Of nine bidders who quoted prices in\r\naccordance with the tender,\n17\nImvume’s was the second highest, and a\r\n‘first short list’ placed it eighth in line. The minute\r\nrecords that the\nbidders were invited to re-submit their prices, on\r\nthis occasion relative to SOMO prices. A document emanating from SFF\r\nreflects\nthat bidders were then invited to submit a ‘Revised or\r\na Reconfirmation’ of prices relative to Dated Brent. At the end\n\nof the process a company referred to as Leokoane Oil topped the list\r\nand it was resolved that it be awarded the contract, subject\nto it\r\nfurnishing a performance bond, and the satisfactory outcome of a due\r\ndiligence review.\n[80] The minute of a board meeting of SFF held on 18 January 2002\r\nreflects that Leokoane Oil had not been able to furnish the\r\nguarantee, and that the diligence review disclosed that it was a\r\ncompany of no substance, and it was accordingly disqualified. The\n\ncontract was then awarded to Imvume on the same conditions.\n[81] On the same day the Chief Executive Officer of SFF, Dr R.\r\nMokate, addressed a letter to Mr M Mandela of ‘Imvume\r\nResources’,\nin which she advised that it had been selected as\r\nthe preferred bidder, subject to it furnishing a performance bond for\r\nUS$1 million,\nand to the outcome of a due diligence review. On 28\r\nJanuary 2002 she wrote to him advising that the failure to submit a\r\nperformance\nbond complying with the terms of the tender by 25 January\r\n2002 had ‘led to an automatic disqualification to the crude oil\n\nprocurement process’. Mr Majali must have contested the\r\ndisqualification because the following day Dr Mokate wrote to him\nand\r\ndealt extensively with various issues that had been raised,\r\nparticularly in relation to the performance bond. Whether the\r\nrequired performance bond was ultimately furnished by Imvume is not\r\nclear.\n[82] Dr Mokate was subsequently suspended, and then dismissed, from\r\nSFF on unrelated grounds. She wrote an article that was published\nin\r\nBusiness Day on 30 October 2002 in defence of the conduct that led to\r\nher dismissal, in which she also said that ‘when\nI would not\r\nsign an agreement between the SFF and Imvume Management Resources\r\nuntil all the conditions stipulated in the contract\nhad been met, [Mr\r\nDamane, the chairman of SFF] accused me of being obstructionist and\r\nthreatened to fire me’.\n[83] Included in the record of the investigation is a report of a\r\nlimited due diligence review of Imvume that was conducted by\nDeloitte\r\n& Touche in January 2002. I think it can be inferred that the\r\nreview was conducted for purposes of evaluating whether\nthe contract\r\nshould be awarded to Imvume. The report records that the information\r\nthat it contained was obtained from attorneys\nBell Dewar and Hall,\r\nand at a meeting attended by two attorneys from that firm, and by Mr\r\nMajali (who was described as the Chairman\nof Imvume) and a\r\nrepresentative of an entity referred to as SOPAK. SOPAK was described\r\nas a wholly owned subsidiary of Glencore.\n[84] The review revealed that the sole\r\nshareholders of Imvume were the trusts that I referred to earlier,\r\nand that the trusts had\nno assets or financial ability, and ‘no\r\nability to assist Imvume in its contractual obligations’.\r\nImvume had no employees\nor existing infrastructure, it had no\r\nmanagement structure (Deloitte & Touche was told that it had ‘a\r\nfull management\nteam in waiting’ but no details were\r\nfurnished), and it was being financed by SOPAK on an undefined ‘grant\r\nbasis’.\nIt had four directors, of whom Mr Majali was one,\n18\nand was said to have a ‘strategic\r\nrelationship’ with SOPAK but the details were not disclosed.\n[85] Imvume was awarded the contract. It seems that it fulfilled its\r\nobligations to supply, at least partly, because a document\naddressed\r\nto Imvume by Glencore records a contract between them under which\r\nGlencore sold to Imvume 2 million barrels of Basrah\nLight for\r\ndelivery to SFF on 6 March 2002.\n[86] Those facts form the basis of the disclosures that were made by\r\nthe M&G, which were filled out in the article. The publication\nof\r\nthe article prompted yet another request by Mr Leon for the\r\ninvestigation to be broadened further. He made the request in a\n\nletter that he wrote to the Public Protector on 22 July 2005, which\r\ncommenced as follows:\n‘\nFurther to my correspondence\r\nwith you on 18 July 2005 regarding the “Oilgate affair”,\r\nI am approaching the Office of\nthe Public Protector requesting that\r\nthe Office further broadens its existing inquiry to include the role\r\nplayed by the Strategic\nFuel Fund (SFF) in a tender process for Iraqi\r\ncrude oil in 2001-2002 in which the bid of Imvume Investment Holdings\r\n(Pty) Ltd\n19\nwas selected in apparent violation of\r\nthe law.’\nThe letter went on to explain the background to the request, and to\r\nset out at some length the irregularities that were alleged\nto have\r\noccurred and the legal issues that were said to be relevant, and it\r\nconcluded:\n‘\nIn light of the above, the\r\nirregularities in the SFF tender process are relevant to a full\r\nexploration of the Oilgate affair’.\nThe investigation and report\n[87] I will deal with the investigation and the report in the order\r\nin which the requests were made.\nPayment by PetroSA to Imvume\n[88] The core of the article that prompted the first request was the\r\nallegation that a portion of the money that had been paid\nto Imvume\r\nby PetroSA had been ‘diverted’ or ‘channeled’\r\nby Imvume to the ANC. Although the article was\ndirected at the\r\n‘diversion’ of the money by Imvume, the request by Mr\r\nSpies was directed instead at the conduct of\nPetroSA in paying the\r\nmoney.\n[89] Mr Spies wanted to know whether PetroSA had\r\nintended the ANC to receive the money and had used Imvume as the\r\nconduit for that\npurpose. That is apparent from his notice of ‘our\r\nformal complaint against … PetroSA, for improper conduct and\r\nmaladministration,\nin that it used the company [Imvume] as a conduit\r\nto transfer public money to the ANC’. Expanding on that\r\ncomplaint, he submitted\nthat ‘\nprima\r\nfacie\n, [Imvume] was merely used by\r\nPetroSA as a conduit to transfer money to the ANC …’.\n[90] That request is perfectly plain and the Public Protector was\r\nunder no misapprehension as to what was required. In his report\nhe\r\nrecorded the complaint that had been made by Mr Spies as follows:\n‘\nAccording to the allegations\r\nand the complaint of [Mr Spies] the advance payment was intended for\r\nthe ANC and PetroSA used Imvume\nas a conduit to transfer the money…\r\nIt is alleged that PetroSA’s conduct was irregular and\r\nconstituted maladministration\nand misappropriation of public finds.’\nHe also acknowledged, correctly, that the investigation of that\r\n‘complaint’ fell within his investigatory powers:\n‘\nAs the affairs and conduct of\r\nPetroSA fall under the jurisdiction of the Public Protector and the\r\nconduct complained of is contemplated\nby the provisions of\nsection\r\n6(5)\nof the\nPublic Protector Act, 1994\n, the Public Protector has the\r\npower to investigate these allegations.’\n[91] There was a subsidiary part to the request that was made by Mr\r\nSpies. He asked the Public Protector to also investigate ‘the\n\nexact nature of the following alleged payments by Imvume Investments\r\nor its CEO, Mr Sandi Majali’, and he referred to one\nsuch\r\npayment as ‘R11 million paid to the ANC in tranches of R2\r\nmillion (twice), R3 million and R4 million respectively, on\n23\r\nDecember 2003’.\n[92] A considerable part of the report is taken up with an analysis\r\nby the Public Protector of what conduct fell within and what\nconduct\r\nfell outside his investigatory mandate. I have pointed out that the\r\nmandate of the Public Protector is, in general, confined\nto\r\ninvestigating the conduct of public bodies and functionaries. Adv\r\nMushwana concluded that Imvume and the ANC were not public\nbodies,\r\nand had not been performing a public function, and there can be no\r\nquarrel with that. But the Public Protector may also\ninvestigate the\r\nconduct of other bodies and persons in specified circumstances.\r\nAmongst other things, he or she may investigate\nany alleged:\n‘\nimproper or dishonest act, or\r\nomission … with respect to public money’\n20\nand also any alleged\n‘\noffences referred to in\nPart 1\nto\n4\n, or\nsection 17\n,\n20\nor\n21\n(in so far as it relates to the\r\naforementioned offences) of Chapter 2 of the Prevention of Corrupt\r\nActivities Act, 2004, with respect\nto public money’\n21\nand also any alleged\n‘\nimproper or unlawful\r\nenrichment … by a person as a result of an act or omission in\r\nconnection with the affairs of an institution\nor entity contemplated\r\nin paragraph (a\n).’\n22\n[93] Two of those provisions confine the conduct\r\nthat is subject to investigation to conduct ‘with respect to\r\npublic money’.\nIn his report the Public Protector posed the\r\nquestion ‘When does public money lose its character and become\r\nprivate money?’\nRelying upon what was said in\nSouth\r\nAfrican Association of Personal Injury Lawyers v Heath,\n23\nhe concluded that once the money came into the\r\nhands of Imvume it ceased to be ‘public money’. As I\r\nunderstand his analysis\nthat led him to the view that all conduct by\r\nImvume and the ANC in relation to the money fell outside his\r\ninvestigatory mandate,\nand he made no investigation of that conduct.\n[94] It needs to be borne in mind that\nSouth\r\nAfrican Association of Personal Injury Lawyers,\nwhich\r\nwas decided in another context, was not concerned with public money\r\nthat had been improperly obtained. It was concerned only\nwith the\r\npropriety of its distribution thereafter. This is an entirely\r\ndifferent case. The primary complaint in this case was not\nconcerned\r\nwith the propriety of the payment of private money by Imvume to the\r\nANC. It was concerned with the propriety of its conversion\nfrom\r\npublic money into private money in the first place. That step in the\r\ntransaction was overlooked altogether in the analysis.\n[95] The conversion of public money into private money occurs through\r\na bilateral transaction of payment and receipt. I would be\nmost\r\nsurprised if the legislation envisaged that one side of that\r\nbilateral transaction of conversion may be investigated but not\nthe\r\nother. To improperly pay public money, and to improperly receive\r\npublic money, each seems to me to be quintessentially an ‘improper\n\n… act … with respect to public money’. I also see\r\nno immediate reason why the improper receipt of public money\nis not\r\n‘improper … enrichment’ by a person resulting from\r\nan act in connection with the affairs of the public\nbody. And if the\r\nact constitutes one of the specified offences under the Prevention of\r\nCorrupt Activities Act it is also not immediately\napparent to me why\r\nthat is not an offence ‘with respect to public money’. It\r\nneeds to be borne in mind that that is\na broad term that does not\r\nrequire a direct relationship with the money.\n[96] The omission from the analysis of that step in the transaction,\r\nwhich was the step that was material to the complaint, meant\nthat no\r\nconsideration was given to whether the receipt of the money by\r\nImvume, and, indeed, by the ANC, fell within the terms of\nthose\r\nprovisions. Whether or not they do was not addressed in argument\r\nbefore us and I make no findings in that regard. But the\nomission of\r\nthat step in the analysis, with the resultant failure to consider\r\nthose questions, seems to me to have been a material\nmisdirection.\n[97] But that apart, it is not clear to me why the analysis was\r\nrequired at all, at least as far as the primary complaint was\r\nconcerned. That enquiry was directed to the propriety of the\r\nconversion of the money from public to private money. I cannot see\n\nhow the circumstances of that conversion could be properly\r\ninvestigated with consideration to only one side of the transaction,\n\nif only to ensure that the pieces fell into place. If the conduct of\r\nthe receiver of the money was indeed beyond the mandate of\nthe Public\r\nProtector, that did not make the receiver immune from furnishing\r\ninformation relevant to an investigation of the conduct\nof the payer.\r\nTo erect a wall between payment and receipt, and investigate only\r\npart of the transaction, which is what the Public\nProtector did, was\r\nwholly artificial. Indeed, the artificiality of the wall is\r\ndemonstrated by the manner in which the investigation\nwas conducted.\n[98] The investigation of only one side of the transaction led the\r\nPublic Protector to conduct the investigation as if the money\nhad\r\nbeen paid to a supplier in the ordinary course of business. But that\r\nbegged the primary question whether it was indeed paid\nin that way,\r\nwhich was not investigated at all. It is then not surprising that the\r\nreport does not purport to answer the question\nwhether PetroSA\r\nintended the money to reach the ANC, though we are told by Adv\r\nFourie, opportunistically in my view, that the question\nwas answered\r\nby inference from a passage that is buried in the body of the report.\r\nIndeed, the question was not even asked of PetroSA.\n[99] So the Public Protector examined whether PetroSA was authorised\r\nto advance money to a supplier, whether the payment of such\nan\r\nadvance fell within the authority of the person who had authorised\r\nit, whether it had adhered to principles of good corporate\n\ngovernance, and whether it had exercised sound commercial judgment.\r\nIn relation to those questions he considered the\nPublic Finance\nManagement Act 1999\n, the ‘King’ principles of corporate\r\ngovernance, the terms in which the authority of the board to incur\r\nexpenditure\nhad been delegated, and the procurement policy of PetroSA\r\nparticularly so far as it related to black economic empowerment.\n[100] Having approached the matter in that way all the findings in\r\nthe report are directed towards the propriety of the payment\nas if it\r\nhad been an ordinary commercial transaction. These were what the\r\nPublic Protector called his ‘key findings’:\n‘\n1. The approval and\r\nauthorization on 18 December 2003 by the Acting CEO of PetroSA of an\r\nadvance payment of R15-million to Imvume\nwas lawful, well-founded and\r\nproperly considered in terms of the legal vehicle and policy\r\nprescripts that applied to PetroSA;\nThe decision to approve Imvume’s request, as it\r\n\twas presented to PetroSA, for an advance was not unreasonable under\r\n\tthe\nprevailing circumstances and did not amount to\r\n\tmaladministration, abuse of power or the receipt of any unlawful or\r\n\timproper advantage;\nImvume’s failure to pay Glencore the full amount\r\n\tdue to it in respect of the cargo concerned could not reasonably\r\n\thave been\nforeseen or expected by PetroSA;\nPetroSA’s payment of an amount of USD2,8 million\r\n\t(plus interest) to Glencore on 23 February 2004 was in the public\r\n\tinterest\nand complied with its legal obligations in terms of the\nPublic Finance Management Act, 1999\n;\nThe subsequent actions taken by PetroSA to recover from\r\n\tImvume the amount paid to Glencore was taken without delay and in\r\n\tcompliance\nwith its legal obligations in terms of the\nPublic Finance\nManagement Act, 1999\n;\nThe allegations and suggestions of improper influence\r\n\tmade against Deputy President Mlambo-Ngcuka in relation to the\r\n\tadvance payment\nwere not substantiated and are without merit ....’\n[101] Although that all begged the question whether PetroSA had\r\nindeed paid the money in the belief that it was doing so in the\n\nordinary course of business, even on its terms the investigation was\r\nso sparse as to be no investigation at all.\n[102] The investigation amounted to no more than a written request to\r\nPetroSA for its response to aspects of the article, and formal\nfollow\r\nup of that response, and a similar written request to the Minister.\r\nThe responses that were received were accepted without\nquestion and\r\nformed the basis for the findings.\n[103] The request to PetroSA was made in a letter addressed by Adv\r\nFourie to Mr Mkhize, the CEO of PetroSA, on 10 June 2005. I\nset it\r\nout in full:\n‘\nCOMPLAINT: IRREGULAR PAYMENTS\r\nTO IMVUME INVESTMENTS\nWe have received a complaint from the Freedom Front Plus\r\nin connection with an alleged irregular payment of R15-million that\r\nwas\nmade by PetroSA to Imvume Investments on 18 December 2003. It is\r\nalleged that the payment was made as an advance and that it related\n\nto a shipment of condensate required by PetroSA that was to be\r\ndelivered by Glencore International. Instead of complying with its\n\ncommitment to Glencore, Imvume apparently paid most of the R15\r\nmillion to the ANC and relatives of Members of the Cabinet. PetroSA\n\nsubsequently made a further payment of R15 million to Glencore to\r\nensure delivery of the condensate.\nAs you are aware, this matter has received extensive\r\nmedia attention in the past weeks. We are of the view that it would\r\nbe in the\npublic interest that we conclude our investigation of the\r\ncomplaint and report thereon as quickly as possible.\nIt would be appreciated if you could urgently provide us\r\nwith:\nYour detailed comments on the allegations to enable us\r\n\tto determine the merits of the matter;\nA copy of the report(s) on the internal investigations\r\n\tthat PetroSA conducted into the matter;\nDetails of PetroSA’s civil claim against Imvume\r\n\tInvestments and the current status thereof. A copy of the pleadings\r\n\tfiled\nwould be of assistance to us in regard to the reasons for the\r\n\taction taken against Imvume and their response thereto; and\nDetails of any steps that had been taken by PetroSA to\r\n\tprevent a recurrence of such advance payments, if it was in fact\r\n\tirregular.\nKindly also advise whether the Minister of Minerals and\r\nEnergy was in any way involved in the matter, and if so, to what\r\nextent.’\n[104] Mr Mkhize replied to the letter on 23 June 2005, enclosing\r\nvarious documents. The only relevant enclosures for present purposes\n\nare what were titled ‘comments on the allegations in the media’\r\nand a ‘[r]eport sent to PetroSA Board of directors’.\nMr\r\nMkhize commented in his letter that ‘Support Initiatives’\r\n(for BEE companies) were allowed by the procurement policy.\n[105] The former document recorded that\n‘\n[a]fter developing a solid\r\ntrack record through delivery of over 70% of the contractual\r\nsupplies, Imvume requested PetroSA for an\nadvance payment when the\r\nninth cargo was due. PetroSA considered the request and elected to\r\ngrant the advance payment in view of\nthe fact that:\ncargo in question was en route to the Mossel Bay\r\n\trefinery and that there was no risk that the cargo will not be\r\n\tdelivered.\nThe advance payment was allowed in terms of the\r\n\tprocurement policy.’\nIt proceeded to detail what had occurred thereafter and explained why\r\nPetroSA had paid the outstanding balance to Glencore:\n‘\nPetroSA evaluated the prospect\r\nof standing its ground with Glencore and take legal action against\r\nthem, with the minimum delay being\n20 days if disturbed production at\r\nthe refinery. The cost of disturbing production at the refinery would\r\nbe $ 1 million per day\nover 20 days, total $ 20 million. This did not\r\ninclude any start up cost in the event that PetroSA were to shutdown\r\nthe refinery\nin view of the shortage of the feedstock/raw material\r\n(condensate) required for the operation.’\nThe report to the board took the matter no further.\n[106] What I find to be startling is that PetroSA was not asked\r\nwhether it knew the purpose for which the ‘advance’\nwas\r\nrequired by Imvume, nor whether PetroSA asked Imvume that question.\r\nInstead Adv Fourie wrote again to Mr Mkhize on 28 June\n2005 asking\r\nonly for a copy of the request for advance payment, and asking who\r\nhad authorised the payment, and raising queries\nrelating to how the\r\npayment fitted into the support initiatives allowed by PetroSA’s\r\nprocurement policy, with no apparent\ninterest in the purpose for\r\nwhich the advance had been requested. He went about the investigation\r\nas if it was self-evident that\nthe advance had been requested for a\r\nlegitimate business purpose without ever having asked whether that\r\nwas so.\n[107] It was only when Mr Mkhize replied that the purpose for which\r\nMr Majali allegedly said he wanted the advance first emerged,\nand\r\nthen only by happenstance. Mr Mkhize replied on 6 July 2005. As to\r\nthe first query he said:\n‘\nThe request from Imvume for an\r\nadvance payment on the basis for part of the money that would be due\r\nto them on delivery of the cargo\nwas in the form of an invoice,\r\nattached hereto as Annexure A.\nHowever, Mr Majali did explain that Imvume had\r\n[temporary] cash flow problems and wanted to pay their monthly\r\npayment commitments.\nHe also claimed that Imvume could not delay\r\nthese payments because it was December, a holiday month.’(1137)\nHe also attached a copy of the delegation that had conferred\r\nauthority on the acting CEO, Mr Mehlomakulu (who had authorised the\n\npayment), repeated that the advance payment was allowed by the\r\nprocurement policy, and provided a short explanation in that regard.\n[108] On 11 July Adv Fourie asked Mr Mkhize for a copy of the\r\ndelegated authority of the board to the CEO, and for the outstanding\n\namount of the debt and the prognosis for its recovery, and that\r\ninformation was provided. That ended the enquiry that was made\nof\r\nPetroSA.\n[109] On 28 June 2005 Adv Mushwana wrote to the Minister and once\r\nmore I find it necessary to set out the letter in full:\n‘\nCOMPLAINT: PetroSA\nAs you are aware, we are currently investigating a\r\ncomplaint in connection with an advance payment that was made by\r\nPetroSA to Imvume\nManagement in December 2003. The payment related to\r\na contract between the two companies for the procurement of oil\r\ncondensate.\nIt has been alleged that the said advance payment was\r\nintended for the ANC, your brother and the Minister of Social\r\nDevelopment\nand that Imvume Management was merely used as a conduit\r\nto transfer the public money concerned. Imvume subsequently failed to\r\ncomply\nwith its commitment relating to the said contract and PetroSA\r\nhad to make a further payment to the supplier to ensure uninterrupted\n\nproduction at its Mossel Bay plant. Media reports suggested that you\r\nhad been involved. These suggestions appear to be based on\nthe\r\nfollowing:\nThe fact that you were the Minister of Minerals and\r\n\tEnergy at the time when the payment in question was made and were\r\n\tallegedly\nconsulted by PetroSA in regard to the said advance;\nAn amount of R50 000 that was allegedly paid by Imvume\r\n\tto your brother, Mr B Mlambo, shortly after the advance payment was\r\n\tmade;\nYour alleged interference in regard to the appointment\r\n\tof Mr Mkhize as the CEO of PetroSA, which was made shortly before\r\n\tthe advance\npayment to Imvume was effected.\nWe have noted your reported responses in the media to\r\nthese allegations and suggestions. It would however, be appreciated\r\nif you\ncould provide us with your official response and comments for\r\nthe purposes of our investigation and to enable us to conclude this\n\nmatter on direct and reliable evidence.’\n[110] Ms Mlambo-Ngcuka replied on 29 June 2005. It is not necessary\r\nto recite everything that was said. So far as the issue now\nbefore us\r\nis concerned she said that ‘PetroSA never consulted me in\r\nregard to the advance payment to Imvume when it was requested\nand\r\napproved as alleged, as this was an operational matter’. She\r\ncontinued to say that when it came to whether to pay Glencore\nshe was\r\nindeed consulted and agreed with the recommendation to pay on the\r\nbasis outlined above. That was the end of the enquiry\nmade of the\r\nMinister.\n[111] In various parts of his affidavits Adv Fourie made clear his\r\ndisdain for acting upon anything but original evidence from\ndisclosed\r\nsources. On this occasion he seems to have made an exception. Mr\r\nMkhize was on leave when the advance was authorised\n(thus its\r\nauthorisation by the acting CEO) and, on the face of it, had no\r\ndirect knowledge of the circumstances in which the advance\nwas made.\r\nThe source of the information that he conveyed was not disclosed in\r\nthe documents. Adv Fourie made no enquiry as to who\nhad provided the\r\ninformation and, naturally, he made no enquiry of those who had\r\ndirect knowledge of what had occurred.\n[112] The explanation that was advanced in the documents that were\r\nfurnished by Mr Mkhize raises questions for even a mildly enquiring\n\nmind, but one in particular jumps out like a jack-in-the-box. The\r\nmoney was said to have been asked for as an ‘advance’,\n\nmeaning, presumably, an advance of money that would become payable to\r\nImvume three weeks hence. But PetroSA was well aware that\nImvume\r\nwould simultaneously become liable to pay Glencore the full amount of\r\nthe cargo. The question that might be expected to\nhave been asked of\r\nPetroSA is whether it asked Mr Majali how he would pay Glencore the\r\nprice of the cargo if part had already been\nspent to meet Imvume’s\r\n‘commitments’? And the next question that would arise is\r\nwhether it had given thought\nto what would happen if Glencore was\r\nindeed not paid? And if Glencore was not paid, and the money had been\r\nspent, how and when\nwould Imvume repay PetroSA?\n[113] PetroSA might also have been asked whether it had queried the\r\nnature of Imvume’s ‘monthly payment commitments’?\n\nMr Mkhize later told a parliamentary committee that PetroSA had been\r\n‘under the impression that [Imvume] needed to pay its\nemployees\r\ntheir end of year remuneration including cash bonuses’. But the\r\nquestion that then springs to mind is how PetroSA\ncould have thought\r\nthat the monthly payroll of Imvume (even including bonuses) amounted\r\nto R15 million, bearing in mind particularly\nthat barely a year\r\nearlier Imvume had no employees at all?\n[114] And so the questions might go on if an open and enquiring mind\r\nis brought to bear on the matter, because the explanation\nthat was\r\ngiven certainly did not bring all the pieces into place. Yet not one\r\nquestion of that kind was asked in the course of\nthe investigation.\r\nThe explanation found its way into the report and was the sole basis\r\nupon which findings were made. As for the\nMinister, she had said no\r\nmore than that she had not been consulted on the matter, but it does\r\nnot follow that she was unaware\nof the purpose to which the ‘advance’\r\nwas to be put. She was never pertinently asked that question, nor any\r\nother questions\nin that regard.\n[115] The explanations that were given, without more, provide no\r\nproper basis for finding that the payment of the advance was ‘well\n\nfounded and properly considered’, nor for finding that it was\r\n‘not unreasonable under the prevailing circumstances’\nfor\r\nthe payment to have been made. They also provide no proper basis for\r\nfinding that Imvume’s failure to pay Glencore ‘could\nnot\r\nreasonably have been foreseen or expected’. The only reasonable\r\nfindings that could have been made on that scant information\nwere no\r\nless than that the payment was reckless, and that default by Imvume\r\nwas virtually guaranteed.\n[116] On this part of the case I think it is clear that there was no\r\ninvestigation of the primary complaint. So far as the Public\n\nProtector purported to investigate and report on associated matters\r\nthe investigation was so scant as not to have been an investigation,\n\nand there was no proper basis for any of the findings that were made.\nThe Payments to Uluntu and Hartkon Construction\n[117] The investigation of these payments can be disposed of briefly.\r\nIt was alleged that Imvume had paid R50 000 to Uluntu\n\nInvestments, a company owned by Mr B Mlambo, a brother of the\r\nMinister of Minerals and Energy, and had paid R65 000 to Hartkon\n\nConstruction towards the cost of renovating the private residence of\r\nDr Skweyiya and his wife. Mr Spies asked the Public Protector\nto\r\ninvestigate ‘the nature of those transactions’.\n[118] I find the conclusions of the Public Protector in that regard\r\nto be rather confusing. He concluded that because Imvume, Uluntu\nand\r\nHartkon were all private bodies, and that the payments did not relate\r\nto state affairs or public money, he could not investigate\ntheir\r\nconduct. He nonetheless purported to investigate what he called\r\n‘suspicions raised of an improper relationship between\nImvume\r\nand Dr Sweyiya’, and whether there had been any impropriety on\r\nthe part of the Minister of Minerals and Energy. He\nabsolved both\r\nministers of impropriety.\n[119] With regard to the alleged payment to Hartkon Construction the\r\nreport records that:\n‘\nDr Sweyiya referred questions\r\nwith regard to the allegations of payment to Hartkon Construction to\r\nhis wife. He also denied any\nconflict of interest in respect of the\r\npayment concerned. Ms Mazibuko-Sweyiya confirmed the payment, but\r\nexplained that it represented\na loan that had already been repaid.\r\nThis explanation was also confirmed by the said attorneys of Mr\r\nMajali and Imvume.’\n[120] That is all that the investigation entailed. The ‘key\r\nfindings’ do not include a finding on the issue but in\nthe body\r\nof the report the Public Protector said the following:\n‘\nThere was no substantive\r\nallegation or indication that the Minister performed any official\r\naction or omission that could have favoured\nImvume in any way. The\r\nsuggested corrupt intent clearly speculates in relation to future\r\nevents that might or might not occur,\nwhich obviously cannot be\r\ninvestigated’.\nHe went on to say that\n‘\nthe information at the\r\ndisposal of the Office of the Public Protector and that could be\r\nconsidered and verified in terms of its\njurisdiction does not\r\ndisclose the commission of any offence, but merely comprise\r\nsuspicions and speculations that have not been\nsubstantiated’.\n[121] The question that called for an answer was not whether the\r\nmoney was paid as a gift or a loan. The question was why Imvume\nwas\r\npaying money for the benefit a minister of state, whether as a loan\r\nor otherwise. There was no investigation of that at all.\nIt is\r\napparent from the report that not Imvume, nor the Minister, nor his\r\nwife, nor anyone else for that matter, was even asked\nwhat had\r\nmotivated the payment. If it was the understanding of the Public\r\nProtector that he was not entitled to make enquiries\nof the persons\r\nconcerned, if necessary under compulsion to answer, which is what he\r\nseems to suggest, then he was clearly wrong.\nThere was no\r\ninvestigation of the matter at all.\n[122] With regard to the payment to Uluntu the Minister of Minerals\r\nand Energy told the Public Protector, in reply to his letter\nthat I\r\nreferred to earlier, that:\n‘\n[I] am not aware of all\r\nbusiness deals my family members are involved in. I have however,\r\nupon enquiry established that Bonga Mlambo\nmy brother and Sandi\r\nMajali were at some stage involved in a toursm related business which\r\ntried to bid for a hotel at St Lucia,\nKwaZulu Natal. It is in this\r\ncontext I have been informed, that a sum of R50 000,00 was paid\r\nby Imvume towards the defrayment\nof costs incurred in the bidding\r\nprocess. Such payment had nothing to do with the relationship between\r\nmy brother and I on the\none hand, and PetroSA and Imvume on the other\r\nhand.\nMore importantly the payment between Bonga Mlambo and\r\nSandi Majali related to a tourism venture, which is evidently outside\r\nthe\nMineral and Energy sector, and thus I fail to see any real or\r\npotential conflict of interest.’\n[123] The report contains no more on that issue than a summary of\r\nthat response. A refrain throughout the affidavit deposed to\nby Adv\r\nFourie is that he was not required to be suspicious of everything he\r\nwas told and to look for corroboration, but I have\nalready said why\r\nthat misses the point. The Public Protector is not there to determine\r\nwhether an onus has been discharged. He\nor she must be satisfied that\r\nthe truth has or has not been told. In this case no information was\r\nsought from Imvume or from Mr\nMlambo or from anyone else to clear up\r\nwhat had motivated Imvume to make the payment. Once again, that was\r\nno investigation at\nall.\nThe Second Request\n[124] The Public Protector drew attention in his report to the\r\nseparation of party and state, which he correctly called a\r\n‘fundamental\nprinciple of constitutional law and democracy’.\r\nThat is precisely what this complaint was about. The story that was\r\ntold\nin the articles that prompted this request was a story of the\r\ngoverning party and the state coming together in pursuit of the\r\nfinancial\ninterests of the party. It was in that context that the\r\nPublic Protector was asked to ‘determine the extent to which\r\nthe\nstate was involved in funding and supporting Imvume’s Iraq\r\noil ventures and travel related thereto.’\n[125] The tale that was told in the articles emerges as much from the\r\ndocumentation I have referred to, all of which was available\non the\r\nwebsite of the M&G. Yet the only enquiry of any substance was in\r\na letter written by Adv Fourie to the Director-General\nof the\r\nDepartment of Minerals and Energy on 18 July 2005. He referred the\r\nDirector-General to the article that had been published\non 15 July\r\n2005 and said that it ‘appears to allege that you, in your\r\ncapacity as the Director General of the Department\nof Minerals and\r\nEnergy, were improperly involved in dealings between Mr Majali and\r\nthe Government of Iraq.’ He went on to\nsay:\n‘\nAccording to the said article,\r\nyou and Mr Nkhulu of your department, “accompanied” Mr\r\nMajali in September 2001 to Iraq\n: “for talks with Hussein’s\r\ngovernment”. The Minister of Minerals and Energy allegedly\r\napproved your trip. Mr\nJawoodeen of the SFF apparently joined the\r\n“delegation”. An extract of the Minster’s approval,\r\ndated 7 August\n2001, was also published.\nWe have noted your response to these allegations that\r\nwas published as part of the said article.\nIt would be appreciated if you could provide us with\r\nyour detailed official response to the allegations referred to above\r\nas well\nas any other comments on the contents of the said article\r\nthat could be of assistance to us in our investigation. If you in\r\nfact\ntravelled to Iraq, as alleged, kindly also provide us with a\r\ncopy of the memorandum submitted to the Minister for her approval in\n\nthis regard.’\n[126] The Director-General, Adv Nogxina, replied on 19 July 2005. He\r\ndescribed various contacts that had been made between the\nDepartment\r\nof Foreign Affairs and the government of Iraq and said:\n‘\nIt is against this background\r\nthat in September of the same year, we undertook an official trip to\r\nIraq on a mission to further\nstrengthen bilateral relations between\r\nthe two countries. In particular, we were supposed to explore the\r\npossibility of a government\nto government oil supply deal for our\r\nStrategic Stocks….\nDuring our preparations for the visit, a person in the\r\nname of Mr Sandi Majali who is a representative of a black owned\r\ncompany\ncalled my office requesting to join us, having learned from\r\nthe Iraqi Embassy that we would be embarking on the visit. Mr Majali\n\nthought it would be helpful for the delegation to explain the BEE\r\npolicy to the Iraqi’s, and thus facilitate his negotiations\nfor\r\nan oil deal. Mr Majali had had previous dealings with the Iraqi’s\r\nand was at his final stages of negotiations….\nI wish to emphasize that it is normal practise for\r\nvisits undertaken by Government Departments, to take business\r\ndelegations with\nthem and to assist, in the course of such visits, in\r\nthe facilitation of business relationships between the entrepreneurs\r\nof both\ncountries.’\n[127] An internal memo, addressed to the Chief Financial Officer by\r\nthe executive assistant to the Director-General, requesting\nan\r\nadvance of R15 000 for the trip, together with related documents, was\r\nsent to Adv Fourie.\n[128] Apart from making some observations upon this country’s\r\nforeign policy towards Iraq, the report does little more than\nto\r\nrecite in full the response from the Director-General, and then to\r\nparaphrase parts of the letter as findings, in the following\nterms:\n‘\nThe visit by the Director\r\nGeneral of Minerals and energy and officials of the department and\r\nthe SFF to Iraq, in September 2001,\nrelated directly to the\r\nGovernment’s expressed commitment to improve trade relations\r\nwith Iraq. The then Minister of Minerals\nand Energy was properly\r\ninformed of the intention of the visit and she approved it\r\naccordingly.\nThe South African delegation was accompanied by Mr\r\nMajali, at his request. The involvement of representatives of the\r\nSouth African\nbusiness sector in discussions with the Iraqi\r\nGovernment in connection with the improvement of trade was necessary\r\nand justified\nin terms of South Africa’s Foreign Policy.’\n[129] The ‘key finding’ on this aspect of the matter was:\n‘\nThe allegations of improper\r\ninvolvement of senior officials of the Department of Minerals and\r\nEnergy and the SFF in the advancement\nof business relations between\r\nImvume and the Iraqi Government … are without merit.’\n[130] The letter that was written by Adv Fourie to the\r\nDirector-General gives a parsimonious account of what was conveyed in\r\nthe\narticles. I have pointed out that they told a tale of the state\r\nand its resources being used to secure contracts for Imvume that\n\nwould benefit the ANC. The visit to Iraq was an element of the tale\r\nbut was not the tale itself. Nor was the tale confined to the\n\nincurring of expenses by the officials on the visit to Iraq. The\r\ngravamen of the tale was that the nation’s stature in the\n\nforums of international affairs was ‘hawked’ in pursuit\r\nof party financial gain. The tenor is apparent from the various\n\nheadings under which the ‘special report’ was made:\r\n‘Trading principle for profit’; ‘How the ANC\nhawked\r\nforeign policy for oil’; ‘Hawking foreign policy for\r\noil’.\n[131] If he had read the articles, and I must assume that he did, I\r\ncannot see how the Public Protector could have thought that\nwhat\r\nconcerned Mr Leon was whether the officials had the permission of the\r\nMinister to visit Iraq, and whether they had completed\nthe\r\nappropriate forms for subsistence and travel, which is really all\r\nthat he queried. Once again, the gravamen of the request\nwas not\r\ninvestigated at all.\n[132] The reason that an enquiring mind is called for in an\r\ninvestigation is demonstrable from what occurred in this case. I have\n\nalready recited the considerable documentation that supports the\r\nsubstance of the articles, all of which was freely available on\nthe\r\nM&G website. Adv Fourie was challenged in the affidavits on why\r\nhe had not downloaded them from the M&G website. His\nreply was\r\nthat ‘the said documents effectively form part of the article\r\nand were considered as such when the allegation referred\nto was\r\ninvestigated’. I think that unusual reply must be taken to mean\r\nthat he did not read the documents. Indeed, had he\nread the\r\ndocuments, his report so far as it relates to this issue, would be\r\nastonishing.\n[133] He would have seen immediately from the documents that they\r\npainted a picture of the visit to Iraq that was altogether different\n\nto the picture that was painted by the Director-General. They do not\r\npaint a picture of Mr Majali discovering coincidentally from\nthe\r\nembassy that government officials were planning to visit Iraq. They\r\ndo not present a picture of a businessman tagging on to\na government\r\ndelegation. They do not present a picture of government-to-government\r\ncontracts being negotiated. They present a picture\nof Mr Majali\r\ntaking charge of a venture to access oil that was to be channeled to\r\nthe state through the medium of Imvume. That\ncontrast would have\r\npresented many questions to an enquiring mind.\n[134] I think I need say no more about this aspect of the\r\ninvestigation. I think it is manifest that the substance of the\r\nrequest\nwas not investigated at all.\nThe Third Request\n[135] The third request concerned the contract\r\nthat was awarded to Imvume by SFF after tenders had been invited. Mr\r\nLeon asked for\nthe enquiry to be broadened ‘to include the role\r\nplayed by the Strategic Fuel Fund (SFF) in a tender process for Iraqi\r\ncrude\noil in 2001-2002 in which the bid of Imvume Investment Holdings\r\n(Pty) Ltd\n24\nwas selected in apparent violation of the law’.\n[136] In his letter Mr Leon provided the context in which the request\r\nwas made. Amongst other things, he said that the award of\nthe\r\ncontract\n‘\nwas allegedly done as part of\r\nan elaborate ANC fundraising scheme … in which Imvume was\r\nestablished as a front company for\nthe ANC and would help it raise\r\nmoney through sales of Iraqi oil obtained in violation of the UN\r\nOil-For-Food Programme’.\nI think that makes it clear that what was being called for was an\r\ninvestigation of the tender, not in isolation, but in the context\n\nthat I have already described. Needless to say, it cannot be said\r\nthat the Public Protector investigated the tender in that context,\n\nwhen he failed to investigate the context at all.\n[137] But even when viewed in isolation, certain features of the\r\ntender were highlighted in particular. Those were, in summary,\nfirst,\r\nthat Mr Jawoodeen, who had accompanied Mr Majali to Iraq, was on the\r\nevaluation panel; secondly, that on two occasions after\nthe tenders\r\nhad been opened the bidders were invited again to submit prices,\r\nwhich resulted in Imvume moving up the list; thirdly,\nthat Leokoane\r\nOil had been disqualified for not furnishing a performance bond, and\r\nfor want of an acceptable due diligence review,\nbut Imvume had not\r\nbeen disqualified when it was in the same position; fourthly, that Dr\r\nMokate had said that pressure had been\nbrought to bear on her by the\r\nchairperson of SFF and the Minister to award the contract to Imvume;\r\nand fifthly, that the type of\noil that was called for was the type of\r\noil that Mr Majali had been seeking in Iraq.\n[138] The report records that the Public Protector asked SFF to\r\nrespond to the contents of the article, and the report reproduced\nthe\r\nresponse of the CEO in full. The response did not deal with all the\r\nconcerns that the request had raised, and so far as they\nwere dealt\r\nwith, that was done only cursorily. No further enquiry was made, not\r\neven whether Imvume had met the conditions for\naward of the contract\r\nthat had disqualified Leokokane Oil, yet on that sparse information\r\nalone the ‘key finding’ was\nthat:\n‘\n[t]he allegations …\r\nthat a crude oil supply contract was improperly awarded to Imvume by\r\nthe SFF in March 2002, are without\nmerit.’\n[139] I think that it is manifest that this was no investigation at\r\nall and that there was no proper basis for that finding.\nConclusions\n[140] The story that unfolded over the weeks that the articles were\r\npublished was a story of alleged impropriety on various related\n\nfronts. The view that the Public Protector took of his investigatory\r\npowers had the effect of disemboweling the complaints right\nfrom the\r\nstart. The manner in which he then went about investigating the\r\nremainder narrowed it even further. By the end there was\nin truth no\r\ninvestigation of the substance of the various complaints.\n[141] But even so far as the Public Protector purported to\r\ninvestigate the remnants with which he was left, the investigation\r\nwas so scant as not to be an investigation at all. Much of that can\r\nbe attributed to the state of mind in which the purported\r\ninvestigation\nwas conducted, which is revealed both in the manner in\r\nwhich the Public Protector went about the task, and in the tone of\r\nthe affidavits\ndeposed to by Adv Fourie. That state of mind is\r\nexemplified by a passage to which we were referred by counsel for the\r\nrespondents.\n[142] In his supplementary affidavit that was filed after the record\r\nof the investigation was produced Mr Brümmer said that\nthe\r\nresponse that Adv Fourie received from the Director-General ‘was\r\neffectively accepted without question by the respondent\nand was\r\nconveyed in the Report as the factually correct version’. This\r\nis how Adv Fourie replied:\n‘\nThe deponent does not say why\r\nthe Director-General’s explanation had to be corroborated by\r\nothers on the trip or by further\ndocumentation. He does not produce\r\nevidence that contradicts [the Director General’s] explanation\r\nand does not indicate why\nhis response should have been regarded with\r\nsuspicion. A Director General of a government department is a person\r\nof high integrity\nwith expert knowledge and experience of the matters\r\nof his/her department engages in. His views and opinions on matter\r\ncannot be\nquestioned simply because a certain journalist, for reasons\r\nof their own, might not believe him’.\n[143] Truth and deceit know no status or occupation. One expects\r\nintegrity from high office but experience shows that at times\nit is\r\nnot there. And while experience shows that journalists can be\r\ncavalier there are times when they are not. It is the material\nthat\r\ndetermines the veracity of the speaker and not the other way round,\r\nand that applies universally across status and occupation.\nIt is the\r\nhallmark of this investigation that responses were sought from people\r\nin high office and recited without question as\nif they were fact. An\r\ninvestigation that is conducted in that state of mind might just as\r\nwell not be conducted at all. The investigator\nis then no more than a\r\nspokesman, who adds his or her imprimatur to what has been said,\r\nwhich is all that really occurred in this\ncase. I have said before\r\nthat an investigation calls for an open and enquiring mind. There is\r\nno evidence of that state of mind\nin this investigation.\n[144] I have pointed out that the Public Protector made prominent\r\nfindings discrediting the respondents and I think I must deal\nbriefly\r\nwith them as well, bearing in mind that I have found that the\r\nrespondents were entitled to bring these proceedings to controvert\n\nthose findings at least. In this judgment I have related the\r\nessential facts that were revealed in each of the articles with\r\nreference\nto outside material and not with reference to the articles\r\nthemselves. By doing so I think I have already demonstrated that the\n\nsubstance of each of the articles was constructed upon an ample base.\r\nThere might well be some errors in the various articles,\nthere might\r\nbe some unsupportable inferences, and there might be some unjustified\r\nspeculation. But I think it is abundantly clear\nfrom the material\r\nthat I have used for relating the substance of each of the articles,\r\nthat the Public Protector had no basis for\ndiscrediting the newspaper\r\nas he did. Whether that material is authentic, and whether it is\r\ntrue, is another matter. That was not\nthe ground upon which the\r\nnewspaper was discredited. Nor could it be discredited on those\r\ngrounds, because there was no investigation\nin that regard.\n[145] I have no doubt that the court below was correct in finding\r\nthat there was no proper investigation and in setting aside the\n\nreport. But I have some difficulty with the further order that was\r\nmade. Before the court below, and before us, it was accepted\non\r\nbehalf of the Public Protector that if the report is set aside then\r\nan order directing a fresh investigation should follow,\nand the court\r\nbelow cannot be faulted for having made that order (and an ancillary\r\norder). But I do not think that a court should\nmake an order, thereby\r\nexposing the litigant to the penalties for contempt if it is not\r\nobeyed, unless the order is clear and unambiguous\nas to what is\r\nrequired. There was no suggestion on behalf of the Public Protector\r\nthat the investigation will not be opened afresh\nand the views\r\nexpressed by Adv Mushwana himself of the enormity and importance of\r\nthe matter give every reason to think that that\nwill indeed occur. It\r\nis not open to us to supplant the Public Protector by directing with\r\nprecision what is required for a proper\ninvestigation. That will\r\ninevitably be dictated by the exigencies that might arise. In those\r\ncircumstances I do not think those\norders should stand and the Public\r\nProtector must be left to determine what is required in order to\r\nfulfil his or her duty.\n[146] Paragraphs 2 and 3 of the order of the court below are\r\naccordingly set aside. Save for that, the appeal is dismissed with\n\ncosts.\n___________________\nR W NUGENT\nJUDGE OF APPEAL\nAPPEARANCES:\nFor appellant: IV Maleka SC\nB Makola\nInstructed by:\nEdward Nathan Sonnenberg Inc, Sandton\nMatsepes Inc, Bloemfontein\nFor respondent: G M Budlender SC\nInstructed by:\nWebber Wentzel Attorneys, Johannesburg\nSymington & De Kok, Bloemfontein\n1\nThe\r\n\tConstitution of the Republic of South Africa, 1996.\n2\nSection\r\n\t181(2).\n3\nConcise\r\n\tOxford Dictionary: ‘An official appointed to investigate\r\n\tindividuals’ complaints against maladministration,\nespecially\r\n\tthat of public authorities’.\n4\nSection\r\n\t7 (1)(a) of the Act.\n5\nSection\r\n\t6(4)(a)(iii).\n6\nSection\r\n\t6(4)(a)(iii). The offences are those referred to in ‘Part 1 to\r\n\t4, or section 17, 20 or 21 (in so far as it relates\nto the\r\n\taforementioned offences) of Chapter 2’ of the Act.\n7\nSections\r\n\t6(4)(a)(iv) and 6(5)(c).\n8\nSection\r\n\t7(4).\n9\nSection\r\n\t7A(1\n).\n10\nCabinet\r\n\tof the Transitional Government for the territory of South West\r\n\tAfrica v Eins\n1988 (3) SA 369\n(A) at 388B-I.\n11\nFormerly\r\n\tknown as Central Energy Fund (Pty) Ltd.\n12\nAn\r\n\tacronym for the Strategic Fuel Fund.\n13\nAn\r\n\terroneous reference to Imvume Management.\n14\nThe\r\n\tletter was headed ‘SABCETT’ but I think that it must be\r\n\ttaken to have meant SABCET.\n15\nIn\r\n\tits context I think that the organisation referred to was one and\r\n\tthe same as the South Africa-Iraq Friendship Association.\n16\nDeputy\r\n\tPrime Minister of Iraq.\n17\nFour\r\n\tbidders submitted prices relative to SOMO prices.\n18\nThe\r\n\tothers were Nomdakazana Tibelo Marion Mbina, Elliot Madela Mahile,\r\n\tand Mphumzi Mhatu.\n19\nAn\r\n\terroneous reference to Imvume Management (Pty) Ltd.\n20\nSection\r\n\t6(4)(a)(iii).\n21\nSection\r\n\t6(4)(a)(iii).\n22\nSection\r\n\t6(5)(c). The institutions and entities referred to in that paragraph\r\n\tare ‘any institution in which the State is\nthe majority or\r\n\tcontrolling shareholder or of any public entity as defined n section\r\n\t1 of the Public Finance Management Act,\n1999’. It is not\r\n\tdisputed that PetroSA is one such institution.\n23\nSouth\r\n\tAfrican Association of Personal Injury Lawyers v Heath\n[2000] ZACC 22\n;\n2001 (1)\r\n\tSA 883\n(CC).\n24\nAn\r\n\terroneous reference to Imvume Management (Pty) Ltd.",
  "scraped_at": "2026-02-12T15:43:59.770380",
  "date": "2011-06-01",
  "coram": [
    "NUGENT JA",
    "PONNAN",
    "SNYDERS",
    "TSHIQI JJA",
    "PLASKET AJA"
  ],
  "case_number": "422/10",
  "parties": {
    "applicants": [
      "The Public Protector"
    ],
    "respondents": [
      "Mail & Guardian Ltd",
      "Ferial Haffajee",
      "Stefaans Brümm er",
      "Sam Sole"
    ]
  },
  "sections": {
    "facts": "The Mail & Guardian published a series of articles (the \"Oilgate\" scandal) alleging that public money from PetroSA was diverted to the ANC via Imvume Management. Several Members of Parliament asked the Public Protector to investigate the allegations. The Public Protector, Adv M Mushwana, produced a report concluding no impropriety and discrediting the newspaper. The newspaper and its journalists sued for review, seeking the report to be set aside and a fresh investigation ordered. The High Court set aside parts of the report and ordered a new investigation; the Public Protector appealed.",
    "issues": "Whether the Public Protector’s investigation was conducted with the requisite depth and an open, enquiring mind; whether the scope of the investigation correctly covered the conversion of public money into private money; whether the report should be set aside on review; and what standards apply to judicial review of a Public Protector’s findings.",
    "principles": "The Constitution (s182) confers on the Public Protector investigatory powers over conduct in state affairs and public administration, exercised without fear, favour or prejudice. The Public Protector Act requires investigations to be thorough and impartial. Review of a Public Protector’s report is limited to procedural fairness, excess of jurisdiction and material misdirection, and the investigation must be undertaken with an open and enquiring mind.",
    "application": "The Court found that the investigation was markedly narrow, focused on formalities, and omitted critical enquiry into the conversion of public money and the motives of Imvume and the ANC. The report failed to adopt an open, enquiring mind, relying on undisclosed sources without corroboration and accepting explanations without critical testing. Consequently the investigation was deemed a mere formality, constituting material misdirection. The Court therefore affirmed the High Court’s finding that the report must be set aside.",
    "conclusion": "The Supreme Court of Appeal set aside paragraphs 2 and 3 of the High Court order, but otherwise dismissed the appeal with costs. The original order to set aside the Public Protector’s report stands, and the Public Protector is not compelled to conduct a fresh investigation by this judgment."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Public Protector",
    "level_3": [
      "investigation",
      "review",
      "public money",
      "accountability"
    ]
  }
}