{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/172.html",
  "case_name": "Moswathupa v S (168/11) [2011] ZASCA 172; 2012 (1) SACR 259 (SCA) (29 September 2011)",
  "citation": "[2011] ZASCA 172",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 172\n|\nNoteup\n|\nLawCite\nMoswathupa v S (168/11) [2011] ZASCA 172; 2012 (1) SACR 259 (SCA) (29 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 168/11\nIn\r\nthe matter between:\nFANIE\r\nMASENYE MOSWATHUPA\n….............................................................\nAppellant\nand\nTHE\r\nSTATE\n…..............................................................................................\nRespondent\nNeutral\r\ncitation:\nFanie Masenye Moswathupa\nv The State\n(168/11)\n[2011] ZASCA 172\n(29 September 2011)\nCoram:\nPONNAN, THERON and SERITI JJA\nHeard:\n8 September 2011\nDelivered:\n29 September 2011\nSummary:\nSentence – imposition of –\r\nappellant sentenced to 25 years’ imprisonment for two counts of\r\nhousebreaking –\nseriousness of the offence and the interests of\r\nsociety overemphasized – trial court failing to balance the\r\nmitigating factors\nagainst the aggravating factors also failing to\r\nhave regard to the cumulative effect of the sentences – on\r\nappeal - sentence\nreduced to 16 years’ imprisonment.\n___________________________________________________________________\nORDER\nOn appeal from:\nNorth Gauteng\nHigh Court, Pretoria (Van Rooyen AJ and Van Zyl AJ,\r\nsitting as court of\nappeal):\na The appellant’s appeal against sentence succeeds\r\nto the extent set out below.\nb The order of the court below is set aside and replaced\r\nwith the following:\n1. The appeal in respect of the appellant’s\r\nconvictions on counts 2 and 4 is upheld and those convictions and the\r\nsentences\nimposed pursuant thereto are set aside.\n2. The appeal in respect of the appellant’s\r\nconvictions on counts 5 and 6 is dismissed.\n3. The appeal against the sentence imposed in respect of\r\ncounts 5 and 6 is upheld. Those sentences are set aside and in its\r\nstead\nis substituted:\nOn each of counts 5 and 6 the appellant is sentenced to\r\nimprisonment for a term of 10 years, four years of the sentence\r\nimposed\non count 6 is ordered to run concurrently with the sentence\r\nimposed on count 5. The appellant is thus sentenced to an effective\n\nterm of imprisonment of 16 years.\nJUDGMENT\nTHERON JA (PONNAN and SERITI JJA concurring)\n[1] The appellant stood trial on seven charges in the\r\nRegional Court, Pretoria. He was convicted on four of the charges,\r\nnamely\nhousebreaking with intent to rob and robbery with aggravating\r\ncircumstances (count 2), rape (count 4), housebreaking with intent\nto\r\nrob and robbery (count 5) and housebreaking with intent to commit an\r\noffence to the prosecutor unknown (count 6). He was sentenced\nto 15\r\nyears’ imprisonment in respect of counts 2, 4 and 5,\r\nrespectively and 10 years’ imprisonment in respect of count\n6.\r\nCertain of the sentences were ordered to run concurrently resulting\r\nin an effective period of imprisonment of 45 years. The\nappellant’s\r\nappeal to the North Gauteng High Court, Pretoria (Van Rooyen and Van\r\nZyl AJJ) was partially successful and the\nconvictions in respect of\r\ncounts 2 and 4 were set aside. The high court confirmed the\r\nconvictions in respect of counts 5 and 6\nand although it altered the\r\nconviction on count 6 to one of housebreaking with intent to commit\r\ntheft, it left the sentences of\n15 and 10 years, respectively imposed\r\nby the trial court unaltered. The appellant was thus sentenced to an\r\neffective term of 25\nyears’ imprisonment. The appellant appeals\r\nagainst those sentences with the leave of the high court.\n[2] Count 5 relates to an incident that occurred on 3\r\nFebruary 2000 at the home of the complainants, Dr and Mrs Kernell in\r\nWaverley,\nPretoria. The appellant and his companions gained entry\r\ninto the complainants’ home, during the course of the night,\r\nwhile\nthey (the complainants) were asleep. The complainants awoke to\r\nfind intruders in their bedroom. Their hands and feet were bound\n\nwhile the intruders searched their home for items of value. One of\r\nthe intruders allegedly indecently assaulted Mrs Kernell by\ntouching\r\nher private parts. Several household items, including a television,\r\nhi-fi stereo, video machine, jewellery and a cellular\nphone, to the\r\ntotal value of R20 000, were stolen during the incident.\n[3] Count 6 relates to an incident that occurred at the\r\nBuys’ residence on 9 February 2000, also in Waverley, Pretoria.\r\nJust\nlike the Kernells, Mr and Mrs Buys awoke during the course of\r\nthe night to find intruders in their bedroom. Mrs Buys fired a shot\n\nat one of the intruders. She then gave the firearm to her husband who\r\nwas being attacked by one of the intruders. Mr Buys emptied\nthe\r\nmagazine of the firearm thus causing the intruders to flee. But not\r\nbefore he, Mr Buys, sustained multiple stab wounds. A watch,\nradio\r\nand leather jacket were the only items stolen during the\r\nhousebreaking.\n[4] It is trite that sentencing is pre-eminently a\r\nmatter for the discretion of the trial court. An appeal court is only\r\nentitled\nto interfere with a sentence where there has been a material\r\nmisdirection by the trial court or when the sentence imposed by the\n\ntrial court is shocking and startlingly inappropriate.\n1\nIn determining an appropriate sentence, the court should\r\nbe mindful of the foundational sentencing principle that ‘punishment\n\nshould fit the criminal as well as the crime, be fair to society, and\r\nbe blended with a measure of mercy’.\n2\nIn addition to that the court must also consider the\r\nmain purposes of punishment, which are deterrent, preventive,\r\nreformative and\nretributive.\n3\nIn the exercise of its sentencing discretion a court\r\nmust strive to achieve a judicious balance between all relevant\r\nfactors ‘in\norder to ensure that one element is not unduly\r\naccentuated at the expense of and to the exclusion of the others’.\n4\n[5] On appeal, it was contended, on behalf of the\r\nappellant that the trial court had over-emphasised the seriousness of\r\nthe offence\nand the interests of the community and had failed to\r\nbalance this against the personal circumstances of the appellant. The\r\ntrial\ncourt, in its judgment on sentence, made reference to\r\n‘well-established principles’ that it was required to\r\napply in\nexercising its sentencing discretion, while also\r\nacknowledging the object and purpose of punishment. The court\r\nmentioned that the\nsentence must be commensurate with the gravity of\r\nthe offence. The magistrate went on to refer to the court’s\r\nduty, when\nimposing sentence, ‘to promote a respect for the\r\nlaw… [to] reflect the seriousness of the offence and provide\r\njust\npunishment for the offender, taking into account the personal\r\ncircumstances of the offender’. The court noted that citizens\n\nhave a right to security and to feel safe in their own homes. The\r\ncourt concluded that an appropriate sentence was one that would\n‘send\r\n[the appellant] to jail for a long time so that when you come back,\r\nyou should be an old man who is here to uphold\nthe law’. The\r\njudgment of the high court on sentence is not particularly helpful.\r\nIt dealt with the question of sentence\nin one brief paragraph, as\r\nfollows:\n‘\nIn so\r\nfar as punishment is concerned, I believe that given the\r\ncircumstances under which the housebreakings were committed (in the\n\ndark of the night and with people in their homes attempting to\r\nprotect themselves by way of burglarproofing; callous conduct from\n\npersons moving into the privacy of their homes) I have no doubt that\r\nthe sentences of 15 years for count (5) and ten years for\ncount (6)\r\nshould be confirmed.’\n[6] In my view, there was a clear misdirection on the\r\npart of the sentencing court. The court failed to have regard to the\r\nmitigating\nfactors operating in favour of the accused. The trial\r\ncourt committed the classic error of merely reciting the ‘well\r\nestablished\nprinciples’ that ought to be taken into account\r\nwhen determining an appropriate sentence, but failed to properly\r\napply these\nprinciples to the particular circumstances of this\r\nmatter. The court failed to have regard to the fact that the\r\nappellant was a\nfirst offender and that he had spent 34 months in\r\ncustody awaiting trial. The court instead over-emphasised the\r\nseriousness of\nthe offence of housebreaking and the interests of\r\nsociety. In\nS v Blignaut\n2008\r\n(1) SACR 78\n(SCA) this court was faced with a similar misdirection.\r\nPonnan JA, writing for the court said:\n‘\n[T]he\r\nmany mitigating factors that were present were not afforded\r\nappropriate recognition by the magistrate, nor were they balanced\n\nagainst what he perceived to be the aggravating features in the\r\ncommission of the offences. It follows that the sentence imposed\nby\r\nthe magistrate falls to be set aside and this court is accordingly\r\nfree to impose the sentence it considers appropriate .…’\n5\n.\nI\nn\nS v Van de Venter\n2011 (1) SACR 238\n(SCA) where the trial court had failed\r\nto have regard to relevant mitigating factors, Ponnan JA dealt with\r\nthe matter in the following\nterms:\n‘\nNone\r\nof the mitigating factors that I have alluded to merited even a\r\nmention in the judgment of the trial court. They ought to have.\nNor\r\nwere they balanced against what were perceived to be the aggravating\r\nfeatures in the commission of the offences. In failing\nto afford any\r\nrecognition to those factors in the determination of an appropriate\r\nsentence, the trial court disregarded the traditional\ntriad of the\r\ncrime, the offender and the interests of society. Instead, the\r\nlearned judge appears to have emphasised the public\ninterest and\r\ngeneral deterrence in arriving at what he considered to be a just\r\nsentence, whilst ignoring the other traditional\naims of sentencing —\r\nsuch as personal deterrence, rehabilitation and reformation.’\n6\nIt follows that as the trial court materially\r\nmisdirected itself, intervention on the first leg is justified.\n[7] There appears to be no reasonable explanation for\r\nthe five year disparity between the sentences imposed in respect of\r\ncounts\n5 and 6. Both counts relate to housebreakings which were\r\ncarried out in a similar manner. During the incident at the Buys’\n\nresidence, Mr Buys was stabbed and seriously injured, yet a sentence\r\nof ten years’ imprisonment was imposed in respect of\nthis\r\noffence. While the Kernell incident had the additional element of an\r\nindecent assault, none of the complainants were injured\nduring the\r\ncourse of the housebreaking. The additional element of indecent\r\nassault at the Kernell residence was not such as to\nwarrant the\r\nimposition of an additional five years’ imprisonment. Further\r\nit needs to be borne in mind that 15 years is the\nouter limit of the\r\nregional court’s ordinary penal jurisdiction. Count 5 hardly\r\nqualifies for the maximum sentence that the\nregional court can\r\nimpose.\n[8] It is clear from their judgments on sentence that\r\nthe regional court, as well as the high court, had failed to have\r\nregard to\nthe cumulative effect of the sentence. In my view, the\r\neffective sentence of 25 years’ imprisonment, is shockingly\r\ninappropriate.\nIt is trite that punishment should fit the criminal as\r\nwell as the crime, be fair to the accused and to society, and be\r\nblended\nwith a measure of mercy. In\nS v V\n1972 (3) SA 611\n(A) at 614D-E, Holmes JA emphasised that\r\n‘the element of mercy, a hallmark of civilised and enlightened\r\nadministration\n,\nshould\r\nnot be overlooked’. Holmes JA added that mercy was an element\r\nof justice and referred with approval to\nS v\r\nHarrison\n1970 (3) SA 684\n(A) at 686A,\nwhere the learned judge had said that, ‘[j]ustice\r\nmust be done; but mercy, not a sledge-hammer, is its concomitant’.\n\nWhere multiple offences need to be punished, the court has to seek an\r\nappropriate sentence for all offences taken together.\n7\nWhen dealing with multiple offences a court must not\r\nlose sight of the fact that the aggregate penalty must not be unduly\r\nsevere.\n[9] It is so that housebreaking is an extremely\r\nprevalent offence and it is in the general public interest that\r\nsentences imposed\nin these matters should act as a deterrent to\r\nothers. The message needs to go out to the community that people who\r\ncommit these\ntypes of offences will be dealt with severely by the\r\ncourts. However, in\nS v Skenjana\n1985 (3) SA 51\n(A) at 54I-55E,\nNicholas\r\nJA endorsed the sentiments expressed by Holmes JA in\nS\r\nv Sparks\n1972 (3) SA 396\n(A) at 410G, to the\r\neffect that ‘[w]rongdoers “must not be visited with\r\npunishments to the point of being broken”’.\nIt is clear\r\nfrom the following remarks that deterrence and retribution was at the\r\nforefront of the magistrate’s mind:\n‘\nI want to send you to jail for\r\na long time so that when you come back, you should be an old man who\r\nis here to uphold the law.’\n[10] An effective period of imprisonment of 25 years is\r\na very severe punishment which should be reserved for particularly\r\nheinous\noffences (\nMuller v The State\n[2011] ZASCA 151.\nThe two\r\ncharges of housebreaking in respect of which the appellant was\r\nconvicted, while serious offences are not the most heinous\nof\r\noffences. In my reconsideration of the matter and having regard to\r\nthe nature of the offences, the circumstances of the appellant\nand\r\nthe interests of society, an effective term of 16 years’\r\nimprisonment would be just and fair.\n[11] In the result, the following is made.\na The appellant’s appeal against sentence succeeds\r\nto the extent set out below.\nb The order of the court below is set aside and replaced\r\nwith the following:\n1. The appeal in respect of the appellant’s\r\nconvictions on counts 2 and 4 is upheld and those convictions and the\r\nsentences\nimposed pursuant thereto are set aside. Those sentences are\r\nset aside and in its stead is substituted:\n2. The appeal in respect of the appellant’s\r\nconvictions on counts 5 and 6 is dismissed.\n3. The appeal against the sentence imposed in respect of\r\ncounts 5 and 6 is upheld.\nOn each of counts 5 and 6 the appellant is sentenced to\r\nimprisonment for a term of 10 years, four years of the sentence\r\nimposed\non count 6 is ordered to run concurrently with the sentence\r\nimposed on count 5. The appellant is thus sentenced to an effective\n\nterm of imprisonment of 16 years.\n________________\nL V THERON\nJUDGE OF APPEAL\nAppearances:\nAppellant: L Augustyn\nInstructed by: Legal Aid Board,\r\nPretoria\nLegal Aid Board, Bloemfontein\nRespondent: P Nkuna\nInstructed by: Director of\r\nPublic Prosecutions, Pretoria\nDirector of Public Prosecutions,\r\nBloemfontein\n1\nSee\nS v Malgas\n2001 (1) SACR 469\n(SCA) para 12.\n2\nPer\r\n\tHolmes JA in\nS v Rabie\n1975 (4) SA 855\n(A) at 862G-H.\n3\nSee\nR v Swanepoel\n1945 AD 444\nat 455.\nS\r\n\tv Whitehead\n1970 (4) SA\r\n\t424\n(A) at 436F-G;\nS v\r\n\tRabie\nat 862A-B;\nS\r\n\tv Banda\n1991 (2) SA 352\n(BG) at 354E-G;\n4\nS\r\n\tv Banda\nat 355A-B.\n5\nPara\r\n\t6.\n6\nPara\r\n\t15.\n7\nS\r\n\tv Johaar\n2010 (1) SACR 23\n(SCA) para 14.",
  "scraped_at": "2026-02-12T16:00:13.437324",
  "date": "2011-09-29",
  "coram": [
    "PONNAN",
    "THERON",
    "SERITI JJA"
  ],
  "case_number": "168/11",
  "parties": {
    "applicants": [
      "Fanie Masenye Moswathupa"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Fanie Masenye Moswathupa, was tried in the Regional Court, Pretoria on seven charges. He was convicted of housebreaking with intent to rob and robbery (count 2), rape (count 4), housebreaking with intent to rob and robbery (count 5) and housebreaking with intent to commit an unknown offence (count 6). The trial court sentenced him to 15 years for counts 2, 4 and 5 and 10 years for count 6, with some sentences running concurrently, resulting in an effective term of 45 years. On appeal to the North Gauteng High Court, convictions on counts 2 and 4 were set aside, but the convictions on counts 5 and 6 were upheld and the sentences left unchanged, giving an effective term of 25 years. Moswathupa appealed the sentence to the Supreme Court of Appeal.",
    "issues": "The principal issue before the SCA was whether the trial and high courts erred in the imposition of the sentence, specifically: (1) whether there was a material misdirection in failing to consider mitigating factors such as first‑offender status and pre‑trial custody; (2) whether the seriousness of the offences and the interests of society were over‑emphasised; (3) whether the disparity between the sentences for counts 5 and 6 and the cumulative effect of the sentences were properly assessed; and (4) what the appropriate revised sentence should be.",
    "principles": "The court reiterated the foundational sentencing principles: punishment must fit both the criminal and the crime, be fair to society, and incorporate mercy. The purposes of sentencing—deterrence, prevention, reform, and retribution—must be balanced, taking into account both aggravating and mitigating factors. Courts must also consider the cumulative effect of multiple sentences and avoid a total penalty that is unduly severe. Precedents cited include S v Blignaut, S v Van de Venter, S v V, S v Skenjana, and the principle that mercy is a hallmark of civilized administration.",
    "application": "Applying these principles, the SCA found that the trial court materially misdirected itself by over‑emphasising the seriousness of the housebreakings and community interests while ignoring mitigating factors such as the appellant's first‑offender status and 34 months spent in pre‑trial detention. The court also noted an unexplained five‑year disparity between counts 5 and 6 and the failure to account for the cumulative effect, rendering the effective 25‑year term shocking and inappropriate. Consequently, the convictions on counts 2 and 4 were set aside, and the sentence for counts 5 and 6 was reduced to 10 years each, with four years of the count 6 sentence running concurrently, yielding an effective term of 16 years.",
    "conclusion": "The appeal succeeded. Convictions on counts 2 and 4 were set aside. Convictions on counts 5 and 6 were upheld but the sentence was altered: each count now carries a 10‑year term, with four years of the count 6 sentence concurrent with count 5, resulting in an effective imprisonment of 16 years."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "housebreaking",
      "mitigating factors",
      "sentence reduction",
      "appeal",
      "concurrent sentences"
    ]
  }
}