{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/63.html",
  "case_name": "Dormac Marine and Engineering (Pty) Ltd v C A Henneberry (305/10) [2011] ZASCA 63 (1 April 2011)",
  "citation": "[2011] ZASCA 63",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 63\n|\nNoteup\n|\nLawCite\nDormac Marine and Engineering (Pty) Ltd v C A Henneberry (305/10) [2011] ZASCA 63 (1 April 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 305/10\nIn the matter between:\nDORMAC MARINE AND\r\nENGINEERING (PTY)\nLIMITED\n................................................................................................................\nAppellant\nand\nCALMIN ANDREW\r\nHENNEBERRY\n.................................................................\nRespondent\nNeutral citation\n:\nDormac Marine and Engineering (Pty) Ltd v C A Henneberry\n(305/10)\n[2011] ZASCA 63\n(01 April 2011)\nCoram:\nMPATI P,\r\nMAYA, CACHALIA, SHONGWE and SERITI JJA\nHeard\n10 March\r\n2011\nDelivered:\n01\r\nApril 2011\nSummary:\nDamages –\r\nclaim based on negligent omission – claimant alleging defendant\r\nfailed to provide proper and safe equipment\n– chain block\r\nbreaking on job resulting in injury – defendant contracting\r\nwith independent contractor to inspect and\ntest equipment –\r\nnegligence not proved.\n______________________________________________________________________\nORDER\n_____________________________________________________________________\nOn appeal from:\nKwaZulu-Natal High Court\r\n(Durban) (Msimang J, sitting as court of first instance):\n1. The appeal is upheld\r\nwith costs, such costs to exclude the costs of\npreparing volume 2 of the\r\nrecord.\n2. The order of the court\r\nbelow is set aside and the following is substituted:\n‘\nAbsolution\r\nfrom the instance is granted, with costs.’\n_______________________________________________________________________\nJUDGMENT\n______________________________________________________________________\nMPATI P (MAYA, CACHALIA,\r\nSHONGWE and SERITI JJA ..........):\n[1]\nThe respondent (as\r\nplaintiff) sued the appellant (as defendant) in the Durban High Court\r\nfor damages for bodily injuries he sustained\nwhile working on a\r\nshipping vessel at the Durban dry dock. The appellant denied\r\nliability. At the commencement of the trial an\norder was made, by\r\nagreement between the parties, that the issues of the liability and\r\nquantum be separated in terms of rule 33(4)\nof the Uniform Rules. The\r\ntrial thus proceeded on the issue of liability only, the issue of\r\nquantum standing over for later determination.\n[2] At\r\nthe end of the trial the court (Msimang J) was faced with two\r\nmutually destructive versions on how the respondent came to\nbe\r\ninjured. After analyzing the evidence he concluded that the\r\nrespondent’s version was preferable and held the appellant\n\nliable for the respondent’s damages. The learned judge\r\nsubsequently refused the appellant’s application for leave to\n\nappeal. This appeal is with leave of this court. For convenience I\r\nshall refer to the appellant as ‘Dormac’.\n[3]\r\nDormac is an incorporated company that operates a ship repair\nbusiness\r\nbased\nin Durban. The\r\nactual ship repairs are, however, carried out by Dormac’s\r\nsub-contractors, one of whom is Camrod Engineering\nCC (Camrod). At\r\nthe time relevant to this matter the respondent was employed by\r\nCamrod as a boilermaker. His work entailed fitting\nsteel plates onto\r\nthe hulls of ships damaged out at sea. A ship that requires such\r\nrepairs is steered into position above certain\nblocks after the dry\r\ndock has been filled with water. The water is then pumped out,\r\nallowing the ship to rest on the blocks\napproximately\r\n1\n.5 meters above the\r\nsurface of the dry dock.\n[4] On 3 July 2002 the\r\nrespondent reported for duty at 18h00. He was on night shift, which\r\nwas to end at 07h00 on 4 July 2002. He\ntestified that upon reporting\r\nfor duty he was instructed by a Mr George Joubert (Joubert), who was\r\nemployed by Camrod as a foreman,\n‘to fit a length of [steel]\r\nplate to the bottom of the ship’ known as Maud, which was\r\nalready in position in the dry\ndock. The damaged part of the ship had\r\nbeen removed during the day and a sheet of metal from which the\r\nreplacement steel plate\nwas to be cut was on the ground below the\r\nship. The respondent marked out the size of the plate he required\r\nfrom the metal sheet.\nOne of his team members, Mr Wayne Johnson\r\n(Johnson), a burner, cut out the required piece, using an\r\noxyacetylene gas cutting torch.\nThe steel plate was 7.8 meters long.\r\nOn one end it was 1.2 meters wide while the width on the opposite\r\nside was 980 millimeters.\nThe wider side of the steel plate, was thus\r\nheavier than the other.\n[5]\r\nAfter Johnson had cut out the steel plate the respondent welded three\r\nlugs\n1\nonto it, one\r\ntowards each end of the length of the steel plate and one in the\r\nmiddle\n.\nHe\r\nthen proceeded to the mobile store where he requisitioned three chain\r\nblocks which he required to lift the steel plate. The respondent\n\ntestified that he asked for three 2-ton chain blocks but the storeman\r\ngave him two 2-ton and one 3-ton chain blocks, which he carried\n\nseparately\nback\r\nto the\nship.\n2\nIt appears that the\r\nsteel plate weighed 1080 kilograms (approximately 1ton). Back at the\r\nship he hooked the chain blocks\nonto\r\nf\nrames\r\non the ship and to the steel plate.\n3\nThe two 2-ton chain\r\nblocks were hooked onto the lugs on the opposite sides of the steel\r\nplate and the 3-ton chain block onto the\ncentre lug. However, the\r\nrespondent said that Joubert instructed an assistant to remove the\r\n3-ton chain block from the centre lug\nand from the ship because, in\r\nhis view, the two on the sides of the steel plate were sufficient.\r\nThis angered the respondent. He\nreacted by telling Joubert to lift\r\nthe plate himself. Joubert then instructed Johnson and the assistant\r\nto lift the plate into\nposition\n,\nusing\r\nthe two 2-ton chain blocks. According to the respondent the centre\r\nchain block was meant to ensure that the plate, when pulled\nup into\r\nposition, would remain straight and not curve out in the middle.\n[6]\r\nThe respondent testified further that once the plate was in position\r\nJoubert instructed him to continue with his work. His duty\nwas to\r\nsecure the plate in its position after which a welder would weld it\r\ninto place right around. To secure the plate into position\nthe\r\nrespondent had to use pieces of metal referred to as ‘dogs’,\r\nwhich had to be welded onto the body of the ship close\nto the plate\r\nso that part of the pieces (dogs) protruded beyond the edge against\r\nwhich the new plate is fitted. In this way the\n‘dogs’\r\nhelp to keep the plate in position. But before the respondent could\r\ncommence with the operation and because\nthe use of only two chain\r\nblocks resulted in the plate curving out in the centre area causing\r\nthe plate not to fit flush at the\nseam, he took a hydraulic jack\r\nwhich was at the scene, placed it on a piece of wood directly below\r\nthe centre of the plate. His\nintention was to lift the curved centre\r\nof the plate by means of the jack, but he discovered that the jack\r\nwas faulty. When he\ncould not find another one he proceeded to attach\r\n‘dogs’ as indicated above. He started from the broader or\r\nwider side\nof the plate and worked backwards towards the narrow side.\r\nHe was thus facing the back of the ship with his back towards the\r\nfront.\n[7] It is not clear from\r\nthe respondent’s evidence how far apart the ‘dogs’\r\nwere welded\nonto\r\nthe ship, but he testified that after he had secured three of them\r\nand, as he lifted his left hand ‘to fit [a] wedge’\n4\ninto a ‘dog’\r\nthe chain block on his side of the plate snapped,\ncausing the\r\nsteel plate ‘to whip out’ onto his left hand, crushing it\r\nand his left wrist. It then whipped back up before\ncrashing down,\r\nbumping Joubert on his head. When the plate on the side where the\r\nrespondent had been working\nhit the\r\nground its impact caused the lug on the narrower side to ‘sheer\r\noff’’ causing the whole plate to fall\nto the ground. The\r\nrespondent realized that the lug had sheered off because it was still\r\nattached to the hook of the chain block,\nwhile the hook of the other\r\nchain block on the wider side of the plate was still hooked onto the\r\nlug, which remained welded onto\nthe plate. A link in the chain had\r\nbroken off above the hook. The respondent realized the extent of his\r\ninjuries only when he removed\nthe\nglove he had\r\nbeen wearing over his left hand. He was taken to Entabeni Hospital by\r\nhis supervisor, Mr Faeez Sookool, and his brother,\nMr Kerwin\r\nHenneberry, who had also been working on the\nship.\nHis\nhand,\r\nregrettably, could not be saved and was\namputated.\n[8]\r\nJohnson supported the respondent’s version in all material\r\nrespects. He testified that he had to assist the respondent\nto remove\r\nthe centre chain block, which was a 3-ton chain block, from the steel\r\nplate. The respondent told him that the nightshift\nforeman, Joubert,\r\nhad instructed him to do so. He also assisted in pulling up the steel\r\nplate into position and, while inside the\nship, trimmed the plate so\r\nthat it fitted properly into the space where the damaged piece had\r\nbeen cut out. When he finished trimming\nthe plate he came out of the\r\nship through a hole left open in its hull by boilermakers for that\r\npurpose. He then sat on a paint\ndrum directly below the steel plate\r\nbut close to the narrow end. He said that the respondent had his back\r\nto him as he was welding\n‘dogs’ onto the ship. He was\r\nbusy cleaning some ‘dogs’ which the respondent had thrown\r\nto him when, suddenly,\nthe side of the plate on which the respondent\r\nwas working ‘whipped out’ and hit the latter’s\r\nhand. He saw the\nplate ‘whip up’ and at that moment he\r\nmoved away. The side that had whipped up came down again and when it\r\nhit the\nground the other side (narrow side) also fell out and the\r\nwhole plate landed on the ground. Johnson then ‘walked the\r\nlength\nof the plate’ and saw that ‘the hook of the chain\r\nblock was still in the lug on the aft side with a couple of (chain)\n\nlinks still on the hook.’\n5\nHe said that the\r\nlug on the narrow side of the plate was hanging ‘in mid-air’,\r\nbut was still attached to the hook of\nthe other chain block. When the\r\nrespondent was taken to hospital he (Johnson) sat down until, after\r\nabout an hour, he was instructed\nby Joubert to fit the plate, which\r\nhe did.\n[9] When the incident\r\nhappened the respondent’s brother, Kerwin, was\nworking\napproximately\r\nfour meters away from the respondent\ntowards the front of the ship. He testified that his attention\r\nwas drawn by a loud banging noise. When he looked up in the\r\nrespondent’s\ndirection towards the rear of the ship he saw the\r\nsteel plate the respondent was fitting onto the ship ‘break\r\nfree from the\nship’ on one side.\nThe whole plate then dropped to the floor.\nHe saw the respondent holding his left arm and rushed to help\r\nhim.\nLike Johnson, he\r\nobserved that the lug on the forward (narrow) side of the plate had\r\ncome off and was hanging on the chain block\nabove the plate, while\r\nthe one on the rear side was still on the plate with a few chain\r\nlinks hooked onto it.\n[10] It is common cause\r\nthat the chain blocks (and certain other equipment or tools) used by\r\nthe artisans employed by Camrod when\nrepairing ships were owned by\r\nDormac. The equipment or tools\nused\r\nby artisans were requisitioned from Dormac’s stores at their\r\npremises or from a mobile store in which tools were brought\nto the\r\nquayside. But Camrod also had a container, also referred to as a\r\nmobile store, where their tools and other equipment which\nhas already\r\nbeen requisitioned from Dormac and taken out of the Dormac’s\r\nstores were kept. Like the Dormac mobile store,\nCamrod’s was\r\nalso manned by a storeman. On the respondent’s version the\r\nchain blocks that he used on the evening in\nquestion were obtained\r\nfrom Camrod’s mobile store.\n[11] In his amended\r\nparticulars of claim the respondent alleged that the incident (which\r\nresulted in the injuries to his left hand\nand wrist) was caused\r\nsolely by the negligence of Dormac. The alleged grounds of negligence\r\nwere listed in paragraph 6 as follows:\n‘\n(a)\r\nThe Defendant failed to provide proper and safe equipment for use on\r\nsite. On the day of the incident the hydraulic jack normally\nused was\r\ndamaged which was why the chain blocks were used. The chain block and\r\nall equipment used on the project were provided\nby the Defendant.\r\nThree chain blocks being used were old, unsafe and defective however\r\nno safety precautions were implemented which\nultimately led to the\r\nchain block snapping and injuring Plaintiff.\nThe\r\n\tDefendant failed to provide safety personnel to inspect equipment\r\n\tutilized. There were three different contracting crews on\nthe\r\n\tproject on that specific date and only one safety officer available.\r\n\tThere were no qualified safety officers available to\ninspect safety\r\n\tconditions or check equipment. The Defendant failed to provide\r\n\tquality supervisors.\nThe\r\n\tDefendant failed to avoid the incident when, by the exercise of\r\n\treasonable care, the defendant could and should have done\nso.\n6\r\n[bis]\n(a)\r\nThere was an obligation upon the defendant and who owed the plaintiff\r\na duty of care to provide proper and safe equipment for\nuse on site,\r\nto provide safety personnel to inspect the equipment which were being\r\nutilized at the time of the incident and to\nprovide qualified\r\nsupervisors;\n(b)\r\nThe Defendant failed to carry out its said obligation and breached\r\nsuch duty of care in omitting to provide proper and safe\nequipment\r\nfor use on the site, omitting to provide safety personnel to inspect\r\nthe equipment which were utilized at the time of\nthe incident and\r\nomitted to provide qualified supervisors;\n(c)\r\n. . . .’\n[12] Dormac admitted in\r\nits plea that only one safety officer was available on the night in\r\nquestion and that it had an obligation\nto provide proper and safe\r\nequipment for use on site, but pleaded that it is not the obligation\r\nof its safety officer to check\nequipment; that the responsibility to\r\ncheck the equipment while it was being used rested on Camrod; that\r\nthe equipment supplied\nwas in good condition and had been checked and\r\ncertified as such; that the reason a link in the chain block failed,\r\ncausing injury\nto the respondent, was the failure of the lug which\r\nhad been welded by the respondent and that in turn led to unexpected\r\nexcessive\nforce on the chain block; and that chain blocks were the\r\nusual equipment used for the work that was being carried out and\r\ntherefore\nappropriate.\n[13] Three witnesses\r\ntestified on behalf of Dormac, namely Joubert, Mr Gerald Wayne\r\nBlenner-Hasset, who had been attached to a company\nthat manufactured\r\nchain blocks and later to companies that repaired and tested chain\r\nblocks, and Mr Clinton Elton Cochoran, a safety\nofficer employed by\r\nDormac. A summary of Joubert’s evidence follows. The sole\r\nmember of Camrod is his brother, Mr Jerome\nJoubert. He (Joubert) was\r\non duty on the night of the incident. As foreman he would compile a\r\nlist of the equipment that would\nbe required for work to be done. The\r\nlist would then be handed to the storeman on duty at Dormac’s\r\nstores who would make\nan\r\nentry in their requisition records. The storeman would thereafter\r\ndraw\nthe equipment and place\nit at the front of the store where he (Joubert) would\r\npersonally check it. The equipment would then be loaded on a Dormac\r\ntruck\nand taken to the dry dock.\n[14]\r\nOn the evening in question he showed the respondent the plate that\r\nhad to be fitted onto the ship and gave him a one 2-ton\nand two 1-ton\r\nchain blocks. He also made available to the respondent one burner and\r\na welder. However, the respondent told him\nthat he (respondent) did\r\nnot require a welder as he did not trust anyone but himself. The\r\nrespondent then welded two lifting lugs\nonto the plate, one on the\r\n‘forward’ side, ie the side that was closest to the front\r\nof the ship, and the other on\nthe ‘aft’ side. The\r\nrespondent also welded lifting lugs inside the ship, ‘on the\r\ntank top’, according to\nJoubert. The respondent then hooked a\r\n2-ton chain block onto the lug on the narrow side of the plate and a\r\n1-ton chain block onto\nthe lug on the wider side. Joubert said that\r\nhe advised the respondent to weld another lug onto the centre of the\r\nplate, otherwise\nthe plate would not ‘lift up square’.\r\nThe respondent obliged and after he had welded another lug to the\r\ncentre of the\nplate he hooked the third chain block (1-ton) onto that\r\nlug. When all three chain blocks had also been hooked inside the ship\r\nthe\nplate was pulled up into position by the two assistants. Once the\r\nplate was properly aligned to the hole in the ship he (Joubert)\n\ninstructed the respondent to start ‘dogging the plate in and\r\ntacking it up’\n6\nfrom the side\r\nclosest to the rear of the ship.\n[15]\r\nJoubert further testified that when the respondent had welded on\r\nstrong backs\n7\nhe continued\r\n‘dogging and wedging’ the plate, moving backwards towards\r\nthe narrow end of the plate. When he reached\nthe centre of the plate\r\nthe narrow end suddenly fell down to the ground brushing the witness\r\non his shoulder as it went down. The\nrespondent then ‘came out\r\nfrom underneath the ship holding his hand’, so Joubert\r\ncontinued. The side of the plate to\nrear of the ship was still up\r\nagainst the ship, he said. When the respondent removed his glove they\r\nnoticed a lot of blood on his\nhand although they could not see ‘what\r\nwas the damage to [the] hand\n’\n.\nHe thereafter\r\ninstructed Sookool to take the respondent to hospital. The latter was\r\naccompanied to hospital by his brother.\n[16] Joubert’s\r\ntestimony continues that he then inspected the plate and noticed that\r\nthe lug on the front side ‘had\ntorn off the plate’. It\r\nwas dangling in the air on the hook of the chain block. He noticed\r\nthat the centre chain block had\nsnapped and its hook was still\r\nattached to the centre lug. He then inspected the wider side of the\r\nplate and saw that the chain\nblock was still hooked onto the lug.\r\nContrary to the testimony of the respondent and Johnson, Joubert said\r\nthat only the front\nside of the plate fell to the ground, with the\r\nside to the rear still held up by a chain block. A burner, a Mr\r\nLabuschagne, who\nhad been inside the ship, trimming the plate, then\r\nslid out of the ship. Joubert said that at the time that part of the\r\nplate fell\nJohnson was cutting strong backs from a metal sheet which\r\nhe had rested on a paint tin ‘underneath the plate’.\r\nHowever,\nhe came out from underneath the plate seconds before it\r\nfell.\n[17] After he had done\r\nhis inspection Joubert called another welder, Mr Eric van Wyk, who\r\nwelded the lug that had ‘torn off’\nback onto the narrow\r\nside of the plate. The centre chain block, which had snapped, was\r\nreplaced with another 1-ton chain block\nand the plate was pulled up\r\ninto position again. He called Johnson back and instructed him to\r\ncontinue with what the respondent\nhad been doing, i.e. fitting the\r\nplate.\n[18] From what he saw as\r\nthe incident occurred and upon inspecting the scene Joubert concluded\r\nthat the cause of the narrow side\nof the plate falling was the lug\r\nthat tore off, causing a ‘whiplash effect snapping the centre\r\nchain block’. He testified\nthat it was not his duty to check or\r\nto ensure that boilermakers can adequately weld lugs onto a metal\r\nsheet, but that it was his\nduty to ‘give them a welder’.\r\nIn this case the respondent specifically said he would do the welding\r\nof the lugs himself.\n[19] Clinton Cochoran\r\ntestified that on 4 July 2002 he saw a 1-ton chain block marked\r\nnumber ‘6’ in a cardboard box\non the floor of Dormac’s\r\nstores. It was dirty and ‘one of the chains was broken’.\r\nIt was together with other\nequipment that was to be sent to Nu Quip\r\nCC, a close corporation that supplied and tested lifting equipment.\r\nHe said that upon\nbeing returned to Dormac, rigging and lifting\r\nequipment, such as chain blocks, is placed or kept in a separate area\r\nfor collection\nby someone from Nu Quip for testing and service, after\r\nwhich a certificate would be issued by Nu Quip in respect of each\r\npiece\nof equipment, certifying that it may be ‘put back into\r\nservice’. A document to which Cochoran was referred, headed\r\n‘CONSUMABLE/EQUIPMENT STORES REQUISITION’, indicates that\r\namong the equipment issued by Dormac on 28 June 2002 were\nfive 1-ton\r\nchain blocks, two of which were recorded as numbers ‘5’\r\nand ‘6’. Those numbers are encircled,\nwhich meant they\r\nhad been returned to Dormac’s stores. (According to Cochoran,\r\nDormac’s chain blocks and other equipment\nhave tags attached to\r\nthem and a number appears on each tag for Dormac’s own internal\r\nidentification.) The ‘returned\nby’ column on the document\r\nreflects that chain block number 6 was returned to Dormac on 4 July\r\n2002. Only one 2-ton chain\nblock is recorded on the document as\r\nhaving been issued together with the five 1-ton chain blocks and\r\nother equipment on 28 June\n2002.\n[20] Cochoran’s\r\nfurther testimony was that the document was given to him during the\r\nmorning of 4 July 2002 by the stores supervisor,\na Mr McDonald, who\r\ninstructed him to draw the certificates for chain blocks numbers ‘5’\r\nand ‘6’. This was\nafter they had received information\r\nabout\nthe accident at the\r\ndry dock. He was also instructed to highlight, on the document,\r\nequipment that had been returned, for the attention\nof the safety\r\nofficer, a Mr Beyleveld, who was commonly known as ‘Rocky’.\r\nHe accordingly wrote the following on the\ndocument:\n‘\n1\r\nx 1T chain block – H5\n1\r\nx 1T chain block – H6\n1\r\nx 1.5T Come-A-Long – H1\nBroke\r\non job. Dry Dock\n1\r\nx I.O.D.’\nAccording to Cochoran the\r\n‘1x I.O.D’ is an abbreviation for ‘one injured on\r\nduty’.\n[21] Mr Blenner-Hasset’s\r\nevidence may be summarized thus. His experience in dealing with\r\nlifting equipment, particularly chain\nblocks, stretches from 1967. In\r\nthat period he had been involved in the manufacturing, repairs and\r\ntesting of chain blocks. He\nhas personally done repairs and testing.\r\nAt the time of the trial he was attached to Nu Quip where he held a\r\nmember’s interest.\nOn Friday, 5 July 2002, Dormac’s\r\nsafety officer, Rocky (Beyleveld), delivered a 1-ton chain block with\r\nserial number 82529\nand bearing the number ‘6’ at Nu\r\nQuip’s offices. Beyleveld alleged, he said, that the chain\r\nblock ‘had\nfailed and snapped under a load’. Beyleveld\r\nasked him to inspect the chain block in his presence. A length of\r\nchain was cut\nabove the break and tested by pulling it ‘to\r\ndestruction’ by means of a hydraulically operated machine. (The\r\nchain\nblock broke at a recorded break load of 4.9 tons.) He compiled\r\na report in the form of a letter dated 8 July 2002 addressed to\r\nDormac, for attention ‘Rocky – Safety Officer’.\r\nInspection of the chain block, according to the report, which\n\nBlenner-Hasset confirmed in his evidence, revealed that ‘it had\r\nin fact elongated’ immediately before and after the\nfailed\r\nlink. This was a ‘clear indication of an overload or shock\r\nload’.\n[22] There are three\r\nmaterial differences in the versions of the respondent on the one\r\nhand and Joubert on the other. They relate\nto these issues: (1)\r\nwhether only two chain blocks were used in pulling up the metal\r\nplate, i.e. whether or not a chain block was\nhooked onto the centre\r\nlug, after which Joubert instructed that it be removed; (2) whether\r\nonly one side of the length of the plate\nfell to the ground or\r\nwhether the whole plate did; and (3) the lifting capacity of the\r\nchain blocks that were used on the job during\nthe evening of the\r\nincident.\n[23]\r\nAfter analyzing the evidence and having referred to what was said by\r\nCoetzee J in\nAfrican\r\nEagle Life Assurance Co Ltd v Cainer\n1980\r\n(2) SA 234\n(W) the learned judge a quo held that ‘the facts of\r\nthis case admit to no probabilities one way or the other’ and\r\nthat,\ntherefore, if he were to find in favour of one party he ‘must\r\nbe satisfied that the evidence advanced on behalf of that party\nis\r\ntrue and that [that] tendered on behalf of the other is false’.\r\nThe learned judge continued:\n‘\nHaving\r\nconsidered and evaluated the evidence which was presented by the\r\nparties against the factors set out by Nienaber JA in\nSFW\r\nGroup Ltd & Another v Martell et cie & others\n[2003\r\n(1) SA 11\n(SCA) 14 para 5], I have been driven to the conclusion that\r\nthe plaintiff’s version of the events that unfolded during the\n\nrelevant incident is a preferable one.’\n8\n[24] With regard to the\r\nchain block that was tested by Blenner-Hasset on 5 July 2002 the\r\ncourt below reasoned thus:\n‘\nThe\r\nfirst shortfall in the chain is lack of the particulars of the\r\nidentity of the person who had removed the relevant chain block\nfrom\r\nthe scene and gave it to Beyleveld. Also, the court is kept in the\r\ndark as to when and by whom was the said chain block placed\non the\r\nfloor at the stores. Finally, the person who had allegedly retrieved\r\nthe chain block from the scene and who had allegedly\ndelivered it at\r\nthe offices of Nu Quip on 7 July 2002 was not called to testify. This\r\nCourt is accordingly not satisfied from this\nchain of evidence that\r\nthe 1-ton broken chain hoist, which was delivered for inspection at\r\nNu Quip and on the basis of which that\nfirm had compiled a report, is\r\nthe same chain block that had snapped during the occurrence of the\r\nincident in question.’\n9\n[25]\r\nIn my view, this reasoning is erroneous. It is true that during his\r\ntestimony Joubert asserted that he would have requisitioned\nthe chain\r\nblocks that were used during the evening in question, while the\r\ndocumentary evidence clearly indicates that chain block\nnumber ‘6’\r\nwas requisitioned on 28 June 2002. It seems to me that Joubert may\r\nvery well be mistaken in this regard,\nor even\nuntruthful.\r\n(It will be recalled that the respondent testified that he went to\r\nfetch the three chain blocks from Camrod‘s\nmobile store at the\r\nbottom of the dry dock.) On the other hand, the probabilities point\r\nto the respondent and Johnson also being\nmistaken, if not untruthful,\r\nwhen they said that the two chain blocks the respondent used to lift\r\nthe plate were 2-ton chain blocks.\nThe probabilities appear to me to\r\nfavour Dormac’s version that 1-ton chain blocks were used,\r\nleaving aside the question whether\nor not a third chain block was\r\nused on the centre lug of the plate. Joubert testified that when ‘the\r\nday shift came on shift\nin the morning the damaged chain block was\r\nhanded to the dayshift safety officer’, Mr Beyleveld. Even\r\nthough Cochoran’s\ntestimony was that he saw a dirty, broken\r\nchain block in a box on the floor of Dormac stores, which he\r\nidentified and noted down\nas chain block number ‘6’, that\r\nvery same chain block was delivered personally to Nu Quip by\r\nBeyleveld. Cochoran identified\nit as a 1-ton chain block and\r\nBlenner-Hasset, who inspected and tested it, also identified it as\r\nsuch. There was no evidence whatsoever\nto suggest that a second chain\r\nblock had broken during that same evening (of the accident) or the\r\nprevious day. And some elaborate\nscheme would have had to have been\r\nhatched, involving more than one person, to hide the chain block that\r\nbroke while being used\nby the respondent and to replace it with\r\nanother broken chain block. No reason was suggested as to why Dormac,\r\nor anyone else,\nwould have found it necessary to hatch such a scheme.\r\nAfter all, the evidence was that two 1-ton chain blocks would have\r\nbeen sufficient\nto lift the metal plate.\n[26] In my view, the\r\nprobabilities point to the 1-ton chain block that was tested by\r\nBlenner-Hasset being the same one that broke\nor snapped. It does not\r\nfollow, however, that the version of the respondent on how the\r\naccident occurred must be rejected. But\nthe finding that I have just\r\nmade, albeit not necessarily affecting the decision of the court\r\nbelow to accept the respondent’s\nversion of events (except for\r\nthe ‘size’ of the chain block), does affect its further\r\nreasoning relating to its finding\non liability.\n[27] The result of the\r\ncourt a quo’s finding that the chain block that was tested by\r\nBlenner-Hasset was not the same chain\nblock ‘that had snapped\r\nduring the occurrence of the incident in question’ was a\r\nfurther finding that the link (of\nthe 2-ton chain block according to\r\nits finding) that snapped would not have broken ‘in the\r\nordinary course of things without\nnegligence on the part of somebody\r\nother than the [respondent]’. The court accordingly held that\r\n‘the surrounding circumstances\n. . . point to the probability\r\nthat the chain block was defective at the time when it was supplied\r\nto the [respondent]’.\nThe finding of negligence was thus based\r\non the principle\nres ipsa loquitur\n, the court inferring\r\nnegligence on the part of Dormac from the failure of a chain block\r\nthat should not have failed had it been\nin proper working condition.\n[28] Counsel for Dormac\r\nsubmitted that the court a quo erred in rejecting Joubert’s\r\nevidence which, according to counsel,\nwas corroborated to some extent\r\nby the evidence of Blenner-Hasset that the chain block that he had\r\ntested was a 1-ton chain block.\nJoubert’s version, counsel\r\ncontended, was accordingly not improbable. There are certain other\r\naspects of the judgment of\nthe court a quo that counsel for Dormac\r\ncriticized, one being the learned judge’s approach to the\r\nevidence and his alleged\ninterference during the trial, which, so it\r\nwas submitted, affected the court’s assessment of the evidence\r\nand its credibility\nfindings.\n[29] In the view I take\r\nof the matter, it is not necessary for me to embark upon an\r\nassessment of all the evidence so as to arrive\nat a finding as to\r\nwhich version is true and which is false. I shall assume, for\r\npurposes of this judgment, that the respondent’s\nversion is\r\ntrue, subject to my earlier finding that the chain block that broke\r\nwhile being used by the respondent was the same\none that was tested\r\nby Blenner-Hasset. I shall, later in the judgment, if necessary, deal\r\nbriefly with counsel’s submission\non the alleged interference\r\nby the trial judge during the trial.\n[30] The question whether\r\nthe appellant was or was not the wrong defendant in the respondent’s\r\nclaim is not in issue here.\nNor do questions of vicarious liability\r\ncome into the picture. The essence of the respondent’s case is\r\nthat Dormac owed him\na duty of care to provide proper and safe\r\nequipment (in this case chain blocks) for use on site and that it\r\nbreached such duty\nof care by failing or omitting to provide proper\r\nand safe equipment. It was also alleged that Dormac omitted to\r\nprovide safety\npersonnel and qualified supervisors to inspect the\r\nequipment which was utilized at the time of the incident. The court a\r\nquo did\nnot deal with this issue and before us counsel did not\r\nadvance any argument on it. Nothing more need be said on this issue.\n[31]\r\nIn view of the finding that I have made that the chain block that was\r\ninspected and tested by Blenner-Hasset was the same chain\nblock that\r\nbroke while being used by the respondent, it becomes necessary to\r\nconsider whether the respondent succeeded in establishing\nnegligence\r\non the part of Dormac on the grounds alleged in the particulars of\r\nclaim. In\nMcIntosh\r\nv Premier, KwaZulu-Natal & another\n2008\r\n(6) SA 1\n(SCA). Scott JA said the following:\n‘\nAs\r\nis apparent from the much quoted dictum of Holmes JA in\nKruger\r\nv Coetzee\n1966\r\n(2) SA 428\n(A) at 430 E-F, the issue of negligence itself involves a\r\ntwofold enquiry. The first is: was the harm reasonably foreseeable?\r\nThe\nsecond is: would the\ndiligens\r\npaterfamilias\ntake\r\nreasonable steps to guard against such occurrence and did the\r\ndefendant fail to take those steps? The answer to the second\ninquiry\r\nis frequently expressed in terms of a duty. The foreseeability\r\nrequirement is more often than not assumed and the inquiry\nis said to\r\nbe simply whether the defendant had a duty to take one or other step,\r\nsuch as drive in a particular way or perform some\nor other positive\r\nact, and, if so, whether the failure on the part of the defendant to\r\ndo so amounted to a breach of that duty.’\n10\nThe\r\nlearned judge was at pains to warn that the word ‘duty’\r\nshould not be confused with the concept of ‘legal\nduty’\r\nin the context of wrongfulness which, he said, is distinct from the\r\nissue of negligence.\n11\n[32]\r\nAs I have mentioned above, Dormac admitted in its plea that it had an\r\nobligation to provide proper and safe equipment for use\non the site\r\nto Camrod, but denied that the chain blocks used were old, or unsafe,\r\nor defective. It pleaded further that the equipment\nsupplied to\r\nCamrod ‘was in good condition and had been checked and\r\ncertified as such’. From this it seems not to have\nbeen in\r\nissue that a\ndiligens\r\npaterfamilias\nin\r\nthe position of Dormac would have foreseen the possibility of old,\r\nunsafe or defective chain blocks causing harm to artisans\nwho might\r\nuse them to lift heavy objects in the performance of their duties at\r\nthe dry dock. Dormac’s allegation in its plea\nthat the\r\nequipment it supplied was in good condition and had been checked and\r\ncertified as being in good condition presupposes,\nin my view, an\r\nacceptance of the existence of a duty on its part to take reasonable\r\nsteps to guard against such harm. Indeed, there\nwas no evidence, nor\r\nargument advanced before us, to suggest that no such duty existed.\r\nThe next question, then, is whether Dormac\ndid take precautions to\r\nguard against harm and, if so, whether those precautions can be\r\nregarded as reasonable.\n[33] The respondent’s\r\nfather, Mr Gerald Ferdinand Henneberry, an engineer and boilermaker\r\nwith forty years’ experience,\ntestified as an expert witness on\r\nbehalf of the respondent. His evidence was based on the respondent’s\r\nversion that two 2-ton\nchain blocks were used to lift the metal\r\nplate. He never inspected or tested the broken chain block, but gave\r\nan opinion on the\nreason why it would have snapped. He said the plate\r\nwould have been under stress and there would have been ‘something\r\ndefective\nwith the chain block that snapped’; there would\r\npossibly have been a weak link which could have had a hairline crack\r\n‘that’s\nnot visible with the naked eye’. I do not\r\nthink much store can be placed on this piece of evidence, especially\r\nwhen compared\nwith the evidence of Blenner-Hasset, who was clear in\r\nhis testimony that the elongation of links immediately before and\r\nafter the\nbroken one and the fact that the break in what he called\r\nthe ‘shoulder’ of the link indicate that the chain block\r\nhad\nbeen overloaded and stretched ‘beyond its point of\r\nelasticity’. He also expressed the opinion that gouges which he\r\nhad discovered on some of the links of the chain block were evidence\r\nof abuse.\n[34] Cochoran’s\r\nuncontradicted evidence was that when chain blocks are returned to\r\nDormac’s stores after they had been\nused, they are ‘signed\r\noff the requisition’ (as having been returned) and then sent to\r\nNu Quip for inspection. The\nequipment is not placed back on the shelf\r\nas it has to have ‘a register and a certificate’ issued\r\nby Nu Quip ‘before\nit can be put back into service’. It\r\nis not issued out to another job before it is tested by Nu Quip. If a\r\npiece of rigging\nequipment is not used it still has to be tested by\r\nNu Quip once a year. Cochoran confirmed that a certificate issued and\r\nsigned\non behalf of Nu Quip in respect of a chain block described as\r\na ‘1 TON YALE CHAIN HOIST REPAIRED AND TESTED’, with the\n\nreference ‘BLOCK 6’ and distinguishing mark 82529 (serial\r\nnumber), relates to the broken chain block. The certificate\nindicates\r\nthat the chain block was repaired and tested approximately on the\r\ndate appearing on the certificate, viz 7 December 2001.\nHe agreed\r\nwith the proposition, in cross-examination, that if the chain block\r\nwas used in July 2002 when the accident occurred,\nthis means that it\r\nwas never used after it had been tested until July 2002. It should be\r\nremembered, to avoid confusion, that the\nrespondent obtained the\r\nchain block (with two others) from Camrod’s mobile store during\r\nthe early hours of 4 July 2002. The\nchain block had been booked out\r\nto Camrod on 28 June 2002, approximately six days before it was used\r\nby the respondent. The possibility\nthat it had been used elsewhere,\r\nor by someone else, before it was used by the respondent cannot be\r\nexcluded, especially if regard\nis had to Blenner-Hasset’s\r\nobservation that certain links in the chain block had gouges.\n[35]\r\nCochoran is supported by Blenner-Hasset, who testified that in terms\r\nof the Occupational Health and Safety Act\n12\nchain hoists have\r\nto be tested at least once a year and that the certificate issued on\r\n7 December 2001 was in compliance with that\nlegislative requirement.\r\nHe also said that Dormac’s chain blocks generally appeared to\r\ngo to Nu Quip on a regular basis where\n‘each batch of hoists\r\nthat came in get inspected on arrival and they get stripped down so\r\nthat they get re-greased and any\nworking parts within the block that\r\nmight be damaged can be checked’. After a chain block has been\r\nassembled again it is\ntested and another certificate is issued which\r\nhe referred to as a proof load certificate ‘to say that it has\r\nbeen proof\nloaded again’.\n[36] I mention, as a\r\nmatter of interest, that Cochoran and Blenner-Hasset were indirectly\r\nsupported by Henneberry senior. He said\nthat in a company for whom he\r\nworked (at the time of the trial) a register was kept ‘of all\r\nour lifting equipment and they\nget tested annually or even six\r\nmonths’. When they had a slack period the equipment was tested\r\n‘six months at a time’.\n[37] In\nCape\r\nMetropolitan Council v Graham\n2001(1) SA 1197 (SCA) Scott JA\r\nsaid:\n‘\n[I]t\r\nis now well established that whether in any particular case the\r\nprecautions taken to guard against foreseeable harm can be\nregarded\r\nas reasonable or not depends on a consideration of all other relevant\r\ncircumstances and involves a value judgment which\nis to be made by\r\nbalancing various competing considerations. These would ordinarily\r\nbe:\n“\n(a)\nthe\r\ndegree or extent of the risk created by the actor’s conduct;\n(b)\nthe\r\ngravity of the possible consequences if the risk of harm\r\nmaterialises;\n(c)\nthe\r\nutility of the actor’s conduct; and\n(d)\nthe\r\nburden of eliminating the risk of harm”.\n(See\nNgubane\r\nv South African Transport Services\n[1990] ZASCA 148\n;\n1991\r\n(1) SA 756\n(A) at 776H-J, where J C van der Walt in Joubert (ed)\nThe\r\nLaw\nof\r\nSouth Africa\nvol\r\n8 para 43 is quoted with approval;\nPretoria\r\nCity Council v De Jager\n1997\r\n(2) SA 46\n(A) at 55H-56C.) If a reasonable person in the position of\r\nthe defendant would have done no more than was actually done there\r\nis,\nof course, no negligence.’\n13\nAnd in\nPretoria City\r\nCouncil v De Jager\n1997 (2) SA 46\n(A) at 55I the same judge\r\nobserved that ‘merely because the harm which was foreseeable\r\ndid eventuate does not even mean that\nthe steps taken were\r\nnecessarily unreasonable’.\n[38] In\nChartaprops 16\r\n(Pty) Ltd and another v Silberman\n[2008] ZASCA 115\n;\n2009 (1) SA 265\n(SCA) the\r\nrespondent, while visiting a shopping mall in Johannesburg, slipped\r\non a slippery substance in one of the passageways\nof the mall and was\r\ninjured. She subsequently sued Chartaprops, the owner of the mall,\r\nand another entity, Advanced Cleaning, which\nhad been contracted by\r\nChartaprops to keep the floors of the shopping mall clean, for\r\ndamages. The basis of the claim against the\nappellants was that they,\r\nor those for whose conduct they were legally responsible, had created\r\nthe hazard in that they or\ntheir employees\r\nnegligently omitted to detect and remove the hazard. It was not in\r\ndispute that Chartaprops itself kept a regular\ncheck on advanced\r\ncleaning’s performance, its centre manager consulting each\r\nmorning with the cleaning supervisor and personally\ninspecting the\r\nfloors of the shopping mall daily to ensure that they had been\r\nproperly cleaned. He would arrange for the immediate\nremoval of\r\nlitter or spillage that he encountered. The trial court found for the\r\nrespondent, holding that Chartaprops’ liability\narose\r\nvicariously for what was said to be negligence on the part of\r\nAdvanced Cleaning.\n[39] In allowing the\r\nappeal Ponnan JA, writing for the majority, and after alluding to the\r\ngeneral rule that a principal is not\nliable for the wrongs committed\r\nby an independent contractor or its employees, said the following:\n‘\nChartaprops\r\ndid not merely content itself with contracting Advanced Cleaning to\r\nperform the cleaning services in the shopping mall.\nIt did more. Its\r\ncentre manager consulted with the cleaning supervisor each morning\r\nand personally inspected the floors of the\nshopping mall on a regular\r\nbasis to ensure that they had been properly cleaned. If any spillage\r\nor litter was observed, he ensured\nits immediate removal. That being\r\nso it seems to me that Chartaprops did all that a reasonable person\r\ncould do towards seeing that\nthe floors of the shopping mall were\r\nsafe. Where, as here, the duty is to take care that the premises are\r\nsafe I cannot see how\nit can be discharged better than by the\r\nemployment of a competent contractor. That was done by Chartaprops in\r\nthis case, who had\nno means of knowing that the work of Advanced\r\nCleaning was defective. Chartaprops, as a matter of fact, had taken\r\nthe care which\nwas incumbent on it to make the premises reasonably\r\nsafe.’\n14\nThe\r\nlearned judge reasoned further that Chartaprops ‘was obliged to\r\ntake no more than reasonable steps to guard against foreseeable\nharm\r\nto the public’.\n15\n[40]\r\nAssuming, for present purposes, that in this case the chain block\r\nthat broke was not rendered defective while it was in Camrod’s\n\ncustody after it had been booked out on 28 June 2002, I am of the\r\nview that the steps taken by Dormac to guard against foreseeable\nharm\r\nby sending all rigging equipment returned to it after use by Camrod\r\nand other contractors to Nu Quip, an independent contractor,\nfor\r\ninspection and testing before being put to use again, were\r\nreasonable. The specific chain block had not been used after it\nwas\r\nrepaired and tested on or about 7 December 2001 until it was booked\r\nout to Camrod on 28 June\n2002. It\r\nwould therefore not have been sent back to Nu Quip for another test\r\nwithout having been put to use before 28 June 2002.\nIt has not been\r\nsuggested that Dormac, upon receipt of the chain block following\r\nrepair and testing, should itself have checked\nor tested it for\r\ndefects. Nor was it suggested that Dormac had any personnel\r\nqualified, or the machinery, to test chain blocks\nas a safety\r\nprecaution after they had been tested by Nu Quip. But, in any event,\r\nit was not suggested that Dormac could and should\nhave taken any\r\nother steps or action to guard against foreseeable harm. It follows\r\nthat the respondent failed to discharge the\nonus resting upon it of\r\nproving negligence on the part of Dormac. It follows further that the\r\ncourt a quo erred in saddling Dormac\nwith liability on the basis of\r\nthe principle\nres\r\nipsa loquitur\n.\r\nThe appeal must therefore succeed.\n[41] I return to the\r\ncontention by counsel for Dormac that the trial judge ‘constantly\r\ninterrupted the flow of evidence by\nseeking clarification, passing\r\ncomments, making jokes and, not infrequently, rebuking the witness or\r\ncounsel’. A perusal\nof the record reveals that counsel’s\r\nsubmission is not unfounded. But in view of the conclusion I have\r\nreached it is not\nnecessary to deal with the contention that the\r\nlearned judge’s credibility findings were influenced by his\r\nalleged interference\nand questioning of the appellant’s\r\nwitnesses.\n[42] There remains the\r\nquestion of costs. Volume 2 of the record, which consists of 90\r\npages, contains a few documents which were\nof relevance in the\r\nappeal. Some of them were duplications as they were also contained in\r\nother volumes. In my view, the rest (two\nor three) of those relevant\r\ndocuments could have been included in other volumes, thereby\r\nrendering volume 2 totally unnecessary.\nCounsel for the appellant\r\n(Dormac) conceded that costs pertaining to the preparation of it are\r\nnot justifiable.\n[43] In the result:\n1. The appeal is upheld\r\nwith costs, such costs to exclude the costs of\npreparing volume 2 of the\r\nrecord.\n2. The order of the court\r\nbelow is set aside and the following is substituted:\n‘\nAbsolution\r\nfrom the instance is granted, with costs.’\n____________________\nL Mpati\nPresident\nAPPEARANCES\nAPPELLANTS: M Pillemer SC\nInstructed by Berkowitz\r\nCohen Wartski, Durban;\nRosendorff Reitz Barry.,\r\nBloemfontein\nRESPONDENT: R B G\r\nChoudree SC\nInstructed by Aradhana\r\nDharamdaw & Associates, Isipingo;\nHill McHardy &\r\nHerbst, Bloemfontein\n1\nLugs\r\n\tare metal rings by which the steel plate was to be lifted into place\r\n\tby means of chain blocks or lifting equipment.\n2\nThe\r\n\treference to ‘tonnage’ relates to the weight the chain\r\n\tblocks are meant to lift although they are able to lift\nheavier\r\n\titems. The breaking strength of a 1-ton chain block is said to be\r\n\t4.9 tons.\n3\nA\r\n\tchain block has two hooks. One is hooked onto a stable structure so\r\n\tas to support the weight of the object to be lifted and\none onto the\r\n\tobject itself.\n4\nA\r\n\twedge is apparently also used in the process of keeping the plate\r\n\tflush in position.\n5\nThe\r\n\tterm ‘aft’ refers to the rear of the ship.\n6\n‘\nTacking’\r\n\tis to keep the plate into position by means of small welds in the\r\n\tseam that hold it firmly together with the hull.\n7\nApparently\r\n\tstrong backs are welded onto both the new plate and the body or hull\r\n\tof the ship so as to keep the new plate and hull\nin line. When\r\n\tstrong backs have been welded on the dogs and wedges can be removed.\n8\nPara\r\n\t103 of the judgment.\n9\nPara\r\n\t92 of the judgment.\n10\nPara\r\n\t12.\n11\nIbid.\n12\n85\r\n\tof 1993.\n13\nPara\r\n\t7.\n14\nPara\r\n\t46.\n15\nPara\r\n\t48.",
  "scraped_at": "2026-02-12T15:32:50.320835",
  "date": "2011-04-01",
  "coram": [
    "MPATI P",
    "MAYA",
    "CACHALIA",
    "SHONGWE",
    "SERITI JJA"
  ],
  "case_number": "305/10",
  "parties": {
    "applicants": [
      "Dormac Marine and Engineering (Pty) Ltd"
    ],
    "respondents": [
      "CALMIN ANDREW HENNEBERRY"
    ]
  },
  "sections": {
    "facts": "The respondent, a boilermaker employed by Camrod Engineering CC, was instructed to fit a large steel plate onto a ship in the Durban dry dock. He requisitioned three chain blocks (two 2‑ton and one 3‑ton, later described as two 1‑ton blocks) to lift the 1.08‑ton plate. The foreman removed the centre chain block, leaving only two blocks to lift the plate, which then warped and snapped a chain block, causing the plate to whip and crush the respondent's left hand, leading to amputation. The chain blocks were owned by Dormac Marine and Engineering, supplied to Camrod, and were regularly sent to an independent contractor, Nu Quip, for inspection and certification.",
    "issues": "Whether Dormac owed a duty of care to provide proper and safe equipment and to ensure its inspection, whether that duty was breached by providing a defective chain block, and whether the respondent proved negligence on the part of Dormac, including the applicability of the doctrine of res ipsa loquitur.",
    "principles": "The court applied the two‑stage test for negligence (foreseeability and breach of duty) and emphasised the duty of care owed by a supplier of equipment. It considered the doctrine of res ipsa loquitur, noting that an inference of negligence may arise from the failure of equipment that should not have failed if properly maintained. Relevant precedents cited include Nienaber JA in SFW Group Ltd v Martell, McIntosh v Premier, and the principles articulated in Cape Metropolitan Council v Graham and Chartaprops v Silberman regarding reasonable steps to guard against foreseeable harm.",
    "application": "The appellate court examined the evidence and concluded that the chain block that broke was the same one inspected and tested by Nu Quip, indicating it was not defective at the time of supply. Dormac’s protocol of sending all rigging equipment for annual testing by an independent contractor was deemed reasonable. No further inspection by Dormac was required, and there was no evidence of a breach of duty beyond the alleged defect. Consequently, the respondent failed to establish the requisite negligence, and the lower court’s finding based on res ipsa loquitur was set aside.",
    "conclusion": "The appeal was upheld with costs (excluding the cost of preparing volume 2 of the record). The order of the KwaZulu‑Natal High Court was set aside and substituted with an absolution from the instance granted with costs. Dormac Marine and Engineering was not held liable for the respondent's injuries."
  },
  "tags": {
    "level_1": "Tort Law",
    "level_2": "Negligence",
    "level_3": [
      "duty of care",
      "equipment safety",
      "res ipsa loquitur",
      "occupational injury",
      "chain block"
    ]
  }
}