{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/233.html",
  "case_name": "Commissioner for South African Revenue Services v South African Custodial Services (Pty) Ltd (131/2011) [2011] ZASCA 233; 2012 (1) SA 522 (SCA); [2012] 2 All SA 237 (SCA); 74 SATC 61; (30 November 2011)",
  "citation": "[2011] ZASCA 233",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 233\n|\nNoteup\n|\nLawCite\nCommissioner for South African Revenue Services v South African Custodial Services (Pty) Ltd (131/2011) [2011] ZASCA 233; 2012 (1) SA 522 (SCA); [2012] 2 All SA 237 (SCA); 74 SATC 61; (30 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 131/2011\nIn the matter between:\nCOMMISSIONER FOR SOUTH AFRICAN\nREVENUE SERVICE\n…..............................................................................\nAppellant\nand\nSOUTH AFRICAN CUSTODIAL SERVICES\r\n(PTY) LTD\n…...................\nRespondent\nNeutral citation:\nCommissioner,\r\nSouth African Revenue Services v South African Custodial Services\r\n(Pty) Ltd\n(131/11)\n[2011] ZASCA 233\n(30 November 2011)\nCoram:\nBrand, Maya, Cachalia\r\nand Mhlantla JJA and Plasket AJA\nHeard:\n7 November 2011\nDelivered:\n30 November 2011\nSummary:\nIncome Tax Act 58 of\r\n1962 – s 79A – finality of assessment – whether\r\nletter from Commissioner a revised assessment\n– s 22(2A) –\r\ndeductibility of cost of building prison in terms of concession\r\nagreement on land owned by State –\nsub-contractor, not\r\nrespondent incurring expenses concerning materials and equipment –\r\ncost of building prison not deductible\nin terms of s 11(\na\n) –\r\ns 11(\nbA\n) – interest and related fees deductible.\nORDER\nOn appeal from: the Tax Court,\r\nPretoria (RD Claasen J sitting as court of appeal in terms of s 83 of\r\nthe Income Tax Act 58 of 1962):\n1 The appeal is upheld in part.\n2 The respondent is directed to pay\r\nthe costs of the appellant, including the costs of two counsel.\n3 The order of the court below is set\r\naside and replaced with the following:\n‘\nThe\r\nassessment is referred back to the Commissioner for him to determine\r\nthe amount that is deductible from the appellant’s\nincome in\r\nterms of s 11(\nbA\n)\r\nof the Income Tax Act 58 of 1962.’\nJUDGMENT\nPLASKET AJA (BRAND, MAYA, CACHALIA AND\r\nMHLANTLA JJA concurring)\n[1] In terms of\ns 103(1)\nof the\nCorrectional Services Act 111 of 1998\n, the Minister of Correctional\r\nServices may ‘enter into a contract with any party to design,\r\nconstruct, finance and operate\nany prison or part of a prison’.\r\nOn 3 August 2000, the respondent, South African Custodial Services\r\n(Louis Trichardt) (Pty)\nLtd (SACS) and the Minister concluded a\r\nconcession contract in terms of which SACS would design, construct\r\nand operate a prison\nin Louis Trichardt. The duration of the\r\nconcession is 25 years. This appeal from the Tax Court, Pretoria (RD\r\nClaasen J) concerns\nthree issues: the validity of SACS’s\r\nobjection to the assessment for the 2002 year of assessment, the\r\ndeductibility of the\ncost of constructing and equipping the prison\r\nand the deductibility of interest and other costs.\n[2] SACS appealed to the court below\r\nin terms of s 83 of the Income Tax Act 58 of 1962 (the Act) against\r\nthe disallowance by the\nCommissioner for the South African Revenue\r\nService, the present appellant, (the Commissioner) of its objection\r\nto the assessments\nof its tax liability for the 2002, 2003 and 2004\r\nyears of assessment. That appeal was successful, the court below\r\nfinding that\nthe assessment for the 2002 year of assessment had not\r\nbecome final in terms of s 79A of the Act, as had been argued by the\r\nCommissioner,\nand that all of the expenditure in issue was\r\ndeductible.\n[3] In allowing the appeal, the court\r\nbelow made the following order (by a majority):\n‘\n1.\r\nThe prison constitutes appellant’s trading stock in terms of\r\nsection 22(2A) of the Act.\n2.\r\nThe whole amount of R511 196 332.00 is to be treated as trading stock\r\nand thus deductible.\n3.\r\nThe section 11(e) depreciation granted to the appellant in its 2002\r\nyear of assessment must be reversed as it would give rise\nto double\r\naccounting.\n4.\r\nAll the financial fees and expense and the legal fees are fully\r\ndeductible.’\nThe court below granted leave to\r\nappeal to this court in terms of s 86A of the Act.\nThe facts\n[4] SACS is a joint venture between a\r\nSouth African company, Kensani Consortium (Pty) Ltd, and the GEO\r\nGroup, an American entity\nthat specialises in the operation of\r\ncorrectional, detention and health facilities throughout the world.\r\nThe concession contract\nthat SACS concluded with the Minister is a\r\npublic private partnership – a PPP – for purposes of the\r\nTreasury Regulations.\n[5] The preamble of the concession\r\ncontract states that the object of the contract is to give effect to\r\nthe Department’s wish\nto ‘provide the public with\r\ncost-efficient, effective prison services, and to provide prisoners\r\nwith proper care, treatment,\nrehabilitation and reformation in\r\naccordance with the provisions of the Correctional Services Acts, No.\r\n8 of 1959 and No. 111 of\n1998’.\n[6] To this end,\r\nthe concession contract provides that SACS would design and construct\r\nthe prison and a road\n1\non land provided by\r\nthe Department.\n2\nSACS would have the\r\nright to occupy the land for the duration of the concession but would\r\nhave ‘no title to, or ownership\ninterest in, or liens, or\r\nleasehold rights or any other rights in the land’ and the State\r\nwould ‘at all times remain\nthe owner of the land’.\n3\nClause 11.6\r\nprovides:\n‘\nAt\r\nthe end of the Contract Term or at such earlier time as may be\r\nprovided herein, the Contractor shall hand over the Site to the\n\nDepartment free of charges, liens, claims or encumbrances whatsoever,\r\nand free of liabilities, except for those in respect of which\nthe\r\nDepartment has given its written approval.’\n[7] Clause 7 deals with\r\nsub-contracting. Clause 7.1 provides:\n‘\nThe\r\nContractor shall not at any time permit any of its obligations under\r\nthe Contract to be performed or undertaken by any parties\n(other than\r\nthe Operating Sub-contractor or the Construction Sub-contractor\r\nexcept where the primary responsibility for the obligations\nwhich are\r\nsub-contracted remains with the Operating Sub-contractors or the\r\nConstruction Sub-contractor (as the case may be) in\nterms of the\r\nSub-Contracts and where any such sub-contractors have entered into\r\nbinding contractual arrangements which enable the\nContractor to\r\nperform all its obligations to the Department under this Contract)\r\nwithout the prior written consent of the Department,\nwhich consent\r\nshall not be unreasonably withheld or delayed.’\nClause 7.3 provides that SACS is\r\n‘directly responsible for the management and supervision of\r\napproved Sub-contractors’.\n[8] SACS entered\r\ninto a sub-contract (the construction contract) with CGM (Louis\r\nTrichardt) Joint Venture (CGM) in terms of which\nthe latter was\r\nappointed to ‘undertake the design, construction and\r\ncommissioning of the prison at Louis Trichardt in accordance\nwith the\r\nprovisions of this contract’.\n4\nCGM was required,\r\nin terms of clause 2.6, to ‘design, construct and commission\r\nthe prison in discharge of part of [SACS’s]\nobligation for the\r\ndesign, construction and commissioning of the prison in accordance\r\nwith the terms and subject to the conditions\nin this contract’.\r\nIn terms of clause 3.1 of the construction contract all the terms and\r\nconditions of the concession contract\n‘applicable to the\r\ndesign, construction, installation and commissioning of the prison\r\nare incorporated into and form part\nof’ the construction\r\ncontract.\n[9] Clause 48 of the construction\r\ncontract defines the relationship between SACS and CGM as follows (to\r\nthe extent relevant for\npresent purposes):\n‘\nThe\r\nConstruction Sub-Contractor shall at all times be an independent\r\ncontractor and nothing in the contract shall be construed as\ncreating\r\na relationship of employer and employee between the Contractor and\r\nthe Construction Sub-Contractor or any of the Construction\n\nSub-Contractor’s employees.’\n[10] In terms of\r\nclause 8.1 CGM was obliged to carry out and complete the works in\r\naccordance with the construction contract. CGM\nwarranted that ‘the\r\ndesign and construction of the works will be undertaken with all\r\nreasonable skill and care to be expected\nof a qualified and\r\nexperienced contractor with experience in the construction of works\r\nof a similar type, nature and complexity\nto that of the works’.\n5\n[11] In terms of clause 8.3.14 CGM\r\naccepted responsibility ‘for the provision of’ and bore\r\n‘all risks in relation\nto all goods, materials and labour\r\nnecessary for the provision of the works’. Clause 17.1 required\r\n‘materials and goods’\nto meet prescribed standards and\r\nCGM undertook in terms of clause 17.4 to provide SACS on request\r\n‘with all the necessary\nsupporting documentation to prove that\r\nthe materials and goods comply with clause 17.1 hereof’.\n[12] Clause 36.1 provided for a\r\ncontract price of R303 000 000 for ‘the performance\r\nand delivery of the works’.\nThe term ‘works’ is\r\ndefined by clause 1.2.103 to mean ‘all the construction\r\nservices and activities associated\nwith or necessary to provide the\r\nprison’.\n[13] In order to finance the project\r\nand to meet its other obligations in terms of the concession\r\ncontract, SACS entered into agreements\nwith BoE Merchant Bank and\r\nFirst Rand Bank for loans of R384 000 000. These banks required\r\nsecurity which was provided in\nthe form of guarantees given by the\r\nSouth African Government and the shareholders of SACS.\n[14] The government undertook to\r\nguarantee 80 percent of the loan while the shareholders of SACS\r\nguaranteed the remaining 20 percent.\nThe GEO Group’s share of\r\nthe guarantee was provided by a company in the group, Wackenhut\r\nCorrections Corporation. In terms\nof a guarantee and put agreement,\r\nSACS was required to pay Wackenhut what was termed a guarantee fee of\r\nR15 561 131. Later, during\nthe tendering stage, SACS was required to\r\npay a bid guarantee fee to its financial advisor, African Merchant\r\nBank (AMB) of R77\n333. The guarantee fees thus totalled R15 638 464.\n[15] Kensani was unable to provide a\r\nguarantee in the same way. Instead, it advanced a loan to SACS\r\nequivalent to the liability\nguaranteed by Wackenhut. In consideration\r\nfor this, SACS agreed to pay Kensani an introduction fee of R47 484\r\n608.\n[16] In consideration for the\r\nfinancial advisory services provided to SACS by AMB, SACS agreed to\r\npay AMB a financial advisory fee\nof R6 209 274, as well as a\r\nmargin fee of R2 545 077 in respect of its negotiations for loans\r\nwith BoE Merchant Bank and First\nRand Bank.\n[17] In addition, SACS was obliged to\r\npay a commitment fee and an initial fee to BoE Merchant Bank and\r\nFirst Rand Bank, administration\nfees to First Rand Bank and legal\r\nfees to its attorneys, Deneys Reitz. It also incurred interest on the\r\nloan facilities.\n[18] Apart from the various fees that\r\nwere payable by SACS, it incurred expenses of R228 821 436 in respect\r\nof the building of the\nprison and R95 558 256 in respect of\r\nprovisioning it, an amount of R324 379 692. The total amount\r\ninvolved, made up of the construction\nand equipping costs and the\r\nfinancial costs was R464 376 824.\n[19] The prison was designed and built\r\nin accordance with the specifications contained in the concession\r\ncontract. It had to last\nfor 50 years, although SACS would only\r\noperate it for 25 years. The prison was brought into use during\r\nFebruary 2002.\n[20] SACS entered into three\r\nsub-contracts for the running of the prison. They were with South\r\nAfrican Custodial Management (Pty)\nLtd to provide security,\r\nadministration and overall management of the prison, with Kensani\r\nCorrections Management (Pty) Ltd to\nprovide routine maintenance,\r\ninmate programs and purchasing services and with Royal Food\r\nCorrectional Services (Pty) Ltd to provide\nfood services.\n[21] The prison is the infrastructure\r\nof the Department of Correctional Services. SACS occupies it as a\r\nservice provider to the\nDepartment. It is managed by a member of\r\nSACS’s staff known as the director. This person’s\r\nappointment, powers and\nfunctions, as well as those of his or her\r\nstaff, are regulated by\nss 107\nto\n110\nof the\nCorrectional Services\nAct. The\noperation of the prison is supervised by a member of staff\r\nof the Department, termed a controller, whose appointment, powers and\n\nfunctions are set out in the ss 105 and 106 of the Act. SACS earns\r\nfixed and variable income from its running of the prison in\nterms of\r\nthe concession contract, the fixed fee income being, for all intents\r\nand purposes, payment for the construction of the\nprison. It is\r\npayable over a period of 18 years.\nThe first issue: the finality of\r\nthe 2002 assessment\n[22] The Commissioner issued an\r\nassessment to SACS for the 2002 year of assessment that had as its\r\ndue date – and hence the\ndate of assessment – 1 June\r\n2004. On 5 June 2006, SACS wrote to the Commissioner requesting a\r\nreduced assessment in terms\nof s 79A of the Act on the basis that\r\ncertain expenses that qualified for deduction had not been claimed as\r\ndeductions in its tax\nreturns for the 2001 to 2004 years of\r\nassessment. This letter was served on the Commissioner on 15\r\nSeptember 2006.\n[23] By letter dated 11 December 2006,\r\nand headed ‘INCOME TAX: YEARS OF ASSESSMENT 2001 TO 2004’,\r\nthe Commissioner stated\nthat the ‘proposed adjustments’\r\nto his amended tax computation ‘to give effect to the above are\r\nset out below’.\nOn 4 May 2007, the Commissioner sent a letter\r\nto SACS which was headed ‘INCOME TAX: REVISED ASSESSMENTS FOR\r\nTHE YEARS OF\nASSESSMENT 2001 TO 2004’. The letter responded to\r\na number of issues that had been raised by SACS, such as the\r\ndeductibility\nof the construction costs of the prison in terms of s\r\n11(a) of the Act, and whether the materials used to build the prison\r\nqualified\nas trading stock for purposes of s 22(2A), to name but two.\r\nAfter having dealt with each issue, the Commissioner stated:\n‘\nIn\r\nthe revised assessments below I have added back to taxable income the\r\nR1 719 920 interest claimed as a deduction in the 2001\nyear on the\r\nbasis that the taxpayer had not commenced trading in 2001 and\r\nallowed, under section 11(bA) of the Act, the deduction\nclaimed in\r\nthe 2002 year of R46 819 508.’\n[24] Under a heading: ‘Revised\r\nassessments’, the Commissioner stated that the ‘adjustments\r\nto give effect to the\nabove are set out below’. In respect of\r\nthe 2002 year it is indicated in the letter that the assessed loss of\r\nR94 617 364\nin the original assessment was reduced to R93 652 364.\r\nThe letter concluded with the following:\n‘\nTax\r\nassessments will be issued to you in due course.\nIf\r\nyou are not in agreement with the assessments, you have the right to\r\nlodge an objection in terms of section 81 of the Act. The\nobjection\r\nmust be in writing in the prescribed form ADR1 which is available\r\nfrom any SARS office or can be accessed on the SARS\nwebsite . . .\nThe\r\nobjection must be lodged with this office within 30 calender days of\r\nthe date of assessment.’\n[25] On 14 August 2007 SACS requested\r\nreasons for the revised assessments. It received a response dated 21\r\nAugust 2007 in which\nit was stated:\n‘\nI\r\nam required, where adequate reasons were not supplied in my letter of\r\nassessment dated 4 May 2007, to explain my decisions. I\nam not\r\nrequired to debate further issues with you or to enter into further\r\ndebate on the issues already addressed in my letter.’\nThe letter continued to say that ‘[m]y\r\nassessment letter to you dated 4 May 2007 sets out the areas of\r\ndispute and the reasons\nfor the stance taken by me’ and that ‘I\r\ndid not revise the assessments for 2001 and 2002 as these had\r\nprescribed in\nterms of section 79 of the Act’.\n[26] SACS lodged a notice of objection\r\ndated 19 September 2007 in which it described the year of assessment\r\nto which it applied\nas ‘2003-2004; alternatively 2002’.\r\nThe Commissioner’s response stated inter alia that ‘[t]his\r\nletter should\nbe read in conjunction with my letter of assessment\r\ndated 4 May 2007 and my letter dated 21 August 2007 providing reasons\r\nfor the\nassessments’. Later, however, it is stated in relation\r\nto the 2002 assessment:\n‘\nNo\r\nobjection to the 2002 assessment was received within the three year\r\nperiod after the date of assessment. Consequently the 2002\nassessment\r\nis final and conclusive.’\n[27] Section 79A of the Act provides:\n‘\n(1)\r\nThe Commissioner may, notwithstanding the fact that no objection has\r\nbeen lodged or appeal noted in terms of the provisions\nof Part III of\r\nChapter III of this Act, reduce an assessment-\n(a)\r\nto rectify any processing error made in issuing that assessment; or\n(b)\r\nwhere it is proved to the satisfaction of the Commissioner that in\r\nissuing that assessment any amount which-\n(i)\r\nwas taken into account by the Commissioner in determining the\r\ntaxpayer's liability for tax, should not have been taken into\n\naccount; or\n(ii)\r\nshould have been taken into account in determining the taxpayer's\r\nliability for tax, was not taken into account by the Commissioner:\nProvided\r\nthat such assessment, wherein the amount was so taken into account or\r\nnot taken into account, as contemplated in subparagraph\n(i) or (ii),\r\nas the case may be, was issued by the Commissioner based on\r\ninformation provided in the taxpayer's return for the\ncurrent or any\r\nprevious year of assessment.\n(2)\r\nThe Commissioner shall not reduce an assessment under subsection (1)-\n(a)\r\nafter the expiration of three years from the date of that assessment;\r\nor\n(b)\r\n. . .’\n[28] It was argued by the Commissioner\r\nthat the letter of 4 May 2007 was not a revised assessment and that,\r\nthree years after the\ndate of assessment (1 June 2004), the\r\nassessment for the 2002 year of assessment became final. SACS, on the\r\nother hand, argued\nthat the letter of 4 May 2007 is indeed a revised\r\nassessment and consequently that the assessment for the 2002 year of\r\nassessment\nhad not become final.\n[29] An assessment\r\nis defined in s 1 of the Act as ‘the determination by the\r\nCommissioner, by way of a notice of assessment\n(including a notice of\r\nassessment in electronic form) served in a manner contemplated in\r\nsection 106(2) . . . of an amount upon\nwhich any tax leviable under\r\nthis Act is chargeable’. In\nITC\r\n1740\n6\nGalgut DJP held\r\nthat in order to fall within this definition, ‘what is required\r\nis at least a purposeful act, one whereby\nthe document embodying the\r\nmental act is intended to be an assessment’.\n[30] On its face, with one exception,\r\nthe letter of 4 May 2007 purports to be a determination as envisaged\r\nby the definition: it\ncalls itself a revised assessment; it responded\r\nto the issues raised by SACS when it requested a reduced assessment\r\nin terms of\ns 79A; it spoke, in the body of the document, of the\r\n‘revised assessment below’, in explaining the decisions\r\nencapsulated\nin it; and it purported to make an adjustment under a\r\nheading ‘Revised assessment’. It is apparent from these\r\nfeatures\nthat the letter records a determination.\n[31] The only indication that runs\r\ncounter to the indications I have listed is the sentence that reads:\r\n‘Tax assessment will\nbe issued to you in due course.’ It\r\nwas conceded by counsel for the Commissioner that if the letter had\r\nnot contained this\nlast sentence the argument that it was not an\r\nassessment would have been closed to him. Counsel for SACS argued\r\nthat not too much\nmust be read into the sentence. It was simply\r\nintended to convey to SACS that, the determination having been made,\r\nthe appropriate\ncomputer-generated IT 34 form would in due course be\r\ncompleted and sent to SACS.\n[32] In my view, the overwhelming\r\nimpression created by the letter of 4 May 2007 is that it is, indeed,\r\nan assessment: it determines,\nin a reasoned manner, the request made\r\nby SACS for a reduced assessment in terms of s 79A. The last\r\nsentence, when viewed in the\ncontext of the letter as a whole, must\r\ntherefore be taken to mean no more than an expression of intent on\r\nthe part of the Commissioner\nto despatch in due course the IT34 form\r\nto formally record the decision that had already been taken.\n[33] I accordingly conclude that there\r\nis no merit in the point that the original assessment for the 2002\r\nyear of assessment had\nbecome final in terms of s 79A(2) of the Act.\nThe second issue: the construction\r\nof the prison\n[34] SACS argued\r\nthat, in the construction of the prison, it carried out a trade; the\r\nmaterials that were used to construct the\nprison constituted its\r\ntrading stock; those materials, when they were built into the prison,\r\nacceded to the prison – and\nhence became the property of the\r\nState – and that, as a result, the materials were deemed to be\r\ntrading stock held and not\ndisposed of by it in terms of s 22(2A) of\r\nthe Act; and that consequently, being expenditure actually incurred,\r\nand not being of\na capital nature, the cost of the construction of\r\nthe prison was a permissible deduction from SACS’s income in\r\nterms of s\n11(\na\n)\r\nof the Act.\n[35] Section 1 defines the term\r\n'trade' to include ‘every profession, trade, business,\r\nemployment, calling, occupation or\nventure . . .’. The same\r\nsection defines the term ‘trading stock’ (at the time\r\napplicable to this matter) to\ninclude anything:\n‘\n(i)\r\nproduced, manufactured, constructed, assembled, purchased or in any\r\nother manner acquired by a taxpayer for the purposes of\nmanufacture,\r\nsale or exchange by him or on his behalf; or\n(ii)\r\nthe proceeds from the disposal of which forms or will form part of\r\nhis gross income . . .’\n[36] Section 22 of the Act concerns\r\nitself with amounts to be taken into account in respect of values of\r\ntrading stocks. It provides:\n‘\n(1)\r\nThe amount which shall, in the determination of the taxable income\r\nderived by any person during any year of assessment from\ncarrying on\r\nany trade (other than farming), be taken into account in respect of\r\nthe value of any trading stock held and not disposed\nof by him at the\r\nend of such year of assessment, shall be-\n(a)\r\nin the case of trading stock other than trading stock contemplated in\r\nparagraph (b), the cost price to such person of such trading\nstock,\r\nless such amount as the Commissioner may think just and reasonable as\r\nrepresenting the amount by which the value of such\ntrading stock, not\r\nbeing shares held by any company in any other company, has been\r\ndiminished by reason of damage, deterioration,\nchange of fashion,\r\ndecrease in the market value or for any other reason satisfactory to\r\nthe Commissioner; and\n(b)\r\n. . .\n(1A)\r\n. . .\n(2)\r\nThe amounts which shall in the determination of the taxable income\r\nderived by any person during any year of assessment from\ncarrying on\r\nany trade (other than farming), be taken into account in respect of\r\nthe value of any trading stock held and not disposed\nof by him at the\r\nbeginning of any year of assessment, shall-\n(a)\r\nif such trading stock formed part of the trading stock of such person\r\nat the end of the immediately preceding year of assessment\nbe the\r\namount which was, in the determination of the taxable income of such\r\nperson for such preceding year of assessment, taken\ninto account in\r\nrespect of the value of such trading stock at the end of such\r\npreceding year of assessment; or\n(b)\r\nif such trading stock did not form part of the trading stock of such\r\nperson at the end of the immediately preceding year of\nassessment, be\r\nthe cost price to such person of such trading stock.\n(2A)\r\n(a) Where any person carries on any construction, building,\r\nengineering or other trade in the course of which improvements\nare\r\neffected by him to fixed property owned by any other person, any such\r\nimprovements effected by him and any materials delivered\nby him to\r\nsuch fixed property which are no longer owned by him shall, until the\r\ncontract under which such improvements are effected\nhas been\r\ncompleted, be deemed for the purposes of this section to be trading\r\nstock held and not disposed of by him.\n(b)\r\nFor the purposes of paragraph (a), a contract shall be deemed to have\r\nbeen completed when the taxpayer has carried out all the\nobligations\r\nimposed upon him under the contract and has become entitled to claim\r\npayment of all amounts due to him under the contract.’\n[37] Section 11(\na\n)\r\nprovides that, for ‘the purpose of determining the taxable\r\nincome derived by any person from carrying on any trade, there\nshall\r\nbe allowed as deductions from the income of such person so derived .\r\n. . expenditure and losses actually incurred in the\nproduction of the\r\nincome, provided such expenditure and losses are not of a capital\r\nnature’.\n[38] It is not\r\nnecessary to determine whether the expenditure incurred by SACS for\r\nthe construction of the prison was expenditure\nof a capital nature\r\nfor purposes of s 11(\na\n).\n7\nThis issue is not\r\nrelevant because the case turns instead on s 22, and particularly s\r\n22(2A) of the Act.\n[39] In\nRichards\r\nBay Iron and Titanium (Pty) Ltd & another v Commissioner for\r\nInland Revenue\n,\n8\nMarais JA dealt\r\nwith the purpose and function of s 22. He stated:\n9\n‘\nThe\r\nrationale for the existence of these provisions is neither far to\r\nseek nor difficult to comprehend. The South African system\nof\r\ntaxation of income entails determining what the taxpayer's gross\r\nincome was, subtracting from it any income which is exempt\nfrom tax,\r\nsubtracting from the resultant income any deductions allowed by the\r\nAct, and thereby arriving at the taxable income.\nIt is on the latter\r\nincome that tax is levied. The concepts involved are defined in the\r\nAct.\nCommissioner\r\nfor Inland Revenue v Nemojim (Pty) Ltd\n1983\r\n(4) SA 935\n(A) at 946G-H. Where a taxpayer is carrying on a trade,\r\nany expenditure incurred by him in the acquisition of trading stock\r\nis\ndeductible in terms of s 11(\na\n)\r\nof the Act because it is expenditure incurred in the production of\r\nincome, and it is not of a capital nature. Income generated\nby the\r\nsale of such stock is of course part of the trader's gross income.\r\nWhere in his first year of trading a trader has bought,\nand\r\nthereafter sold, all the stock which he acquired during that year, no\r\nproblem arises. There will be a perfect correlation between\nthe\r\ntrading income earned and the expenditure incurred in that particular\r\nyear in purchasing and selling the stocks sold, and the\ndifference\r\nbetween the two sums will give a true picture of the result of the\r\nyear's trading. There will be no stock on hand at\nthe close of the\r\nyear of which account need be taken. Contrast with that situation a\r\nsituation in which the trader, having sold\nall the stock acquired\r\nearlier during that year at a substantial profit, purchases large\r\nquantities of stock just prior to the\nclose of his tax and trading\r\nyear. If he were permitted to deduct the cost of purchasing that\r\nstock from the income generated by\nhis sales, without acknowledging\r\nthe benefit of the stock acquired, he would be escaping taxation in\r\nthat year on income which\notherwise would have been taxable by the\r\nsimple expedient of converting it into trading stock of the same\r\nvalue. That process could\nbe repeated every year\nad\r\ninfinitum\n.\r\nIt is true that there would ultimately have to be a day of reckoning\r\nwhen trading finally ceases, but the fact remains that the\ntaxpayer\r\nwill have been enabled to avoid liability for tax until that point is\r\nreached. Where the trader is an individual who is\nsubject to rising\r\nmarginal tax rates as his trading profit increases, he would be\r\nenabled to so regulate his apparent profit that\nhe immunised himself\r\nfrom them indefinitely.’\n[40] Later in the\r\njudgment Marais JA stated that there was no reason to doubt ‘that\r\nit was for these reasons that the South\nAfrican legislation too\r\nrequires opening and closing trading stock to be taken into account\r\nwhen determining taxable income derived\nfrom carrying on any trade in\r\nany year of assessment’.\n10\n[41] The crisp\r\nissue to be decided is whether SACS’s activities fall within\r\nthe terms of s 22(2A). It is convenient to dispose\nof a preliminary\r\nargument at the outset. It was argued on behalf of SACS – and\r\nthe court below found this to be the case\n– that the section\r\ndeems what may not be trading stock to be trading stock and in this\r\nsense ‘overrides’ s 11(\na\n).\r\nI am of the view that this interpretation is not correct when\r\nconsideration is given to the purpose of the section. It is necessary\n\nto deem materials to be trading stock for purposes of the benefit\r\nprovided by the section because, having acceded to the land upon\n\nwhich they have been built, the materials in question ceased to be\r\nowned by the person who had acquired them. The trading stock\nis\r\ndeemed to have been ‘held and not disposed of’ by the\r\nperson who had acquired it for purposes of effecting improvements\nto\r\nthe fixed property of another: the deeming provision qualifies this\r\nphrase and not the term trading stock. It does not ‘override’\n\ns 11(\na\n)\r\nby deeming expenditure of a capital nature to be expenditure of a\r\nrevenue nature.\n[42] The question\r\nto be answered is whether SACS ever held trading stock in the form of\r\nmaterials and equipment that were built\ninto the prison or, put\r\nslightly differently, did it ever effect improvements to the fixed\r\nproperty of the State by delivering\nmaterials and equipment to that\r\nproperty which it then built into the prison, thus losing ownership\r\nof the materials and equipment.\n11\nThe court below\r\nheld that it did, because CGM, its sub-contractor, was its agent.\r\nClaasen J dealt with this issue thus:\n‘\nThe\r\nsecond question is the submission by the Respondent that because it\r\noperated through sub-contractors it was itself not really\ntrading\nas\r\nsuch and therefore could not become a\ntrader\nas\r\nper the definition thereof in the Act. There is no merit in this\r\nargument either: “\nQui\r\nfacit per alium, facit per se\n.”\r\nThis principle is part of our law. It simply means that he who acts\r\nthrough agents, acts himself. It is thus clear that\nwhatever the\r\nApplicant really is and however it might have operated whatever it\r\ndid, it did by and through itself. Therefore all\nthe definitions\r\nregarding trader and trading stock, etc. must be viewed in the light\r\nthat they apply to the Appellant directly\nand not to any of its\r\nsub-contractors.’\n[43] In order to determine whether the\r\ncourt below was correct, it is necessary to have regard to the\r\nessential features of the\nconstruction contract between SACS and CGM.\r\nIn terms of the construction contract, CGM undertook to build and\r\nequip a prison –\nto perform ‘all the construction\r\nservices and activities associated with or necessary to provide the\r\nprison’ –\non land owned by the State, for which SACS\r\nundertook to pay a set price. The relationship between SACS and CGM\r\nwas expressly stated\nnot to be an employment relationship. Although\r\nnot expressly stated, it is evident that CGM was not SACS’s\r\nagent either.\nIt acted as an independent contractor and it gave a\r\nrange of warranties as to the quality of its work and of the\r\nmaterials that\nit was to use that are incompatible with a\r\nrelationship of principal and agent. It stood in relation to SACS as\r\nany construction\ncompany would in relation to a client for whom it\r\nhad undertaken to construct a building. In terms of clause 8.3.14,\r\nCGM undertook\nto provide ‘all goods, materials and labour\r\nnecessary for the provision of the works’. From this it can be\r\nconcluded\nthat SACS never provided the materials or the equipment\r\nthat were built into the prison, and never owned them at any stage.\r\nCGM\ndid.\n[44] Reliance was\r\nplaced by counsel for SACS on\nTimberfellers\r\n(Pty) Ltd v Commissioner for Inland Revenue\n12\nas support for the\r\nproposition that SACS was entitled to the benefits of the\r\ndeductibility of the cost of the trading stock acquired\nby CGM and\r\nbuilt into the prison because it had built the prison through the\r\nagency of CGM. The facts of\nTimberfellers\ndistinguish it from\r\nthis case. In it, debts due to Timberfellers were collected by two\r\nagents, its attorneys and its accountant.\nIn this case, as I have\r\nshown, CGM was not an agent of SACS when it built the prison and the\r\nmaterials that it built into the prison\nwere never the property of\r\nSACS. While the ‘ordinary rule that\nqui\r\nfacit per alium facit per se\n’\n13\nwas clearly\r\napplicable to Timberfellers on the facts of that case, it is as\r\nclearly not applicable to SACS on the facts of this\ncase.\n[45] From the above, I conclude that\r\nSACS does not fall within the parameters of s 22(2A). It never\r\ncarried on ‘any construction,\nbuilding, engineering or other\r\ntrade in the course of which improvements’ were effected by it\r\nto the fixed property of the\nState. As it never effected any\r\nimprovements and never delivered materials to the State’s fixed\r\nproperty, it never held any\ntrading stock for purposes of the section\r\nthat could be deemed to be trading stock that was held and not\r\ndisposed of by it. It\nseems to me that CGM would have been entitled\r\nto a deduction in terms of s 22(2A) because its activities appear to\r\nfall squarely\nwithin the terms of the section and to correspond to\r\nthe purpose of the section.\n[46] I conclude\r\naccordingly, that SACS is not entitled to the deduction contended for\r\nby it in terms of s 22(2A), read with s 11(\na\n).\r\nThe Commissioner’s appeal must succeed to this extent.\nThe third issue: the deductibility\r\nof the various fees\n[47] In order to\r\nbid for the tender and to raise the loans that it required to finance\r\nthe construction of the prison, SACS incurred\na number of fees\r\npayable to various parties. The individual fees, their purpose and\r\nthe parties to whom they were paid have been\nset out above. SACS also\r\nincurred interest on its loans. It claims to be entitled to a\r\ndeduction in respect of the various fees\nand the interest in terms of\r\ns 11(\nbA\n)\r\nof the Act.\n[48] Section 11(\nbA\n) provides:\n‘\nFor\r\nthe purpose of determining the taxable income derived by any person\r\nfrom carrying on any trade, there shall be allowed as deductions\nfrom\r\nthe income of such person so derived –\n.\r\n. .\n(bA)\r\nany interest (including related finance charges) which is not\r\notherwise allowable as a deduction under this Act, which has\nbeen\r\nactually incurred by the taxpayer on any loan, advance or credit\r\nutilized by him for the acquisition, installation, erection\nor\r\nconstruction of any machinery, plant, building, or any improvements\r\nto a building . . . to be used by him for the purposes of\nhis trade,\r\nand which has been so incurred in respect of a period prior to such\r\nmachinery, plant, building, improvements . . . being\nbrought into use\r\nfor the purposes of the taxpayer's trade, such deduction to be\r\nallowed in the year of assessment during which\nsuch machinery, plant,\r\nbuilding, improvements . . . is or are brought into use for the said\r\npurposes.’\n[49] The interest\r\nthat SACS has incurred is, in my view, deductible in terms of s\r\n11(\nbA\n):\r\nit has been ‘actually incurred’ by SACS on its loans from\r\nBoE Merchant Bank and First Rand Bank to pay CGM for the\nconstruction\r\nof the prison. I am also of the view that the various fees are\r\ndeductible in terms of s 11(\nbA\n):\r\nbecause of their close connection to the obtaining of the loans and\r\nthe furtherance of SACS’s project, they qualify as\n‘related\r\nfinance charges’ for purposes of the section.\n[50] Consequently,\r\nSACS succeeds on this aspect. I consider it necessary, however, to\r\nrefer the matter back to the Commissioner\nfor a decision to be taken\r\nas to the precise quantum of the deduction in the light of the\r\nprinciple set out in\nCaltex\r\nOil (SA) Ltd v Secretary for Inland Revenue\n14\nthat the interest\r\nand fees had to have been actually incurred during the year of\r\nassessment in which the deduction was sought.\nCosts\n[51] In the court\r\nbelow, no costs order was made because, in terms of s 83(17)(\na\n)\r\nof the Act, the Commissioner’s opposition was not unreasonable.\r\nEven though the order of the court below will be set aside\nand\r\nreplaced with an order that reflects only partial success for SACS,\r\nthere remains no need to make a costs order: the Commissioner’s\n\nopposition to the s 11(\nbA\n)\r\nissue was not unreasonable and SACS’s unsuccessful appeal in\r\nrespect of the s 22(2A) issue was not frivolous (in terms of\ns\r\n83(17)(\nb\n)\r\nof the Act). In this court, different considerations apply. The\r\nCommissioner was substantially successful and is entitled to the\n\ncosts of the appeal.\nThe order\n[52] The following order is made:\n1 The appeal is upheld in part.\n2 The respondent is directed to pay\r\nthe costs of the appellant, including the costs of two counsel.\n3 The order of the court below is set\r\naside and replaced with the following:\n‘\nThe\r\nassessment is referred back to the Commissioner for him to determine\r\nthe amount that is deductible from the appellant’s\nincome in\r\nterms of s 11(\nbA\n)\r\nof the Income Tax Act 58 of 1962.’\n____________________\nC Plasket\nActing Judge of Appeal\nAPPEARANCES\nAPPELLANT P Solomon SC and J Boltar\nInstructed by\nThe State Attorney\nBloemfontein\nRESPONDENT TS Emslie SC\nInstructed by\nBowman Gilfillan Inc\nJohannesburg\nSymington and De Kock\nBloemfontein\n1\nClause\r\n\t13.1.\n2\nClause\r\n\t11.1.\n3\nClause\r\n\t11.2.\n4\nClause\r\n\t2.5.\n5\nClause\r\n\t8.3.4. It is but one of a number of warranties given by CGM.\n6\n65\r\n\tSATC 98\nat 104E-F.\n7\nAs\r\n\tto the method of determining whether expenditure is of a capital or\r\n\trevenue nature, see\nNew\r\n\tState Areas Ltd v Commissioner for Inland Revenue\n1946 AD 610\nat\r\n\t627;\nCommissioner,\r\n\tSouth African Revenue Service v BP South Africa (Pty) Ltd\n2006 (5) SA 559\n(SCA) para 23.\n8\nRichards\r\n\tBay Iron and Titanium (Pty) Ltd & another v Commissioner for\r\n\tInland Revenue\n[1995] ZASCA 81\n;\n1996\r\n\t(1) SA 311\n(A).\n9\nAt\r\n\t316F-317C.\n10\nAt\r\n\t318C.\n11\nIt\r\n\tis not necessary to deal with the definition of trading stock\r\n\talthough it may be accepted that the materials that were used\nto\r\n\tbuild the prison were trading stock. As for the interpretation of\r\n\tthe term trading stock, see\nDe\r\n\tBeers Holdings (Pty) Ltd v Commissioner for Inland Revenue\n1986 (1) SA 8\n(A)\r\n\tat 32E-33C;\nRichards\r\n\tBay Iron and Titanium (Pty) Ltd & another v Commissioner for\r\n\tInland Revenue\n(note\r\n\t8) at 324H-325F.\n12\nTimberfellers\r\n\t(Pty) Ltd v Commissioner for Inland Revenue\n59\r\n\tSATC 155.\n13\nAt\r\n\t163.\n14\nCaltex\r\n\tOil (SA) Ltd v Secretary for Inland Revenue\n1975\r\n\t(1) SA 365\n(A) at 374B-F.",
  "scraped_at": "2026-02-12T16:19:11.134257",
  "date": "2011-11-30",
  "coram": [
    "Brand JJA",
    "Maya JJA",
    "Cachalia JJA",
    "Mhlantla JJA",
    "Plasket AJA"
  ],
  "case_number": "131/2011",
  "parties": {
    "applicants": [
      "Commissioner for South African Revenue Service"
    ],
    "respondents": [
      "South African Custodial Services (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "South African Custodial Services (SACS) entered a 25‑year concession with the Minister of Correctional Services to design, construct and operate a prison at Louis Trichardt. SACS sub‑contracted the construction to CGM, financed the project with loans from BoE Merchant Bank and First Rand Bank secured by government and shareholder guarantees, and incurred construction costs of roughly R324 million together with various guarantee, advisory and legal fees and interest. The Commissioner issued a 2002 assessment dated 1 June 2004, later sent a letter of 4 May 2007 purporting to revise the assessment, and disallowed the deduction of the construction costs while allowing interest and fees under certain provisions. SACS objected, leading to a dispute over the finality of the assessment, the deductibility of the construction expenditure as trading stock under s 22(2A) and s 11(a), and the deductibility of interest and related fees under s 11(bA).",
    "issues": "1) Whether the 2002 assessment became final under s 79A of the Income Tax Act. 2) Whether the cost of constructing the prison qualifies as a deductible expense by being deemed trading stock under s 22(2A) in conjunction with s 11(a). 3) Whether the interest and various finance‑related fees incurred by SACS are deductible under s 11(bA).",
    "principles": "The Court examined the definition of an assessment and the scope of s 79A, concluding that a letter describing a revised assessment is an assessment for purposes of finality. For s 22(2A) the Court reiterated that the provision aims to treat materials delivered to another’s fixed property as trading stock only where the taxpayer retains ownership until the contract is completed; the principle of \"qui facit per alium facit per se\" was considered but limited to situations where the subcontractor acts as an agent. Relevant precedents included Richards Bay Iron and Titanium (s 22 purpose), Commissioner v Nemojim (s 11(a) deductions), Timberfellers (agency principle), and Caltex Oil (timing of finance charge deductions).",
    "application": "The Court held that the 4 May 2007 letter was a revised assessment, so the 2002 assessment had not become final under s 79A. Regarding the construction costs, the Court found that CGM was an independent contractor, not SACS’s agent, and that SACS never owned the materials incorporated into the prison; consequently, s 22(2A) did not deem the materials trading stock and the deduction under s 11(a) was unavailable. For the interest and finance fees, the Court concluded that they were \"actually incurred\" and closely connected to the acquisition of the loan for the prison, making them deductible under s 11(bA), but remitted the precise quantum to the Commissioner.",
    "conclusion": "The appeal was upheld in part. The Commissioner’s appeal succeeded on the issue of assessment finality and the non‑deductibility of the construction costs. SACS succeeded on the interest and fee deduction, but the amount is to be determined by the Commissioner. Costs were awarded to the appellant. The order of the lower court was set aside and the assessment was referred back to the Commissioner to determine the deductible amount under s 11(bA)."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Income Tax",
    "level_3": [
      "assessment finality",
      "trading stock deduction",
      "interest deduction",
      "public‑private partnership"
    ]
  }
}