{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/70.html",
  "case_name": "Zwarts v Janse van Rensburg NO and Others (590/10) [2011] ZASCA 70 (25 May 2011)",
  "citation": "[2011] ZASCA 70",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 70\n|\nNoteup\n|\nLawCite\nZwarts v Janse van Rensburg NO and Others (590/10) [2011] ZASCA 70 (25 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 590/10\nNo precedential\r\nsignificance\nIn the matter between:\nDANIEL JOSEPH ZWARTS\n.........................................................................\nAPPELLANT\nand\nJACOBUS HENDRIKUS\r\nJANSE VAN RENSBURG N.O.\n.................\n1\nST\nRESPONDENT\nPHILIP FOURIE N.O.\n..........................................................................\n2\nND\nRESPONDENT\nJACOB LUCIEN LUBISI\r\nN.O.\n............................................................\n3\nRD\nRESPONDENT\nMAMPINA MALATSI-TEFFO\r\nN.O.\n.....................................................\n4\nTH\nRESPONDENT\nENVER MOHAMMED MOTALA\r\nN.O.\n................................................\n5\nTH\nRESPONDENT\nRABOJANE MOSES KGOSANA\r\nN.O.\n...............................................\n6\nTH\nRESPONDENT\n(in their capacities as\r\njoint-liquidators of\nMP FINANCE GROUP CC [IN\r\nLIQUIDATION])\nNeutral citation\n:\nZwarts v Janse van Rensburg\n(590/10)\n[2011] ZASCA 70\n(25 May\r\n2011)\nCoram:\nNAVSA,\r\nHEHER, SNYDERS, SHONGWE JJA and MEER AJA\nHeard:\n3 May 2011\nDelivered:\n25 May\r\n2011\nUpdated:\nSummary:\nCompany –\r\nliquidation – consolidation of corporate entities for purpose\r\nof liquidating pyramid scheme – voidable\ndisposition – s\r\n29 of\nInsolvency Act 24 of 1936\n– identification of debtor.\n____________________________________________________________________________________\nORDER\nOn appeal from:\nFree State High Court\r\n(Bloemfontein) (Cillié J sitting as court of first instance):\nThe appeal is dismissed\r\nwith costs.\n_______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nHEHER JA (NAVSA, SNYDERS,\r\nSHONGWE JJA AND MEER AJA concurring):\n[1] The liquidators\r\nissued summons against Mr Zwarts in July 2005 claiming an order in\r\nterms of\ns 29\nof the\nInsolvency Act 24 of 1936\nsetting aside payments\r\nallegedly made to him by the Krion Scheme and payment of R266 425-00\r\nas an alleged undue preference together\nwith mora interest on that\r\nsum.\n[2]\r\nThe action was defended and proceeded to trial before Cillié J\r\nin the Free State High Court. The liquidators adduced\nthe expert\r\nevidence of Mr Harcourt-Cooke and the first appellant testified as\r\nwell as two former employees of Ms Prinsloo, on his\nbehalf. Counsel\r\nfor the defendant had conceded the\nlocus\r\nstandi\nof the\r\nliquidators. Before this Court he sought to withdraw that concession.\r\nAs the issue has been disposed of in the\nSteyn\njudgment delivered today, which is of\r\nequal application to the present appeal, there is no need to take\r\nthat matter further.\n[3]\r\nIt is unnecessary to repeat my reasoning in relation to the aspects\r\ndealt with in the\nSteyn\nand\nBotha\n1\nappeals the judgments in which will\r\nbe handed down with this judgment. Suffice to say that other than in\r\nregard to the evidence\nof the respective defendants in the actions\r\nwhat I have said there applies with equal force in this appeal.\n[4] The remaining issue\r\nat the trial was the identity of the person or entity with whom Mr\r\nZwarts contracted and by whom he was\npaid the ‘dividends’\r\non his investment. Cillié J said in this regard:\n‘\nTen\r\naansien van paragraaf 1.2 is deurgaans deur Mnr Mills namens die\r\nverweerder tydens die eiser se saak voorgehou dat die verweerder\n\neintlik by ene Marietjie Prinsloo sy belegging gedoen het en nooit\r\nmet enige van die maatskappye wat individueel die saamgevoegde\n\ngelikwideerde boedel daarstel gekontrakteer het nie.\nDie\r\nverweerder het egter sommer in hoofgetuienis reeds getuig dat hy sy\r\nbelegging by die maatskappy gedoen het. Dit is later uitdruklik\ndeur\r\nhom toegegee in kruisverhoor dat hy dit nooit verstaan het dat\r\nMarietjie Prinsloo persoonlik sy mede kontraktant was nie.\nOok is\r\npertinent deur hom getuig dat hy die maatskappy aanspreeklik sou hou\r\nom sy fondse terug te betaal indien ooit nodig. Mnr\nDu Toit, namens\r\ndie eiser, het hierop op sy betoog gesuggereer dat hierdie ‘n\r\nteoretiese verweer is wat deur ‘n regsverteenwoordiger\n\nuitgedink is en wat nie gefundeer is in enige werklikheid nie. Ek\r\nstem hiermee saam.’\nHe accordingly made the\r\norder as prayed and subsequently refused leave to appeal. The matter\r\nis now before us with leave of this\nCourt.\n[5]\r\nSubstantially the same question must be answered in the appeal: Does\r\nthe evidence prove that Mr Zwarts was an investor in the\nKrion\r\nScheme? If it does, there is an end of the matter since, for the\r\nreasons given in the\nSteyn\njudgment\r\nhe is bound by the order made by Harzenberg J.\n[6] Mr Harcourt-Cooke a\r\nchartered accountant who after liquidation conducted a forensic\r\ninvestigation into the affairs of the Scheme,\nproduced the\r\ndefendant’s investor file which had apparently been recovered\r\nfrom the premises from which the scheme’s\nactivities were\r\ncarried on in Vanderbylpark. Among the documents in the file were:\n1. A membership\r\ncertificate in MP Finance Sacco reflecting one share in that entity\r\nfor an investment of R40 000 for a period of\n12 months dated 11\r\nOctober 2000.\n2. An agreement,\r\napparently in relation to the same share, signed by Mr Zwarts and M J\r\nPelser as ‘Eienaar’ on 11 October\n2000.\n3. A share certificate\r\nfor one share in Madikor Twintig (Edms) Bpk dated 11 October 2000 at\r\na recorded price of R40 000,00.\n4. An agreement dated 11\r\nOctober 2000 in which Martburt Finansiële Dienste Bpk\r\nacknowledges receipt of R40 000 and undertakes\nto pay to Mr Zwarts\r\nmonthly dividends totalling R37 611.41.\n5. An agreement,\r\napparently in relation to the same share, signed by Mr Zwarts and M J\r\nPelser (Ms Prinsloo) as ‘Besturende\nDirekteur’ on 11\r\nOctober 2000.\n6. A ‘Pro Forma’\r\ncertificate for one share in Madikor Twintig (Edms) Bpk dated 8 June\r\n2001 for an investment of R40\n000,00 for a period of 12 months. (This\r\nis on the letterhead of Martburt Finansiële Dienste Bpk and is\r\nsigned by M J Pelser\nwithout further description, although six\r\ndirectors are named at the foot including M J Pelser and I\r\nEngelbrecht.)\n7. A membership\r\ncertificate in favour of D J Zwarts dated 8 June 2001 in which H H\r\nPrinsloo on behalf of M & B Koöperasie\nBpk grants one share\r\nin that entity in return for payment of R115 000 for 12 months at a\r\nreturn of 10 per cent per month.\n8. A membership agreement\r\ndated 29 October 2001 between Mr Zwarts and M & B Koöperasie\r\nBpk acknowledging receipt of R450\n000 and undertaking to pay\r\ndividends totalling R1 412 292.77 to Zwarts.\n9. A receipt issued to\r\nthe defendant by I Engelbrecht as agent for M & B Korporasie Bpk\r\nfor R115 000 on 2 November 2001 for\nshares purchased in that entity.\n10. A notice of\r\nwithdrawal ‘van my geld by die maatskappy’ (unspecified)\r\ndated 29 Maart 2002 for an amount of R194 035-70,\nsigned by Mr Zwarts\r\nand an unidentified member on behalf of the (unspecified) company.\n11. An undated\r\nacknowledgement of receipt in which Mr Zwarts states that he confirms\r\nhaving invested the sum of R1 171 035.20 in\nMadikor Twintig (Edms)\r\nBpk, M & B Koöperasie and Martburt Finansiële Dienste\r\nBpk and having received that amount\nfrom the three entities as full\r\nand final payment on 1 April 2002.\n12. An application for\r\n977 shares in Krion Financial Services Ltd in the name of the\r\ndefendant dated 1 April 2002.\n[7] The evidence of Ms E\r\nV Denyssschen did not assist the appellant. While insisting that Ms\r\nPrinsloo merely used the companies\nas a front, when driven into a\r\ncorner she protested,\n‘\nWel\r\nom eerlik te wees ons het ook nie geweet wat haar metode van haar\r\nwerk was tot op die einde nie. Ons het maar net gedink ons\ndoen ‘n\r\neerlike werk vir haar.’\nShe conceded that ‘die\r\nbesigheid was alles maar een besigheid’ irrespective of the\r\nsuccession of companies.\n[8] When Mr Zwarts\r\nenquired about the changing parade of companies he simply accepted\r\nthe assurance of Ms Engelbrecht, one of Prinsloo’s\ncohorts in\r\nthe scheme, that he was investing in a new company. As he admitted,\r\nhe was ‘onkundig’. His evidence added\nnothing to suggest\r\nthat Ms Prinsloo was operating the scheme in person or that she gave\r\nundertakings or incurred obligations in\nher own name.\n[9] In my view Cillié\r\nJ was correct to find that in contracting with the agents\r\nrepresenting the scheme Mr Zwarts was contracting\nwith the corporate\r\nentities operating its business as from time to time and not with Ms\r\nPrinsloo personally. The debtor that made\nthe disposition is in the\r\ncircumstances deemed to be the consolidated estate into which each of\r\nthose entities has been subsumed\nand the creditor entitled to claim\r\nrepayment is likewise the consolidated estate in the hands of its\r\nliquidators.\n[10] The appeal has no\r\nmerit. It is dismissed with costs.\n____________________\nJ A Heher\nJudge of Appeal\nAPPEARANCES\nAPPELLANT: G P Mills\nMills & Groenewald\r\nAttorneys, Vereeniging\nNaudes Attorneys,\r\nBloemfontein\nRESPONDENTS: F du Toit SC\nThys Cronje Inc, Pretoria\nC/o Van der Merwe &\r\nSorour, Bloemfontein\n1\nZASCA\r\n\t71 and 72 respectively.",
  "scraped_at": "2026-02-12T15:34:57.459252",
  "date": "2011-05-25",
  "coram": [
    "NAVSA",
    "HEHER",
    "SNYDERS",
    "SHONGWE JJA",
    "MEER AJA"
  ],
  "case_number": "590/10",
  "parties": {
    "applicants": [
      "Daniel Joseph Zwarts"
    ],
    "respondents": [
      "Jacobus Hendrikus Janse van Rensburg N.O.",
      "Philip Fourie N.O.",
      "Jacob Lucien Lubisi N.O.",
      "Mampina Malatsi-Teffo N.O.",
      "Enver Mohammed Motalo N.O.",
      "Rabojane Moses Kgosana N.O.",
      "Joint-liquidators of MP Finance Group CC (in liquidation)"
    ]
  },
  "sections": {
    "facts": "The liquidators of MP Finance Group CC, in liquidation, issued summons against Mr Zwarts in July 2005 seeking an order under section 29 of the Insolvency Act to set aside alleged payments made to him by the Krion Scheme and to recover an alleged undue preference of R266,425 with interest. The case proceeded to trial before Cillié J in the Free State High Court, where the liquidators presented forensic evidence, including a detailed investor file recovered from the scheme’s premises. The file contained membership certificates, share agreements, receipts, and correspondence showing Mr Zwarts had invested substantial sums (totaling over R1 million) in a series of related companies that were later consolidated for liquidation. Witnesses, including former employees and the scheme’s promoters, testified about the structure of the scheme and Mr Zwarts’ lack of understanding of the corporate entities involved.",
    "issues": "The primary legal issue was whether the evidence proved that Mr Zwarts was an investor in the Krion Scheme, thereby subjecting him to the liquidation order and the provisions of section 29 of the Insolvency Act. A related issue was the identification of the proper debtor – whether it was the individual Ms Prinsloo personally or the consolidated estate of the multiple companies that constituted the scheme – and consequently, who the liquidators, as creditors, could claim repayment from.",
    "principles": "The court applied the principles of section 29 of the Insolvency Act concerning voidable dispositions and undue preferences. It relied on precedent from the Steyn and Botha judgments, which clarified that when a debtor contracts with agents representing a scheme, the contractual relationship is with the corporate entities operating the scheme, not with any individual promoter. The consolidated estate principle was invoked, treating all companies of the scheme as a single debtor for the purposes of the liquidation, and the liquidators as the rightful creditors entitled to recover assets.",
    "application": "Applying these principles, the court held that the documentary evidence demonstrated Mr Zwarts’ investments were made through the corporate entities of the scheme, not directly with Ms Prinsloo. Consequently, the debtor in this context was the consolidated estate of the scheme’s companies, and the liquidators were entitled to pursue the repayment. The court affirmed the trial judge’s finding that Mr Zwarts was bound by the liquidation order and that the appeal raised no merit.",
    "conclusion": "The appeal was dismissed with costs. The liquidators’ claim under section 29 was upheld, confirming that the payments to Mr Zwarts were voidable and that the consolidated estate is liable for the alleged undue preference."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Liquidation",
    "level_3": [
      "voidable disposition",
      "section 29 Insolvency Act",
      "consolidated estate",
      "scheme of investment"
    ]
  }
}