{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/210.html",
  "case_name": "Fawu obo Mbatha and Others v Pioneer Foods (Pty) Ltd t/a Sasko Milling and Baking and Others (827/10) [2011] ZASCA 210; (2011) 32 ILJ 2916 (SCA); [2012] 4 BLLR 317 (SCA) (29 November 2011)",
  "citation": "[2011] ZASCA 210",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 210\n|\nNoteup\n|\nLawCite\nFawu obo Mbatha and Others v Pioneer Foods (Pty) Ltd t/a Sasko Milling and Baking and Others (827/10) [2011] ZASCA 210; (2011) 32 ILJ 2916 (SCA); [2012] 4 BLLR 317 (SCA) (29 November 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 827/10\nFAWU O B O MBATHA &\r\n11 OTHERS\n…...............................................................\nAppellants\nand\nPIONEER FOODS (PTY)\r\nLTD t/a SASKO MILLING\n…..................................\nFirst\r\nRespondent\n& BAKING\nCOMMISSION FOR\r\nCONCILIATION MEDIATION\n…...............................\nSecond\r\nRespondent\n&\r\nARBITRATION\nCOMMISSIONER\r\nLINDA MATYILA\n…..........................................................\nThird\r\nRespondent\n______________________________________________________________\nNeutral citation:\nFAWU v Pioneer Foods (Pty) Ltd t/a Sasko Milling & others\n(827/10)\n[2011] ZASCA 210\n(29 November 2011)\nCORAM:\nNavsa, Heher, Van Heerden, Wallis JJA and Petse AJA\nHEARD:\n17 November\r\n2011\nDELIVERED:\n29\r\nNovember 2011\nSUMMARY: Application\r\nfor leave to appeal a decision of the Labour Court ─ test in\nNational Union of Metalworkers of SA v\r\nFry’s Metals (Pty) Ltd\n2005 (5)\r\nSA 433\n(SCA) to be rigorously applied ─ even where there has\r\nonly been a refusal by the LAC of an application for leave to appeal\n\n─ alleged misapplication of the test in\nSidumo\r\nv Rustenburg Platinum Mines Ltd\n2008\r\n(2) SA 24\n(CC) not sufficient in itself to justify an appeal to the\r\nSCA ─ consequences of contrary approach discussed.\n______________________________________________________________\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nLabour Court (Durban) (Gush AJ sitting as court of first instance):\nThe application for leave\r\nto appeal is dismissed with costs.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nNAVSA JA (HEHER, VAN\r\nHEERDEN, WALLIS JJA and PETSE AJA concurring)\n[1] This application for\r\nleave to appeal was referred by this court for oral argument in terms\r\nof s 21(3)\n(c)\n(ii) of\r\nthe Supreme Court Act 50 of 1959. The parties were informed to be\r\nprepared, if called upon to do so, to address the court\non the\r\nmerits. On the 17 November 2011 we heard oral argument in respect of\r\nthe application for leave to appeal. On the same day\nwe made an order\r\ndismissing the application for leave to appeal with costs and\r\nindicated that reasons for doing so would be provided\nbefore the end\r\nof the court term. The background to the application and the reasons\r\nfor its dismissal are set out hereafter.\n[2] The application for\r\nleave to appeal was directed against a judgment of the Labour Court\r\n(Gush AJ), in terms of which he set\naside that part of an award of\r\nthe third respondent, a Commissioner at the Commission for\r\nConciliation, Mediation and Arbitration,\nin which she held that the\r\ndismissal of the second to twelfth applicants by the first\r\nrespondent, Pioneer Foods (Pty) Limited (Pioneer\nFoods) was\r\nsubstantively unfair and that they were entitled to be reinstated.\r\nThe Commissioner had already found that the dismissal\nwas\r\nprocedurally fair. That part of her award was uncontested. The first\r\napplicant is the Food and Allied Workers Union and is\nthe trade union\r\nto which the second to twelfth applicants belong and who at all\r\nmaterial times represented their cause. I shall,\nfor the sake of\r\nconvenience, refer to the second to twelfth applicants as the\r\napplicants and to the first applicant as the Union.\n[3] Aggrieved at the\r\nfinding that the dismissal was substantively unfair, Pioneer Foods\r\napplied to the Labour Court to review and\nset aside that part of the\r\naward in terms of which the applicants were reinstated. In his\r\njudgment setting aside the award, Gush\nAJ recorded that the\r\napplicants had been subjected to a disciplinary enquiry by Pioneer\r\nFoods and had been charged with failure\nto comply with the latter’s\r\nsafety regulations (emergency procedures) and insubordination arising\r\nfrom their refusal to obey\ninstructions. The disciplinary enquiry\r\nfollowed on what had happened during and following on a gas leak that\r\nhad occurred on 25\nMay 2005 at Pioneer Foods’ mill, at which\r\nthe applicants were employed.\n[4] Pioneer Foods’\r\nemergency evacuation procedures are as follows:\n‘\n3.1\r\nWhen the emergency occurs an alarm bell is set off as a warning to\r\nall employees inside the mill.\n3.2 In addition an\r\nannouncement is made over the intercom.\n3.3 In response to these\r\nalarms all employees are immediately required to leave their work\r\nstations and proceed to a designated\nassembly point.\n3.4 At the assembly point\r\nthe Applicant’s management and/or safety teams conduct a roll\r\ncall to determine that all employees\nare at the assembly point and\r\nthat no employees are left in the mill; at the same time safety teams\r\nwearing protective equipment\nare sent into the mill to ensure all\r\nemployees have vacated the area.\n3.5 If any employees are\r\nfound not be present after the roll call another safety team, wearing\r\nthe necessary safety equipment is\ndispatched into the mill to look\r\nfor those employees who are not at the assembly point to ensure that\r\nthey leave the affected area\nimmediately.\n3.6 All employees\r\nincluding management are required to remain at the assembly point\r\nuntil an all clear is given by management or\na safety team. The all\r\nclear means that the danger has passed and the employees are then\r\nfree to return to the affected or restricted\narea.’\n[5] On the day of the gas\r\nleak the alarm was sounded and an announcement was made. The gas leak\r\nwas very serious and dangerous.\nThat too is uncontested. It appears\r\nfrom the record that a passer-by, suffering from asthma, had died as\r\na result of the gas leak.\nIt was not in dispute that all personnel\r\nhad been trained in the emergency procedures. Subsequent to the alarm\r\nbeing sounded and\nthe announcement being made, one of the applicants,\r\nMr Mkhize, did not follow the very first step of leaving the affected\r\narea\nand proceeding to an assembly point. After a roll call it was\r\ndetermined that Mr Mkhize was not at the assembly point. The other\n\napplicants and fellow employees were at the assembly point. A safety\r\nteam equipped with gas masks had in terms of the emergency\nprocedures\r\nalready been dispatched to determine whether any employees were left\r\nin the affected area. The team came across Mr Mkhize\nand two other\r\nemployees who were in the change rooms and they were instructed to\r\njoin the others at the assembly point.\n[6] In the interim other\r\nemployees, including the other applicants, had been instructed to\r\nremain at the assembly point until the\nall clear was sounded. Despite\r\nthis very specific instruction the remaining applicants left the\r\nassembly point before the all clear\nsignal and re-entered the\r\naffected area to clock-out. Thereafter they departed the premises to\r\ngo home.\n[7] After ascertaining\r\nthat Mr Mkhize had not reported at the assembly point as instructed,\r\na second safety team was dispatched\nto look for him. They found him\r\nstill at the ablution facility, approximately twenty minutes after he\r\nhad been instructed by the\nfirst safety team to go to the assembly\r\npoint. The second team instructed Mr Mkhize, under pain of\r\ndisciplinary action, immediately\nto comply with the instruction to\r\nfollow the emergency procedure. It is common cause that Mr Mkhize did\r\nnot comply with the instruction\nand went directly home.\n[8] Unsurprisingly,\r\nmanagement preferred charges against all errant employees, including\r\nthe applicants. Disciplinary enquiries\nwere conducted during June and\r\nJuly 2005. Mr Mkhize was charged as follows:\n‘\nCharge\r\n1 ─ Non-compliance with safety regulations and any other legal\r\nor internal regulations in connection with safety of\nemployees and\r\ncommitting any unsafe act endangering lives or company property;\nCharge 2 ─ Refusal\r\nto carry out any reasonable work order issued officially by an\r\nauthorized person; Alternatively, Gross\ninsubordination by failing to\r\nobey a lawful and reasonable command of your employer issued by both\r\nNeil Wiggle and Walter Mayberry.’\nThe other applicants were\r\ncharged as follows:\n‘\nCharge\r\n1 ─\nGross\r\nmisconduct\nin\r\ncontravening company’s emergency evacuation procedure\nCharge 2 ─\nGross\r\ninsubordination\nby disobeying a lawful and\r\nreasonable instruction by entering the mill at a time when it was\r\nunsafe to do so. Alternatively,\nfailure to\r\nobey\na lawful and reasonable command of your\r\nemployer issued by both Neil Wiggle, the mill manager and Walter\r\nMayberry, the production\nmanager.’\n[9] The result of the\r\ndisciplinary enquiry was that it was found that all of the employees\r\nconcerned had contravened Pioneer Foods’\nsafety regulations and\r\nhad been guilty of gross insubordination. The penalty imposed on the\r\napplicants was dismissal. The Union,\non behalf of the applicants,\r\nreferred the matter to the CCMA.\n[10] Some of the\r\napplicants were shop-stewards. There was discontent on the part of\r\nthe Union at what they considered to be a failure\non the part of\r\nPremier Foods to consult with the Union about shop-stewards being\r\ndisciplined. In her award, the Commissioner recorded\nthat there had\r\nbeen numerous attempts by Pioneer Foods to involve the Union. She\r\nfound that the Union itself had done very little\nto engage Pioneer\r\nFoods. Furthermore, the Union had complained that Pioneer Foods had\r\nnot allowed it to represent the applicants\nat the disciplinary\r\nenquiry. The Commissioner in her award was harshly critical of the\r\nUnion on this aspect. She labelled the Union\narrogant. In her view it\r\nadopted the attitude that Pioneer Foods had to wait indefinitely\r\nwhilst Union officials considered their\navailability. The\r\nCommissioner stated that she was appalled at the Union’s\r\nbehaviour. She recommended that the conduct of\na Union official who\r\nadopted that attitude on behalf of the Union be investigated.\n[11] A total of sixteen\r\nemployees, including the applicants, had been charged with\r\nmisconduct. Four employees had chosen to co-operate\nwith the\r\ndisciplinary enquiry and had remained in attendance. They had\r\nacknowledged their guilt, apologised for their misconduct\nand had\r\nundertaken to obey workplace rules in the future and as a result had\r\nreceived final written warnings. The applicants, on\nthe other hand,\r\nleft the disciplinary enquiry and took no further part in it. As\r\nstated above they were all dismissed.\n[12] The Commissioner,\r\nhaving dealt with the procedural points raised by the applicants and\r\nhaving found them to be without any\nsubstance, went on to consider\r\nthe substantive merits of the dismissal. She accepted that Pioneer\r\nFoods by way of two safety teams\nhad issued the instructions to Mr\r\nMkhize to go to the assembly point. She found that by not complying\r\nMr Mkhize had been guilty\nof misconduct and gross insubordination. It\r\nis necessary to consider the relevant paragraphs of the\r\nCommissioner’s award\nin which she deals with the misconduct and\r\nthe appropriate sanction:\n’\nMkhize\r\ndenied ever being told to go to the assembly point by the 2 sets of\r\nmanagers. I do not accept his version because he was\nevasive\r\nthroughout his cross-examination. I cautioned him several times on\r\nhow he responded to questions, but he continued along\nthe said line.\r\nI therefore prefer the version by Mayberry, which was corroborated by\r\nWilliams that Mkhize was informed. However,\nboth Mayberry and\r\nWilliams observed that Mkhize did not take the matter seriously,\r\nmeaning that he did not think the matter was\nserious. I therefore do\r\nnot think it was blatant disregard for company rules, but rather\r\nignorance brought about by him not taking\nthe matter seriously. Also,\r\nthe Zulu demonstrated by Williams at the arbitration was not clear at\r\nall, therefore I am giving Mkhize\nthe benefit of the doubt that it is\r\npossible that he could not have understood Williams. The versions of\r\nboth Mayberry and Williams\nwere consistent and remained so even in\r\ncross-examination. My conclusion is that Mkhize committed the offence\r\ncomplained of against\nhim.\nHowever, Mkhize’s\r\nconduct was not sufficiently serous to warrant a penalty of dismissal\r\nbeing imposed on him. I say this for\nthe following reasons: It was\r\nhis normal knock off time and whilst he was the respondent’s\r\nresponsibility until he left the\npremises, this was not grossly\r\nserious to have attracted the sanction of dismissal. Furthermore,\r\nMkhize obviously did not fully\nunderstand the extent of the\r\ninstruction to go to the assembly point, because Mayberry testified\r\nthat he laughed and Mayberry had\nto threaten him with discipline in\r\norder for him to take the matter seriously. Also, Mkhize did not\r\nknock off work with the other\nemployees who were in the change rooms,\r\nhence him behaving as if the instruction did not apply to him. I do\r\naccept though that\nMayberry, Fagan, Williams and Vorster directly\r\ninstructed him to go to the assembly point and he ignored said\r\ninstruction and instead\nwent home. Finally, I am mindful of the fact\r\nthat the issue of the gas smell was very dangerous and could have\r\nattracted serous\ncriminal and civil penalties against the respondent,\r\nI have to emphasise that even though Mkhize knew about the\r\nrespondent’s\nsafety procedures, that incident of the gas smell\r\nwas not a simulation, but a real life incident and it happened\r\nunexpectedly and\ncould have created confusion on the part of Mkhize.\r\nI reject the assertion by the applicants that management was confused\r\non this\nday, because it is abundantly evident from the surveillance\r\nand management witnesses that management was in charge of the\r\nsituation,\nand my conclusion henceforth is that the applicants could\r\nhave been confused. I am not saying this because management caused\r\nthem\nto be confused, but they could have been confused because all\r\nthe witnesses testified that it was the first time an incident of\n\nthis nature ever occurred in the workplace.\nI think that the reason\r\nfor Mkhize being dismissed had to do with his deliberate refusal to\r\nattend the disciplinary hearing which\nhe was summoned to attend.\r\nOtherwise, if he attended the hearing, on a careful conspectus of the\r\nfacts, the worst case scenario\nwould have been a final written\r\nwarning. Based on this, I find that the sanction of dismissal was too\r\nharsh under the circumstances.\nIt consequently follows that Mkhize’s\r\ndismissal was substantively unfair.’\n[13] Significantly, on\r\nthe same theme, the Commissioner, on her way to determining whether\r\nthe sanction imposed by Pioneer Foods\nwas justifiable,\r\ncontradictorily, said the following:\n‘\nThe\r\napplicants ended up being dismissed because they were, I conclude\r\nfrom the evidence, obstinate and disrespectful. I however\nbelieve\r\nthat they were misled in behaving in this manner, though I am not\r\nsaying that they were without guilt. I have already dealt\nwith their\r\nculpability. I accordingly believe that the applicants have learned\r\ntheir lesson in being out of work for over a year\nwith no income.’\n[14] In para 29 of his\r\njudgment, Gush AJ summarised his view of the Commissioner’s\r\nreasoning as follows:\n’\nThe\r\nSecond Respondent however came to the conclusion that the dismissal\r\nof Mkhize was substantively unfair in that his conduct was\nnot\r\nsufficiently serious to warrant a sanction of dismissal. The reasons\r\nproffered by the Second Respondent as to why this was\nso are\r\nvariously as follows:\n29.1 Mkhize did not think\r\nthat the matter was serious; that it was not “\na\r\nblatant disregard for company rules but rather ignorance brought\r\nabout by not taking matters seriously\n”\n;\n29.2 That Mkhize did not\r\nfully understand the extent of the instruction to go to the assembly\r\npoint;\n29.3 [She] accepted that\r\nthe safety teams had “\ndirectly\r\ninstructed him to go to the assembly point and that he ignored the\r\nsaid instruction and instead went home\n”\n;\n29.4 [She also accepted]\r\nthat Mkhize could have been confused although his confusion was not a\r\nfault of management and that in any\nevent “\nit\r\nwas his normal knock off time\n”\n.’\r\n(Emphasis in original.)\n[15] In para 30 Gush AJ,\r\ncorrectly, in my view, said the following:\n‘\nThe\r\nSecond Respondent thereafter somewhat startlingly came to the\r\nconclusion that the reason for Mkhize’s dismissal was “\nhis\r\ndeliberate refusal to attend the disciplinary hearing he was summoned\r\nto attend\n”\n.\r\nThis was despite the fact that there was no evidence to support this\r\nconclusion. This was despite accepting that the emergency\nwas serious\r\nand that the issue of the gas smell was very dangerous and could have\r\nattracted serious criminal and civil penalties.’\n(Emphasis in\r\noriginal.)\n[16] The following eight\r\nparagraphs of the Labour Court’s judgment bear repeating:\n’\nTaking\r\nthe above reasons into account and the Second Respondent’s\r\nsomewhat confused logic it seems to be abundantly clear\nthat the\r\nSecond Respondent did not properly apply her mind to the material\r\nthat was before her when making the award which inevitably\nleads to\r\nthe conclusions that:\n“\nthe\r\naward was not one that a reasonable decision maker could arrive at\r\nconsidering the material placed before her.\n”\nEdcon v Pillemer\n(199/2008)\n[2009] ZASCA 135\nat para 15 and\r\n16.\nWhen dealing with the\r\nsubstantive fairness of the dismissal of the remaining Respondents\r\nthe Second Respondent rejects the evidence\ngiven on their behalf at\r\nthe Arbitration. The Second Respondent specifically, as with Mkhize,\r\naccepted the evidence given by the\nApplicant’s witnesses and in\r\nparticular found that the instruction given to the remaining\r\nRespondents not to leave their\nassembly point was unequivocal and\r\nunderstood.\nIn this regard the Second\r\nRespondent finds specifically that the Respondents were in breach of\r\nthe company emergency safety procedures\nand that they acted in a\r\ngrossly insubordinate manner.\nThe Second Respondent\r\nthen considered specifically the question of consistency in the light\r\nof the fact that four of the Applicant’s\nemployees who had also\r\ndisregarded the instruction to remain at the assembly point had been\r\ngiven a final written warning.\nThe Second Respondent\r\nfound:\n“\nthe\r\n[Applicant] did not act unreasonably because all the employees were\r\ncharged but the outcomes were different because of how the\nemployees\r\nresponded to the discipline”\nAnd that therefore the\r\nThird Respondent’s allegation of inconsistency could not be\r\nsustained.\nThe Second Respondent\r\nthen turns to the appropriateness of the penalty [and] concludes\r\nthat, despite her finding on consistency\nset out above that\n“\nI\r\ndo not believe that the sanction applied is reasonable and fair\r\nconsidering that the other employees committed the same offence\nwere\r\nissued with a final warning”.\nDespite having found that\r\nthe Respondents acted in a grossly insubordinate manner the Second\r\nRespondent concluded that the employment\nrelationship between the\r\nRespondents and the Applicant is not irretrievably broken because\r\n“the Union and management continue\nto have a healthy\r\nrelationship”. This conclusion ignores the effect the\r\nmisconduct had on the employment relationship between\nthe Applicant\r\nand the Respondents.\nAs with her conclusions\r\nregarding Mkhize her conclusion that the remainder of the\r\nRespondents’ dismissal was unfair is not\ncommensurate with the\r\nfacts and the evidence (material) placed before her and her award is\r\nnot one that a reasonable decision maker\ncould arrive at.’\n[17] Gush AJ dismissed an\r\napplication by the applicants for leave to appeal his judgment. An\r\napplication for leave to appeal was\nsubsequently refused by the LAC.\n[18] Before us counsel\r\nfor the applicants conceded that their case is based on the alleged\r\nmisapplication by Gush AJ of the now\nfirmly established test for\r\nreview of awards by the CCMA, set by the Constitutional Court in\nSidumo v Rustenburg Platinum Mines Ltd\n2008\r\n(2) SA 24\n(CC) para 110:\n‘\nIs\r\nthe decision reached by the commissioner one that a reasonable\r\ndecision maker could not reach?’\n[19] I have difficulty in\r\nseeing why this case is deserving of the attention of this court. In\nNational Union of Metalworkers of SA &\r\nothers v Fry’s Metals (Pty) Ltd\n2005\r\n(5) SA 433\n(SCA) para 43 this court stated:\n‘\nThe\r\nprocedures for applying for leave to appeal, and the factors relevant\r\nto obtaining special leave, are well established. They\nare set out in\r\nthe Supreme Court Act 59 of 1959 and in the decisions of this Court,\r\nincluding\nWestinghouse\r\nBrake & Equipment (Pty) Ltd v Bilger Engineering (Pty) Ltd\n1986\r\n(2) SA 555\n(A). The criterion for grant of special leave to appeal is\r\nnot merely that there is a reasonable prospect that the decision of\r\nthe LAC will be reversed ─ but whether the applicants have\r\nestablished “some additional factor or criterion”.\nOne is\r\n“(w)here the matter, though depending mainly on factual issues,\r\nis of very great importance to the parties or of great\npublic\r\nimportance”. No doubt every appeal is of great importance to\r\none or both parties, but this Court must be satisfied,\n\nnotwithstanding that there has already been an appeal to a specialist\r\ntribunal, and that the public interest demands that labour\ndisputes\r\nbe resolved speedily, that the matter is objectively of such\r\nimportance to the parties or the public that special leave\nshould be\r\ngranted. We emphasise that the fact that applicants have already\r\nenjoyed a full appeal before the LAC will normally weigh\nheavily\r\nagainst the grant of leave. And the demands of expedition in the\r\nlabour field will add further weight to that.’\n[20] It is true that in\nFry’s Metals\nthere\r\nhad been a full hearing before the LAC, which usually weighs heavily\r\nagainst the granting of leave to appeal. Still, in the\npresent\r\nmatter, the labour court, a specialist tribunal, decided the matter\r\nand thereafter refused the application for leave to\nappeal. Then the\r\nLAC, a specialist appeal tribunal, thought there were no prospects of\r\nsuccess. In\nRepublican Press (Pty) Ltd v\r\nChemical Energy Printing Paper and Wood & Allied Workers Union\n2008 (1) SA 404\n(SCA), (2007) 28 ILJ 2503\r\n(SCA) para 3, this court held that the same considerations as set out\r\nin\nFry’s Metals\nshould\r\napply where there had been a refusal by the LAC of an application for\r\nleave to appeal. As recently as August 2010 this court,\nin\nRawlins\r\nv Kemp t/a Centralmed\n(2010) 31 ILJ\n2325 (SCA),\n[2011] 1 BLLR 9\n(SCA) para 17, referring to\nFry’s Metals\n,\r\nstated the following:\n‘\nNow\r\nthat the appeal is before us I mention that decision only to indicate\r\nthat the principle upon which it is founded is that this\ncourt will\r\nnot lightly interfere with the decisions of the specialist tribunal\r\nthat has been established to hear appeals in labour\ndisputes. That is\r\nconsistent with the observation by the Constitutional Court in\nDudley\r\nv City of Cape Town & another\nthat\r\n–\n“\n[t]he\r\nLAC is a specialised appellate court that functions in the area of\r\nlabour law. Both the LAC and the Labour Court were established\nto\r\nadminister labour legislation. They are charged with the\r\nresponsibility for overseeing the ongoing interpretation and\r\napplication\nof labour laws and the development of labour\r\njurisprudence.” ‘\n1\n[21] I am of the view\r\nthat the Union has not given careful enough thought to the\r\nimplications that follow on an acceptance that\na misapplication of\r\nthe test in\nSidumo\nshould\r\nper se constitute the basis of an appeal to this court or to the LAC.\r\nEmployers with their usually greater resources would\nthen also be\r\nfree to challenge virtually every decision by a Commissioner all the\r\nway up\nthe litigation line,\r\nincluding a more-than-once appeal.\n2\nAcceding to the request\r\nby the applicants to entertain appeals before this court on the basis\r\nof a misapplication of the\nSidumo\ntest\r\nwould invite an appellate challenge to be mounted in every case in\r\nwhich a party was aggrieved at the Labour Court’s\nview of an\r\naward, and further down the line, against the view taken by the LAC.\r\nThe review test in\nSidumo\nis one\r\nthat should not lend itself to frivolous challenges to CCMA awards ─\r\nthe opposite was intended. Given how easily a\nchallenge on the basis\r\nsuggested by the applicants could, at least in theory, be constructed\r\nthere would be no limit to the ensuing\nflood of appellate litigation,\r\nwith consequent delays that are inevitable in extended litigation. As\r\nhas been stated in numerous\ncases, the\nLabour Relations Act 66 of\n1995\nintended that labour disputes be resolved speedily. Specialist\r\ntribunals were created to that end. In the present case the matter\n\nhas dragged on for approximately six years. Judgment in the Labour\r\nCourt was delivered in January 2010, approximately 22 months\nago.\r\nThus, close to two years have passed, pending appellate procedures.\n[22] This case, as many\r\nothers before it, demonstrates, once again, how difficult it is to\r\nkeep the dividing line between appeal\nand review. This is so because,\r\nalmost inevitably, in reviewing a Commissioner’s award the\r\nlabour court deals with the merits\nof a case. Yet that dividing line\r\nhas to be kept. See\nSidumo\nparas\r\n109 and 244 and the decision of this court in\nShoprite\r\nCheckers (Pty) Ltd v CCMA\n2009\r\n(3) SA 493\npara 28. In\nShoprite\npara 30, this court\r\nstated the following in relation to the review powers of the Labour\r\nCourt:\n‘\nIts\r\nwarrant for interference with the award of the arbitrator was\r\nnarrowly confined.’\nIt was referring to the\r\npowers of review that are fairly circumscribed in\ns 145(2)\nof\r\nthe\nLabour Relations Act.\n>\n[23] When, however, an\r\naward fails, or, depending on how one looks at it, meets the\nSidumo\ntest it should be set aside. The Labour Court\r\nin this instance carefully considered the award, its inherently\r\ncontradictory nature\nand flawed logic and the evidence before the\r\nCommissioner and concluded that the award fell to be set aside. The\r\nLabour Court’s\nreasoning appears impeccable. Counsel for the\r\napplicants urged us to consider that the length of service of the\r\napplicants varied\nfrom 12 to 36 years’ service and that factor\r\nby itself meant that a grave injustice flowed from the sanction of\r\ndismissal,\nwhich in constitutional terms, obliged this court to\r\nentertain the appeal. He also submitted that although the apology to\r\nmanagement\non behalf of the applicants was somewhat muted, as found\r\nby the Commissioner, it nevertheless showed contrition, deserving of\r\nthe\nsubstituted sanction imposed by the Commissioner.\n[24] It is important to\r\nnote that the Union’s referral of the matter to the CCMA did\r\nnot mention the length of service of\nany of the applicants as a\r\nfactor on which the applicants’ case was based. As to the\r\nchallenge on the merits of the dismissal,\nthe following is stated on\r\nLRA form 7.11 (the referral form):\n‘\nThe\r\nissue that led to the dismissal is not justifiable.’\n[25] In the affidavit\r\nfiled in support of the applicants’ application for leave to\nappeal to this court, the\r\nfollowing are said to be the justiciable issues:\n‘\nIt\r\nis accordingly submitted that there are special circumstances which\r\nmerit the Supreme Court of Appeal considering the present\napplication\r\nfor leave to appeal. In particular, the Supreme Court of Appeal in\r\nthis matter will have to consider at least the following:\n(a) the application of\r\nthe test of reasonableness, as conceived by the Constitutional Court,\r\nto CCMA awards.\n(b) Whether the correct\r\nreview principles have been applied in the present case.’\n[26] In any event, the\r\nsubmissions on behalf of the appellants, referred to in para 23, are\r\nin my view unfounded. Indisputably,\nall employees were trained in the\r\nemergency procedures which impact on the safety and thus the lives of\r\nthe workforce. No-one could\nhave been under any illusions about their\r\nimportance. The specific instructions on the day in question would\r\nhave brought that\nhome. On the fateful day someone had died. The gas\r\nleak involved the safety, not only of the applicants, but also of\r\nsafety teams\nand fellow workers. The Labour Court’s conclusion\r\nthat the Commissioner’s reasoning and conclusions were at odds\r\nwith\nthe evidence before her appears justified.\n[27] Insofar as the\r\napology allegedly tendered on behalf of the applicants is concerned\r\nit had been half-hearted and conditional:\n‘\nIt\r\nwas not the intention to break the rules. We apologise if we made a\r\nmistake ─ the people were totally confused as they\nhad not\r\nexperienced the gas smell before.’\n[28] Furthermore, the\r\napplicants chose not to engage with the disciplinary enquiry and they\r\nand the Union, so the Commissioner found,\nwere obstructive. Not only\r\nwas trust breached but Pioneer Foods would find it difficult in the\r\nfuture to impose discipline in a\nvital area, that of the safety of\r\nall workers in their mill and the surrounding area, particularly with\r\nemployees such as the applicants\nwho have still not displayed an\r\nappreciation of the danger of their attitudes to safety in the\r\nworkplace. Employers are on occasion\nrightly criticised for failing\r\nto ensure the safety of their workers. When they make an effort to\r\nsecure the health and safety\nof their employees they should be\r\ncommended for doing so.\n[29] As stated in\nFry’s\r\nMetals\npara 46, the starting point, even\r\nbefore the question of special circumstances is considered, is\r\nwhether the applicants have a reasonable\nprospect of success. For all\r\nthe reasons set out above neither question can be answered in the\r\napplicants’ favour. These\nare the reasons for having dismissed\r\nthe application for leave to appeal.\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant: D B\r\nNtsebeza SC\nT N Ngcukaitobi\nInstructed by\nJafta Incorporated Durban\r\nMatsepes Inc Bloemfontein\nFor Respondent: M\r\nPillemer SC\nInstructed by\nA P Shangase &\r\nAssociates Durban\nMthembu & Van Vuuren\r\nInc Bloemfontein\n1\nDudley\r\n\tv City of Cape Town & another\n2005 (5) SA 429\n(CC).\n2\nPaul\r\n\tBenjamin in ‘Friend or Foe? The impact of Judicial Decisions\r\n\ton the operation of the CCMA’\n(2007)\r\n\t28\nILJ\n1,\r\n\tcorrectly states that the dispute resolution procedure introduced by\r\n\tthe LRA sought to incorporate review proceedings of arbitration\n\n\tawards by the labour courts in a manner that would not undermine the\r\n\tpurposes of a system of expeditious dispute resolution.\nHe points\r\n\tout that the exclusion of a right to appeal against a decision of an\r\n\tarbitrator was designed to speed up the process\nand free it from the\r\n\tlegalism that accompanies appeals as well as to avoid inordinate\r\n\tdelays and high costs that flow from appeal\nhearings. The learned\r\n\tauthor refers to\ns 145\nof the LRA and correctly states that it was\r\n\tintended to create a narrow ground of review, subject to shorter\r\n\ttime periods. He\nrightly concludes that the institution of a review\r\n\tdoes effectively constitute a major delay to the resolution of the\r\n\tdisputes.\nAt the time of the article the average time taken for the\r\n\tLabour Court to hear a review application was 23 months from the\r\n\tdate\nof the arbitration award. Statistics provided by the author\r\n\tshows how extensively, before the Constitutional Court judgment in\nSidumo\n,\r\n\temployers used review applications. Dealing with this Court’s\r\n\tjudgment in\nSidumo\nbefore\r\n\tits ultimate hearing in the Constitutional Court, the author\r\n\tcontemplates whether the flood of review applications would\nbe\r\n\treduced by this court’s decision. He concluded that it is more\r\n\tlikely that it would increase the number of reviews.\nIn the event of\r\n\tthe submissions by the applicants being upheld the system would, in\r\n\tmy view, be flooded, with the likelihood\nof a greater number of\r\n\treviews being brought by employers.",
  "scraped_at": "2026-02-12T16:13:13.887427",
  "date": "2011-11-29",
  "coram": [
    "Navsa JA",
    "Heher JA",
    "Van Heerden JA",
    "Wallis JJA",
    "Petse AJA"
  ],
  "case_number": "827/10",
  "parties": {
    "applicants": [
      "FAWU obo Mbatha and Others"
    ],
    "respondents": [
      "Pioneer Foods (Pty) Ltd t/a Sasko Milling and Baking",
      "Commission for Conciliation, Mediation and Arbitration",
      "Commissioner Linda Matyila"
    ]
  },
  "sections": {
    "facts": "In May 2005 a serious gas leak occurred at Pioneer Foods' mill. The company’s emergency evacuation procedures required all employees to leave the mill, assemble at a designated point and remain there until an all‑clear was given. Several employees, including Mr Mkhize and ten other workers, failed to comply fully with these procedures – Mr Mkhize did not proceed to the assembly point and the other employees left the assembly point before the all‑clear to clock‑out and go home. Pioneer Foods instituted disciplinary enquiries, charging the employees with non‑compliance with safety regulations and gross insubordination. The disciplinary hearings resulted in the dismissal of the ten employees and, after a hearing, Mr Mkhize’s dismissal was also affirmed. The dismissed workers sought redress through the CCMA, where the Commissioner found the dismissals substantively unfair, although procedurally fair, and ordered reinstatement. Pioneer Foods appealed this award to the Labour Court, which set aside the Commissioner’s finding of substantive unfairness and upheld the dismissals. The appellants then applied for leave to appeal to the Supreme Court of Appeal.",
    "issues": "1. Whether the Labour Court correctly applied the test from Sidumo v Rustenburg Platinum Mines Ltd in reviewing the Commissioner’s award. 2. Whether the dismissal of the employees was substantively unfair under the Labour Relations Act. 3. Whether the appellants had a reasonable prospect of success and met the special‑leave criteria for an appeal to the SCA, given the prior refusal by the Labour Appeal Court.",
    "principles": "The court applied the Sidumo test, which asks whether a decision is one that a reasonable decision‑maker could reach. It also relied on the Fry’s Metals framework for granting special leave to appeal, requiring an additional factor of importance beyond a mere prospect of success. The statutory provisions governing leave to appeal (s 21(3)(c)(ii) Supreme Court Act) and the limited grounds for review of arbitration awards under s 145(2) of the Labour Relations Act were considered, together with the policy of expeditious resolution of labour disputes.",
    "application": "The Supreme Court of Appeal found that the Labour Court had correctly identified that the Commissioner’s reasoning was not that of a reasonable decision‑maker and that the dismissals were substantively unfair. The appellants offered no special circumstances or public importance that would satisfy the Fry’s Metals criteria for special leave. Moreover, the matter had already been fully litigated before specialist tribunals, weighing heavily against granting leave. Accordingly, the court concluded that the applicants lacked a reasonable prospect of success and that the appeal did not merit special leave.",
    "conclusion": "The application for leave to appeal was dismissed with costs."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Unfair Dismissal",
    "level_3": [
      "Sidumo test",
      "Leave to appeal",
      "Procedural fairness",
      "Safety regulations"
    ]
  }
}