{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/115.html",
  "case_name": "Msc Depots (Pty) Ltd v WK Construction (Pty) Ltd and Another (157/10) [2011] ZASCA 115 (8 June 2011)",
  "citation": "[2011] ZASCA 115",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 115\n|\nNoteup\n|\nLawCite\nMsc Depots (Pty) Ltd v WK Construction (Pty) Ltd and Another (157/10) [2011] ZASCA 115 (8 June 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo:\n157/10\nIn the matter between:\nMSC\r\nDEPOTS (PROPRIETARY)\r\nLIMITED\n.........................................................\nAppellant\nand\nWK CONSTRUCTION\r\n(PROPRIETARY) LIMITED\nWYNFORD’S\r\nCIVIL & DEVELOPMENT\r\nCC\n..................................................\nRespondent\nNeutral\r\ncitation\n:\nMSC\r\nDepots (Pty) Ltd v WK Construction (Pty) Ltd & another\n(157/10)\n[2011] ZASCA 115\n(08 June 2011)\nCoram:\nMPATI\r\nP, BRAND, LEWIS, SNYDERS and MAJIEDT JJA\nHeard\n03\r\nMarch 2011\nDelivered:\n08 June 2011\nSummary:\nContract –\r\nbreach of – contractor entitled to cancel where no opportunity\r\nafforded to remedy defects in construction\nworks.\nORDER\nOn\r\nappeal from:\nEastern\r\nCape High Court (Port Elizabeth) (Chetty J sitting as court of first\r\ninstance):\nThe\r\nappeal is dismissed with costs, which shall include the costs of two\r\ncounsel.\nJUDGMENT\nMPATI\r\nP (\nBRAND, LEWIS,\r\nSNYDERS and MAJIEDT JJA concurring):\n[1]\nThe\r\nissue in this appeal is whether absolution from the instance should\r\nhave been granted at the close of the appellant’s\ncase. The\r\nrespondent, a joint venture comprising of WK Construction (Pty)\r\nLimited and Wynford’s Civil and Development CC,\nboth carrying\r\non business as civil contractors in Port Elizabeth, was the first\r\ndefendant in the court below in an action for damages\ninstituted by\r\nthe appellant. On 15 September 2006 the parties concluded a written\r\nagreement in terms of which the respondent was\nto carry out certain\r\nconstruction works, described in the particulars of claim as\r\n‘comprising bulk earth-works, paving, storm\nwater, water and\r\nsewerage reticulation and mast lighting’ at the appellant’s\r\ncontainer park in Despatch in the Eastern\nCape. In simple terms, the\r\nrespondent was engaged to construct a container depot where the\r\nappellant, a shipping company, was to\nstore, in containers, motor\r\nvehicle parts which it would deliver, when required, to Volkswagen\r\nSouth Africa, a motor manufacturer,\nat its premises in Uitenhage.\n[2]\tThe\r\nsecond defendant in the court below was PD Naidoo and Associates\r\n(Naidoo) a firm of consulting engineers, which had been\nappointed by\r\nthe appellant to carry out the necessary design work for the\r\ncontainer depot which was to be undertaken by the respondent\nand to\r\ncarry out the site monitoring of all civil works to be done on the\r\nproject. The third defendant was an association, which\nwas a joint\r\nventure between the second defendant and a firm or partnership of\r\nquantity surveyors. It was appointed by the appellant\nas project\r\nmanager. Its function was that of principal agent. The lis between\r\nthe appellant and the third defendant fell away when\nthey settled the\r\nmatter before the commencement of the trial. A settlement was also\r\nreached, during the course of the trial, between\nthe appellant and\r\nNaidoo, leaving the respondent as the only defendant in the case.\n[3]\tThe\r\nterms of the construction agreement between the appellant and the\r\nrespondent are contained in a standard building agreement\ncommonly\r\nknown as the JBCC series 2000, prepared by the Joint Building\r\nContracts Committee Incorporated. The construction of the\ndepot was\r\nto be in accordance with the design prepared by Naidoo. According to\r\nMr George Georgiev (Georgiev), a transport economist\nemployed by the\r\nappellant, container depots operated by the appellant have to be\r\nspecifically designed so as to withhold heavy\nloads of handling\r\nequipment such as reach stackers and to withhold the weight of the\r\ncontainers. Reach stackers are very heavy\nmachines which lift and\r\nmove heavy containers with loads of about 25 tons at a height of\r\nbetween four and six meters or more. The\nsurface of the depot\r\ntherefore has to be even as an uneven surface would be dangerous for\r\nthe machines and drivers. Georgiev testified\nthat he informed the\r\ndesigners (Naidoo) of these requirements. In fact, during May 2005\r\nrepresentatives from Naidoo visited Rosslyn\nnear Pretoria, where the\r\nappellant operates a container depot and where between 30 and 35\r\ncontainers are moved per day. Naidoo\nwere given the same requirements\r\nas those pertaining at Rosslyn for the construction of the container\r\ndepot at Dispatch. Two reach\nstackers used at Rosslyn were Fantuzi\r\n45K models with a carrying or lifting capacity of 45 tons.\n[4]\nConstruction\r\nat the Despatch site commenced on 4 August 2005. In terms of the\r\nagreement the civil works were to be carried out in\naccordance with\r\ndrawings prepared and supplied by Naidoo. As the construction works\r\ncontinued, several interim payments were made\nto the respondent in\r\nterms of the agreement.\n1\nBy 17 January 2006 the construction of the depot was virtually\r\ncompleted. On 31 March 2006 an interim certificate was issued by\nthe\r\nprincipal agent for payment of the sum of R827 392.03 and on 25 April\r\n2006 Georgiev approved payment of that amount. Operations\non that\r\npart of the depot where empty containers were to be stored commenced\r\nduring April 2006 and the contract between the appellant\nand\r\nVolkswagen SA came into operation on 16 June 2006.  Two Fantuzi reach\r\nstackers were used. In May 2006 and before payment was\nmade of the\r\namount certified, deflections were noticed in the area of the depot\r\nover which the reach stackers frequently traversed\nwhen empty\r\ncontainers were being moved around.\n[\n5]\tMr\r\nEugene Blignaut, the appellant’s regional manager who was\r\nlocated at the depot, had noticed the deflections and immediately\n\ninformed Georgiev who, having approved payment to the respondent as\r\ncertified, gave instructions by email on 4 May 2006 that payment\nbe\r\nstopped. He did so on the assumption that the deflections were caused\r\nas a result of some fault in the construction works. Certain\n\ncorrespondence subsequently passed between the appellant’s\r\nemployees, Naidoo and the respondent and meetings were held to\n\ndiscuss the matter. I shall return to these communications later. It\r\nsuffices, for present purposes, to mention that following\nthe initial\r\ncorrespondence and the first meeting the respondent did certain\r\nremedial work on the paving at the depot, but was instructed\nby\r\nNaidoo, on 22 May 2006, to stop the remedial work as the appellant,\r\naccording to Naidoo’s communiqué, did not feel\nthat the\r\nmethod employed to remedy the defects was adequate. After further\r\ncorrespondence had passed between the interested parties\nand on 14\r\nAugust 2006 the respondent gave notice to Naidoo, in terms of clause\r\n38.2 of the agreement,\n2\nof its intention to cancel the agreement for the reason that the\r\nappellant had allegedly breached its terms. A copy of the notice\nwas\r\nsent to the appellant.  On 29 August 2006 the respondent cancelled\r\nthe agreement and communicated this fact to the appellant\nand Naidoo.\n[6]\tTwo\r\nof the four material breaches alleged by\nthe\r\nrespondent as the grounds upon which the notice of cancellation was\r\nissued were that (a) the appellant ‘failed to pay\nthe amount\r\ncertified in terms of clauses 31.9 and/or 34.1’ and (b) the\r\nappellant prevented the principal agent ‘from\nexercising his\r\nindependent judgment regarding the performance of his duties and the\r\ncontractor [was] being prejudiced by such action’.\nAn\r\nadditional material breach on the part of the appellant was alleged\r\nin the letter of cancellation of 29 August 2006, viz that\nthe\r\nrespondent was denied the opportunity to remedy any default of which\r\nit may have been guilty. The appellant denied that it\nwas in breach\r\nof the agreement and stated, in a letter from its attorneys dated 11\r\nOctober 2006, that the respondent had unlawfully\nrepudiated the\r\nagreement by its ‘demonstrated intention of no longer wanting\r\nto be bound’ by it. The letter stated\nthat the appellant\r\naccepted the repudiation and terminated the agreement.\n[7]\tThe\r\nappellant subsequently issued summons against the respondent, Naidoo\r\n(as second defendant) and the principal agent (as third\ndefendant)\r\nfor payment of certain amounts as damages for breach of contract. As\r\nI have mentioned, settlement was reached between\nthe appellant and\r\nNaidoo and later also between the appellant and the principal agent.\r\nThe respondent counterclaimed for payment\nof the R827 392.03\r\ncertified as due to it, R1 109 986.53 as damages for breach of\r\ncontract and R474 654.55 being money retained\nby the appellant in\r\nterms of the agreement. At the end of the appellant’s case the\r\ncourt below (Chetty J) granted absolution\nfrom the instance with\r\ncosts of two counsel as well as the qualifying expenses of the\r\nrespondent’s expert witnesses ‘in\nrespect of whom expert\r\nsummaries were filed’.\n3\nThis appeal is with its leave.\n[8]\tAs\nwas\r\nsaid in\nGordon\r\nLloyd Page & Associates v Rivera & another\n,\nabsolution\r\nat the end of a plaintiff’s case will, in the ordinary course\r\nof events, be granted sparingly, but a court should\norder it in the\r\ninterests of justice when the occasion arises.\n4\nThe test to be applied by the trial court at that stage of the\r\nproceedings ‘is not whether the evidence led by plaintiff\n\nestablishes what would finally be required to be established, but\r\nwhether there is evidence upon which a Court, applying its mind\n\nreasonably to such evidence, could or might (not should, nor ought\r\nto) find for the plaintiff’.\n5\nThus, to survive absolution the appellant had to make out a prima\r\nfacie case by adducing evidence relating to all the elements\nof its\r\nclaim.\n[9]\tThe\r\nappellant’s claim against the respondent was based on two heads\r\nviz (a) a breach of a material term of the agreement\n;\r\nand (b) an alleged repudiation of the agreement. The alleged breach\r\nwas grounded on clause 15.3 of the agreement which reads:\n‛\n15.3\r\n\t On being given possession of the site the contractor shall commence\r\nthe works within the  period stated in the schedule and\nproceed with\r\ndue skill, diligence, regularity and expedition and bring the works\r\nto:\n15.3.1\r\n\t. . .\n15.3.2\tPractical\r\ncompletion in terms of 24.0.\n15.3.3\tWorks\r\ncompletion in terms of 25.0.\n15.3.4\tFull\r\ncompletion in terms of 26.0.’\n[10]\tT\nhe\r\nfollowing allegations were set out in the particulars of claim:\n‘The\r\n[respondent] breached clause 15.3 of the agreement inasmuch as it\r\nfailed to carry out the work with due skill, diligence\nand regularity\r\nin that:\nThe\r\n\tspecifications called for the project to include a paved surface of\r\n\tthe container park consisting of paving blocks laid in\na herring\r\n\tbone pattern;\nThe\r\n\t[respondent] laid the paving blocks unevenly over the entire site\r\n\twith varying joint widths;\nThe\r\n\tpaving blocks are creeping and opening and the jointing sand between\r\n\tthe blocks is being washed out by storm water;\nAs\r\n\ta result of the foregoing:\n(i)\tthe\r\nstorm water will reach the bedding sand on which the paving blocks\r\nare laid;\n(ii)\tonce\r\nsaturated the bedding sand will allow further creep of the paving\r\nblocks which will ultimately lead to failure of the\nunderlying\r\nworks.’\nThe\r\nparticulars of claim alleged further that a joint in the paving where\r\nthe herring bone patterns meet was failing due to lack\nof interlock\r\nwhich would ultimately lead to the failure of the underlying layers;\r\nthat concrete aprons surrounding two service\nmanholes in the paved\r\nsurface had failed as a result of lack of compaction around the\r\nmanholes; that large\nsettlements\r\nand deflections had occurred along construction stake lines due to\r\nincorrect construction processes and compaction;\nand that the in-situ\r\nmaterial was poorly compacted, thus impacting on the bearing capacity\r\nof the paving.\n[11]\tIn\r\nits plea the respondent denied that it was in breach of the agreement\r\nas alleged and pleaded that the failures in the works\nas listed in\r\nthe particulars of claim were manifestations of defects in the design\r\nof the works. It also denied that it had repudiated\nthe contract. As\r\nto the alleged breach the respondent pleaded in the alternative that\r\neven if the defects enumerated in the particulars\nof claim were not\r\nattributable to defects in the design of the works they were\r\n‘maintenance items that [it] was at all material\ntimes willing\r\nand able to repair and that could easily have been corrected’.\n[12]\tClause\r\n38.6 of the agreement provides that the contractor (respondent) ‘may\r\nnot exercise his right in terms of 38.0 if\nhe himself is in breach of\r\na material term of this agreement’. The ‘right’\r\nreferred to in clause 38.6 is the\nright to cancel the agreement on\r\ngrounds of the employer’s (appellant’s) default. Thus, to\r\nhave survived absolution\nat the end of its case the appellant was\r\nrequired to have adduced prima facie evidence relating to the\r\nquestion whether (a) the\nrespondent was in breach of clause 15.3 and\r\ntherefore precluded from cancelling the agreement (clause 38.6) and\r\n(b) whether the\nappellant suffered any damages as a result of the\r\nrespondent’s alleged breach and repudiation. Failure to adduce\r\nevidence\non any one of these issues would ordinarily prove fatal to\r\nthe appellant’s case.\n[13]\tIt\r\ndoes\nnot appear to me to be in dispute that the appellant’s failure\r\nto pay the amount of R827 392.03 certified by the principal\nagent as\r\ndue and payable to the respondent, would have entitled the latter to\r\ncancel the agreement,\n6\nabsent a breach by itself of a material term. In the appellant’s\r\nheads of argument, however, counsel submitted that should\nit be held\r\nfor any reason that the respondent was not in breach of clause 15.3,\r\nthen the latter’s cancellation of the agreement\nwas in any\r\nevent invalid. Various reasons were proffered for this submission. I\r\nconsider it unnecessary to mention all of them\nsave one that deals\r\nwith the failure to pay the amount certified by Naidoo as payable.\r\nCounsel contended that in its request for\nfurther particulars for\r\ntrial to the respondent’s counterclaim the appellant enquired\r\nhow it was alleged to have prevented\nNaidoo from exercising its\r\nindependent judgment. The response was that the appellant did so by\r\ninstructing Naidoo, against his\nadvice, not to facilitate payment to\r\nthe respondent.\nIn\r\nthis regard Georgiev denied in his testimony that he interfered with\r\nNaidoo’s independent judgment. He went on to say that\nthe\r\ndecision not to pay the respondent was his and not Naidoo’s.\n[14]\tIt\r\nwill be recalled that the respondent’s letter of 14 August 2006\r\ngiving notice of its intention to cancel the agreement\nwas addressed\r\nto Naidoo and the appellant was provided with a copy of it. Counsel’s\r\nargument was accordingly that there was,\nin the circumstances, prima\r\nfacie evidence before the court a quo that the respondent ‘had\npurported\r\nto cancel the agreement in circumstances where it was not entitled to\r\ndo so’. The implication was, as was a\nrgued\r\nbefore the court below, and in fact pleaded in the particulars of\r\nclaim, that the respondent was not entitled to cancel the\nagreement\r\nbecause no notice of an intention to cancel was given to the\r\nappellant. In respect of that argument the court below said:\n‘\nClause\r\n38.2 of the JBCC 2000 provides that “\nwhere\r\nthe contractor considers\ncancelling\r\nthe agreement notice shall be given to the employer and the principal\r\nagent of the default in terms of 38.1 . . .”.\nThe clause merely\r\nrequires that notice of the intended cancellation be given to the\r\nemployer. The mere fact that the letter was\naddressed to the\r\n[respondent] and copied to the [appellant] is a spurious complaint.’\n7\nI\r\nagree with these sentiments, particularly because there was no\r\nsuggestion that the appellant never received a copy of the letter.\n[15]\tI\r\nalso agree with the following reasoning by the court below in this\r\nregard:\n‘\nIt\r\nis not in issue that [Naidoo] issued payment certific\nate\r\nnumber 4 [certifying that R827 392.03 was payable to the respondent]\r\nand that [the appellant] authorised such payment. What\nthen\r\ntranspired is that the [appellant’s] director, Mr\nGeorgiev,\ncountermanded\r\npayment which in turn elicited a response from [Naidoo] that such a\r\nrecommendation would constitute a breach of the\nagreement.\r\nNotwithstanding, the amount was not paid, remains outstanding and the\r\n[respondent’s] entitlement thereto has clearly\nbeen\r\nestablished. . . . The JBCC 2000 vested [Naidoo] with full authority\r\nand obligation to act in terms of the agreement, but,\ndespite the\r\nlatter’s recommendation that payment be effected, the\r\n[appellant] desisted from acting in compliance with the\nprincipal\r\nagent’s recommendation. In such circumstances there can be no\r\nquestion that the [appellant] prevented [Naidoo]\nfrom exercising its\r\nindependent judgment regarding the performance of its duty. Quite\r\nclearly the [respondent] suffered prejudice\nthereby, which entitled\r\nit to cancel the agreement.’\n8\nThe\r\ncourt a quo also considered the other grounds upon which the\r\nrespondent intended to cancel the agreement and concluded that\nupon\r\nthose too the respondent was entitled to cancel. It is not necessary\r\nto refer to them. I am thus satisfied that provided it\nwas not in\r\nbreach the respondent was entitled to cancel the agreement. What now\r\nrequires consideration is whether the respondent\nwas in breach of\r\nclause 15.3 of the agreement.\n[16]\tThe\r\nclause required the respondent to proceed with ‘due skill,\r\ndiligence, regularity and expedition’ and bring\nthe works to\r\npractical completion,\n9\nworks completion\n10\nand final completion\n11\nin terms of clauses 24, 25 and 26 respectively. And a breach of\r\nclause 15.3 by the respondent would entitle the appellant to cancel\n\nthe agreement.\n12\nWhether or not the clause contains a material term of the agreement\r\nis of no consequence. Once there is a breach of it ‘the\n\nmateriality of the breach is irrelevant and the court will not\r\nenquire into the conscionableness or unconscionableness thereof’.\n13\nIt will give effect to the clause that confers the right to cancel\r\n(clause 36.1 in this case) upon such a breach. But it does not\nfollow\r\nthat the term breached is necessarily material. In the present\r\nmatter, however, it is unnecessary to embark upon an enquiry\non\r\nwhether or not clause 15.3 contains a material term of the agreement.\r\nI shall assume, without deciding, that it does, particularly\nbecause\r\ncounsel for the respondent did not suggest otherwise and accepted, it\r\nseemed, that the respondent would not have been entitled\nto exercise\r\nits right to cancel the agreement had it been in breach of clause\r\n15.3.\n[17]\t\r\nThe design for the container depot made provision for the\r\nconstruction of a number of layers consisting of different materials\n\nwhich had to be compacted to specific strengths. The two upper levels\r\nwere stabilized with cement. The surface consisted of a concrete\n\npavement made of paving blocks laid on bedding sand in a herring bone\r\npattern. According to Mr Binks Marais, an engineering surveyor\n\nemployed by the respondent but who testified for the appellant, the\r\nlevels of the different layers were marked on a number\nof\r\nwooden pegs that he placed\ninto\r\nthe ground at specific points in the construction area as indicated\r\nin the design documents. Each individual layer was compacted\nto its\r\ncorrect level as marked on the wooden pegs, which were removed after\r\nthe second stabilized layer was compacted. Steel pegs\nwere then used\r\nto mark the level of the paving blocks.\n[18]\tI\r\nmentioned earlier that upon discovery of the deflections in the\r\npaving of the container depot, letters (electronic and otherwise)\n\nwere exchanged between the relevant parties and meetings were held in\r\nan attempt to resolve the problem. The first meeting was\nheld on site\r\non 8 May 2006, where it was agreed that the respondent would attend\r\nto the affected areas. The method of the remedial\nwork to be\r\nundertaken was agreed upon as also a number of other aspects, one of\r\nwhich was to test the whole area to the loads of\nthe Fantuzi reach\r\nstackers and containers. Immediately after the testing the respondent\r\ncommenced with remedial work. On 10 May\n2006 Georgiev wrote to\r\ncertain individuals involved in the project, including Mr Calvyn\r\nFerreira of the respondent, advising inter\nalia that the appellant\r\nwanted ‘to perform further investigations on the problem’\r\nand also requesting Naidoo and the\nrespondent ‘to discuss the\r\ndesign and the work done’ with a certain Mr Giovanni Belfiore.\r\nThe respondent responded\nby writing to the quantity surveyors on 15\r\nMay 2006 advising that all material tests done on the project\r\n‘complied with the\nrequirements as specified’. It\r\nreminded that in terms of clause 4.1 of the agreement\n14\nit was ‘neither responsible nor liable for the design of the\r\nworks’. As has been mentioned above, the respondent was\n\ninstructed to stop the remedial work on 22 May 2006. A further\r\nmeeting was then held on 5 June 2006 between representatives of\n\nNaidoo, the joint venture (third defendant) and the respondent, at\r\nwhich a report prepared by Naidoo dated 31 May 2006, following\n\ncertain tests conducted on control samples, was discussed. Certain\r\nrecommendations were made in the report, but the parties at\nthe\r\nmeeting agreed that an independent commercial laboratory be appointed\r\nto conduct soil\ntests.\r\nThe report had also noted that grading of the bedding sand did not\r\nconform to specification as it was\ntoo\r\nfine. It was thus agreed at the meeting that the respondent would\r\nsubmit a report to Naidoo on the availability of the specified\nsand.\n[19]\tOn\r\n9 June 2006 a Mr Potgieter,\nthe\r\nregional director of Naidoo, addressed a letter to the appellant in\r\nwhich the following appears in the third paragraph:\n‘\nIt\r\nis now evident that the current design was based on a 10 year life\r\nspan and does not comply with the original brief (\ne.g.\r\n20 year life based [on] anticipated traffic).’\nNaidoo\r\ndid not admit, however, that the deflections observed at the\r\ncontainer depot were\noccasioned\r\nas a result of design life specification as, according to them, it\r\nwas patent from a trial hole that had been excavated\n‘that the\r\nin-situ layer works [were] not in accordance with normal standards or\r\nspecifications’. In the meantime, the\nrespondent had, on 29 May\r\n2006, advised Naidoo that it was appointing an independent third\r\nparty engineer, at its own cost, to\ncheck the design life of the\r\npavement structure. It appointed Ninham Shand Consulting Engineers\r\nwho subsequently submitted their\nreport dated 30 June 2006.\n15\nIn it Ninham Shand questioned the design of the pavement. A design\r\ncomputer program known as the ‘Lockpave program’,\n\nspecifically used for the design of segmental block pavements,\r\nindicated that ‘a much thicker pavement would be needed for\n\nin-situ soil conditions’. The program was used to ascertain the\r\nweight-bearing capacity of pavement at the depot by loading\ncertain\r\ndata onto it. Ninham Shand also advised in their report that remedial\r\nmeasures in respect of the pavement would be difficult.\nI mention\r\nthese issues to show that from the outset the respondent placed the\r\nsuitability or adequacy of the design for the container\ndepot as the\r\ncause of the deflections.\n[20]\tAfter\r\nthe respondent had given notice of its intention to cancel the\r\nagreement a further meeting was held on 17 August 2006\nbetween\r\nrepresentatives of both Naidoo and the respondent. In an unsigned\r\nminute of the meeting it is recorded that the respondent\nobjected\r\nto a suggestion by Naidoo that an additional layer\nbe constructed, but expressed its preparedness to remedy the\r\nconstruction joints if found to be below specification. The\r\nrespondent\nmade it clear, it seems, that it would not bear the cost\r\nof remedying the construction joints in the event of a possible\r\ndesign\ninadequacy. However, the remedial work on the pavement was\r\nundertaken by another construction company in accordance with\r\nmeasures\nprescribed by Mr Richard Doyle, a civil engineer, who was\r\nmainly involved in roads and civil infrastructure and commercial\r\ndevelopment.\nAccording to Blignaut, the remedial work commenced\r\n‘mid-2007’ and was completed towards the middle of\r\nDecember 2007.\nBut the depot was in use throughout (since June 2006),\r\nwith empty and full containers being moved and stored.\n[21]\tDoyle\r\nwas also the author of a report that had been requested by the\r\nappellant from Vawda Thornton, a firm of consulting civil\nand\r\nstructural engineers. Their brief was to undertake a visual\r\ninspection of the depot and to comment on the failures there. Doyle\n\nvisited the site on 9 November 2006 and noticed decimations on the\r\npaving at regular intervals along the path traversed by the\nwheels of\r\na reach stacker. His conclusions (as contained in the Vawda Thornton\r\nreport) are the basis of the factual allegations\nin the appellant’s\r\nparticulars of claim and conclusions drawn from them, as quoted in\r\nparagraph 10 above. During his testimony\nDoyle was referred to a\r\nreport prepared by Naidoo in August 2006 (which was discussed at the\r\nmeeting of 17 August 2006 between\nNaidoo’s and the respondent’s\r\nrepresentatives) and another report prepared by Mr Galilodien\r\nWaggiet, a civil engineer\ntechnician specialising in materials and\r\ndoing business through a company trading as Indlela Soils Laboratory.\r\nWaggiet’s\ncompany was commissioned by the respondent to\r\nundertake an investigation of the settlements or depressions at the\r\ndepot. I shall\nrefer to his report as ‘the soils report’.\n[22]\tDoyle’s\r\ntestimony on his findings and conclusions may be summarised thus: His\r\nobservations as reflected in his (Vawda\nThompson) report were much\r\nthe same as those recorded in the soils report, which noted, inter\r\nalia, the presence of oversize material\nsuch as gravel (quarry) and\r\nstone within the layers and varying thickness of the bedding sand\r\nbelow the interlock paving blocks.\nDuring the remedial work he noted\r\nthat 40 per cent of the bedding sand was in excess of the\r\nspecification required by the South\nAfrican Bureau of Standards. The\r\ncompaction of the bedding sand varied between a thickness of 20mm to\r\n50mm across four test pits\nwhereas the specified thickness is 15mm to\r\n35mm. Several timber level pegs were found within the layer works. It\r\nseemed that the\npaving blocks, which should have been laid from one\r\nside for the interlock to meet up perfectly, were laid from two\r\ndifferent directions,\nwhich made it almost impossible to meet\r\nproperly. The result was a butt joint with a series of cut blocks\r\nwhich dramatically weakened\nthe load characteristics of the pavement.\r\nThe blocks started to break up against the butt joint and the joint\r\nconsequently failed.\nThe manholes were damaged by the reach stackers\r\nrunning over their concrete aprons. Doyle conducted an independent\r\ntest of the\nbedding sand and noted that it did not meet the required\r\ngrading. A large percentage of it was considerably finer. As to the\r\noversize\nmaterial (he referred to the stone as ‘boulders’)\r\nin the layer works he said the effect would be that during compaction\n\nthe compaction equipment would ride over it ‘without actually\r\nacting on the material that surrounds [it]’, with the\nresult\r\nthat the desired compaction around the large material would not be\r\nachieved. The same would apply to the area around the\ntimber pegs.\r\nThe in-situ material, he said, was poorly compacted, thus impacting\r\non the bearing capacity of the pavement.\n[23]\tImportantly,\r\nDoyle confirmed what he noted in his report that the design works\r\n(for the depot) by Naidoo were deficient in\nthree respects, namely\r\n(a) the absence of beams to restrain the paving blocks from\r\nsubstantial movement (caused by the weight of\nthe load over areas\r\nwhere there was an excess in the bedding sand) so as to keep creeping\r\nof the blocks to a minimum; (b) the manhole\naprons were not designed\r\nto have sufficient strength; and (c) no provision was made for\r\ndrainage of both surface and subterraneous\nwater. In\r\ncross-examination he added that there was also a defect in the design\r\nof the layer works in that there was no specific\ninstruction for\r\ntheir stabilization with lime. He concluded, however, that the\r\nfailures in the pavement at 10 meter intervals across\ntwo lines\r\ntraversed by the reach stackers were indicative of a construction\r\nissue and not due to the defect in the layer works.\nHe said the\r\nfailures would have been the result, possibly, of the contractor’s\r\nfailure to properly compact the layer works\nat ‘grid lines’\r\nalong which level pegs would be placed indicating the level of the\r\nlayer works. But he conceded that\nif the layer works design was\r\ninsufficient for the pavement to take the load to which it was\r\nsubjected, then the layers will deflect.\nHe also agreed with a view\r\nexpressed by Dr Brian Shackle,\n16\nan engineer, in a summary of his expert opinion, that the absence of\r\nthe drainage mentioned above was ‘a very serious design\n\ndefect’.\n[24]\tExcept\r\nfor the finer grading of the bedding sand and the damaged manhole\r\naprons, which were not in issue before us, the aforegoing,\naccording\r\nto counsel for the appellant, constitutes the evidence of a breach by\r\nthe respondent of clause 15.3 of the agreement,\nin that it all\r\nindicates that prima facie, at least, the respondent failed to\r\nconstruct the container depot in accordance with\nthe design. Counsel\r\nsubmitted, however, that this in itself does not amount to a breach\r\nof clause 15.3 because an isolated defect\nin the works would not\r\nconstitute a breach. But where a failure to construct in accordance\r\nwith the design results in the pavement\nfailing, rendering it\r\nunsuitable for the purpose for which it was intended, so the argument\r\ncontinued, this must surely constitute\na failure to carry out the\r\nworks with either ‘due diligence’ or ‘due skill’.\r\nI may mention that during\ncross-examination of Doyle it was suggested\r\nthat the butt joint in the paving was created because of an\r\ninstruction to the respondent,\nby Naidoo, to lay the interlock paving\r\nblocks from opposite ends. I am prepared to accept, for present\r\npurposes, and as counsel\nfor the appellant submitted, that such an\r\ninstruction did not constitute a contract instruction as defined in\r\nclause 1 of the agreement.\n17\nIn this instance a representative of the respondent, Mr Ferreira,\r\nsent an email to a representative of the site engineer, a Mr\nDanford,\r\nsaying: ‘. . .\nthe\r\npaving contractor can split the area in three equal area[s], a row of\nheaders’\n.\r\nAs mentioned earlier, Mr Ferreira was a representative of the\r\nrespondent and not of the principal agent.\n[25]\tBefore\r\nI consider counsel’s contention on the existence of prima facie\r\nevidence of a breach, by the respondent, of clause\n15.3 of the\r\nagreement I propose to deal briefly with the evidence of two further\r\nwitnesses who testified for the appellant. One\nof them, Waggiet, has\r\nalready been mentioned above – he is the author of the soils\r\nreport. Doyle agreed with counsel for\nthe respondent in\r\ncross-examination that he was not qualified to express a view on the\r\nnumber of layers the pavement should have\nhad or the strengths of the\r\nlayer works in order to withstand the load of the reach stackers. He\r\ntestified that in his review of\nthe material he ‘felt that\r\nthere was a deficiency in the design’ and therefore had it\r\nchecked by Mr Johan McLeod who\nhe believed to be ‘highly\r\nexperienced in road rehabilitation’.\n[26]\nMcLeod\r\nis a civil engineer employed by Eyethu Engineers, a firm of\r\nconsulting engineers. He was approached by Doyle, who gave him\nthe\r\nsoils report and asked him for his opinion on how long the pavement,\r\nin respect of which the report had been prepared, would\nlast. He was\r\nalso given certain information relating to the type of vehicles that\r\nwould be used on the pavement and their loads\nand the number of times\r\na load would pass over the pavement (referred to as ‘repetitions’)\r\nduring its design life.\nUsing a computer program designed by Dr\r\nShackle (the Lockpave program), into which he fed the information\r\nmade available to him,\nhe concluded that the pavement would not last\r\n20 years as required by the appellant, but would last for only 3.8\r\nyears. To a question\nas to what his conclusions would be had the\r\ndeflections been noticed within a month of the first use of the\r\ndepot, and at a time\nwhen the repetitions were less than the figure\r\ngiven to him for purposes of calculating the life of the pavement, he\r\nsaid he would\nassume that there was\npossibly\na construction related problem that resulted in even earlier\r\nfailures. McLeod could not make a definitive statement that there\nwas\r\nindeed a construction deficiency in the pavement, because, he said,\r\nhe had not been to the site but only looked at the soils\nreport and\r\ndrew his conclusions of a possible construction fault from the\r\nLockpave program. In running the test (on the program)\nhe used the\r\nNaidoo design specifications. He agreed in cross-examination that the\r\nactual pavement was ‘modularly stronger’\nthan the Naidoo\r\ndesign, that is the work as constructed was better than designed;\r\nthat the materials used in the top four layers\nwere better than those\r\nrequired by the design and that the compaction in those layers was\r\nhigher than the levels of compaction\nrequired in terms of the\r\ncontract.\n[27]\tWaggiet’s\r\nresponsibility as a soils technician is to identify materials, good\r\nor bad, for road building construction\nand buildings. Although his\r\ninstruction to investigate the deflections at the depot came from the\r\nrespondent, the investigation\nworks were supervised by Naidoo. He\r\nconfirmed his report and testified that if there was insufficient\r\ncompaction of the bedding\nsand under the paving blocks there would be\r\nmovements in the paving and that a very weak lower layer would cause\r\na depression (when\nsubjected to heavy loads). From four test pits\r\nexcavated at the depot he found evidence of oversize aggregate and\r\nsandstone boulders\nthat exceeded specification. But contrary to the\r\nassumptions made by McLeod, Waggiet testified in cross-examination\r\nthat (a) the\ncompaction of the layers was substantially higher than\r\nthat specified in the contract document (design); (b) density tests\r\ndone\non the lower and upper sub-base levels revealed that the\r\ncontractor (respondent) had done its work to a standard better than\r\nspecified\nin the design; and (c) the material used in the\r\nconstruction of the pavement was of good quality and ‘met the\r\nrequirements\nspecified for that class of material’. He also\r\ntestified that the cemented layers were well constructed and that an\r\nair compressor\n(commonly referred to as a jack hammer) was used to\r\nexcavate through the upper and lower sub-base levels. The exercise\r\ntook longer\nthan was envisaged.\n[28]\tWhen\r\none considers Waggiet’s findings and conclusions one finds it\r\ndifficult to understand how McLeod could have drawn\nan inference of a\r\npossible construction problem in the layer works. Despite the\r\noversize material the compaction of the layers\nwas higher than\r\nspecified. It is manifest from Waggiet’s testimony that the\r\npresence of oversize material and timber pegs\nin the layers was not\r\nthe cause of the deflections, ie their presence did not compromise\r\nthe compaction process in the layers.\nI therefore agree with the\r\ncourt a quo when it said:\n‘\nThe\r\nevidence ad\nduced\r\nis moreover insufficient to establish [I would add; ‘even prima\r\nfacie’] that the deflections which occurred along\nthe stake\r\nlines were attributable to incorrect construction processes or\r\ncompaction. The Indlela report confirms that the compaction\nwas\r\nproperly executed, and, upon an appraisal of the evidence adduced on\r\nbehalf of the [appellant], I am unable to find that the\n[respondent]\r\ndid not perform the work properly.’\n18\n[29]\nDid\r\nthe failure to compact the bedding sand evenly and to specification\r\nand the laying of the paving blocks from opposite ends contrary\nto\r\ndesign result in the pavement failing, rendering it unusable for the\r\npurpose for which it was intended, or did it contribute\nto the\r\nfailure of the pavement? Counsel for the appellant contended that if\r\nthe answer is in the affirmative the respondent would\nhave failed to\r\ncarry out the work with either ‘due diligence’ or ‘due\r\nskill’. The short answer is to be\nfound in the Ninham Shand\r\nreport, read with Waggiet’s evidence referred to above. Around\r\n30 June 2006 the appellant knew\nwhat was contained in the Ninham\r\nShand report. Georgiev confirmed that he had received it, although he\r\nstated at first that he\ncould not remember when he received it. This\r\nreport was clear that the weak sub-grade would be unable ‘to\r\ncarry the very\nlarge surface loads’ and that bearing capacity\r\nfailure will take place in it and in the overlying layers. In these\r\ncircumstances\n‘deflections, chipping and cracking of the block\r\npavers are to be expected’. It can therefore not be contended\r\nsuccessfully\nthat the failure to compact the bedding sand and the\r\nlaying of the paving blocks from opposite ends resulted in the\r\npavement failing.\n[30\n]\r\n\tAgain, I agree with the court below that ‘it is of fundamental\r\nimportance to . . . take cognisance of the fact that clause\n15.3 has\r\na number of subparagraphs which, as a matter of common sense and\r\nlogic, requires that the entire section be read conjunctively’\n\nand that ‘[i]t is apparent . . . that the clause identifies . .\r\n. distinct phases in each of which duties and obligations\nare cast\r\nupon the contractor and the principle agent’. As has been\r\nmentioned earlier, the clause requires the contractor\nto proceed with\r\ndue skill, diligence, regularity and expedition and bring the works\r\nto practical completion, works completion and\nfinal completion. When\r\nthe deflections were noticed the works had substantially reached\r\npractical completion and were being used\nfor the purposes for which\r\nthe pavement was intended, albeit that only empty containers were\r\nbeing moved. And as counsel for the\nrespondent correctly argued, the\r\nrespondent was entitled to an opportunity, and in fact obliged, to\r\nremedy defects that manifested\nthemselves in the works before or\r\nafter the works had reached practical completion. This was common\r\ncause between the parties.\nIndeed, on 7 and 14 March 2006 Naidoo\r\nissued a list of areas that still required attention. Clause 24.3 of\r\nthe agreement reads:\n‘\nThe\r\ncontractor shall give timeous notice to the principal agent of the\r\nanticipated date of practical completion to enable the principal\n\nagent to inspect the works on or before such date. Where, in the\r\nopinion of the principal agent, after such inspection the works:\n24.3.1\r\n. . .\n24.3.2\r\nHas\nnot reached practical completion, the principal agent shall forthwith\r\nissue a practical completion list defining the outstanding\nwork and\ndefects\nto be rectified to achieve practical completion to the contractor.’\r\n(My emphasis.)\nAnd clause 26 provides\r\nthat –\n‘\n26.1\r\nThe\ndefects\nliability\r\nperiod for the works shall commence on the date of works completion\r\nand at midnight (00:00):\n26.1.1\r\n(90) calendar days from such date.\n.\r\n. .’ (M\ny\r\nemphasis.)\nClause\r\n27 makes provision for a latent defects liabili\nty\r\nperiod and stipulates that defects that appear up to the date of\r\nfinal completion ‘shall be addressed in terms of [clauses]\n24\r\nto 26’.\n[3\n1]\tIt\r\nwas clear at the meeting of 8 May 2006 that all concerned (Naidoo,\r\nthe principal agent and the respondent) understood, correctly\nso,\r\nthat the respondent was obliged to attend to the defects\r\n(deflections) that manifested themselves on the surface of the\r\npavement.\nAnd the respondent attended to them until it was stopped\r\nfrom doing so on 22 May 2006. It was never suggested to the\r\nrespondent\nthat it was not proceeding with due skill and diligence to\r\nbring the works to practical completion, works completion or final\r\ncompletion.\nThe reason given, as contained in an email addressed to\r\nthe respondent dated 22 May 2006, was that the remedial work being\r\nundertaken\nwas not adequate ‘in terms of taking into account\r\nthe longitudinal joints between layer works and the long term\r\nstability’\nand that Naidoo were ‘currently investigating\r\nan alternative method that would be a long term solution’. By\r\nthen Naidoo\nhad discovered that the deflections were not the result\r\nof the bedding sand being uneven, nor the laying of the paving blocks\r\nfrom\nopposite ends, but rather as a result of a fault in the\r\nlongitudinal joints between the layers. It is not in dispute that the\r\nrespondent\nnever received any instruction to continue with its\r\nremedial work thereafter, or at least up to the date it gave notice\r\nof its\nintention to cancel the agreement.\n[32\n]\tI\r\nagree therefore with the contention by counsel for the respondent\r\nthat the appellant failed to adduce evidence to show that\nthe\r\nrespondent was at any stage unwilling or unable to remedy any\r\nproblems that could be ascribed to defects for which it was\r\nresponsible. During his cross-examination it was put to Georgiev that\r\n‘right up until the last day before this contract was\ncancelled\r\nby the contractor, [the latter] was still tendering to remedy defects\r\nfor which [it] was responsible . . .?’ Georgiev\nanswered in the\r\naffirmative. And the fact that he might not have known who was at\r\nfault, ie whether there was a construction or\ndesign defect when he\r\ncontinued to refuse payment of the amount  of R827 392.03 due to the\r\nrespondent, because of the conflicting\nreports of Ninham Shand and\r\nNaidoo, does not assist the appellant.\n[33\n]\tBefore\r\nus counsel for the appellant argued that the nature of the tender by\r\nthe respondent to remedy its breach is not known;\nthat evidence may\r\nwell later show that there was no proper tender; that the onus was on\r\nthe respondent to show that it was prevented\nfrom doing remedial work\r\nand that Georgiev could not make admissions on matters not within his\r\npersonal knowledge. On the last\naspect I need only say that the\r\nappellant cannot have its cake and eat it. Georgiev gave specific\r\nevidence that the statement that\nthe respondent had tendered to\r\nremedy defects for which it was responsible was correct. Counsel did\r\nnot take up that issue in re-examination\nof Georgiev and it cannot\r\nnow be argued that Georgiev could not make that admission because it\r\nwas a matter outside of his personal\nknowledge. On the issue of the\r\nonus it must be remembered that we are not now dealing with the\r\nrespondent’s counterclaim.\nWe are dealing with the appellant’s\r\nclaim based on the respondent’s alleged breach by allegedly\r\nrepudiating the agreement.\nIt seems to me, therefore, that it is the\r\nappellant who, at the end of its case, should have placed evidence\r\nbefore the court below\nthat the respondent was unwilling or unable or\r\nfailed to remedy defects for which it was responsible as required by\r\nthe terms of\nthe agreement and that therefore it was in breach of the\r\nagreement by purporting to cancel it whilst it was itself in breach.\r\nAs\nI have mentioned, the appellant failed to adduce any such\r\nevidence.\n[34\n]\tWith\r\nregard to the contention that evidence may well later show that no\r\nproper tender was made, counsel relied on the following\npassage from\r\nthe judgment of Wunsh J in\nEtkind\r\n& others v Hicor Trading Ltd & another:\n19\n‘\nThe\r\nagreement, therefore, on the plaintiffs’ own approach to its\r\nmeaning and effect, provided for the allotment of the shares\nin Hicor\r\nwithout the receipt of the consideration and is, therefore, invalid.\r\nMoreover, the plaintiffs are claiming performance\nof the defendants’\r\nobligations without their having fulfilled their obligations and\r\nwithout a tender to do so, except a general\noffer to perform their\r\nobligations “insofar as any of (them) have not been complied\r\nwith”. This is not a proper tender.\nWhere the plaintiffs claim\r\nperformance and have not performed themselves, they had to tender to\r\nfulfil their obligations (\nCrispette\r\nand Candy Co Ltd v Oscar Michaelis NO and Leopold Alexander Michaelis\r\nNO\n1947\r\n(4) SA 521\n(A) at 537).’\nAgain\r\nwe are not here dealing with a claim for performance of a contractual\r\nobligation the performance of which was conditional\non the\r\nperformance of a reciprocal obligation by the claimant.\n20\nIn the present matter the respondent’s entitlement to payment\r\nof the amount certified, which payment was stopped by Georgiev,\nwas\r\nnot dependent, or conditional on, any reciprocal obligation on its\r\npart. In any event, Georgiev’s evidence that performance\nof\r\nremedial work was tendered still stands.\n[35\n]\tI\r\nagree with the court a quo that where a contractor is willing and\r\nable to attend to defects that manifested themselves prior\nto final\r\ncompletion being reached in terms of clause 26, such contractor\r\ncannot be in breach of clause 15.3 provided he remedies\nsuch defects\r\nwith due skill, diligence, regularity and expedition.\n21\nThere being no prima facie evidence that the respondent was in breach\r\nof its obligations under clause 15.3 of the agreement at\nthe end of\r\nthe appellant’s case absolution from the instance was, in my\r\nview, correctly granted by the court a quo.\n[36\n]\tThe\r\nappeal is dismissed with costs, which shall include the costs of two\r\ncounsel.\n____________________\nL\r\nMpati\nPresident\nAPPEARANCES\nAPPELLANTS:\tC\r\nJ Pammenter SC\nInstructed\r\nby Shepstone and Wylie, Durban;\nMatsepes.,\r\nBloemfontein\nRESPONDENT:\tNelson\r\nSC\nJoubert Galpin Searle,\r\nPort Elizabeth;\nHoney Attorneys,\r\nBloemfontein\n1\nClause 31.1 provided that the principal agent ‘shall issue an\r\n\tinterim payment certificate every month until the issue of\na final\r\n\tpayment certificate . . ..’\nClause 31.9 stipulated\r\n\tthat the employer (appellant) ‘shall pay to the contractor the\r\n\tamount certified in an interim payment\ncertificate within seven (7)\r\n\tcalendar days of the date of issue of the payment certificate.\r\n\tPayment shall be subject to the contractor\ngiving the employer on\r\n\ttax invoice for the amount due.’\n2\nThe subclause reads: ‘where the contractor considers\r\n\tcancelling this agreement, notice shall be given to the employer and\n\n\tthe principal agent of the default in terms of 38.1. Should a\r\n\tdefault persist for (10) working days after the date of issue of\n\n\tsuch a notice the contractor may give notice of cancellation to the\r\n\temployer and the principal agent. Such cancellation shall\nbe without\r\n\tprejudice to any rights that the contractor may have.’\n3\nThe judgment is reported as\nMSC\r\n\tDepots (Pty) Ltd v WK Construction (Pty) Ltd & others\n2011 (2) SA 417\n(ECP).\n4\nGordon Lloyd Page & Associates v Revera & another\n2001 (1) SA 88\n(W) para 2.\n5\nClaude Neon Lights (SA) Ltd v Daniel\n1976 (4) SA 403\nat\r\n\t409G-H.\n6\nClause 38.1 provides: ‘The contractor may cancel this\r\n\tagreement where: . . .\n38.1.6 The employer\r\n\tfails to pay the amount certified in terms of 31.9 and 34.10.’\n7\nPara 16.\n8\nPara 21.\n9\nPractical completion is defined as ‘the stage of completion\r\n\twhere, in the opinion of the principal agent, completion of\nthe\r\n\tworks has substantially been reached and can effectively be used for\r\n\tthe purposes intended’.\n10\nWorks completion means ‘the stage of completion where in the\r\n\topinion of the principal agent, the work on the works completion\n\n\tlist has been completed’.\n11\nFinal completion means ‘the stage of completion where, in the\r\n\topinion of the principal agent, the works are free of all\ndefects’.\n12\nClause 36.1 provides: ‘The employer may cancel this agreement\r\n\twhere the contractor:\n3.6.1.1\r\n\tFails to comply in terms of 15.1 or 15.3\n3.6.1.2\r\n\tRefuses to comply with a contract instruction subject to17.2.’\n13\nCompare\nOatorian Properties (Pty) Ltd v Maroun\n1973 (3) SA\r\n\t779\n(A) at 785A–C.\n14\nClause 4.1 stipulates: ‘The contractor shall not be\r\n\tresponsible for the design of the works other than the contractors’\n\n\tor his sub-contractors’ temporary works. The contractor shall\r\n\tnot be responsible for the primary co-ordination of the design\n\n\telement.’\n15\nThe date reflected on the report as 30 June 2005 was erroneous.\n16\nHe was to testify for the respondent.\n17\nA contract instruction is defined as ‘a written instruction\r\n\tsigned and issued by or under the authority of the principal\nagent\r\n\tto the contractor’.\n18\nPara 11.\n19\nEdkind & others v Hicor Trading Ltd &\r\n\tanother\n1999 (1) SA 111\n(W) at 127B-C.\n20\nCf\nCrispette and Candy Co Ltd v Oscar Michaelis No and Leopold\r\n\tAlexander Michaelis No\n1947 (4) SA 521\n(A) at 537.\n21\nPara 22.",
  "scraped_at": "2026-02-12T15:45:45.311774",
  "date": "2011-06-08",
  "coram": [
    "MPATI P",
    "BRAND",
    "LEWIS",
    "SNYDERS",
    "MAJIEDT JJA"
  ],
  "case_number": "157/10",
  "parties": {
    "applicants": [
      "MSC Depots (Pty) Ltd"
    ],
    "respondents": [
      "WK Construction (Pty) Ltd",
      "Wynford’s Civil & Development CC"
    ]
  },
  "sections": {
    "facts": "The appellant, MSC Depots (Pty) Ltd, entered into a standard JBCC 2000 construction agreement with the respondent, a joint venture of WK Construction (Pty) Ltd and Wynford’s Civil & Development CC, to build a container depot at Despatch, Eastern Cape. The works, which included bulk earth‑works, paving, storm water and sewerage reticulation, were to be constructed to specifications supplied by the consulting engineer PD Naidoo. After substantial completion, deflections were observed in the paved area used by heavy reach‑stackers. The appellant instructed payment on an interim certificate to be halted, alleging defects, while the respondent performed remedial work that was later halted on instruction from the consultant. On 14 August 2006 the respondent gave notice of its intention to cancel the contract, and on 29 August 2006 it effected cancellation.",
    "issues": "The primary issues were (1) whether the trial court was correct to grant absolution from the instance at the close of the appellant’s case; (2) whether the respondent was in breach of clause 15.3 of the JBCC agreement, which would preclude its right to cancel; and (3) whether the appellant had produced prima‑facie evidence of the respondent’s breach and of damages arising from any repudiation.",
    "principles": "The court applied the principle that absolution at the end of a plaintiff’s case is granted sparingly and only where there is no reasonable prospect of the plaintiff establishing a prima‑facie case. Under the JBCC agreement, clause 38.6 bars the contractor from exercising a right of cancellation if it is itself in breach of a material term. Cancellation is permissible where the employer fails to pay a certified amount (clause 38.1.6) or where other material breaches exist. The court also reiterated that a breach of a clause need not be judged on its ‘conscionability’ but on the existence of the breach itself.",
    "application": "The court found that the appellant had not adduced evidence that the respondent was in breach of clause 15.3; the evidence presented did not establish that the paving defects were due to the contractor’s lack of skill or diligence. The appellant also failed to show that the respondent was unwilling or unable to remedy the defects, a requirement before a cancellation could be considered a breach. Conversely, the appellant’s own failure to pay the certified amount of R827,392.03 satisfied a clear ground for cancellation under clause 38.1.6, supporting the respondent’s right to cancel. Accordingly, there was no prima‑facie case against the respondent, justifying absolution.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel, confirming the trial court’s order of absolution from the instance."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Construction Contracts",
    "level_3": [
      "cancellation",
      "material breach",
      "absolution",
      "JBCC",
      "defects"
    ]
  }
}