{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/140.html",
  "case_name": "Van der Watt and Another v Jonker and Others (837/2010) [2011] ZASCA 140 (23 September 2011)",
  "citation": "[2011] ZASCA 140",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 140\n|\nNoteup\n|\nLawCite\nVan der Watt and Another v Jonker and Others (837/2010) [2011] ZASCA 140 (23 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 837/2010\nIn the matter between\nGERT JAKOBUS VAN DER WATT\n….......................................\nFIRST\r\nAPPELLANT\nMARTHA JACOBA VAN DER WATT\n…..............................\nSECOND\r\nAPPELLANT\nand\nCHRISTIAAN JACOBUS JONKER\n…....................................\nFIRST\r\nRESPONDENT\nAGRIWEN (EDMS) BPK\n…................................................\nSECOND\r\nRESPONDENT\nAGRIGEN PETROLEUM (EDMS) BPK\n…..............................\nTHIRD\r\nRESPONDENT\nAGRIGEN DIESEL BULTFONTEIN\n(EDMS) BPK\n…...................................................................\nFOURTH\r\nRESPONDENT\nNeutral citation:\nVan der Watt v Jonker\n(837/2010)\n[2011] ZASCA 140\n(23 September 2011)\nCoram: HARMS AP, LEWIS, PONNAN, CACHALIA and MAJIEDT\r\nJJA\nHeard: 5 SEPTEMBER 2011\nDelivered: 23 SEPTEMBER 2011\nSummary: Contract – Sale of business including\r\ngoodwill – effect of – locus standi in enforcing\r\ncontract.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nFree State High Court\r\n(Bloemfontein) (Kruger J, sitting as court of first instance):\nThe appeal is dismissed with costs.\n____________________________________________________________­­­__\nJUDGMENT\n______________________________________________________________\nMAJIEDT JA (HARMS AP, LEWIS, PONNAN and CACHALIA JA\r\nconcurring):\n[1] This is an appeal against the judgment and order of\r\nKruger J, sitting as court of first instance in the Free State High\r\nCourt,\nBloemfontein, enforcing the terms of a restraint of trade\r\nagreement. Leave to appeal was granted by this court.\n[2] In terms of the order of the court below, the\r\nappellants, as respondents, were restrained for a period of 10 years\r\nfrom being\ninvolved in a business entailing the trading, storage,\r\nhandling, sale, marketing or distribution of fuel, oil and/or related\r\nproducts\nin the areas serviced by the second, third and fourth\r\nrespondents (as applicants below). They were each also restrained\r\nfrom providing\nfinancial support or acting as a consultant, adviser\r\nor agent of any person or entity conducting business in the\r\nabovementioned\nrespects.\n[3] The first respondent, Mr Christiaan Jacobus Jonker\r\n(Jonker), started the business of the second respondent, Agriwen\r\n(Pty) Ltd\n(Agriwen), third respondent, Agrigen Petroleum (Pty) Ltd\r\n(Agri-petroleum) and the fourth respondent, Agrigen Diesel\r\nBultfontein\n(Pty) Ltd (Agri-diesel) in 1991, 2000 and 2001\r\nrespectively. Agriwen’s predecessor was Kuiltjie Landbou (Pty)\r\nLtd trading\nas Agri-Mekka Koppies\n1\nand its business was primarily the sale of agricultural\r\nproducts to farmers, similar to the type of business usually\r\nconducted by\nagricultural co-operatives. In 1998, Agriwen’s\r\nbusiness was expanded to include the distribution of Engen petroleum\r\nproducts\nin certain areas of the Free State province. Agri-petroleum\r\nwas involved in the sale and distribution of Engen petroleum products\n\nunder the Zenex brand\n2\nin certain other circumscribed areas of the Free State,\r\nwith three distribution depots at Bothaville, Bultfontein and\r\nVirginia.\nAgri-diesel was established as a black economic empowerment\r\nentity, also for the sale and distribution of Engen petroleum\r\nproducts\nin certain other areas in the Free State (ie different to\r\nthe areas serviced by Agriwen and Agri-petroleum). I shall refer to\r\nthese\nthree businesses collectively as ‘the Agri group’.\r\nIt bears mention at the outset that the businesses were indeed\r\nconducted\nas one large, diverse entity. Jonker was not a shareholder\r\nin the Agri group companies in his own name; his trust, the Chris\r\nJonker\nTrust, held these shares.\n[4] The first appellant, Mr Gert Jakobus van der Watt,\r\nwas a close family friend of Jonker until their business relationship\r\nturned\nsour. Van der Watt started working for Jonker in 1997 as shop\r\nmanager of Agri-Mekka Koppies and he later became Agriwen’s\n\nmarketing manager until September 2000. Thereafter Van der Watt\r\nserved as marketing manager for Agri-petroleum until 2005. Van\nder\r\nWatt held a 30 per cent shareholding in Agri-petroleum and a 21 per\r\ncent shareholding in Agri-diesel. He is married to the\nsecond\r\nappellant, Mrs Martha Jacoba van der Watt, who was not a shareholder\r\nor employee of any of the businesses in the Agri group.\nIn 2005, by\r\nagreement with Jonker, Van der Watt terminated his services with\r\nAgri-petroleum and started a new business in Randfontein\nselling and\r\ndistributing Sasol petroleum products, mostly to industrial clients\r\n(the Agri group businesses distributed Engen petroleum\nproducts,\r\nmostly to farmers). The Randfontein business was purchased in the\r\nname of the erstwhile third respondent in the court\nbelow, Big Red\r\nInvestments (Pty) Ltd, a company owned in equal parts by Van der Watt\r\nand Jonker. Despite this equal shareholding,\nVan der Watt was\r\nreflected as the only shareholder on the company documents, to\r\nprotect Jonker’s business relationship with\nEngen. For the same\r\nreason a similar arrangement regarding the purchase and shareholding\r\nwas reached between them in respect of\nthe filling station business\r\nat Randfontein, which was purchased in the name of the erstwhile\r\nfourth respondent, Turquoise Moon\n(Pty) Ltd. Mrs van der Watt is the\r\nsole shareholder and director of this last mentioned company. The\r\nfilling station business was\nconducted under the trade name ‘Dynamic\r\nFuels’.\n[5] It is common cause that the Randfontein and Agri\r\ngroup businesses all did very well. However, Van der Watt wanted to\r\noperate\nseparately and independently. Jonker acquiesced to a\r\nseparation of the Randfontein and Agri group businesses, culminating\r\nin a\nwritten agreement on 25 April 2007 (the restraint agreement).\r\nThis agreement is the kernel of the dispute between the parties and\n\nit is therefore necessary to set out its salient features. The\r\nrestraint agreement was between Jonker on the one part and the two\n\nvan der Watts on the other. It contained a recordal that the parties\r\ndo business in the Randfontein companies and in the Agri group\n\ncompanies and that they agree to separate these businesses. The\r\nagreement provided that the Van der Watts became the sole\r\nshareholders\nof the two companies in which the Randfontein business\r\nwas conducted, while Jonker in turn became the sole shareholder in\r\nthe Agri\ngroup companies. It was agreed further that, in order to\r\neffect a fair and equitable settlement, Jonker would pay to the Van\r\nder\nWatts R2 million in cash - a point that assumes particular\r\nsignificance in this case. Clause 6 contains restraints in respect of\n\nboth the Van der Watts and Jonker in respect of a 10 year period in\r\nthe petroleum business for the geographical areas serviced\nby the\r\nAgri group businesses (for the Van der Watts) and for a radius of 80\r\nkilometres from Randfontein (for Jonker). It was recorded\nfurther in\r\nclause 6 that the parties agree that the restraints of trade are fair\r\nand reasonable in respect of their nature, extent\nand period and that\r\nthey do not extend further than is reasonably necessary to protect\r\nthe businesses of the respective companies.\n[6] Jonker and the Agri group companies sought and\r\nobtained relief in the high court in terms of the restraint agreement\r\non the\nbasis that the Van der Watts were proved to have solicited\r\ncustomers of the Agri group and were trading in contravention of\r\ntheir\nrestraint under the trade name Dynamic Fuel on both the\r\ndistribution and retail sides. It was not seriously in issue that the\r\nVan\nder Watts were trading in the Agri group’s service areas\r\ncontrary to the restraint provisions. To the extent that Van der\nWatt\r\nsought to create a factual dispute on this aspect in the papers, the\r\nhigh court correctly found for Jonker and the Agri group\nthat there\r\nwas indeed a breach if the restraint was enforceable. In this court\r\ncounsel for the Van der Watts sensibly argued the\nmatter on the basis\r\nthat the Van der Watts were in fact trading in the petroleum business\r\nin the affected areas. Their attack was\ndirected against the\r\nenforceability of the restraint. Three main issues were raised in\r\nargument on behalf of the appellants, namely\nJonker and the Agri\r\ngroup’s locus standi, the unenforceability of the restraints\r\ndue to the absence of a protectable interest\non the part of Jonker\r\nand the Agri group and lastly the 10 year period of the restraint. As\r\nwill presently appear, this appeal\nstands to be decided on a somewhat\r\ndifferent basis to the one advanced by the parties and decided by the\r\nhigh court. In this regard,\nthis court drew the parties’\r\nattention prior to the hearing to its decision in\nA\r\nBecker & Co (Pty) Ltd v Becker & others.\n3\nI shall deal with that decision in due course.\n[7] It is convenient to deal first with the locus standi\r\nissue. Appellants’ counsel argued the point not on the legal\r\nstanding\nper se, but on the question whether Jonker had the right to\r\nsue in the absence of a protectable interest. He contended that\r\nJonker\nhimself does not have a protectable interest since he is not\r\nthe owner of the goodwill in the Agri group. Such goodwill, counsel\n\nsubmitted, was held by the companies themselves. It was contended\r\nfurther that Jonker is not a shareholder in any of the Agri group\n\ncompanies. Reference was made to a dictum of Botha JA in\nBotha\r\n& another v Carapax Shadeports (Pty) Ltd\n4\nwhich reads as follows:\n‘\nWhat I have been referring to\r\nas “the benefit” of an agreement in restraint of trade,\r\npertaining to a business, is,\nin the eyes of the law, the contractual\r\nright to enforce the restraint. It rests in the owner of the\r\nbusiness. He is the creditor\nin respect of it.’\nThese contentions are misconceived. Jonker was a party\r\nto the contract. It is in that capacity that he seeks to enforce the\r\nrestraint.\nThe restraint agreement stipulates that Jonker himself\r\nbecame the sole shareholder in the Agri group. And clause 4 of the\r\nrestraint\nagreement provided that Jonker must pay the sum of R2\r\nmillion in cash to the Van der Watts. His protectable interest\r\nplainly arises\nfrom the restraint agreement itself and there can be\r\nno ambiguity about this at all.\n[8] This court’s decision in\nBasson\r\nv Chilwan & others\n5\nfortifies the aforementioned conclusion. The Chilwans\r\nowned Chilwans Bus Services, a large transport company based in Cape\r\nTown\nwith countrywide operations. Basson had acquired vast experience\r\nin the design and construction of busses. After he had built a\nbus\r\nfor the Chilwans with which they were very satisfied, they negotiated\r\nsuccessfully with Basson to jointly set up a bus construction\n\nbusiness. This resulted in a written agreement to form a close\r\ncorporation, named Coach-Tech, with the Chilwans and Basson holding\n\nequal interests in it. A restraint clause, which formed the subject\r\nof the dispute between the parties, was included in the agreement\nin\r\nrespect of Basson’s employment and the confidentiality of the\r\nagreement.\nOf importance for present purposes is that the parties\r\nto the restraint agreement were the four Chilwans, Basson and\r\nCoach-Tech.\nBoth Nienaber JA\n6\nand Van Heerden JA\n7\nheld that the Chilwans were entitled to seek enforcement\r\nof the restraint against Basson as embodied in the agreement. In the\r\nwords\nof Van Heerden JA (supra):\n‘\nTweedens het die Chilwans net\r\nso seer as Coach-Tech ‘n belang by die beperking gehad. Enige\r\nhandeling wat tot nadeel van Coach-Tech\nsou strek, sou onvermydelik\r\nnadelig op hul ledebelange inwerk.\nBowendien\r\nwas hulle partye tot die kontrak waarin die beperking op Basson gelê\r\nis\n.\r\n. .’ (Emphasis supplied.)\nJonker therefore, as a contracting party like the\r\nChilwans, plainly has a protectable interest affording him the right\r\nto sue for\nenforcement of the restraint. The startling contention was\r\nmade in the appellants’ heads of argument (although not\r\npersisted\nwith in oral argument) that the Agri group companies lack a\r\nprotectable interest since they had not been parties to the contract.\n\nThis circuitous argument is self-evidently destructive of the one or\r\nthe other proposition. But\ncadit quaestio\n–\nas indicated in\nChilwan\n,\r\nboth the companies and Jonker clearly have a protectable interest and\r\nthey have a right to sue on the restraint agreement.\n[9] I turn next to a discussion of the application of\nBecker\nto this case.\r\nIn that matter Becker had sold his jewellery business which he\r\nconducted in a company, the appellant, A Becker &\nCo, to one\r\nAkoodie. The assets sold included goodwill and certain restraints of\r\ntrade were set out in the written agreement of\nsale. The restraint of\r\ntrade was for a period of five years and extended to the entire\r\nRepublic of South Africa. Becker and his\ncompanies, to which the\r\nrestraint applied, complied in full with it until the expiry of the\r\nrestraint period. After the restraint\nhad fallen away, Becker through\r\nhis companies approached his old customers in order to solicit\r\nbusiness from them. Circulars were\ndistributed reminding former\r\ncustomers of Becker’s previous jewellery business and\r\nannouncing that Becker was back in that\nbusiness. Akoodie, through\r\nthe appellant company which he had bought from Becker, sued for an\r\ninterdict to restrain Becker and\nhis wife (who had been in the\r\nbusiness with Becker) from canvassing or soliciting business from\r\ntheir old customers. In upholding\nthe appeal against an order of\r\nabsolution this court held that while the express restraint in\r\nrespect of competition had fallen\naway, the sale of the company’s\r\ngoodwill meant that Becker and his wife were prohibited from\r\nsoliciting business from their\nformer customers. Muller JA referred\r\nwith approval to the speech of Lord Macnaghten in\nTrego\r\nv Hunt\n8\nand held as follows:\n9\n‘\nIn my opinion the judgement in\r\nthe English case of Trego v Hunt . . . is correct. If a seller\r\ndisposes of the goodwill of a business\nhe is not allowed thereafter\r\nto act contrary to the sale’.\nIn a separate, concurring judgment Van Heerden AJA\r\nanalysed in detail the origin and nature of the right to goodwill in\r\na business.\nHe pointed out that it is an incorporeal property right\r\nusually based on two components, namely locality of the business and\r\nthe\npersonality of the driving force behind the business.\n10\nIn alienating the goodwill of a business, a vendor\r\ncommits himself not to perform any act adverse to the granting of the\r\nright.\nIn this regard Van Heerden AJA cited the well established\r\nEnglish law notion that ‘a vendor is not entitled to derogate\r\nfrom\nhis grant’, as espoused by Lord Herschell in\nTrego\r\nv Hunt\n.\n11\nIt is by now also firmly established in our law that,\r\nabsent a restraint provision, the seller of goodwill is permitted to\r\ntrade\nin competition with the purchaser, but he may not solicit his\r\nold customers for business.\n12\n[10] The present matter falls squarely within the\nBecker\nprinciples. Van der Watt seeks to take back that which\r\nhe has sold for a consideration of R2 million in cash, namely the old\r\ncustomers\nwith whom he did business while part of the Agri group. It\r\nis plain from\nBecker\nand\r\nthe authorities cited there that the present matter concerns the\r\nprotection of goodwill as well as the restraint of trade. Harms\nJA\r\ndescribed goodwill in\nCaterham Car Sales &\r\nCoachworks Ltd v Birkin Cars (Pty) Ltd\n13\nas follows:\n‘\nGoodwill is the totality of\r\nattributes that lure or entice clients or potential clients to\r\nsupport a particular business.’\nIn\nThe Commissioners of Inland\r\nRevenue v Muller & Co’s Margarine Ltd\n14\nLord Macnaghten defined goodwill thus:\n‘\nWhat is goodwill? It is a\r\nthing very easy to describe, very difficult to define. It is the\r\nbenefit and advantage of the good name,\nreputation and connection of\r\na business. It is the attractive force which brings in custom.’\n[11] It is plain on the undisputed facts that van der\r\nWatt had built up strong business relationships with Agri group’s\r\nexisting\ncustomers through his previous employment there. He had also\r\nformed strong personal associations with some of them through his\r\nfamily and that of his wife. This is particularly so in the case of\r\nthe Parys, Koppies and Bothaville areas\n15\n.\r\nIt is significant that Van der Watt, on his own version, focused\r\nDynamic Fuels’ business entirely on those areas of the\nFree\r\nState where the Agri group operates. This suggests, to my mind, that\r\nhe targeted customers in those areas for his new business.\nThe\r\nuncontroverted facts demonstrate that Van der Watt actively solicited\r\nthose Agri group customers by marketing his petroleum\nproducts at the\r\nKoppies club, where a number of them were in attendance, at a golf\r\nday where he actively marketed Dynamic Fuels’\nbusiness and\r\nthrough a direct approach to at least one Agri group customer, Mr\r\nTaljaard. There is in my view no difference between\nthis type of\r\ngeneral canvassing, that is, at a club or during a golf day and that\r\nemployed in\nBecker,\nnamely\r\nthe distribution of circulars to erstwhile customers. It is not\r\nnecessary to prove direct overtures to Agri group customers\nby Van\r\nder Watt. In any event, as the court below correctly found, the\r\nTaljaard case amply demonstrates that direct canvassing\nand\r\nsolicitation was undertaken by Van der Watt. It was admitted in Van\r\nder Watt’s answering affidavit that he had personally\ninformed\r\nJonker that he intended resuming his business activities in the Agri\r\ngroup’s service areas. His defence was that\nthe restraint of\r\ntrade was unenforceable and that he might consequently trade with his\r\nold Agri group customers in competition\nwith Jonker and the Agri\r\ngroup.\n[12] In summary: Jonker and the Van der Watts separated\r\ntheir businesses through their written agreement as mentioned. The\r\nbusinesses\nwere sold as going concerns. It is trite that such a sale\r\nof business as going concern includes that business’ goodwill.\r\nA restraint of trade against a seller forms part of the goodwill of a\r\nbusiness.\n16\nIn order to determine all the components contained in\r\nthe\nmerx\nin a sale of\r\na business one must have regard to the contract and those components\r\nwill normally, if not invariably, include the\ngoodwill of the\r\nbusiness.\n17\nThere can be no doubt that the parties intended to and\r\ndid in fact sell the goodwill in the respective businesses to each\r\nother.\nThe appellants’ counsel did not contend otherwise. The\r\nlegal consequences of such sale were apparently not emphasized in the\n\nhigh court and, as stated, the parties were alerted to\nBecker’s\ncase by this court prior to the hearing. But in the\r\npapers, Jonker, on behalf of the respondents, repeatedly complained\r\nthat the\ngoodwill was being eroded by the Van der Watts’\r\nconduct. The issue was therefore raised pertinently in the papers and\r\nreferred\nto in the judgment of the high court. As stated, the Van der\r\nWatts’ answer was that the restraint is unenforceable. But in\na\r\nsupplementary answering affidavit an auditor of the Van der Watts\r\nundertook, on their instructions, a calculation of the price\nof the\r\nvarious businesses, including goodwill. Implicitly therefore, the\r\nappellants had been alive to the fact that goodwill formed\npart of\r\nthe businesses purchased and sold respectively. The legal\r\nconsequences of trading in contravention of the alienation of\nthe\r\ngoodwill appear, however, to have eluded them. For these reasons\r\nJonker and the Agri group have the right to assert their rights\nto\r\ngoodwill in terms of the restraint agreement.\n[13] The position of the second appellant, Mrs van der\r\nWatt, requires brief consideration. It was contended on her behalf\r\nthat no\nrelief should have been granted against her, since she was\r\nneither an employee nor a shareholder of any of the Agri group\r\ncompanies.\nThe contention cannot be upheld. First, Mrs van der Watt\r\nwas a signatory to the restraint agreement. Second, it is abundantly\r\nclear\non the papers that Van der Watt is using his wife’s\r\ncompany, Turquoise Moon (Pty Ltd, as a front to conduct the retail\r\nbusiness\n(the filling stations) with Agri group customers as a target\r\nmarket. Lastly, she was a co-recipient of the R2 million cash\r\nconsideration\nin terms of the agreement. She is therefore also in\r\nbreach of the agreement.\n[14] Having reached this conclusion, it is not necessary\r\nto deal at length with the restraint of trade issue. It would suffice\r\nto\nuphold the findings of the high court, that the Van der Watts were\r\nin breach of the restraint and that the ten year period was not\n\nunreasonable. I agree with the high court that the following features\r\nof the restraint were conclusive – the reciprocity\nof the\r\nrestraint (i.e. binding both the Van der Watts and Jonker), the fact\r\nthat the Van der Watts were paid R2 million in cash\nas part of the\r\ndeal, the success attained by Van der Watt with the Randfontein\r\nbusiness even with the restraint in operation, Van\nder Watt’s\r\nspecial relationship with the Agri group customers while he worked\r\nfor the group as a marketer, the Taljaard incident,\nthe fact that Van\r\nder Watt is specifically targeting the areas where the Agri group\r\noperates and lastly the fact that this is a\ncommercial, not an\r\nemployer-employee restraint agreed upon when the parties parted ways\r\nin their business relationship and at a\nstage when they were fully\r\nconversant with their respective businesses’ extent and\r\npotential.\n[15] The appeal is dismissed with costs.\n___________\nS A MAJIEDT\nJUDGE OF APPEAL\nAPPEARANCES:\nCounsel for appellants : C E PUCKRIN SC (with him AJP\r\nELS)\nInstructed by : Thomas & Swanepoel, Tzaneen\nSymington & de Kok, Bloemfontein\nCounsel for respondents : J Y CLAASEN SC\nInstructed by : Thabo Grimbeek Attorneys, Kroonstad\nNaude’s, Bloemfontein\n1\nThe\r\n\tname was changed to Agriwen in 2004.\n2\nEngen\r\n\ttook over the Zenex businesses countrywide at about the time when\r\n\tAgri-petroleum had been established, first as a shelf\ncompany, just\r\n\tbefore 2000.\n3\nA\r\n\tBecker & Co (Pty) Ltd v Becker & others\n1981\r\n\t(3) SA 406\n(A).\n4\nBotha\r\n\t& another v Carapax Shadeports (Pty) Ltd\n1992(1)\r\n\tSA 202 (A) at 214B.\n5\nBasson\r\n\tv Chilwan and others\n[1993] ZASCA 61\n;\n1993 (3) SA 742\n(A).\n6\nAt\r\n\t768J–769B.\n7\nAt\r\n\t774G-H.\n8\nTrego\r\n\tv Hunt\n[\n1896] AC 7\nat 22-25.\n9\nAt\r\n\t414H.\n10\nSee\r\n\talso\nReceiver of Revenue, Cape v\r\n\tCavanagh\n1912 AD 459\nat 461–462.\n11\nAt\r\n\t19-20.\n12\nA\nBecker & Co (Pty) Ltd v Becker &\r\n\tothers\nat 417F-G and 418G-H; see also:\nCorbin on Contracts\nvol.\r\n\t6A s1386: ‘When a business is sold with its goodwill, but\r\n\twithout any express promise not to compete, the seller is\nprivileged\r\n\tto open a new business in competition with the buyer; but he is\r\n\tunder obligation not to solicit his former customers\nor to conduct\r\n\this business under such a name and in such a manner as to deprive\r\n\tthe buyer of the “goodwill” that\nhe paid for.’\n13\nCaterham\r\n\tCar Sales & Coachworks Ltd v Birkin Cars (Pty) Ltd\n[1998] ZASCA 44\n;\n1998\r\n\t(3) SA 938\n(SCA) para 15.\n14\nThe\r\n\tCommissioners of Inland Revenue v Muller & Co’s Margarine\r\n\tLtd\n[1901] AC 217\nat 223-224.\n15\nThe\r\n\tVan der Watts live in Parys and had opened a filling station there.\r\n\tMrs van der Watt hails from Bothaville and Van der Watt’s\n\n\tfamily live in the Koppies area.\n16\nBotha\r\n\t& another v Carapax Shadeports (Pty) Ltd\nat\r\n\t212D\n17\nSlims\r\n\t(Pty) Ltd v Morris\nNO\n1988\r\n\t(1) SA 715\n(A) at 727E;\nShoprite\r\n\tCheckers (Edms) Bpk v Grobbelaar\n[2011]\r\n\tZASCA 11\nparas 18-19.",
  "scraped_at": "2026-02-12T15:52:25.746182",
  "date": "2011-09-23",
  "coram": [
    "Harms AP",
    "Lewis",
    "Ponnan",
    "Cachalia",
    "Majiedt JJA"
  ],
  "case_number": "837/2010",
  "parties": {
    "applicants": [
      "Gert Jakobus van der Watt",
      "Martha Jacoba van der Watt"
    ],
    "respondents": [
      "Christiaan Jacobus Jonker",
      "Agriwen (Edms) Bpk",
      "Agrigen Petroleum (Edms) Bpk",
      "Agrigen Diesel Bultfontein (Edms) Bpk"
    ]
  },
  "sections": {
    "facts": "The dispute arose from a written restraint‑of‑trade agreement concluded on 25 April 2007 between Christiaan Jacobus Jonker and the van der Watts. The agreement effectually transferred ownership of the Agri group of companies to Jonker and of the Randfontein businesses to the van der Watts, with Jonker paying the van der Watts R2 million in cash. Both parties were bound by a ten‑year non‑competition clause – the van der Watts were restrained from operating in the geographical areas served by the Agri group, and Jonker was restrained within an 80‑km radius of Randfontein. After the split, the van der Watts established ‘Dynamic Fuels’ and were alleged to have solicited Agri group customers in the restricted area, breaching the covenant. Jonker and the Agri group sued for an interdict to enforce the restraint.",
    "issues": "The appeal centred on three legal questions: (1) whether Jonker and the Agri group had locus standi to enforce the restraint, given that Jonker was not a shareholder of the Agri companies at the time of the dispute; (2) whether the restraint was enforceable at all, considering the alleged absence of a protectable interest on the part of the respondents; and (3) whether the ten‑year duration of the restraint was unreasonable and therefore void.",
    "principles": "The Court relied on established principles that a party to a restraint‑of‑trade agreement acquires a protectable interest enforceable by law. Authority cited included Basson v Chilwan (enforcement by parties to a corporate restraint), Botha v Carapax (the contractual right to enforce a restraint rests with the owner of the business), and, most pertinently, A Becker & Co v Becker (where the sale of a business’s goodwill gives the purchaser a right to protect that goodwill, even without an explicit non‑compete clause). The Court affirmed that goodwill is an incorporeal property right comprising reputation, customer connections and locality, and that its alienation carries with it a protective restraint on the seller.",
    "application": "Applying these principles, the Court held that Jonker, as a contracting party who received the Agri group’s goodwill and paid R2 million, possessed a clear protectable interest. The van der Watts, having received the Randfontein businesses and their goodwill, were equally bound. The Court found that the van der Watts had indeed solicited Agri group customers in the restricted area, constituting a breach. The ten‑year period was deemed reasonable given the commercial nature of the restraint, the reciprocal obligations, the consideration paid, and the parties’ full awareness of the scope of the agreement. Mrs van der Watt was also bound as a signatory and co‑beneficiary of the cash consideration.",
    "conclusion": "The appeal was dismissed with costs. The Court upheld the High Court’s finding that the van der Watts breached the restraint of trade and confirmed that the ten‑year restriction was not unreasonable. The orders of the Free State High Court remain in force."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Restraint of Trade",
    "level_3": [
      "goodwill",
      "sale of business",
      "locus standi",
      "contract enforceability",
      "non‑compete"
    ]
  }
}