{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/119.html",
  "case_name": "Masoanganye v S (252/2011) [2011] ZASCA 119; 2012 (1) SACR 292 (SCA) (7 July 2011)",
  "citation": "[2011] ZASCA 119",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 119\n|\nNoteup\n|\nLawCite\nMasoanganye v S (252/2011) [2011] ZASCA 119; 2012 (1) SACR 292 (SCA) (7 July 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT\r\nOF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase No:\n252/2011\nIn\r\nthe matter between:\nANDRIES\r\nJOE MASOANGANYE\n….......................................................\nFirst\r\nAppellant\nTLALENG\r\nALINA MHELKWA\n….......................................................\nSecond\r\nAppellant\nand\nTHE\r\nSTATE\n…..............................................................................................\nRespondent\nNeutral\r\ncitation:\nMasoanganye v The State\n(252/11)\n[2011] ZASCA\n119\n(7 July 2011)\nCoram:\nHarms AP, Brand and Maya JJA\nHeard:\n05 July 2011\nDelivered:\n07 July 2011\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nNorth West High Court (Mafikeng)\r\n(Leeuw JP sitting as court of first instance):\n1. The appeal of the first appellant is dismissed.\n2. The appeal of the second appellant is upheld. The\r\norder of the court a quo with regard to her is set aside and replaced\r\nwith\nthe following:\n(a) Bail consisting of the amount of R25 000 is\r\ngranted to\nTLALENG ALINA MHLEKWA\nsubject thereto that she:\n(i) furnish the Registrar of the North-West High Court\r\nMahikeng and the Director of Public Prosecutions, North-West,\r\nMahikeng, with\nher full residential and postal address as well as of\r\nthe address of her attorney of record; and\n(ii) deliver the Notice of Appeal to the Full Bench\r\nwithin twenty (10) days of this order, as required in Rule 49(2) and\r\n(3) of\nthe Uniform Rules.\n(b) has to, within twenty (20) days after receipt of a\r\ncopy of the record of the trial proceedings from the aforesaid\r\nRegistrar\nin accordance with the provisions of Rule 49A of the\r\nUniform Rules apply to the aforesaid Director of Public Prosecutions,\r\nto set\na date for the hearing of the appeal as required in Rule\r\n49A(2);\n(c)\nTLALENG ALINA MHLEKWA\nhas to at least twenty\r\n(20) days before the date for the hearing of the appeal deliver her\r\nHeads of Argument in accordance with\nthe provisions of Rule 49A(3) of\r\nthe Uniform Rules.\n(d)\nTLALENG ALINA MHLEKWA\nhas to within\r\nseventy-two (72) hours of service of an order to surrender\r\ncontemplated in Section 307(3)(b) read with\nSection 321(2)\nof the\nCriminal Procedure Act, No. 51 of 1977\n, in the manner prescribed by\r\nthe Uniform Rules on her at her residential address referred to in\r\n(a)(i).\n(e) If\nTLALENG ALINA MHLEKWA\nshould fail to\r\ncomply with the provisions of paras (b), (c) and (d), bail shall be\r\nprovisionally cancelled and the bail money provisionally\nforfeited\r\nand a warrant for her arrest shall be issued.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nHARMS AP (BRAND and MAYA JJA concurring)\n[1] Mr Andries Masoanganye and Mrs Tlaleng Alina\r\nMhlekwa, to whom I shall refer for the sake of convenience as the\r\nfirst and second\nappellant respectively, were found guilty and\r\nsentenced to periods of imprisonment by Leeuw JP in the North West\r\nHigh Court, Mafikeng.\nThey were the first and third accused in a case\r\nthat concerned the theft of funds from the Guardian Fund. The first\r\nappellant was\nthe Master and the second appellant the Assistant\r\nMaster of the High Court in Mmabatho at the relevant time. Important\r\nto note\nfor purposes of this judgment is the fact that they were\r\nallegedly in cahoots with an attorney, Mr Abdul Kader Ahmed, who used\r\nhis firm’s trust account for diverting the money involved.\r\nAhmed was a co-accused, and he too was found guilty and sentenced\nto\r\na period of incarceration.\n[2] The appellants and Ahmed applied to the trial court\r\nfor leave to appeal to this court and for an extension of their bail\r\npending\nthe finalisation of their appeal. The learned judge below\r\ngranted them leave to appeal against conviction and sentence but\r\nordered\nthat the appeal be heard by the full court of the North West\r\nHigh Court. She released Ahmed on bail but refused the appellants\r\nbail.\n[3] We have before us an appeal by the appellants\r\nagainst the refusal of the court below to grant them bail and an\r\napplication by\nthem to lead further evidence on appeal in support of\r\ntheir bail appeal.\n[4] There is in addition applications by the appellants\r\nand by Ahmed for a direction that the appeal be heard by this court\r\ninstead\nof the full court. Such application is dealt with in chambers\r\nbut it is convenient to set out our reasons for dismissing these in\n\nthis judgment.\n[5] The background to these applications is the\r\nfollowing. It would appear that Ahmed had applied for a separation of\r\ntrial, which\nwas refused. This, he said, meant that he had to incur\r\nunnecessary legal expenses and that he therefore did not have a fair\r\ntrial.\nIt seems that Leeuw JP was asked and did in the course of the\r\ntrial make a special entry on the record in this regard.\n[6] It would also appear that the accused had asked the\r\nlearned judge during the trial to recuse herself on the basis of a\r\nperceived\nanimosity towards the accused by virtue of numerous\r\nindulgences granted to the prosecution. She dismissed the application\r\nand apparently\nmade a special entry at the request of the accused\r\nbased on her refusal.\n[7] The last issue was raised by the two appellants\r\nonly. Their final complaint was that the learned judge had asked for\r\na correctional\nsupervision report for purposes of sentencing. It was\r\nnot forthcoming and she proceeded to sentence them without such a\r\nreport.\nAlthough asked, Leeuw JP did not make the necessary special\r\nentry.\n[8] The appellants and Ahmed allege that these issues\r\nentitle them to an appeal as of right to this court by virtue of\ns\r\n318\nof the\nCriminal Procedure Act 51 of 1977\nand that it does not\r\nmake sense to have two appeals in the same matter, one before the\r\nfull court on the merits and another before\nthis court on the special\r\nentries.\n[9] The argument is no doubt correct provided the\r\nspecial entries were proper special entries as envisaged by\ns 318.\nThey are, however, not. As was explained in\nStaggie\r\nv The State\n(38/10)\n[2011] ZASCA 88\n(27 May 2011):\n‘\nSpecial\r\nentries are an anachronism dating from the time when the right to\r\nappeal in a criminal case was severely restricted. In\nspite of what\r\nwas said in a time frame not far removed from the extension of the\r\nright to appeal by Schreiner ACJ in\nR\r\nv Nzimande & others\n1957\r\n(3) SA 772\n(A) at 773H-774D, the only purpose it serves today is to\r\nrecord irregularities that affect the trial that do not appear from\r\nthe\nrecord. Examples given by Hiemstra\n1\nrelate\r\nto the removal of an assessor by the presiding judge for reasons that\r\nwere not debated in open court (\nS\r\nv Malindi & others\n1990\r\n(1) SA 962\n(A)); the failure of the prosecutor to disclose\r\ndiscrepancies in a witness’s statement (\nS\r\nv Xaba\n1983\r\n(3) SA 717\n(A)); and where the was a breach of the attorney-client\r\nrelationship and the evidence so obtained was used against the\r\naccused\n(\nS\r\nv Mushimba\n1977\r\n(2) SA 829\n(A).’\n[10] Like in\nStaggie\n,\r\nall the so-called irregularities relied did not qualify because they\r\nall concerned an attack on rulings made by the court during\nthe\r\nproceedings and they do not relate to irregularities that affect the\r\ntrial that do not appear from the record. This means that\nthe notices\r\nof appeal filed in this court by the appellants and by Ahmed were\r\nirregularly filed and have to be set aside.\n[11] This means that the application that the appeal be\r\nheard by this court because of\ns 318\nwas misconceived. However, the\r\nappellants and Ahmed gave another reason. They believe that the\r\njudges assigned to hear the appeal\nmay defer to the trial judge\r\nbecause she is the judge president of that court. This belief, if\r\ntruly held, has no factual basis.\nThere is on the papers before us no\r\nreason to believe that the judges that will hear the appeal will not\r\nhold to their judicial\noath and decide the case fearlessly. If the\r\nappellants and Ahmed have reason to apply for the recusal of any\r\nparticular judge,\nthat application should be directed to that judge\r\nat the appropriate time. In our system, if there is reason to believe\r\nthat proximity\ncould be a problem, the practice is to ‘import’\r\na judge or judges from other high courts to hear the particular case.\n[12] We had regard to the notices of appeal filed not\r\nonly in this court but also in the high court. The issues are purely\r\nfactual\nand appear to be staight forward. There is accordingly no\r\nreason to direct that the appeal be heard by this court. On the\r\ncontrary,\nthe registrar will be directed to return the notices of\r\nappeal filed in this court because they were incorrectly accepted.\r\nThe\nfull court can deal with the alleged irregularities in the course\r\nof the appeal.\n[13] I now revert to the appeal\r\nproper. An appplication for bail after conviction is regulated by\ns\r\n321\nof the Act. It provides that the execution of the sentence of a\r\nsuperior court ‘shall not be suspended’ by reason of\nany\r\nappeal against a conviction unless the trial court ‘thinks it\r\nfit to order’ that the accused be released on bail.\nThis\r\nrequires of a sentenced accused to apply for bail to the trial court\r\nand to place the necessary facts before the court that\nwould entitle\r\nan exercise of discretion in favour of the accused. Compare\nS v Bruintjies\n2003 (2) SACR 575\n(SCA) para 8.\n[14] Since an appeal requires leave\r\nto appeal which, in turn, implies that the fact that there are\r\nreasonable chances of success\non appeal, is on its own not sufficient\r\nto entitle a convicted person to bail pending an appeal:\nR\r\nv Mthembu\n1961 (3)\r\nSA 468\n(D) at 471A-C. What is of more importance is the seriousness\r\nof the crime, the risk of flight, real prospects of success on\r\nconviction,\nand real prospects that a non-custodial sentence might be\r\nimposed.\n[15] It is important to bear in mind that the decision\r\nwhether or not to grant bail is one entrusted to the trial judge\r\nbecause\nthat is the person best equipped to deal with the issue\r\nhaving been steeped in the atmosphere of the case. Through\r\nlegislative\noversight, something this court has complained about for\r\nmore than two decades and ignored by the Executive, a convicted\r\nperson\nhas an automatic right of appeal to this court against a\r\nrefusal of bail. But there is a limit to what this court may do. It\r\nhas\nto defer to the exercise of the trial court’s decision\r\nunless that court failed to bring an unbiased judgment to bear on the\n\nissue, did not act for substantial reasons, exercised its discretion\r\ncapriciously or upon a wrong principle.\n[16] The problem is that the trial judge, contrary to\r\nestablished practice, failed to give reasons for granting leave to\r\nappeal.\nThe problem is exacerbated by the fact that the judgment on\r\nconviction is not before us due to the failure of the trial judge to\n\nrelease it – even after four months. We do not know the reasons\r\nbut the delay is, prima facie, inexcusable.\n[17] This failure makes it difficult for us to assess\r\nwhether the appellants have any real prospects of success on the\r\nmerits. In\naddition, although the appellants have filed full\r\naffidavits and heads, they did not deal with the merits of the\r\nappeal. We are\nalso unable, in the absence of extracts from the\r\nrecord, to assess whether there is any merit in the bias allegation\r\nnor do we\nknow what a pre-sentence report would have shown that could\r\nhave led to a non-custodial sentence being imposed. This means that\n\nwe can but give little weight to chances of success on conviction.\n[18] A further problem is that the court below intimated\r\nthat it had other reasons for refusing bail which it was prepared to\r\ndisclose\nif approached. Such an approach was not made. It would\r\nappear that the trial judge was under the impression that the\r\napplication\nfor bail could be renewed because she said that she was\r\nnot satisfied that the appellants could be released on bail ‘at\r\nthis\nstage’. On a conspectus of the judgment as a whole it\r\nseems that what the learned judge had in mind was that the appellants\n\ncould produce further evidence concerning their assets – the\r\nonly matter that she dealt with in her judgment. Her judgment\nboils\r\ndown to this: she was not satisfied that the appellants were not a\r\nflight risk because they did not have sufficient assets.\nAhmed, who\r\nhad sufficient assets, was held not to be a flight risk for that\r\nreason only.\n[19] The proper route to have followed would have been\r\nto allow the matter to stand down – as requested by counsel –\n\nor to postpone the bail application. However, what the court failed\r\nto consider is that the personal circumstances of an accused\n–\r\nmuch more than assets – determine whether the accused is a\r\nflight risk. The court knew that the second appellant\nhad three\r\nchildren, one of 18 months, that her husband lives and work in the\r\ncountry and that she is still employed in some or\nother position in a\r\nmaster’s office. These facts, in my view, if taken into\r\naccount, would have satisfied that she was not\na flight risk.\r\nAlthough not as strong a case could be made out for the first\r\nappellant, his personal circumstances are such that\nhe, too, could\r\nhardly be seen as a flight risk.\n[20] That is not the end of the matter. One has to\r\nconsider the seriousness of the crimes and the possible length of\r\nincarceration.\nAs counsel for the state conceded, there is a real\r\nlikelihood that the second appellant might have served her full\r\nsentence by\nthe time the appeal is finalised. This means that unless\r\nshe is released on bail her appeal may become academic. It is\r\ndifferent\nwith the first appellant. He was sentenced to an effective\r\nperiod of ten years’ imprisonment for having stolen, in his\r\nposition\nas Master, over a period of more than a year a sum in excess\r\nof R1million from the Guardian Fund and government. There is no\r\nlikelihood\nthat his ultimate sentence will be reduced to less than\r\nthree years. In the light of this it would not be appropriate to\r\ngrant\nhim bail.\n[21] The following order is made:\n1. The appeal of the first appellant is dismissed.\n2. The appeal of the second appellant is upheld. The\r\norder of the court a quo with regard to her is set aside and replaced\r\nwith\nthe following:\n(a) Bail consisting of the amount of R25 000 is\r\ngranted to\nTLALENG ALINA MHLEKWA\nsubject thereto that she:\n(i) furnish the Registrar of the North-West High Court\r\nMahikeng and the Director of Public Prosecutions, North-West,\r\nMahikeng, with\nher full residential and postal address as well as of\r\nthe address of her attorney of record; and\n(ii) deliver the Notice of Appeal to the Full Bench\r\nwithin twenty (10) days of this order, as required in\nRule 49(2)\nand\r\n(3) of the Uniform Rules.\n(b) has to, within twenty (20) days after receipt of a\r\ncopy of the record of the trial proceedings from the aforesaid\r\nRegistrar\nin accordance with the provisions of Rule 49A of the\r\nUniform Rules apply to the aforesaid Director of Public Prosecutions,\r\nto set\na date for the hearing of the appeal as required in Rule\r\n49A(2);\n(c)\nTLALENG ALINA MHLEKWA\nhas to at least twenty\r\n(20) days before the date for the hearing of the appeal deliver her\r\nHeads of Argument in accordance with\nthe provisions of Rule 49A(3) of\r\nthe Uniform Rules.\n(d)\nTLALENG ALINA MHLEKWA\nhas to within\r\nseventy-two (72) hours of service of an order to surrender\r\ncontemplated in Section 307(3)(b) read with\nSection 321(2)\nof the\nCriminal Procedure Act, No. 51 of 1977\n, in the manner prescribed by\r\nthe Uniform Rules on her at her residential address referred to in\r\n(a)(i).\n(e) If\nTLALENG ALINA MHLEKWA\nshould fail to\r\ncomply with the provisions of paras (b), (c) and (d), bail shall be\r\nprovisionally cancelled and the bail money provisionally\nforfeited\r\nand a warrant for her arrest shall be issued.\n___________________\nL T C Harms\nActing President\nAPPEARANCES\nAPPELLANT/S C J Zwiegelaar (Me)\nInstructed by Smit Stanton Incorporated, Mahikeng\nNaudes Attorneys, Bloemfontein\nRESPONDENT/S: M G Ndimande\nInstructed by The Director of Public Prosecutions,\r\nMmabatho\nThe Director of Public Prosecutions, Bloemfontein\n1\nSuid-Afrikaanse\r\n\tStrafproses\n(Kriegler and Kruger 6 ed)\r\n\tp 888.",
  "scraped_at": "2026-02-12T15:46:56.261707",
  "date": "2011-07-07",
  "coram": [
    "Harms AP",
    "Brand",
    "Maya JJA"
  ],
  "case_number": "252/2011",
  "parties": {
    "applicants": [
      "Andries Joe Masoanganye",
      "Tlaleng Alina Mhlekwa"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Andries Joe Masoanganye and Tlaleng Alina Mhlekwa, former Master and Assistant Master of the High Court in Mmabatho, were convicted along with an attorney, Abdul Kader Ahmed, of stealing more than R1 million from the Guardian Fund. The trial judge granted Ahmed bail but refused bail to the two appellants, ordering them to remain in custody pending appeal. The appellants challenged the refusal of bail and sought to have their appeal heard by the Supreme Court of Appeal rather than a full court of the North West High Court.",
    "issues": "The court had to determine (1) whether the trial judge erred in refusing bail to the appellants pending appeal; (2) whether the appeal should be heard by this court under s318 of the Criminal Procedure Act or by the full court as originally ordered; (3) whether the special entries made by the trial judge justified a separate appeal; and (4) the appropriate conditions for bail if granted.",
    "principles": "Section 321 of the Criminal Procedure Act permits bail after conviction only if the trial court deems it fit, considering seriousness of the offence, risk of flight, prospects of success on appeal, and likelihood of a non‑custodial sentence. The court may overturn a bail refusal only if the trial judge acted capriciously, on a wrong principle, or without proper reasons. Special entries are limited to irregularities not evident from the record (Staggie v The State). Appeals filed inconsistently with s318 are irregular and must be set aside.",
    "application": "The Supreme Court found that the trial judge failed to provide reasons for refusing bail and did not assess the appellants' personal circumstances adequately, particularly the second appellant’s family ties and employment. The court noted the first appellant’s serious theft, making bail unlikely, but held that the second appellant was not a flight risk and that her continued detention would render the appeal academic. Consequently, bail of R25,000 was granted to the second appellant with detailed reporting conditions; the first appellant’s appeal was dismissed.",
    "conclusion": "The appeal of Andries Joe Masoanganye was dismissed. The appeal of Tlaleng Alina Mhlekwa was upheld, the trial court's order refusing her bail was set aside, and bail of R25,000 was granted subject to conditions concerning address disclosure, filing of the notice of appeal, scheduling of the appeal hearing, delivery of heads of argument, and compliance with surrender provisions. Non‑compliance would result in provisional cancellation of bail and forfeiture of the bail money."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Bail",
    "level_3": [
      "appeal",
      "criminal procedure",
      "bail pending conviction",
      "special entries",
      "court discretion"
    ]
  }
}