{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/87.html",
  "case_name": "SA Mohair Brokers Ltd v Louw and Others (602/10) [2011] ZASCA 87 (27 May 2011)",
  "citation": "[2011] ZASCA 87",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 87\n|\nNoteup\n|\nLawCite\nSA Mohair Brokers Ltd v Louw and Others (602/10) [2011] ZASCA 87 (27 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 602/10\nIn\r\nthe matter between:\nSA\r\nMOHAIR BROKERS LTD\n..........................................................................\nAppellant\nand\nDOUGLAS CHRISTOPHER LOUW\n...................................................\nFirst\r\nRespondent\nANDRE HERMANN DANKWERTS\n...............................................\nSecond\r\nRespondent\nARTHUR OLIVER RUDMAN\n.............................................................\nThird\r\nRespondent\nGEOFFREY GEORGE VAN COLLER\n............................................\nFourth\r\nRespondent\nJOHANNES THEUNIS VILJOEN\n.......................................................\nFifth\r\nRespondent\nBKB LIMITED\n....................................................................................\nSixth\r\nRespondent\nRONALD JOHN SMITH\n................................................................\nSeventh\r\nRespondent\nNeutral\r\ncitation:\nSA Mohair Brokers v Louw\n(602/10)\n[2011] ZASCA\r\n87\n(27 May 2011)\nCoram:\nHarms DP, Brand, Heher JJA and Meer and Plasket AJJA\nHeard:\n18 May 2011\nDelivered:\n27 May 2011\nSummary:\nCompany law – limitation on sale of shares contained in\r\nArticles – effect.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nEastern Cape High Court (Port\r\nElizabeth) (Y Ebrahim J sitting as court of first instance):\nThe appeal is dismissed with costs, including the costs\r\nof two counsel.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nHARMS DP (BRAND, HEHER JJA and MEER AND PLASKET AJJA\r\nconcurring)\n[1] The appellant, SA Mohair Brokers Ltd, and BKB Ltd\r\n(one of the respondents) carry on business as brokers in the mohair\r\nindustry.\nThey are competitors. The appellant’s main asset\r\nconsists of 66 per cent of the entire issued share capital of its\r\noperating\ncompany, CMW Operations (Pty) Ltd. The balance of the\r\nshares belongs to Oos-Vrystaat Kaap Operations Ltd. The appellant\r\nwished\nto dispose of its shareholding in CMW to Oos-Vrystaat and for\r\nthat purpose it required a special resolution in terms of s 228 of\n\nthe Companies Act 61 of 1973. BKB, in turn, wanted to buy those\r\nshares but was advised that it could encounter problems with the\n\ncompetition authorities. Preferring to retain the appellant as its\r\ncompetitor instead of Oos-Vrystaat, it then devised a plan to\nstymie\r\nthe special resolution by purchasing a sufficient number of shares in\r\nthe appellant from some of its shareholders and obtaining\nproxies\r\nfrom them to defeat the proposal.\n[2] The sellers completed four documents pursuant to\r\ntheir willingness to dispose of their shares and handed them to BKB.\r\nThese\nwere (a) a sale agreement; (b) a request to the appellant to\r\nissue the share certificate reflecting the seller’s\r\nshareholding\nto enable the seller to transfer the shares to BKB; (c)\r\na signed blank securities transfer form; and (d) a signed blank proxy\r\nform\nenabling the proxy holder to vote against the special\r\nresolution. BKB paid the sellers in full.\n[3] The terms of the sale agreement (a) were as follows:\n‘\nI, the\r\nundersigned (“\nthe\r\nSeller\n”),\r\nhereby sell all my shares in SA Mohair Brokers Limited (“\nSA\r\nMohair\n”)\r\n(“\nthe\r\nShares\n”)\r\nand cede all my claims in and against SA Mohair (whether on loan\r\naccount or otherwise, “\nthe\r\nClaims\n”)\r\nto BKB Limited or its nominee (“\nthe\r\nPurchaser\n”),\r\nas reflected in the attached CM42 transfer form, which I have duly\r\nsigned.\nI accept in full and final\r\npayment for the sale of the Shares and of the Claims the sum of R2,\r\nwhich shall be paid to me by the\nPurchaser within 3 days of this\r\nundertaking.\nI hereby give BKB Limited (or\r\nits nominee) (“\nBKB\n”) my irrevocable proxy to vote\r\nthe Shares as it in its sole discretion deems fit at the Annual\r\nGeneral Meeting of Shareholders\nof SA Mohair which has been called\r\nfor 4 December 2009 and any adjournment or postponement of that\r\nmeeting. My signed proxy to\nthat effect is attached hereto.\nI further undertake to forthwith\r\nprovide BKB with a signed proxy to vote all the Shares at any meeting\r\nof shareholders in SA Mohair\n(as it in its sole discretion deems fit)\r\nwhich is called prior to the registration of transfer of the Shares\r\nto into the Purchaser’s\nname.\nI also undertake to forthwith on\r\nreceipt to pay to the Purchaser any distribution or dividend or any\r\nother payment which I may receive\nfrom SA Mohair in the period from\r\nthe signature of this undertaking to the date of transfer of the\r\nShares to the Purchaser, up\nto the amount of R2 per Share.’\n[4] The proxies were duly lodged with the appellant\r\nprior to the meeting but the chairman, acting on legal advice, ruled\r\nthat they\nwere invalid and refused the proxy holders permission to\r\nspeak or vote at the meeting. The advice was based on the terms of\r\nthe\narticles of association dealing with the transfer and\r\ntransmission of shares:\n’\n14.1\r\nThe instrument of transfer of any shares in the company shall be in\r\nthe form required by Section 135 of the act or in such\nother form\r\nwhich the directors approve.\n14.2 The transferor shall be\r\ndeemed to remain the holder of the share until the name of the\r\ntransferee is entered in the register\nof members as holder thereof.\n15.1 Any decision by the\r\ndirectors of the company shall be final and binding on a shareholder\r\nof the company for the purposes of\nthis clause 15.\n15.2 A shareholder of the\r\ncompany may not sell, alienate, donate or burden in an manner\r\nwhatsoever the shares that he is the owner\nof, without prior approval\r\nof the directors of the company.\n15.3 A shareholder in whose name\r\nany share or shares has been registered, contrary to the provisions\r\nof clause 15.2, shall not in\nrespect of such shares –\n15.3.1 be entitled to exercise\r\nany vote, provided that any decision taken on the strength of such\r\nshares shall be deemed to be valid\nif a similar decision would have\r\nbeen taken by the required majority of votes;\n15.3.2 be entitled to receive\r\nany dividend or other advantage, which dividend or advantage shall\r\nrevert to the company to be utilized\nto the advantage of the company\r\nas the directors may determine.’\n[5] The advice was this. A sale of shares without prior\r\napproval of the directors, being in conflict with clause 15.2 of the\r\narticles\nof association, is null and void. The proxy was part and\r\nparcel of the void agreement. It was an indivisible transaction. The\r\nresultant\nproxy was, accordingly, also void. The chairman of the\r\nmeeting could therefore reject the proxies.\n[6] The advice, which was accepted, was based on an\r\nincorrect premise. An agreement can only be null and void if it is in\r\nconflict\nwith the law, statutory or otherwise. A sale of shares\r\nwithout the prior approval of the directors is not void as much as\r\nthe sale\nof another’s property is not void. The only effect is\r\nthat the appellant is not obliged to register the purchaser as\r\nshareholder.\nBut the sale is inter partes binding. It might be that\r\nthe seller may not be able to obtain registration of the shares in\r\nthe name\nof the purchaser which could amount to breach of contract by\r\nthe seller, but nothing more. It would then be for the purchaser to\n\npursue its ordinary contractual remedies if it so wished.\n[7] The quoted clause 15.3 supports the conclusion that\r\na sale without prior approval is not void. It postulates a case where\r\nshares\nare transferred to a purchaser in spite of the lack of prior\r\napproval. In that instance non-compliance only means that the\r\npurchaser\nmay not vote or receive dividends. It does not mean that\r\nthe purchaser may not take cession of the claim for dividends or that\r\nthe purchaser may not hold a proxy – all matters that were\r\nprovided for in the cited agreement. Clause 15.4 in addition states\n\nthat the appellant may waive the requirement of prior approval,\r\nanother indication that such a sale in not without legal effect.\n[8] Furthermore, the sale agreement was res inter alios\r\nand did not involve the appellant. BKB duly lodged proxies in the\r\nprescribed\nform. The reasons or motives of the shareholders (who also\r\nwere sellers) in giving proxies did not concern the appellant from a\n\nlegal or administrative perspective. The appellant had to accept\r\nproxies that were on their face valid because they were given\nby the\r\nsellers who, as at that date, were still shareholders.\n[9] There is another matter that needs mentioning. The\r\nfirst respondent, Mr Louw, was the chairman of BKB but also a\r\nshareholder\nin the appellant. He did not sell his shares to BKB but\r\ngave it a proxy to speak and vote on his behalf. His proxy was also\r\nrejected,\npresumably because the chairman of the meeting, Mr Short,\r\nbelieved that Louw had also sold his shares. This misapprehension\r\nresulted\nfrom the preceding correspondence in which BKB’s\r\nattorneys did not draw a distinction between the proxies held\r\npursuant to\na sale and those that did not involve a sale of shares.\r\nThe letter was misleading because it was written on behalf of the\r\n‘proxies\nappointed by the Selling Shareholders’. And at\r\nthe meeting, when Short dealt with the proxies of the sellers, the\r\nproxy holder\ndid not inform him that he also had proxies from\r\nshareholders who had not sold their shares. In view of these facts I\r\nprefer not\nto express any view on whether the disallowance of Louw’s\r\nproxy – something only raised in reply – would have\nbeen\r\na ground for setting aside the resolutions taken at the meeting.\n[10] The court below was correct in setting aside the\r\nresolutions taken at the impugned meeting of 4 December 2009. It\r\nneeds to\nbe mentioned, however, that the court below, taking its cue\r\nfrom the submissions made by the respondents – and repeated in\n\nthe heads of argument in this court – based its decision on the\r\nprovisions of s 252 of the Act which entitles a court to\nset aside at\r\nthe behest of any shareholder an act or omission by a company that is\r\nunjustly prejudicial, unjust or inequitable.\nOn the view I take of\r\nthe matter namely that the rejection of the proxies was unlawful, the\r\nequitable jurisdiction under s 252\ndoes not arise.\n[11] The appeal is dismissed with costs, including the\r\ncosts of two counsel.\n____________________\nL T C Harms\nDeputy President\nAPPEARANCES\nAPPELLANT/S J J Gauntlett SC (with him R G Buchanan SC)\nInstructed by Spilkins Inc, Port Elizabeth\nSymington & de Kok, Bloemfontein\nRESPONDENT/S: S du Toit SC (with him F Odendaal SC)\nInstructed by Mike Nurse Attorneys, Port Elizabeth\nWebbers, Bloemfontein",
  "scraped_at": "2026-02-12T15:39:02.954444",
  "date": "2011-05-27",
  "coram": [
    "Harms DP",
    "Brand",
    "Heher JJA",
    "Meer AJJA",
    "Plasket AJJA"
  ],
  "case_number": "602/10",
  "parties": {
    "applicants": [
      "SA Mohair Brokers Ltd"
    ],
    "respondents": [
      "Douglas Christopher Louw",
      "Andre Hermann Dankwerts",
      "Arthur Oliver Rudman",
      "Geoffrey George Van Coller",
      "Johannes Theunis Viljoen",
      "BKB Limited",
      "Ronald John Smith"
    ]
  },
  "sections": {
    "facts": "SA Mohair Brokers Ltd held 66% of CMW Operations (Pty) Ltd and wished to sell those shares to Oos‑Vrystaat Kaap Operations Ltd, which required a special resolution under s 228 of the Companies Act. BKB Ltd, a competitor, attempted to block the resolution by purchasing a number of shares from existing shareholders and obtaining proxies to vote against the resolution. The sellers supplied a sale agreement, a blank share‑transfer form and a blank proxy form, and were paid in full. The proxies were lodged with the appellant before the AGM on 4 December 2009, but the chairman rejected them on the basis of clauses 15.2‑15.4 of the company’s articles, which require director approval for any share sale.",
    "issues": "1) Whether a share sale carried out without prior director approval, contrary to the articles, is void or merely ineffective for registration purposes. 2) Whether the proxies obtained pursuant to such a sale were valid and could be used to vote at the AGM. 3) Whether the rejection of the proxies was unlawful and, consequently, whether the lower court was correct to set aside the resolutions under s 252 of the Companies Act.",
    "principles": "The court considered that a contractual sale of shares is not void merely because it breaches internal articles; it remains binding between the parties but may not be registrable without director approval. Clause 15.3 of the articles limits voting and dividend rights of a transferee where approval is lacking, while clause 15.4 allows the company to waive the approval requirement. Section 252 provides an equitable jurisdiction to set aside acts that are unjustly prejudicial, but it only applies if the underlying act (e.g., unlawful rejection of proxies) falls within its ambit.",
    "application": "The judgment held that the sale agreement between the sellers and BKB was inter partes binding and not null and void. Accordingly, the proxies, which were executed by the sellers while they were still legal shareholders, were facially valid. The chairman’s reliance on the articles to deem the proxy void was erroneous because the articles only affect the enforceability of voting and dividend rights, not the existence of the contractual proxy. Since the rejection of the proxies was unlawful, the basis for invoking s 252 was removed, although the lower court’s decision to set aside the resolutions remained upheld on other grounds.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The court affirmed the lower court’s order setting aside the resolutions passed at the AGM."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Share Transfer",
    "level_3": [
      "proxy validity",
      "articles of association",
      "director approval",
      "section 252 equitable jurisdiction"
    ]
  }
}