{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/239.html",
  "case_name": "Body Corporate of Savannah Park v Brainwave Projects 1147 CC and Others (735/10) [2011] ZASCA 239; 2012 (2) SA 276 (SCA); [2012] 1 All SA 367 (SCA) (1 December 2011)",
  "citation": "[2011] ZASCA 239",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 239\n|\nNoteup\n|\nLawCite\nBody Corporate of Savannah Park v Brainwave Projects 1147 CC and Others (735/10) [2011] ZASCA 239; 2012 (2) SA 276 (SCA); [2012] 1 All SA 367 (SCA) (1 December 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 735/10\nIn\r\nthe matter between:\nTHE BODY CORPORATE OF SAVANNAH PARK\n….....................................\nAppellant\nand\nBRAINWAVE PROJECTS 1147 CC\n…...............................................\nFirst\r\nRespondent\nVODACOM (PTY) LIMITED\n….......................................................\nSecond\r\nRespondent\nTHE REGISTRAR OF DEEDS,\r\nPIETERMARITZBURG\n…................\nThird\r\nRespondent\nTHE SURVEYOR GENERAL,\r\nPIETERMARITZBURG\n…...............\nFourth\r\nRespondent\nNeutral citation:\nThe Body\r\nCorporate of Savannah Park v Brainwave Projects 1147 CC\n(735/2010)\n[2011] ZASCA 239\n(1 December 2011).\nCoram:\nMthiyane, Cachalia,\r\nMhlantla, Leach and Majiedt JJA\nHeard:\n18 November 2011\nDelivered: 1 December 2011\nSummary:\nThe developer’s\r\nright of extension in\ns 25(4)\nof the\nSectional Titles Act 95 of 1986\nis a right to develop a section of the common property, not to\r\ncommercially exploit it. It is not a usufruct.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nKwaZulu-Natal\r\nHigh Court, Durban (Griffiths AJ sitting as court of first instance).\nThe following order is made:\n(a) The application to lead further\r\nevidence is dismissed with costs.\n(b) The appeal is upheld with costs\r\nand the order of the high court is set aside and is substituted with\r\nthe following:\n‘\n1 The first\r\nrespondent is hereby directed, forthwith upon the granting of this\r\norder:\n1.2 to deliver to the applicant or\r\nprovide it with:\n1.2.1 true copies of any written\r\ncontracts it has concluded with the second respondent or any other\r\nparties in respect of a cellular\ntelephone mast that has been erected\r\non the common property of the Sectional Title Scheme known as\r\nSavannah Park, situate at Sneezewood\nAvenue, Glenanil, KwaZulu-Natal\r\n(‘the mast’);\n1.2.2 true copies of any and all\r\nwritten extensions or amendments of the aforementioned written\r\ncontracts;\n1.2.3 the details of any and all oral\r\ncontracts that may have been concluded between the first respondent\r\nand the second respondent\nor any other parties in respect of the\r\nmast;\n1.2.4 a detailed written breakdown of\r\nany and all income that:\n1.2.4.1 the first respondent has\r\nalready received from the second respondent or any other persons in\r\nrespect of the mast from the\n19\nth\nday of November 2007,\r\nbeing the establishment date of the Sectional Title Scheme known as\r\nSavannah Park (‘the date of establishment’);\n1.2.4.2 may have been paid in advance\r\nto the first respondent by the second respondent or any other persons\r\nin respect of the mast\nprior to the date of establishment but which\r\nwould nevertheless pertain to the period following the date of\r\nestablishment;\n1.2.4.3 has accrued to the first\r\nrespondent since the date of establishment or may accrue to the first\r\nrespondent in the future\nin respect of the mast but which has yet to\r\nbe paid to the first respondent by the second respondent or any other\r\npersons;\n1.2.5 copies of any and all other\r\ndocuments of whatsoever nature but excluding correspondence between\r\nthe parties’ respective\nattorneys that may have passed between\r\nthe first respondent and the second respondent or any other parties\r\nin respect of the mast.\n2 The first respondent is hereby\r\ninterdicted and directed forthwith upon the granting of this order,\r\nto pay to the applicant:\n2.1 any and all income that the first\r\nrespondent has already received from the second respondent or any\r\nother persons in respect\nof the mast from the date of establishment;\n2.2 any and all income that the first\r\nrespondent received from the second respondent or any other persons\r\nin respect of the mast\nprior to the date of establishment but that\r\npertain to the period following the date of establishment;\n2.3 interest on the payment(s)\r\nreferred to in paras 3.1 and 3.2 above at the rate of 15,5 per cent\r\nper annum from the date the first\nrespondent received such payment(s)\r\nto date of final payment to the applicant;\n2.4 any and all income that has\r\naccrued to the first respondent since the date of establishment or\r\nmay accrue to the first respondent\nin the future in respect of the\r\nmast (but which have yet to be paid to the first respondent by the\r\nsecond respondent or any other\npersons) as and when such income is\r\nreceived by the first respondent.\n3 The first respondent is hereby\r\ninterdicted and restrained from concluding any further contracts,\r\nwritten or oral, with the first\nrespondent or any other persons in\r\nrespect of the mast or any extensions of any current contracts.\n4 The first respondent is directed to\r\npay the costs of this application.’\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nCACHALIA JA (Mthiyane, Mhlantla, Leach\r\nand Majiedt JJA concurring):\n[1] This appeal emanates from the\r\nKwaZulu-Natal High Court, Durban (Griffiths AJ). It concerns a\r\ndispute between a developer and\na body corporate of a sectional title\r\nscheme over the income from a lease agreement. The outcome of this\r\nappeal turns primarily\non a proper interpretation of\ns 25(4)\nof the\nSectional Titles Act 95 of 1986\n.\n[2] The developer, which is the first\r\nrespondent, concluded a lease agreement with a cellular telephone\r\ncompany, the second respondent,\nin September 2005. The agreement\r\nallowed the second respondent to erect a cellular telephone mast on a\r\nspecified portion of the\ndeveloper’s property. In return the\r\ncompany would pay a rental amount to the developer. The mast was\r\nerected and has been\noperational since early 2006, when the agreement\r\ntook effect.\n[3] The developer\r\nthereafter initiated a process to establish a sectional title scheme\r\non the property. This entails first submitting\na draft plan to the\r\nSurveyor-General for approval,\n1\nand then applying\r\nto the deeds registry for the plan to be registered.\n2\nThe effect of\r\nregistration is that the buildings and land are deemed to have been\r\ndivided into sections and common property as shown\non the plan.\n3\nIn this way,\r\nspecific sections of the building that could not be the subject of\r\nindependent rights before registration become independent\nlegal\r\nentities, which may be dealt with independently after registration.\r\nThe developer then no longer owns one entity (the land\nwith the\r\nbuildings), but owns the individual units which may be sold to\r\nindividual owners.\n4\n[4] When applying\r\nfor registration of the plan, the developer may reserve a right, in\r\nterms of\ns 25(1)\nof the Act, to extend the scheme by erecting,\r\ncompleting or including further buildings on a specified portion of\r\nthe common property\nwithin a stipulated period.\n5\nThe developer\r\nreserved this right of extension over a portion of the common\r\nproperty earmarked for future development on which the\nmast was\r\nbuilt. In terms of\ns 12(1)\n(e)\nof\r\nthe Act the Registrar of Deeds, the third respondent, then issued a\r\n‘Certificate of Real Right’ to the developer\ncertifying\r\n‘that the Developer is the registered holder of the right to\r\nerect and complete . . . within a period of 10 years\nfor his personal\r\naccount a further building or buildings . . . on a specified portion\r\nof the common property as indicated on the\nplan referred to in\ns\r\n25(2)(a)\nof the Act . . ..’ The plan depicted a small building,\r\nwhich housed components for the mast. The certificate was issued on\n\n19 November 2007, together with another certificate, establishing the\r\n‘Body Corporate of Savannah Park’ in terms of\ns 36(1)\nof\r\nthe Act. The body corporate, which is the appellant, consists of the\r\nowners of individual units in the development. Its main\nfunction is\r\nto control, manage and administer the common property, which is\r\njointly owned by the owners of the units.\n6\n[5]\nSection 25(5A)\nof the Act says\r\nthat if a developer exercises the reserved right, it must, after\r\ncompleting the building which is the subject of\nthe reserved right,\r\nimmediately apply to register the extension plan so that the\r\ncompleted building is included in the sectional\ntitle register.\r\nAlthough there was some dispute in the papers as to whether the\r\nbuilding which houses the mast was completed when\nthe proceedings\r\nwere initiated in the high court, the developer’s answering\r\naffidavit states that the building ‘is\nstill to be erected’.\r\nThis assertion must be accepted according to the normal rule\r\ngoverning the determination of disputes\nin motion proceedings. The\r\ndispute is any event immaterial to the outcome of this appeal which\r\nturns on an interpretation of\ns 25(4)\nof the Act.\n[6] It is, however, common cause that\r\nthe relevant unit comprising the building which houses the mast, has\r\nnot yet been registered\nin the sectional title register. It must also\r\nbe accepted that when the mast was erected the developer intended to\r\nbenefit exclusively\nfrom the rental income from the lease agreement –\r\neven after it had registered the sectional title plan with the\r\ncompleted\nunit. It believed that by reserving the extension right it\r\nwas entitled to the proceeds of the lease while the reservation was\r\nextant, and that after the building was completed it would continue\r\nto receive the income as the registered owner of the unit. The\n\ndeveloper says that as and when new owners joined the scheme, they\r\n(and the body corporate) were aware of the purpose of the\r\nreservation,\nbut nothing turns on this fact.\n[7] Mr Stewart, who\r\nappeared for the body corporate, contended that\ns 25(4)\n7\nanc\" HREF=\"#sdfootnote7sym\">\n7\nof the Act merely\r\ngives the developer the right to extend the property. It does not\r\nentitle it to the exclusive use and enjoyment,\nand to the fruits, of\r\nthe specified section of the common property. In other words, the\r\ndeveloper can have no usufructuary rights\nover the common property\r\nuntil the relevant plan is registered and the unit included in the\r\nsectional title register. The specified\nsection of the common\r\nproperty over which the extension right was reserved, therefore,\r\nremained subject to the control, administration\nand management of the\r\nbody corporate in the interests of all of its members. And, because\r\nthe developer had no usufruct over that\nportion of the property, it\r\ncould not lease it without the consent of the body corporate. The\r\ndeveloper, therefore, had no right\nto the income from the lease\r\nagreement. Accordingly, it is obliged to account to the body\r\ncorporate for all remuneration and to\ndisgorge any profits from the\r\nlease.\n[8] Mr Rowan, who\r\nappeared for the developer, on the other hand contended that the\r\nextension right has a broader ambit than what\nthe body corporate\r\ncontended for, and confers a real right on the holder of the right\r\n‘for all purposes’. The right\ntherefore, so it is\r\ncontended, entitles a developer not merely to mortgage the right and\r\nto alienate it, but to lease the land\nover which the right is\r\nreserved. This would include providing a third party with rights\r\nunder\nusus,\r\nhabitatio,\nor\r\nusufruct over the land for the duration of the right. The high court\r\nupheld this contention.\n[9] The narrow\r\nquestion that must be answered in this case is whether the right of\r\nextension includes a usufruct within its ambit.\nThis necessitates a\r\nconsideration of the nature of the right.\nSection 25(4)\n(a)\nprovides\r\nthat the real right reserved by the developer to extend the scheme is\r\ndeemed to be a right to immovable property capable\nof being\r\nmortgaged.\n8\nThe right may also\r\nbe transferred by registration of a notarial deed of cession.\n9\nAt the time when\r\nthe developer reserved the right in 2007,\ns 25(5)\nfurther stipulated\r\nthat this right may be exercised by the developer or his\r\nsuccessor-in-title even if neither have an interest\nin the common\r\nproperty.\n[10] An attempt to\r\ncharacterise the extension right was first made some two decades ago\r\nin\nErlax\r\nProperties (Pty) Ltd v Registrar of Deeds & others\n.\n10\nAt the time, the\r\nAct precluded the developer from alienating this right. This led\r\nJoubert JA to conclude that even though the\nright is a real\r\nright in land, which is in principle registrable, it was created in\r\nfavour of the developer as a personal servitude,\nbut not a usufruct,\r\nsince it did not give the developer the right to use and enjoy the\r\nfruits of the land.\n11\nHis view was\nobiter\nbecause the\r\nmajority judgment of Grosskopf JA (in which Joubert JA also\r\nconcurred) held that whichever way the right was characterised,\nit\r\nwas not transferable.\n12\nThe Legislature\r\nthereafter explicitly made the right transferable.\n13\nHowever, the courts\r\nhave continued to describe the right as a personal servitude.\n14\n[11] Academic\r\nwriters on the other hand have been emphatic in their view that the\r\nright is not a personal servitude, but should\nbe construed as a\r\nstatutory real right\nsui\r\ngeneris.\n15\nProf C G Van der\r\nMerwe, for example, argues persuasively that because the developer\r\ncan transfer the right to a third party or transmit\nit to an heir,\r\nthis conflicts with the characteristic of inalienability inherent in\r\na personal servitude. Also, when a developer’s\nright to extend\r\nthe scheme lapses, it does not perish, but vests automatically in the\r\nbody corporate. He stresses further that\nthe purpose of a personal\r\nservitude is to entitle a person during his life-time to use and\r\nenjoy the property (and I would add,\nits fruits) of another person;\r\nthe purpose of a developer’s extension right is different: it\r\nis to enable the developer to\nobtain a mortgageable asset to finance\r\nfurther phases of the development.\n[12] In the face of\r\nthese compelling arguments I do not think that the characterisation\r\nof the right as a personal servitude is\nsustainable. And, considered\r\nagainst its purpose, the right also cannot encompass a usufruct as\r\nJoubert JA correctly observed\nin\nErlax\n.\nThe reserved right\r\nonly gives a developer the right to develop further phases of a\r\nscheme. In doing so, the developer must comply\nstrictly with the\r\ndocumentation\n16\nand plans\n17\naccompanying the\r\napplication for registration of the sectional plan.\n18\nHaving exercised\r\nthe right, the developer must, as I have mentioned earlier,\r\nimmediately after completing the relevant unit, apply\nto register the\r\nrelevant plan and the inclusion of the completed unit in the\r\nsectional title register. It is, therefore, a\nlimited\nreal\r\nright.\n[13] Properly\r\nconstrued the description of the right as ‘a right to immovable\r\nproperty’ ‘for all purposes’\ndoes not change this.\r\nThe Act clearly does not contemplate the leasing of a unit (or part\r\nthereof) – as would be the case\nwith a usufruct – or give\r\nthe developer any right to exploit the unit commercially before\r\ncompletion.\n19\nThe Registrars of\r\nthe Deeds Registries took the same view when they passed a resolution\r\nin 2007 stating that the Act did not provide\nfor a usufruct to be\r\nregistered over the right of extension.\n20\n[14] I am fortified\r\nin my view by subsequent amendments to the Act. Section 25(5)\r\nwas amended in 2010\n21\nto allow the\r\ndeveloper to exercise the right of extension by the addition of the\r\nrights of exclusive use over the common property,\nwhich appears to\r\nindicate a change of intention on the part of the legislature. This\r\naddition was made subject to the rights of\nexclusive use being ceded\r\neither to the body corporate or to one or more registered owners in\r\nthe scheme within twelve months of\ntheir creation. It seems that the\r\npurpose of this amendment was to allow the developer to exercise the\r\nright of extension by exercising\na right of exclusive use of the\r\nsection of the common property over which the extension right was\r\nreserved, but only for the limited\nperiod mentioned. This suggests\r\nstrongly that the legislature could not have intended, before the\r\namendment, an unlimited right\nof use of the unit for the developer.\n[15] The amended\r\nsection is to be read with s 27(6), which indicates that an exclusive\r\nuse right permits the registration not only\nof a mortgage bond, but\r\nalso of a lease contract, or personal servitude of usufruct,\nusus,\nand\nhabitatio\n.\r\nSo, if a developer reserves a right of extension, and chooses to\r\nexercise that right by the addition of rights of exclusive use\n\nspecified in s 27(6), it may do so for a limited period of 12 months.\r\nI cannot agree with the tentative suggestion in Badenhorst\n22\nthat the right of\r\nextension in s 25(4) should be regarded as being of a similar nature\r\nto the rights that may be created under s\n27 of the Act. Those\r\nrights, as the amended s 25(5) now makes clear, are ‘in\r\naddition’ to the right of extension –\nthey are not\r\nintegral to it.\n[16] It is, therefore, clear that in\r\nthe present case the developer was mistaken in its view that the mere\r\nreservation of an extension\nright, without more, gave it the right to\r\nlease that section of the common property over which the mast was\r\nerected.\n[17] Mr Rowan conceded on behalf of\r\nthe developer that if his interpretation of the ambit of the right\r\nwas wrong, the appeal should\nbe upheld and the body corporate would\r\nbe entitled to an order in its favour in the terms requested. No\r\norders were sought against\nany of the respondents other than the\r\ndeveloper.\n[18] One matter remains. The body\r\ncorporate sought to lead further evidence before this court regarding\r\nhow far the building had\nprogressed towards completion. In my view\r\nthis evidence would have had no bearing on the outcome of this\r\nappeal, which as I mentioned\nat the outset, turned on the\r\ninterpretation of s 25(4). This application must, therefore, fail.\n[19] The following order is made:\n(a) The application to lead further\r\nevidence is dismissed with costs.\n(b) The appeal is upheld with costs\r\nand the order of the high court is set aside and is substituted with\r\nthe following:\n‘\n1 The first\r\nrespondent is hereby directed, forthwith upon the granting of this\r\norder:\n1.2 to deliver to the applicant or\r\nprovide it with:\n1.2.1 true copies of any written\r\ncontracts it has concluded with the second respondent or any other\r\nparties in respect of a cellular\ntelephone mast that has been erected\r\non the common property of the Sectional Title Scheme known as\r\nSavannah Park, situate at Sneezewood\nAvenue, Glenanil, KwaZulu-Natal\r\n(‘the mast’);\n1.2.2 true copies of any and all\r\nwritten extensions or amendments of the aforementioned written\r\ncontracts;\n1.2.3 the details of any and all oral\r\ncontracts that may have been concluded between the first respondent\r\nand the second respondent\nor any other parties in respect of the\r\nmast;\n1.2.4 a detailed written breakdown of\r\nany and all income that:\n1.2.4.1 the first respondent has\r\nalready received from the second respondent or any other persons in\r\nrespect of the mast from the\n19\nth\nday of November 2007,\r\nbeing the establishment date of the Sectional Title Scheme known as\r\nSavannah Park (‘the date of establishment’);\n1.2.4.2 may have been paid in advance\r\nto the first respondent by the second respondent or any other persons\r\nin respect of the mast\nprior to the date of establishment but which\r\nwould nevertheless pertain to the period following the date of\r\nestablishment;\n1.2.4.3 has accrued to the first\r\nrespondent since the date of establishment or may accrue to the first\r\nrespondent in the future\nin respect of the mast but which has yet to\r\nbe paid to the first respondent by the second respondent or any other\r\npersons;\n1.2.5 copies of any and all other\r\ndocuments of whatsoever nature but excluding correspondence between\r\nthe parties’ respective\nattorneys that may have passed between\r\nthe first respondent and the second respondent or any other parties\r\nin respect of the mast.\n2 The first respondent is hereby\r\ninterdicted and directed forthwith upon the granting of this order,\r\nto pay to the applicant:\n2.1 any and all income that the first\r\nrespondent has already received from the second respondent or any\r\nother persons in respect\nof the mast from the date of establishment;\n2.2 any and all income that the first\r\nrespondent received from the second respondent or any other persons\r\nin respect of the mast\nprior to the date of establishment but that\r\npertain to the period following the date of establishment;\n2.3 interest on the payment(s)\r\nreferred to in paras 3.1 and 3.2 above at the rate of 15,5 per cent\r\nper annum from the date the first\nrespondent received such payment(s)\r\nto date of final payment to the applicant;\n2.4 any and all income that has\r\naccrued to the first respondent since the date of establishment or\r\nmay accrue to the first respondent\nin the future in respect of the\r\nmast (but which have yet to be paid to the first respondent by the\r\nsecond respondent or any other\npersons) as and when such income is\r\nreceived by the first respondent.\n3 The first respondent is hereby\r\ninterdicted and restrained from concluding any further contracts,\r\nwritten or oral, with the first\nrespondent or any other persons in\r\nrespect of the mast or any extensions of any current contracts.\n4 The first respondent is directed to\r\npay the costs of this application.’\n______________\nA CACHALIA\nJUDGE OF APPEAL\nAPPEARANCES\nFor Appellant: M E Stewart\nInstructed by:\nBiccari Bollo Mariano, Durban\nE G Cooper & Majiedt Inc,\r\nBloemfontein\nFor Respondents: P A C Rowan SC\nInstructed by:\nMooney Ford Attorneys, Durban\nLovius Block, Bloemfontein\n1\nSection\r\n\t4 read with s 7.\n2\nSection\r\n\t11.\n3\nSection\r\n\t13(1).\n4\n24\nLawsa\n2 ed para 346, n 1.\n5\nSee\r\n\tgenerally\nOribel v Blue Dot\n(454/2009)\n[2010] ZASCA 78\nparas\r\n\t11 and 12.\n6\nSection\r\n\t37(1).\n7\nSection\r\n\t25(4) provides: ‘A right reserved in terms of subsection (1)\r\n\tor vested in terms of subsection (6), and in respect\nof which a\r\n\tcertificate of real right has been issued –\n(a)\nshall\r\n\tfor all purposes be deemed to be a right to immovable property which\r\n\tadmits of being mortgaged; and\n(b)\nmay\r\n\tbe transferred by the registration of a notarial deed of cession in\r\n\trespect of the whole, a portion or a\nshare in such right: Provided\r\n\tthat in the case of a cession affecting only a portion of the land\r\n\tcomprising the scheme only such\nportion shall be identified to the\r\n\tsatisfaction of the Surveyor-General.’\n8\nAt\r\n\tthe time when this dispute arose the section referred to ‘urban\r\n\timmovable property’ and not to ‘immovable\nproperty’.\r\n\tThe omission of the word urban was effected through s 8(d) of the\r\n\tSectional Title Amendment Act 11 of 2010.\nThe amendment has no\r\n\tbearing on this case.\n9\nSection\r\n\t25(2)\n(b)\n.\n10\nErlax\r\n\tProperties (Pty) Ltd v Registrar of Deeds & others\n[1991] ZASCA 187\n;\n1992 (1) SA 879\n(A).\n11\nIbid\r\n\t887I-888A.\n12\nIbid\r\n\t893B-C.\n13\nCroxford\r\n\tTrading 7 v The Body Corporate of the Inyoni Rocks Cabanas Scheme no\r\n\tss1/1978\n[2011] ZASCA 27\nparas 3-5.\n14\nSP&C\r\n\tCatering Investments (Pty) Ltd v The Body Corporate of Waterford\r\n\tMews & others\n2010 (4) SA 104\n(SCA) para 4.\n15\nP\r\n\tJ Badenhorst, J M Pienaar and H Mostert\nSilberberg and Schoeman’s\r\n\tThe Law of Property\n5 ed at 457-458; C G Van der Merwe\nSectional Titles\nvol 1 Issue 12 at 12-30 and 12-31.\n16\nSection\r\n\t11(3).\n17\nSection\r\n\t25(2).\n18\nSP&C\r\n\tCatering Investments (Pty) Ltd v Body Corporate of Waterford Mews &\r\n\tothers\n2010 (4) SA 104\n(SCA) para 8;\nOribel Properties v Blue\r\n\tDot\n(454/2009)\n[2010] ZASCA 78\nparas 11 and 19.\n19\nOf\r\n\tcourse, in terms of s 25(5A)\n(b)\n, once the developer has\r\n\tcompleted the unit, but has not within 90 days of its completion for\r\n\toccupation taken steps to include\nthe unit in the sectional title\r\n\tregister, it becomes liable to pay the levies due by owners of the\r\n\tunits pursuant to s 37(1),\neven though the unit has not yet been\r\n\tincluded in the register. The purpose of this section is to ensure\r\n\tthat an unscrupulous\ndeveloper does not derive an income from the\r\n\tcompleted unit, without paying the registered levies to the body\r\n\tcorporate. It does\nnot permit the developer to delay including the\r\n\tunit in the register indefinitely. And it cannot mean that the\r\n\tdeveloper has\nthe right of ownership in the completed unit before\r\n\tregistration as the learned judge in the high court thought.\n20\nRCR\r\n\t6/2007. Van der Merwe above n 14 at p 12-31 n 123 is also of the\r\n\tview that this is probably correct.\n21\nSection\r\n\t8\n(h)\nof Sectional Titles Amendment Act 11 of 2010. Section\r\n\t25(5) now reads: ‘(5) A right reserved in terms of subsection\r\n\t(1)\nmay be exercised by the developer or his or her successor in\r\n\ttitle thereto, even though the developer or his or her successor in\n\n\ttitle, as the case may be, has no other interest in the common\r\n\tproperty, by the addition of rights of exclusive use: Provided\nthat\r\n\tthe rights of exclusive use must be ceded within 12 months after\r\n\ttheir creation, either to the body corporate of the scheme\nor to one\r\n\tor more registered owners of a section or sections in the scheme.’\n22\n(See\r\n\tabove) n 15 at 458.",
  "scraped_at": "2026-02-12T16:20:47.434591",
  "date": "2011-12-01",
  "coram": [
    "Mthiyane",
    "Cachalia",
    "Mhlantla",
    "Leach",
    "Majiedt JJA"
  ],
  "case_number": "735/10",
  "parties": {
    "applicants": [
      "The Body Corporate of Savannah Park"
    ],
    "respondents": [
      "Brainwave Projects 1147 CC",
      "Vodacom (Pty) Limited",
      "The Registrar of Deeds, Pietermaritzburg",
      "The Surveyor General, Pietermaritzburg"
    ]
  },
  "sections": {
    "facts": "The first respondent (a developer) entered into a lease with Vodacom in September 2005 to erect a cellular telephone mast on land that later became part of a sectional title scheme. The developer reserved a right of extension over the portion of the common property on which the mast was erected, in accordance with s 25(1) of the Sectional Titles Act. A Certificate of Real Right confirming this reservation was issued on 19 November 2007, and the Body Corporate of Savannah Park (the appellant) was simultaneously established. The dispute arose over who was entitled to the rental income from the mast – the developer, who claimed the extension right gave a usufruct, or the body corporate, which argued the right was limited to development only.",
    "issues": "The central issue was whether the developer’s reserved right of extension under s 25(4) of the Sectional Titles Act includes a usufruct or any entitlement to lease the land and receive income from the mast, or whether the right is limited solely to the development of additional buildings on the common property.",
    "principles": "The court examined the language of s 25(4) and related provisions, noting that the right is deemed a “right to immovable property” that may be mortgaged but does not automatically confer a usufruct. Earlier cases such as Erlax Properties v Registrar of Deeds held that the extension right is a personal servitude, not a usufruct. Subsequent amendments (2010) introduced exclusive‑use rights as a separate, additional entitlement, confirming that the original extension right alone does not allow commercial exploitation. The court emphasized that the purpose of the extension right is to enable further phases of development, not to grant income‑generating rights before registration.",
    "application": "Applying these principles, the court concluded that the developer’s claim to retain the rental income was unsupported. The extension right did not give the developer the power to lease the mast or to profit from it until the unit was registered under the sectional title scheme. Consequently, the developer was ordered to provide all contracts and financial details concerning the mast, to pay to the body corporate all income received from the mast (including interest), and to refrain from entering further agreements related to the mast.",
    "conclusion": "The appeal was upheld. The High Court’s order was set aside and replaced with an order directing the first respondent to deliver relevant documents, pay all accrued and future income from the mast with interest, cease any further contracting on the mast, and bear the costs of the application."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sectional Titles",
    "level_3": [
      "extension right",
      "usufruct",
      "lease income",
      "developer vs body corporate"
    ]
  }
}