{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/59.html",
  "case_name": "Freedom Under Law v Acting Chairperson: Judicial Service Commission and Others (2011 (3) SA 549 (SCA); [2011] 3 All SA 513 (SCA)) [2011] ZASCA 59; 52/2011 (31 March 2011)",
  "citation": "[2011] ZASCA 59",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 59\n|\nNoteup\n|\nLawCite\nFreedom Under Law v Acting Chairperson: Judicial Service Commission and Others (2011 (3) SA 549 (SCA); [2011] 3 All SA 513 (SCA)) [2011] ZASCA 59; 52/2011 (31 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 52/2011\nIn the matter between:\nFREEDOM\r\nUNDER\r\nLAW                                                                               \n\nApplicant\nand\nTHE ACTING\r\nCHAIRPERSON:\nJUDICIAL SERVICE\r\nCOMMISSION                                                  \n\nFirst Respondent\nTHE JUDICIAL SERVICE\r\nCOMMISSION                                     \n\nSecond Respondent\nCHIEF JUSTICE PIUS\r\nNKONZO LANGA                                        \n\nThird Respondent\nDEPUTY CHIEF JUSTICE\r\nDIKGANG MOSENEKE                      \n\nFourth Respondent\nJUSTICE THOLAKELE HOPE\r\nMADALA                                          \n\nFifth Respondent\nJUSTICE JENNIFER\r\nYVONNE MOKGORO                                   \n\nSixth Respondent\nJUSTICE CATHERINE MARY\r\nELIZABETH O’REAGAN           \r\nSeventh Respondent\nJUSTICE ALBERT LOUIS\r\nSACHS                                               \n\nEighth Respondent\nJUSTICE SIRRAL SANDILE\r\nNGCOBO                                          \n\nNinth Respondent\nJUSTICE THEMBILE LEWIS\r\nSKWEYIYA                                      \n\nTenth Respondent\nJUSTICE JOHANN VINCENT\r\nVAN DER WESTHUIZEN           \r\nEleventh Respondent\nJUSTICE ZAKERIA\r\nMOHAMMED YACOOB                              \n\nTwelfth Respondent\nJUSTICE BAAITSE\r\nELIZABETH NKABINDE                         \n\nThirteenth Respondent\nJUSTICE CHRISTOPHER\r\nNYAOLE JAFTA                            \n\nFourteenth Respondent\nJUDGE FRANKLYN\r\nKROON                                                       \n\nFifteenth Respondent\nJUDGE PRESIDENT\r\nMANDLAKAYISE JOHN HLOPHE          \r\nSixteenth Respondent\nNeutral\r\ncitation:\nFreedom\r\nUnder Law v JSC\n(52/2011)\n[2011] ZASCA\r\n59\n(31 March 2011)\nCoram:\nSTREICHER, BRAND, CACHALIA, THERON and SERITI JJA\nHeard:\n22 MARCH 2011\nDelivered:\n31 MARCH 2011\nSummary:\nJudicial Service Commission –\r\nconstitutional duty to properly investigate allegations of gross\r\nmisconduct on part of judge\n– cross-examination required to\r\nresolve disputes of fact – company whose mission to strengthen\r\nindependence of judiciary\nhas standing in respect of alleged failure\r\nof JSC to properly investigate.\nORDER\nOn appeal from: North\r\nGauteng High Court, Pretoria (Mabuse J sitting as court of first\r\ninstance)\n1       \r\nLeave to appeal with costs including the costs of three counsel is\r\ngranted to the applicant.\n2       \r\nLeave to cross-appeal is refused with costs including the costs of\r\nthree counsel.\n3       \r\nThe appeal is upheld with costs including the costs of three counsel.\n4       \r\nThe order by the High Court is set aside and replaced with the\r\nfollowing order:\n‘\n1      \r\nThe decision of the Judicial Service Commission at its meeting on 15\r\nAugust 2009, “that\nthe evidence in respect of the complaint\r\ndoes not justify a finding that Hlophe JP is guilty of gross\r\nmisconduct” and that\nthe matter accordingly be “treated\r\nas finalised”, is reviewed and set aside.\n2       \r\nThe first and second respondents on the one hand and the sixteenth\r\nrespondent on the\nother hand are ordered jointly and severally to pay\r\nthe applicant’s costs.’\nJUDGMENT\nSTREICHER JA (BRAND,\r\nCACHALIA, THERON and SERITI JJA   concurring)\n[1]     \r\nThis is an application for leave to appeal and a conditional\r\napplication for leave to cross-appeal.\nA sub-committee of the\r\nJudicial Service Commission (JSC), the second respondent, conducted a\r\npreliminary investigation into a complaint\nby judges of the\r\nConstitutional Court (third to fifteenth respondents) against Judge\r\nHlophe, the Judge President of the Western\nCape High Court, Cape\r\nTown, the sixteenth respondent, and a counter-complaint by Hlophe JP\r\nagainst those judges of the Constitutional\nCourt. Upon receipt of the\r\nsub-committee’s report the JSC, by a majority vote, dismissed\r\nthe complaints. The applicant thereupon\napplied to the North Gauteng\r\nHigh Court, Pretoria for an order setting aside the decision by the\r\nJSC to hold a preliminary enquiry\nand the subsequent decision to\r\ndismiss the complaints. The high court’s dismissal of the\r\napplication, the subsequent application\nfor leave to appeal and the\r\nconditional application for leave to cross-appeal gave rise to the\r\npresent application to this court.\nThe application for leave to\r\ncross-appeal is conditional upon the application for leave to appeal\r\nsucceeding and is against the\nhigh court’s finding that the\r\napplicant had standing in the matter. Both applications were referred\r\nto the court for oral\nargument together with an indication that the\r\nparties should be prepared to argue the merits of the appeal, which\r\nthey did.\n[2]     \r\nOn 11 and 12 March 2008 the Constitutional Court heard argument in\r\nfour matters regarding the\nprosecution of Mr Jacob Zuma and Thint\r\n(Pty) Ltd on corruption charges (these matters are at times referred\r\nto as the Zuma/Thint\nmatters or simply as the Zuma matters). The\r\ncases concerned, among other things, the lawfulness of search and\r\nseizure procedures\nand the question of legal professional privilege\r\nover documents held on behalf of clients. The Constitutional Court\r\nreserved judgment\nat the conclusion of the hearing of the four\r\nmatters. Nkabinde J and Jafta AJ were two of the eleven judges who\r\nheard the matters.\nThe latter, at the time, was a permanent member of\r\nthis court acting as a judge of the Constitutional Court.\n[3]     \r\nBefore judgment in the Zuma/Thint matters was handed down Hlophe JP\r\nvisited Nkabinde J and Jafta\nAJ separately in their chambers at the\r\nConstitutional Court and had discussions with them. These discussions\r\nwere subsequently\nreported to the other members of the Constitutional\r\nCourt and led to a complaint being lodged by the judges of the\r\nConstitutional\nCourt with the JSC that ‘Judge John Hlophe, has\r\napproached some of the judges of the Constitutional Court in an\r\nimproper\nattempt to influence this Court’s pending judgment in\r\none or more cases’. The judges of the Constitutional Court also\n\npublished a press statement that they had done so. Hlophe JP then\r\nlodged a counter-complaint against the judges of the Constitutional\n\nCourt. He accused them of having undermined the Constitution by\r\nmaking a public statement in which they sought to activate a\r\nprocedure\nfor his removal for alleged improper conduct before\r\nproperly filing a complaint with the JSC and of having violated his\r\nrights\nto dignity, privacy, equality, procedural fairness and access\r\nto courts by filing the complaint even before they had heard his\r\nversion of the events.\n[4]     \r\nThe JSC requested statements from the judges who were directly\r\ninvolved in the incident whereupon\nNkabinde J and Jafta AJ responded\r\nthat they were not complainants, that they had not lodged a\r\ncomplaint, did not intend to lodge\none and did not intend making\r\nstatements about the matter. Shortly thereafter a statement by Langa\r\nCJ on behalf of all the judges\nof the Constitutional Court and\r\nconfirmed by, amongst others, Nkabinde J and Jafta AJ, in so far as\r\nthe contents of the statement\nreferred to them, was filed with the\r\nJSC in support of, and in answer to, the complaint and the\r\ncounter-complaint.\n[5]     \r\nIn the statement filed by the Constitutional Court judges in support\r\nof their claim Langa CJ related\nthe versions of Jafta AJ and Nkabinde\r\nJ as to what was said during their discussions with Hlophe JP and how\r\nit came about that\nthe complaint was lodged. According to the\r\nstatement Nkabinde J and Jafta AJ had made it clear to Langa CJ and\r\nMoseneke DCJ that\nin their view the approach by Hlophe JP had been\r\nimproper and that after they had dealt with the matter by rejecting\r\nthe approach\nof Hlophe JP they did not consider it necessary to lodge\r\na complaint or make a statement. A meeting of Constitutional Court\r\njudges\nwas thereafter called at which Langa CJ and Moseneke DCJ\r\nreported that in their view the conduct of Hlophe JP, as reported to\r\nthem\nby Jafta AJ and Nkabinde J, constituted a serious attempt to\r\ninfluence the decision of the Court in the Zuma/Thint cases. After\n\ndiscussion the judges decided to lodge a complaint with the JSC.\n[6]     \r\nHlophe JP also filed a statement in answer to the complaint and in\r\nsupport of his counter-complaint.\nHe contended that the\r\nConstitutional Court judges made themselves guilty of gross\r\nmisconduct by laying the complaint and by issuing\na media release\r\nstating that a complaint had been laid, before even having afforded\r\nhim a hearing, thereby violating his constitutional\nrights and\r\nundermining the integrity of the judiciary. He stated that the\r\nhistory related by the judges of the Constitutional Court\nshowed a\r\nmotive by Langa CJ and Moseneke DCJ to get rid of him at all costs.\r\nHe stated further that it would seem that inappropriate\npressure had\r\nbeen brought to bear on Nkabinde J and Jafta AJ to associate\r\nthemselves with the complaint and that Langa CJ and Moseneke\nDCJ\r\nfailed to convey the correct position ‘in respect of the so\r\ncalled “complainant judges” to the JSC’\nand\r\nhoodwinked them into supporting a decision without knowledge of the\r\nposition taken by Nkabinde J and Jafta AJ. Given the personalities\n\ninvolved in the cases which the Constitutional Court had to decide,\r\nHlophe JP suggested, ‘it does appear that there may well\nhave\r\nbeen a political motive on the part of the Chief Justice and his\r\nDeputy’.\n[7]     \r\nIn terms of s 177(1) of the Constitution a judge may be removed\r\nfrom office only if the JSC\nfinds that the judge suffers from an\r\nincapacity, is grossly incompetent or is guilty of gross misconduct\r\nand if the National Assembly\ncalls for that judge to be removed by a\r\nresolution adopted with a supporting vote of at least two-thirds of\r\nits members. The JSC\nmay determine its own procedure but its\r\ndecisions must be supported by a majority of its members.\n[1]\nRule 3 of the rules adopted by the JSC provides:\n‘\n3.1     \r\nOn receipt of a complaint and the responses referred to above, the\r\nJSC shall consider the relevant\ndocumentation and decide whether,\nprima facie,\nthe\r\nconduct complained of would, if established, amount to such\r\nincapacity, incompetence or misconduct as may justify removal of\nthe\r\nJudge in terms of Section 177(1) of the Constitution.\n3.2\nIn the event of the view of the JSC being\r\nthat the conduct complained of would not constitute grounds for\r\nremoval from office, the\nmatter shall be treated as finalised and the\r\ncomplainant and the Judge notified accordingly.\n3.3\nIn the event of the JSC resolving that the\r\npertinent conduct, if established, may justify removal from office,\r\nthe matter shall\nbe dealt with further as provided below.’\n[8]     \r\nRule 4 makes provision for a preliminary investigation by a\r\nsub-committee and rule 5 provides\nfor a hearing at which the judge is\r\ncharged in terms of a charge sheet. The judge must be asked to plead\r\nto the charge, is entitled\nto legal representation, may call\r\nevidence, cross-examine witnesses and present argument. After the\r\nenquiry the JSC must make a\nfinding as to whether or not the judge\r\nsuffers from incapacity, or is grossly incompetent, or is guilty of\r\ngross misconduct as\nenvisaged by s 177(1).\n[9]     \r\nOn 5 July 2008 the JSC, after having considered both the complaint\r\nand counter-complaint, released\na media statement in which they said:\n‘\nThe\r\nCommission unanimously decided that, in view of the conflict of fact\r\non the papers placed before it, it was necessary to refer\nboth the\r\ncomplaint by Constitutional Court and the counter complaint by the\r\nJudge President to the hearing of oral evidence on\na date to be\r\narranged by the Commission.’\n[10]   \r\nThe JSC advised the parties that 1 to 8 April 2009 had been set aside\r\nfor the hearing of oral evidence on\ndisputes on what it considered to\r\nbe material disputes of fact which could not be resolved on the\r\npapers. It indicated that it\nbelieved that judges Nkabinde, Jafta,\r\nLanga, Moseneke, Mokgoro and Hlophe would have to give evidence. In a\r\nsubsequent letter the\nJSC advised that all questions had to be aimed\r\nat resolving the disputes of fact that had been identified.\n[11]   \r\nUpon application by Hlophe JP on 1 April 2009 for a postponement sine\r\ndie, the JSC postponed the matter until\n4 April 2009. On that date an\r\napplication by Hlophe JP for a further postponement, on medical\r\ngrounds, for a period of ten days\nwas turned down but the matter was\r\nadjourned to 7 April 2009. When a further application for\r\npostponement was refused on the last-mentioned\ndate Hlophe JP’s\r\ncounsel withdrew. The matter then proceeded in the absence of Hlophe\r\nJP and his legal representatives. The\nevidence of, amongst others,\r\nNkabinde J and Jafta AJ was received and they were questioned by the\r\nCommissioners.\n[12]   \r\nAn urgent application by Hlophe JP to the South Gauteng High Court,\r\nJohannesburg for an order declaring the\nentire proceedings of the JSC\r\ncommencing on 5 July 2008 unlawful and therefore void ab initio was\r\npartly successful in that the\ncourt set aside the proceedings of 7\r\nand 8 April 2009 and ordered that they were to commence de novo on a\r\ndate suitable to the\nparties. The court could find no basis for a\r\nfinding that the proceedings on 5 July 2008 were unlawful.\n[2]\n[13]    On\r\n20 July 2009 the JSC reconvened to discuss the complaint and\r\ncounter-complaint. In the meantime its composition\nhad changed. A new\r\nPresident, Mr Jacob Zuma, had been elected and a new Minister of\r\nJustice had been appointed.  The Minister\nof Justice, ex\r\nofficio, became a member of the JSC and the newly elected President\r\nZuma, as he was entitled to do, replaced four\nof its members, who had\r\nbeen appointed by his predecessor, with four new appointees. One of\r\nthe new members had previously acted\nas counsel for one of the\r\ncomplainants and recused himself from the discussion leaving four new\r\nmembers who had not previously\nbeen involved in the matter. The\r\nreconstituted JSC decided that it was necessary to commence with the\r\nmatter de novo. Having reconsidered\nthe matter they concluded in\r\nterms of rule 3.1 ‘that the allegations made in the Complaint\r\nand Counter complaint, if established,\nwould amount to gross\r\nmisconduct’ and in terms of rule 4.1 appointed a sub-committee\r\nto investigate the complaints by conducting\ninterviews behind closed\r\ndoors with Langa CJ, Moseneke DCJ, Hlophe JP, Nkabinde J and Jafta\r\nAJ.\n[14]   \r\nShortly after the decision had been taken, Mail and Guardian Ltd and\r\nothers applied to the South Gauteng\nHigh Court, Johannesburg for an\r\norder setting it aside. They contended that the JSC could not have\r\nreversed its earlier decision\nto hold a formal enquiry and that the\r\ninterviews should not be closed to the public. In the answering\r\naffidavit filed by the JSC\nin that application the deponent Mr\r\nSemenya SC stated that the decision to commence with the matter de\r\nnovo was considered to be\nthe best route to follow because there was\r\na question mark over the issue as to whether the previous decision to\r\ncommence with\nthe hearing was properly made ‘in that there was\r\na challenge raised as to whether a preliminary investigation, in\r\nterms of\nrule 4.1 of the Rules of the JSC, had preceded the decision\r\nto commence with the hearing’. This contested issue could not\n\nbe ignored, so the JSC decided, as it could expose the JSC to further\r\nlitigation.  Malan J held that the JSC was entitled\nto reverse\r\nits earlier decision and conduct a new preliminary hearing but\r\nreviewed and set aside the decision that the interviews\nbe held\r\nbehind closed doors and ordered that they be open to representatives\r\nof the media.\n[3]\n[15]   \r\nThe JSC sub-committee held the interviews and upon conclusion thereof\r\nin a report to the JSC recommended\n‘fresh deliberations to the\r\ncomplaint and the counter-complaint’ in light of the\r\nproceedings before them and the transcript\nof the proceedings of\r\nApril 2009. The JSC reconsidered the matter and dismissed both\r\ncomplaints. When the complainants did not\ntake the matter any further\r\nthe applicant applied for the decision of the JSC to hold a\r\npreliminary enquiry and the subsequent\ndecision to dismiss the\r\ncomplaints to be reviewed and set aside. Hlophe JP opposed the\r\napplication on the grounds that the applicant\ndid not have standing\r\nin the matter and that it was in any event not entitled to the relief\r\nclaimed. The high court held that the\napplicant did have standing but\r\nthat it was not entitled to the relief claimed. The applicant now\r\napplies for leave to appeal the\nhigh court’s decision and\r\nHlophe JP opposes the application also on the basis that the high\r\ncourt erred in finding that the\napplicant had standing in the matter.\r\nI shall deal with the standing of the applicant first and then with\r\nthe decision to hold\na preliminary enquiry and the decision to\r\ndismiss the complaints in turn.\nStanding\n[16]   \r\nThe applicant is a not for profit company registered in terms of s 21\r\nof the Companies Act 61 of 1973.\nIts mission is, amongst others, to\r\npromote democracy under law, advance the understanding and respect\r\nfor the rule of law and the\nprinciple of legality and secure and\r\nstrengthen the independence of the judiciary. It states that the\r\napplication is being brought\nin its own interest, in the public\r\ninterest, and in the interest of all litigants and future litigants\r\nbefore the courts over which\nthe fourteen judge respondents may\r\npreside.\n[17]   \r\nThe applicant’s case is that the decision by the JSC to have a\r\npreliminary enquiry and its decision\nto dismiss the complaint and\r\ncounter-complaint was in breach of s 165(4) of the Constitution\r\nand also constituted unlawful\nadministrative action in breach of s 33\r\nof the Constitution. Section 165(4) of the Constitution provides that\r\norgans of state,\nthrough legislative and other measures, must assist\r\nand protect the courts to ensure the independence, impartiality,\r\ndignity, accessibility\nand effectiveness of the courts. In terms of\r\ns 33 of the Constitution everyone has the right to\r\nadministrative action that\nis lawful, reasonable and procedurally\r\nfair and the Promotion of Administrative Justice Act 3 of 2000 (PAJA)\r\nwas enacted to give\neffect to these rights as required by s 33(3)\r\nof the Constitution.\n[18]    In\r\nterms of s 38 of the Constitution anyone acting in the public\r\ninterest has the right to approach\na competent court, alleging that a\r\nright in the Bill of Rights, which includes a right in terms of s 33,\r\nhas been infringed\nor threatened.\n[19]   \r\nThe Constitutional Court has repeatedly stressed that a broad\r\napproach to standing should be adopted also\nin matters that involve\r\nan infringement of rights other than those protected in the Bill of\r\nRights.\n[4]\nIn\nFerreira\r\nv Levin NO & others\n1996 (1) SA 984\n(CC) para 165 Chaskalson P said that he could see no\r\ngood reason for adopting a narrow approach to the issue of standing\r\nin constitutional\ncases.\n[5]\nIn\nKruger\r\nv President of Republic of South Africa & others\n[2008] ZACC 17\n;\n2009 (1) SA 417\n(CC) the Constitutional Court recognised the standing\r\nof an attorney who applied in his own interest and in the public\r\ninterest\nfor a proclamation to be declared invalid in circumstances\r\nwhere s 38 was not of direct application. Skweyiya J said:\n‘\nWhere\r\nthe practitioner can establish both that a proclamation is of direct\r\nand central importance to the field in which he or she\noperates, and\r\nthat it is in the interests of the administration of justice that the\r\nvalidity of that proclamation be determined\nby a court, that\r\npractitioner may approach a court to challenge the validity of such a\r\nproclamation.’\n[6]\n[20]   \r\nIn\nLawyers\r\nfor Human Rights & another v Minister of Home Affairs &\r\nanother\n[2004] ZACC 12\n;\n2004 (4) SA 125\n(CC) para 17 the Constitutional Court once again\r\nconfirmed that a broad rather than a narrow approach should be\r\nadopted to standing\nto ensure that constitutional rights enjoy the\r\nfull measure of the protection to which they are entitled. In respect\r\nof litigation\nin the public interest they adopted the approach\r\nadvocated by O’Reagan J in\nFerreira\r\nv Levin\nwhen dealing with the standing provisions of the Interim Constitution\r\nwhich they considered for all practical purposes to be the\nsame as\r\nthe standing provisions of s 38 of the Constitution. According to\r\nthat approach a court will be circumspect in affording\nstanding to\r\napplicants purporting to act in the public interest. Various factors\r\nto determine whether a person is genuinely acting\nin the public\r\ninterest were identified by O’Reagan J and some were added.\r\nThey stressed that the list of relevant factors\nis not closed and\r\nstated that ‘the degree of vulnerability of the people\r\naffected, the nature of the right said to be infringed,\nas well as\r\nthe consequences of the infringement of the right are also important\r\nconsiderations’.\n[7]\n[21]   \r\nThere is no reason to doubt the applicant’s statement in its\r\nfounding affidavit that it is acting in\nthe public interest. Every\r\nSouth African citizen has an interest to be served by judges who are\r\nfit for judicial office and by\ncourts which are independent and\r\nimpartial. But no judge may be removed from office unless the JSC has\r\nfound that he suffers from\nan incapacity, is grossly incompetent or\r\nis guilty of gross misconduct. It is therefore in the interest of\r\nevery South African\ncitizen that the JSC should properly and lawfully\r\ndeal with every complaint of gross misconduct by a judge that may\r\nthreaten the\nindependence and impartiality of the courts and may\r\njustify the removal of that judge from office. Should it shirk its\r\nduty as\nis alleged it had done in this case it can have grave\r\nrepercussions for the administration of justice.\n[22]   \r\nThe Constitutional Court judges did not act in their own interest and\r\ntheir complaint is not that they have\nbeen wronged in their\r\nindividual capacities. They acted in what they considered to be the\r\npublic interest. I therefore agree with\ncounsel for the applicant’s\r\nsubmission that this ‘is not a matter that can or should be\r\nleft to the judges individually\ninvolved. They are entitled to act in\r\ntheir own interests and are not required to litigate in the public\r\ninterest. They are also\ninhibited by the constraints of the reserve\r\nappropriate to judicial office, which renders them averse to\r\ninvolvement in public\ncontroversy’. One can also not expect\r\nindividuals to call the JSC to account in expensive court actions. It\r\nis for bodies\nlike the applicant that can afford to do so and whose\r\nvery mission is to secure and strengthen the independence of the\r\nbench to\ntake action.\n[23]   \r\nFor these reasons I am satisfied that the high court correctly held\r\nthat the applicant has standing in this\nmatter, which means that the\r\ncounter-appeal must fail.\nThe decision not to\r\nhold a formal enquiry\n[24]   \r\nThe applicant submitted that the JSC decided on 5 July 2008, in terms\r\nof rule 3.1 of its Rules, in respect\nof the complaint as well as the\r\ncounter-complaint, that prima facie the conduct complained of would,\r\nif established, amount to\nsuch misconduct as may justify removal of\r\nthe judges concerned in terms of s 177(1) of the Constitution.\r\nIn consequence it\ndecided to embark on a formal enquiry in terms of\r\nrule 5 of its Rules. It submitted further that when the JSC on 22\r\nJuly 2009 decided\nto appoint a sub-committee in terms of rule 4.1 to\r\ninvestigate the complaints by conducting interviews behind closed\r\ndoors, it\ndid so under the misapprehension that it had never before\r\ndecided that a prima facie case as aforesaid had been made out and\r\nthat\na formal enquiry in terms of rule 5 should be undertaken. Having\r\nbeen based on a mistake of fact, so the applicant submitted, the\n\ndecision to appoint a sub-committee should be reviewed and set aside.\n[25]    In\r\nsupport of its submission that the JSC had on 5 July 2008 taken the\r\nprima facie decision referred to in\nrule 3.1 the applicant relied on\r\nan affidavit by Mpati P, at the time the acting chairperson of the\r\nJSC. The affidavit was filed\non behalf of the JSC in the urgent\r\napplication by Hlophe JP to have the entire proceedings of the JSC\r\ncommencing on 5 July 2008\nset aside on the basis first, that such a\r\nprima facie decision had not been taken and second, that the\r\nprocedure adopted in respect\nof the enquiry embarked on did not\r\ncomply with rule 5. In his affidavit Mpati P stated that three\r\ndocuments referred to by him\nshowed that Hlophe JP’s contention\r\nthat no prima facie decision had been taken was incorrect. He denied\r\nfurthermore that\nthe procedure adopted in respect of the enquiry\r\nscheduled for 1 to 8 April 2008 did not comply with the provisions of\r\nrule 5. Mr\nBizos SC, who, at the time, was a member of the JSC\r\ndeposed to a confirmatory affidavit. The three documents relied upon\r\nare: (i)\nThe media statement issued by the JSC on 5 July 2008 in\r\nterms of which the JSC stated that it had unanimously decided that,\r\nin\nview of the conflict of fact on the papers placed before it, it\r\nwas necessary to refer the complaint and counter-complaint to the\n\nhearing of oral evidence; (ii) The document in terms of which the JSC\r\nadvised that 1 to 8 April 2009 had been set aside for the\nhearing of\r\noral evidence of the judges specified on disputes that it considered\r\nto be material disputes of fact; and (iii) A document,\nissued by the\r\nchairman of the JSC, containing directions to be observed during the\r\nhearing. One of the directions being that all\nquestions put to\r\nwitnesses in cross-examination had to be aimed at resolving disputes\r\nof fact that had been identified.\n[26]    In\r\nthe present application the JSC, in an answering affidavit by Mr\r\nSemenya SC, one of the newly appointed\nmembers of the JSC, made a\r\ncomplete turnabout and denied that a prima facie decision had been\r\ntaken at the meeting of 5 July 2008\nand that a rule 5 formal enquiry\r\nhad been embarked on. No explanation for the turnaround was\r\nproffered. Mr Moerane SC who was a\nmember of the JSC at the time when\r\nthe 5 July decision was taken, deposed to an affidavit confirming\r\nwhat Mr Semenya SC said.\n[27]   \r\nThe applicant submitted that the JSC, in terms of its rules, could\r\nonly have proceeded to an enquiry after\nhaving taken the prima facie\r\ndecision required and that it had indeed instituted an enquiry in\r\nterms of rule 5. The newly constituted\nJSC on the other hand\r\nsubmitted that the three documents relied upon by the applicant for\r\ndrawing the inference that the required\nprima facie decision had been\r\ntaken is not susceptible to the drawing of the inference contended\r\nfor. It submitted furthermore\nthat the enquiry instituted was not an\r\nenquiry in terms of rule 5 in that no charge sheet was prepared, the\r\njudges accused of misconduct\nwere not asked to plead and\r\ncross-examination was restricted contrary to the provisions of rule\r\n5.\n[28]   \r\nThe court below held in favour of the JSC but in my view it is not\r\nnecessary to resolve the dispute. The\naffidavits filed are not the\r\naffidavits of the JSC but are affidavits by individual members of the\r\nJSC. There is obviously no unanimity\namong the members of the JSC\r\nconcerning the decision that was taken on 5 July 2008 and whether the\r\nenquiry proceeded with thereafter\nwas intended to be an enquiry in\r\nterms of rule 5. That being the case and in the light of the fact\r\nthat the composition of the\nJSC had changed the sensible course to\r\nfollow would have been to reconsider the matter de novo whatever the\r\nprevious decisions \nmay have been. I cannot accept, as contended\r\nby the applicant, that the decision to reconsider the matter de novo\r\nwas taken by\nthe JSC on the basis of the members being agreed that no\r\nprima facie decision as required had been taken on 5 July 2008 or on\r\nthe\nbasis of it being agreed that the enquiry proceeded with was not\r\nintended to be a rule 5 enquiry. The decision could in the light\nof\r\nthe different versions of the members of the JSC only have been taken\r\non the basis that whatever the position may have been\nit should be\r\nreconsidered.\n[29]    It\r\nfollows that it cannot be said that the decision taken on 22 July\r\n2009 was taken on the basis of a mistaken\nview as to what had been\r\ndecided on 5 July 2008. The applicant submitted that the JSC in any\r\nevent had to afford the parties to\nthe complaint and\r\ncounter-complaint a hearing before reversing its earlier decision\r\nwhatever it may have been. I will assume without\ndeciding that the\r\nparties should have been afforded a hearing before the decision was\r\ntaken. However, although the judges of the\nConstitutional Court\r\nindicated that they were reserving their rights they did not take the\r\nmatter any further but attended the\ninterviews conducted by the\r\nsub-committee as did Hlophe JP. The parties concerned, therefore,\r\naccepted the decision of the JSC.\nIn these circumstances it is not\r\nfor the applicant, an outsider to the proceedings, to complain about\r\nthe JSC’s failure to\ngive them a hearing.\nThe decision to\r\ndismiss the complaint\n[30]   \r\nThe JSC decided to dismiss the complaint and the counter-complaint\r\nbecause the majority of its members were\nof the view that the\r\nevidence of Nkabinde J and Jafta AJ, together with that of Hlophe JP\r\ndid not establish and, at a formal enquiry,\ncould not establish that\r\nHlophe JP had attempted to improperly persuade them to decide the\r\ncases in Mr Zuma’s favour.\n[31]    At\r\nthe hearing in April 2009 the complainants’ evidence was not\r\ntested by cross-examination as Hlophe\nJP and his legal\r\nrepresentatives were not present or represented. The interviews\r\nconducted on 30 July 2009 were, as submitted by\nthe applicants, brief\r\nand perfunctory. They consisted of the confirmation of the\r\ncorrectness of the evidence given at the hearing\nin April 2009 and\r\nquestions by the three members of the sub-committee. No\r\ncross-examination was allowed. The JSC was therefore\nconfronted with\r\nthe untested evidence of Jafta AJ and Nkabinde J on the one hand and\r\nthe untested evidence of Hlophe JP on the\nother hand.\n[32]   \r\nThe evidence of Jafta AJ  in so far as it is relevant to the\r\nquestion whether Hlophe JP attempted to\ninfluence the Constitutional\r\nCourt’s pending judgment in the Zuma cases was that Hlophe JP\r\nmade an appointment to visit him\nin his chambers at the\r\nConstitutional Court. During their meeting Hlophe JP initiated a\r\ndiscussion about the Zuma matters. He,\ninter alia, said that: (a) the\r\nmatters had to be looked at properly because he believed that Mr Zuma\r\nwas being persecuted just\nlike he, Hlophe JP, had been; (b) the SCA\r\nhad got it wrong in its judgment; and (c) ‘sesithembele kinina’\r\nmeaning ‘we\npin our hopes on you’ and understood by Jafta\r\nAJ to mean ‘you are our last hope’. Although he did not\r\nat the\ntime think that Hlophe JP was trying to influence him, Jafta\r\nAJ did think that Hlophe JP ‘was wishing for a decision which\n\nwould favour Mr Zuma because the SCA had found against Mr Zuma and\r\nThint’. Jafta AJ then terminated the discussion by saying\nthat\r\nthe matter would be decided on its facts and according to the law.\n[33]   \r\nSome four weeks later, when Jafta AJ learnt that Hlophe JP had made\r\nan appointment to see Nkabinde J, he\ntold her that Hlophe JP might\r\nwant to discuss the Zuma matters with her as he earlier had done so\r\nwith him. It was then that Jafta\nAJ formed the view that Hlophe JP\r\nhad attempted to influence him. Asked whether he accepted that Hlophe\r\nJP might not have been\nattempting to influence him he answered that\r\none can only work on an inference and that he ‘would not know\r\nwhat intention\nhe had’. He confirmed that he and Hlophe JP were\r\nfriends but stated that they had not met since 2003.\n[34]   \r\nNkabinde J’s evidence in so far as it is relevant to the\r\nquestion whether Hlophe JP attempted to influence\nthe Constitutional\r\nCourt’s pending judgment in the Zuma cases was that Hlophe JP\r\ntelephonically made an appointment to visit\nher in her chambers. When\r\nhe made the appointment Hlophe JP told her that he had a mandate and\r\nthat they could talk about privilege.\nDuring the visit to her\r\nchambers Hlophe JP said that the reason why he was there was, among\r\nother things, that ‘a concern\nhad been raised that people who\r\nare appointed at the Constitutional Court should understand our\r\nhistory’. Asked who those\npeople were he said that ‘he\r\nhas connection with some ministers whom he from time to time\r\nadvised’. He then started\ntalking about the Zuma case and said\r\nthat it was an important case and that the issue of privilege was\r\nalso important. It had to\nbe decided properly because the prosecution\r\ncase rested on that aspect of the case. Having been warned by Jafta\r\nAJ that Hlophe\nJP might want to talk about the case of Mr Zuma she\r\n‘snapped’ and said ‘my brother, you know that you\r\ncannot\ntalk about this case. You have not been involved in the case,\r\nyou have not sat on it and you are not a member of the Court to come\n\nand talk about the case’. His response was that he did not mean\r\nto interfere with her work but he went on to explain ‘that\nthe\r\npoint is that there is no case against Mr Zuma.’ He went\r\nfurther and said ‘Mr Zuma has been persecuted, just as\nhe was\r\npersecuted’. He stated that there was a list containing names\r\nof people who were also implicated in the arms deal.\nHe had obtained\r\nthe list from the National Intelligence and said something to the\r\neffect that some of the people who appeared in\nthe list were going to\r\nlose their jobs when Mr Zuma became President. She was adamant that\r\nHlophe JP visited her to discuss the\nZuma case and nothing else.\n[35]   \r\nNkabinde J denied Hlophe JP’s version that she initiated the\r\ndiscussion about privilege and that she\ntold Hlophe JP that she was\r\nbusy writing a note about privilege. She said that she could not have\r\ndone so as the note had long\nsince been written. Asked whether it was\r\npossible that Hlophe JP had not tried to influence her she said that\r\nshe did not know\nwhat his intentions were.\n[36]   \r\nHlophe JP, during his interview by the members of the sub-committee,\r\ndenied that he asked Jafta AJ whether\nor not the judgment in the Zuma\r\nmatters had been handed down and said that he knew that that was not\r\nthe case. He denied that he\nsaid that Mr Zuma was persecuted just\r\nlike him, in the context mentioned by Jafta AJ and claimed that that\r\nwas said in the context\nof a discussion about himself and the Western\r\nCape. He admitted that he said that the matters should be properly\r\ndecided but claimed\nthat it was not said in the context of Mr Zuma\r\nbeing persecuted but in the context of the uncertainty created by the\r\nSCA judgment.\nHe did not think that he said that the SCA got it wrong\r\nbut did express concerns about the judgment. He also denied that he\r\nsaid\n‘sesithembele kinina’ in the context alleged by\r\nJafta AJ and claimed that he used the phrase by way of encouragement\n\nwhen he left, some time after the discussion of the Zuma matters.\n[37]   \r\nHlophe JP denied that during his telephonic discussion with Nkabinde\r\nJ he could have said that he had a mandate\nand said that the word\r\nmandate was used by him in the context of a mandate having been given\r\nto him by the Chief Justice to chair\na Local Organising Committee. He\r\nalso denied that he initiated the discussion about privilege, and\r\nthat he said: (a) that the reason\nwhy he was there was that a concern\r\nhad been raised that people in the Constitutional Court should\r\nunderstand our history; (b)\nthat he had political connections; (c)\r\nthat the issue of privilege should be decided properly because the\r\nprosecution’s case\nrested on it. Finally he denied: (a) that\r\nNkabinde J rebuffed him when he started talking about the Zuma case;\r\n(b) that they ever\nspoke about the facts in the Zuma matter; (c) that\r\nhe expressed an opinion about the strength of the Zuma case; (d) that\r\nhe spoke\nabout a list obtained from National Intelligence; and (e)\r\nthat he said that some of the people whose names were on the list\r\ncould\nlose their jobs.\n[38]   \r\nHlophe JP’s version, on the other hand, was that he and\r\nNkabinde J started talking about the Zuma matter\nwhen he noticed the\r\nZuma files in her chambers and asked when judgment was going to be\r\ndelivered. According to him he did say that\nthe issue of privilege\r\nwas an important one for a trial lawyer and also that he said that Mr\r\nZuma was being persecuted but denied\nthat the latter statement was\r\nmade in the context alleged. He claimed that the statement was made\r\nwhen he was asked how he was\ndoing in the Western Cape to which he\r\nreplied that he was like Zuma, people will always find something\r\nwrong with him.\n[39]   \r\nJafta AJ and Nkabinde J did not at their interviews deviate from\r\ntheir earlier evidence at the enquiry held\nin April 2009. Standing on\r\nits own there was no reason not to believe their evidence.\r\nConsequently, without having tested the evidence\nof Hlophe JP, the\r\nJSC had no basis for rejecting the evidence of Nkabinde J and Jafta\r\nAJ and did not do so. For the purposes of\nits decisions the JSC\r\naccepted that Hlophe JP probably said what he is alleged to have\r\nsaid.\n[40]   \r\nAll the aforementioned evidence of Jafta AJ and Nkabinde J relating\r\nto their meetings with Hlophe JP is clearly\nrelevant to the question\r\nwhether he attempted to influence the Constitutional Court’s\r\npending judgment in the Zuma/Thint\nmatters. Both Nkabinde J and Jafta\r\nAJ, on the strength of that evidence, drew the inference that he did\r\nattempt to do so.\n[41]   \r\nThe JSC concluded that the evidence of Jafta AJ standing alone was\r\nnot sufficient to establish that Hlophe\nJP attempted to improperly\r\ninfluence him to decide the Zuma/Thint matters in a particular way.\r\nIn regard to the evidence of Nkabinde\nJ the JSC pointed out that\r\nthere were contradictions between her evidence and that of Hlophe JP\r\nand said that the question arose\nwhether her evidence was material.\r\nDealing with this issue the JSC said that the evidence contradicted\r\nby Hlophe JP did not appear\nto have a material bearing on the central\r\nquestion that it was required to consider namely ‘did Hlophe JP\r\nattempt to improperly\ninfluence Nkabinde J to give judgment in a\r\nparticular way against her conscience or better judgment’.\n[42]   \r\nThis finding by the JSC is irrational. Hlophe JP contradicted almost\r\neverything that Nkabinde J said. It\nfollows that the JSC considered\r\nvirtually everything that Nkabinde J said ie virtually everything on\r\nthe strength of which she\ndrew the inference that Hlophe JP tried to\r\ninfluence her, to be immaterial in respect of the question whether he\r\ntried to influence\nher. It cannot conceivably, rationally be\r\nconsidered to be immaterial to the question whether Hlophe JP tried\r\nto influence Nkabinde\nJ that Hlophe JP said, when making an\r\nappointment to see her, that he had a mandate, that, when he visited\r\nher, he said that the\nreason why he was there was that a concern had\r\nbeen raised that people in the Constitutional Court did not\r\nunderstand our history,\nthat he said, when asked who those people\r\nwere, that ‘he has connection with some ministers’, that\r\nhe said that the\nquestion of privilege should be decided properly\r\nbecause the prosecution’s case rested on it, that Nkabinde J\r\nreprimanded\nhim for speaking about a case he was not involved in,\r\nthat he said that there was no case against Mr Zuma and that Mr Zuma\r\nwas\nbeing persecuted, that he said that some of the people implicated\r\nin the arms deal whose names appeared on a list he had obtained\nfrom\r\nNational Intelligence were going to lose their jobs when Mr Zuma\r\nbecame President. These were the facts which the JSC had\nto consider\r\ntogether with Jafta AJ’s evidence, to determine whether Hlophe\r\nJP attempted to influence them. Once it had been\ndetermined that he\r\ndid attempt to influence them the JSC had to decide whether his\r\nattempt to do so constituted gross misconduct\nof such a nature that\r\nit may justify his removal from office.\n[43]   \r\nThe JSC nevertheless concluded:\n‘\nThe\r\nCJ’s statement says what was communicated to Jafta JA was that\r\nthe matters must be decided in favour of Mr Zuma. That\nis not what\r\nJafta JA said in his evidence. As pointed out, at best, he said he\r\nhad made that inference. On a proper analysis of\nher evidence, this\r\nis what Nkabinde J also said. Having regard to the totality of the\r\nfacts and the context, we do not accept that\nthat is the only\r\nreasonable inference to be drawn. We cannot reject Hlophe JP’s\r\ncontention that he did not attempt to improperly\nattempt to influence\r\nthe two judges to decide the cases in Mr Zuma’s favour.’\n[44]   \r\nThe JSC therefore came to the conclusion that there are two\r\npossibilities. The one being that Hlophe JP attempted\nto influence\r\nthe two judges as alleged by them and the other being that he did not\r\nattempt to do so as alleged by him. It did not\ndecide that it was\r\nmore probable that Hlophe JP had not attempted to influence the two\r\njudges and, therefore, must have dismissed\nthe complaint simply on\r\nthe basis of another innocent possibility. It follows that it applied\r\nthe criminal standard applicable\nat the end of a criminal trial,\r\nnamely proof beyond reasonable doubt, to dismiss the complaint, at a\r\nstage when neither of the\nconflicting versions of the two judges on\r\nthe one hand and Hlophe JP on the other hand had been tested by\r\ncross-examination.\n[45]   \r\nThe finding that it could not reject Hlophe JP’s version is\r\nquite correct. By disallowing cross-examination\nthat result was made\r\ninevitable. It would have been highly irregular to reject his\r\nevidence without having given him an opportunity\nto cross-examine his\r\naccusers. Utilising this procedure for the final resolution of a\r\ncomplaint of misconduct by a judge will always\nlead to a dismissal of\r\nthe dispute where the conduct alleged by the accuser is disputed by\r\nthe judge because the judge’s\nversion can never be rejected\r\nwithout having given him an opportunity to cross-examine his\r\naccusers. The procedure adopted was\ntherefore not appropriate for the\r\nfinal determination of the complaint.\n[46]   \r\nThe requirement of proof beyond reasonable doubt (the only reasonable\r\ninference) was similarly not appropriate.\nNot even in a criminal\r\ntrial is proof beyond reasonable doubt required before the trial has\r\nrun its course and an investigation\nof a complaint of gross\r\nmisconduct is not a criminal enquiry but more in the nature of a\r\ndisciplinary enquiry where proof on a\nbalance of probabilities is\r\nrequired at its conclusion.\n[8]\n[47]   \r\nThe JSC purported to justify their decision to dismiss the complaint\r\nwithout proceeding to a formal enquiry\nby saying that\r\ncross-examination would serve no purpose.  It advanced a number\r\nof reasons in support of its view. These are\ntheir reasons: First, it\r\nwould be naïve to believe that\nHlophe JP would not\r\npersist in his denial that he had the intention to influence the two\r\njudges. It must also be realistically be\naccepted, they said, that he\r\nwould adopt the same stance in respect of his claimed links with the\r\nNational Intelligence and the\nother matters on which there are sharp\r\ndisputes of fact. Second, there are factors that support Hlophe JP’s\r\nversion that\nhe did not try to influence the two judges. They are:\r\n(i) One would have expected him to follow up had he tried to\r\ninfluence them;\n(ii) There is no evidence that he attempted to\r\ninfluence other judges of the Constitutional Court; (iii) The\r\nZuma/Thint matters\nwere heard by a panel of ten judges and the\r\ndecisions in the Constitutional Court are taken by a majority; (iv)\r\nJafta AJ did not\nfind it sufficiently concerning to make anything of\r\nhis discussion with Hlophe JP until Nkabinde informed him that she\r\nwas going\nto meet with Hlophe JP; (v) Nkabinde J did not raise the\r\nalarm about the conduct of Hlophe JP until nearly two weeks later;\r\n(vi)\nJafta AJ and Nkabinde J did not complain in their individual\r\ncapacities. Third, Nkabinde J reported what Hlophe JP had said to\r\nLanga CJ and Mokgoro J and confirmed the statement submitted by Langa\r\nCJ to the JSC in support of the complaint but there are discrepancies\n\nas to the point in time it is alleged that he said that he had a\r\nmandate. Fourth, similar considerations obtain in respect of other\n\nmatters which are not identified. Fifth, Hlophe JP did not know that\r\nthe judges of the Constitutional Court did not discuss matters\nwith\r\nother judges who were not involved in the particular matters.\n[48]    I\r\nfind the reasoning surprising. Courts frequently have to decide where\r\nthe truth lies between two conflicting\nversions. They often do so\r\nwhere there is only the word of one witness against another and\r\nneither of the witnesses concedes the\nversion of the other. \r\nCivil cases are decided on a balance of probabilities but where there\r\nis a dispute of fact it is rarely\npossible to do so without\r\nsubjecting the parties to cross-examination and without allowing them\r\nto test what are alleged to be\nprobabilities in the other parties’\r\nfavour. A court may of course after cross-examination still be unable\r\nto decide where\nthe truth lies. That possibility does not entitle a\r\ncourt to decide the matter without allowing cross-examination and it\r\ndoes not\nentitle the JSC to do so.\n[49]    As\r\nstated above, in terms of s 165(4) of the Constitution organs of\r\nstate, through legislative and other\nmeasures, must assist and\r\nprotect the courts to ensure the independence, impartiality, dignity,\r\naccessibility and effectiveness\nof the courts and in terms of\r\ns 177(1) a judge cannot be removed from office for having made\r\nhimself guilty of misconduct\nunless the JSC has found him guilty of\r\nmisconduct. It follows that there is a duty on the JSC to investigate\r\nallegations of misconduct\nthat may threaten the independence,\r\nimpartiality, dignity, accessibility and effectiveness of the courts.\n[50]   \r\nAny attempt by an outsider to improperly influence a pending judgment\r\nof a court constitutes a threat to\nthe independence, impartiality,\r\ndignity and effectiveness of that court. In the present case the\r\nallegation is that Hlophe JP attempted\nto improperly influence the\r\nConstitutional Court’s pending judgment in one or more cases.\r\nThe JSC had already, when it decided\nto conduct the interviews with\r\nthe judges decided that if Hlophe JP had indeed attempted to do so he\r\nwould have made himself guilty\nof gross misconduct which, prima\r\nfacie, may justify his removal from office. Moreover, it based its\r\ndecision dismissing the complaint\non an acceptance that Hlophe JP\r\nprobably said what he is alleged to have said.  In these\r\ncircumstances the decision by the\nJSC to dismiss the complaint on the\r\nbasis of a procedure inappropriate for the final determination of the\r\ncomplaint and on the\nbasis that cross-examination would not take the\r\nmatter any further constituted an abdication of its constitutional\r\nduty to investigate\nthe complaint properly. The dismissal of the\r\ncomplaint was therefore unlawful. In addition, the JSC’s\r\ndecision to dismiss\nthe complaint constituted administrative action\r\nand is reviewable in terms of s 6(h) of PAJA for being\r\nunreasonable in that\nthere was no reasonable basis for it.\nThe decision to\r\ndismiss the counter-complaint\n[51]   \r\nConcerning the counter-complaint Jafta AJ and Nkabinde J explained\r\nthat they willingly participated in the\ncollective complaint and the\r\nstatement filed in support of that complaint but that they did not\r\nwant to be individual complainants.\nFor that reason, when called upon\r\nby the JSC to file statements, they issued the statement that they\r\nwere not complainants and\nthat they did not intend filing statements\r\nas complainants. They were in fact, at the time when they issued\r\ntheir statement, collaborating\nin the preparation of a collective\r\nstatement that was issued shortly thereafter.\n[52]   \r\nHlophe JP made it clear at the interview that he had no complaint in\r\nso far as the Constitutional Court judges\nwere exercising their right\r\nto report him to the JSC. He conceded further that he had to accept\r\nthe version of the Constitutional\nCourt judges as to how it came\r\nabout that the complaint was lodged with the JSC. He accepted the\r\nstatement by the Constitutional\nCourt judges that their conduct ‘was\r\ninspired by their desire to protect the institutional integrity or\r\nthe constitutional\nintegrity of the court.’ His complaint was\r\nthat they made the complaint public by releasing a media statement to\r\njournalists\nincluding the Mail and Guardian and to the Democratic\r\nParty which caused him to draw the inference that they were actuated\r\nby political\nconsiderations and indicated to him that they were\r\ntrying to get rid of him.\n[53]   \r\nMoseneke DCJ told the sub-committee that the judges of the\r\nConstitutional Court believed what they were told\nby their colleagues\r\nNkabinde J and Jafta AJ and that they were satisfied that there was a\r\ncomplaint that should be placed in the\nhands of the JSC. The judges\r\ncollectively considered that the independence of the Constitutional\r\nCourt was being threatened and\nthat they were duty-bound to let the\r\npublic know that a complaint had been lodged with the JSC ‘in\r\norder to protect the integrity\nof the judicial process . . . which\r\nwould otherwise have been dogged by rumour’. He explained that\r\nthe court had a mailing\nlist and anybody could apply to have his name\r\nplaced on the mailing list. Once the decision had been taken to\r\nrelease a statement\nthe registrar would have disseminated the\r\nstatement to whoever’s name appeared on the mailing list. He\r\ndenied that any pressure\nhad been brought to bear on Nkabinde J and\r\nJafta AJ to be parties to the collective complaint. Langa CJ’s\r\nevidence was to\nthe same effect.\n[54]   \r\nThe JSC pointed out that the Supreme Court of Appeal had already held\r\nthat what the judges of the Constitutional\nCourt had done was\r\nlawful.\n[9]\nIt stated that the\r\npublication of the complaint might have been an infringement of the\r\nprinciple of collegiality or comity among\njudges or some ethical\r\nprinciple but that it could not amount to gross misconduct. Although\r\nit might have been unwise to publish\nthe media statement there was in\r\nits view no reasonable possibility that the JSC would at the\r\nconclusion of a formal enquiry find\nthat the Constitutional Court\r\njudges made themselves guilty of gross misconduct. Hlophe JP’s\r\nallegations against the judges\nof undue pressure on Nkabinde J and\r\nJafta AJ to act contrary to their conscience, of the concealment of\r\nthe complete and true facts,\nof acting with an ulterior motive and of\r\nmasterminding leaks to the media in a well orchestrated media\r\ncampaign were according\nto the JSC as unfortunate as they were\r\nincapable of establishment on the evidence before them. They\r\nconcluded:\n‘\nIt\r\nis clear from the evidence of Hlophe JP to the sub-committee that he\r\nbased his allegations almost entirely on conclusions and\ninferences\r\nthat he drew from what they had said and done on various occasions.\r\nThe CJ and DCJ emphatically deny the conclusions\nand inferences. We\r\naccept the denials.\n. . .\nIn the result, there is\r\nno basis for finding that any of the Judges of the CC is guilty of\r\ngross misconduct.’\n[55]   \r\nUnlike in the case of the complaint there was no evidence\r\ncontradicting the evidence of the Constitutional\nCourt judges on the\r\nbasis of which the allegations against them could be established. The\r\nJSC was therefore entitled to dismiss\nthe counter-complaint on the\r\nbasis that the allegations were incapable of establishment.\n[56]    In\r\nhis submissions to the JSC Hlophe JP did not call for a formal\r\nhearing but submitted ‘that the JSC\nshould determine the\r\ncounter-complaint on the material already before it’.\n[57]   \r\nOne of the prayers in the applicant’s notice of motion is that\r\nthe decision of the JSC in relation\nto the counter-complaint be set\r\naside. Counsel for the applicant, however, initially did not address\r\nthis issue at all. When asked\nwhether the applicant was persisting\r\nwith its request for this relief counsel for the applicant confirmed\r\nthat it was but the only\nsubmission they made in support thereof was\r\nthat they thought that the complaint and counter-complaint went hand\r\nin hand. None\nof the other parties advanced another reason for\r\nreviewing the JSC’s decision in respect of the\r\ncounter-complaint. No reason\nwas advanced as to why it was thought\r\nthat the two complaints could not be separated and I can see no\r\nreason why the JSC was not\nentitled to dismiss the counter-complaint\r\nif it was satisfied, as it said it was, that there was no evidence to\r\nsupport it.\nThe Remedy\n[58]   \r\nApart from asking for an order that leave to appeal be granted and\r\nthat leave to cross-appeal be refused\nthe applicant asked for an\r\norder that the appeal be upheld and that the order of the high court\r\nbe set aside and replaced with\nan order in terms of prayers 1.2 to\r\n1.7 of the applicant’s notice of motion, namely:\n‘\n1.2\r\nThe decision of the JSC at its meeting on 20 to 22 July 2009, to\r\nreverse its earlier decision to hold a formal enquiry into\nthe\r\ncomplaints and to hold a preliminary enquiry instead, is reviewed and\r\nset aside.\n1.3 The decision of the\r\nJSC at its meeting on 15 August 2009, “that the evidence in\r\nrespect of the complaint does not justify\na finding that Hlophe JP is\r\nguilty of gross misconduct” and that the matter is accordingly\r\n“treated as finalised”,\nis reviewed and set aside .\n1.4 The decision of the\r\nJSC at its meeting on 15 August 2009, “that the evidence in\r\nsupport of the counter-complaint does\nnot support a finding that the\r\njudges of the Constitutional Court are guilty of gross misconduct”\r\nand that the matter is\naccordingly “treated as finalised”,\r\nis reviewed and set aside.\n1.5 The decision of the\r\nJSC at its meeting on 15 August 2009, “that none of the judges\r\nagainst whom complaints had been lodged\nis guilty of gross\r\nmisconduct”, is reviewed and set aside.\n1.6 The JSC is ordered to\r\nhold a formal enquiry into the complaints in terms of rule 5 of its\r\nRules Governing Complaints and Enquiries\nin terms of section\r\n177(1)(a).\n1.7 The JSC and any\r\nrespondent who opposes this review, if any, are ordered jointly and\r\nseverally to pay the applicant’s costs.’\nFor the above reasons the\r\napplicant is not entitled to an order in terms of 1.2, 1.4, 1.5 and\r\n1.6.\n[59]   \r\nThe JSC as well as Hlophe JP submitted that the court has a\r\ndiscretion not to review and set aside the decision\nof the JSC to\r\nterminate the enquiry. In this regard they relied on s 172(1) of\r\nthe Constitution and s 8 of PAJA. Section 172(1)\nprovides that when\r\ndeciding a constitutional matter a court must declare that any\r\nconduct that is inconsistent with the Constitution\nis invalid to the\r\nextent of its inconsistency and make any order that is just and\r\nequitable, including an order limiting the retrospective\neffect of\r\nthe declaration of invalidity and an order suspending the declaration\r\nof invalidity for any period and on any conditions,\nto allow the\r\ncompetent authority to correct the defect. Section 8 of PAJA provides\r\nthat a court, in proceedings for judicial review\nin terms of s 6(1),\r\nmay grant any order which is just and equitable.\n[60]   \r\nCounsel representing Hlophe JP sought to find support for their\r\nsubmission in the decision of the Constitutional\nCourt in\nJ T\r\nPublishing (Pty) Ltd & another v Minister of Safety and Security\r\n& others\n[1996] ZACC 23\n;\n1997 (3) SA 514\n(CC) para 15 to the effect that the\r\nfact that a court is enjoined to declare a law that is inconsistent\r\nwith the Constitution invalid\nto the extent of its inconsistency does\r\nnot mean that a court is ‘compelled to determine the anterior\r\nissue of its inconsistency\nwhen, owing to its wholly abstract,\r\nacademic or hypothetical nature should it have such in a given case,\r\nour going into it can\nproduce no concrete or tangible result, indeed\r\nnone whatsoever beyond the bare declaration’. They also\r\nreferred to\nIslamic Unity Convention v Independent Broadcasting\r\nAuthority & others\n[2002] ZACC 3\n;\n2002 (4) SA 294\n(CC) para 10-12 in which\r\nthe Constitutional Court reaffirmed the statement in\nJ T\r\nPublishing\nand stated that a court should not ordinarily decide a\r\nconstitutional issue unless it is necessary to do so and that it\r\nshould not\ndecide a constitutional issue that is moot.\n[61]    In\r\nthis case the applicant raised a constitutional issue which cannot be\r\nsaid to be of an abstract, academic\nor hypothetical nature or one\r\nthat cannot produce a tangible result. It was therefore necessary to\r\ndecide the issue. In light of\nour determination that the JSC’s\r\ndecision to dismiss the complaint was inconsistent with the\r\nConstitution we are obliged\nto declare the decision invalid.\n[62]    I\r\nshall assume that the high court nevertheless had a discretion to\r\norder that the enquiry into the alleged\nmisconduct of Hlophe JP be\r\nterminated. The respondents submitted that it should have done so\r\nbecause:\n(i) Both the\r\nConstitutional Court judges and Hlophe JP have accepted that the\r\ncomplaints have been finalised. Their attitude is\nbased upon a\r\nrecognition of the fact that it is in the interests of the judiciary,\r\nthe legal system and the country as a whole\nthat this unhappy series\r\nof events in our history be regarded as finalised.\n(ii) The costs of\r\nre-opening the enquiries in these circumstances are unjustifiable.\n(iii) Considerations of\r\npublic interest require that there should be finality on a matter\r\nwhich has continued for so long without\nany definitive resolution.\n[63]   \r\nThere is no evidence that the Constitutional Court judges consider it\r\nin the interests of justice, the interests\nof the judiciary, the\r\nlegal system and the country that the matter should be regarded as\r\nfinalised. It is alleged that a very high\nranking judge, the head of\r\none of the biggest divisions of the high court, attempted to\r\ninfluence two of the judges of another\ncourt to decide a matter in a\r\nparticular way. The allegation was considered to be so serious as to\r\nconstitute gross misconduct\nwhich if established may justify the\r\nremoval of the judge from office. It cannot be in the interests of\r\nthe judiciary, the legal\nsystem, the country or the public to sweep\r\nthe allegation under the carpet because it is being denied by the\r\naccused judge, or\nbecause an investigation will be expensive, or\r\nbecause the matter has continued for a long time.\n[64]   \r\nProfessor Kader Asmal was allowed to join the proceedings as an\r\namicus curiae in which capacity he submitted\nheads of argument. We\r\nappreciate his assistance. In light of the fact that all the parties\r\nwere well represented we do not think\nthat it is appropriate to make\r\nany cost order in his favour.\nOrder\n[65]   \r\nFor these reasons the following order is made:\n1       \r\nLeave to appeal with costs including the costs of three counsel is\r\ngranted to the applicant.\n2       \r\nLeave to cross-appeal is refused with costs including the costs of\r\nthree counsel.\n3       \r\nThe appeal is upheld with costs including the costs of three counsel.\n4       \r\nThe order by the High Court is set aside and replaced with the\r\nfollowing order:\n‘\n1      \r\nThe decision of the Judicial Service Commission at its meeting on 15\r\nAugust 2009, “that\nthe evidence in respect of the complaint\r\ndoes not justify a finding that Hlophe JP is guilty of gross\r\nmisconduct” and that\nthe matter accordingly be “treated\r\nas finalised”, is reviewed and set aside.\n2       \r\nThe first and second respondents on the one hand and the sixteenth\r\nrespondent on the\nother hand are ordered jointly and severally to pay\r\nthe applicant’s costs.’\nP E STREICHER\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\n\t\t\tappellant:\nW\r\n\t\t\tTrengove SC\nT\r\n\t\t\tBruinders SC\nN\r\n\t\t\tFourie\nL\r\n\t\t\tSisilana\nB\r\n\t\t\tMacola\nInstructed\r\n\t\t\tby:\nBowman\r\n\t\t\tGilfillan, Johannesburg\nMcIntyre\r\n\t\t\t& Van der Post, Bloemfontein\nFor\r\n\t\t\t1\nst\n& 2\nnd\nrespondents:\nI V\r\n\t\t\tMaleka SC\nB\r\n\t\t\tVally SC\nL\r\n\t\t\tGcabashe\nM\r\n\t\t\tSello\nInstructed\r\n\t\t\tby:\nThe\r\n\t\t\tState Attorney, Cape Town\nThe\r\n\t\t\tState Attorney, Bloemfontein\nFor\r\n\t\t\t16\nth\nrespondent:\nJ\r\n\t\t\tNewdigate SC\nV\r\n\t\t\tNgalwana\nT\r\n\t\t\tMasuku\nInstructed\r\n\t\t\tby:\nXulu\r\n\t\t\tLiversage Inc, Cape Town\nLovius\r\n\t\t\tBlock, Bloemfontein\n[1]\nSection 178(6) of the Constitution.\n[2]\nHlophe\r\n\tv The Judicial Service Commission & others\n[2009] 4 All SA 67 (GSJ).\n[3]\nMail\r\n\tand Guardian Ltd v Judicial Service Commission and others\n2010 (6) BCLR 615 (GSJ).\n[4]\nAlbutt\r\n\tv Centre for the Study of Violence and Reconciliation & others\n2010 (3) SA 293\n(CC) para 33.\n[5]\nSee also para 229 where O’Reagan J expressed a similar view.\n[6]\nPara\r\n\t25.\n[7]\nPara\r\n\t18.\n[8]\nOlivier\r\n\tv Die Kaapse Balieraad\n1972\r\n\t(3) SA 485\n(A) at 495 in fine to 496H.\n[9]\nSee\nLanga\r\n\tCJ & others v Hlophe JP\n2009 (4) SA 362\n(SCA) in which this court, in respect of an earlier\r\n\tapplication by Hlophe JP, held that the filing of the complaint by\r\n\tthe Constitutional\nCourt judges and the making of a public statement\r\n\tthat they had done so, before he had been given a hearing, was not\r\n\tunlawful.",
  "scraped_at": "2026-02-12T15:31:32.675747",
  "date": "2011-03-31",
  "coram": [
    "Streicher JA",
    "Brand JA",
    "Cachalia JA",
    "Theron JA",
    "Seriti JJA"
  ],
  "case_number": "52/2011",
  "parties": {
    "applicants": [
      "Freedom Under Law"
    ],
    "respondents": [
      "Acting Chairperson: Judicial Service Commission",
      "Judicial Service Commission",
      "Chief Justice Pius Nkonzo Langa",
      "Deputy Chief Justice Dikgang Mosene ke",
      "Justice Tholakele Hope Madala",
      "Justice Jennifer Yvonne Mokgoro",
      "Justice Catherine Mary Elizabeth O’Reagan",
      "Justice Albert Louis Sachs",
      "Justice Sirral Sandile Ngcobo",
      "Justice Thembile Lewis Skweyiya",
      "Justice Johann Vincent Van der Westhuizen",
      "Justice Zakeria Mohammed Yacoob",
      "Justice Baaitse Elizabeth Nkabinde",
      "Justice Christopher Nyaole Jafta",
      "Judge Franklyn Kroon",
      "Judge President Mandlakayise John Hlophe"
    ]
  },
  "sections": {
    "facts": "The Constitutional Court judges complained that Judge John Hlophe, Judge President of the Western Cape High Court, had approached them in an attempt to influence pending judgments in the Zuma/Thint matters. Hlophe lodged a counter‑complaint alleging the judges had acted improperly by making a public statement before his hearing. The Judicial Service Commission (JSC) conducted a preliminary investigation, held closed‑door interviews, and thereafter dismissed both the complaint and the counter‑complaint without a formal enquiry or cross‑examination. Freedom Under Law, a nonprofit promoting judicial independence, sought judicial review of the JSC’s decision, arguing that the JSC failed to fulfil its constitutional duty to investigate allegations of gross misconduct properly. The High Court dismissed the application; the matter was appealed to the Supreme Court of Appeal.",
    "issues": "1. Whether the JSC has a constitutional obligation under s165(4) and s177(1) to conduct a proper investigation, including cross‑examination, before dismissing allegations of gross misconduct. 2. Whether the JSC’s dismissal of the complaint and counter‑complaint, without a formal enquiry and relying on a criminal standard of proof, amounted to unlawful administrative action contrary to s33 of the Constitution and the Promotion of Administrative Justice Act. 3. Whether Freedom Under Law had standing to bring the application in the public interest.",
    "principles": "The Court applied the constitutional provisions protecting judicial independence (s165(4)), the removal regime for judges (s177(1)), and the right to lawful, reasonable and procedurally fair administrative action (s33). The JSC Rules require a prima facie finding (rule 3) before a formal enquiry (rule 5) and mandate that parties be afforded the opportunity to cross‑examine. The principle of broad standing for public‑interest litigants (s38) was affirmed, drawing on Ferreira v Levin and Kruger v President. The appropriate evidentiary standard for a misconduct inquiry is the balance of probabilities, not the criminal standard of beyond reasonable doubt.",
    "application": "The Court found that the JSC had not made a clear prima facie finding and proceeded to a dismissal without a formal enquiry, thereby breaching its procedural obligations. The lack of cross‑examination meant the dispute of fact was not resolved, rendering the dismissal irrational and unlawful. The Court also held that Freedom Under Law, given its mandate to safeguard judicial independence, satisfied the requirements for standing under s38. Consequently, the JSC’s decision was set aside and the matter remitted for proper consideration.",
    "conclusion": "Leave to appeal was granted with costs; the cross‑appeal was refused. The appeal was upheld, the High Court order set aside, and the JSC’s decision that the evidence did not justify a finding of gross misconduct was reviewed and set aside. The first, second and sixteenth respondents were ordered jointly and severally to pay the applicant’s costs."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Judicial Conduct",
    "level_3": [
      "gross misconduct",
      "judicial service commission",
      "standing",
      "administrative justice"
    ]
  }
}