{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/28.html",
  "case_name": "Fry v Huletts Aluminium (Pty) Ltd (241/10) [2011] ZASCA 28 (18 March 2011)",
  "citation": "[2011] ZASCA 28",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 28\n|\nNoteup\n|\nLawCite\nFry v Huletts Aluminium (Pty) Ltd (241/10) [2011] ZASCA 28 (18 March 2011)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 241/10\nIn the matter between:\nRUBEN ANTHONY FRY\n...............................................................................\nAppellant\nand\nHULETTS ALUMINIUM (PTY) LTD\n..........................................................\nRespondent\nNeutral citation:\nRuben Fry v Huletts Aluminium\n(241/10) [2011] ZASCA (18 March 2011)\nCoram:\nNAVSA, CLOETE, SNYDERS, BOSIELO AND MAJIEDT JJA\nHeard:\n14 February 2011\nDelivered: 18 March 2011\nSummary:\nFactual causation - probabilities\nORDER\nOn appeal from: KwaZulu-Natal High Court (Pietermaritzburg)\r\n(Tshabalala JP sitting as court of first instance).\n1 The appeal is upheld with costs, including the costs of two\r\ncounsel.\n2 The order of the court below is replaced with the following:\n‘\na The defendant is liable for the damages\r\nsuffered by the plaintiff due to the injury sustained in the fire at\r\nthe defendant’s\nmill on 13 February 2002.\nb The defendant is ordered to pay the plaintiff’s costs of suit\r\nincluding the costs of two counsel.\nc The preparation fees of the expert witness Mr Carr shall be allowed\r\non taxation.’\nJUDGMENT\nSNYDERS JA (NAVSA, CLOETE, BOSIELO and MAJIEDT JJA concurring)\n[1] The appellant instituted action against the respondent in the\r\nKwaZulu-Natal High Court, Pietermaritzburg, (Tshabalala JP presiding)\n\nfor damages suffered as a result of personal injuries he sustained\r\nwhilst performing work at the respondent’s S6 aluminium\nrolling\r\nmill in Pietermaritzburg. The appellant, at the relevant time, was in\r\nthe employ of Rallin Engineering CC which was contracted\nto perform\r\nwork for the respondent. Pursuant to an agreement between the parties\r\nand an order by the court below the determination\nof the quantum of\r\ndamages was separated from all other issues in terms of Uniform rule\r\n33(4) and postponed for later determination.\nThe remaining issues\r\nbetween the parties were decided against the appellant and his action\r\nwas dismissed with costs. The appellant\nappeals against that order\r\nwith the leave of the court below.\n[2] The respondent contracted with Rallin Engineering CC to fit a\r\ndraining valve in two pipelines that carried oil to its S6 rolling\n\nmill. On the morning of 13 February 2002 the appellant and three\r\ncolleagues were despatched to perform the installation. The\r\nappellant,\na welder by trade, was accompanied by a pipe fitter, Mr\r\nHouston, and a semi-skilled boilermaker and a labourer. Their work\r\ninvolved\ncutting a segment out of each of the two pipelines and\r\nfitting a valve into the space left by each of the segments. This\r\ndescription\nof the work does, however, not convey the danger involved\r\nin performing the task. Whilst they were busy with the execution of\r\nthe\nwork an explosion occurred which started a fire in which Houston\r\nlost his life and the appellant was injured.\n[3] The environment in which the work was executed, the substances\r\ninvolved and the equipment used posed a high risk of injury\nor\r\ndamage. The work was carried out in a basement underneath the rolling\r\nmill. The rolling mill had been shut down for maintenance\nwork.\r\nAccess to the basement is only allowed when the rolling mill is not\r\nin operation. The basement is a large area of about 500\nsquare meters\r\nthat consists of various rooms and passages which accommodate the\r\nsupport services of the rolling mill itself. This\nincludes\r\nhydraulics, a cooling system, electrical installation and a carbon\r\ndioxide pumping system required to extinguish the fires\nthat\r\nregularly occur in the rolling process. Due to the risk of oxygen\r\ndeficiency posed by a carbon dioxide installation access\nto the\r\nbasement is restricted and tightly controlled. A ventilation system\r\nconsisting of fans on the one end of the basement and\nan extractor on\r\nthe other ensure the flow of air through the basement. When the mill\r\nwas shut down for maintenance, the ventilation\nsystem was also shut\r\ndown.\n[4] Large storage tanks for the rolling oil used as lubricant and\r\ncoolant in the process of rolling aluminium are kept in a so-called\n\nclean oil tank in the basement and conveyed to the mill through a\r\nnetwork of pipes that run along the ceiling of the basement up\nto the\r\nmill where it is sprayed onto the rollers. The same oil, after use in\r\nthe mill, is caught in a large pan and conveyed through\na network of\r\npipes down into the basement to another large oil tank, the so-called\r\ndirty oil tank from where it proceeds through\na filter back to the\r\nclean oil tank that again feeds the rollers.\n[5] The product that was used in the rolling process by the\r\nrespondent at the time is called Shellsol D100. The manufacturer’s\n\nsafety data sheet for this product describes it as a solvent that may\r\nform a ‘flammable/explosive vapour-air mixture’\nand warns\r\nusers to avoid heat, flames and sparks, not to breathe the vapours\r\nand advises use only in well-ventilated areas. The\nmanufacturer\r\nexplicitly warns that ‘residues may cause an explosion if\r\nheated above 100 °C’.\n[6] The work that had to be performed required the appellant and his\r\ncolleagues to use an oxy-acetylene cutting torch and a welding\n\nmachine. The former consists of two cylinders, one of which contains\r\noxygen and the other acetylene. Both cylinders are connected\nto a\r\ntorch by separate hoses. The cylinders are fitted with valves,\r\nregulators and flame arrestors through which, once opened,\nthe gas\r\npasses along the flexible hoses to the torch. The torch is fitted\r\nwith a further valve that regulates the flow of gas.\nAcetylene is a\r\nhighly flammable gas. When the acetylene and the oxygen are released\r\nin a controlled fashion and lit, it produces\nan oxy-acetylene flame\r\nthat is used to cut very hard substances. The oxy-acetylene flame\r\nburns at temperatures as high as 3300\ndegrees Celsius.\n[7] Due to the risks posed by performing welding and oxy-acetylene\r\ncutting in the basement the respondent was statutorily obliged\nto and\r\ntook precautions for the performance of this work, which was referred\r\nto as hot work. The precautions included that the\nwelding machine and\r\noxy-acetylene cutting equipment were visually inspected by Van der\r\nMescht, who was designated on behalf of\nthe respondent to supervise\r\nthe work. The purpose of the inspection was to ascertain whether the\r\nequipment was in good order, free\nfrom apparent safety issues. The\r\nwelding machine, oxygen and acetylene cylinders were not taken down\r\ninto the basement, but left\nat ground floor level, whilst only the\r\ncables of the welding machine and hoses and torch of the\r\noxy-acetylene cutting equipment\nwere passed through a grid in the\r\nfloor from the ground floor to the basement.\n[8] As part of the statutory safety precautions a\r\nso-called Hazard Clearance Permit was issued by Van der Mescht to the\r\nappellant\nin terms of the\nGeneral Safety Regulations.\n1\nThe\npermit records that the work that had to be\r\nperformed was ‘HEAT PRODUCING WORK’ and involved a\r\n‘FLAMMABLE, TOXIC\nOR CORROSIVE SUBSTANCE HAZARD’. The\r\nappellant signed the permit and by doing so he acknowledged that all\r\nthe safety procedures\nhad been explained and understood and he\r\nundertook to ensure that all work be completed in a safe and\r\nsatisfactory manner. The\nsafety precautions taken by the respondent\r\nincluded the shutting down and locking of the pumps that pump the oil\r\nto and from the\nmill and the storage tanks, closing of all valves,\r\ndraining the pipes of oil and washing down the entire area where the\r\nwork was\nto be performed with water. When the oil residue could not\r\nbe cleanly washed off the grids on the floor it was covered with\r\nsheets\nof wet cardboard. The permit records the safety precautions\r\nundertaken and only after it was issued were the appellant and his\r\ncolleagues allowed access to the basement to perform the work.\n[9] The permit was issued shortly after 9 o’clock on 13\r\nFebruary 2002 and the work commenced in the basement soon after that.\n\nThe two pipelines that had to be cut ran along the ceiling of the\r\nbasement, within a meter from each other. Segments were safely\ncut\r\nout by Houston, using the oxy-acetylene torch. The appellant’s\r\nentire team then went back to the ground level to modify\nthe valves\r\nthat had to be fitted in the openings that were cut. The\r\nmodifications detained them until the afternoon when they went\nback\r\ninto the basement.\n[10] Upon their return it was evident that there was oil leaking from\r\none of the pipelines which had been cut in the morning. The\nappellant\r\nput his hand into the pipe and felt that the oil was warm. Van der\r\nMescht opened a valve and drained the oil from that\npipe. The pipe\r\nwas not washed out. Houston, to Van der Mescht’s knowledge, had\r\nto further trim the pipes with the oxy-acetylene\ntorch before the\r\nvalves could be welded into place. For this purpose he positioned\r\nhimself near the ceiling of the basement. The\nappellant felt that it\r\nwas unsafe to continue with the work because of the presence of the\r\noil in the pipe and expressed that view\nto Van der Mescht. The latter\r\ninstructed them to continue with their work on the adjacent pipe that\r\nwas not leaking oil whilst\nhe went to check the status of the valves\r\nin the pipeline on a computerised control system. The oxy-acetylene\r\ntorch was passed\ndown from the ground floor and handed to Houston.\r\nUpon striking the flint an explosion occurred near the ceiling of the\r\nbasement\nthat caused a rolling fire.\n[11] During the trial the respondent disputed that\r\nit owed the appellant a legal duty to act without negligence and the\r\ncourt below\nfound for the respondent on this issue. The respondent\r\nrequired employees of its contractor to enter its premises to perform\r\ndangerous\nwork in a dangerous environment under its exclusive\r\ncontrol. It could hardly be said, as was found, that because the\r\nappellant\nwas not in the employ of the respondent that the latter\r\nowed him no duty to act without negligence. Reliance was placed by\r\nthe\nrespondent on the\nobiter dictum\nin\nDu Pisanie v\r\nRent-A-Sign (Pty) Ltd & another\n2001\r\n(2) SA 894\n(SCA) para 15 for the submission that the appellant, as an\r\nemployee of an independent contractor, did not have the benefit of a\n\nduty of care arising from the regulations. Insofar as that judgment\r\nis to be understood to be authority for such a submission I,\n\nregrettably, do not agree. In this court the respondent rightly\r\nconceded that it owed the appellant a common law duty not to act\n\nnegligently and there is therefore no need to dwell on that topic\r\nfurther.\n2\nThe\nGeneral Safety Regulations create\na situation\r\nspecific statutory duty that essentially mirrors the content of such\r\na common law duty, hence my constant references\nto the procedure\r\nadopted in terms of the said regulations.\n[12] The only issue on appeal is the factual cause\r\nof the explosion and fire.\n3\nShould that be answered in favour of the\r\nappellant, it is to be accepted that the failure to have provided a\r\nsafe working environment\nis sufficiently closely linked to the\r\nappellant’s loss for legal liability to ensue. Two potential\r\ncauses for the explosion\nwere postulated. First, a leak in the\r\noxy-acetylene cutting equipment and second, vapours from the Shellsol\r\nD100. The expert witness\nMr Carr, a natural scientist specialising in\r\nchemistry, who testified for the appellant, excluded the\r\noxy-acetylene leak as a possible\ncause of the explosion. Mr Froneman,\r\na doctor in chemistry, who testified for the respondent, excluded the\r\npresence of sufficient\nShellsol D100 vapours to have caused the\r\nexplosion. The trial court found that the two versions were ‘of\r\nequal probability’\nand therefore that it was ‘unable to\r\ndetermine which version is the most probable’.\n[13] The common cause facts provide the key with which to unlock the\r\ndeadlock that the trial court found to have existed. Upon\ntheir\r\narrival the appellant’s welding machine and Houston’s\r\noxy-acetylene cutting equipment were visually inspected\nby Van der\r\nMescht for the specific purpose of establishing whether it was safe\r\nto be taken into the basement and to perform the\nhot work that was\r\nrequired. He found that all the equipment was in order and indicated\r\nthis on the Hazard Clearance Permit that\nhe issued. Van der Mescht\r\nwas not wrong, as Houston subsequently cut two pipelines and the\r\noxy-acetylene cutting equipment performed\nwithout failure.\n[14] Although witnesses described the smell of acetylene differently,\r\nthey were agreed that it has a very distinctive, unpleasant\nsmell.\r\nThe appellant’s evidence that there was no smell of acetylene\r\nin the afternoon when Houston struck his flint to light\nthe\r\noxy-acetylene torch, was never challenged. Both Houston and the\r\nappellant were qualified and very experienced artisans in their\n\nrespective fields. They both handled the oxy-acetylene torch in the\r\nafternoon when it was lowered through the grid in the floor\nfrom the\r\nground floor. The appellant handed the torch to Houston. It is highly\r\nimprobable, if acetylene was leaking in the basement,\nthat Houston\r\nand the appellant would not have smelled it and even more improbable\r\nthat Houston would have struck the flint or that\nthe appellant would\r\nhave let him strike the flint if they smelled it.\n[15] The suggestion that the explosion was caused by leaking\r\nacetylene is purely speculative. The only objective fact which\r\nsupporters\nof that theory relied on was that the explosion occurred\r\nnear the ceiling of the basement and caused a rolling fire. This\r\nfact,\nthey said, supported the theory because acetylene is lighter\r\nthan air and if it escaped would have gathered against the ceiling,\n\nwhereas the vapours from the rolling oil are heavier than air and\r\nwould have drifted to the bottom of the basement. Therefore,\nthe\r\nargument was, the fact that the explosion occurred at ceiling height\r\nfavours the theory that the acetylene leaked, accumulated\nagainst the\r\nceiling and exploded when the flint was struck.\n[16] The location of the explosion should not be viewed in isolation.\r\nThe inspection of the equipment earlier in the morning, the\n\nsuccessful use of the torch and the absence of any acetylene smell\r\ngive rise to probabilities that outweigh the one that may arise\non\r\nthe location of the explosion. Reliance on the location of the\r\nexplosion alone loses sight of the following logic. First, the\n\nlighter acetylene, assuming it was leaking from the hoses or torch\r\nthat were lowered into the basement, would also have escaped\nupwards\r\nthrough the grid in the floor to the ground floor and an explosion\r\nwould have extended to that floor and caused a fire\nthere as well,\r\nwhich it did not. Second, vapours heavier than air would have drifted\r\ndown from a source at ceiling height and if\nignited on its way down\r\nto the floor area would have caused an explosion at a level higher\r\nthan floor level.\n[17] Counsel for the respondent rightly argued that the leaking\r\nacetylene theory does not have to be established as the respondent\n\nhad no onus of proof. He further argued that the appellant failed to\r\nacquit the onus on him because it was a physical impossibility\nfor a\r\nsufficient amount of the rolling oil vapours that are heavier than\r\nair to have travelled upwards from its source, the clean\noil tank,\r\nthrough the network of pipes and escape through the pipes that were\r\ncut in the morning to have caused an explosion in\nthe afternoon.\n[18] The fallacy of this argument is illustrated by the presence of\r\ndrilling oil that leaked out of the cut pipe in the afternoon.\nIt\r\ncould also not have travelled upwards. That vapours were present was\r\ncommon cause. Vapours came not only from the oil that was\nleaking but\r\nfrom whatever source it leaked from. To say there could not have been\r\na sufficient body of vapours to have caused the\nexplosion that\r\noccurred is therefore pure sophistry. The only change in the\r\nconditions under which the appellant and his team worked\nsafely\r\nduring the morning was the presence of leaking rolling oil on their\r\nreturn in the afternoon. This happened despite the pumps\nthat pumped\r\noil from the clean oil tank to the rollers through the line that was\r\ncut, having been shut off and despite the valves\nin those lines\r\nhaving been closed off.\n[19] Mr Lancaster, a mechanical engineer in the employ of the\r\nrespondent with much experience of the respondent’s rolling\n\nplant, saw the orange glow of the flames from the fire that followed\r\nthe explosion and to him it looked similar to the many rolling\noil\r\nvapour fires that he had previously seen in that plant, albeit never\r\nin the basement.\n[20] Carr’s evidence supports the probabilities on the\r\nabovementioned facts. He stressed that Shellsol D100 is not an oil\n\nbut a solvent and under the conditions that the respondent was using\r\nit, it degenerated, heat was transferred to it, it was exposed\nto\r\nair, it formed a flammable mixture with air, its instability\r\nincreased and its flashpoint decreased.\n[21] All these facts give rise to probabilities that convincingly tip\r\nthe scale in favour of a finding that the explosion and fire\nwere\r\ncaused by vapours from the respondent’s Shellsol D100 rolling\r\noil that ignited when Houston struck the flint to light\nthe\r\noxy-acetylene torch.\n[22] When the appellant and his team, under the supervision of Van\r\nder Mescht returned to the basement in the afternoon, the conditions\n\nhad changed. The Hazard Clearance Permit that was issued in the\r\nmorning for working with heat producing equipment in the vicinity\nof\r\nand on the pipelines that convey the rolling oil no longer correctly\r\nor validly recorded the safety conditions achieved in the\nmorning. In\r\nat least two respects the safety precautions taken in the morning and\r\nrecorded on the permit no longer obtained. All\nflammable,\r\ncombustible, toxic or corrosive material had not been removed,\r\nsuitably protected, neutralized or purged and valves\nand pipelines\r\nleading to the work area had not been closed and locked out.\n[23] Once there was such a significant change in the working\r\nenvironment in the afternoon, the respondent was obliged to re-employ\n\nsafety precautions to ensure that the environment was safe to work\r\nin, as was done in the morning. That is what the statutory obligation\n\ninvolved and what a reasonable person would have done in the\r\ncircumstances. Lancaster acknowledged that would have been the\r\nreasonable\nand necessary thing to do. Having failed to do so, the\r\nrespondent was, unarguably, negligent.\n[24] There was a considerable amount of debate during the trial\r\nwhether the basement where the work was performed by the appellant\n\nand his team constituted a confined space in terms of reg 5 of the\nGeneral Safety Regulations. The\ntrial court found that it was not.\r\nThe significance of the debate is that in a confined space the\r\nrespondent had a statutory obligation\nto test the air and have it\r\npronounced safe by a competent person prior to any work taking place.\r\nThis was not done. Such a failure\nwould be an indication of\r\nnegligence. In view of the conclusion reached the issue is not\r\nmaterial, but it remains relevant to inform\nfuture precautions. A\r\n‘confined space’ in the\nGeneral Safety Regulations are\ndefined as:\n‘\nan\r\nenclosed\n,\r\nrestricted or limited\nspace\nin\r\nwhich, because of its\nconstruction,\r\nlocation or contents, or any work activity carried on therein, a\r\nhazardous substance may accumulate or any oxygen-deficient\natmosphere\r\nmay occur\n,\r\nand includes any\nchamber\n,\r\ntunnel,\npipe\n,\r\npit, sewer, container, valve, pump, sump or similar construction,\r\nequipment, machinery or object\nin\r\nwhich a dangerous liquid or a dangerous concentration of gas, vapour\n,\r\ndust or fumes\nmay\r\nbe present\n.’\r\n(My underlining.)\n[25] The basement where the work was performed falls within the\r\ndefinition because of the undisputed facts for a variety of reasons.\n\nIt is an enclosed space. It contained the storage tanks and network\r\nof pipes for the rolling oil. The rolling oil, and the vapour\nthat\r\nescapes from it, are present in the pipes and are hazardous\r\nsubstances that may accumulate. The oxy-acetylene torch functioned\n\nwith a hazardous substance and if it leaked the acetylene may have\r\naccumulated. It was common cause between the parties at the\ntrial\r\nthat the explosion occurred due to an accumulation of gaseous matter.\r\nFurthermore, the plant was fitted with a carbon-dioxide\nfire\r\nextinguishing system that was housed in the basement. Activation or\r\nleakage of that system could create an ‘oxygen-deficient\n\natmosphere’. As the air was not tested before the appellant and\r\nhis team continued their work in the afternoon, a test that\nin all\r\nprobability would have prevented the explosion, the respondent was\r\nnegligent in this regard as well.\n[27] In the notice of appeal the appellant seeks a\r\ncurious costs order that would expressly allow costs on the high\r\ncourt scale\nfor reasonable consultation, preparation, travelling,\r\nattending of an inspection and witness fees. In the same vein costs\r\nare sought\nfor the preparation, report, qualifying fees and\r\nattendance of the expert witness, Carr. Such an order is a matter for\r\nthe taxing\nmaster and therefore not competent except insofar as the\r\npreparation fees of the expert witness are concerned.\n4\n[28] For these reasons the appellant should have succeeded in the\r\ncourt below. Consequently I make the following order:\n28.1 The appeal is upheld with costs, including the costs of two\r\ncounsel.\n28.2 The order of the court below is replaced with the following:\n‘\na The defendant is liable for the damages\r\nsuffered by the plaintiff due to the injury sustained in the fire at\r\nthe defendant’s\nmill on 13 February 2002.\nb The defendant is ordered to pay the plaintiff’s costs of suit\r\nincluding the costs of two counsel.\nc The preparation fees of the expert witness Mr Carr shall be allowed\r\non taxation.’\n_________________\nS SNYDERS\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellant: J A Booyens SC (with him J M Singh)\nInstructed by Volsum, Chetty & Lax, Pietermaritzburg,\nSymington & De Kok, Bloemfontein.\nFor\r\nrespondent: A J Troskie SC\nInstructed by Cox Yeats, Durban,\nMcIntyre &\r\nVan Der Post, Bloemfontein.\n1\nGN\r\n\tR1031, GG10252, 30 May 1986, as amended, particularly\nregulation 9\nthat deals with welding, flame cutting, soldering and similar\r\n\toperations. These regulations were promulgated in terms of the\n\n\trepealed Machinery and Occupational Safety Act 6 of 1983 and are\r\n\tdeemed to have been made under the\nOccupational Health and Safety\nAct 85 of 1993\nin terms of\ns 43(5)\nof the latter Act.\n2\nSea\r\n\tHarvest Corporation (Pty) Ltd v Duncan Dock Storage (Pty) Ltd\n2000 (1) SA 827\n(SCA) para 19;\nBrooks\r\n\tv Minister of Safety and Security\n2009\r\n\t(2) SA 94\n(SCA) para 5.\n3\nInternational\r\n\tShipping Co (Pty) Ltd v Bentley\n1990\r\n\t(1) SA 680\n(A) at 700E-H;\nmCubed\r\n\tInternational (Pty) Ltd v Singer & others NNO\n2009\r\n\t(4) SA 471\n(SCA) paras 22 and 23.\n4\nTransnet\r\n\tLtd v Witter\n[2008] ZASCA 95\n;\n2008 (6) SA 549\n(SCA);\n[2009] 1 All SA 164\n(SCA);\nLegal\r\n\tAid Board v S\n[2011] 1 All SA 164\n(SCA).",
  "scraped_at": "2026-02-12T15:22:39.730829",
  "date": "2011-03-18",
  "coram": [
    "NAVSA JJA",
    "CLOETE JJA",
    "SNYDERS JJA",
    "BOSIELO JJA",
    "MAJIEDT JJA"
  ],
  "case_number": "241/10",
  "parties": {
    "applicants": [
      "Ruben Anthony Fry"
    ],
    "respondents": [
      "Huletts Aluminium (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The appellant, a welder employed by Rallin Engineering, was contracted to install draining valves in two oil-carrying pipelines at the respondent's S6 aluminium rolling mill basement on 13 February 2002. The work required oxy‑acetylene cutting and welding. A Hazard Clearance Permit was issued after a visual inspection of equipment. After initial work in the morning, the team returned in the afternoon to find oil leaking from a cut pipe. Despite concerns about safety, the work resumed and, when the torch was struck, an explosion occurred near the ceiling, causing a rolling fire that killed a colleague and injured the appellant.",
    "issues": "The appeal centered on factual causation: whether the explosion was caused by a leak in the oxy‑acetylene equipment or by vapours from the solvent Shellsol D100 used in the rolling process. Linked to this was whether the respondent owed a common‑law duty of care, breached statutory safety regulations, and was therefore liable for the appellant's injuries.",
    "principles": "The court applied principles of negligence, including the existence of a duty of care under both common law and the General Safety Regulations, the requirement to maintain a safe work environment, and the test of factual causation using a probability/“common cause” analysis. It rejected reliance on a single piece of evidence in isolation and emphasized that the statutory duty mirrors the common‑law duty. The court also considered the definition of a confined space under the regulations.",
    "application": "The court found that the visual inspection and successful use of the torch in the morning, coupled with the lack of any acetylene odour in the afternoon, made a leaking‑acetylene theory highly improbable. Evidence showed that Shellsol D100 vapours could become flammable under heat and that the leaking oil created a hazardous atmosphere. The respondent failed to re‑establish safety precautions after the oil leak, breaching its statutory duty. Accordingly, the probability analysis tipped in favour of the solvent vapour cause, establishing the respondent's negligence.",
    "conclusion": "The appeal was upheld. The respondent was held liable for the appellant's damages arising from the fire on 13 February 2002, ordered to pay the appellant's costs including two counsel, and the preparation fees of expert witness Mr Carr were to be allowed on taxation."
  },
  "tags": {
    "level_1": "Tort Law",
    "level_2": "Negligence",
    "level_3": [
      "factual causation",
      "probability analysis",
      "occupational health and safety",
      "industrial accident",
      "confined space"
    ]
  }
}