{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/211.html",
  "case_name": "Stander v S (547/11) [2011] ZASCA 211; 2012 (1) SACR 537 (SCA) (29 November 2011)",
  "citation": "[2011] ZASCA 211",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 211\n|\nNoteup\n|\nLawCite\nStander v S (547/11) [2011] ZASCA 211; 2012 (1) SACR 537 (SCA) (29 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 547/11\nIn\r\nthe matter between:\nHeinrich\r\nMarthinus Stander\n…..............................................................................\nAppellant\nand\nThe\r\nState\n…........................................................................................................\nRespondent\nNeutral citation:\nStander v The State\n(547/11)\n[2011] ZASCA 211\n(29 November\r\n2011)\nCoram:\nCLOETE,\r\nSNYDERS JJA AND PETSE AJA\nHeard:\n4\r\nNovember 2011\nDelivered: 29 November\r\n2011\nSummary:\nCriminal procedure – sentence – s 276B\nCriminal\nProcedure Act 51 of 1977\n- non-parole period of sentence – only\r\nto be imposed in exceptional circumstances\nORDER\nOn appeal from:\nEastern Cape High Court, Grahamstown (Eksteen J and Grogan AJ\r\nsitting as court of appeal):\n1 The appeal is upheld.\n2 The order of the court\r\nbelow refusing the appellant leave to appeal is set aside and\r\nreplaced with the following:\n‘\nThe applicant is\r\ngranted leave to appeal to the Eastern Cape High Court, Grahamstown\r\nagainst the sentence imposed by the Regional\nCourt.’\n3 The appellant is\r\ndirected to deliver a notice of appeal on or before 15 December 2011\r\nbased on the findings made in this judgment\nand containing such\r\nfurther grounds of appeal as may be permitted by the court of appeal.\n4 The Director of Public\r\nProsecutions, Eastern Cape, is requested to place this appeal on the\r\nroll as a matter of urgency on a date\nto be arranged with the\r\nappellant’s counsel.\n5 The Registrar of this\r\nCourt is requested to make three copies of the record filed in this\r\nCourt available to the appellant’s\nattorney for use in the\r\nappeal to the Eastern Cape High Court, Grahamstown, should the Judge\r\nPresident of that Division sanction\nthis arrangement.\n6 In the event of any\r\nfurther appeal those copies of the record are to be returned to this\r\nCourt, and, together with the two remaining\ncopies in this Court, are\r\nto be supplemented insofar as may be necessary.\nJUDGMENT\nSNYDERS JA (Cloete JA and\r\nPetse AJA concurring):\n[1] The appellant pleaded\r\nguilty and was convicted in the Regional Court, Port Elizabeth, on 22\r\ncounts of fraud involving R435 450.15.\nOn 25 June 2009 he was\r\nsentenced to 8 years’ imprisonment of which two years were\r\nconditionally suspended for five years.\nIn terms of s 276B of the\r\nCriminal Procedure Act 51 of 1977 (the Act) the Magistrate ordered\r\nthe appellant to serve at least 36\nmonths of his sentence before he\r\nmay be released on parole (the non-parole order).\n[2] The appellant’s\r\napplication for leave to appeal against the sentence was refused by\r\nthe Magistrate and his petition to\nthe Eastern Cape High Court,\r\nGrahamstown (Eksteen J and Grogan AJ) for leave to appeal met the\r\nsame fate.\n1\nThereafter he applied for\r\nleave to appeal to the same court against the refusal of the petition\r\nand was granted such leave to this\nCourt.\n2\nThis change in view about\r\nthe appellant’s prospects of success on appeal was apparently\r\nbrought about by a decision in that\nDivision to grant a petition for\r\nleave to appeal in similar circumstances, which led to judgment in\r\nthe matter of\nPauls\r\nv S\n[2011]\r\nJOL 26717\n(ECG). That matter was brought to the attention of the\r\ncourt a quo which remarked on it as follows:\n‘\nThe learned judges who\r\nconsidered the petition in that matter, however, granted leave to\r\nappeal and added the following directive:\n“\nIn addition to the grounds upon\r\nwhich leave to appeal was sought argument will be required as to\r\nwhether or not the Regional Magistrate\nshould have brought it to the\r\nattention of the accused’s legal representatives that he\r\nconsidered fixing a non-parole period\nin terms of section 276B of Act\r\n51 of 1977 in order to enable argument on this aspect to be\r\npresented. The Regional Magistrate’s\ncomments, if any, thereon\r\nmust be requested.”’\nI deal with that decision\r\nlater in this judgment.\n[3] The question to be\r\nanswered in this appeal is whether the appellant’s petition was\r\nwrongly refused and therefore whether\nthere are reasonable prospects\r\nof success in an appeal against his sentence. Three issues arise in\r\nthis regard. First, whether\nthe Magistrate was obliged to give\r\nreasons in his judgment on sentence for imposing the non-parole\r\norder. Second, the circumstances\nunder which a court would be\r\nentitled to impose a non-parole order as part of a sentence. Third,\r\nwhether the Magistrate was obliged\nto invite or allow argument before\r\nthe imposition of a non-parole order.\n[4] The furnishing of\r\nreasons for a decision by a judicial officer is not only a\r\nlong-standing and salutary practice, it serves\nthe interests of\r\njustice. In\nS\r\nv Immelman\n1978\r\n(3) SA 726\n(A) at 729A, Corbett JA said:\n‘\nIt has been decided in this\r\nCourt, with reference to the verdict of the Court, that, although\r\nthere is no provision in the Criminal\nProcedure Code for the delivery\r\nof a judgment when a Judge sits alone or with assessors (when these\r\ndecisions were given the alternative\nsystem of trial by jury still\r\nobtained), in practice such a judgment is invariably given and that\r\nit is clearly in the interests\nof justice that it should be given\r\n(see\nR v Majerero and Others\n1948 (3) SA 1032\n(A);\nR\r\nv Van der Walt\n1952 (4) SA\r\n382\n(A)). It seems to me that, with regard to the sentence of the\r\nCourt in cases where the trial Judge enjoys a discretion, a statement\n\nof the reasons which move him to impose the sentence which he does\r\nalso serve the interests of justice. The absence of such reasons\nmay\r\noperate unfairly, as against both the accused person and the State.’\n3\n[5] The Magistrate, in\r\nhis judgment on sentence, did not observe the stated necessary\r\npractice and, by doing so, failed to furnish\nany reasons for making\r\nthe non-parole order. However, in the judgment refusing the appellant\r\nleave to appeal, the Magistrate dealt\nwith this aspect as follows:\n‘\nThe only reason why the court\r\nimposed this term is to prevent the Department of Correctional\r\nSupervision from burdening the court\nwith an application to convert\r\nthe sentence before the accused has served three years of the\r\nsentence.’\n4\nThe reference to the\r\nconversion of the sentence is to s 276A(3) of the Act, which allows\r\nthe Commissioner of Correctional Supervision\nor the Correctional\r\nSupervision and Parole Board, ‘if he or it is of the opinion\r\nthat such a person is fit to be subjected\nto correctional\r\nsupervision’ to apply to the trial court to reconsider the\r\nsentence and either confirm the sentence, convert\nit to correctional\r\nsupervision or impose another appropriate sentence.\n[6] The Magistrate’s\r\nreasoning reveals that the non-parole order was imposed for the\r\nconvenience of the court and possibly\neven the Department of\r\nCorrectional Services. But the convenience of neither is relevant.\r\nCircumstances may arise after sentence\nhas been imposed that render\r\nan application under s 276A(3) entirely appropriate. A court that\r\nrefused to entertain such an application\nbecause it was not\r\nconvenient to itself or the Department would, without doubt, commit a\r\nmisdirection. This gives rise to, at least,\na reasonable prospect\r\nthat another court would consider that the Magistrate misdirected\r\nhimself.\n[7] Section 276B(1) of\r\nthe Act provides:\n5\n‘\n(a) If a court sentences a\r\nperson convicted of an offence to imprisonment for a period of two\r\nyears or longer, the court may as\npart of the sentence, fix a period\r\nduring which the person shall not be placed on parole.\n(b) Such period shall be referred to\r\nas the non-parole-period, and may not exceed two thirds of the term\r\nof imprisonment imposed\nor 25 years, whichever is the shorter.’\nRelevant provisions of\r\nthe Correctional Services Act 111 of 1998 (the CSA) have also been\r\namended to take account of such an order\nby a sentencing court.\n6\n[8] Prior to s 276B of\r\nthe Act a decision about parole remained exclusively within the\r\ndomain of the Department of Correctional\nServices as an executive\r\nfunction and courts have persistently recognised the need for that to\r\nbe so. Two principles underlie that\nperspective. First, the\r\nseparation of powers; and second, the fact that courts obtain their\r\nsentencing jurisdiction from statute\nand until s 276B no statute has\r\nempowered courts to make any orders regarding the period of\r\nimprisonment to be served before release\non parole is considered.\n7\n[9] In\nS\r\nv Mhlakaza & another\n1997\r\n(1) SACR 515\n(SCA) Harms JA dealt with the topic as follows:\n8\n‘\nThe function of a sentencing\r\ncourt is to determine the maximum term of imprisonment a convicted\r\nperson may serve. The court has\nno control over the minimum or actual\r\nperiod served or to be served\n.\n. .\nThe lack of control of courts over the\r\nminimum sentence to be served can lead to tension between the\r\nJudiciary and the Executive\nbecause the executive action may be\r\ninterpreted as an infringement of the independence of the Judiciary\r\n(cf Blom-Cooper & Morris\nThe\r\nPenalty for Murder: A Myth Exploded\n[1996]\nCrim\nLR\nat 707, 716). There are also other\r\ntensions, such as between sentencing objectives and public resources\r\n(see\nWalker & Padfield\nop cit\nat\r\n378). This question relating to the judiciary’s true function\r\nin this regard is probably as old as civilisation (Windlesham\n“\nLife\r\nSentences: Law, Practice and Release Decisions, 1989-93”\n[1993]\nCrim\nLR\nat\r\n644). Our country is not unique. Nevertheless, sentencing\r\njurisdiction is statutory and courts are bound to limit themselves\nto\r\nperforming their duties within the scope of that jurisdiction. Apart\r\nfrom the fact that courts are not entitled to prescribe\nto the\r\nexecutive branch of government as to how and how long convicted\r\npersons should be detained (see the clear exposition by\nKriegler J in\nS v Nkosi (1), S v Nkosi\r\n(2), S v Mchunu\n1984 (4) SA\r\n94\n(T)) courts should also refrain from attempts, overtly or\r\ncovertly, to usurp the functions of the executive by imposing\r\nsentences\nthat would otherwise have been inappropriate.’\n9\n[10] Looking at s 276B\r\nwith a view to determining the extent of the statutory power being\r\nconferred on courts, it is evident that\nthe only jurisdictional\r\nrequirement for the operation of the section is that the sentence\r\nimposed should be longer than two years’\nimprisonment. For the\r\nrest, no circumstances are specified in which it would be appropriate\r\nto impose such an order and it is therefore\nfor the courts to\r\nestablish those circumstances. Several judgments have dealt with s\r\n276B, but no clear jurisprudence has emerged.\nThese were referred to\r\nin\nPauls\n,\r\nstarting with\nS\r\nv Williams, S v Papier\n[2006] ZAWCHC 5\n;\n2006\r\n(2) SACR 101\n(C). In the latter H J Erasmus J, in an obiter dictum of\r\na single line, stated that ‘the section should only be applied\r\nin\nexceptional circumstances’.\n10\nFroneman J in\nS\r\nv Mshumpa & another\n2008\r\n(1) SACR 126\n(E) made a non-parole order in circumstances of which he\r\nsaid that ‘[i]t is difficult to conceive of a more aggravated\r\nform\nof assault on a pregnant mother than the attempted murder on Ms\r\nShelver in this matter’.\n11\nHe also referred to the\r\nundisputed evidence by a psychologist that the accused suffered from\r\nan antisocial personality disorder\nwhich, in lay terms, manifested as\r\nself-centredness, deceitfulness, manipulative behaviour and a lack of\r\nconscience, all found\nto have been features of the conduct of the\r\naccused in the commission of the crimes.\n12\nIn para 82 the following\r\nconclusion was arrived at:\n‘\nObjectively, in the case of Mr\r\nBest, a very serious crime or series of offences has been committed\r\nby a person who has very little\nchance of being rehabilitated and who\r\nappears will never have any conscience about what he has done.’\n[11] In this Court in\nS\r\nv Pakane & others\n2008\r\n(1) SACR 518\n(SCA) it was stated that the Legislature enacted s 276B\r\nto address the concerns expressed in\nMhlakaza\n,\r\nand a non-parole order was issued without considering the\r\ncircumstances in which it would be appropriate to do so.\n13\nIn\nS\r\nv Makena\n2011\r\n(2) SACR 294\n(GNP) the full court dealt with a sentence which\r\ncontained a recommendation that the appellant not be considered for\r\nparole until\nhe had served 30 years of a 50-year sentence of\r\nimprisonment. Without reference to s 276B the court concluded that\r\nrecommendations\nof such a nature should be avoided and the question\r\nof parole was best left in the hands of the appropriate department.\n[12] Despite\r\nthe fact that s 276B grants courts the power to venture on the\r\nterrain traditionally reserved for the Executive, it\nremains\r\ngenerally desirable for a court not to exercise that power. I will\r\nnow proceed to illustrate that, generally, courts are\nnot equipped to\r\nmake decisions about the parole of a prisoner at the time when\r\nsentence is imposed. The CSA grants the Department\nof Correctional\r\nServices the authority to incarcerate a prisoner for the full\r\nduration of the sentence imposed,\n14\nbut at the same time it\r\ntasks the Department to attempt to rehabilitate prisoners and\r\nauthorises it to release them prior to the\nexpiry of the sentence\r\nimposed.\nSection\r\n42 of the CSA establishes a case management committee which is\r\nobliged to, inter alia, assess each prisoner sentenced to\nmore than\r\n24 months’ imprisonment, to design a developmental program for\r\neach individual prisoner, and to interview each\nprisoner at regular\r\nintervals to assess the suitability of the program and the prisoner’s\r\ncompliance therewith. Ultimately,\nthe case management committee\r\nsubmits a report on each prisoner to the relevant Correctional\r\nSupervision and Parole Board. The\nreport deals with the conduct,\r\ndisciplinary record, adaptation, training, aptitude, industry,\r\nphysical and mental state of the\nprisoner and the likelihood of his\r\nor her relapse into crime. In order to fulfil these functions the\r\nDepartment employs suitably\nskilled people.\nThe\r\nCorrectional Supervision and Parole Board considers the report\r\nsubmitted to it and also takes into account the views of the\n\ncomplainant in certain identified instances of serious crime. Such a\r\ncomplainant has the right in terms of s 299A of the Act to\nattend the\r\nmeeting of the Correctional Supervision and Parole Board and make\r\nrepresentations when the parole of the perpetrator\nis considered.\r\nThis serves to illustrate that the consideration of the suitability\r\nof a prisoner to be released on parole requires\nthe assessment of\r\nfacts relevant to the conduct of the prisoner after the imposition of\r\nsentence.\n[13] This short summary\r\nof the statutory procedure prescribed for the consideration of a\r\nprisoner’s release on parole illustrates\nwhy the Department,\r\nand not a sentencing court, is far better suited to make decisions\r\nabout the release of a prisoner on parole\nand why it remains\r\ndesirable to respect the principle of the separation of powers in\r\nthis regard.\n[14] The CSA recognises\r\nthe need, in some instances, to place facts that arose after the\r\nimposition of sentence before the sentencing\ncourt in order to obtain\r\nan amendment of the sentence. One such example is the very provision\r\nthe Magistrate wanted to avoid, s\n73(7)(\nd\n),\r\nwhich provides for the conversion of a sentence from direct\r\nimprisonment to correctional supervision in circumstances where a\n\nprisoner is ‘fit to be subjected to correctional supervision’.\n15\nAnother such provision is\r\ns 75(1)(\nb\n).\r\nIt entitles the Correctional Supervision and Parole Board to make\r\nrecommendations to a court in respect of a person who was declared\na\r\ndangerous criminal in terms of s 286A. Such a prisoner could only be\r\nplaced under correctional supervision by an order of court.\nThe\r\nrecommendation placed before a court in such an instance would be\r\nbased on the prisoner’s behavior and development since\nthe\r\nsentence was imposed.\n[15] The sentencing court\r\nthat considers the imposition of a non-parole order is, insofar as an\r\nassessment of future behaviour is\nto be made, in a similar position\r\nto a court considering a declaration and sentence in terms of ss 286A\r\nand 286B of the Act. The\ntwo sections deal with the declaration of a\r\nconvicted person as a dangerous criminal and the imposition of an\r\nindefinite period\nof imprisonment respectively. In\nS\r\nv Bull & another; S v Chavulla & others\n2001\r\n(2) SACR 681\n(SCA) Vivier ADCJ did an in-depth analysis of the two\r\nsections and repeatedly emphasized that a ‘predictive\r\njudgment’,\nbased on facts, is required to determine likely\r\nbehaviour in the future. In the words of that judgment, a non-parole\r\norder is a\n‘present determination’ that the person will\r\nnot deserve being released on parole in the future.\n16\n[16] Seen in this\r\ncontext, s 276B is an unusual provision and its enactment does not\r\nput the court in any better position to make\ndecisions about parole\r\nthan it was prior to its enactment. Therefore the remarks by this\r\nCourt prior to s 276B still hold good.\nAn order in terms of s 276B\r\nshould therefore only be made in exceptional circumstances when there\r\nare facts before the sentencing\ncourt that would continue, after\r\nsentence, to result in a negative outcome for any future decision\r\nabout parole.\nMshumpa\noffers a good example of\r\nsuch facts, namely undisputed evidence that the accused had very\r\nlittle chance of being rehabilitated.\n[17] In\nPakane,\nthis\r\nCourt did not consider the circumstances under which it would be\r\nappropriate to make a non-parole order. The court found compelling\n\nmitigating factors, weighed those against the aggravating factors and\r\nconfirmed the imposition of the prescribed minimum sentence\nof 15\r\nyears’ imprisonment. It added that ‘[i]n accordance with\r\nthe provisions of s 276B(2), it is ordered that the\nsecond appellant\r\nshall serve a non-parole period of not less than ten years’.\r\nThe aggravating factors that had been established\nincluded the\r\nserious nature of the crime, that it was committed by a police\r\nofficer who was under a legal duty to protect the public,\nwho showed\r\na lack of remorse, who had an iron resolve to conceal the truth, who\r\ntook elaborate steps to cover up and hamper the\npolice\r\ninvestigations, who knowingly allowed innocent people to languish in\r\njail for two years, who made false statements and who\ngave false\r\nevidence. These facts, although aggravating, do not constitute\r\nexceptional circumstances required for the imposition\nof a non-parole\r\norder and do not exclude the possibility of the rehabilitation of the\r\noffender after sentence.\n[18] It does not appear\r\nfrom the judgment in\nPakane\nor the heads of argument\r\ndelivered in the matter (which are in the archives of this Court)\r\nthat any of the parties asked for the\nimposition of an order in terms\r\nof s 276B by the Court on appeal. Such an order was not part of the\r\ntrial court’s order.\nThis Court further seems not to have taken\r\ns 73(6)(\nb\n)(v)\r\nof the CSA into account, which provides:\n‘\nA person who has been sentenced\r\nto incarceration contemplated in section 51 or 52 of the Criminal Law\r\nAmendment Act, 1997 (Act No.\n105 of 1997), may not be placed on\r\nparole unless he or she has served at least four-fifths of the term\r\nof incarceration imposed\nor 25 years, whichever is the shorter, but\r\nthe court, when imposing incarceration, may order that the sentenced\r\noffender be considered\nfor placement on parole after he or she has\r\nserved two thirds of such term.’\n17\n[19] It appears from the\r\ncontext of the judgment in\nPakane\nthat this Court wanted to\r\nensure that the second appellant would not be released on parole\r\nuntil he had been in prison for at least\nten years, but,\r\nparadoxically, that would be a lesser period than that prescribed by\r\nthe CSA, which is 12 years. For these reasons\nPakane\nshould not be regarded as\r\nprecedent for the imposition of a non-parole order.\n[20] After having\r\nconsidered all the abovementioned authorities, the court in\nPauls\ncame to the correct\r\nconclusion, namely that a court, before making a non-parole order,\r\nshould carefully consider whether exceptional\ncircumstances exist. It\r\nalso found, correctly in my view, that exceptional circumstances\r\ncannot be spelled out in advance in general\nterms, but should be\r\ndetermined on the facts of each case. These should be circumstances\r\nthat are relevant to parole and not only\naggravating factors of the\r\ncrime committed, and a proper evidential basis should be laid for a\r\nfinding that such circumstances\nexist.\n[21] It is not contended\r\nby any of the parties that exceptional circumstances of the nature\r\nthat would warrant a non-parole order\nexist in the present case. The\r\nMagistrate therefore misdirected himself when such an order was\r\nimposed and there are consequently\nreasonable prospects that the\r\nsentence would be amended on appeal. The misdirection also impacts on\r\nthe term of imprisonment imposed\nas the prospect of making a\r\nnon-parole order may have influenced the period of imprisonment\r\nimposed in the mind of the Magistrate.\nI should add at this juncture\r\nthat, in addition, there are reasonable prospects of success in an\r\nappeal against the severity of\nthe sentence irrespective of the\r\nnon-parole order.\n[22] The third issue for\r\nconsideration is that the Magistrate gave the parties no indication\r\nthat the imposition of a non-parole\norder was being considered by\r\nhim.\n18\nIt came as a surprise to\r\nthe parties. At least two questions arise when such an order is\r\nconsidered: first, whether to impose such\nan order and second, what\r\nperiod to attach to the order. In respect of both considerations the\r\nparties are entitled to address\nthe sentencing court. Failure to\r\nafford them the opportunity to do so constitutes a misdirection. On\r\nthis aspect too it could be\nfound that there is a reasonable prospect\r\nof success on appeal.\n[23] The petition for\r\nleave to appeal against the sentence imposed by the Regional Court\r\nshould have been granted as there are indeed\nreasonable prospects of\r\nsuccess on appeal.\n[24] The appellant has\r\nalready served 17 months of his effective sentence. But for the\r\nnon-parole order his sentence could already\nhave been converted in\r\nterms of s 73(7)(\nc\n)(i),\r\nread with s 73(7)(\nd\n)\r\nand 276A(3) of the CPA, after 18 months ie after 24 December 2011.\r\nDue to the order this could now happen only after 36 months\nwhich\r\nexpires on 24 June 2012, which is also the effective date in terms of\r\ns 73(6)(\na\n)\r\non which he would be eligible to be considered for parole.\n[25] The potential\r\nprejudice created by the non-parole order could still be curtailed if\r\nthe appellant’s appeal is considered\nas soon as possible. It is\r\nnot within this Court’s power to deal with the matter on the\r\nmerits despite the exigencies that\npertain to the case.\n19\nHowever, the order below\r\nshould facilitate a speedy appeal.\n[26] The following order\r\nis made:\n1 The appeal is upheld.\n2 The order of the court\r\nbelow refusing the appellant leave to appeal is set aside and\r\nreplaced with the following:\n‘\nThe applicant is\r\ngranted leave to appeal to the Eastern Cape High Court, Grahamstown\r\nagainst the sentence imposed by the Regional\nCourt.’\n3 The appellant is\r\ndirected to deliver a notice of appeal on or before 15 December 2011\r\nbased on the findings made in this judgment\nand containing such\r\nfurther grounds of appeal as may be permitted by the court of appeal.\n4 The Director of Public\r\nProsecutions, Eastern Cape, is requested to place this appeal on the\r\nroll as a matter of urgency on a date\nto be arranged with the\r\nappellant’s counsel.\n5 The Registrar of this\r\nCourt is requested to make three copies of the record filed in this\r\nCourt available to the appellant’s\nattorney for use in the\r\nappeal to the Eastern Cape High Court, Grahamstown, should the Judge\r\nPresident of that Division sanction\nthis arrangement.\n6 In the event of any\r\nfurther appeal those copies of the record are to be returned to this\r\nCourt, and, together with the two remaining\ncopies in this Court, are\r\nto be supplemented insofar as may be necessary.\n______________________\nS\r\nSNYDERS\nJudge\r\nof Appeal\nAPPEARANCES:\nFor\r\nthe Appellant: J W Wessels\nInstructed\r\nby:\nLegal\r\nAid Board; Port Elizabeth\nLegal\r\nAid Board, Bloemfontein\nFor the Respondent: W J\r\nde Villiers\nInstructed\r\nby:\nThe\r\nDirector of Public Prosecutions; Port Elizabeth\nThe\r\nDirector of Public Prosecutions, Bloemfontein\n1\nThis\r\n\tprocedure is in terms of s 309C(5)(a) read with\nShinga\r\n\tv The State & another (Society of Advocates (Pietermaritzburg\r\n\tBar) Intervening as Amicus Curiae; S v O’Connell\n& others\n2007 (2) SACR 28\n(CC) para 59.5.\n2\nKhoasasa\r\n\tv S\n[2002]\r\n\t4 All SA 635\n(SCA) paras 19 to 22.\n3\nSee\r\n\talso\nRoad\r\n\tAccident Fund v Marunga\n2003\r\n\t(5) SA 164\n(SCA) paras 31 and 32.\n4\nThe\r\n\tabove quotation is my translation of the following extract from the\r\n\tjudgment: ‘Die enigste rede waarom die hof hierdie\nbepaling\r\n\tdaargestel het is dat die Departement Korrektiewe Dienste nie die\r\n\thof belas met aansoeke om [om]skepping van vonnis\nalvorens\r\n\tbeskuldigde die tydperk van drie jaar bereik nie’.\n5\nInserted\r\n\tby\ns 22\nof the\nParole and Correctional Supervision Amendment Act 87\nof 1997\n, promulgated on 12 December 1997 but only put into operation\r\n\ton 1 October 2004.\n6\nSee\r\n\tfor example\ns 73(7)\nof the CSA.\n7\nInsofar\r\n\tas the principle of the separation of powers is concerned see\nEx\r\n\tParte Chairperson of the Constitutional Assembly: In Re\r\n\tCertification of the Constitution of the Republic of South Africa,\n[1996] ZACC 26\n;\n1996\n1996\r\n\t(4) SA 744\n(CC) paras 111 to 113.\n8\nAt\r\n\t521d - 521i.\n9\nSee\r\n\talso\nS v Matlala\n2003 (1) SACR 80\n(SCA) para 7;\nS v Botha\n2006 (2) SACR 110\n(SCA) paras 25 and 26.\nS v Mokoena\n2009 (2)\r\n\tSACR 309\n(SCA) para 6;\nS v Nkosi (1); S v Nkosi (2); S v Mchunu\n1984 (4) SA 94\n(T) at 98A-E.\n10\nThe\r\n\tquote is my translation of an extract from the following sentence,\r\n\tpara 15 of the judgment: ‘Onder die omstandighede\nis dit\r\n\tgerade dat ek nie meer sê nie as dat die artikel slegs\nin\r\n\tuitsonderlike omstandighede toepassing behoort te vind, sonder om te\r\n\tprobeer uitspel wat uitsonderlike omstandighede sal daarstel’.\n11\nPara\r\n\t81.\n12\nParas\r\n\t77 and 78.\n13\nParas\r\n\t47 and 48.\n14\nSection\r\n\t73(1)(\na\n).\n15\nS\r\n\t73(7)(\nd\n)\r\n\tof the CSA read with s 276A(3) of the Act.\n16\nS\r\n\tv Bull & another; S v Chavulla & others\n2001\r\n\t(2) SACR 681\n(SCA) at 692d and i; 693d and g; 697a.\n17\nS\r\n\t73(6) came into operation on promulgation of the CSA on 31 July\r\n\t2004. It has subsequently been substituted by s 48(\nc\n) of the\nCorrectional Services Amendment Act 25 of 2008\n, but the date of\r\n\tcommencement of the new section has not yet been proclaimed. The\r\n\tsubstituted\ns 73(6)(\nb\n)(v) reads as follows: ‘A person\r\n\twho has been sentenced to incarceration contemplated in section 51\r\n\tor 52 of the Criminal\nLaw Amendment Act, 1997 (Act 105 of 1997), may\r\n\tnot be placed on parole unless he or she has served the period\r\n\tdetermined by the\nNational Council in terms of section 73A.’ S\r\n\t73A has also been inserted into the CSA by Act 25 of 2008 and its\r\n\tdate of\ncommencement has similarly not yet been proclaimed. The new\r\n\tsection adopts a more flexible and individualised approach towards\n\n\tthe determination of the compulsory minimum period of sentence to be\r\n\tserved by each prisoner.\n18\nThis\r\n\tsituation is to be distinguished from that which arose in\nMthembu\r\n\tv S\n(206/11)\n[2011] ZASCA 179\n(29 September 2011).\n19\nS\r\n\tv N\n1991\r\n\t(2) SACR 10\n(A) at 16a-d;\nS\r\n\tv Khoasasa\n2003\r\n\t(1) SACR 123\n(SCA) para 12;\nMatshona\r\n\tv S\n[2008]\r\n\t4 All SA 68\n(SCA) para 4.",
  "scraped_at": "2026-02-12T16:13:29.091934",
  "date": "2011-11-29",
  "coram": [
    "Cloete",
    "Snyders",
    "Petse"
  ],
  "case_number": "547/11",
  "parties": {
    "applicants": [
      "Heinrich Marthinus Stander"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Heinrich Marthinus Stander pleaded guilty to 22 counts of fraud amounting to R435,450.15. The Regional Court sentenced him on 25 June 2009 to eight years' imprisonment, with two years suspended for five years, and ordered a non‑parole period of 36 months under s 276B of the Criminal Procedure Act. The magistrate refused Stander's application for leave to appeal the sentence, and the Eastern Cape High Court also refused leave. Stander subsequently obtained leave to appeal to this Supreme Court of Appeal.",
    "issues": "The appeal raised three core issues: (1) whether the magistrate was required to give reasons for imposing the non‑parole order; (2) the circumstances in which a court may lawfully impose a non‑parole period, i.e., whether exceptional circumstances existed; and (3) whether the magistrate was obliged to invite or allow the parties to argue before fixing the non‑parole period.",
    "principles": "Section 276B(1) permits courts to fix a non‑parole period of up to two‑thirds of the imposed sentence for terms of two years or more, but such orders should be made only in exceptional circumstances. Courts must provide reasons for the order and afford parties the opportunity to argue its imposition. Precedent emphasises the separation of powers, the executive's primary role in parole decisions, and the requirement that exceptional circumstances be fact‑specific and supported by evidence (e.g., S v Williams, S v Mshumpa, Pauls v S, Pakane). Non‑parole orders issued for administrative convenience are improper.",
    "application": "The Court found that the magistrate imposed the non‑parole period solely to avoid the Department of Correctional Services having to apply for conversion of the sentence, i.e., for convenience, without identifying any exceptional circumstances. No reasons were given in the sentencing judgment, nor were the parties invited to argue the order. This constituted misdirection and a breach of the principles governing s 276B. Consequently, there is a reasonable prospect of success on appeal both against the non‑parole order and the overall severity of the sentence.",
    "conclusion": "The appeal was upheld. The order refusing leave to appeal was set aside and replaced with a grant of leave to appeal to the Eastern Cape High Court. The appellant must file a notice of appeal by 15 December 2011, and the Director of Public Prosecutions is directed to place the appeal on the roll as a matter of urgency. The Court ordered the preparation of the record for the appellant's counsel and provided for the return of copies if further appeal is pursued."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Criminal Procedure",
    "level_3": [
      "non‑parole order",
      "s276B",
      "appeal",
      "sentencing",
      "fraud"
    ]
  }
}