{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/45.html",
  "case_name": "African Dawn Property Finance 2 (Pty) Ltd v Dreams Travel and Tours CC and Others (2011 (3) SA 511 (SCA); [2011] 3 All SA 345 (SCA)) [2011] ZASCA 45; 234/10 (30 March 2011)",
  "citation": "[2011] ZASCA 45",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 45\n|\nNoteup\n|\nLawCite\nAfrican Dawn Property Finance 2 (Pty) Ltd v Dreams Travel and Tours CC and Others (2011 (3) SA 511 (SCA); [2011] 3 All SA 345 (SCA)) [2011] ZASCA 45; 234/10 (30 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 234/10\nAFRICAN\r\nDAWN PROPERTY FINANCE 2 (PTY) LIMITED\n..................\nAppellant\nand\nDREAMS\r\nTRAVEL AND TOURS CC\n........................................\nFirst\r\nRespondent\nISMAIL\r\nHASSEN AMOD\n.......................................................\nSecond\r\nRespondent\nMOHAMMED\r\nAMOD NO\n..........................................................\nThird\r\nRespondent\nFAATIMA\r\nMIA NO\n..................................................................\nFourth\r\nRespondent\n____________________________________________________________\nNeutral\r\ncitation:\nAfrican Dawn Property Finance 2 (Pty) Ltd v Dreams\r\nTravel and Tours CC\n(234/10)\n[2011] ZASCA 45\n(30 March 2011)\nBENCH:\r\nPONNAN, TSHIQI and MAJIEDT JJA\nHEARD: 14 MARCH 2011\nDELIVERED: 30 MARCH 2011\nSUMMARY:\nInterest – rate of - in terms of the\r\ncommon law must amount to extortion or oppression or something akin\r\nto fraud to constitute\nusury – common law rule not inconsistent\r\nwith the spirit, purport and objects of the Constitution.\n______________________________________________________________________\nORDER\n______________________________________________________________________\nOn appeal from\n:\nSouth Gauteng High Court\r\n(Johannesburg) (Saldulker J sitting as court of first instance).\n1 The appeal succeeds with costs, including those consequent upon the\r\nemployment of two counsel.\n2 The order of the court below is set aside and in its stead is\r\nsubstituted the following:\n‘\na. The application is dismissed with costs.\nb. The counter application succeeds with costs.\nc. It is ordered:\n1 That the First Applicant, the Second Applicant, and the Ismail Amod\r\nFamily Trust (No. IT8815/04) represented by the Second, Third\nand\r\nFourth Applicants in their capacities as the duly appointed trustees\r\n(“\nthe Trust\n”), jointly and severally, the one\r\npaying the other(s) to be absolved, but subject to 2 hereunder, pay\r\nto the Respondent:\n1.1 the sum of R3,900,247.50;\n1.2 interest on the aforesaid sum of R3,900,247.50 calculated at the\r\nrate of 6.5% per month\na tempore morae\nfrom 1 July 2009 to\r\ndate of payment;\n1.3 costs of suit on the attorney and client scale.\n2 That the liability of the Trust in terms of 1 above is limited to\r\nthe security held by the Respondent under:\n2.1 covering mortgage bond B038860/08 registered over Erf 12018\r\nLenasia Extension 13 Township, Registration Division IQ, the Province\n\nof Gauteng, in extent 680 square metres, held under deed of transfer\r\nT49903/2005; and\n2.2 covering mortgage bond B037987.08 registered over Erf 11954\r\nLenasia Extension 13 Township, Registration Division IQ, the Province\n\nof Gauteng, in extent 800 square metres, held under deed of transfer\r\nT50215/2005.\n3 That the following immovable properties registered in the name of\r\nthe Trust are declared specially executable for the liability\nof the\r\nTrust in terms of 2 above:\n3.1 Erf 12018 Lenasia Extension 13 Township, Registration Division\r\nIQ, the Province of Gauteng, in extent 680 square metres, held\nunder\r\ndeed of transfer T49903/2005;\n3.2 Erf 11954 Lenasia Extension 13 Township, Registration Division\r\nIQ, the Province of Gauteng, in extent 800 square metres, held\nunder\r\ndeed of transfer T50215/2005.’\n______________________________________________________________________\nJUDGMENT\n______________________________________________________________________\nPONNAN JA (TSHIQI and MAJIEDT JJA concurring):\n[1] Over a century ago Innes CJ stated in\nReuter\r\nv Yates\n.\n1\n‘\nThe law of Holland prohibited\r\nexcessive usury; and the courts of this country, administering that\r\nlaw, will refuse to enforce contracts\nshown on due inquiry to be\r\nusurious and extortionate in their nature. But our law does not in my\r\nopinion define any particular\nrate of interest as being necessarily\r\nusurious; it does not fix a limit up to which interest is legitimate\r\nand proper, and beyond\nwhich it becomes illegal and excessive. That\r\nmust depend upon the circumstances of each case. Usury is a good\r\ndefence; the difficulty\narises in deciding when a contract is\r\nusurious and when it is not. And that difficulty is not to be solved\r\nby a mere reference\nto the rate of interest agreed upon; it requires\r\na careful inquiry into all the circumstances surrounding the\r\ntransaction which\nis challenged. And the onus in my opinion is upon\r\nthe person who sets up the defence, to satisfy the court upon the\r\nfacts that\nit is applicable and sufficient.’\nThe difficulty that the learned Chief Justice alluded to arises in\r\nthis appeal, which involves the question as to whether the rate\nof\r\ninterest levied in respect of a money lending agreement is usurious.\r\nThe South Gauteng High Court (per Saldulker J) held that\nit was. The\r\nhigh court accordingly declared the relevant provisions of the\r\nwritten agreement pertaining to interest to be ‘unlawful\nand\r\ncontrary to public policy’ and substituted in its stead a rate\r\nof interest that it thought ‘fair’ and ordered\neach party\r\nto pay its own costs. The present appeal serves before this court\r\nwith the leave of Boruchowitz J.\n[2] The issue arises for determination against the following\r\nbackdrop: According to the second respondent, Mr Ismail Hassen Amod\n\n(Amod), the sole member of the first respondent, Dreams Travel and\r\nTours CC (the CC), he approached a number of registered banks\non\r\nbehalf of the CC during 2008 for ‘bridging finance’.\r\nThose applications were declined because of, as he put it,\n‘the\r\ncredit crunch under the present economic climate’. He then\r\nturned to a private financier Gateway Capital Ltd (Gateway)\nfor a\r\nloan of R5 million. Gateway declined the application but with the\r\napproval of Amod forwarded the loan application to the\nappellant,\r\nAfrican Dawn Property Transfer Finance 2 (Pty) Ltd (African Dawn).\n[3] African Dawn conducts business as a short term financier and is a\r\nregistered credit provider in terms of s 40 of the National\nCredit\r\nAct 34 of 2005 (the NCA). The main business of African Dawn,\r\naccording to its director, Pierre Bezuidenhout (Bezuidenhout)\n\n‘comprises short term secured finance, including bridging\r\nfinance’. He describes bridging finance as ‘a form\nof\r\nshort term secured finance, the distinguishing feature thereof being\r\nthat the repayment of the loan facility is effected from\na specific\r\nsource of funds’.\n[4] Bezuidenhout states that following upon the referral of the loan\r\napplication to African Dawn, he discussed the application\nwith Amod,\r\nwho informed him that the moneys were urgently required by the CC to\r\nfund the importation into South Africa of a consignment\nof branded\r\njeans. The market for such jeans, according to Amod, was seasonal and\r\nit was therefore important for the CC to place\nthe order for those\r\njeans as soon as possible. Indeed, in the loan application itself,\r\nthe loan is stated to be for an ‘import\nand export deal to be\r\ndone’ and three to four months is reflected as the period for\r\nwhich the loan is required. Further,\nvarious immovable properties\r\nwere listed as ‘security available for required facility’.\r\nThose properties included Amod’s\nown residential property in\r\nGlenvista, Johannesburg and certain trust properties. The trust in\r\nquestion is the Ismail Amod Family\nTrust. The beneficiaries of the\r\ntrust are the children born of the marriage between Amod and Faatima\r\nMia. The trust is represented\nin these proceedings by its trustees Mr\r\nMohammed Amod NO (the third respondent) and Ms Faatima Mia NO (the\r\nfourth respondent).\n[5] To properly consider the loan application, African Dawn sought\r\nand obtained certain additional information from Amod including\na\r\ncopy of the trust deed, letters of authority of the trustees of the\r\ntrust and a copy of the most recent annual financial statements\nof\r\nthe CC. On 6 June 2008 African Dawn wrote to Amod informing him that\r\nit had approved the CC’s loan application in the\namount of R5\r\nmillion plus costs and stipulated the security that it required. Amod\r\nwas asked to confirm whether the loan terms\nwere acceptable to the\r\nCC. Certain discussions then ensued and on 11 June 2008 draft\r\ndocuments including the loan agreement and\nsuretyships (to be signed\r\nby Amod in his personal capacity and the trustees on behalf of the\r\ntrust) were dispatched to Amod by\nAfrican Dawn. After considering the\r\ndraft documentation, Amod requested that the suretyships to be\r\nfurnished on behalf of the trust\nbe amended so as to limit its\r\nliability to R9 million. Moreover, he requested that such liability\r\nbe restricted to mortgage bonds\nto be registered over two - instead\r\nof three (as had originally been mooted by African Dawn) - of the\r\ntrust’s immovable properties.\nAfrican Dawn acceded to those\r\nrequests and duly amended the suretyship agreements, which were then\r\ndispatched to Amod on 12 June\n2008.\n[6] Amod, on behalf of the CC, confirmed his acceptance of the terms\r\nof the loan as negotiated and on 17 June 2008 the CC (as borrower)\n\nand African Dawn (as lender) concluded a written loan agreement. In\r\nterms of that agreement African Dawn lent and advanced the\nsum of R5\r\n175 162.80 (inclusive of a raising fee, an agent’s commission,\r\nthe costs of the drafting of the loan agreement\nand other documents\r\nand the bond registration costs) to the CC. Clause 3 of the loan\r\nagreement provided:\n’\n3.1 This loan plus interest\r\nthereon would be repaid by the Borrower to the Lender upon the\r\nfollowing date and in the following amounts:\n3.1.1 30 June 2008 - R112,128.53\n3.1.2 31 July 2008 - R258,758.14\n3.1.3 31 August 2008 - R258,758.14\n3.1.4 30 September 2008 - R258,758.14\n3.1.5 31 October 2008 - R258,758.14\n3.1.6 30 November 2008 - R258,758.14\n3.1.7 17 December 2008 - R5, 321, 792.41’\nThe CC sought to discharge that obligation by furnishing African Dawn\r\nwith seven post-dated cheques.\n[7] Clause 4 of the agreement headed ‘Interest’ provided:\n‘\n4.1 The parties agree that\r\ninterest will be charged on the loan and calculated at the rate of 5%\r\nper month from the date that the\nloan was advanced.\n4.2 In the event of the loan amount plus interest not\r\nbeing repaid within the required time period and on the dates as per\r\n3.1 above,\nthe Borrower shall become liable to pay interest on the\r\nloan amount at a rate of 6,5%, calculated from the date that any\r\npayment\ndue as per 3.1 and is not paid on the required date.\n4.3 In the event of the Borrower paying an amount\r\ngreater than the amount recorded in paragraph 3.1 above, the Borrower\r\nshall remain\nobliged to make any and all payments thereafter in the\r\nsame amounts as recorded in paragraph 3.1 and shall only be entitled\r\nto\nreduce the amount after obtaining the Lender’s prior written\r\nconsent.’\n[8] Further, in terms of the agreement the closed corporation\r\nwarranted that:\n‘\n10.1 . . . it has an annual\r\nincome in excess of one million rand and/or assets in excess of one\r\nmillion rand and furthermore that\nits nett monthly income is\r\nsufficient to repay the loan upon the terms contained herein.\n10.2 . . . it has obtained independent financial and\r\nlegal advice prior to entering into this agreement and that it\r\nunderstands\nthe contents and consequences thereof.’\n[9] The CC’s obligations were secured by way of an unlimited\r\nsuretyship by Amod personally and a limited suretyship by the\ntrust.\r\nIn terms of those deeds of suretyship each of Amod and the trust\r\nbound and interposed themselves as a surety and co-principal\ndebtor\nin solidum\nfor the CC’s indebtedness to African Dawn.\r\nAnd pursuant to the agreement, mortgage bonds were registered in\r\nfavour of African\nDawn over two of the trust’s properties in\r\nthe amounts of R5 million and R4 million, respectively.\n[10] On the instructions of Amod, African Dawn paid the net value of\r\nthe loan to the CC, 1 Time Import and Export and LCG in the\namounts\r\nof R1 410 000, R2 277 305 and R1 312 695, respectively. Although\r\nfairly substantial payments were effected by the CC to\nAfrican Dawn,\r\nall too frequently they were not effected timeously. Since August\r\n2008 interest in the higher amount of 6.5% per\nmonth has been\r\napplicable to the loan and as at 30 June 2009 the former was indebted\r\nto the latter in the sum of R3 900 247.50\ntogether with interest\r\nthereon at the rate of 6.5% per month.\n[11] On 26 June 2009 the respondents caused an application to be\r\nissued out of the South Gauteng High Court. They sought an order:\n‘\n1 Declaring that the agreement\r\n. . .\nalternatively\n,\r\nclauses 4.1 to 4.3 and 6.1 thereof to be unlawful and contrary to\r\npublic policy.\n2\nAlternatively to paragraph 1\r\nabove\n, declaring that interest payable on all\r\noutstanding amounts arising from the agreement to be 15,5% per annum,\r\nalternatively, the\nmaximum rate permissible in terms of the\nNational\nCredit Act.\n3 Costs\nof this application only in the event of the\r\nRespondent opposing this application.\n4 Granting to the Applicants further and alternative\r\nrelief as may seem just to this Honourable Court.’\n[12] Amod who deposed to the affidavit in support of the application\r\nstated:\n’\n38 This is usurious and\r\nagainst public policy. It is unlawful. I submit that the Court should\r\nsever these provisions from the contract.\n39 As such the provisions are void.\nTHE\nNATIONAL CREDIT ACT 34 OF 2005\n. . .\n41 I point out further that in terms of the\nNational\nCredit Act 34 of 2005\nspecifically\nregulation 42\n, a copy of which is\r\nattached marked F, 5% interest per month may only be levied on short\r\nterm credit transactions which are transactions\nwhere a deferred\r\namount is under R8 000-00 (Eight Thousand Rand) (see\nregulation\r\n39(2)).\n0i\nn; line-height: 150%\">\n42 The Respondent was not in law therefore entitled to\r\ncharge 5 to 6.5% in respect of the contract in issue.\n43 Interest may not exceed the rates provided for in the\r\nUsury Act 73 of 1968. In this regard it must be pointed out that the\r\nUsury\nAct was repealed by s 172(4)(a) of the National Credit Act 34\r\nof 2005 (the NCA), with effect from 1 June 2006. Item 5 of s 3 of\nthe\r\nNCA provides that a maximum annual finance rate set in terms of the\r\nUsury Act and in effect immediately before the effective\ndate (ie, 1\r\nJune 2006) continues in force despite the repeal of the Usury Act,\r\nuntil the Minister (ie, the Member of the Cabinet\nresponsible for\r\nconsumer credit matters) first prescribes a maximum rate of interest\r\nin terms of s 105. Section 105 of the NCA\ncame into operation on 1\r\nJune 2007. My calculation is that the maximum rate of interest is 28%\r\nin terms of the formulae for calculation.\nTHE COMMON LAW\n44 In any event I am advised and so submit that the\r\ncourt has a discretion to reduce the interest rate under the common\r\nlaw. The\nrate of interest charged by the Respondent is excessive,\r\nunconscionable and against public interest.\n45 I submit that the Court should exercise its\r\ndiscretion in the Applicants’ favour.\n46 The trust property is designed for the benefit of my\r\nminor child. It will all but be lost if the Respondent is allowed to\r\nenforce\nthe agreement.\n47 The Respondent took advantage of the vulnerable\r\nposition the Applicants found themselves in. The loan was designed to\r\npay staff\nand to rescue the business. Staff of the First Applicant\r\nmay lose their jobs as it is impossible to retain them. The First\r\nApplicant\nhas staff members who all are married and have dependants\r\nto support.’\n[13] In addition to opposing the application, African Dawn caused a\r\ncounter application to be filed, seeking an order:\n‘\n1 That the First Applicant,\r\nthe Second Applicant, and the Ismail Amod Family Trust (No.\r\nIT8815/04) represented by the Second, Third\nand Fourth Applicants in\r\ntheir capacities as the duly appointed trustees (“\nthe\r\nTrust\n”\n),\r\nbe and are hereby ordered, jointly and severally, the one paying the\r\nother(s) to be absolved, but subject to 2 hereunder, to\npay the\r\nRespondent:\n1.1 the sum of R3,900,247.50;\n1.2 interest on the aforesaid sum of R3,900,247.50\r\ncalculated at the rate of 6.5% per month\na\r\ntempore morae\nfrom 1 July 2009 to date of\r\npayment;\n1.3 costs of suit on the attorney and client scale.\n2 That the liability of the Trust in terms of 1 above is\r\nlimited to the security held by the Respondent under:\n2.1 covering mortgage bond B038860/08 registered over\r\nErf 12018 Lenasia Extension 13 Township, Registration Division IQ,\r\nthe Province\nof Gauteng, in extent 680 square metres, held under deed\r\nof transfer T49903/2005; and\n2.2 covering mortgage bond B037987.08 registered over\r\nErf 11954 Lenasia Extension 13 Township, Registration Division IQ,\r\nthe Province\nof Gauteng, in extent 800 square metres, held under deed\r\nof transfer T50215/2005.\n3 That the following immovable properties registered in\r\nthe name of the Trust are declared specially executable for the\r\nliability\nof the Trust in terms of 2 above:\n3.1 Erf 12018 Lenasia Extension 13 township,\r\nRegistration Division IQ, the Province of Gauteng, in extent 680\r\nsquare metres, held\nunder deed of transfer T49903/2005;\n3.2 Erf 11954 Lenasia Extension 13 Township,\r\nRegistration Division IQ, the Province of Gauteng, in extent 800\r\nsquare metres, held\nunder deed of transfer T50215/2005.\n4 Granting to the Respondent further and/or alternative\r\nrelief.’\n[14] The high court concluded:\n‘\nIn the result I make the\r\nfollowing order:\n1 Clauses 4.1 to 4.3 and 6.1 of the agreement, marked\r\nannexure “A” to the founding affidavit of Ismail Hassen\r\nAmod,\nis declared to be unlawful and contrary to public policy.\n2 The first applicant is ordered to pay to the\r\nrespondent the capital loan plus interest at the rate of 28% per\r\nannum, provided\nthat the payments already made by the first applicant\r\nto the respondent, be first appropriated to interest and then to\r\ncapital.\n3 In the event of the first applicant failing to pay the\r\noutstanding balance due and owing to the respondent within 30 days\r\nfrom\nthe date of this order, the respondent shall be entitled to\r\napproach the court on these papers for further relief.\n4 Each party is to pay its own costs.’\n[15] Contracts valid in form are prima facie\r\nenforceable in South African law and effect will be given to them\r\nunless grounds for\ntheir avoidance are proved (per Didcott J in\nRoffey v Catterall, Edwards & Goudré\r\n(Pty) Ltd\n2\n).\r\nBut, as Cameron JA correctly observed, our Constitution ‘requires\r\nus to employ its values to achieve a balance that strikes\ndown the\r\nunacceptable excesses of freedom of contract, while seeking to permit\r\nindividuals the dignity and autonomy of regulating\ntheir own lives’.\n3\nIndeed, on appeal to it (\nBarkhuizen\r\nv Napier\n)\n4\nthe majority of the Constitutional Court (per\r\nNgcobo J)\nmade that much clear in these\r\nterms (para 57):\n‘\nOn the one hand public policy,\r\nas informed by the Constitution, requires in general that parties\r\nshould comply with contractual\nobligations freely and voluntarily\r\nundertaken. This consideration is expressed in the maxim\npacta\r\nsunt servanda,\nwhich,\r\nas the\nSupreme\r\nCourt of Appeal has repeatedly noted, gives effect to the central\r\nconstitutional values of freedom and dignity. Self-autonomy,\nor the\r\nability to regulate one’s own affairs, even to one’s own\r\ndetriment, is the very essence of freedom and a vital\npart of\r\ndignity. The extent to which the contract was freely and voluntarily\r\nconcluded is clearly a vital factor as it will determine\nthe weight\r\nthat should be afforded to the values of freedom and dignity.’\n[16] Our courts have however recognised that\npactum sunt servanda\nis\r\nnot a holy cow (\nBredenkamp v Standard\r\nBank).\n5\nAs Ngcobo J observed in\nBarkhuizen\n(para 87):\n‘\nPacta\r\nsunt servanda\nis a\r\nprofoundly moral principle, on which the coherence of any society\r\nrelies. It is also a universally recognised legal principle.\nBut the\r\ngeneral rule that agreements must be honoured cannot apply to immoral\r\nagreements which violate public policy. As indicated\nabove, courts\r\nhave recognised this and our Constitution re-enforces it.’\nAnd, thereafter Harms JA in\nBredenkamp\n(para 38):\n‘\nThis court in\nSasfin\nconsequently restated the\r\nobvious, namely that our common law does not recognise agreements\r\nthat are contrary to public policy.\nOur courts have always been fully\r\nprepared to reassess public policy and declare contracts invalid on\r\nthat ground. Determining\nwhether or not an agreement was contrary to\r\npublic policy requires a balancing of competing values. That\r\ncontractual promises should\nbe kept is but one of the values.’\n[17] Here the CC is a juristic entity whose asset value and annual\r\nturnover at the time of the loan agreement exceeded the threshold\n\nvalue determined by the Minister in terms of s 7(1) of the National\r\nCredit Act (NCA). The NCA therefore does not apply to the loan\n\nagreement (s 4(1)). The effect of the loan agreement not being\r\ngoverned by the NCA is that there is no statutory limitation on\nthe\r\ninterest payable in terms of the agreement. Moreover, as the\r\nprincipal debt under the loan agreement exceeds R500 000, the\nloan\r\nagreement was not subject to the Usury Act (s 15(g)). It follows that\r\nthe maximum annual finance rate set in terms of the\nUsury Act\r\nlikewise does not apply. That notwithstanding the high court held:\n‘\nHaving regard to all of the\r\naforegoing, I find that the rate of interest charged by the\r\nrespondent is usurious given the reality\nof the situation the first\r\napplicant found itself in, the inherent inequality in the bargaining\r\npower. It is harsh, excessive and\nagainst public policy. The\r\nrespondent was not entitled to charge 5 to 6.5% interest per month in\r\nrespect of the loan it advanced\nto the first applicant. 60% per annum\r\nis\nper se\ngross and unreasonable being\r\nmore than twice that of the last declared maximum permissible\r\ninterest rate chargeable to a debtor\nor borrower and four times more\r\nthan the permissible prevailing legal interest rate. 78% is for the\r\nsame reasons excessive.’\nHaving considered the applicants’ proposition with\r\nregard to the rate of interest, in my view, the rate of 28% per annum\r\nis\nfair and clearly ameliorates the harshness of the interest rate as\r\nset out in clause 4.1 to 4.3 read with 6.1, in favour of an interest\n\nrate that does justice to both parties. Consequently the rate of\r\ninterest at 28% per annum is just and equitable in the circumstances.\n\nThis court is therefore entitled in the interest of public policy to\r\ndeclare paragraphs 4.1 to 4.3 and 6.1 of the loan agreement\nto be\r\nunlawful and contrary to public policy. The first applicant has\r\nproposed that each party pay its own costs. In the circumstances\nof\r\nthis case it appears to be a fair proposition.’\nThe rate of 28 percent per annum was fixed by the high court with\r\nreference to ‘the maximum annual finance rate set in terms\nof\r\nthe Usury Act prior to its repeal’. In that the high court may\r\nhave misdirected itself, for as it had earlier observed:\n‘\nThe Usury Act 73 of 1968 was\r\nrepealed and replaced with the National Credit Act (NCA) with effect\r\nfrom 1 June 2007. The loan agreement\nis not governed by the NCA nor\r\nwould it have been subject to the Usury Act.’\n[18] Moreover, although the agreement falls\r\noutside the scope of the NCA, it is instructive to note that for\r\n‘short term credit\ntransactions’\n6\n–\nbeing a transaction in respect of a\r\ndeferred amount at the inception of the agreement not exceeding R8\r\n000 and in terms of which\nthe whole amount is repayable within a\r\nperiod not exceeding six months – the maximum rate of interest\r\nfixed by the legislature\nis five percent per month. Thus even if one\r\nwere to assume in the high court’s favour that it was justified\r\nin its resort\nto the NCA and the Usury Act as aids in the\r\ndetermination of public policy it should not have lost from sight the\r\nprovisions relating\nto short term credit transactions. Those\r\nprovisions, most notably the loan period of six months and the\r\ninterest rate of five percent\nper month, resonate more strongly with\r\nthe transaction encountered here than the provisions relied upon by\r\nthe high court.\n[19] In this case whether or not the transaction\r\nwas usurious fell to be determined in terms of the common law, which\r\ndoes not fix\na rate of interest beyond which a transaction becomes\r\nusurious. In\nSA Securities, Ltd v\r\nGreyling\n,\n7\nWessels J held:\n‘\nFrom the fact that there is no\r\nstandard rate it follows that the amount of interest is in itself no\r\ncriterion. It may, however,\nbe an element in considering whether a\r\ntransaction is or is not usurious. The Court has allowed as much as\r\nsixty per cent., and\nin his judgment in\nReuter vs Yates\n,\r\nMason, J., saw no reason why an amount of ninety per cent. should not\r\nbe allowed. It seems difficult to see how or where a limit\ncan be\r\nfixed. If ninety per cent. can be allowed, why not ninety-one? If\r\nninety-one, why not ninety-two; and so on to 120 per cent.\nTherefore,\r\nthe mere fact that the amount of interest seems high is not\r\nsufficient to make the transaction usurious. What then is\nthere in a\r\ntransaction which makes it usurious? If it is not the mere amount of\r\ninterest, what other circumstances are there? A\ngreat deal has been\r\nsaid by various judges with regard to “the circumstances”.\r\nIt is very difficult for me to find\nany definite principle upon which\r\na case of usury has been or can be decided. I think the most you can\r\nsay is that the transaction\nmust show that there has been either\r\nextortion or oppression, or something which is akin to fraud. I do\r\nnot think we can put the\nprinciple any higher that that. Therefore in\r\neach case we have to decide whether there has been extortion,\r\noppression, or any actions\nakin to fraud.’\n[20] In arriving at that conclusion Wessels J\r\nstated that it was not necessary for the court to inquire minutely\r\ninto what the Roman\nDutch law was in respect of usury for that had\r\nbeen done in\nDyason v Ruthven.\n8\nIn\nDyason\n,\r\nthe judges after elaborately tracing its history, held that usury to\r\nbe a good defence to an action founded on an agreement to\npay\r\ninterest, must involve extortion amounting to fraud. Indeed, in\nMerry\r\nv Natal Society of Accountant\ns,\n9\nDe Villiers JA affirmed that principle in these\r\nterms:\n‘\nIn South Africa the common law\r\nhas always been that in order to render a transaction usurious, it\r\nmust be shown that it is tainted\nwith oppression, or extortion, or\r\nsomething akin to fraud (\nDyason\r\nv Ruthven\n(3\r\nSearle 282)\n;\nReuter\r\nv Yates\n(1904,\r\nT.S. 855)\n;\nSouth\r\nAfrican Securities v Greyling\n(1911, T.P.D. 352).\n’\n[21] In this case the high court observed:\n‘\nThe applicants do not contend\r\nthat there is anything present in the loan agreement and/or the\r\ncircumstances under which it was concluded\nwhich amounts to extortion\r\nor oppression akin to fraud. The applicant’s case is that the\r\n“rate of interest charged\nby the respondent is excessive,\r\nunconscionable and against public interest”.’\nThat one would have thought would have been the\r\nend of the enquiry. But, it was urged upon this court and the one\r\nbelow that the\ncommon law rule is inconsistent with our Constitution\r\nand that we consequently are under a duty to develop the common law\r\nto reflect\nthe changing, social, moral and economic fabric of the\r\ncountry.\n10\n[22] The common law derives its force from the\r\nConstitution. It is thus only valid to the extent that it complies or\r\nis congruent\nwith the Constitution. Every rule has to pass\r\nconstitutional muster. Public policy and the boni mores are now\r\ndeeply rooted in\nthe Constitution and its underlying values. And our\r\ncourts are indeed enjoined to develop the common law, if this is\r\nnecessary.\n11\nAs it was put in\nCity\r\nof Tshwane Metropolitan Municipality v RPM Bricks\n12\n‘\nThat power is derived from ss\r\n8(3) and 173 of the Constitution. Section 39(2) of the Constitution\r\nmakes it plain that, when a court\nembarks upon a course of developing\r\nthe common law, it is obliged to ‘promote the spirit, purport\r\nand objects of the Bill\nof Rights’ (\nS\r\nv Thebus\n[2003] ZACC 12\n;\n2003\r\n(6) SA 505\n(CC) para 25). This ensures that the common law will\r\nevolve, within the framework of the Constitution, consistently with\r\nthe basic\nnorms of the legal order that it establishes\r\n(\nPharmaceutical\r\nManufacturers Association of South Africa\n;\nIn re Ex parte\r\nPresident of the Republic of South Africa\n[2000] ZACC 1\n;\n2000\r\n(2) SA 674\n(CC) para 49). The Constitutional Court has already\r\ncautioned against overzealous judicial reform. Thus, if the common\r\nlaw is to\nbe developed, it must occur not only in a way that meets\r\nthe s 39(2) objectives, but also in a way most appropriate for the\r\ndevelopment\nof the common law within its own paradigm (\nCarmichele\r\nv Minister of Safety and Security\n[2001] ZACC 22\n;\n2001 (4) SA 938\n(CC) para\r\n55).’\n[23] In\nS v Thebus &\r\nanother,\n13\nMoseneke J stated:\n‘\nIt seems to me that the need\r\nto develop the common law under s 39(2) could arise in at least two\r\ninstances. The first would be when\na rule of the common law is\r\ninconsistent with a constitutional provision. Repugnancy of this kind\r\nwould compel an adaptation of\nthe common law to resolve the\r\ninconsistency. The second possibility arises even when a rule of the\r\ncommon law is not inconsistent\nwith a specific constitutional\r\nprovision but may fall short of its spirit, purport and objects.\r\nThen, the common law must be adapted\nso that it grows in harmony with\r\nthe “objective normative value system’ found in the\r\nConstitution.’\n[24] In this case there is no suggestion that the common law rule in\r\nquestion is inconsistent with a specific constitutional provision.\n\nRather, as best as I can discern the argument, it is that the common\r\nlaw rule falls short of the spirit, purport and objects of\nthe\r\nConstitution. Faced with such a task, a court is obliged to undertake\r\na two-stage enquiry. First, it should ask itself whether,\ngiven the\r\nobjectives of s 39(2) of the Constitution, the common law should be\r\ndeveloped beyond existing precedent. If the answer\nto that question\r\nis a negative one, that should be the end of the enquiry. If not, the\r\nnext enquiry should be how the development\nshould occur and which\r\ncourt should embark on that exercise. (See\nS v Thebus\npara\r\n26.) Had that exercise been undertaken by the high court, the first\r\nenquiry would, in my view, have yielded a negative response.\n[25] Notwithstanding the authority of\nMerry v Natal Society of\r\nAccountants\n, which was clearly binding on it, the high court\r\nignored the ‘oppression or extortion or something akin to\r\nfraud’ requirement.\nIt simply jettisoned that requirement\r\nwithout embarking upon the first enquiry postulated by\nThebus\n,\r\nnamely, whether the common law should be developed beyond existing\r\nprecedent. Nor did it interrogate what yardstick should be\n\nsubstituted in its stead. The high court’s point of departure\r\nappeared to be that a rate of interest of either 60 or 78 percent\nper\r\nannum was, without more, per se usurious and thus contra bonos mores.\r\nWith respect to the high court that approach cannot be\nendorsed.\n[26] At common law there is no fixed customary rate that can be\r\ndescribed as a standard rate beyond which it can be said that a\n\ntransaction becomes usurious. Rates of interest vary with the nature\r\nof the financial transaction, the social and economic standing\nof the\r\nparties, the risks and so on. In the absence of any proof or\r\nallegation to the contrary, it must be assumed, I would imagine,\nthat\r\nthe loan was worth the rate of interest fixed to the borrower. One\r\nlooks in vain for a declaration by a court that at common\nlaw any\r\nparticular rate of interest is the only legal rate. For, the rate of\r\ninterest levied depends upon various factors, not\nleast the risk to\r\nthe lender, which in turn is usually dependent upon whether the\r\ncreditor is well or ill-secured. And, it can\nhardly be disputed that\r\ninasmuch as profit varies and fluctuates, so too must interest, which\r\nby its very nature is representative\nof profit. I thus hesitate to\r\nsay that a court by a mere decision or a series of mere decisions can\r\nauthoritatively declare what\nshall be the rate of interest which,\r\nwithout more, upon being exceeded, shall amount to usury. To declare\r\nto be usurious a bargained\ninterest beyond a certain rate may well\r\namount to a court legislating by judicial decree.\n[27] The CC’s attack invites us to\r\nreconsider the correctness of the common law principle endorsed by\nMerry\n. We\r\nare obliged to do so in terms of Constitution. To that end we have to\r\nundertake the first enquiry postulated by\nThebus.\nI do not believe that the attack by the\r\nCC can succeed. Weighty considerations of commercial and social\r\ncertainty render the common\nlaw principle\nas\r\nsound today as it was when first articulated over a century ago.\r\nConstitutional considerations far from detracting from it appear\nto\r\nenhance it. For as I have attempted to show, what comes to be branded\r\nwith the opprobrious appellation ‘usurious’\nmay well\r\ndepend on the whim of a particular judge. That, I daresay, would run\r\ncounter to the spirit, purport and objects of our\nConstitution. Harms\r\nJA made precisely that point in\nBredenkamp\n(para 39) when he said:\n‘\nA constitutional principle\r\nthat tends to be overlooked, when generalised resort to\r\nconstitutional values is made, is the principle\nof legality. Making\r\nrules of law discretionary or subject to value judgments may be\r\ndestructive of the rule of law.’\n[28] It bears restating that our Constitution and\r\nits value system does not confer on judges a general jurisdiction to\r\ndeclare contracts\ninvalid on the basis of their subjective\r\nperceptions of fairness or on grounds of imprecise notions of good\r\nfaith.\n14\nNor does the fact that a term is unfair or that it\r\nmay operate harshly, of itself lead to the conclusion that it offends\r\nagainst\nconstitutional principles. In my view it is essential that\r\nthe law which makes a transaction usurious should be clear and\r\nexplicit.\nThe general rule endorsed by\nMerry\ndoes precisely that. It, moreover,\r\nrestrains over-zealous judicial intrusion in the sphere of\r\ncontractual autonomy - a real and\nmeaningful incident of freedom. It\r\npermits coercive interference by a court only in circumstances where\r\na party to a contract can\nshow either extortion or oppression or\r\nsomething akin to fraud. That, I daresay, is consistent with the\r\nbalance that has to be\nstruck between, on the one hand, the liberty\r\nto regulate one’s life by freely engaged contracts and, on the\r\nother, the striking\ndown of the unacceptable excesses of freedom of\r\ncontract.\n15\nIt also accords with the notion that judges should\r\napproach with restraint the task of intruding upon the domain of the\r\nprivate\npowers of citizens.\n[29] I therefore conclude that the common law rule\r\nis not inimical to the values that underlie our constitutional\r\ndemocracy and\nthat if any stipulation for interest be attacked as\r\nbeing liable to reduction on the ground of usury, it can only be done\r\nby offering\nproof of extortion or oppression or something akin to\r\nfraud. It is indeed so that what amounts to extortion or oppression\r\nor something\nakin to fraud may not be capable of easy or exact\r\ndefinition. The same holds true of our attempts to define that\r\nexpression of\n‘vague import’\n16\n- public policy. Those difficulties\r\nnotwithstanding our courts have not shrunk from the duty of declaring\r\na contract contrary to\npublic policy when the occasion has demanded\r\nit.\n17\n[30] I turn now to consider – as the high court should have\r\ndone - whether the CC has discharged the onus resting upon it\nof\r\nshowing that the applicable interest rate was usurious, in the sense\r\nthat it amounted to extortion or oppression or something\nakin to\r\nfraud. To once again borrow from Innes CJ (\nReuter v Yates\nat\r\n858):\n‘\nIt comes then to this —\r\nin deciding whether the defence of usury has been sustained, and\r\nwhether the lender has taken such\nan undue advantage of the borrower,\r\nhas so practised extortion and oppression, that his conduct, being\r\nakin to fraud, disentitles\nhim to relief, the Court will examine all\r\nthe circumstances of the case. It will not only look at the scale at\r\nwhich interest has\nbeen stipulated for, but will have regard to the\r\nordinary rate prevalent in similar transactions, to the security\r\noffered and the\nrisk run, to the length of time for which the loan\r\nwas given, the amount lent, and the relative positions and\r\ncircumstances of\nthe parties.’\n[31] In arriving at its conclusion that the interest levied was\r\nusurious, the high court reasoned:\n‘\nAll of the aforegoing,\r\nclearly, in my view demonstrates that the first applicant was\r\nsubjected to the dictates of the respondent.\nIn this way, the\r\nrespondent was able to unilaterally dictate the terms of the loan\r\nagreement. The respondent was prepared to lend\nand advance to the\r\nfirst applicant the amount of R5 million at the interest rate as set\r\nout in clause 4.1, to 4.3 (as read with\nclause 6.1), a rate that was\r\nnot negotiable, a rate of interest that was 5% per month (60% per\r\nannum) and 6.5% per month on default\n(78% per annum.)\n. . .\nThe applicants have confined their case to an attack on\r\nthe interest rate provided in these clauses. No other terms of the\r\nloan\nagreement have been subjected to scrutiny. The applicants have\r\nestablished an inequality of bargaining power between the first\r\napplicant and the respondent justifying an interference by this court\r\nin the “contractual bargain” struck by the parties.\n. . .\nThe first respondent was not indigent but needy. A\r\nsituation that many South Africans sometimes find themselves in,\r\nbecause of the\nprevailing socio-economic climate. Because they are\r\ncash-strapped, they are desperate and in such circumstances have no\r\nfreedom\nto negotiate the interest terms of the loan advanced to them\r\nand may be taken advantage of by moneylending institutions. Borrowers\n\nmust be protected from lenders who exploit them by charging interest\r\nat exorbitant rates.’\n[32] With respect to the learned judge none of those key factual\r\nfindings survive scrutiny. First, no case was established on the\n\npapers that the CC was ‘subjected to the dictates of [African\r\nDawn]’. If anything the evidence establishes, as I have\nshown\r\nearlier, that Amod did indeed negotiate terms with African Dawn and\r\nfurther warranted that the CC had sought and obtained\nindependent\r\nlegal and financial advice. Amod is deliberately cagey and evasive in\r\nhis founding affidavit as to precisely why each\nof the registered\r\nbanks that were approached declined the loan application. He states\r\nthat it was on account of the ‘credit\ncrunch’. Whether\r\nthat is something that he surmised or was told by the relevant bank\r\nofficials he does not divulge. If the\nlatter, no corroboration is\r\noffered. Second, the CC was not an uninformed and vulnerable\r\nborrower. It chose, unsolicited by African\nDawn, to approach the\r\nlatter and did so without any inducement or compulsion. There was\r\nfull disclosure by African Dawn at the\noutset of the terms of the\r\nloan including the securities required and the interest payable. This\r\nwas not a trap for the unsuspecting\nor the unwary. The CC was thus\r\nfree to walk away or to turn to some other lender if it considered\r\nthe terms offered by African\nDawn oppressive. Third, the CC was not\r\nas the high court put it ‘needy’. As appears from its\r\nannual financial statements\nfor the year ending 28 February 2007 its\r\nturnover was R49.9 million, its retained income was R9.3 million and\r\nit was possessed\nof total assets of R13.1 million. The reference to\r\n‘cash-strapped’, ‘desperate’ South Africans\r\nwho may\nbe taken advantage of, is thus plainly inapposite. Those\r\nborrowers find protection in the NCA. Although it bears emphasising\r\nthat\nfor some borrowers, who are usually the most vulnerable of this\r\ncountry’s citizenry, the NCA has fixed a rate of interest\nthat\r\nis not dissimilar to that encountered here – five percent per\r\nmonth. No doubt what influences that rate of interest\nis probably the\r\nheightened risk and increased administrative burden to lenders.\n[33] In this case the CC sought and obtained a\r\nsizeable loan to exploit a commercial opportunity available to it.\r\nOnce again Amod\nis evasive. He does not make full and frank\r\ndisclosure as to precisely why the loan was sought. Counsel for the\r\nCC submitted that\nthe purpose of the loan was irrelevant. I do not\r\nagree. If it was to turn a profit, as appears to be the case, that\r\nwould be a\nrelevant consideration. No doubt from the CC’s\r\nperspective the anticipated profit may have caused the interest rate\r\nto pale\ninto insignificance. Insofar as that aspect is concerned we\r\nare left to speculate. Why that should be so, is not explained, for\n\nall of that information was peculiarly within Amod’s knowledge\r\nand had he chosen to play open cards with the court (which\nhe plainly\r\ndid not) he ought to have divulged. Nor was any evidence adduced as\r\nto what rates of interest are being levied by other\nsimilarly placed\r\nshort term financiers for loans of that magnitude. We are thus left\r\nin the dark as to what the prevailing industry\nnorm is for a loan of\r\nthe kind encountered here. The effect of such failure is that the\r\nhigh court called in aid an inapposite\nyardstick, namely the rate\r\nfixed by the legislature, in its determination of the matter. After\r\nall, as is evident from the judgment\nof the Constitutional Court in\nBarkhuizen v Napier,\n18\nif evidence is required to determine whether a\r\ncontract is in conflict with public policy or whether its enforcement\r\nwould be so,\nthe party who attacks the clause at either stage must\r\nestablish the facts.\n[34] What we do know from the papers is that the money was required\r\nurgently and what Bezuidenhout does tell us in his answering\n\naffidavit is that African Dawn was willing to and did in fact advance\r\nthe moneys to the CC prior to the mortgage bonds being registered.\n\nFurther, according to Bezuidenhout:\n‘\n[I]n the event of a bridging\r\nfinancier, such as [African Dawn], granting a loan facility to a\r\nborrower whose application to a bank\nhas been declined, the risk\r\nassociated with such loan (i.e. the risk of such loan being\r\nirrecoverable) is invariably high. The\ncost of such loan, in the form\r\nof the interest rate charged, in order to justify the high risk\r\nassumed by the bridging financier,\nis accordingly also high.\n. . .\n[T]he cost to the bridging financier of funding is also\r\nhigh. Unlike banks, due to the prohibition contained in the Banks\r\nAct, 1990\nshort-term financiers are not permitted to engage in\r\ndeposit taking activities and accordingly are unable to utilise funds\r\nreceived\nfrom depositors in the provision of loan funding. Bridging\r\nfinanciers are accordingly required to fund the loans through equity\n\nand loan capital, the cost of which is high.\n. . .\n. . . An important factor impacting on the nature and\r\nscope of the security required by the Respondent, as well as the\r\ninterest\nrate at which it was prepared to grant the loan, was that\r\nthe Respondent had not previously conducted business with the First\r\nApplicant\nand/or Amod. From a risk assessment perspective the fact\r\nthat the First Applicant was a first time borrower increased the risk\r\nof the loan as there was no prior trading history between the\r\nRespondent and the First Applicant whereby the Respondent was able\nto\r\nassess the credit worthiness, performance and general risk profile of\r\nthe First Applicant.’\nAll of those were weighty considerations. None received appropriate\r\nrecognition in the judgment of the high court. They ought to\nhave.\n[35] If the CC could point to any particular circumstances which\r\nshowed that the transaction was not an ordinary one, those ought\nto\r\nhave been given due weight. But it failed to do so. Under those\r\ncircumstances no facts were disclosed which ought to have induced\nthe\r\nhigh court to afford the CC the relief that it sought. Courts should\r\nnot – as the high court did – interfere with\na bargain\r\ndeliberately entered into by two parties dealing at arms’\r\nlength with each other merely because it subjectively\nbelieves that\r\nthe rate of interest stipulated was unfair. Amod is a man conversant\r\nwith business. The rate of interest no doubt\nis high, but it may not\r\nbe incommensurate with the risk that African Dawn ran in advancing\r\nits money to the CC. There are no circumstances\nhere that show either\r\nextortion or oppression or anything akin to fraud, and, therefore I\r\ndo not believe that the high court was\nentitled to say that the\r\ntransaction is a usurious one.It follows that the appeal must\r\nsucceed.\n[36] In the result:\n1 The appeal succeeds with costs, including those consequent upon the\r\nemployment of two counsel.\n2 The order of the court below is set aside and in its stead is\r\nsubstituted the following:\n‘\na. The application is dismissed with costs.\nb. The counter application succeeds with costs.\nc. It is ordered:\n1 That the First Applicant, the Second Applicant, and the Ismail Amod\r\nFamily Trust (No. IT8815/04) represented by the Second, Third\nand\r\nFourth Applicants in their capacities as the duly appointed trustees\r\n(“\nthe Trust\n”), jointly and severally, the one\r\npaying the other(s) to be absolved, but subject to 2 hereunder, pay\r\nto the Respondent:\n1.1 the sum of R3,900,247.50;\n1.2 interest on the aforesaid sum of R3,900,247.50 calculated at the\r\nrate of 6.5% per month\na tempore morae\nfrom 1 July 2009 to\r\ndate of payment;\n1.3 costs of suit on the attorney and client scale.\n2 That the liability of the Trust in terms of 1 above is limited to\r\nthe security held by the Respondent under:\n2.1 covering mortgage bond B038860/08 registered over Erf 12018\r\nLenasia Extension 13 Township, Registration Division IQ, the Province\n\nof Gauteng, in extent 680 square metres, held under deed of transfer\r\nT49903/2005; and\n2.2 covering mortgage bond B037987.08 registered over Erf 11954\r\nLenasia Extension 13 Township, Registration Division IQ, the Province\n\nof Gauteng, in extent 800 square metres, held under deed of transfer\r\nT50215/2005.\n3 That the following immovable properties registered in the name of\r\nthe Trust are declared specially executable for the liability\nof the\r\nTrust in terms of 2 above:\n3.1 Erf 12018 Lenasia Extension 13 Township, Registration Division\r\nIQ, the Province of Gauteng, in extent 680 square metres, held\nunder\r\ndeed of transfer T49903/2005;\n3.2 Erf 11954 Lenasia Extension 13 Township, Registration Division\r\nIQ, the Province of Gauteng, in extent 800 square metres, held\nunder\r\ndeed of transfer T50215/2005.’\n_________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: P T Rood SC\nC\r\nC Bester\nInstructed\r\nby:\nPetersen\r\nHertog & Associates\nSandton\nMatsepes\r\nAttorneys\nBloemfontein\nFor\r\nRespondent: N A Cassim SC\nF\r\nA Boda\nInstructed\r\nby:\nYousha\r\nTayob Attorney\nJohannesburg\nMcIntyre\r\n& v d Post\nBloemfontein\n1\nReuter\r\n\tv Yates\n1904 TS 855\nat 856.\n2\nRoffey\r\n\tv Catterall, Edwards & Goudré (Pty) Ltd\n1977\r\n\t(4) SA 494\n(N) at 503H.\n3\nNapier\r\n\tv Barkhuizen\n2006 (4) SA 1\n(SCA) para 13.\n4\nBarkhuizen\r\n\tv Napier\n[2007] ZACC 5\n;\n2007 (5) SA 323\n(CC).\n5\nBredenkamp\r\n\tv Standard Bank of South Africa Ltd\n2010 (4)\r\n\tSA 468\n(SCA) para 37.\n6\nRegulation\r\n\t39(2).\n7\nSA\r\n\tSecurities Ltd v Greyling\n1911 TPD 352\nat\r\n\t356.\n8\nDyason\r\n\tv Ruthven\n3 Searle 282.\n9\nMerry\r\n\tv Natal Society of Accountants\n1937 AD 331\nat 336.\n10\nCarmichele\r\n\tv Minister of Safety and Security & another (Centre for Applied\r\n\tLegal Studies Intervening)\n[2001] ZACC 22\n;\n2001 (4) SA 938\n(CC).\n11\nManong\r\n\t& Associates (Pty) Ltd v Minister of Public Works & another\n2010 (2) SA 167 (SCA).\n12\nCity\r\n\tof Tshwane Metropolitan Municipality v RPM Bricks\n2008\r\n\t(3) SA 1\n(SCA) para 20.\n13\nS\r\n\tv Thebus & another\n[2003] ZACC 12\n;\n2003 (6) SA 505\n(CC)\npara 28.\n14\nNapier\r\n\tv Barkhuizen\npara 7.\n15\nNapier\r\n\tv Barkhuizen\npara 12 and 13.\n16\nPer\r\n\tInnes CJ in\nLaw Union & Rock Insurance Co Ltd v Carmichael’s\r\n\tExecutor\n1917 AD 593\nat 598.\n17\nSasfin\r\n\t(Pty) Ltd v Beukes\n1989 (1) SA 1\n(A).\n18\nParas\r\n\t66, 84 - 85 and 93.",
  "scraped_at": "2026-02-12T15:27:22.499551",
  "date": "2011-03-30",
  "coram": [
    "PONNAN JA",
    "TSHIQI JJA",
    "MAJIEDT JJA"
  ],
  "case_number": "234/10",
  "parties": {
    "applicants": [
      "African Dawn Property Finance 2 (Pty) Ltd"
    ],
    "respondents": [
      "Dreams Travel and Tours CC",
      "Ismail Hassen Amod",
      "Mohammed Amod No",
      "Faatima Mia No"
    ]
  },
  "sections": {
    "facts": "The second respondent, Ismail Hassen Amod, approached several banks in 2008 for bridging finance on behalf of Dreams Travel and Tours CC and was declined. He then secured a loan of R5,175,162.80 from African Dawn Property Finance 2 (Pty) Ltd, using his personal guarantee and the Ismail Amod Family Trust’s immovable properties as security. The loan agreement stipulated interest of 5% per month, rising to 6.5% per month on default, with a repayment schedule of seven instalments ending 17 December 2008. The CC failed to meet the repayment schedule, and from August 2008 the higher default rate applied, resulting in a debt of R3,900,247.50 plus interest by June 2009. The respondents applied to the High Court to have the interest clauses declared unlawful and to reduce the rate; the High Court declared the clauses usurious and set the interest at 28% per annum. African Dawn appealed.",
    "issues": "The appeal raised two principal issues: (1) whether the interest rates of 5% per month (60% per annum) and 6.5% per month (78% per annum) constituted usury under South African common law, which requires proof of extortion, oppression, or fraud; and (2) whether the common law rule on usury is inconsistent with the Constitution’s values, thereby necessitating its development or modification under s 39(2) of the Constitution.",
    "principles": "The Court reiterated the established common‑law rule that a contract is usurious only where the interest is accompanied by extortion, oppression or conduct akin to fraud (Dyason v Ruthven; Reuter v Yates; SA Securities Ltd v Greyling). Constitutional considerations require that any development of common law be consistent with the Bill of Rights and public policy, but the rule itself is not per se inconsistent with the Constitution. The National Credit Act and the former Usury Act were held not to apply to this loan because the parties exceeded the statutory thresholds, leaving the common law as the governing standard.",
    "application": "Applying the common‑law test, the Court found no evidence that the respondents were subjected to oppression or extortion. The loan was negotiated, the security was extensive, and the risk to African Dawn was high, justifying the agreed interest. The High Court had erred by substituting a statutory rate without finding the requisite oppression. Consequently, the Court affirmed the contractual interest provisions, limited the trust’s liability to the mortgage bonds specified, and declared the High Court’s order set aside.",
    "conclusion": "The appeal succeeded. The order of the South Gauteng High Court was set aside and replaced with a judgment that the application was dismissed and the counter‑application succeeded. African Dawn was awarded the sum of R3,900,247.50 together with interest at 6.5% per month from 1 July 2009 until payment, and costs on the attorney‑and‑client scale. The Trust’s liability was limited to the two mortgage bonds over Erf 12018 and Erf 11954 in Lenasia, which were declared specially executable."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Usury and Interest",
    "level_3": [
      "interest rate",
      "usury",
      "constitutional law",
      "public policy",
      "short‑term financing"
    ]
  }
}