{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/133.html",
  "case_name": "Attorneys Fidelity Fund Board of Control v Mettle Property Finance (Pty) Ltd (499/2010) [2011] ZASCA 133; 2012 (3) SA 611 (SCA) (16 September 2011)",
  "citation": "[2011] ZASCA 133",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 133\n|\nNoteup\n|\nLawCite\nAttorneys Fidelity Fund Board of Control v Mettle Property Finance (Pty) Ltd (499/2010) [2011] ZASCA 133; 2012 (3) SA 611 (SCA) (16 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 499/2010\nIn the matter between:\nTHE ATTORNEYS FIDELITY FUND BOARD OF\ncontrol\n…...............................................................................................\nA\nppellant\nand\nMETTLE PROPERTY FINANCE (PTY) LTD\n............................\nRespondent\nNeutral Citation:\nAttorneys\r\nFidelity Fund v Mettle Property Finance\n(499/2010)\n[2011] ZASCA 133\n(16\r\nSeptember 2011)\nCoram\n: HARMS DP, Van heerden, MAYA, theron &\nwallis jja\nHeard\n: 25 August 2011\nDelivered\n: 16 September 2011\nSummary\n:\nClaim against\r\nFidelity Fund in terms of s 26(a) of the Attorneys Act 53 of 1979 –\r\npecuniary loss suffered allegedly as a result\nof attorney’s\r\ntheft of money entrusted to him – entrustment not proved.\nOrder\nOn appeal from:\nNorth Gauteng High Court, Pretoria (Tolmay J\r\nsitting as a court of first instance):\n(a) The appeal is upheld with costs.\n(b) The order of the court below is set aside and replaced with the\r\nfollowing:\n‘\nThe action is dismissed with costs.’\njudgment\nVAN HEERDEN\r\nJA (HARMS AP, MAYA, THERON AND WALLIS JJA concurring):\n[1]\r\nMettle Property Finance (Pty) Ltd, a factoring company, paid certain\r\nsums of money into an attorney’s trust account pursuant\nto\r\nthree bridging finance transactions. In terms of an agreement between\r\nMettle and the attorney, the latter undertook to make\npayments to\r\nMettle from the proceeds of the registration of a bond and two\r\nproperty transfers, once such proceeds were received.\nWhen the funds\r\ndid not materialise and the attorney was sequestrated, Mettle sued\r\nthe Attorneys Fidelity Fund Board of Control\nin terms of s 26(a) of\r\nthe Attorneys Act 53 of 1979, claiming the pecuniary loss that it had\r\nsuffered, allegedly as a result of\nthe attorney’s theft of\r\nmoney entrusted to him by Mettle. These claims succeeded before\r\nTolmay J in the North Gauteng High\nCourt, hence the appeal by the\r\nFidelity Fund which comes to us with the leave of the court below.\n[2] The applicable provisions of s 26(a) of the Act read as follows:\n‘\nSubject\r\nto the provisions of this Act, the fund shall be applied for the\r\npurpose of reimbursing persons who may suffer pecuniary\nloss as a\r\nresult of – (a) theft committed by a practising practitioner .\r\n. . of any money or other property entrusted by\nor on behalf of such\r\npersons to him . . . in the course of his practice . . . .’\n[3] The issues on appeal are whether Mettle succeeded in proving that\r\nthe money in question had been ‘entrusted’ to\nthe\r\nattorney by or on behalf of Mettle and, if so, whether the attorney\r\nhad stolen such money, both being requirements for a claim\nin terms\r\nof s 26(a).\n[4] To the extent here relevant, Mettle’s particulars of claim\r\nallege:\n‘\nTHE PLAINTIFF’S\r\nBUSINESS\n5. The Plaintiff’s business is and was at all\r\ntimes relevant hereto\ninter alia\nthe factoring of immovable\r\nproperty transactions where-\n5.1 a mortgage bond or mortgage bonds is/are to be\r\nregistered over the immovable property of an owner of such immovable\r\nproperty;\nor\n5.2 an owner of immovable property sells his immovable\r\nproperty to a purchaser of such immovable property,\nand such owner requires the loan equity of the bond(s)\r\nto be registered or the equity of the sale before registration of the\r\nmortgage\nbond or registration of transfer to the purchaser, in which\r\ncase the conveyancing attorney attending to such bond registration or\n\nregistration of transfer undertakes to counter-perform on date of\r\nregistration from the proceeds of the bond or from the proceeds\nof\r\nthe sale, as the case may be; or\n. . .\nMASTER AGREEMENT\n6. On 23 January 2007 the Plaintiff and the Attorney\r\nconcluded a written agreement titled: MASTER AGREEMENT (ATTORNEY)\r\n(PURCHASE\nOF SELLER’S EQUITY AND MORTGAGOR’S LOAN EQUITY)\r\n(hereinafter referred to as “the master agreement”).\n. . .\n9. In the master agreement the Plaintiff is referred to\r\nas “Mettle” and the Attorney is referred to as “the\r\nConveyancer”.\n10. Express terms of the master agreement are\ninter\r\nalia\nthe following:\n10.1 the purchase price payable by the Plaintiff in\r\nrespect of each sold claim (as defined in clause 2 of the master\r\nagreement)\nshall be an amount equal to the sum of the initial\r\npurchase price and the additional purchase price (as defined in\r\nclause 2 of\nthe master agreement).\n(Clause 6.1)\n10.2 the purchase price shall be discharged as follows-\n10.2.1 the initial purchase price shall be paid into the\r\nAttorney’s trust account in cash on the second business day\r\nfollowing\nthe date of acceptance of the offer in accordance with the\r\nprovisions of Clause 5.2 of the master agreement; and\n10.2.2 the additional purchase price, on the date of\r\nregistration of transfer of the property in the relevant deeds\r\noffice, against\npayment of the sale proceeds to the Plaintiff, which\r\namount the Plaintiff authorises the Attorney to deduct from the sale\r\nproceeds,\nand to pay same directly to the client;\n(Clause 6.2)\n10.3 accordingly, on the date of registration of\r\ntransfer of the property, the Attorney irrevocably undertakes to\r\ndistribute the\nsale proceeds as follows:\n10.3.1 by deducting an amount equal to the additional\r\npurchase price, and paying same to the client (or its creditors); and\n10.3.2\r\nby paying the balance to the Plaintiff in cash, without any deduction\r\nor set-off.’\n[5]\r\nIn this case, the attorney, Mr Langerak, approached Mettle to arrange\r\nfor bridging finance on his own behalf as well as on behalf\nof two\r\nclients. As was Mettle’s practice, it verified Langerak’s\r\nstanding in the legal profession and his possession\nof a fidelity\r\nfund certificate.\n[6]\r\nPursuant to the conclusion of the master agreement, Langerak\r\nrequested Mettle to enter into three bridging finance transactions,\n\nwhich transactions form the basis of Mettle’s three claims\r\nagainst the Fidelity Fund. One was a Purchase of Bond Proceeds\n\nAgreement in which the mortgagor was Langerak in his personal\r\ncapacity, the second was a Purchase of Seller’s Claims\r\nAgreement\nin which the seller was Whirlaway Trading 120 CC and the\r\nthird was also a Purchase of Seller’s Claims Agreement, in\r\nwhich\nthe seller was Angelfish Investments 709 CC.\n[7]\r\nThe thrust of Mettle’s case was that it had in terms of the\r\naforesaid three agreements and pursuant to various warranties\nand\r\nundertakings issued by Langerak, effected payment of ‘initial\r\npurchase prices’ of R400 000, R560 000 and R600 000,\n\nrespectively, into Langerak’s trust account on behalf of the\r\nmortgagor or seller concerned. It relied on the fact that, in\nterms\r\nof the Master Agreement, Langerak undertook to repay Mettle these\r\namounts on the date of registration, from the bond proceeds\nor the\r\nsale proceeds, as the case may be, and that he had failed to do so.\n[8]\r\nNeedless to say, Langerak did not procure registration of transfer of\r\nthe relevant properties in the second and third transactions\nand did\r\nnot make any payment to Mettle in respect of any of the three\r\ntransactions. While the bond was registered in the first\ntransaction,\r\nthere is no evidence that the proceeds were received in Langerak’s\r\ntrust account.\n[9]\r\nMettle alleged that Langerak had committed theft of the money\r\nentrusted to him and reported this to the Law Society of the Northern\n\nProvinces. Langerak was subsequently struck off the roll of attorneys\r\nfollowing a financial investigation by the Law Society.\n[10]\r\nBoth Whirlaway and Angelfish have been liquidated. Mettle sued\r\nLangerak and obtained judgement against him for all three claims.\n\nHowever, the estate of the attorney was sequestrated on 2 October\r\n2008. It was agreed between the parties that Mettle would receive\nno\r\ndividend from any of the three estates.\n[11] The meaning of the word ‘entrust’ for the purposes\r\nof a claim in terms of s 26(a) of the Act has been dealt with\nin a\r\nnumber of cases. In\nIndustrial & Commercial Factors (Pty) Ltd\r\nv Attorneys Fidelity Fund\n[1996] ZASCA 84\n;\n1997 (1) SA 136\n(A) at 144B-D, this\r\ncourt (per F H Grosskopf JA) quoted with approval the following\r\npassages of the judgment of Nicholas J in\nProvident Fund for the\r\nClothing Industry v Attorneys, Notaries and Conveyancers Fidelity\r\nGuarantee Fund\n1981 (3) SA 539\n(W) at 543E-F:\n‘\nFrom these definitions it is\r\nplain that “to entrust” comprises two elements: (a) to\r\nplace in the possession of somebody,\n(b) subject to a trust. As to\r\nthe latter element, this connotes that the person entrusted is bound\r\nto deal with the property or\nmoney concerned for the benefit of\r\nothers (cf\nEstate\r\nKemp and Others v McDonald’s Trustee\n1915\r\nAD at 499).\n“\n(The trustee) is bound to hold\r\nand apply the property for the benefit of some\nperson or persons or for the accomplishment of some\r\nspecial purpose” (\nibid\nat 508).’\n[12]\r\nThe first element is not contentious – the moneys, representing\r\nthe initial purchase price in each case, were indeed\nplaced in\r\nLangerak’s possession. The second element is more problematic.\r\nThere is no doubt that Mettle trusted the various\nwarranties and the\r\nundertakings given by Langerak and relied upon Langerak for repayment\r\nof, inter alia, the initial purchase price\non the date of\r\nregistration. That does not, however, mean that Mettle ‘entrusted’\r\nthe money to Langerak as required\nby s 26(a) of the Act.\n[13] As indicated above, Langerak is referred to throughout the\r\nMaster Agreement as the ‘Conveyancer’. The agreement\n\nprovides that:\n‘\n3.1 The Conveyancer has been\r\nand will from time to time hereafter be duly authorised by a Client\r\nto conclude a transaction with\nMettle for and on their behalf.\n3.2 Any reference in this Agreement to a Client shall\r\n(unless the context indicates to the contrary) be a reference to that\r\nSeller,\nPurchaser or Mortgagor duly represented by the Conveyancer.’\n[14]\r\nImportantly, ‘Client’ – who could be a seller, a\r\npurchaser or a mortgagor – is defined as ‘the\n\nConveyancer’s Client’. ‘Client’s claim’\r\nis defined as a ‘loan claim’ or a ‘seller’s\n\nclaim’.\n[15]\r\nIt follows that Mettle – in paying the initial purchase price\r\nin each transaction to Langerak as the representative of\nthe\r\nmortgagor or seller from whom Mettle had purchased a loan claim or a\r\nseller’s claim – was simply discharging its\ndebt to such\r\nmortgagor or seller. The payment was unconditional and, the moment\r\nthe initial purchase price was paid into Langerak’s\ntrust\r\naccount in terms of the Master Agreement, Mettle’s debt was\r\ndischarged. Langerak was no more than a conduit for the\nmoney. All\r\nthis was largely borne out by the evidence of both Ms Nichols, a\r\ntrader employed by Mettle, and Mr Prinsloo, a director\nof Mettle. It\r\nalso accords with the express terms of the Master Agreement and the\r\nPurchase of Bond Proceeds and of Seller’s\nClaims Agreements in\r\nregard to the payment of the initial purchase price.\n[16] This being so, there was no ‘entrustment’ of money\r\nby Mettle to Langerak. In the words of F H Grosskopf JA in\nthe\nIndustrial & Commercial Factors\ncase:\n1\n‘\nWhere\r\nmoney is paid into the trust account of an attorney it does not\r\nfollow that such money is in fact trust money . . . If money\nis\r\nsimply handed over to an attorney by a debtor who thereby wishes to\r\ndischarge a debt, and the attorney has a mandate to receive\nit on\r\nbehalf of the creditor, it may be difficult to establish an\r\nentrustment.’\n2\n[17]\r\nIt must be remembered that ‘the indemnity against loss for\r\nwhich the Act provides is not unlimited in its scope. It does\nnot\r\nprovide indemnification against any kind of loss suffered as a\r\nconsequence of any conceivable kind of knavery in which an attorney\n\nmight indulge in the course of his or her practice.’\n3\nIt is not an insurance policy against all ills that may befall money\r\npaid to an attorney. In this case, Mettle may well have claims\nin\r\ncontract or delict against Langerak based on the warranties and\r\nundertakings given – and, in some instances, breached\n–\r\nby Langerak. But Mettle does not have a claim against the Fidelity\r\nFund in terms of s 26(a) of the Act.\n[18]\r\nIn view of my finding that there was no ‘entrustment’ of\r\nthe money paid by Mettle to Langerak, it is not necessary\nto decide\r\nwhether Langerak was guilty of the theft of such money. Suffice it to\r\nsay that, in the case where Langerak in his personal\ncapacity was the\r\nmortgagor, the initial purchase price paid by Mettle into Langerak’s\r\ntrust account belonged to Langerak\nas the client. He could hardly be\r\nsaid to steal his own money. As regards Whirlaway and Angelfish,\r\nthere was simply no evidence\nwhatsoever as to what happened to the\r\ninitial purchase price paid by Mettle in respect of each of these\r\nentities.\n[19] It\r\nfollows that the appeal should succeed.\n[20] The following order is made:\n(a) The appeal is upheld with costs.\n(b) The order of the court below is set aside and replaced with the\r\nfollowing:\n‘\nThe action is dismissed with costs.’\n______________________\nB J VAN HEERDEN\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANT: Q PELSER SC\nInstructed by Petzer, Du Toit & Ramulifho, Pretoria\nMcIntyre & Van Der Post, Bloemfontein\nRESPONDENT: H M DE KOCK\nInstructed by Smit & Marais Attorneys, Pretoria\nGoodrick & Franklin, Bloemfontein\n1\nAt\r\n\t143I-144A.\n2\nSee\r\n\talso\nProvident Fund for the Clothing Industry\nat 544B-G.\n3\nIndustrial\r\n\t& Commercial Factors\nat 146F-G (per Marais JA).",
  "scraped_at": "2026-02-12T15:50:45.706876",
  "date": "2011-09-16",
  "coram": [
    "Harms DP",
    "Van Heerden",
    "Maya",
    "Theron",
    "Wallis JJA"
  ],
  "case_number": "499/2010",
  "parties": {
    "applicants": [
      "Attorneys Fidelity Fund Board of Control"
    ],
    "respondents": [
      "Mettle Property Finance (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Mettle Property Finance, a factoring company, entered into three bridging‑finance transactions with attorney Langerak under a master agreement. For each transaction Mettle paid an 'initial purchase price' (R400,000; R560,000; R600,000) into Langerak's trust account, expecting repayment on registration of the bond or sale proceeds. The bond was registered in the first transaction but no proceeds entered the trust account, and the other two registrations never occurred. Langerak was later struck off the roll of attorneys for theft, and his estate was sequestrated. Mettle sued the Attorneys Fidelity Fund Board of Control under s 26(a) of the Attorneys Act, claiming reimbursement for the loss allegedly caused by the attorney’s theft.",
    "issues": "The appeal raised two key issues: (1) whether the money paid by Mettle was 'entrusted' to the attorney within the meaning of s 26(a) of the Attorneys Act, and (2) assuming entrustment, whether the attorney's conduct amounted to theft of that money.",
    "principles": "Section 26(a) of the Attorneys Act provides for reimbursement only where money is entrusted to a practising attorney and subsequently stolen. The court relied on precedent (Industrial & Commercial Factors v Attorneys Fidelity Fund and Provident Fund for the Clothing Industry v Attorneys, Notaries and Conveyancers Fidelity Guarantee Fund) defining 'entrust' as (a) placing property in the possession of another and (b) that the recipient is bound by a trust to use it for the benefit of another. The fund's remit is not an unlimited insurance against all loss caused by an attorney's misconduct.",
    "application": "Applying the definition, the court held that while Mettle placed money in Langerak's trust account, the payments were made to discharge Mettle's debt to the mortgagor or seller, not to create a trust relationship. Langerak acted merely as a conduit; the money belonged to the client (mortgagor/seller) at the moment of payment. Consequently, there was no 'entrustment' of money by Mettle to the attorney, and the statutory requirement for a fund claim was not satisfied. The issue of theft became moot, and no entitlement to reimbursement under s 26(a) arose.",
    "conclusion": "The appeal was upheld. The High Court's order was set aside and replaced with a dismissal of the action, with costs awarded to the appellant. Mettle's claim against the Attorneys Fidelity Fund Board of Control was rejected."
  },
  "tags": {
    "level_1": "Legal Profession Law",
    "level_2": "Fidelity Fund Claims",
    "level_3": [
      "entrustment",
      "theft",
      "Attorneys Act",
      "fund reimbursement"
    ]
  }
}