{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/67.html",
  "case_name": "First South African Holdings (Pty) Ltd v Commissioner for South African Revenue Services (372/10) [2011] ZASCA 67; 73 SATC 221 (11 May 2011)",
  "citation": "[2011] ZASCA 67",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 67\n|\nNoteup\n|\nLawCite\nFirst South African Holdings (Pty) Ltd v Commissioner for South African Revenue Services (372/10) [2011] ZASCA 67; 73 SATC 221 (11 May 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 372/10\nIn\r\nthe matter between:\nFIRST\r\nSOUTH AFRICAN HOLDINGS\n(PTY)\r\nLIMITED\n.................................................................................................\nAppellant\nand\nCOMMISSIONER\r\nFOR SOUTH AFRICAN REVENUE\nSERVICE\n.....................................................................................................\nRespondent\nNeutral\r\ncitation:\nFirst South African Holdings v CSARS\n(372/10)\n[2011] ZASCA 67\n(11 May 2011)\nCoram:\nHarms DP, Lewis, Ponnan, Bosielo and Theron JJA\nHeard:\n03 May 2011\nDelivered:\n11 May 2011\nSummary:\nIncome Tax Act 58 of 1962 ─ section 79A ─\r\ninterpretation ─ date of commencement.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nNorth Gauteng High Court\r\n(Pretoria) (Webster J sitting as court of first instance):\nThe appeal is dismissed with costs including the costs\r\nof two counsel.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nHARMS DP (LEWIS, PONNAN, BOSIELO and THERON JJA\r\nconcurring)\n[1] The appellant, First South African Holdings (Pty)\r\nLtd (the taxpayer), applied on notice of motion to the High Court,\r\nGauteng\nNorth, for an order that a decision of the respondent, the\r\nCommissioner, South African Revenue Service, be set aside. The\r\nCommissioner\nhad held that he was precluded by law from considering\r\nthe taxpayer’s request for the issue of a reduced assessment to\r\nincome\ntax in respect of the 2002 tax year. The request was based on\r\nthe provisions of s 79A of the Income Tax Act 58 of 1962. The\r\napplication\nwas heard by Webster J, who dismissed it with costs,\r\nincluding those of two counsel. He subsequently granted leave to\r\nappeal to\nthis court.\n[2] The facts are few and not in dispute. The taxpayer\r\nrendered an income tax return for the 2002 year stating that its\r\ntaxable\nincome amounted to R15 892 978. It sought to set off against\r\nthat income an assessed loss of R34 978 418 carried over from the\r\nprevious tax year. This meant that the taxpayer had on its own\r\nshowing suffered a tax loss of R19 085 440 (R34 978 418 minus R15\n892\r\n978) which, presumably, could be carried over to the next financial\r\nyear.\n[3] The taxpayer, in calculating its 2002 income, failed\r\nto take account of the fact that certain foreign exchange gains were\r\nnot\nfully taxable in terms of s 24I(7A) of the Act. It accordingly\r\noverstated its taxable income. The taxpayer, it might be mentioned,\n\ndid not repeat this mistake in the subsequent years but it also did\r\nnot notify the Commissioner of the mistake made previously\nbecause it\r\nwas unaware of it.\n[4] The Commissioner, also oblivious of the error,\r\naccepted the taxpayer’s figures and issued an income tax\r\nassessment on\n17 July 2003 accordingly. He assessed the income of the\r\ntaxpayer at R15 892 978 and he allowed the carrying over of the\r\nassessed\nloss of R34 978 418 for purposes of set-off and, therefore,\r\nno tax became due to the Commissioner for the particular year.\n[5] On 12 April 2006 the Commissioner issued an\r\nadditional assessment in respect of the 2002 year, disallowing\r\nset-off of the 2001\nassessed loss. The Commissioner was entitled to\r\ndo so in terms of s 79(1) of the Act since the three year period,\r\nwhich began to\nrun on 17 July 2003, had not yet expired. This meant\r\nthat the taxpayer’s income for that year, namely R15 892 978,\r\nbecame\nfully taxable. With interest added in terms of s 89quat the\r\nsum of R6 681 010 became due to the Commissioner. It is important to\n\nnote at this point that the Commissioner, ex facie the papers, did\r\nnot reassess the taxpayer’s income, but only the set-off\nof the\r\n2001 assessed loss.\n[6] The taxpayer lodged an appeal against the refusal of\r\nthe Commissioner to set off the balance of this assessed loss. (The\r\nappeal\nalso concerned other tax years and issues but the particulars\r\nare not germane for this judgment.) The matter was settled and the\n\ntaxpayer withdrew its appeal relating to the particular additional\r\nassessment.\n[7] In a letter dated 24 July 2007 the taxpayer, having\r\nby then realised that it had overstated its income for the 2002 year\r\nby\nnot taking into account the provisions of s 24I(7A), applied to\r\nthe Commissioner for a reduced assessment for the 2002 year in terms\n\nof s 79A. This provision, which was introduced by s 28 of the\nTaxation Laws Amendment Act 30 of 2002\n, reads to the extent relevant,\r\nas follows:\n‘\n(1)  The\r\nCommissioner may, notwithstanding the fact that no objection has been\r\nlodged or appeal noted in terms of the\nprovisions of\nPart III\nof\r\nChapter III of this Act, reduce an assessment—\n(a) . . .\n(b) where it is proved to the\r\nsatisfaction of the Commissioner that in issuing that assessment any\r\namount which—\n(i) was taken into account by\r\nthe Commissioner in determining the taxpayer’s liability for\r\ntax, should not have been taken\ninto account; or\n(ii) . . .:\nProvided that such assessment,\r\nwherein the amount was so taken into account . . ., was issued by the\r\nCommissioner based on information\nprovided in the taxpayer’s\r\nreturn for the current or any previous year of assessment.\n(2)  The Commissioner\r\nshall not reduce an assessment under subsection (1)—\n(a) after the expiration of\r\nthree years from the date of that assessment; or\n(b) . . ..’\n[8] The taxpayer’s argument amounted to this: (a)\r\nthe 2006 assessment was based on information provided by the taxpayer\r\nfor\nthe 2002 year; (b) it is not in dispute that the taxpayer had\r\noverstated its taxable income for that year; (c) tax was accordingly\n\ncalculated on an incorrect amount; (d) the Commissioner should have\r\naccepted that he had a discretion to reduce the assessment\nunder s\r\n79A(1); and (e) he was consequently incorrect in assuming that he was\r\nnot entitled to consider the application for reduction.\n[9] The Commissioner opposed the high court application\r\non two bases: he first argued as a point\nin\r\nlimine\nthat s 79A did not apply to the 2002\r\nyear; and, alternatively, he said that the taxpayer was time-barred\r\nby s 79A(2)(a) because\nthe three-year period began to run when the\r\noriginal assessment was issued on 17 July 2003 and not on the date of\r\nthe additional\nassessment, namely 12 April 2006, as was submitted by\r\nthe taxpayer.\n[10] The Commissioner’s point\nin\r\nlimine\nwas based on the provisions of s\r\n85(2) of the Amendment Act. It is in these terms:\n‘\nSave\r\nin so far as is otherwise provided in this Act or the context\r\notherwise indicates, the amendments effected to the Income Tax\nAct,\r\n1962, by this Act shall for purposes of assessments in respect of\r\nnormal tax under the Income Tax Act, 1962, be deemed to\nhave come\r\ninto operation as from the commencement of years of assessment ending\r\non or after 1 January 2003.’\nSince the error arose in relation to the 2002 year and\r\nthe Act applied only to a tax year ending during 2003, so the\r\nargument went,\nthe taxpayer was not entitled to apply under the\r\nsection and the Commissioner was not entitled to entertain the\r\nrequest.\n[11] The Amendment Act did not only amend the Income Tax\r\nAct but also Acts such as the Insurance Act 27 of 1943, the Estate\r\nDuty\nAct 45 of 1955, and the Customs and Excise Act 91 of 1964. These\r\namendments, according to general principles, came into effect on\nthe\r\ndate of publication of the Act, which was 5 August 2002. Section\r\n13(1) of the Interpretation Act 33 of 1957 provides that\n‘\n[t]he\r\nexpression “commencement” when used in any law and with\r\nreference thereto, means the day on which that law comes\nor came into\r\noperation, and that day shall, subject to the provisions of\r\nsubsection (2) and unless some other day is fixed by or\nunder the law\r\nfor the coming into operation thereof, be the day when the law was\r\nfirst published in the Gazette as a law.’\n[12] The amendments to the Income Tax Act in the\r\nAmendment Act were a mixed bag. Some were taxing provisions and\r\nothers, such as\nthe one under consideration (as well as, for\r\ninstance, sections 29 to 32), were administrative. Some of the taxing\r\nprovisions had\ntheir own particular dates of commencement (eg\r\nsections 10, 12, 14) while the rest were covered by the general terms\r\nof s 85(2).\nThis explains the use of the phrase ‘for purposes\r\nof assessments in respect of normal tax under the Income Tax Act,\r\n1962’\nin the subsection. Those amendments to the Income Tax Act\r\nthat were introduced for purposes of assessments in respect of normal\n\ntax were to come into operation as from the commencement of years of\r\nassessment ending on or after 1 January 2003. Those with their\nown\r\ndates commenced on the given dates. And as to the balance the\r\nprovisions of the Interpretation Act applied.\n[13] The Commissioner wished us to ignore the phrase\r\nquoted as being redundant. It is not. Its purpose was to state the\r\nobvious:\nas a general principle taxing provisions deal with future\r\nmatters and are backdated only exceptionally. Section 79A is not a\r\nprovision\ninserted for purposes of assessments in respect of normal\r\ntax and the point\nin limine\n,\r\nwhich was not decided in the court below, cannot be upheld.\n[14] As an aside, the taxpayer submitted that we could\r\nnot consider the point in the absence of a cross-appeal but at least\r\nsince\nMunicipal Council of Bulawayo v Bulawayo\r\nWaterworks Co Ltd\n1915 AD 611\nat 631 such a\r\npoint has no merit: the Commissioner did not seek a variation of the\r\norder in his favour. He sought only to support\nit on another ground.\n[15] The second issue, as mentioned, is whether the\r\ntaxpayer was time barred by s 79A(2)(a). This depends on the question\r\nwhether\nthe three-year ‘prescription’ period began to run\r\nonce the original assessment was issued on the date of the additional\n\nassessment. The date of the ‘error’ is irrelevant. If\r\n‘assessment’ in s 79A were to be a reference to the\n\nnotice of assessment, the latter date would presumably be the\r\napplicable one. But that is not what an assessment is. It is a\r\n‘determination’\nby the Commissioner of one or more\r\nmatters (compare\nITC 1077\n28\r\nSATC 33\nat 38 per Corbett J).This appears from the definition of the\r\nword in s 1 of the Income Tax Act:\n‘“\nassessment”\r\nmeans the determination by the Commissioner, by way of a notice of\r\nassessment (including a notice of assessment\nin electronic form)\r\nserved in a manner contemplated in section 106 (2)—\n(a) of an amount upon which any\r\ntax leviable under this Act is chargeable; or\n(b) of the amount of any such\r\ntax; or\n(c) of any loss ranking for\r\nset-off; or\n(d) of any assessed capital loss\r\ndetermined in terms of paragraph 9 of the Eighth Schedule,\nand for the purposes of Part III\r\nof Chapter III includes any determination by the Commissioner in\r\nrespect of any of the rebates\nreferred to in section 6 and any\r\ndecision of the Commissioner which is in terms of this Act subject to\r\nobjection and appeal.’\n[16] The 2006 assessment was a re-assessment of a loss\r\nranking for set-off under para (c). It did not re-assess the income\r\nof R15\n892 978 under para (a). What the taxpayer sought is an\r\nindulgence relating to the latter and not the former ─ it had\r\noverstated\nits income. It wanted the Commissioner to re-consider the\r\nquantum of its taxable income but, using the wording of the section,\r\n‘that assessment’ was made during 2003 and became final\r\nduring 2006. The section does not allow the Commissioner to\nrevisit\r\n‘any’ assessment.\n[17] The taxpayer submitted subsequently that it is in\r\neffect seeking a re-assessment of the tax payable under para (b) and\r\nthat\nit is entitled to do so because that amount was assessed for the\r\nfirst time in 2006 in the additional assessment and that the\r\nthree-year\nperiod has not lapsed. The problem with the submission is\r\nthat any re-assessment of the tax payable under para (b) will be\r\ndependent\nupon a re-assessment under para (a), which means that the\r\namount of tax payable would simply be a mathematical calculation\r\nbased\non a re-assessment under para (a). In other words, a\r\nre-assessment under para (a) would be a prerequisite for one under\r\npara (b).\n[18] This result might at first blush appear to be\r\nunfair towards the taxpayer in the circumstances of this case. But\r\nany other\nconclusion about the meaning of ‘assessment’\r\nwould have meant that the Commissioner could within three years as\r\nfrom\n2006 have reconsidered the taxpayer’s taxable income of\r\nR15 892 978 by means of a new assessment under s 79(1), thereby\r\nraising\nthe taxable amount six years after his original assessment of\r\nthat amount. That is unthinkable (\nCommissioner,\r\nSouth African Revenue Service v Brummeria Renaissance (Pty) Ltd\n2007 (6) SA 601\n(SCA) para 26).\n[19] In the result the appeal is dismissed with costs\r\nincluding the costs of two counsel.\n____________________\nL T C Harms\nDeputy President\nAPPEARANCES\nAPPELLANT/S M M Rip SC (with him H V Vorster)\nInstructed by TRM Daniel Erasmus Attorneys, c/o Rooth &\r\nWessels, Pretoria\nSymington & De Kok, Bloemfontein\nRESPONDENT/S: D M Fine SC (with him A J Lapan)\nInstructed by The State Attorney, Pretoria\nThe State Attorney, Bloemfontein",
  "scraped_at": "2026-02-12T15:33:55.360144",
  "date": "2011-05-11",
  "coram": [
    "Harms DP",
    "Lewis",
    "Ponnan",
    "Bosielo",
    "Theron JJA"
  ],
  "case_number": "372/10",
  "parties": {
    "applicants": [
      "First South African Holdings (Pty) Ltd"
    ],
    "respondents": [
      "Commissioner for South African Revenue Service"
    ]
  },
  "sections": {
    "facts": "First South African Holdings (Pty) Ltd lodged a 2002 tax return showing taxable income of R15,892,978 and claimed a loss carry‑forward of R34,978,418 from the previous year, resulting in a net loss of R19,085,440. The return overstated taxable income because foreign exchange gains that should have been excluded under s 24I(7A) were mistakenly included. The Commissioner accepted the figures and issued an assessment on 17 July 2003, allowing the loss set‑off so no tax was payable. On 12 April 2006 the Commissioner issued an additional assessment disallowing the loss set‑off, relying on s 79(1) and thereby making the full amount of R15,892,978 taxable with interest. The taxpayer later sought a reduced assessment for the 2002 year under s 79A, arguing the original assessment was based on incorrect income.",
    "issues": "The court had to determine (1) whether s 79A of the Income Tax Act could be applied to the 2002 tax year despite the amendment’s commencement provision, and (2) whether the three‑year limitation period in s 79A(2)(a) began on the date of the original 2003 assessment or on the date of the 2006 additional assessment.",
    "principles": "The judgment relied on the Interpretation Act’s definition of “commencement” and the specific provision in s 85(2) of the Taxation Laws Amendment Act, which limits the retroactive effect of amendments to assessments for years of assessment ending on or after 1 January 2003. Section 79A is an administrative provision, not one intended for normal tax assessments, and therefore is not subject to the retroactive limitation. The definition of “assessment” in s 1 of the Income Tax Act was interpreted to mean a determination by the Commissioner as expressed in a notice of assessment, not merely a subsequent additional assessment. Consequently, the limitation period starts from the original assessment date.",
    "application": "Applying these principles, the court held that s 79A could not be applied to the 2002 year because the amendment’s commencement clause did not cover that year for normal tax assessments. Moreover, the original assessment dated 17 July 2003 constituted the relevant “assessment” for the purpose of the three‑year period, which therefore expired before the taxpayer’s 2006 application. The Commissioner was therefore within his statutory authority to refuse the reduction and the appeal was time‑barred.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Income Tax",
    "level_3": [
      "section 79A",
      "assessment limitation",
      "tax loss set‑off",
      "commencement of legislation",
      "time‑bar"
    ]
  }
}