{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/2.html",
  "case_name": "Abdi and Another v Minister of Home Affairs and Others (734/2010) [2011] ZASCA 2; 2011 (3) SA 37 (SCA); [2011] 3 All SA 117 (SCA) (15 February 2011)",
  "citation": "[2011] ZASCA 2",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 2\n|\nNoteup\n|\nLawCite\nAbdi and Another v Minister of Home Affairs and Others (734/2010) [2011] ZASCA 2; 2011 (3) SA 37 (SCA); [2011] 3 All SA 117 (SCA) (15 February 2011)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 734/2010\nIn the matter between:\nMAHAMAD ARWAH ABDI\n................................................................\nFirst\r\nAppellant\nYUSUF ALI DHIBLAWE\n...............................................................\nSecond\r\nAppellant\nand\nTHE MINISTER OF HOME AFFAIRS\n...........................................\nFirst\r\nRespondent\nTHE DIRECTOR GENERAL, DEPARTMENT OF\nHOME AFFAIRS\n......................................................................\nSecond\r\nRespondent\nKENYA AIRWAYS\n.......................................................................\nThird\r\nRespondent\nANALYTICAL RISK MANAGEMENT INTERNATIONAL\n.........\nFourth Respondent\nAIRPORTS COMPANY SOUTH AFRICA\n.....................................\nFifth\r\nRespondent\nNeutral citation:\nAbdi v Minister of Home Affairs\r\n(734/10) [2011] ZASCA 2 (15 February 2011)\nCoram:\nMPATI P, CACHALIA, LEACH and TSHIQI JJA\r\nand BERTELSMANN AJA\nHeard:\n24 NOVEMBER 2010\nDelivered: 15 FEBRUARY 2011\nSummary:\nAppellants granted refugee and asylum\r\nseeker status in South Africa prior to departing for Namibia without\r\ninforming authorities\n– deported from that country to their\r\ncountry of origin via South African airport – held in\r\nInadmissible Facility and\nrefused entry by first and second\r\nrespondents – entitled to be re-admitted to South Africa with\r\nretention of their former\nstatus – failure to allow appellants\r\nentry criticised.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from: North Gauteng High Court, Pretoria\r\n(Goodey AJ sitting as court of first instance).\nThe appeal succeeds with costs, including the costs of\r\ntwo counsel.\nThe order of the court a quo is set aside and for it the\r\nfollowing is substituted:\n‘\n1. The\r\nFourth and Fifth Respondents are directed forthwith to release the\r\nApplicants from detention in the Inadmissible Facility\nat OR Tambo\r\nInternational Airport.\n2. It is declared that the First\r\nApplicant is entitled to remain in South Africa until a decision has\r\nbeen made on his application\nfor asylum and, where applicable, the\r\nApplicant has had an opportunity to exhaust his rights of review or\r\nappeal in terms of Chapter\n2 of the Refugees Act 130 of 1998 and the\nPromotion of Administrative Justice Act 3 of 2000\n.\n3. It is declared that the\r\nSecond Applicant is entitled to remain in South Africa in accordance\r\nwith his status as a refugee.\n4. The First and Second\r\nRespondents are directed forthwith to issue each of the First and\r\nSecond Applicants with an Asylum Transit\nPermit in terms of\nsection\r\n23\nof the\nImmigration Act 13 of 2002\n. Such permits shall remain valid\r\nfor 14 days, during which period the First and Second Applicant will\r\nreside at My Lillipot Shelter,\n4\nth\nStreet, Rosettenville, or such\r\nother address as is provided to the First and Second Respondents.\n5. The First and Second\r\nRespondents are ordered to pay the costs of the application, one\r\npaying the other to be absolved, including\nthe costs of two counsel\r\nwhere applicable.’\nJUDGMENT\n________________________________________________________________\nBERTELSMANN AJA (MPATI P, CACHALIA, LEACH and TSHIQI JJA\r\nconcurring)\n[1] At the end of the hearing of this appeal, by\r\nagreement between the parties concluded at the suggestion of the\r\nPresident, this\ncourt made the following order:\n‘\n(a) By\r\nagreement it is ordered:\n1. The Fourth and Fifth\r\nRespondents are directed forthwith to release the Applicants from\r\ndetention in the Inadmissible Facility\nat OR Tambo International\r\nAirport.\n2. It is declared that the First\r\nApplicant is entitled to remain in South Africa until a decision has\r\nbeen made on his application\nfor asylum and, where applicable, the\r\nApplicant has had an opportunity to exhaust his rights of review or\r\nappeal in terms of Chapter\n2 of the\nRefugees Act 130 of 1998\nand the\nPromotion of Administrative Justice Act 3 of 2000\n.\n3. It is declared that the\r\nSecond Applicant is entitled to remain in South Africa in accordance\r\nwith his status as a refugee.\n4. The First\r\nand Second Respondents are directed forthwith to issue each of the\r\nFirst and Second Applicants with an Asylum Transit\nPermit in terms of\nsection 23\nof the\nImmigration Act 13 of 2002\n. Such permits shall\r\nremain valid for 14 days, during which period the First and Second\r\nApplicant will reside at My Lillipot Shelter,\n4\nth\nStreet\r\nRosettenville, or such other address as is provided to the First and\r\nSecond Respondents.\n(b) The issue of costs stands\r\nover for later determination.’\n[2] The court indicated that the reasons motivating the\r\ngranting of the order and determining the costs would be given at a\r\nlater\nstage. This judgment not only contains such reasons and deals\r\nwith the costs but also serves to highlight significant shortcomings\n\nin the way in which the first and second respondents dealt with the\r\nmatter.\n[3] The order was issued immediately\r\nto address the self-evident urgency of resolving the appellants’\r\nplight. There is precedent\nfor the granting of an order prior to\r\ngiving judgment at a later stage when the outcome of the appeal is\r\nnot in doubt and the litigants’\ninterests demand an immediate\r\nresolution:\nAD &\r\nanother v DW & others (Centre for Child Law as amicus curiae\n;\nDepartment for\r\nSocial Development as Intervening Party)\n[2007] ZACC 27\n;\n2008\r\n(3) SA 183\n(CC);\nOccupiers\r\nErf 101, 102, 104 and 112 Shorts Retreat v Daisy Dear (Pty) Ltd &\r\nothers\n[2009] 2 All\r\nSA 410\n(SCA).\n[4] Although the deponent on behalf of the first and\r\nsecond respondents chose to deny this notorious fact, it was never\r\nsuggested\nin argument that Somalia is anything other than a failed or\r\ndysfunctional state that is unable to maintain public order or\r\nprotect\nthe lives of its citizens. It is not disputed that the\r\nappellants hail from Somalia or that their lives would be in danger\r\nif they\nwere to be forced to return to that country. The appellants\r\nhad been held in the Inadmissible Facility at the Oliver Tambo\r\nInternational\nAirport (‘the airport’) since 7 September\r\n2010. They were entitled to enter and remain in South Africa for as\r\nlong\nas the law permitted - hence the immediate order.\n[5] The present proceedings were\r\ninitiated by Pamela Msizi, (‘Msizi’), a protection\r\nofficer at the United Nations High\nCommissioner for Refugees\r\n(‘UNHCR’) in South Africa. Her\nlocus\r\nstandi\nto launch\r\nthe application by the exercise of the competence granted by s 38(b)\r\nof the Constitution was not challenged. She approached\nthe Gauteng\r\nNorth High Court (Pretoria) on an urgent basis to interdict all\r\nrespondents but the third from forcing the appellants\nto board a\r\nflight to Somalia and also to obtain a mandamus against them to\r\nfacilitate the appellants’ re-admission to the\nRepublic. The\r\nsecond appellant was a recognised refugee and the first a registered\r\nasylum seeker. A further mandamus was sought\nto allow the ‘second’\r\nappellant to continue his application for asylum under s 22 of the\r\nRefugee Act 130 of 1998 (‘the\nAct’) (the reference to the\r\nsecond appellant was a clear error as the first appellant is the\r\nasylum seeker – but this\nmistake caused no prejudice to the\r\nrespondents). When the application was launched, the appellants were\r\nbeing held at the Inadmissible\nFacility at the airport. They had made\r\ntelephonic contact with Msizi after having been deported from Namibia\r\nas illegal aliens\nand informed her that they were on the verge of\r\nbeing placed on an Air Kenya flight en route to Mogadishu via\r\nNairobi.\n[6] The appellants also told Msizi that they had earlier\r\nfled Somalia for South Africa but, because of their fears of\r\nxenophobia\nhere, had left for Namibia after they had been told that\r\nthe officers of the UNHCR in that country might be able to arrange\r\nfor\ntheir admission to a country such as Canada where they might also\r\nfurther their education. As a result of a misunderstanding it\nwas\r\nstated in the founding affidavit that the second appellant had left\r\nSouth Africa for Namibia in April 2009 and not 2010, which\nis the\r\ncorrect date. This mistake was corrected in his replying affidavit. I\r\ndeal with this aspect more fully later. Be that as\nit may, they left\r\nSouth Africa for Namibia without informing the authorities and were\r\nthen arrested and deported as set out above.\n[7] In the process of being deported from Namibia to\r\nSomalia, the appellants were flown by Air Namibia to Johannesburg\r\nwhere they\nwere to be placed on a Kenya Airways flight to Nairobi,\r\nKenya. From this country they were ultimately to be transported to\r\nMogadishu.\nHowever, they wanted to remain in South Africa and sought\r\nMsizi’s assistance to this end. From memory the appellants\r\nprovided\nMsizi with the numbers of the files in which their\r\napplications for asylum and refugee status had been processed by the\r\nDepartment\nof Home Affairs (‘the Department’).\n[8] Msizi attempted to solve the appellants’\r\ndifficulties by engaging with the Department, represented in the\r\nlater application\nto the court below and in this appeal by its\r\nMinister and its Director-General as first and second respondent\r\nrespectively. The\nofficial tasked to deal with the appellants’\r\ncase refused to permit their entry into the country on the ground\r\nthat the appellants\nwere Namibian deportees and that South African\r\nauthorities had no jurisdiction to interfere with another state’s\r\ndeportation\norder.\n[9] The urgent application referred to above followed.\r\nIt was postponed to allow the first and second respondents to prepare\r\nand\nfile opposing affidavits. An interim order was made to ensure\r\nthat appellants were not removed to another country against their\n\nwill, pending the finalisation of the application.\n[10] The third respondent, Kenya Airways, was joined as\r\nthe carrier that was to fly the appellants out of South Africa. The\r\nfourth\nrespondent, Analytical Risk Management International: Aviation\r\nSecurity Division, is a private security business with its\r\nheadquarters\nat 4 Karen Street, Bryanston, Johannesburg. It runs the\r\ninternational Inadmissible Facility under the auspices of the fifth\r\nrespondent,\nthe Airports Company of South Africa. Established in\r\nterms of the\nAirports Company Act 44 of 1993\n, the fifth respondent is\r\nresponsible for the operation and control of the airport, including\r\nthe Inadmissible Facility which is\nlocated in the airport building.\r\nThe third, fourth and fifth respondents did not oppose the\r\napplication.\n[11] As stated above, the appellants sought an interdict\r\nto prevent their deportation from South Africa and also a mandamus to\r\nfacilitate\ntheir entry into the country, the second appellant as a\r\nrecognized refugee and the first appellant as an asylum seeker. A\r\nfurther\norder was sought against the first and second respondents to\r\nre-issue the second appellant with a permit in terms of the Act.\r\n(This\norder should have been sought on behalf of the first appellant\r\nas set out above.)\n[12] As proof of the second appellant’s status,\r\nMsizi attached a copy of the second appellant’s Recognised\r\nRefugee Status\nPermit to her founding\naffidavit. This permit was issued in\r\n2010 in terms of s 27(a) of the Act.\n1\nIt is valid until January 2012.\n[13] In a supplementary affidavit prepared after the\r\ninterim order had been granted Msizi supplied the file number of the\r\nfile in\nwhich the first appellant had lodged his asylum application.\r\nThe appellants also filed supplementary affidavits to explain why\r\nthey had entered South Africa. The second appellant left his home\r\ncountry and came to South Africa in 2003 because of the threat\nof\r\nviolence that endangered his life. The first appellant had been\r\npersecuted in Somalia. Upon entry into South Africa in 2009\nhe was\r\nissued with a temporary asylum seeker’s permit. He quoted the\r\nnumber of his file from memory. His memory failed him.\nThe file\r\nnumber initially supplied was incorrect, but after discovering the\r\nerror, he gave the correct reference in the replying\naffidavit.\n[14] A Director: Port of Entry in charge of immigration\r\nduties at the airport, Mr Ronny Marule, deposed to the first and\r\nsecond\nrespondents’ (‘the respondents’) answering\r\naffidavit. He denied that the respondents had any record relating to\n\nthe appellants and disputed their status as refugees or asylum\r\nseekers.\n[15] He raised a number of further defences that may be\r\nsummarized as follows:\n(a) The respondents were not responsible for the\r\nappellants as they were being deported by another country. They were\r\nin fact the\nresponsibility of Air Namibia, on whose flight they had\r\nbeen brought to South Africa. Reliance was placed on the Chicago\r\nConvention\non International Aviation, which was said to impose that\r\nduty upon the carrier.\n(b) While being detained at the Inadmissible Facility\r\nthey were not in law in South Africa and the South African\r\nauthorities and\ncourts had no jurisdiction over them. They were held\r\npending their return to Namibia and were thus not being deported.\r\nTheir status\nin South Africa was irrelevant to their fate.\n(c) South African courts had no jurisdiction to consider\r\nor interfere with the execution of a deportation order issued by\r\nanother\ncountry.\n(d) As deportees of another country, the appellants had\r\nno right to invoke the protection of the Act. (A further suggestion\r\nthat\nthe appellants were being deported by order of the Namibian High\r\nCourt, contained in Marule’s affidavit, has no foundation\nin\r\nfact. No attempt was made to explain how that allegation came to be\r\nmade. Marule opined, incorrectly, that such an order must\nbe enforced\r\nby South African courts as a matter of course.)\n(e) In argument a further point was raised that was not\r\nreferred to in the affidavit filed on respondents’ behalf,\r\nnamely\nthat the appellants had waived any claim to recognition of\r\ntheir respective status – if such were held to have been\r\nestablished\n– by reason of the fact that they had left the\r\ncountry without the Minister’s or any other authority’s\r\nconsent.\n[16] In their replying affidavits the appellants joined\r\nissue with the respondents’ denial of being in possession of\r\ntheir\nfiles, evidencing their status. Msizi obtained proof from the\r\nRefugee Reception Offices in Durban and Port Elizabeth that a file\n\nexisted in the Department for each appellant and confirmed the\r\ncorrect file numbers. The confusion that had arisen relating to\nthe\r\ndate upon which the appellants left the country was explained.\n[17] The court below held that the appellants had not\r\nestablished their respective status as a recognized refugee and an\r\nasylum\nseeker. It concluded that an irresolvable dispute of fact had\r\narisen in the affidavits in respect of this issue. It further held\n\nthat a South African court could not interfere with a Namibian\r\ndeportation order and that it could not be argued that the appellants\n\nwere in law in South Africa while being held in the Inadmissible\r\nFacility. The application was dismissed, but the appellants were\n\nallowed to remain in the Facility pending this appeal, leave having\r\nbeen granted by the court below.\n[18] In argument before this court, the respondents\r\nrelied upon substantially the same defences that had been advanced in\r\nthe court\nbelow. I propose to deal with the respondents’\r\ngrounds of opposition before commenting upon their approach toward\r\nthis matter.\n[19] The appellants’ status as an asylum seeker\r\nand a recognized refugee respectively was established by the\r\nidentification\nof their files and the second appellant’s\r\npermit. The respondents’ allegation that the department had no\r\nrecord of\nthe appellants was refuted in the replying affidavits. The\r\nrespondents did not file an additional affidavit once the appellants’\n\ncorrect file numbers were placed on record, which they surely would\r\nhave done if the allegations in the replying affidavits were\n\nincorrect. Indeed, the respondents’ officials were eventually\r\nable to trace the appellants’ files. Counsel for the\n\nrespondents informed the court from the Bar that they were in her\r\npossession at that stage, although she was instructed that they\n\ncontained no trace of the appellants’ permits or applications.\r\nBut that does not mean that the applications had not been\nlodged nor\r\npermits issued as the appellants have alleged, and the court below\r\nerred in holding that the appellants had not succeeded\nin\r\nestablishing their status.\n[20] The argument that individuals\r\nwho are held in an inadmissible facility at a port of entry into the\r\nRepublic are beyond the\ncourts’ jurisdiction flies in the face\r\nof the decision of\nLawyers\r\nfor Human Rights & another v Minister of Home Affairs &\r\nanother\n[2004] ZACC 12\n;\n2004 (4) SA\r\n125\n(CC). Yacoob J said the following at par 25 and 26:\n‘\nThe\r\ngovernment contended that our Bill of Rights does not accord\r\nprotection to foreign nationals at ports of entry who have not\nyet\r\nbeen allowed formally to enter the country. It was accordingly\r\nsuggested that the provisions in issue cannot be found to be\n\ninconsistent with the Constitution. The government relied on s 7(1)\r\nof the Constitution which enshrines the rights of all the people\n“in\r\nour country”. We were urged to find that people at ports of\r\nentry who have not yet been allowed formally to enter\nSouth Africa,\r\nare not “in our country” within the meaning of the\r\nsubsection.\nIt is neither\r\nnecessary nor desirable to answer the general question as to whether\r\nthe people to whom s 34 of the Act applies are\nbeneficiaries of all\r\nthe rights in the Constitution. It is apparent from this judgment\r\nthat the rights contained in s 12 and s\n35(2) of the Constitution are\r\nimplicated. The only relevant question in this case therefore is\r\nwhether these rights are applicable\nto foreign nationals who are\r\nphysically in our country but who have not been granted permission to\r\nenter and have therefore not\nentered the country formally. These\r\nrights are integral to the values of human dignity, equality and\r\nfreedom that are fundamental\nto our constitutional order. The denial\r\nof these rights to human beings who are physically inside the country\r\nat sea- or airports\nmerely because they have not entered South Africa\r\nformally would constitute a negation of the values underlying our\r\nConstitution.\nIt could hardly be suggested that persons who are being\r\nunlawfully detained on a ship in South African waters cannot turn to\r\nSouth\nAfrican courts for protection, or that a person who commits\r\nmurder on board a ship in South African waters is not liable to\r\nprosecution\nin a South African court.’\n2\n[21] It is a matter for comment that the respondents\r\nwere parties to that matter and that the Constitutional Court\r\nrejected a similar\nargument that was advanced in the court below and\r\nbefore us. No submission was made before us that would justify any\r\ndeparture\nby this court from the principles laid down in that\r\ndecision.\n[22] Passengers on an international\r\nflight landing in South Africa are subject to the jurisdiction of\r\nSouth African courts:\nNkondo\r\nv Minister of Police & another\n1980\r\n(2) SA 894\n(O). The respondents’ submission is not only\r\nincompatible with the provisions of the 1951 United Nations\r\nConvention on the\nStatus of Refugees and its Protocol as well as the\r\n1969 Convention Governing the Specific Aspects of Refugee Problems in\r\nAfrica,\nbut also with the provisions of the Act, section 6 of which\r\nprovides for it to be applied with due regard to the provisions of\r\nthe UN Convention and its Protocol as well as the 1969 OAU\r\nConvention. The Act also provides for the admission of foreigners who\n\nfind themselves in distressed circumstances owing to the conditions\r\nenumerated in ss 2 and 3 thereof.\n3\nThe words of the Act mirror those of\r\nthe UN Convention and the OAU Convention of 1969.\n4\nThey patently prohibit the prevention\r\nof access to the Republic of any person who has been forced to flee\r\nthe country of her or\nhis birth because of any of the circumstances\r\nidentified in s 2 of the Act. Refugees entitled to be recognised as\r\nsuch may more\noften than not arrive at a port of entry without the\r\nnecessary documentation and be placed in an inadmissible facility.\n5\nSuch persons have a right to apply\r\nfor refugee status, and it is unlawful to refuse them entry if they\r\nare\nbona fide\nin\r\nseeking refuge. The Department’s officials have a duty to\r\nensure that intending applicants for refugee status are given\nevery\r\nreasonable opportunity to file an application with the relevant\r\nRefugee Reception Office – unless the intending applicant\nis\r\nexcluded in terms of s 4 of the Act.\n6\n[23] An intending applicant’s rights are clearly\r\njusticiable, even if the individual is held in an inadmissible\r\nfacility.\nThe Act indubitably applies to the very category of persons\r\ninto which the appellants fall. The respondents’ argument that\n\nthe Act does not apply to them ignores the very reason for placing\r\nthe Act on the statute book.\n[24] The Act’s provisions are\r\nin accordance with international law and practice, as evidenced by\r\ndecisions of the European\nCourt of Human Rights to which we were\r\nreferred by counsel for the appellants:\nAmuur\r\nv France\n(1996) 23\r\nEHRR 533\nand\nRiad\r\nand Idiab v Belgium\nNo\r\n29787/03. In both instances that court had no difficulty in holding\r\nthat municipal courts had jurisdiction to deal with the rights\nof\r\npersons held in circumstances similar to those of the appellants.\n[25] The respondents relied on the Chicago Convention on\r\nInternational Civil Aviation to support the argument that an\r\ninadmissible\nfacility is the domain of international carriers who are\r\nresponsible for the transport of deportees to the state to which the\r\ndeporting\nstate has decreed that they should be deported to,\r\nregardless whether the deportees are refugees from that country or\r\nnot. It appears,\nhowever, that they had the previous version of\r\nArticle 5.4 of Annex 9 to the Convention (Standards and Recommended\r\nPractices on\nFacilitation) in mind, which placed the responsibility\r\nfor looking after a person who was denied entry into a contracting\r\nstate’s\nterritory on the carrier who transported him or her to\r\nthe relevant Port of Entry. Counsel for the appellant drew attention\r\nto\nthe latest version of this particular Article, to which a note was\r\nadded in 2005 which reads:\n‘\nNote –\r\nnothing in this provision is to be construed so as to allow the\r\nreturn of a person seeking asylum in the territory\nof a Contracting\r\nState, to a country where his life or freedom would be threatened on\r\naccount of his race, religion, nationality,\nmembership in a\r\nparticular social group or political opinion.’\nThe Convention, which has been incorporated into our\r\nmunicipal law by the\nCivil Aviation Act 13 of 2009\n, thus provides no\r\nsupport for the respondents’ case.\n[26] The appellants would face a real\r\nrisk of suffering physical harm if they were forced to return to\r\nSomalia. It is obvious that\nno effective guarantee can be given that\r\nthe appellants would not be persecuted or subjected to some form of\r\ntorture, or cruel,\ninhuman and degrading treatment if they are\r\ncompelled to re-enter that country. It is the prevention of this harm\r\nthat the Act\nseeks to address by prohibiting a refugee’s\r\ndeportation. Deportation to another state that would result in the\r\nimposition\nof a cruel, unusual or degrading punishment is in conflict\r\nwith the fundamental values of the Constitution:\nMohamed\r\n& another v President of the Republic of South Africa &\r\nothers (Society for the Abolition of the Death Penalty in\nSouth\r\nAfrica & another intervening)\n[2001] ZACC 18\n;\n2001\r\n(3) SA 893\n(CC) in which the court stated:\n7\n‘\nIn\r\nMakwanyane Chaskalson P said that by committing ourselves to a\r\nsociety founded on the recognition of human rights we are required\nto\r\ngive particular value to the rights to life and dignity, and that\r\n'this must be demonstrated by the State in everything that\nit does'.\r\nIn handing Mohamed over to the United States without securing an\r\nassurance that he would not be sentenced to death, the\nimmigration\r\nauthorities failed to give any value to Mohamed's right to\nlife, his right to have his\r\nhuman dignity respected and protected and his right not to be\r\nsubjected to cruel, inhuman or degrading\npunishment. . . .\n‘\nBut\r\nwhatever the position may be under Canadian law where deprivation of\r\nthe right to life, liberty and human dignity is dependent\nupon the\r\nfundamental principles of justice, our Constitution sets different\r\nstandards for protecting the right to life, to human\ndignity and the\r\nright not to be treated or punished in a cruel, inhuman or degrading\r\nway. Under our Constitution these rights are\nnot qualified by other\r\nprinciples of justice. There are no such exceptions to the protection\r\nof these rights. Where the removal\nof a person to another country is\r\neffected by the State in circumstances that threaten the life or\r\nhuman dignity of such person,\nss 10 and 11 of the Bill of Rights are\r\nimplicated. There can be no doubt that the removal of Mohamed to the\r\nUnited States of America\nposed such a threat. This is perhaps best\r\ndemonstrated by reference to the case of Salim, who was extradited\r\nfrom Germany to the\nUnited States subject to an assurance that the\r\ndeath penalty would not be imposed on him. This assurance has been\r\nimplemented by\nthe United States and Salim is to be tried in\r\nproceedings in which the death sentence will not be sought. . . .\nIt is not only ss 10 and 11 of\r\nthe Constitution that are implicated in the present case. According\r\nto s 12(1)(d) and (e) of our\nConstitution, everyone has the right to\r\nfreedom and security of the person, which includes the right not to\r\nbe tortured in any\nway and not to be treated or punished in a cruel,\r\ninhuman or degrading way. For the reasons given in Makwanyane, South\r\nAfrican\nlaw considers a sentence of death to be cruel, inhuman and\r\ndegrading punishment.’\n[27] By the same token, refusing a refugee entry to this\r\ncountry, and thereby exposing her or him to the risk of persecution\r\nor\nphysical violence in his home country is in conflict with the\r\nfundamental values of the Constitution.\n[28] The argument that a South African court has no\r\njurisdiction over the Inadmissible Facility by virtue of the fiction\r\nthat it\ndoes not form part of the Republic’s territory is\r\nwrong. Potential asylum seekers and refugees held in that facility\r\nare\nentitled to the assistance of the Department’s officials\r\nand need show no more than that they are persons who might qualify\nas\r\nrefugees or asylum seekers. Whether or not the appellants were\r\npreviously admitted to the Republic or were granted the status\nof\r\nrecognized refugee or asylum seeker is irrelevant for the\r\ndetermination of this question.\n[29] The suggestion that a Namibian\r\ndeportation order precludes the South African authorities and courts\r\nfrom dealing with the case\nof a Namibian deportee who is held in an\r\ninadmissible facility at a South African port of entry is untenable.\r\nIf correct, it would\nconstitute an unwarranted administrative\r\nintrusion into the affairs of the Republic, a sovereign state. This\r\nsuggestion is foreign\nto international law:\nCommissioner\r\nof Taxes, Federation of Rhodesia v McFarland\n1965\r\n(1) SA 470\n(W) at 473G - 474G. A sovereign State has exclusive\r\ncontrol over its territory. Foreign States may exercise only such\r\nauthority\nin its domain as may be agreed by international treaty.\r\nDugard\nInternational\r\nLaw – A South African Perspective\n3\nrd\ned (2005) p 82 states that statehood\r\nis defined by a) a permanent population; b) a defined territory; c)\r\ngovernment; and d) capacity\nto enter into relations with other\r\nstates. He adds in respect of the characteristic of government: ‘In\r\norder to meet this\nrequirement a state must have a government that is\r\nin effective control of its territory, and that is independent of any\r\nother\nauthority.’ South Africa is clearly a sovereign and\r\nindependent state.\n8\nThe appellants are within this\r\ncountry and are entitled to the protection of its laws, even if they\r\nhappen to have arrived here\nin the course of being deported from\r\nanother sovereign and independent state The respondents’\r\ncontrary contentions are without\nmerit.\n[30] The respondents sought to persuade this Court that\r\nthe appellants were not held by them, but by the fourth and fifth\r\nrespondents,\nwho fall under the Department of Transport’s\r\njurisdiction. This argument was not raised in the court below. It is\r\npure sophistry.\nRefugees are the responsibility of the respondents,\r\nwho are tasked by the Act to attend to individuals who find\r\nthemselves in such\ninvidious circumstances. The fourth and fifth\r\nrespondents did not oppose the application. The respondents’\r\nrefusal to allow\nthe appellants to enter the country is the single\r\ncause for their continued sojourn in the Inadmissible Facility.\r\nNothing more\nneed be said about this submission.\n[31] The respondents’ contention that the\r\nappellants would not be deported, but only returned to Namibia, where\r\nthey would\nnot face physical hardship, is also bereft of validity. If\r\nreturned to Namibia the appellants would simply be deported again –\n\nthis time perhaps via another country - to Somalia.\n[32] The further suggestion that the\r\nappellants had waived their right to be considered as refugees or\r\nasylum seekers, advanced\nfor the first time in reaction to a question\r\nby this court, faces insurmountable obstacles. Waiver is never to be\r\npresumed, especially\nnot in respect of an alleged surrender of the\r\nprotection afforded by fundamental rights.\n9\nQuite apart from the fact that\r\nreg 9(1) published in terms of the Act expressly provides for a\r\nsecond application by a returning\nrefugee, there is nothing in the\r\npapers to suggest that the appellants were aware of the full extent\r\nof their rights, or that they\nappreciated that their departure might\nbe regarded as a waiver of the\r\nprotection they enjoyed under the Act. There can be no suggestion\r\nthat the appellants intended to\nabandon their respective refugee or\r\nasylum seeker status.\n[33] It follows that the appeal must succeed. However,\r\nit is unfortunately necessary to comment upon the respondents’\r\napproach\nto this litigation. Section 7 of the Constitution imposes\r\nthe duty on organs of State – and thus on officials of the\r\nDepartment\n– to ‘respect, promote and fulfil the rights\r\nin the Bill of Rights.’ The respondents’ officials have\r\nfailed\nto comply with these demands. It is obvious from the manner in\r\nwhich they dealt with the appellants that they had little regard\nto\r\ntheir fears for their safety should they be compelled to return to\r\nSomalia.\n[34] A copy of the second appellant’s Recognised\r\nRefugee Status Permit was annexed to the founding affidavit. It\r\ncontained\na clear fingerprint and a clear Bar Code which, if it had\r\nbeen read even once, would have provided confirmation of second\r\nappellant’s\nstatus and identity. Marule failed to inform the\r\ncourt whether or not he had inspected the Bar Code. He adopted an\r\nevasive approach\nby arguing that if second appellant had left the\r\ncountry in 2009, he could not have been issued with a permit in 2010.\r\nWhen the\ncorrect date was recorded in the replying affidavit, no\r\nattempt was made to place the correct information on record and to\r\nconcede\nwhat could not be denied. Instead, Marule indulged in a\r\nsophistic exercise of referring to another official, one Sibanyone,\r\nwho\nhad allegedly informed him that the permit was not authentic. Her\r\nso-called confirmatory affidavit, upon which he relied, revealed\nno\r\nmore than a laconic confirmation of Marule’s allegation as far\r\nas they related to her. This slothful way of placing Sibanyone’s\n\nevidence before the court resulted in her confirming no more than\r\nthat she had told Marule what he said she had, but this is no\n\nevidence of the truth of the content of that statement or why she had\r\nsaid that the permit was not authentic. This comes perilously\nclose\r\nto a deliberate failure to take the court into the official’s\r\nconfidence.\n[35] Similar criticism must be levelled at the\r\nrespondents’ failure to inform the court immediately of the\r\nfact that the appellants’\nfiles had been traced in the\r\nDepartment’s records. In spite of the fact that the respondents\r\ncould no longer harbour any\ndoubt about the appellant’s\r\nidentity once the correct file numbers were placed on record, and\r\nthey were therefore in duty\nbound to set the record straight, the\r\nrespondents persisted in their heads of argument with the denial of\r\nbeing in possession of\nany record relating to the appellants, putting\r\nthem to needless effort and expense to meet this spurious defence.\n[36] Our courts have on several\r\noccasions expressed their disquiet at the failure of Government\r\nofficials, including the Department’s\nofficials, to respect the\r\nrights of individuals they deal with and to act in accordance with\r\ntheir duties imposed by the Constitution:\nEveleth\r\nv Minister of Home Affairs & another\n2004\r\n(11) BCLR 1223\n(T) paras 45 to 48;\nNyathi\r\nv MEC for the Gauteng Deparrtment of Health & another\n2008\r\n(5) SA 94\n(CC);\nTotal\r\nComputer Services (Pty) Ltd v Municipal Mayor, Potchefstroom Local\r\nMunicipality & others\n[2007] ZAGPHC 239\n;\n2008\r\n(4) SA 346\n(T) para 21;\nVan\r\nStraaten v President of the Republic of South Africa & others\n2009 (3) SA 457\n(CC). In the present\r\ninstance the respondents’ officials failed to understand the\r\nvery object and purpose of the Act it was\ntheir duty to apply,\r\ncausing unnecessary litigation and wasted costs. Had the appellants\r\ngiven timeous notice of an intention to\napply for a punitive costs\r\norder, such would in all likelihood have been granted.\n[37] The respondents also argued that even if the appeal\r\nsucceeded they should not be held liable for the appellants’\r\ncosts.\nThis argument, too, is devoid of substance. The appellants had\r\nto approach a court to avoid their deportation and this court in\n\norder to obtain relief denied them in the court below. There is no\r\nreason for costs not to follow the event.\n[38] The appeal is upheld with costs, including the\r\ncosts of two counsel. The order of the court a quo is set aside and\r\nreplaced\nwith the following order (for completeness I repeat\r\nparagraphs 1 – 4 of the order granted at the conclusion of the\r\nappeal):\n‘\n1. The\r\nFourth and Fifth Respondents are directed forthwith to release the\r\nApplicants from detention in the Inadmissible Facility\nat OR Tambo\r\nInternational Airport.\n2. It is declared that the First\r\nApplicant is entitled to remain in South Africa until a decision has\r\nbeen made on his application\nfor asylum and, where applicable, the\r\nApplicant has had an opportunity to exhaust his rights of review or\r\nappeal in terms of Chapter\n2 of the\nRefugees Act 130 of 1998\nand the\nPromotion of Administrative Justice Act 3 of 2000\n.\n3. It is declared that the\r\nSecond Applicant is entitled to remain in South Africa in accordance\r\nwith his status as a refugee.\n4. The First and Second\r\nRespondents are directed forthwith to issue each of the First and\r\nSecond Applicants with an Asylum Transit\nPermit in terms of\nsection\r\n23\nof the\nImmigration Act 13 of 2002\n. Such permits shall remain valid\r\nfor 14 days, during which period the First and Second Applicant will\r\nreside at My Lillipot Shelter,\n4\nth\nStreet Rosettenville, or such\r\nother address as it provided to the First and Second Respondents.\n5. The first and second\r\nrespondents are ordered to pay the costs of the application, jointly\r\nand severally, the one to pay, the\nother to be absolved, including\r\nthe costs of two counsel where applicable.’\n_________________________\nE BERTELSMANN\nACTING JUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nappellants: S Budlender\nJ\r\nvan Garderen\nN\r\nLewis\nInstructed\r\nby:\nLawyers for Human Rights Johannesburg Law Clinic,\r\nJohannesburg\nWebbers, Bloemfontein\nFor\r\nrespondents: N Cassim SC\nN\r\nManaka\nInstructed\r\nby:\nThe\r\nState Attorney, Pretoria\nThe\r\nState Attorney, Bloemfontein\n1\n'27\r\n\tProtection and general rights of refugees\nA\r\n\trefugee –\nis\r\n\t\tentitled to a formal written recognition of refugee status in the\r\n\t\tprescribed form;\nenjoys\r\n\t\tfull legal protection, which includes the rights set out in Chapter\r\n\t\t2 of the Constitution and the right to remain in\nthe Republic in\r\n\t\taccordance with the provisions of this Act;\nis\r\n\t\tentitled to apply for an immigration permit in terms of the Aliens\r\n\t\tControl Act, 1991, after five years’ continuous\nresidence in\r\n\t\tthe Republic from the date on which he or she was granted asylum,\r\n\t\tif the Standing Committee certifies that he\nor she will remain a\r\n\t\trefugee indefinitely;\nis\r\n\t\tentitled to an identity document referred to in section 30;\nis\r\n\t\tentitled to a South African travel document on application as\r\n\t\tcontemplated in section 31;\nis\r\n\t\tentitled to seek employment; and\nIs\r\n\tentitled to the same basic health services and primary education\r\n\twhich the inhabitants of the Republic receive from time to\ntime.’\n2\nSee\r\n\tfurther Madala J’s minority judgment paras 55 to 57.\n3\n‘\n2\r\n\tGeneral prohibition of refusal of entry, expulsion, extradition or\r\n\treturn to other country in certain circumstances\nNotwithstanding\r\n\tany provision of this Act or any other law to the contrary, no\r\n\tperson may be refused entry into the Republic,\nexpelled, extradited\r\n\tor returned to any other country or be subject to any similar\r\n\tmeasure, if as a result of such refusal, expulsion,\nextradition,\r\n\treturn or other measure, such person is compelled to return to or\r\n\tremain in a country where-\nhe\r\n\t\tor she may be subjected to persecution on account of his or her\r\n\t\trace, religion, nationality, political opinion or membership\nof a\r\n\t\tparticular social group; or\nhis\r\n\t\tor her life, physical safety or freedom would be threatened on\r\n\t\taccount of external aggression, occupation, foreign domination\nor\r\n\t\tother events seriously disturbing or disrupting public order in\r\n\t\teither part or the whole of that country.’\n3 Refugee status\nSubject to Chapter 3, a person qualifies for refugee\r\n\tstatus for the purposes of this Act if that person-\nowing to a well-founded fear of being persecuted by\r\n\t\treason of his or her race, tribe, religion, nationality, political\r\n\t\topinion\nor membership of a particular social group, is outside the\r\n\t\tcountry of his or her nationality and is unable or unwilling to\r\n\t\navail himself or herself of the protection of that country, or, not\r\n\t\thaving a nationality and being outside the country of his\nor her\r\n\t\tformer habitual residence is unable or, owing to such fear,\r\n\t\tunwilling to return to it; or\nowing to external aggression, occupation, foreign\r\n\t\tdomination or events seriously disturbing or disrupting public\r\n\t\torder in either\na part or the whole of his or her country of origin\r\n\t\tor nationality, is compelled to leave his or her place of habitual\r\n\t\tresidence\nin order to seek refuge elsewhere, or\nis a dependant of a person contemplated in paragraph\r\n\t\t(a) or (b).’\nSections 2, 3 and 4 of the Act have been amended by the\nRefugees Amendment Act 33 of 2008\n, which has not yet been\r\n\timplemented. The amendments do not change the essential spirit or\r\n\timport of the Act.\n4\n1969\r\n\tOAU Convention\n'Article\r\n\t1\nDefinition\r\n\tof the term \"Refugee\"\n1. For the purposes of this Convention, the term\r\n\t\"refugee\" shall mean every person who, owing to\r\n\twell-founded fear of\nbeing persecuted for reasons of race, religion,\r\n\tnationality, membership of a particular social group or political\r\n\topinion, is\noutside the country of his nationality and is unable or,\r\n\towing to such fear, is unwilling to avail himself of the protection\r\n\nof that country, or who, not having a nationality and being outside\r\n\tthe country of his former habitual residence as a result of\nsuch\r\n\tevents is unable or, owing to such fear, is unwilling to return to\r\n\tit.\n2. The term \"refugee\" shall also apply to\r\n\tevery person who, owing to external aggression, occupation, foreign\r\n\tdomination\nor events seriously disturbing public order in either\r\n\tpart or the whole of his country of origin or nationality, is\r\n\tcompelled\nto leave his place of habitual residence in order to seek\r\n\trefuge in another place outside his country of origin or\r\n\tnationality.\n3. In the case of a person who has several\r\n\tnationalities, the term \"a country of which he is a national\"\r\n\tshall mean\neach of the countries of which he is a national, and a\r\n\tperson shall not be deemed to be lacking the protection of the\r\n\tcountry\nof which he is a national if, without any valid reason based\r\n\ton well-founded fear, he has not availed himself of the protection\n\n\tof one of the countries of which he is a national.\n4. This Convention shall cease to apply to any refugee\r\n\tif: (a) he has voluntarily re-availed himself of the protection of\r\n\tthe\ncountry of his nationality, or, (b) having lost his nationality,\r\n\the has voluntarily reacquired it, or, (c) he has acquired a new\n\n\tnationality, and enjoys the protection of the country of his new\r\n\tnationality, or, (d) he has voluntarily re-established himself\nin\r\n\tthe country which he left or outside which he remained owing to fear\r\n\tof persecution, or, (e) he can no longer, because the\ncircumstances\r\n\tin connection with which\nhe was recognized as a refugee have ceased to exist,\r\n\tcontinue to refuse to avail himself of the protection of the country\r\n\tof his\nnationality, or, (f) he has committed a serious non-political\r\n\tcrime outside his country of refuge after his admission to that\r\n\tcountry as a refugee, or, (g) he has seriously infringed the\r\n\tpurposes and objectives of this Convention.\n5. The provisions of this Convention shall not apply to\r\n\tany person with respect to whom the country of asylum has serious\r\n\treasons\nfor considering that:\n(a) he has committed a crime against peace, a war\r\n\tcrime, or a crime against humanity, as defined in the international\r\n\tinstruments\ndrawn up to make provision in respect of such crimes;\n(b) he committed a serious non-political crime outside\r\n\tthe country of refuge prior to his admission to that country as a\r\n\trefugee;\n(c) he has been guilty of acts contrary to the purposes\r\n\tand principles of the\nOrganization\r\n\tof African Unity;\n(d) he has been guilty of acts contrary to the purposes\r\n\tand principles of the United Nations.\nFor the purposes of this Convention, the Contracting\r\n\tState of Asylum shall determine whether an applicant is a refugee.\nArticle\r\n\t2\nAsylum\nMember States of the OAU shall use their best\r\n\t\tendeavours consistent with their respective legislations to receive\r\n\t\trefugees and\nto secure the settlement of those refugees who, for\r\n\t\twell-founded reasons, are unable or unwilling to return to their\r\n\t\tcountry\nof origin or nationality.\nThe grant of asylum to refugees is a peaceful and\r\n\t\thumanitarian act and shall not be regarded as an unfriendly act by\r\n\t\tany Member\nState.\n3. No person shall be subjected by a Member State to\r\n\tmeasures such as rejection at the frontier, return or expulsion,\r\n\twhich would\ncompel him to return to or remain in a territory where\r\n\this life, physical integrity or liberty would be threatened for the\r\n\treasons\nset out in Article I, paragraphs 1 and 2.\n4. Where a Member State finds difficulty in continuing\r\n\tto grant asylum to refugees, such Member State may appeal directly\r\n\tto other\nMember States and through the OAU, and such other Member\r\n\tStates shall in the spirit of African solidarity and international\r\n\tcooperation\ntake appropriate measures to lighten the burden of the\r\n\tMember State granting asylum.\n5. Where a refugee has not received the right to reside\r\n\tin any country of asylum, he may be granted temporary residence in\r\n\tany\ncountry of asylum in which he first presented himself as a\r\n\trefugee pending arrangement for his resettlement in accordance with\n\n\tthe preceding paragraph.\n6. For reasons of security, countries of asylum shall,\r\n\tas far as possible, settle refugees at a reasonable distance from\r\n\tthe frontier\nof their country of origin.'\n5\nYacoob\r\n\tJ’s description of alleged illegal foreigners in\nLawyers\r\n\tfor Human Rights\nsupra para 20 applies in equal measure to\r\n\trefugees and asylum seekers:\n‘\nThe provisions challenged in\r\n\tthe High Court are of immense public importance, being concerned\r\n\twith a delicate issue that has implications\nfor the circumstances in\r\n\tand the extent to which we restrict the liberty of human beings who\r\n\tmay be said to be illegal foreigners.\nThe determination of this\r\n\tquestion could adversely affect not only the freedom of the people\r\n\tconcerned but also their dignity\nas human beings. The very fabric of\r\n\tour society and the values embodied in our Constitution could be\r\n\tdemeaned if the freedom\nand dignity of illegal foreigners are\r\n\tviolated in the process of preserving our national integrity.\nMoreover, many of the people who arrive at a port of\r\n\tentry without being entitled to any of the large variety of\r\n\tresidence permits\nallowed by the Act may be vulnerable and poor\r\n\twithout support systems, family, friends or acquaintances in South\r\n\tAfrica. Their\nunderstanding of the South African legal system, its\r\n\tvalues, its laws, its lawyers and its non-governmental organisations\r\n\tmay\nbe limited indeed. Finally, it is apparent that in most cases,\r\n\tthe ship that brought the affected person into the country would\n\n\tdepart within a few days, and in many cases in under 24 hours of its\r\n\tarrival.’\n6\n‘\n4\r\n\tExclusion from refugee status\nA person does not qualify for refugee status for the\r\n\t\tpurposes of this Act if there is reason to believe that he or she-\nhas committed a crime against peace, a war crime or a\r\n\t\tcrime against humanity, as defined in any international legal\r\n\t\tinstrument\ndealing with any such crimes; or\nhas committed a crime which is not of a political\r\n\t\tnature and which, if committed in the Republic, would be punishable\r\n\t\tby imprisonment;\nor\nhas been guilty of acts contrary to the objects and\r\n\t\tprinciples of the United Nations Organisation or the Organisation\r\n\t\tof African\nUnity; or\nenjoys the protection of any other country in which he\r\n\t\tor she has taken residence.\nFor the purposes of subsection (1) (c), no exercise of\r\n\t\ta human right recognised under international law may be regarded as\r\n\t\tbeing\ncontrary to the objects and principles of the United Nations\r\n\t\tOrganisation or the Organisation of African Unity.’\n7\n7\r\n\tParagraphs 48, 52 and 54.\n8\nFriedman\r\n\tJ identified independence in a defined territory as a key aspect of\r\n\tsovereignty in\nS v Banda & others\n1989 (4) SA 519\n(BG) at\r\n\t524F – 525G, adopting the concept of territorial sovereignty\r\n\tcoined in the\nIsland of Palmas Arbitration\nby Max Huber.\n‘\nIt is beyond question that\r\n\tthe Republic of South Africa is a sovereign State having majestas,\r\n\tand is recognised as such internationally.\nSovereignty has been\r\n\tdefined in international law G by Max Huber, Arbitrator on\r\n\tTerritorial Sovereignty, in Island of Palmas\nArbitration (1928) 22\r\n\tAJIL 867 at 874, 875, 876 as follows:\n“\n. . .Sovereignty in relation\r\n\tto a portion of the surface of the globe is the legal condition\r\n\tnecessary for the inclusion of such\nportion in the territory of any\r\n\tparticular State. . . . Sovereignty in the relation between States\r\n\tsignifies independence. Independence\nin regard to a portion of the\r\n\tglobe is the right to exercise therein, to the exclusion of any\r\n\tother State, the functions of a\nState. The development of the\r\n\tnational organisation of States during the last few centuries and,\r\n\tas a corollary, the development\nof international law, have\r\n\testablished this principle of the exclusive competence of the State\r\n\tin regard to its own territory\nin such a way to make it the point of\r\n\tdeparture in settling most questions that concern international\r\n\trelations. . . .\nTerritorial sovereignty, as has already been said,\r\n\tinvolves the exclusive right to display the activities of a State.\r\n\tThis right\nhas as a corollary a duty: the obligation to protect\r\n\twithin the territory the rights of other States, in particular their\r\n\tright\nto integrity and inviolability in peace and in war, together\r\n\twith the rights which each State may claim for its nationals in\r\n\nforeign territory. Without manifesting its territorial sovereignty\r\n\tin a manner corresponding to circumstances, the State cannot\nfulfil\r\n\tthis duty. Territorial sovereignty cannot limit itself to its\r\n\tnegative side, ie to excluding the activities of other States;\nfor\r\n\tit serves to divide between nations the space upon which human\r\n\tactivities are employed, in order to assure them at all points\nin\r\n\tthe minimum of protection of which international law is the\r\n\tguardian. . . . ”\n‘\nAn incident of the general\r\n\tright of sovereignty is the right of a State to deal with its\r\n\tterritory. According to the\nJournal\r\n\tof American Jurisprudence\n:\n'It is part of the general right of sovereignty\r\n\tbelonging to independent nations to establish and fix the disputed\r\n\tboundaries\nbetween their respective limits. The boundaries so\r\n\testablished and fixed by compact between nations become conclusive\r\n\ton all\nthe subjects and citizens thereof, and bind their rights;\r\n\tthey are to be treated, to all intents and purposes, as the real\r\n\tboundaries.\nIncluded within the territory of a nation are all such\r\n\tislands as are natural appendages of the coast on which they border\r\n\tand\nfrom which they are formed. It is immaterial whether they are\r\n\tformed of earth, sand, rock, or some other substance, or whether\n\n\tthey are of sufficient firmness to be inhabited or fortified.\r\n\tIslands of alluviation are within the rule. Governments as well\nas\r\n\tprivate persons are bound by the practical line that has been\r\n\trecognised and adopted as their boundary. A settlement of national\n\n\tboundaries is not a judicial, but a political, question. The courts\r\n\tare bound by the decisions of the executive and legislative\n\n\tdepartments of the government in this respect, and judicial notice\r\n\tmay be taken of the territorial extent of the nation whose\nlaws the\r\n\tcourts administer.'\n(See 45 Am Jur 2d S 23 at 363.) 'Sovereignty' has been\r\n\tfurther defined in 45 Am Jur 2d S 37 at 378 as follows:\n'\"Sovereignty\", in its full sense, imports\r\n\tthe supreme, absolute, and uncontrollable power by which an\r\n\tindependent State\nis governed. (Moore v Smaw\n17 Cal 199\n, 218; M\r\n\tSalimoff & Co v Standard Oil Co 237 App Div 686,\n262 NYS 639\n,\r\n\taffd\n262 NY 220\n,\n186 NE 679\n, F\n89 ALR 345.\nFor other definitions,\r\n\tsee Brandes v Mitterling\n67 Ariz 349\n,\n196 P2d 464\n; Bisbee v Cochise\r\n\tCounty\n52 Ariz 1\n,\n78 P2d 982\n; Antonik v Chamberlain\n81 Ohio App 465\n,\n37 Ohio Ops 305\n,\n78 NE2d 752.)'\nIn addition thereto, each State legislates for itself,\r\n\tbut its legislation can operate on itself alone, and except as\r\n\totherwise\nprovided by statute or government, only within its own\r\n\tterritory.’\n9\nMahomed’s\ncase paras 62 to 64.",
  "scraped_at": "2026-02-12T15:15:47.947138",
  "date": "2011-02-15",
  "coram": [
    "MPATI P",
    "CACHALIA",
    "LEACH",
    "TSHIQI JJA",
    "BERTELSMANN AJA"
  ],
  "case_number": "734/2010",
  "parties": {
    "applicants": [
      "Mahamad Arwah Abdi",
      "Yusuf Ali Dhiblawe"
    ],
    "respondents": [
      "Minister of Home Affairs",
      "Director General, Department of Home Affairs",
      "Kenya Airways",
      "Analytical Risk Management International",
      "Airports Company South Africa"
    ]
  },
  "sections": {
    "facts": "The appellants, Mahamad Arwah Abdi and Yusuf Ali Dhiblawe, were recognised as a refugee and an asylum seeker respectively under South African law. After being granted status they left South Africa for Namibia without informing the Department of Home Affairs. They were arrested in Namibia and deported back towards Somalia, being placed in the Inadmissible Facility at OR Tambo International Airport on 7 September 2010. Acting on an urgent application by UNHCR protection officer Pamela Msizi, they sought an interdict to prevent removal to Somalia and a mandamus to be re‑admitted to South Africa. The respondents – the Minister and Director‑General of Home Affairs, Kenya Airways, Analytical Risk Management International and the Airports Company South Africa – opposed the relief, arguing lack of jurisdiction and that the appellants were merely deportees of another state.",
    "issues": "1. Whether South African courts have jurisdiction over persons detained in an inadmissible facility at a port of entry. 2. Whether the appellants, as recognised refugee and asylum seeker, are entitled to remain in South Africa pending determination of their applications. 3. Whether the respondents may lawfully force the appellants to be returned to Somalia in breach of the Constitution and the Refugees Act. 4. Whether the respondents must issue asylum transit permits in terms of the Immigration Act.",
    "principles": "The Court relied on constitutional provisions guaranteeing the rights of all persons in South Africa (s 7, s 12, s 35(2)), the Refugees Act 130 of 1998, the Promotion of Administrative Justice Act, the Immigration Act 13 of 2002 and relevant international instruments (1951 Refugee Convention, 1969 OAU Convention). It applied precedent from Lawyers for Human Rights v Minister of Home Affairs (2004) ZACC 12, AD & another v DW (2007) ZACC 27, Nkondo v Minister of Police (1980), and the principle that persons physically present in the country, even in an inadmissible facility, are within the jurisdiction of South African courts and are entitled to procedural protection. The Court rejected reliance on the Chicago Convention, noting the 2005 amendment excluding return of persons to a country where they face persecution.",
    "application": "The Court found that the appellants' refugee and asylum seeker status was established by the existence of departmental files and a recognised refugee permit. The respondents failed to produce any contrary evidence despite being given the correct file numbers. Their defences – lack of jurisdiction, carrier responsibility, and waiver of rights – were dismissed as inconsistent with constitutional and statutory law. Consequently the Court held that the appellants could not be deported to Somalia and that the respondents were obliged to release them and issue appropriate permits.",
    "conclusion": "The appeal succeeded. The High Court order was set aside. The Fourth and Fifth respondents were directed to release the appellants from the Inadmissible Facility. The first appellant was declared entitled to remain in South Africa pending a final asylum decision; the second appellant was declared entitled to remain as a recognised refugee. Both respondents were ordered to issue asylum transit permits valid for 14 days and to pay the costs of the application, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Immigration Law",
    "level_2": "Refugee & Asylum",
    "level_3": [
      "refugee status",
      "inadmissible facility",
      "jurisdiction",
      "human rights",
      "asylum transit permit"
    ]
  }
}