{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/192.html",
  "case_name": "Director of Public Prosecutions v Phillips (271/2011) [2011] ZASCA 192; 2013 (1) SACR 107 (SCA) (14 November 2011)",
  "citation": "[2011] ZASCA 192",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 192\n|\nNoteup\n|\nLawCite\nDirector of Public Prosecutions v Phillips (271/2011) [2011] ZASCA 192; 2013 (1) SACR 107 (SCA) (14 November 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 271/2011\nIn the matter between:\nTHE DIRECTOR OF PUBLIC\r\nPROSECUTIONS\n…...........................................\nAppellant\nTRANSVAAL\nand\nLARRY BURT PHILLIPS\n…...........................................................................\nRespondent\nNeutral citation\n:\nThe Director of Public Prosecutions v Larry Burt Phillips\n(271/2011)\n[2011] ZASCA 192\n(14 November 2011)\nCoram:\nPONNAN,\r\nBOSIELO JJA and PETSE AJA\nHeard\n16 September\r\n2011\nDelivered:\n14\r\nNovember 2011\nSummary:\nSentence\r\n– imposition of – factors to be taken into account –\r\nmurder of wife – kidnapping – assault\n–\r\ncontravention of s 17(\na\n) of the\nDomestic Violence Act 116 of\n1998\n– globular sentence – undesirability of such\r\npractice – sentence set aside and increased on appeal.\n____________________________________________________________________\nORDER\n____________________________________________________________________\nOn appeal from:\nNorth\r\nGauteng High Court, Pretoria (Louw J sitting as court of first\r\ninstance):\n1 The appeal by the\r\nDirector of Public Prosecutions against the sentence imposed on the\r\nrespondent by the court below succeeds.\n2 The sentence imposed by\r\nthe court below is set aside and in its place is substituted the\r\nfollowing:\n‘\na\r\nin respect of count 1, common assault, the accused is sentenced to\r\ntwelve months’ imprisonment.\nb in respect of count 3,\r\nkidnapping, the accused is sentenced to three years’\r\nimprisonment.\nc in respect of count 4,\r\nmurder, the accused is sentenced to eighteen years’\r\nimprisonment.\nd in respect of count 5,\r\ncommon assault, the accused is sentenced to twelve months’\r\nimprisonment.\ne in respect of count 6,\r\ncontravention of\ns 17(\na\n) of the\nDomestic Violence Act 116 of\n1998\n, the accused is sentenced to two years’ imprisonment.’\n3 It is ordered, in terms\r\nof\ns 280(2)\nof the\nCriminal Procedure Act 51 of 1977\n, that each of\r\nthe sentences imposed on counts 1, 3, 5 and 6 shall run concurrently\r\nwith the sentence imposed on count 4.\n4. The respondent will\r\ntherefore undergo imprisonment for an effective term of eighteen\r\nyears.\n5. The sentence is, in\r\nterms of\ns 282\nof the\nCriminal Procedure Act 51 of 1977\n, antedated to\r\n14 October 2009.\n______________________________________________________________________\nJUDGMENT\n____________________________________________________________________\nPETSE AJA (PONNAN and\r\nBOSIELO JJA CONCURRING):\n[1] This is an appeal by\r\nthe State under s 316B of the Criminal Procedure Act 51 of 1977 (the\nCriminal Procedure Act) against\nthe sentence imposed on the\r\nrespondent, Larry Burt Phillips, subsequent to his conviction in\r\nrespect of the following charges:\nkidnapping; murder; contravening\ns\r\n17(\na\n) of the Domestic Violence Act 116 of 1998 (the\nDomestic\nViolence Act) and\ntwo counts of common assault.\n[2] Aggrieved by the\r\nleniency of the sentence and the fact that the court below took all\r\ncounts as one for the purposes of sentence\nthe State sought leave to\r\nappeal from the court below which was granted to this court on 4\r\nDecember 2009.\n[3] The prosecution of\r\nthe respondent in the court below was a sequel to two incidents which\r\noccurred on 31 October and 24 November\n2008. In respect of counts 1\r\nand 2, which were both alleged to have been committed on the former\r\ndate, the respondent was charged\nwith the attempted murder and rape,\r\nrespectively, of his then estranged wife, Henriette Elizabeth\r\nPhillips (the deceased). The\ndeceased had, following the incident\r\nwhich occurred in the common home of the parties on 31 October 2008,\r\nobtained a protection\norder against the respondent in the Pretoria\r\nMagistrates’ Court on 3 November 2008. This order was served on\r\nthe respondent\nby an officer in the employ of the South African\r\nPolice Service on 10 November 2008. Counts 3 to 6 are all alleged to\r\nhave been\ncommitted on 24 November 2008. In respect of count 3, the\r\nrespondent is alleged to have kidnapped his son Howard James\r\nPhillips.\nCount 4 pertains to the murder of his wife and count 5 to\r\nthe assault with intent to do grievous bodily harm in respect of his\r\nneighbour Joachim Petrus Korb. In count 6 the respondent was charged\r\nwith a contravention of\ns 17(a)\nof the\nDomestic Violence Act.\n[4\n] The respondent\r\npleaded not guilty to the attempted murder charge and the assault\nwith intent to do\r\ngrievous bodily harm charge on counts 1 and 5, but guilty on those\r\ncounts to the offence of common assault. He\npleaded guilty to count\r\n4, the murder and count 6, the breach of the domestic violence\r\ninterdict and not guilty to the remaining\ncounts of rape (count 2)\r\nand kidnapping (count 3). Dealing first with the charges that arose\r\nout of the incident on 31 October\n2008. As the complainant on counts\r\n1 and 2 was deceased by the time the matter came to trial, the rape\r\ncharge (count 2) could not\nbe sustained and the respondent was\r\naccordingly found not guilty. As far as count 1 was concerned, the\r\nrespondent was convicted\non his guilty plea of common assault.\r\nTurning to the occurrences of 24 November 2008. The respondent was\r\nduly convicted on his\nguilty plea on count 6, the breach of the\r\ndomestic violence protection order. The State, however, disputed the\r\nfacts upon which\nthe guilty plea tendered by the respondent in\r\nrespect of count 4, the murder, was advanced. Those facts were not\r\naccepted by the\nState as the respondent sought to downplay the\r\ngravity of the offences to which he had pleaded guilty in his written\r\nstatement\nin terms of\ns 112(2)\nof the\nCriminal Procedure Act.\nConsequently\na plea of not guilty was entered by the court below in\r\nrespect of counts 3 to 5 and evidence was adduced by the State.\n[5] The State’s\r\nprincipal witness was the respondent’s son, Howard. His account\r\nof the events of 28 November 2008 was\nas follows: at approximately\r\n16h00 he was telephoned by the respondent who desired to see him. As\r\narranged the respondent came\nto fetch him from his friend’s\r\nhome. The respondent drove around with him in his motor vehicle\r\naimlessly and attempted to\nforce him to drink brandy. But Howard\r\nrefused to succumb to the respondent’s threats. However, the\r\nrespondent was unrelenting\nand refused to allow Howard to alight from\r\nhis motor vehicle. As they were driving around the respondent told\r\nHoward that he would\ndo so until his vehicle ran out of petrol. The\r\nrespondent appears to have suggested to Howard that he (the\r\nrespondent) had been\nsodomised when much younger and insinuated that\r\na similar fate could befall Howard. The respondent refused to allow\r\nHoward to answer\nhis cellphone when it rang. When the deceased\r\npersisted in calling Howard on his cellphone he, on orders from the\r\nrespondent, answered\nthe phone but only to lie to the deceased, on\r\nthe suggestion of the respondent, saying that he was\nwith the respondent and\r\nthat all was well.\n[6] All of this time the\r\nrespondent was telling Howard that he wanted the latter and his\r\nsister Leigh to speak to the deceased and\npersuade her to withdraw\r\nthe charges that had been preferred against him arising out of the\r\noccurrences of 31 October 2008, for\nwhich he had been arrested and\r\nreleased on bail, so that he could leave the country and work in\r\nAngola where he had been promised\na well paying job. He told Howard\r\nthat he would miss this golden opportunity for as long as there were\r\ncharges still hanging over\nhis head.\n[7] Ultimately the\r\nrespondent drove to the Silverton Police Station where he wanted\r\nHoward to make a statement to the police. However,\non their arrival\r\nthe respondent was told by a police officer that he could not force\r\nHoward to make a statement against his will.\nAt the request of\r\nHoward, the police telephoned Leigh to come to the police station to\r\nfetch him.\n[8] On Leigh’s\r\narrival at the police station the respondent was still present with\r\nHoward. When Leigh asked them what was\ngoing on, the respondent would\r\nnot answer her. Rather, he asked Howard to explain to Leigh what was\r\nhappening but Howard refused\nto do so. Ultimately the respondent left\r\nin his motor vehicle driving in the opposite direction to that taken\r\nby Leigh and Howard\nas they also left the police station. Whilst they\r\nwere en-route home Howard recounted to Leigh what the respondent had\r\ndone to\nhim earlier.\n[9] When Leigh and Howard\r\narrived at their home Leigh parked the motor vehicle in which they\r\nwere travelling in the garage. Thereafter\nthey both walked over to\r\ntheir neighbour’s house where the deceased was. After spending\r\ntime together at their neighbour’s\nhouse and telling the\r\ndeceased what had happened to Howard, whilst he was with the\r\nrespondent, the deceased feared that it would\nnot be safe for her to\r\nsleep at her house believing that the respondent might harm her\r\ndespite the fact that she had changed the\nlocks to her house.\n[10] Later the deceased\r\nwent over to her house, accompanied by Leigh and her\nneighbour Petrus, to\r\nfetch bedding so that she could sleep over at her neighbour’s\r\nhouse. On reaching the house she unlocked\nand opened the front door,\r\nswitched on the lights and walked down the passage to the main\r\nbedroom whilst Leigh and Petrus waited\nfor her in the passage.\n[11] Suddenly Leigh and\r\nPetrus heard the deceased screaming and then saw her running out of\r\nthe main bedroom towards the front door\nwith the respondent in hot\r\npursuit. Petrus’ attempts to intervene were unsuccessful as he\r\nwas overpowered by the respondent\nwho also stabbed him. Petrus, on\r\nregaining his balance, also ran towards his house following the\r\nrespondent who was still pursuing\nthe deceased. As the deceased\r\nreached the front door at Petrus’ house the respondent stabbed\r\nher in the back.\n[12] Howard and Petrus\r\nintervened and subdued the respondent whom they later dispossessed of\r\nthe knife with which he had stabbed\nthe deceased. After the\r\nrespondent had calmed down they released him. Just before they let go\r\nof the respondent he remarked that\nhe was satisfied that the deceased\r\nwas dead. At that stage Leigh asked the respondent why he was doing\r\nall of this. The respondent\nretorted that he had warned the deceased.\n[13] The respondent left\r\nthe neighbours’ premises and a short while thereafter called\r\nHoward to come to him. Howard refused\nto do so as he realised that\r\nthe respondent was carrying a knife in his trouser pocket. Howard\r\nasked the respondent to surrender\nthe knife first. This prompted the\r\nrespondent to take the knife out of his pocket and throw it to the\r\nground next to Howard. Howard\ntook the knife, with which the deceased\r\nwas stabbed, and put it on the kitchen table of his home. The\r\nambulance and police subsequently\narrived at the crime scene having\r\nbeen summoned thereto by Petrus’ wife. The deceased was\r\ncertified dead by the paramedics\nand her body was removed. The\r\nrespondent was then arrested.\n[14] The respondent told\r\nthe court that it was his intention at all material times to discuss\r\nhis marital problems with the deceased\nand their children and to\r\nprevail upon the\ndeceased to withdraw the\r\ncharges pending against him so that he could take up employment in\r\nAngola. He denied that he ever threatened\nto sodomise Howard and said\r\nthat all that he did was to recount to him his past unfortunate\r\nexperience of having been sodomised.\nHe also denied that he had\r\nexpressed satisfaction at the death of the deceased or told Leigh\r\nthat he had previously warned the\ndeceased of what might befall her.\r\nHe also expressed the view that Leigh and Howard sided with the\r\ndeceased against him. Although\nhe saw that the deceased was at their\r\nneighbour’s premises when he arrived at the home of the\r\ndeceased he did not approach\nher there or call her to him but rather\r\ndecided to break into the deceased’s house – for the\r\nlocks had been changed\nto keep him away from the house – gained\r\nentry into the premises through the window and lay in wait for the\r\ndeceased in her\nbedroom. All along the respondent deliberately chose\r\nto leave the whole house in darkness presumably so as not to arouse\r\nsuspicion.\n[15] The court below\r\nrejected the respondent’s evidence and accepted the State’s\r\nversion. It also found that the murder\ncommitted by the respondent\r\nwas premeditated. This finding accordingly brought the murder count\r\nwithin the purview of s 51(1) of\nthe Criminal Law Amendment Act 105\r\nof 1997 (the Act) which decrees that a sentence of life imprisonment\r\nmust be imposed for a premeditated\nmurder unless substantial and\r\ncompelling circumstances were found to be present.\n[16] In its reasons for\r\nsentence the court below made reference to the fact that the\r\nrespondent had, inter alia, been convicted\nof premeditated murder in\r\nthat he lay in wait in the deceased’s bedroom armed with a\r\nknife. It thus took cognisance of the\nfact that the murder count fell\r\nwithin the purview of Part I of Schedule 2 of the Act which ordained\r\nlife imprisonment unless substantial\nand compelling circumstances\r\nwere found to exist. It went on to mention that in respect of murder\r\nthat is not premeditated the\nAct prescribes a minimum sentence of\r\nfifteen years in the absence of a finding that substantial and\r\ncompelling circumstances exist.\nOn the premeditation it found that\r\nthe intention to kill was formed a short while earlier when the\r\nrespondent lay in wait for the\ndeceased in the latter’s\r\nbedroom.\n[17] The court below also\r\nlaid much emphasis on the personal circumstances of the respondent.\r\nIt listed, inter alia, the following\nfactors: that the events of the\r\nfateful night were precipitated by a long and stormy marriage\r\nrelationship between the respondent\nand the deceased; that the\r\ndeceased often humiliated and ridiculed the respondent; that the\r\nincident of 31 October 2008 that led\nto the charges of assault and\r\nrape precipitated the granting of the protection order on 3 November\r\n2008; that as a consequence\nof the protection order the respondent\r\nwas compelled to leave the common home where his children Leigh and\r\nHoward lived and went\nto stay with a friend; that he was a first\r\noffender; that over a period of a year he had been without a source\r\nof income as a result\nof which he was unable to provide for his wife,\r\nchildren and household; that his first marriage had ended in divorce;\r\nthat he was\nabandoned by his parents at the age of six months and\r\nconsequently grew up with his paternal grandmother; that as a child\r\nhe lacked\nemotional security; and, that because of his emotional\r\nupheavals he had low self esteem. The court below also took into\r\naccount\nthe evidence led in mitigation of sentence from a\r\npsychologist and pre-sentence reports which it found were testimony\r\nto the fact\nthat the respondent’s life at the critical moment\r\nwas disintegrating.\n[18] As to the evidence\r\nof the psychologist the court below emphasised that the respondent\r\nwas not in a position to deal with and\nhandle the intense emotional\r\nstate thrust upon him by the vicissitudes of life not least the lack\r\nof parental love and nurturing\nduring his early childhood. That he\r\nhad also suffered sustained emotional torture and betrayal at the\r\nhands of the deceased and\nthat he was so traumatised during the eight\r\nhour session with the psychologist that he, at times, burst into\r\ntears thus manifesting\nremorse for what he did to the deceased and\r\nhis family.\n[19] Taking into account\r\nall the foregoing factors the court below came to the conclusion that\r\nthere were substantial and compelling\ncircumstances that justified\r\nthe imposition of a lesser sentence than that prescribed in terms of\r\ns 51(1) of the Act.\n[20] Having further\r\nconsidered the cumulative effect of all mitigating factors it went on\r\nto impose a sentence of twelve years’\nimprisonment taking all\r\ncounts as one for the\npurposes of sentence.\n[21] It is trite that the\r\nimposition of sentence is a matter pre-eminently within the\r\ndiscretion of the trial court. This court\ncan interfere where the\r\nreasoning of the trial court is vitiated by a misdirection or where\r\nthe sentence imposed can be said to\nbe startlingly inappropriate or\r\ninduces a sense of shock.\n[22] In this court the\r\nState accepted that the court below was correct in its conclusion\r\nthat substantial and compelling circumstances\nwithin the\r\ncontemplation of that expression were present. The main thrust of the\r\nState’s argument was that the court below\nfailed to pay due\r\nregard to the benchmark set by the Legislature in arriving at what it\r\nconsidered to be an appropriate sentence\n(\nS v Malgas\n2001 (1)\r\nSACR 469\n(SCA) para 25). Thus it was argued that such a failure\r\nconstitutes a material misdirection which leaves this court at large\r\nto\ninterfere. This argument is, to my mind, sound.\n[23] In\nS v Abrahams\n2002 (1) SACR 116\n(SCA) paras 24–26 this court made the\r\nfollowing pertinent point in regard to the legislative benchmark set\r\nin terms of s\n51(1) of the Act:\n‘\nIt\r\nis therefore clear that the Judge considered that, having found\r\nsubstantial and compelling circumstances, he was at liberty to\nimpose\r\na sentence consonant with those applied before the Act came into\r\nforce – hence the sentence one year lighter than\nthat in\nS\r\nv B\n.\r\nThis approach was incorrect. The prescribed sentences the Act\r\ncontains play a dual role in the sentencing process. Where factors\nof\r\nsubstance do not compel the conclusion that the application of the\r\nprescribed sentence would be unjust, that sentence must be\nimposed.\r\nHowever, even where such factors are present, the sentences the Act\r\nprescribes create a legislative standard that weighs\nupon the\r\nexercise of the sentencing court’s discretion. This entails\r\nsentences for the scheduled crimes that are consistently\nheavier than\r\nbefore. This was made clear in\nMalgas.\nEven\r\nwhen substantial and compelling circumstances are found to exist, the\r\nfact that the Legislature has set a high prescribed sentence\nas\r\n“ordinarily appropriate” is a consideration that the\r\ncourts are “to respect, and not merely pay lip service\nto”.\r\nWhen sentence is ultimately imposed, due regard must therefore be\r\npaid to what the Legislature has set as the “bench\n\nmark”.’(Footnotes omitted)\nPlainly had the court\r\nbelow employed the statutorily ordained minimum as its benchmark,\nit could hardly have\r\narrived at a sentence of 12 years’ imprisonment for all of the\r\ncounts, which it took as one for the purposes\nof sentence. It\r\nobviously approached the matter as if it was starting with a clean\r\nsentencing slate. In doing so, it misdirected\nitself.\n[24] Moreover the court\r\nbelow also failed to take proper account of the interests of the\r\nvictims of the respondent’s crime.\nAs to aggravating factors\r\nwhich did not receive proper consideration from the court below\r\ncounsel for the State highlighted the\nfollowing: the respondent had\r\nno regard for the emotional and physical well-being of his son, whom\r\nhe held captive for several\nhours; he deliberately breached the\r\nprotection order granted against him at the instance of the deceased\r\nthus treating the court\nwhich issued it with utter contempt; he,\r\nwithout justification, blamed his woes not only on the deceased but\r\nalso on his children\nwhen he knew that they did not want to take\r\nsides with either of their parents; he was utterly insensitive to the\r\nemotional trauma\nsuffered by his children as a result of the violent\r\ndeath of their mother, which occurred in their presence and of which\r\nhe was\nthe cause; in advancing a version that the State could not\r\naccept, which was ultimately rejected by the trial judge, he put his\n\nchildren to the pain of testifying against him in the criminal trial.\n[25] On a reading of the\r\nrecord this case in my view reveals, like others, the disturbing\r\nprevalence of serious offences rooted\nin domestic violence. To my\r\nmind the court below over-emphasised the mitigating factors at the\r\nexpense of aggravating factors.\nWith respect to domestic violence it\r\nis necessary to say more. In\nS v Baloyi\n(\nMinister of\r\nJustice & another Intervening\n)\n[1999] ZACC 19\n;\n2000 (2) SA 425\n(CC) para 11\r\nthe Constitutional Court said the following:\n‘\nAll\r\ncrime has harsh effects on society. What distinguishes domestic\r\nviolence is its hidden, repetitive character and its immeasurable\n\nripple effects on our society and, in particular, on family life. It\r\ncuts across class, race, culture and geography and is all\nthe more\r\npernicious because it is so often concealed and so frequently goes\r\nunpunished.’\nThe Constitutional Court\r\ncontinued, para 12:\n‘\nTo\r\nthe extent that it is systemic, pervasive and overwhelming\r\ngender-specific, domestic violence both reflects and re-inforces\r\npatriarchal domination, and does so in a particularly brutal form.’\n[26] It goes without\r\nsaying that a more balanced approach to sentencing was required (See\nS v Swart\n2004 (2) SACR 370\n(SCA) para 13). A clear message\r\nneeds to be sent to both the respondent and those who might be minded\r\nto disregard protection orders\ngranted in terms of the\nDomestic\nViolence Act that\nsuch conduct will not be countenanced by our\r\ncourts. This court’s abhorrence of the respondent’s\r\nconduct in this regard\nmust therefore be reflected in the imposition\r\nof an appropriate sentence.\n[27] The practice of\r\nimposing globular sentences for multiple counts is generally an\r\nundesirable one. In\nS v Immelman\n1978 (3) SA 726\n(A) at\r\n728E–729A the following was said:\n‘\nThe\r\npractice of taking more than one count together for the purpose of\r\nsentence (ie the imposition of what I shall, for convenience,\nterm a\r\n“globular sentence”) was recently commented upon by this\r\nCourt in the case of\nS\r\nv Young\n1977\r\n(1) SA 602\n(A) where TROLLIP JA stated at (610E–H):\n“\nThat\r\nprocedure is neither sanctioned nor prohibited by the Criminal\r\nProcedure Act 56 of 1955. Where multiple counts are closely\nconnected\r\nor similar in point of time, nature, seriousness, or otherwise, it is\r\nsometimes a useful, practical way of ensuring that\nthe punishment\r\nimposed is not unnecessarily duplicated or its cumulative effect is\r\nnot too harsh on the accused. But according\nto several decisions by\r\nthe Provincial Divisions (see, eg,\nS\r\nv Nkosi\n1965\r\n(2) SA 414\n(C) where the authorities are collected) the practice is\r\nundesirable and should only be adopted by lower courts in exceptional\r\ncircumstances. The main reason for frowning upon the practice\r\nmentioned in these cases is the difficulty it might create on appeal\n\nor review especially if the convictions on some but not all of the\r\noffences were set aside. As any sentence imposed by this Court\nis\r\ndefinitive, that objection to the practice is, of course, not\r\napplicable. However, in the present case I think it conduces to\n\nclearer thinking in determining the appropriate sentences to treat\r\neach offence separately. Moreover, no risk of duplication of\n\npunishment thereby arises for each offence is sufficiently distinct,\r\ndifferent and serious; and in the ultimate result the cumulative\n\neffect of all the sentences imposed can be otherwise suitably\r\ncontrolled to avoid undue harshness to the appellant.”\n(See\r\nalso\nS v Mofokeng\n1977 (2) SA 447\n(O) at 448–9\r\nwhere some of the more recent cases are collected.) The present case\r\nwas tried under the new\nCriminal Procedure Act 51 of 1977\nbut that\r\ndoes not affect the appositeness of the above-quoted remarks. In my\r\nview, difficulty can also be\ncaused\r\non appeal by the imposition of a globular sentence in respect of\r\ndissimilar offences of disparate gravity. The problem that\nmay then\r\nconfront the Court of appeal is to determine how the trial Court\r\nassessed the seriousness of each offence and what moved\nit to impose\r\nthe sentence which it did. The globular sentence tends to obscure\r\nthis. This difficulty is further compounded in the\npresent case by\r\nthe extreme brevity of the Court’s judgment on sentence which\r\ngives no indication as to why or upon what\nbasis of fact the learned\r\nJudge arrived at the sentence imposed by him.’\n[28] In the result the\r\nfollowing order is made:\n1 The appeal by the\r\nDirector of Public Prosecutions against the sentence imposed on the\r\nrespondent by the court below succeeds.\n2 The sentence imposed by\r\nthe court below is set aside and in its place is substituted the\r\nfollowing:\n‘\na\r\nin respect of count 1, common assault, the accused is sentenced to\r\ntwelve months’ imprisonment.\nb in respect of count 3,\r\nkidnapping, the accused is sentenced to three years’\r\nimprisonment.\nc in respect of count 4,\r\nmurder, the accused is sentenced to eighteen years’\r\nimprisonment.\nd in respect of count 5,\r\ncommon assault, the accused is sentenced to twelve months’\r\nimprisonment.\ne in respect of count 6,\r\ncontravention of\ns 17(\na\n) of the\nDomestic Violence Act 116 of\n1998\n, the accused is sentenced to two years’ imprisonment.’\n3 It is ordered, in terms\r\nof\ns 280(2)\nof the\nCriminal Procedure Act 51 of 1977\n, that each of\r\nthe sentences imposed on counts 1, 3, 5 and 6 shall run concurrently\r\nwith the sentence imposed on count 4.\n4 The respondent will\r\ntherefore undergo imprisonment for an effective term of eighteen\r\nyears.\n5 The sentence is, in\r\nterms of\ns 282\nof the\nCriminal Procedure Act 51 of 1977\n, antedated to\r\n14 October 2009.\n___________________\nX M Petse\nActing Judge of Appeal\nAPPEARANCES\nAPPELLANT: C Bouwer (Ms)\nInstructed by Director of\r\nPublic Prosecutions, Pretoria\nDirector of Public\r\nProsecutions, Bloemfontein\nRESPONDENT: L Augustyn\r\n(Ms)\nInstructed by Justice\r\nCentre, Pretoria\nJustice Centre,\r\nBloemfontein",
  "scraped_at": "2026-02-12T16:08:34.880403",
  "date": "2011-11-14",
  "coram": [
    "PONNAN",
    "BOSIELO JJA",
    "PETSE AJA"
  ],
  "case_number": "271/2011",
  "parties": {
    "applicants": [
      "The Director of Public Prosecutions"
    ],
    "respondents": [
      "Larry Burt Phillips"
    ]
  },
  "sections": {
    "facts": "The respondent, Larry Burt Phillips, was married to Henriette Elizabeth Phillips. On 31 October 2008 he allegedly attempted to murder and rape his estranged wife; the wife obtained a protection order on 3 November 2008. On 24 November 2008 Phillips kidnapped his son Howard, assaulted a neighbour, and later murdered his wife after breaking into her home while she was sleeping. He was also convicted of common assault on two occasions and of contravening section 17(a) of the Domestic Violence Act. The State argued that the murder was pre‑meditated and that the trial court had erred by imposing a single \"globular\" sentence for all counts.",
    "issues": "The appeal raised (i) whether the trial court correctly applied the statutory minimum sentences under s 51(1) of the Criminal Law Amendment Act 105 of 1997 for a pre‑meditated murder; (ii) whether substantial and compelling circumstances justified a sentence below the prescribed minimum; (iii) whether the trial court misdirected itself by failing to use the legislative benchmark and by treating all counts as one, resulting in an inappropriate sentence.",
    "principles": "The court relied on s 51(1) of the Criminal Law Amendment Act, which mandates life imprisonment for pre‑meditated murder unless substantial and compelling circumstances exist. It considered the benchmark set by the legislature as articulated in S v Malgas and S v Abrahams, emphasizing that even where mitigating factors are present, the statutory minimum must be respected. The court also applied principles concerning the undesirability of \"globular\" sentences (S v Immelman) and the need for balanced consideration of aggravating and mitigating factors in domestic‑violence cases (S v Baloyi, S v Swart).",
    "application": "The appellate court found that, although the trial judge identified mitigating personal circumstances, he failed to give proper weight to the legislative benchmark and to the serious aggravating factors, such as the breach of a protection order and the impact on the children. The trial judge also erred by aggregating all offences into a single sentence, obscuring the individual seriousness of each charge. Consequently, the appellate court concluded that the original sentence was startlingly inappropriate and set aside the \"globular\" sentence, substituting separate sentences for each count in line with statutory requirements.",
    "conclusion": "The appeal by the Director of Public Prosecutions succeeded. The original sentence was set aside and replaced with: twelve months' imprisonment for count 1 (common assault), three years' imprisonment for count 3 (kidnapping), eighteen years' imprisonment for count 4 (murder), twelve months' imprisonment for count 5 (common assault), and two years' imprisonment for count 6 (contravention of the Domestic Violence Act). The sentences for counts 1, 3, 5, and 6 run concurrently with the murder sentence, resulting in an effective term of eighteen years, antedated to 14 October 2009."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "premeditated murder",
      "domestic violence",
      "globular sentence",
      "Criminal Law Amendment Act"
    ]
  }
}