{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/155.html",
  "case_name": "Casino Enterprises (Pty) Ltd v Gauteng Gambling Board and Others (SCA) [2011] ZASCA 155; 2011 (6) SA 614 (SCA); [2011] 4 All SA 573 (SCA) (28 September 2011)",
  "citation": "[2011] ZASCA 155",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 155\n|\nNoteup\n|\nLawCite\nCasino Enterprises (Pty) Ltd v Gauteng Gambling Board and Others (SCA) [2011] ZASCA 155; 2011 (6) SA 614 (SCA); [2011] 4 All SA 573 (SCA) (28 September 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 653/10\nIn the matter between:\nCASINO ENTERPRISES\r\n(PTY) LTD\n…........................................................\nAPPELLANT\nand\nTHE GAUTENG GAMBLING\r\nBOARD\n….......................................\nFIRST\r\nRESPONDENT\nTHE NATIONAL GAMBLING\r\nBOARD\n…..................................\nSECOND\r\nRESPONDENT\nTHE MINISTER OF TRADE\r\n& INDUSTRY\n…................................\nTHIRD\r\nRESPONDENT\nNeutral citation\n:\nCasino Enterprises v The Gauteng Gambling Board\n(653/10)\n[2011] ZASCA 155\n(28 September 2011)\nCoram:\nHEHER,\r\nPONNAN, SERITI JJA, PLASKET and PETSE AJJA\nHeard:\n23 August\r\n2011\nDelivered:\n28\r\nSeptember 2011\nUpdated:\nSummary:\nGambling\r\n–\nNational Gambling Act 7 of 2004\n– Gauteng Gambling Act\r\n4 of 1995 – gambling – what constitutes - internet casino\r\n– operated from Swaziland\n- whether interaction with players in\r\nRepublic gambling in South Africa.\n____________________________________________________________________________________\nORDER\nOn appeal from:\nNorth Gauteng High Court (Pretoria)\r\n(Tuchten J sitting as court of first instance):\nThe appeal is dismissed.\n_______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nHEHER JA (PONNAN, SERITI\r\nJJA, PLASKET AND PETSE AJJA concurring):\n[1] This is\r\nan appeal against a judgment of Tuchten J sitting in the North\r\nGauteng High Court with leave of the learned judge. His\njudgement has\r\nbeen reported.\n1\n[2] The appellant is a\r\ncompany registered and incorporated in Swaziland. It owns and\r\noperates a land-based casino in and an internet\ncasino (also referred\r\nto as an online casino) from that kingdom. Both operations are duly\r\nlicensed there, trading under the name\nPiggs Peak. Neither is\r\nlicensed in South Africa.\n[3] The real dispute in\r\nthis appeal is whether the activities of the internet casino\r\ncontravene the gambling laws of this country,\nbeing for present\r\npurposes, the National Gambling Act, 7 of 2004 (‘the NGA’)\r\nand the Gauteng Gambling Act, 4 of 1995\n(‘the GGA’), when\r\ngamblers in South Africa gamble on-line.\n[4] The genesis of the\r\ndispute was a notification by the first respondent (the Gauteng\r\nGambling Board) to certain radio stations\nbroadcasting in Gauteng\r\nthat they were prohibited in terms of s 71 (1) of the GGA from\r\nadvertising or distributing any information\nin the province\r\nconcerning the appellant’s internet casino and threatening them\r\nwith prosecution in terms of s 71 (3). As\na result the stations\r\nwithdrew all advertising that referred to on-line gambling with that\r\ncasino and have since refused to air\nsuch advertisements.\n[5] The appellant\r\ninstituted motion proceedings against the first respondent in this\r\nappeal, the National Gambling Board (the second\nrespondent) and the\r\nMinister of Trade & Industry (the third respondent). Those\r\nproceedings were referred to trial because expert\nwitnesses of the\r\nappellant and the first respondent had expressed conflicting views in\r\ntheir respective affidavits about where\nthe gambling with the\r\ninternet casino took place. The third respondent did not participate\r\nin the trial.\n[6] At the trial the\r\nappellant sought declaratory relief to the effect that when persons\r\nin Gauteng gamble with the internet casino,\nsuch gambling takes place\r\nin Swaziland and not in South Africa and that such activities do not\r\ncontravene any of the provisions\nof either Act.\n[7] In the alternative\r\nthe appellant claimed a declaration that, when gamblers in Gauteng\r\ngamble on the internet casino, such gambling\nis made available to\r\nthem on the appellant’s computer servers in Swaziland, and not\r\nin Gauteng in any manner that contravenes\neither Act.\n[8] The appellant also\r\nsought a declaratory order that any advertising occurring in South\r\nAfrica in respect of its Swaziland internet\ncasino was not unlawful\r\nand did not constitute a contravention of s 15 of the NGA or s 71 (1)\r\nof the GGA.\n[9] The parties called\r\ntheir respective experts, Prof Hazelhurst for the appellant and Prof\r\nS H von Solms for the first and second\nrespondents, to testify. The\r\ndebate was whether gambling with the internet casino takes place\r\nsolely in Swaziland or, because of\nthe essential player input without\r\nwhich the server in Swaziland would be inactive, both in South Africa\r\nand Swaziland.\n[10] The court a quo\r\ndismissed all aspects of the appellant’s claims on the basis\r\nthat persons who interact with the casino\nengage in gambling in South\r\nAfrica and that such gambling is unlawful because the appellant does\r\nnot hold a gambling licence in\nSouth Africa.\n[11] The grounds for the\r\ncourt’s decision in regard to the GGA were that certain actions\r\nundertaken by the gambler take place\nin Gauteng and constitute\r\ngambling as defined by the GGA. Since such gambling does not take\r\nplace at licenced premises the actions\nof the gambler are unlawful.\n[12] With regard to the\r\nNGA the court held that it mattered not that certain elements\r\nidentified in ss 5(1)(a)(i) and (ii) take\nplace in Swaziland since s\r\n11 of the NGA prohibits engaging in or making available ‘the\r\ngame as a whole’. The court\nfound that this takes place when a\r\ngambler presses the spin button and connects interactively with the\r\nservers in Swaziland.\nThe statutory\r\nprohibitions\n[13] The following\r\nprovisions of both the Acts are of relevance to this appeal\n(1) Section 15 of the NGA\r\nprovides:\n‘\n(1)\r\nA person must not advertise or promote-\n(a)\r\nany gambling activity-\n(i)\r\n. . .\n(ii)\r\nthat is unlawful in terms of this Act or applicable provincial law;\nor\r\n. . .’\n(2) Section 8 of the NGA\r\nprovides:\n‘\nDespite\r\nany other law, a person must not engage in, conduct or make available\r\na gambling activity except-\n(a)\r\na licensed gambling activity; . . .’\n(3) Section 11 of the NGA\r\nprovides:\n‘\nA\r\nperson must not engage in or make available an interactive game\r\nexcept as authorised in terms of this Act or any other national\nlaw.’\n(4) Section 71 (1) of the\r\nGGA provides:\n‘\n(1)\r\nNo person shall, by way of advertisement or with intent to advertise,\r\npublish or otherwise disseminate any information concerning\ngambling\r\nin the Province in respect of which a licence in terms of this Act is\r\nnot in force.’\nSection 71 (3) renders a\r\ncontravention of ss (1) a criminal offence.\n(5) In terms of s 76 of\r\nthe GGA:\n‘\n(1)\r\nNo person may gamble on the result of any event or contingency other\r\nthan –\n(a)\r\na casino game;\n(b)\r\na bingo game;\n(c)\r\nthe operation of a gaming machine;\n(d)\r\n. . .\n(e)\r\na sporting event.\n(2)\r\nNo person may gamble on the result of an event or contingency\r\ncontemplated in subsection (1) with any person other than the\nholder\r\nof a licence who is authorised by such licence to gamble on the event\r\nor contingency concerned.\n(3)\r\nAny person who contravenes a provision of subsection (1) or (2) shall\r\nbe guilty of an offence.’\n[14] At the heart of all\r\nthese prohibitions is the concept of ‘gambling’. It will\r\nbe necessary in due course to determine\nwhat the legislature meant in\r\nthat regard.\n[15] With regard to the\r\nprohibitions the following matters were common cause:\n1. The appellant has no\r\nlicence under either Act to engage in, conduct or make available a\r\ngambling activity as defined.\n2. The games played on\r\nthe appellant’s website are ‘interactive games’ as\r\ndefined in the NGA.\n3. The games played on\r\nthe website are ‘casino games’ as defined in the GGA.\n4. If the games played on\r\nthe website are played in the Republic (or the Gauteng Province as\r\nthe case may be) they are, subject\nto the argument considered below\r\nrelating to the application of the legislation to gambling through\r\nthe internet, struck by the\nprohibitions.\nThe contentions of the\r\nappellant\n[16] Appellant’s\r\ncounsel submits that the court a quo erred. Two main strands can be\r\ndiscerned in his argument to us.\n[17] The\r\nfirst depends upon the common cause premise that neither statute has\r\nextra-territorial application.\n2\nAccording to the submission material aspects of any\r\ngambling initiated by a participant in the Republic occur in\r\nSwaziland. In consequence\nno offence is committed in this country.\n[18] The second turns on\r\na proposition that neither statute was designed with the internet in\r\nmind. Counsel submits that the evidence\nshows that appellant’s\r\noperation of its casino through that medium has consequences that\r\nwere not foreseen by the legislature\nor catered for in the\r\nlegislation: the casino operates, as it were, in cyberspace and does\r\nnot have a terrestrial presence in South\nAfrica; the servers, which\r\nare the directing minds of the casino operation, are located in\r\nSwaziland and all communication between\na player and the casino can\r\nonly be effective once processed by the servers there. Most notably,\r\naccording to the submission, whatever\ngame the player selects is\r\nplayed on the servers and the uncertain future event that is\r\nessential to the nature of gambling occurs\non and is determined by\r\nthe workings of the servers. In counsel’s submission such a\r\nrelationship between player and operator\nis not embraced by the\r\nterminology of either statute and an intention to extend the\r\nprohibitions on terrestrial gambling in the\nRepublic to such a\r\nsituation falls beyond the scope of the legislation. Counsel also\r\ndraws attention to the transitional provisions\ncontained in the\r\nSchedule to the NGA as evidence that the legislature did not have\r\ncross-border internet gambling in mind when\nenacting the\r\nprohibitions. I shall consider the force of this submission later in\r\nthis judgment.\nThe facts\n[19] In my view it is\r\nunnecessary to analyse the evidence of the respective experts. They\r\nwere agreed on all the substantial facts\nrelating to the modus\r\noperandi of the internet casino.\n[20] A reasonably brief\r\ndescription of the process taken from the expert summary of Prof\r\nHazelhurst will suffice. He is describing\nhow the gambling software\r\nset up and operated by the appellant works from a technical\r\nperspective:\n‘\n2.3.\r\nThere are two major components of the software. Programs run on the\r\nservers in Swaziland. Someone who wishes to play Casino\nsoftware\r\ninstalls some software on his own computer. The software on the\r\nserver and on the player’s computer communicate\nover the\r\ninternet.\n2.4.\r\n. .\n2.5.\r\n. .\n2.6.\r\nI shall use as an example the working of a\nslot\nmachine type game\r\nsince this is the one for which I inspected the code. However, I\r\nunderstand how some of the other games work,\nand there is nothing in\r\nprinciple different from a computational perspective.\n2.7.\r\n. .\n2.8.\r\nFor the purpose of this description, there are three key computers in\r\nan interaction between a player and the system in Swaziland:\nthe\r\nplayer’s own computer, and two servers in Swaziland.\n(a)\nThe player’s own\r\ncomputer.\nFrom a\r\ntechnical perspective, the player could be anywhere in the world. But\r\nfor the purpose of this discussion, I shall assume\nthat he is in\r\nGauteng. The software on the player’s computer includes program\r\nmodules that for each game displays appropriate\nimages, takes\r\ninstructions from the player which are communicated to the server,\r\nand takes results of games from the server and\ncommunicates them to\r\nthe player by displaying them on the screen.\n(b)\nTwo servers that\r\nprovide the gaming services.\nI\r\nshall call these the gambling server (GS) and the database server\r\n(DS). (This is a simplification of the system as there are several\n\nservers and hardware devices involved).\n2.9.\nThe gaming server.\nOn\r\nthe gaming server, separate programs relevant to my example run, with\r\ndifferent responsibilities. In principle, these programs\ncould run on\r\ndifferent computers if the workload required it. The programs are:-\n(a)\r\nA program which I shall call the workload manager (WM). It is\r\nresponsible for communication with the player, for load balancing\nand\r\nfor choosing which game to play. When the WM receives a request from\r\nthe player’s computer, it will validate the request\nby checking\r\nthe player’s credentials and ensuring that the message has not\r\nbeen corrupted in its transmission over the internet,\nand choose the\r\nappropriate game module to activate.\n(b)\r\nPrograms which actually implement the games (slots in this case, but\r\nit could be another game). A separate program runs for\neach game on\r\nthe system. It is only these game programs which understand the\r\ndetails of the games and the gambling that will take\nplace.\nFor\r\nthe purpose of the example, I focus on the module that implements a\r\nslot game.\n2.10.\nThe database server.\nThe database server\r\nis responsible for the safe, reliable storage of all important data\r\nin the system. This includes player information\nand the history of\r\nall games played.\n2.11.\r\nThe player’s computer communicates through the internet with\r\nthe gaming server, which communicates with the database\nserver. The\r\nplayer and player’s computer are ignorant of the existence of\r\nthe database server and do not communicate with\nit.\n2.12.\r\nThe servers are based in Swaziland.\n2.13.\r\nThis type of architecture is a common architecture for electronic\r\ncommerce and is known as a multi-tier architecture.\nExample\r\noperation\n2.14.\r\nThe player must acquire a copy of the\nplayer\nsoftware and install\r\nit on his computer – this can either be downloaded or installed\r\nfrom compact disc (CD) or Digital Versatile\nDisc (DVD). There is also\r\na\nFlash\nversion of the software which\r\nallows the user to access the online casino directly through his web\r\nbrowser. Essentially, the software\ncomponents are automatically\r\ndownloaded transparently to the player as they are needed. The mode\r\nof acquisition of software is\nup to the player.\n2.15.\r\nThe player logs in and authenticates himself. The Workload Manager\r\nwill be responsible for managing the authentication process\nat the\r\ngame server.\n2.16.\r\nEach player has what I shall call a “wallet” in the Piggs\r\nPeak system. This is the amount of money which is available\nto the\r\nclient to play with. I have been informed that at any time the client\r\nmay close his wallet and transfer the money back to\nhis bank account.\r\nBefore playing any games, the player must have a positive balance in\r\nhis wallet.\n2.17.\r\nThe player is presented with a choice of games to play and then\r\nchooses which game to play. The paragraphs below describe\nwhat\r\nhappens when the client chooses a typical slot game.\n2.18.\r\nThe player’s screen displays the game. In the case of the slots\r\ngame, these are very colourful images which show the\ninitial\r\npositions of the slots as well as the “paylines” that the\r\nplayer can choose in response to the game. These\nare essentially the\r\nbets the player may make.\n2.19.\r\nThe following sequence of events occurs. . . .\n(a)\r\nThe player decides which paylines to choose and the stakes, and\r\npresses\nSpin\n.\r\nFrom this point, until stage 2.19(h), the player’s computer\r\nwill display spinning wheels/slots.\n(b)\r\nThe player’s computer records the information about the game\r\nchoices in an\nXML\ndata structure, and then sends\r\nthis structure with the player’s credentials encrypted using\r\nthe\nSSL\nprotocol over the internet to\r\nthe game server. From this point until stage 2.19(h), no processing\r\ntakes place on the player’s\ncomputer other than the displaying\r\nof spinning wheels/slots. At this point the player’s program\r\nacts\nasynchronously\nof\r\nthe server computers.\n(c)\r\nThe Workload Manager on the game server receives the packet from the\r\nclient computer, validates the packet as being genuine,\nand based on\r\nthe packet and the workload of the system allocates the player’s\r\nchoice of game to the appropriate game program.\nA message is sent to\r\nthe game program using a standard network send routine.\n(d)\r\nThe game program then takes the information stored in the XML record\r\nabout the player’s choices and plays the game on\nthe game\r\nserver according to the rules of the game. The game module calls a\r\npseudo-random number generator routine that introduces\nthe factor of\r\nchance into the game.\n(e)\r\nOnce the game has been played and the results are known, the game\r\nprogram processes the results into the database by doing a\ncall (over\r\nthe network) to the database server, which performs a set of\nSQL\n(database) commands as a\r\ntransaction. The transaction records the outcome of the game, updates\r\nthe player’s balance in his\nwallet, and retrieves the updated\r\nbalance.\n(f)\r\nThe confirmed game result and updated balance are sent to the\r\nWorkload Manager.\n(g)\r\nThe Workload Manager packages the results, encrypts the data and\r\nsends the results and updated balance back to the player’s\n\ncomputer.\n(h)\r\nThe player’s computer receives and decrypts the packet and\r\ndislays the results on the player’s computer.\n2.20.\r\nIt is important to point out that in this process, once the player\r\npresses “Spin”, he has no control over the\noutcome of the\r\ngame. Once the packet with his choice has been sent to the game\r\nserver, the behaviour of the player and/or the program\non the\r\nplayer’s computer is irrelevant, and has no effect on the game\r\nbeing played and the results of the game.\n2.21.\r\nIf the player’s computer is switched off or struck by lightning\r\nor if there is a network failure, there will be no consequences\nfor\r\nthe outcome of the game. The various components of the server will\r\ncontinue to operate, the game will continue to play, the\nresult will\r\nbe determined, and the player’s status will be updated. The\r\ngame server will attempt to send a message to the\nclient computer\r\nwith the result, which will not be received. However, the non-receipt\r\nof the message will have no effect on the\noutcome. At a later stage,\r\nshould the player log in to the system, he will be informed of the\r\noutcome. Even if he never logs in\nagain, the gaming records and\r\nstatus of his wallet will have changed.\n2.22.\r\n. .\n2.23.\r\n. .\n2.24.\r\n. .\n2.25.\r\nBased on this analysis, I believe that the following actions occur in\r\nthe province:\n(a)\r\nThe player may initiate the moving of money between his “wallet”\r\nin the casino and his bank account;\n(b)\r\nThe player decides which game to play, which bets to make, and what\r\nstakes to play;\n(c)\r\nThe player presses (in this case) “Spin” (other games\r\nrequire other actions). This initiates a sequence of actions\nwhich\r\nincludes the sending of the data packet to the server and the\r\nspinning wheels being displayed on the screen.\n2.26.\r\nBased on this analysis, I believe the following actions take place in\r\nSwaziland:\n(a)\r\nVerification of the player’s credentials;\n(b)\r\nRecords of monetary transactions are kept;\n(c)\r\nThe player’s “wallet” is kept;\n(d)\r\nThe state of the current game and all game history is kept;\n(e)\r\nThe games are offered;\n(f)\r\nThe games are played by the game server interpreting any instructions\r\nfrom the player;\n(g)\r\nThe outcomes of the games are determined;\n(h)\r\nThe effect of the outcome on the player’s balance and status is\r\ndetermined.’\n[21] The materiality of\r\nthe facts in the summary (inasmuch as any action takes place in or\r\nout of the Republic) depends not on the\nopinion of the expert witness\r\nbut upon what, in the context of the respective statutes, is meant by\r\nthe concept of ‘gambling’.\nAny aspect that is irrelevant\r\nto the proper meaning, eg the place of pay-out, can be ignored.\nThe meaning of\r\n‘gambling’ under the statutes\nThe NGA\n[22] An express purpose\r\nof the NGA, as stated in the preamble, is ‘to safeguard people\r\nparticipating in gambling . . . against\nthe adverse effect of\r\ngambling’, and to that end to establish norms and standards\r\napplying throughout the Republic with regard\nto gambling so that\r\n(inter alia)\n‘\n*\r\ngambling activities are effectively regulated licensed, controlled\r\nand policed;\n.\r\n. . .\n* society and the economy\r\nare protected against over-stimulation of the latent demand for\r\ngambling.’\nThese norms and standards\r\nare embodied in the national gambling policy which is set out in\r\nChapter 2 of the Act. In general, having\nregard to the content and\r\nstructure of the NGA three main aims can be identified as the reason\r\nfor the regulation and control of\ngambling:\n1. The protection of the\r\npublic against the potentially harmful effects of gambling.\n2. The protection of\r\nlicensed gambling activities against competition from unlicensed\r\noperators.\n3. The protection of the\r\nincome which the State derives from the licensing of gambling.\n[23] As this\r\nCourt recognised in the\nLotto\ncase\n3\nit is notorious that gambling is no respecter of\r\ninternational boundaries. Adequate protection of the public against\r\nexploitation\nrequires proper regulation and licensing. In construing\r\nthe NGA as a remedial statute designed to meet the challenges posed\r\nby,\nfor example, the internet as a developing platform for\r\ncross-border gambling activities its terms should be understood in a\r\nbroad\nrather than a narrow sense where such extension is feasible.\r\nSee eg\nSlims (Pty) Ltd and Another v Morris NO\n1988 (1) SA 715\n(A) at 734D-F.\n[24] Counsel for the\r\nrespondents referred to dicta in judgments from the United States\r\nconcerning internet gambling. In\nThe People of the State of New\r\nYork v World Interactive Gaming\n185 Misc. 2d 852\n, 714 N.Y.S. 2d\r\n844 the Attorney-General applied inter alia to interdict the\r\nrespondent from operating within or offering to residents\nof New York\r\nState gambling over the internet. The central issue was whether the\r\nState could enjoin a foreign corporation legally\nlicensed to operate\r\na casino offshore from offering such gambling to internet users in\r\nNew York. The State constitution contained\na prohibition against\r\nunauthorised gambling. The Court said (at para 9):\n‘\nRespondents\r\nargue that the Court lacks subject matter jurisdiction, and that\r\nInternet gambling falls outside the scope of New York\nstate gambling\r\nprohibitions, because the gambling occurs outside of New York state.\r\nHowever, under New York Penal Law, if the person\nengaged in gambling\r\nis located in New York, then New York is the location where the\r\ngambling occurred [\nSee,\nPenal\r\nLaw § 225.00\n(2)].\r\nHere, some or all of those funds in an Antiguan bank account are\r\nstaked every time the New York user enters betting information\ninto\r\nthe computer. It is irrelevant that Internet gambling is legal in\r\nAntigua. The act of entering the bet and transmitting the\ninformation\r\nfrom New York via the Internet is adequate to constitute gambling\r\nactivity within the New York state.\nWide\r\nrange implications would arise if this Court adopted respondents’\r\nargument that activities or transactions which may\nbe targeted at New\r\nYork residents are beyond the state’s jurisdiction. Not only\r\nwould such an approach severely undermine\nthis state’s\r\ndeep-rooted policy against unauthorized gambling, it also would\r\nimmunize from liability anyone who engages in\nany activity over the\r\nInternet which is otherwise illegal in this state. A computer server\r\ncannot be permitted to function as a\nshield against liability,\r\nparticularly in this case where respondents actively targeted New\r\nYork as the location where they conducted\nmany of their allegedly\r\nillegal activities. Even though gambling is legal where the bet was\r\naccepted, the activity was transmitted\nfrom New York. Contrary to\r\nrespondents’ unsupported allegation of an Antiguan management\r\ncompany managing GCC, the evidence\nalso indicates that the\r\nindividuals who gave the computer commands operated from WIGC’s\r\nNew York Office. The respondents\nenticed Internet users, including\r\nNew York residents, to play in their casino.’\nAlthough as the extract\r\nmakes clear, the New York statute was in terms different from those\r\nunder consideration here, the practical\npolicy that underlies the\r\ndictum is equally valid in the Republic,\nvis-a-vis\nthe need to\r\ncounter potentially harmful communications generated and transmitted\r\nfrom beyond the country’s borders. The question\nis whether such\r\nreasoning can be reconciled with the terms of the NGA and the GGA.\n[25] Counsel for the\r\nappellants referred us to a number of foreign authorities which, he\r\nsubmitted, supported the contention that\nhis client operated its\r\ncasino in Swaziland and not in South Africa. I do not find any\r\ndirectly in point as this appeal clearly\nturns on the terms of the\r\ntwo statutes under consideration and the application of the facts to\r\nthose statutes. I would however\necho the words of Jonathan Parker LJ\r\nin 800-\nFlowers Trade Mark\n[2002] F.S.R.12 at para 136:\n‘\nThe\r\nimplications of Internet use for issues of jurisdiction are clearly\r\nwide-ranging, and will need to be worked out with care both\nin\r\ndomestic and in private international law . . . I do venture to\r\nsuggest that the essence of the problem is to fit the factual\n\ncircumstances of Internet use into the substantive rules of law\r\napplying to the many and very different legal issues that the\r\nInternet affects. It is therefore unlikely, and it is nowhere\r\nsuggested, that there will be one uniform rule, specific to the\r\nInternet,\nthat can be applied in all cases of Internet use.’\nWe are of course, not\r\nconcerned with a case of private international law, but the suggested\r\napproach certainly has relevance to\nthe domestic law that we must\r\nconsider and to the manner in which I propose to confront the\r\nproblem.\n[26] Section 3 of the NGA\r\nprovides:\n‘\nAn\r\nactivity is a gambling activity if it involves-\n(a)\r\nplacing or accepting a bet or wager in terms of section 4 (1);\n(b)\r\n[not relevant];\n(c)\r\nmaking available for play, or playing-\n(i)\r\nbingo or another gambling game in terms of section 5; or\n(ii)\r\n[not relevant].’\n[27] According to s 4:\n‘\n(1)\r\nA person places or accepts a bet or wager when that person-\n.\r\n. . (c) stakes or accepts a stake of money or anything of value with\r\none or more other persons on any contingency; or\n.\r\n. .’\n[28] Section 5 provides:\n‘\n(1)\r\nAn activity is a gambling game if-\n(a)\r\nit meets the following criteria:\n(i)\r\nit is played upon payment of any consideration, with the chance that\r\nthe person playing the game might become entitled to, or\nreceive a\r\npay-out; and\n(ii)\r\nthe result might be determined by the skill of the player, the\r\nelement of chance, or both; or\n(b)\r\n[not relevant].’\n[29] No express\r\ndefinition of the term ‘gambling’ is included in the Act\r\nbut the intention is made clear, particularly\nin s 5. Very much in\r\naccord with the common law – see eg\nRademeyer v Evenwel\n1971\r\n(3) SA 339\n(T) – the elements of gambling are-\n(i)\r\npayment of a consideration (stake, bet or wager)\n(ii)\r\nthe chance (contingency) of becoming entitled to or receive a pay-out\r\n(the uncertain future event).\nOnce those criteria are\r\nsatisfied in the context of s 4(1) the player who places the stake is\r\ngambling and (since gambling is necessarily\na reciprocal activity)\r\nthe other party or parties who make the gambling game available or\r\naccept the wager (who may be different\npersons) is or are likewise\r\nengaged or involved in a gambling activity. These criteria do not\r\nvary according to whether one is\nconsidering a terrestrial encounter\r\nbetween player and casino or whether the meeting takes place in\r\ncyberspace.\nThe GGA\n[30] In this Act\r\n‘gambling’ is defined in s 1 as follows:\n‘”\ngambling”\r\nmeans the wagering of a stake of money or anything of value on the\r\nunknown result of a future event at the risk\nof losing all or a\r\nportion thereof for the sake of a return, irrespective of whether any\r\nmeasure of skill is involved or not and\nencompasses all forms of\r\ngambling and betting, but excludes the operation of a machine\r\ncontemplated in subsection (3) or (4): Provided\nthat the responsible\r\nMember may, on the recommendation of the board, declare certain games\r\nof skill not to be gambling;’.\nFrom this definition it\r\nis clear that the essence of ‘gambling’ under the GGA is,\r\nas under the NGA, the staking of a\nconsideration on an uncertain\r\nfuture event.\n[31] So also the aims\r\nwhich the provincial legislation seeks to achieve, as spelled out in\r\nthe preamble to the GGA accord in substance\nwith those that inform\r\nthe interpretation of the NGA.\n[32] There is an obvious\r\nconcurrence in reasoning between the two Acts as to when gambling can\r\nproperly be said to take place.\n[33] Having determined\r\nthat gambling takes place when a player places a stake upon an\r\nuncertain chance it becomes necessary to decide\nwhether and, if so,\r\nat what point in the course of the operations described in para 20\r\nthat fulfilment is achieved. In my view\nthe key facts are those\r\ncontained in paras 2.19(a), 2.20 and 2.21 of the summary.\n[34] According to these\r\nfacts the stake is irrevocably placed on the outcome of the player’s\r\nchosen gambling game (and the\ngamble is under way) at the moment that\r\nhe or she activates the ‘Spin’ button (or its\r\nequivalent). The fact that any\nor all of the actions described by\r\nProf Hazelhurst may occur in Swaziland after or as a consequence of\r\nthat activation is, it seems\nto me, irrelevant to the central issue\r\nas none of those actions changes the reality that the player at his\r\nor her computer has\nin South Africa committed himself or herself to\r\nstaking money on the chance. That takes place where the player is (in\r\nSouth Africa)\nand not in Swaziland.\n[35] Such an\r\ninterpretation satisfies the aims of the statute: the prospective\r\nplayer is ‘seduced’ in South Africa,\nhe or she takes and\r\nactivates the crucial decision to gamble here, he or she is\r\nimpoverished here; the internet casino intrudes\nupon the field of\r\nlicensed operators here and it does so without payment of dues to the\r\nState. The legislature is concerned with\nsubstance, not form, and if\r\ngambling takes place in South Africa it is of no consequence what\r\nmeans are employed to facilitate\nit and whether those means are\r\nemployed outside the country.\n[36] Moreover the\r\nappellant ‘makes’ such games ‘available’ to\r\nprospective players in South Africa. The purpose\nof the Act is to\r\ncontrol the effect of gambling on South Africans in South Africa\r\nwhatever the source of the temptation may be.\nIn so far as the\r\nintention of the appellant is to use the internet casino to introduce\r\nSouth Africans to the ‘delights’\nof direct gambling from\r\ntheir homes (or places of business) it places no strain upon the\r\nordinary meaning of the expression to\ntreat the placing and\r\nmaintenance on the web of an internet casino which is readily\r\naccessible to such persons as acts of making\ngambling available in\r\nSouth Africa. The appellant’s advertising on its web-site\r\ninforms the interested viewer that\n‘\nIn\r\njust a few easy steps you can start playing all your favourite casino\r\ngames from the comfort of your own home’ and\n‘\nImagine\r\nbeing able to enjoy all your favourite slot machine games in your own\r\npersonal cozy abode where you can just relax and be\nat home.’\nAlthough these statements\r\nno doubt contain some hyperbole, they also identify an essential\r\ntruth in what the appellant is doing:\nthe opportunity to gamble is\r\nbeing offered to\nthe would-be player\r\nwherever it finds him or her with a computer link to the internet,\r\nwhich usually means in the home or office.\n[37] It is now necessary\r\nto consider an argument tentatively offered by Mr Ginsburg relating\r\nto the interpretation of ‘gambling’,\n‘gambling\r\nactivities’ and ‘gambling games’ in the NGA. As I\r\nunderstood him, in so far as this case concerns\ngambling through the\r\nmedium of the internet, the legislative intention is unformed (or at\r\nleast, inchoate) and cannot be construed\nto proscribe such activities\r\n(save to the limited extent of s 11). This is because Item 5 of the\r\nSchedule to the Act expressly\nprovided for the establishment of a\r\ncommittee to consider and report on national policy to regulate\r\ninteractive gambling within\nthe Republic and required the Minister,\r\nwithin two years of the effective date of the Act (1 November 2004)\r\nto introduce legislation\nin Parliament to regulate such gambling.\r\nSuch legislation was introduced by the National Gambling Amendment\r\nAct 10 of 2004 but\nhas yet to be put into operation.\n[38] Given the broad and\r\nundefined scope and effect of the transitional provisions, our\r\nobligation is to interpret the body of the\nstatute as we find it,\r\nparticularly when it is, as I see it, unambiguous in its terms. We\r\ncannot be diverted by the subsequent\ncaution (or hindsight) of the\r\nlegislature into watering down its plain meaning by reliance on\r\namending provisions that have not\nbeen, and may never be, brought\r\ninto operation. Even then the scope for interpreting an earlier law\r\nby reference to legislative\nintention in a later statute (albeit an\r\namending one) is limited:\nClan Transport Co (Pvt) Ltd v Road\r\nServices Board\n1956 (4) SA 26\n(SR) at 33H-34E;\nWoodley v\r\nGuardian Assurance Co of SA Ltd\n1976 (1) SA 758\n(W) at 764B-F. It\r\ncannot be said (and counsel did not argue) that the amendment\r\n‘proceeded on the assumed basis that the\nearlier Act had a\r\nparticular meaning, and by so proceeding it tacitly interpreted the\r\nearlier legislation’:\nClan Transport\nat 34E.\n[39] That the appellant\r\nneither ‘engages in’ nor ‘makes available’\r\nthe gambling activities offered on its\ncasino website was maintained\r\nby its counsel with no great enthusiasm, rightly so, as I see it. To\r\n‘engage in’ means\nto ‘participate in’ or ‘be\r\ninvolved in’ any form of business (Concise OED 472). To ‘make\r\navailable’\nmeans to ‘render accessible for use’ or\r\n‘place at one’s disposal or within one’s reach’;\r\nsee\nReynolds Brothers Ltd v Chairman, Local Road Transportation\r\nBoard, Johannesburg and Another\n1985 (2) SA 790\n(A) at 802. The\r\n‘engagement’ and the ‘making available’ both\r\ntake place wherever the participant finds\nhim- or herself, which, as\r\nthe introductory material on the website makes clear, is the\r\nappellant’s stated intention.\n[40] The conclusions at\r\nwhich I have thus arrived have the effect that persons in South\r\nAfrica who gamble with the appellant as\nwell as the appellant in its\r\ninteractive participation contravene the provisions of ss 8 and 11 of\r\nthe NGA and ss 76 (2) of the\nGGA. The consequence is that\r\nadvertisement of information concerning the activities of the\r\nappellant’s casino is prohibited\nby s 15 (1) of the\r\nfirst-mentioned and s 71 (1) of the last-mentioned statute.\n[41] The court a quo was\r\nfor these reasons correct in its dismissal of the action instituted\r\nby the appellant. The parties have\nagreed that no order for costs\r\nshould follow the result of this appeal.\n[42] In consequence an\r\norder is made that the appeal be dismissed.\n________________\nJ A Heher\nJudge of Appeal\nAPPEARANCES\nAPPELLANT: P Ginsburg SC\r\n(with him E W Dunn SC and I Miltz SC)\nHack Stupel & Ross,\r\nPretoria\nLovius Block,\r\nBloemfontein\n1\nst\nand 2\nnd\nRESPONDENTS: I A M Semenya SC (with him V Maleka SC and N\r\nNharmuravate)\nMdlulwa Nkuhlu Inc,\r\nSandton\nSymington & De Kok,\r\nBloemfontein\n3\nrd\nRESPONDENT: No appearance\n1\nCasino\r\n\tEnterprises (Pty) Ltd (Swaziland) v Gauteng Gambling Board and\r\n\tOthers\n2010 (6) SA 38\n(GNP).\n2\nThis\r\n\tCourt has so held in relation to the GGA:\nCasino Enterprises\r\n\t(Pty) Ltd (Swaziland) v The Gauteng Gambling Board\n(91/07)\n[2008] ZASCA 31\n(28 March 2008) at para 16.\n3\nOnline\r\n\tLottery Services (Pty) Ltd and Others v National Lotteries Board and\r\n\tOthers\n2010 (5) SA 349\n(SCA) at 357C.",
  "scraped_at": "2026-02-12T15:56:12.871536",
  "date": "2011-09-28",
  "coram": [
    "HEHER JA",
    "PONNAN JA",
    "SERITI JJA",
    "PLASKET JA",
    "PETSE AJJA"
  ],
  "case_number": "653/10",
  "parties": {
    "applicants": [
      "Casino Enterprises (Pty) Ltd"
    ],
    "respondents": [
      "Gauteng Gambling Board",
      "National Gambling Board",
      "Minister of Trade & Industry"
    ]
  },
  "sections": {
    "facts": "Casino Enterprises (Pty) Ltd, a company incorporated in Swaziland, operates a land‑based casino and an internet casino (trading as Piggs Peak) that are licensed only in Swaziland. The Gauteng Gambling Board issued notices prohibiting any advertising of the internet casino in Gauteng under s71(1) of the Gauteng Gambling Act and threatened prosecution. The appellant sued the Board, the National Gambling Board and the Minister of Trade & Industry for declaratory relief, asserting that gambling by South African players occurs in Swaziland and therefore does not breach the National Gambling Act 7 of 2004 (NGA) or the Gauteng Gambling Act 4 of 1995 (GGA). Expert testimony described the technical operation: a player in Gauteng runs client software, presses a ‘Spin’ button, and the request is sent over the Internet to servers in Swaziland where the game is processed and the outcome determined.",
    "issues": "1) Whether the operation of an online casino located in Swaziland but accessed by South African players constitutes gambling under the NGA and GGA. 2) Whether the statutes have extraterritorial application to activities initiated in South Africa. 3) Whether advertising the Swaziland‑based internet casino in South Africa breaches s15 of the NGA and s71(1) of the GGA.",
    "principles": "The court examined the definitions of ‘gambling’ in both statutes, which require (i) placement of a stake or wager and (ii) an element of chance. It held that the decisive act—placing the stake by pressing the spin button—occurs where the player is physically located, i.e., South Africa. The statutes aim to protect the public, licensed operators and state revenue, and are interpreted broadly to cover interactive gambling regardless of where servers are situated. Extraterritoriality is not presumed; the location of the gambling activity is determined by the player’s action. Relevant precedents on internet gambling and statutory interpretation were considered.",
    "application": "Applying the principles, the court concluded that South African players, by pressing ‘Spin’, place a stake in South Africa, thereby engaging in gambling within the Republic. The subsequent processing by servers in Swaziland does not relocate the gambling activity. Consequently, the appellant’s internet casino contravenes ss8 and 11 of the NGA and ss76(2) of the GGA. Advertising the casino also breaches s15 NGA and s71(1) GGA. The appellant’s arguments that the statutes were not designed for internet gambling and that activities are wholly extraterritorial were rejected.",
    "conclusion": "The appeal was dismissed. No order for costs was granted. The court affirmed the lower court’s decision that the appellant’s online casino operations and related advertising violate South African gambling legislation."
  },
  "tags": {
    "level_1": "Gambling Law",
    "level_2": "Internet Gambling",
    "level_3": [
      "extraterritoriality",
      "national gambling act",
      "gauteng gambling act",
      "advertising prohibition",
      "online casino"
    ]
  }
}