{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/42.html",
  "case_name": "Minister of Safety and Security v Venter and Others (570/2009) [2011] ZASCA 42; 2011 (2) SACR 67 (SCA) (29 March 2011)",
  "citation": "[2011] ZASCA 42",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 42\n|\nNoteup\n|\nLawCite\nMinister of Safety and Security v Venter and Others (570/2009) [2011] ZASCA 42; 2011 (2) SACR 67 (SCA) (29 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No 570/2009\nIn the matter between:\nTHE\r\nMINISTER OF SAFETY AND SECURITY\n............................................\nAppellant\nand\nPAUL\r\nJOHANNES VENTER\n...........................................................\nFirst\r\nRespondent\nCHRISTA\r\nVAN WYNGAARDT\n...................................................\nSecond\r\nRespondent\nCHRISTA\r\nVAN WYNGAARDT NO\n.................................................\nThird\r\nRespondent\nNeutral citation:\nMinister of Safety and\r\nSecurity v Venter\n(570/09)\n[2011] ZASCA 42\n(29 March 2011)\nCoram\n: Mpati P, Cachalia and Majiedt JJA\nHeard\n: 23 February 2011\nDelivered\n: 29 March 2011\nSummary\n: Delict ─ action for damages ─\r\nfailure of police to inform complainants of the provisions in the\r\nDomestic Violence\nAct ─ constituting negligence which caused\r\ncomplainants harm when they suffered an unlawful attack on them ─\r\ncomplainants\nfound to be contributorily negligent.\nORDER\n______________________________________________________________\nOn appeal from:\nNorth Gauteng High Court,\r\nPretoria (Mynhardt J sitting as court of first instance).\n(1) The appeal is dismissed except to the extent\r\nindicated in this order.\n(2) The appellant is to pay the costs of the appeal\r\nincluding the costs of two counsel.\n(3) The order of the court below is set aside and is\r\nreplaced by the following:\n'(a) It is declared that the defendant is liable to pay\r\nto the first and second plaintiffs 75 per cent of such damages as\r\nthey are\nable to prove or as may be agreed upon.\n(b) The defendant is ordered to pay the first and second\r\nplaintiffs' costs, including the costs consequent upon the employment\r\nof\ntwo counsel.\n(c) The third plaintiff's claim is dismissed with\r\ncosts.'\n______________________________________________________________\nJUDGMENT\nMAJIEDT JA (MPATI P, CACHALIA JA concur):\n[1] This is an appeal against a judgment of Mynhardt J\r\nin the North Gauteng High Court holding the Minister of Safety and\r\nSecurity\nliable for damages suffered by the respondents because of\r\nthe negligent failure by members of the South African Police Service\r\n(SAPS) to perform their statutory duties under the Domestic Violence\r\nAct 116 of 1998 (the Act). The appeal is with the leave of\nthe court\r\nbelow.\n[2] The incident giving rise to the cause of action\r\noccurred on 21 October 2002, when Mr Cornelius Whitey van Wyngaardt\r\n(Whitey)\nraped his erstwhile wife, Ms Christa van Wyngaardt, the\r\nsecond respondent, (Christa) and then shot and injured Mr Paul\r\nJohannes\nVenter, the first respondent (Venter). Whitey was later\r\narrested by the SAPS. He committed suicide whilst in police custody.\n[3] The events preceding the incident are largely common\r\ncause. The second respondent was married to Whitey. Two children were\r\nborn\nof their marriage. The first respondent and his wife were\r\nfriends and frequent visitors to the Van Wyngaardt home. Both\r\nmarriages\nended and after Venter’s wife left him, Christa moved\r\ninto Venter’s home with her children.\n[4] Whitey initially had no difficulty with this\r\narrangement; in fact he encouraged it. There was no suggestion at the\r\ntime of any\nromantic connection between Christa and Venter. However,\r\nthe nature of their relationship changed and became more intimate\r\nafter\nshe moved in with him. This caused Whitey to become jealous.\r\nLater his behaviour became compulsive. He made incessant telephone\n\ncalls, sent abusive text messages to her and threatened to set their\r\nhouse on fire and kill them.\n[5] As a result of Whitey's increasingly erratic and\r\nthreatening behaviour Venter approached the Brakpan police station\r\nduring June\n2002 to seek advice on how he could deter Whitey from\r\ncoming to his house. They told him that they could only act if Whitey\r\nphysically\ntried to enter the house.\n[6] At about the same time Venter, accompanied by\r\nChrista, also approached the Brakpan Magistrate’s Court to find\r\nout how\nhe could obtain an interdict to prevent Whitey from entering\r\nhis property. He was informed that he had to obtain a case number\r\nfrom the police before he could take the matter further. The\r\nrespondents did not, however, pursue this course. As will become\r\napparent\nlater in this judgment, the appellant contends that even had\r\nthe SAPS advised the respondents of their remedies under the Act they\n\nwould probably not have pursued any of these remedies – just as\r\nthey had not done with the interdict.\n[7] On 27 July 2002 Whitey arrived at the respondents’\r\nhouse. Venter telephoned the police for assistance. They arrived\r\npromptly.\nHowever, Whitey persuaded them that he had merely come to\r\nfetch his children, which he was entitled to do in terms of the\r\ndivorce\ndecree that granted him access to them. In these\r\ncircumstances the police were constrained to permit him to take the\r\nchildren with\nhim. This distressed the respondents. They felt that\r\nWhitey had manipulated the situation to his advantage.\n[8] Whitey's conduct became even more threatening after\r\nthis incident prompting Venter to approach the Brakpan police again\r\non 20\nAugust 2002. This time he had prepared a statement in Afrikaans\r\nwith details of Whitey’s threatening behaviour against Christa,\n\nthe children and him personally. The statement contained a paragraph\r\nwhich, translated loosely, said that he did not wish the police\nto\r\nconduct any investigation against Whitey, but to prevent him from\r\nentering their property. However, the police officer who was\non duty\r\ntold him that the police could not assist him, and nothing came of\r\nthis complaint.\n[9] Whitey’s conduct continued unabated. On 11\r\nOctober 2002 he collected the children from the respondents' house\r\nand, shortly\nafterwards, he telephoned Christa. This time he\r\nthreatened to kill the children and himself should she go to the\r\npolice. He wanted\nher to return to him.\n[10] In response to this threat the respondents hurried\r\nto the police for assistance. They reported to an Inspector de Koker\r\nwho\nwas sceptical that they had a case. He initially would not take a\r\nstatement from them and relented only after Venter telephoned\nhis\r\nattorney who spoke to De Koker and tried to persuade him to act on\r\nthe complaint. This intervention, and that of a Captain\nAbrahams,\r\ncaused De Koker to open a case docket. De Koker, however, remained\r\nreticent and only took down a brief unattested statement\nfrom\r\nChrista.\n[11] It appears from the evidence that, pursuant to the\r\ncomplaint, Christa had a telephonic conversation with a Sergeant\r\nNaude the\nfollowing day and requested the latter not to contact\r\nWhitey on his telephone because the children were still with him. The\r\nfollowing\nday, on 13 October, Whitey allowed the respondents to\r\ncollect the children. They did so and later informed Naude that the\r\nchildren\nwere home. In the days immediately following this incident\r\nnothing came of their complaint, despite Christa’s request in\r\nher statement that the matter be investigated.\n[12] This brings me to the events of 21 October 2001.\r\nWhitey arrived at the repondents’ house unexpectedly. He had\r\ntelephoned\nChrista the previous day and requested that they meet, but\r\nno date was set for this meeting. Christa was alone at home with\r\ntheir\nfour year old child. She was hesitant to let him in but decided\r\nto open the door for him because she realised that he would have\nseen\r\nhis daughter through the open windows and curtains. He entered and\r\nsaid ominously that it was 'elimination day'. She asked\nwhat he\r\nmeant. He replied that she would soon find out. He told her to\r\naccompany him to his car. She did. He then took out a crossbow\nand a\r\nset of handcuffs from the boot. He told her that he was going to kill\r\nVenter with the crossbow when he returned and that\nhe would use the\r\nhandcuffs to handcuff her to the bed.\n[13] They entered the house and he proceeded to use the\r\ncrossbow to shoot at and damage several items in the house. While\r\ndoing\nthis he told her to go to the bedroom and undress. He\r\nthreatened to cause even further damage if she did not obey. She\r\ncomplied.\nHe followed her and began scratching around one of her\r\nwardrobes. He found Venter’s firearm which is usually hidden in\r\na\nsafe but had been kept in the bedroom so that Christa could protect\r\nherself from her erstwhile husband. The discovery of the firearm\n\nseemed to spur on the intruder. He then raped her.\n[14] Some time later they collected the other child from\r\nschool on Whitey’s insistence. They took both children to\r\nChrista’s\nsister’s home. Whitey did not want the children\r\nto be at home when Venter returned from work.\n[15] They returned to the respondents’ home and\r\nwaited for Venter to return. According to Venter, he had received a\r\ntelephone\ncall from Christa’s mother earlier. She told him that\r\nshe had phoned Christa and feared that something was wrong. He also\n\ntried to telephone Christa but there was no response. He then decided\r\nto go home to investigate. He arrived home at about 15h00\nand saw\r\nWhitey’s car parked outside. This heightened his anxiety. He\r\nwalked to the front door and tried to open it, but was\nnot able to\r\nbecause it was locked. He then walked to one of the side windows\r\nwhere he saw Christa. She began screaming while trying\nto warn him to\r\nrun away.\n[16] Fearing that both children were inside with Christa\r\nand Whitey he instinctively tried to gain entry through the front\r\ndoor\nby force. Whitey fired a shot through the door. The bullet\r\nstruck him on his arm. He then tried to flee but Whitey pursued him\r\nby car and fired more shots at him. Fortunately he found a place to\r\nhide. The police arrived shortly afterwards and arrested Whitey.\nTwo\r\ndays later he apparently committed suicide in the police cells.\n[17] The respondents sued the Minister of Safety and\r\nSecurity for damages based on the failure of the police to perform\r\ntheir legal\nduty to assist the respondents to take steps to protect\r\nthemselves under the Act. The appellant does not dispute that the Act\r\nimposes\na legal duty to take steps to protect the respondents in the\r\ncircumstances of this case. Nor does he dispute that the police were\n\nnegligent in failing to assist the respondents in accordance with the\r\nAct’s provisions. It is however contended that the\nrespondents\r\nfailed to prove that such negligence caused their damages, because\r\nthey would probably not have taken steps to protect\nthemselves even\r\nif the police had assisted them or, at the very least, that their own\r\nnegligence contributed to what happened.\n[18] It is important to understand\r\nthe ambit of the legal duty that the police owed to the respondents.\r\nThe Act and the National\nInstructions on Domestic Violence\n1\n(the Instructions) require the police\r\nto advise persons of their rights and to assist them in asserting\r\nthese rights, where necessary.\n[19] The Act contains a panoply of\r\nrights and remedies available to victims of domestic violence that is\r\nderived from the constitutional\nduty imposed on the State by s 12(1)\r\nof the Constitution to protect the right of everyone to be free from\r\nprivate or domestic violence.\n2\nThe preamble to the Act declares that\r\nits objective is to 'afford the victims of domestic violence the\nmaximum protection\r\nfrom domestic abuse that the law can provide'\n(italics added). To this end\r\nParliament introduced measures to ensure that the relevant organs of\r\nState (including the SAPS) give\nfull effect to the provisions of the\r\nAct.\n[20] Section 2 imposes a duty to assist and inform\r\ncomplainants of their rights under the Act. It reads as follows:\n'2. Duty to assist and inform complainant of rights –\r\nAny member of the South African Police Service must, at the scene of\n\nan incident of domestic violence or as soon thereafter as is\r\nreasonably possible, or when the incident of domestic violence is\n\nreported─\n(a) render such assistance to the complainant as may be\r\nrequired in the circumstances, including assisting or making\r\narrangements\nfor the complainant to find a suitable shelter and to\r\nobtain medical treatment;\n(b) if it is reasonably possible to do so, hand a notice\r\ncontaining information as prescribed to the complainant in the\r\nofficial\nlanguage of the complainant's choice; and\n(c) if it is reasonably possible to do so, explain to\r\nthe complainant the content of such notice in the prescribed manner,\r\nincluding\nthe remedies at his or her disposal in terms of this Act\r\nand the right to lodge a criminal complaint, if applicable.'\n[21] Section 7 sets out the procedure\r\nfor obtaining a protection order and the wide-ranging powers that a\r\ncourt has to issue one.\nOf relevance to this case is the power to\r\nrestrain a respondent from entering a complainant's place of\r\nresidence,\n3\nor prohibit any emotional, verbal and\r\npsychological abuse, intimidation, harassment and stalking.\n4\nA court may also refuse a respondent\r\ncontact with a child or permit it subject to suitable conditions.\n5\n[22] A breach of a protection order\r\nis an offence, which carries a penalty of a fine or period of\r\nimprisonment for a period not\nexceeding five years or both such fine\r\nand imprisonment.\n6\nWhere threats of death or injury have\r\nbeen made and where a respondent's state of mind or mental condition\r\nwarrants it, a court\nmust\norder seizure of any arm or dangerous\r\nweapon in the possession of or under the control of a respondent.\n7\n[23] The Instructions provide\r\nguidelines to members of the SAPS on how to respond to complaints.\r\nParagraph 3(5) requires station\ncommissioners to ensure that copies\r\nof the Act, the Regulations, the Instructions, station orders issued\r\nby the station commissioner\n8\nand a list of relevant role players\n9\nare available at all times at a\r\npolice station. Paragraph 3(6) requires a station commissioner to\r\nissue orders to members on how\nto assist complainants to access\r\nservices provided by these role players or any other aspect\r\nconcerning domestic violence.\n[24] On receipt of a domestic\r\nviolence complaint wide-ranging duties are imposed on both the\r\nstation commander\n10\nand the member receiving the\r\ncomplaint.\n11\nThese include the duty to investigate\r\na complaint and to collate all information in connection with it.\n12\nParagraph 7 sets out the various\r\nduties imposed on members. There is also a duty to render general\r\nassistance to a complainant.\nSpecific assistance that must be\r\nprovided includes, inter alia, the responsibility imposed on a member\r\nto open a docket and to\nregister it for investigation where a\r\ncomplaint is made and, where no complaint is made, to assist a\r\ncomplainant to make such a\ncomplaint. This assistance must be\r\nrecorded in the occurrence book and in the member's pocketbook. A\r\nNotice, attached as Form 1\nto the Regulations, must be handed to a\r\ncomplainant in the language of his or her choice.\n13\nThat Notice details a complainant's\r\nright to lay a charge or to apply for a protection order or to do\r\nboth. The complainant must\nbe informed that it is not necessary to\r\nlay a charge before applying for a protection order. The difference\r\nbetween the remedies\nmust be explained. A charge is aimed at securing\r\na conviction of an accused whereas the purpose of a protection order\r\nis to prevent\nfuture misconduct.\n[25] The respondents contend that had they been aware of\r\nand understood their rights under the Act – in particular their\r\nright\nto apply for a protection order – they would have taken\r\nthe appropriate steps to protect themselves. As I have mentioned\r\nearlier the appellant’s response is that they have not\r\nestablished that they would have. This is the nub of the dispute.\n[26] In support of its contention the appellant points\r\nto the respondents’ failure to pursue their remedy to obtain a\r\ncommon\nlaw interdict against Whitey in the magistrate's court. It\r\nwill be recalled that Venter was advised that he needed to obtain a\r\ncase number before he could get the interdict. But he and Christa did\r\nnot do anything further. In this regard what also counts against\nthem\r\nis that in their further particulars they denied that they had\r\napproached any court to obtain a common law interdict and had\nto\r\nrecant during cross-examination. They were subjected to extensive\r\ncross-examination on this issue. One of the reasons that they\ndid not\r\npursue the common law remedy was because they were afraid that this\r\ncould ‘push him over the edge’ as Christa\nput it. Another\r\nreason advanced was that their subsequent visits to the police –\r\nparticularly their encounter with De Koker\n– led them to\r\nbelieve that it was futile to try to do anything about Whitey’s\r\nconduct. They were however driven to\nconcede that they could have\r\napplied for an interdict. To this I should add that Venter had\r\npreviously relied on the services of\nan attorney when he had problems\r\nin trying to convince De Koker to act on his complaint. If he had\r\nconsulted his attorney he may\nwell have been advised that he could\r\nobtain a protection order under the Act. A common law interdict would\r\nconceivably have afforded\nthem some relief, namely to prohibit Whitey\r\nfrom access to their property. A protection order would, as set out\r\nabove, have afforded\nthem more wide ranging relief.\n[27] It is abundantly evident that\r\nthe Act and Instructions afford complainants wide ranging remedies\r\nand impose extensive duties\non SAPS members to assist complainants in\r\naccessing these remedies. The Act and its predecessor, the Prevention\r\nof Family Violence\nAct,\n14\nwere specifically enacted to deal\r\neffectively with family violence, since the criminal justice system\r\nwas palpably unable to do\nso.\n15\nThis legislation is similar to that\r\nin other parts of the world.\n16\nThe extensive protection available\r\nunder the Act would be meaningless if those responsible for enforcing\r\nit, namely SAPS members,\nfail to render the assistance required of\r\nthem under the Act and the Instructions. The legislature clearly\r\nidentified the need\nfor a bold, new strategy to meet the rampant\r\nthreat of ever increasing incidences of domestic violence. Its\r\nefforts would come\nto nought if the police, as first point of contact\r\nin giving effect to these rights and remedies, remain distant and\r\naloof to them,\nas the facts of this case appear to suggest.\n[28] This court has in a long line of\r\ncases laid down the test for causation in delict, which consists of\r\ntwo legs, namely factual\nand legal causation.\n17\nFactual causation is to be determined\r\nby application of the 'but for' test. The evidential hurdle to be\r\ncrossed by a plaintiff is\nnot required to be established with\r\ncertainty ─ a plaintiff need only establish that the wrongful\r\nconduct was probably a\ncause of the loss. This, said Nugent JA in\nMinister of Safety\r\nand Security v Van Duivenboden\n,\r\n'calls for a sensible retrospective analysis of, what would probably\r\nhave occurred, based upon the evidence and what can be expected\nto\r\noccur in the ordinary course of human affairs rather than an exercise\r\nin metaphysics'.\n18\n[29] In the high court the learned judge found that the\r\nevidence had established that the police’s failure to advise\r\nthe respondents\nof their remedies under the Act was the critical\r\ncause for why they had not pursued this course. He reasoned thus:\n‘\nEk is\r\ndaarvan oortuig op die getuienis dat die gebrek aan inligting ‘n\r\nwesenlike, indien nie ‘n deurslaggewende, rol\ngespeel het in\r\ndie besluit om nie hierdie aangeleentheid verder te voer nie. Ek het\r\npertinent verwys na die wye bevoegdhede wat\ndie Wet verleen aan ‘n\r\nhof om ‘n gesinsinterdik te verleen en wat die inhoud daarvan\r\nkan wees. Veral na die gebeure\nvan 11 Oktober 2002, meen ek dat op\r\ndie waarskynlikhede, as die eisers geweet het dat Whitey se regte\r\nmiskien ingekort kan word,\nwat kontak met die kinders betref, dat dit\r\nvir hulle moontlik ‘n uitkoms ook sou kon daargestel het en dat\r\nhulle dan positiewe\noptrede sou geneem het in ‘n poging om\r\ndaardie hulpmiddel te bekom.\nEk meen dat op die getuienis en\r\ndie waarskynlikhede, die feit dat hulle nie daardie inligting gehad\r\nhet nie, ‘n belangrike,\nindien nie deurslaggewende, rol gespeel\r\nhet dat hulle dit nie weer verder self opgevolg het nie.\nMnr Van der Merwe se betoog was\r\ndat vir die redes deur hulle aangevoer hulle besluit het om nie\r\ndaardie hulpmiddel te probeer bekom\nnie. Met verwysing na die\r\nonvoorspelbaarheid van Whitey se optrede het hy aangevoer dat niks\r\neintlik daarom draai dat die polisie\nnooit die eisers ingelig het van\r\nwat tot hulle beskikking is ingevolge die Wet op Gesinsgeweld nie.\nEk stem nie daarmee saam nie. ‘n\r\nMens hoef slegs die Wet te lees, en die nasionale instruksies, om te\r\nsien dat daar ‘n\nhele infrastruktuur volgens die bedoeling van\r\ndie wetgewer daargestel moes word om mense soos veral die tweede\r\neiseres in die onderhawige\ngeval, by te staan in omstandighede soos\r\nwaarin sy haar bevind het.\nDie vrees wat hulle gehad het,\r\nof die gedagte wat hulle gehad het dat Whitey dalk oor die afgrond\r\ngestoot kon gewees het, kon bes\nmoontlik besweer gewees het indien\r\ndaar kontak was tussen die eisers en professionele persone wat\r\nberading aan hulle kon verskaf\nen leiding aan hulle kon verskaf.\nDie feit dat\r\ndit nie gedoen is nie, is na my oordeel feitlik alleenstaande\r\ndaarvoor verantwoordelik en dien as regverdiging dat\nbevind behoort\r\nte word op die feite van die onderhawige saak dat die nalate van die\r\nPolisiediens onregmatig was.’\n[30] In my view, the learned judge's\r\nreasoning cannot be faulted. It follows that the respondents\r\nestablished factual causation.\nConcerning legal causation the\r\nappellant did not advance any grounds to suggest that there were any\r\npolicy considerations that\nstood in the way of a finding against the\r\nappellant. Our courts have in the recent past consistently held the\r\npolice liable for\nfailure to perform their statutory duty to protect\r\ncitizens resulting in harm being suffered through such failure.\n19\nLegal causation was clearly\r\nestablished in this case.\n[31] What remains is the question whether the\r\nrespondents were contributorily negligent. The appellant’s main\r\ncontention is\nthat they were negligent in two main respects. First,\r\nby failing to obtain the common law interdict. Second, that Venter\r\nacted\nunreasonably by leaving his firearm in the wardrobe instead of\r\nin a locked safe and also by attempting to gain entry to the house\n\nwhen contacting the police would have been the more prudent course of\r\naction. In Christa’s case it is contended that she\nwas\r\nadditionally negligent in permitting Whitey to enter the house. The\r\nsecond ground can be disposed of immediately. I do not\nthink it was\r\nunreasonable for Venter to have left his firearm in the bedroom for\r\nChrista’s protection, or to have attempted\nto gain entry to the\r\nhouse when he perceived that Christa and, possibly the children, who\r\nhe thought were at home, were in danger.\nChrista explained that she\r\nlet Whitey into the house because she believed that it would\r\nantagonise him if she did not. Her conduct\nin this regard was in my\r\nview not unreasonable.\n[32] Before considering whether they\r\nwere negligent in failing to obtain the common law interdict it is\r\nwell to remind oneself of\ntwo well-known important considerations in\r\nassessing contributory negligence. The first is that reasonable\r\nconduct cannot be judged\nwith the benefit of hindsight and one must\r\nguard against the drawing of conclusions from\nex\r\npost facto\nknowledge.\n20\nSecondly, care must be taken not to\r\nconflate separate elements of a delictual action such as causation\r\nand negligence. I say this\nbecause, having found earlier that the\r\npolice's failure to inform Venter and Christa of their rights and\r\nremedies under the Act\nconstituted a delictual omission which was\r\ncausally linked to the harm they suffered, it does not follow that\r\nthe respondents'\nfailure to obtain a common law interdict cannot in\r\nlaw constitute a degree of negligence on their part. There are no\r\ndegrees of\ncausation in our law, but there are degrees of negligence.\n[33] After careful consideration I have come to the\r\nconclusion that the respondents were negligent in failing to obtain\r\nthe interdict\nand that this contributed to the harm. Venter, an\r\nex-policeman, was on his own version knowledgeable about this type of\r\nremedy,\nalbeit only in broad detail. He explained to Christa its\r\nexistence and how it operates. They approached the Brakpan\r\nMagistrate's\nCourt and sought to obtain an interdict. They were told\r\nthey need a case number. They conceded in cross-examination that they\r\nwere\nable to obtain one by laying a criminal charge of trespassing or\r\nintimidation against the deceased. Moreover, they had access to\na\r\ncase number on the case docket opened on 11 October 2002. A common\r\nlaw interdict may well have stopped Whitey from embarking\non his\r\ndestructive course of action.\n[34] In determining which party\r\nshould bear what portion of the damages, their respective degrees of\r\nnegligence must be compared.\nThis is determined by their respective\r\ndeviation from the norm of the reasonable person expressed as a\r\npercentage. It is plain\nthat the negligence of the appellant is far\r\ngreater than that of the respondents. The SAPS had clear guidelines\r\nin the Act and\nthe Instructions which they failed to adhere to. Over\r\nand above this they have a constitutional duty to protect citizens.\n21\nThe respondents' degree of\r\nculpability is much less ─ I would put it at 25 per cent, which\r\nwould be fair and equitable in\nthe circumstances. The repeated\r\nrebuffs, inaction and slothfulness to do what the Constitution, the\r\nAct and the Instructions unequivocally\ndemand of SAPS members\r\nwarrants a far larger apportionment of blame.\n[35] A finding of an apportionment of 25 per cent\r\nagainst the respondents requires next an evaluation of the degree of\r\nnegligence\non the part of the appellant. It does not follow\r\nautomatically that the percentage is 75 per cent\n─\na determination of the degree\r\nof deviation of the appellant's omission from the reasonable man\r\nstandard is required.\n22\nIn my assessment the\r\nappellant's degree of fault is indeed three times that of the\r\nrespondents, ie 75 per cent.\n[36] The last aspect for consideration on the merits is\r\nthe claim on behalf of the dependants, the two minor children,\r\nbrought by\nChrista in her representative capacity as the third\r\nplaintiff. In the particulars of claim it was alleged that Whitey had\r\ntraumatised\nthe little girl (without specifying any detail of such\r\ntraumatisation) and it was alleged further that Venter arrived home\r\nwhile\nthe deceased was still detaining Christa and the little girl.\r\nThese allegations were denied in the plea. No mention at all was made\n\nof any trauma suffered by the boy. Christa's evidence was that the\r\ngirl was present when Whitey fetched the crossbow from his car.\nShe\r\ntestified further that at some stage Whitey handed the handcuffs to\r\nthe girl to play with in the lounge which she did. There\nwas no\r\nevidence that the girl was present when Whitey damaged items in the\r\nhouse with the crossbow. The evidence is clear that\nthe girl was not\r\npresent in the bedroom when her mother was raped. The evidence\r\nfurther indicated that the boy was at school during\nthese events. He\r\nwas later fetched from school by Whitey and Christa and he and his\r\nsister were dropped off at their aunt's house\nin Germiston. There is\r\nthus no evidence of any trauma suffered by the children. The court\r\nbelow did not deal with this aspect al\nall. When questioned on this,\r\ncounsel for the respondents submitted that this was a matter to be\r\nleft for the trial court when\nthe matter is remitted on the issue of\r\nthe quantum of damages. I disagree. Christa sought a declarator\r\nagainst the defendant holding\nhim liable for the trauma suffered by\r\nher children. In the absence of any evidence proving that such trauma\r\nwas in fact suffered,\nher action in her representative capacity\r\nshould therefore have been dismissed with costs.\n[37] The following order is made:\n(1) The appeal is dismissed except to the extent\r\nindicated in this order.\n(2) The appellant is to pay the costs of the appeal\r\nincluding the costs of two counsel.\n(3) The order of the court below is set aside and is\r\nreplaced by the following:\n'(a) It is declared that the defendant is liable to pay\r\nto the first and second plaintiffs 75 per cent of such damages as\r\nthey are\nable to prove or as may be agreed upon.\n(b) The defendant is ordered to pay the first and second\r\nplaintiffs' costs, including the costs consequent upon the employment\r\nof\ntwo counsel.\n(c) The third plaintiff's claim is dismissed with\r\ncosts.'\n___________\nS\r\nA MAJIEDT\nJUDGE\r\nOF APPEAL\nAPPEARANCES:\nFor Appellant : M P Van Der Merwe\nInstructed by : The State Attorney, Pretoria\nThe State Attorney, Bloemfontein\nFor Respondent : J G Cilliers SC\nM van Rooyen\nInstructed by : P G de Jager Attorney, Pretoria\nVan Deventer & Thoabala Inc, Bloemfontein\n1\nIssued\r\n\tby the National Commissioner of SAPS and published in\nGG\n20778 30 December 1999.\n2\nS\r\n\tv Baloyi (Minister of Justice & another intervening)\n[1999] ZACC 19\n;\n2000\r\n\t(2) SA 425\n(CC),\n2000 (1) SACR 81\n;\n2000 (1) BCLR 86\npara 11. See\r\n\talso:\nVan Eeden v Minister of Safety &\r\n\tSecurity (Women's Legal Centre Trust as amicus curiae)\n2003 (1) SA 389\n(SCA);\n[2002] 4 All SA 346\npara\r\n\t13.\n3\nSection\r\n\t7(1)(e).\n4\nSection\r\n\t7(6).\n5\nSection\r\n\t7(1)(a).\n6\nSection\r\n\t17.\n7\nSections\r\n\t9(1)(a) and (b).\n8\nPara\r\n\t36(6).\n9\nAs\r\n\tset out in para 3(1).\n10\nPara\r\n\t4.\n11\nPara\r\n\t5.\n12\nPara\r\n\t5(2)(d).\n13\nPara\r\n\t10.\n14\n133\r\n\tof 1993.\n15\nOmar\r\n\tv Government of the Republic of South Africa & others\r\n\t(Commission for Gender Equality, Amicus Curiae)\n[2005] ZACC 17\n;\n2006 (2) SA 289\n(CC) para 14.\n16\nSee,\r\n\tfor instance, the Domestic Violence Act of 1995 of New Zealand; the\r\n\tFamily Law Act, 1996 of the UK; the Domestic Violence\nAct of 1996 of\r\n\tIreland and the Domestic Violence Protection Act of 2000 of Ontario.\n17\nSee,\r\n\tfor example,\nMinister of Police v\r\n\tSkosana\n1977 (1) SA 31\n(A) at 34,\nInternational Shipping Company (Pty)\r\n\tLtd v Bentley\n1990 (1) SA 680\n(A) at\r\n\t700E-701F;\nMinister of Safety &\r\n\tSecurity v Van Duivenboden\n2002 (6) SA\r\n\t431\n(SCA) para 22.\n18\nP\nara\r\n\t24.\n19\nCarmichele\r\n\tv Minister of Safety Security & another\n2004\r\n\t(3) SA 305\n(SCA);\nMinister of Safety &\r\n\tSecurity v Luiters\n[2006] ZASCA 11\n;\n2006 (4) SA 160\n(SCA),\n2007 (2) SA 106\n(CC).\n20\nSea\r\n\tHarvest Corporation (Pty) Ltd & another v Duncan Dock Cold\r\n\tStorage (Pty) Ltd & another\n2000\r\n\t(1) SA 827\n(SCA),\n[2000] 1 All SA 128\npara 27.\n21\nMinister\r\n\tof Safety & Security v Van Duivenboden\npara\r\n\t22.\n22\nJones\r\n\tv Santam Bpk\n1965 (2) SA 542\n(A) at\r\n\t555.",
  "scraped_at": "2026-02-12T15:26:15.625384",
  "date": "2011-03-29",
  "coram": [
    "Mpati P",
    "Cachalia",
    "Majiedt JJA"
  ],
  "case_number": "570/2009",
  "parties": {
    "applicants": [
      "Minister of Safety and Security"
    ],
    "respondents": [
      "Paul Johannes Venter",
      "Christa van Wyngaardt",
      "Christa van Wyngaardt No"
    ]
  },
  "sections": {
    "facts": "The respondents – Paul Venter and Christa van Wyngaardt – were subjected to repeated threats and violent behaviour by Christa's former husband, Cornelius Whitey van Wyngaardt. Despite seeking police assistance and advice on obtaining a protection order or interdict, the SAPS failed to inform them of their rights under the Domestic Violence Act 116 of 1998 and did not adequately investigate their complaints. On 21 October 2002 Whitey entered their home, raped Christa, and shot at Venter, who was injured. Whitey was later arrested and committed suicide in police custody. The respondents sued the Minister of Safety and Security for the police's negligent failure to perform statutory duties under the Act.",
    "issues": "1) Whether the police’s failure to advise the respondents of their rights and remedies under the Domestic Violence Act constituted a legal duty whose breach caused the injuries suffered. 2) Whether factual and legal causation between the police’s omission and the harm was established. 3) Whether the respondents were contributorily negligent by not obtaining a common‑law interdict or by other conduct, and how liability should be apportioned.",
    "principles": "The court applied the duty to assist and inform set out in Section 2 of the Domestic Violence Act and the corresponding National Instructions, establishing a statutory duty on SAPS members. Causation in delict requires both factual (the ‘but‑for’ test) and legal causation; the plaintiff need only show the wrongful conduct was probably a cause of loss. Contributorily negligence is assessed by comparing the parties’ deviation from the reasonable person standard, expressed as a percentage of fault.",
    "application": "The court found that the police’s failure to inform the respondents of their remedies was a factual cause of the harm, as the respondents would likely have sought a protection order or interdict had they been advised. Legal causation was also satisfied. While the respondents did not pursue a common‑law interdict, the court held this amounted to contributory negligence, assigning them 25 % responsibility. The police’s breach of statutory duty and constitutional duty to protect citizens was deemed far more serious, justifying a 75 % share of liability.",
    "conclusion": "The appeal was dismissed. The Minister of Safety and Security was declared liable to pay 75 % of the damages proven by the first and second plaintiffs and ordered to pay their costs, including those of two counsel. The third plaintiff’s claim was dismissed with costs. Costs of the appeal were awarded to the respondents."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Domestic Violence",
    "level_3": [
      "police negligence",
      "contributory negligence",
      "liability apportionment"
    ]
  }
}