{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/112.html",
  "case_name": "Pienaar and Another v Master of the Free State High Court, Bloemfontein and Others (579/10) [2011] ZASCA 112; 2011 (6) SA 338 (SCA) (1 June 2011)",
  "citation": "[2011] ZASCA 112",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 112\n|\nNoteup\n|\nLawCite\nPienaar and Another v Master of the Free State High Court, Bloemfontein and Others (579/10) [2011] ZASCA 112; 2011 (6) SA 338 (SCA) (1 June 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 579/10\nIn the matter between:\nNELRI\r\nPIENAAR\n..............................................................................\nFirst\r\nAppellant\nCHRISMARI\r\nSTEVEN\n.................................................................\nSecond\r\nAppellant\nand\nMASTER\r\nOF THE FREE STATE HIGH COURT,\nBLOEMFONTEIN\n..........................................................................\nFirst\r\nRespondent\nCYNTHIA\r\nMERLE DU TOIT\n..................................................\nSecond\r\nRespondent\nSUZETTE\r\nMALHERBE\n...............................................................\nThird\r\nRespondent\nDERICK\r\nDU TOIT\n......................................................................\nFourth\r\nRespondent\nNeutral citation:\nPienaar\r\nv Master of the Free State High Court\n(579/10) [2011] ZASCA112 (01 June\r\n2011).\nCoram:\nLEWIS, CACHALIA,\r\nSHONGWE, THERON and MAJIEDT JJA\nHeard: 10 May 2011\nDelivered: 01 June 2011\nSummary:\nWill\r\n─ Revocation by later testamentary instrument ─ Both\r\nwills dealing with entire estate ─ Later will different\nfrom\r\nearlier ─ Later will impliedly revoked the earlier will in so\r\nfar as inconsistent with it.\n_____________________________________________________________\nORDER\n_______________________________________________________________\nOn appeal from:\nFree State\r\nHigh Court (Bloemfontein) (Kruger J sitting as court of first\r\ninstance):\n1 The appeal is upheld with\r\ncosts.\n2 The order of the court a quo is\r\nset aside and replaced with:\n‘\n(a) It\r\nis declared that the testament of the testator, Frederik Jacobus du\r\nToit, dated 28 May 2007, impliedly revoked the earlier\ntestament\r\ndated 27 November 2006 in so far as inconsistent with the latter.\n(b) The Sanlam Personal Portfolio\r\nis to form part of the residue of the estate of the testator.\n(c) The second respondent is to\r\npay the costs of this application.’\n_______________________________________________________________\nJUDGMENT\n_______________________________________________________________\nTHERON JA (LEWIS, CACHALIA,\r\nSHONGWE, THERON and\nMAJIEDT JJA concurring):\n[1] The testator, Frederik\r\nJacobus du Toit, executed a will in November 2006. Approximately six\r\nmonths later, in May 2007, he executed\nanother will. The question for\r\ndetermination is whether the later will impliedly revoked the earlier\r\nwill, in part.\n[2] The appellants are the\r\ndaughters of the testator. Their parents had divorced. The testator\r\nsubsequently married the second respondent,\nCynthia du Toit (Du\r\nToit), and they had a son, Derick du Toit (Derick), the fourth\r\nrespondent. The testator and Du Toit divorced\non 19 October 2006,\r\nprior to the execution of both wills. The testator died on 30 June\r\n2007.\n[3] I do not propose to set out\r\nthe content of each will but merely to describe their essential\r\nterms. In terms of the 2006 will\nthe deceased expressly revoked\r\nprevious wills and bequeathed: (i) his Sanlam Personal Portfolio to\r\nDu Toit, in the event of it\nbeing payable to his estate; (ii) an\r\nimmovable property and a motor vehicle to Derick; and (iii) the\r\nresidue of his estate to the\nappellants. That will also made\r\nextensive provision for the appointment of an executor and the\r\ngeneral administration of the estate.\n[4] In terms of the 2007 will,\r\nthe deceased bequeathed an immovable property to each of his three\r\nchildren (the appellants and Derick)\nwhile Du Toit was granted\r\nlifelong use of the property bequeathed to Derick. A cash amount was\r\nawarded to the first appellant and\nDerick, and as in the previous\r\nwill, the residue of the estate was to be shared by the appellants.\r\nIn the later will the Volkswagen\nmotor vehicle was bequeathed to the\r\ntestator’s son-in-law. In the 2006 will it was bequeathed to\r\nDerick.\n[5] The dispute in this matter\r\nrevolves around a Sanlam investment policy (the policy) valued at\r\napproximately R827 000. Clause\n1.1 of the 2006 will reads as follows:\n‘\nMy\r\nSanlam Persoonlike Portefeule, indien betaalbaar aan my boedel, [is\r\nbemaak] aan my vorige eggenote [Du Toit] en indien sy voor\nmy te\r\nsterwe sou kom, sal hierdie bemaking aan haar verval en deel vorm van\r\ndie restant van my boedel.’\n1\nIt was common cause that at the\r\ntime of his death the testator had three investments in his Sanlam\r\nPersonal Porfolio. The first\nwas made on 1 March 2002 and in it the\r\ntestator had nominated his first wife as the beneficiary. The\r\ninvestment date of the second\ninvestment was 2 March 2007, and Du\r\nToit was appointed the beneficiary. The third and disputed investment\r\nwas made on 22 March\n2007 and no beneficiary was appointed in respect\r\nof this policy.\n[6] In October 2009, the third\r\nrespondent prepared a first and final distribution account, in terms\r\nof which the policy was regarded\nas part of the residue of the\r\nestate. Du Toit and Derick lodged an objection against the account\r\nwith the Master. The Master sustained\nthe objection and determined\r\nthat the proceeds of the policy should be paid to Du Toit.\n[7] The appellants instituted\r\nproceedings in the Free State High Court (Bloemfontein) in which they\r\nsought an order, inter alia,\nto the effect that the estate of the\r\ntestator be administered in terms of the 2007 will, alternatively\r\nthat the 2007 will had impliedly\nrevoked the 2006 will, and more\r\nspecifically that the bequest of the policy to Du Toit in the 2006\r\nwill had been impliedly revoked\nby the 2007 will.\n[8] The application in the high\r\ncourt was not opposed by the Master and the third respondent. The\r\ntestator had nominated Sanlam\nTrust Limited as executor of his estate\r\nand the third respondent was the latter’s representative. The\r\nMaster did, however,\nfile a report in support of his decision. He\r\nexplained that the policy was awarded to Du Toit as a bequest in\r\nterms of the 2006\nwill, while the testator did not deal with it in\r\nthe 2007 will. The Master concluded as follows:\n‘ …\ndaar\r\n[is] geen botsende bepalings in die twee testamente … wat\r\nbetref die Sanlam Persoonlike Portefeulje nie. Omdat die twee\n\ntestamente saamgelees moet word, volg dit dat die Sanlam Persoonlike\r\nPortefeulje as ‘n legaat aan die oorledene se vorige\neggenote\r\ntoegeken moet word.’\n2\nIn respect of the motor vehicle,\r\nthe Master concluded that there was an inconsistency between the two\r\nwills and that the bequest\nin respect of the motor vehicle in the\r\n2006 will had been impliedly revoked by the 2007 will.\n[9] Du Toit did not file any\r\nopposing affidavits in the high court but raised certain questions of\r\nlaw for determination. The essence\nof the questions raised were\r\nwhether the Master had correctly determined that the 2007 will did\r\nnot revoke the 2006 will, whether\nthe two wills should be read\r\ntogether and whether the bequest of the policy had been revoked by\r\nthe later will.\n[10] The high court (Kruger J)\r\ndismissed the application reasoning that:\n‘\nDie\r\n2007 testament verander net die manier waarop bates vererf; die 2007\r\ntestament herroep niks nie. Die standard herroepingsklousule\nwat die\r\n2006 testament inlei, is afwesig uit die 2007 een. Die testateur wou\r\nin 2007 nie die 2006 testament herroep nie; hy wou\ndit aanpas.’\n3\nThe court found that it could not\r\nbe established that the testator had, in the later will, intended to\r\nrevoke the earlier bequest\nto Du Toit. The appellants appeal to this\r\ncourt with the leave of the high court.\n[11] Where a\r\ntestator dies leaving more than one testamentary disposition the\r\nwills must be read together and reconciled and the\nprovisions of the\r\nearlier testaments are deemed to be revoked in so far as they are\r\ninconsistent with the later ones.\n4\nWhere there is\r\nconflict between the provisions of the two wills, the conflicting\r\nprovisions of the earlier testament are deemed\nto have been revoked\r\nby implication.\n5\n[12] As I have\r\nsaid, the 2006 will revoked all previous wills, codicils and other\r\ntestamentary writings while the 2007 will did\nnot contain a\r\nrevocation clause. But it is clear from a reading of the wills that\r\nthe testator’s intention in each was to\ndispose of his entire\r\nestate. He started both wills with the words ‘Ek bemaak my\r\nboedel soos volg’.\n6\nHe then, in\r\nboth wills, proceeded to dispose of his entire estate. The 2007 will\r\nhas a different scheme to that of the 2006 will.\nIn the later will\r\nthe testator bequeathed an immovable property to each of his children\r\nand Du Toit was granted a right of lifelong\nuse in respect of the\r\nproperty bequeathed to Derick. In the later will the testator dealt\r\nmore specifically with his property.\nIn my view, the 2007 will\r\nrepresents, in the words of Broome J in\nPrice\r\nv The Master\n,\n‘\na\r\ncompletely new and different scheme and not simply a later set of\r\ndispositions to be superimposed on an earlier set’.\n7\nBroome J went\r\non to explain that where there are two wills, which to some extent\r\ncontain similar provisions, but are in effect different,\nand each of\r\nthe wills deal with the entire estate, then they cannot stand\r\ntogether and the later will must be construed as having\nimpliedly\r\nrevoked the earlier.\n8\n[13] The testator dealt with the\r\nresidue of his estate in both wills. In the later will he disposed of\r\nthe residue differently.\nAnd herein lies the inconsistency between\r\nthe two testaments. It must be assumed, in the absence of evidence to\r\nthe contrary, that\nthe testator had knowledge of the meaning of the\r\nword ‘residue’. In the earlier will the residue consisted\r\nof, inter\nalia, a farm, two properties in a sectional title scheme\r\nand other movable property, while in terms of the later will the\r\nresidue\ncomprised, inter alia, the policy, the farm and certain\r\nmovable property as the testator had made specific bequests of the\r\nother\ntwo immovable properties to each of the appellants.\n[14] The\r\ngolden rule for the interpretation of wills is to ascertain the\r\nwishes of the testator from the language used. Once the\nwishes of the\r\ntestator have been ascertained a court is bound to give effect to\r\nthem.\n9\nIt follows\r\nthat where a bequest has been made in an earlier testamentary\r\ndisposition it would require clear and unambiguous language\nin a\r\nlater testamentary disposition to justify a court finding that the\r\ntestator had intended to revoke such bequest.\n10\nIt is clear\r\nfrom the language used in the 2007 will that the testator intended\r\nthat the policy should fall within the residue of\nhis estate. Such an\r\nintention can be gathered with relative certainty from the scheme as\r\nwell as the terms of the later will. As\nhas already been mentioned,\r\nat the time of his death, the testator had three investments in his\r\nSanlam Personal Portfolio. In respect\nof two of these, he had\r\nnominated his first wife and Du Toit as beneficiaries, respectively.\r\nAnd the last Sanlam investment was\nmerely a part of his estate. It is\r\nfurther clear from the 2007 will that he intended to leave the\r\nunspecified assets to the appellants.\nThose unspecified assets\r\nincluded the third Sanlam investment. The necessary inference is that\r\nthe testator intended to change\nhis previous will.\n[15] There was thus no need to\r\nrevoke the previous will: it contained important provisions for the\r\nadministration of the estate\nthat did not need to be changed. Where\r\nchange was intended it was clearly prefaced with the words that he\r\nbequeathed his estate\n‘as follows’.\n[16] For these reasons the\r\nfollowing order is made.\n1 The appeal is upheld with\r\ncosts.\n2 The order of the court a quo is\r\nset aside and replaced with:\n‘\n(a) It\r\nis declared that the testament of the testator, Frederik Jacobus du\r\nToit, dated 28 May 2007, impliedly revoked the earlier\ntestament\r\ndated 27 November 2006 in so far as inconsistent with the latter.\n(b) The Sanlam Personal Portfolio\r\nis to form part of the residue of the estate of the testator.\n(c) The second respondent is to\r\npay the costs of this application.’\n_______________\nL V THERON\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANTS: C A Human\nInstructed by Hefer Attorneys,\r\nBloemfontein\nSECOND\r\nAND FOURTH\nRESPONDENTS: S J Reinders\nInstructed by McIntyre & van\r\nder Post,\nBloemfontein\n1\n‘\nMy\r\n\tSanlam Personal Portfolio, if payable to my estate, is bequeathed to\r\n\tmy ex wife and if I should survive her, this bequest will\nlapse and\r\n\tform part of the residue of my estate.’\n2\n‘\n.\r\n\t. . there are no conflicting provisions in the two testaments . . .\r\n\tregarding the Sanlam Personal Portfolio. Because the two\ntestaments\r\n\tmust be read together, it follows that the Sanlam Personal Portfolio\r\n\tmust be awarded to the deceased’s ex-wife.’\n3\n‘\nThe\r\n\t2007 testament merely changes the manner in which the assets\r\n\tdevolve; the 2007 testament revokes nothing. The standard revocation\n\n\tclause at the beginning of the 2006 will is absent in the 2007 will.\r\n\tThe testator did not intend for the 2007 will to revoke\nthe 2006\r\n\twill; he wanted to amend it.’\n4\nEx\r\n\tparte Estate Adams\n1946 CPD 267\nat\r\n\t268. The court referred to Van Leeuwen\nCensura\r\n\tForensis\n1.3.11.9;\nEx\r\n\tparte Scheuble\n1918 TPD 158\nand\nEx\r\n\tparte Mark's Executors\n1921 TPD 284.\n5\nVimpany\r\n\tv Attridge\n1927 CPD 113\n;\nBredenkamp v The Master\n1947 (1)\r\n\tSA 388\n(T);\nGentle v Ebdens Executors\n1913 AD 119.\n6\n‘\nI\r\n\tbequeath my estate as follows.’\n7\nPrice\r\n\tv The Master\n1982 (3)\r\n\tSA 301\n(N) at 304D-E.\n8\nAt\r\n\t304C-D.\n9\nRobertson\r\n\tv Robertson’s Executors\n1914 AD\r\n\t503\nat 507;\nCuming v Cuming\n1945\r\n\tAD 201\nat 206\n; Cohen NO v Roetz NO\n[1991] ZASCA 173\n;\n1992\r\n\t(1) SA 629\n(A) at 639A.\n10\nEx\r\n\tparte\nAdams\n1946\r\n\tCPD 267\nat 268.",
  "scraped_at": "2026-02-12T15:45:03.239638",
  "date": "2011-06-01",
  "coram": [
    "LEWIS JJA",
    "CACHALIA JJA",
    "SHONGWE JJA",
    "THERON JA",
    "MAJIEDT JJA"
  ],
  "case_number": "579/10",
  "parties": {
    "applicants": [
      "Nelri Pienaar",
      "Chrismar Steven"
    ],
    "respondents": [
      "Master of the Free State High Court, Bloemfontein",
      "Cynthia Merle du Toit",
      "Suzette Malherbe",
      "Derick du Toit"
    ]
  },
  "sections": {
    "facts": "Frederik Jacobus du Toit executed a first will on 27 November 2006, bequeathing his Sanlam Personal Portfolio to his former wife (Du Toit) and making other specific gifts. On 28 May 2007 he executed a second will that distributed immovable property to each child, granted lifelong use of one property to Du Toit, and altered other gifts, including changing the beneficiary of a motor vehicle. At his death on 30 June 2007 three investments comprised his Sanlam Portfolio; two had named beneficiaries (first wife and Du Toit) and the third had none. The Master of the High Court initially treated the portfolio as part of the estate residue, a decision contested by the appellants, who sought to have the estate administered according to the 2007 will or, alternatively, to have the 2006 bequest to Du Toit impliedly revoked.",
    "issues": "The principal issue was whether the later 2007 will impliedly revoked the earlier 2006 will to the extent of inconsistency, specifically concerning the Sanlam Personal Portfolio and other conflicting bequests.",
    "principles": "South African law requires that when a testator leaves more than one testamentary disposition, the wills must be read together; earlier provisions are deemed revoked by implication if they are inconsistent with later provisions. The golden rule of will interpretation is to ascertain the testator’s intention from the language used, and a clear, unambiguous later disposition is needed to revoke an earlier bequest. Where both wills deal with the entire estate and present different schemes, the later will is presumed to have impliedly revoked inconsistent earlier provisions.",
    "application": "The Court examined the wording and scheme of both wills. Both began with the testator’s declaration to dispose of his entire estate and contained comprehensive schemes that were mutually exclusive. The 2007 will introduced a new distribution of immovable property and altered the residue, indicating a new overall plan. Accordingly, the Court held that the 2007 will impliedly revoked the 2006 provisions that conflicted with it, including the specific bequest of the Sanlam Portfolio to Du Toit. The policy therefore formed part of the residue of the estate and was to be dealt with under the 2007 scheme.",
    "conclusion": "The appeal was upheld with costs. The order of the court a quo was set aside and replaced with a declaration that the 2007 will impliedly revoked the 2006 will insofar as inconsistent, that the Sanlam Personal Portfolio forms part of the residue of the estate, and that the second respondent must pay costs."
  },
  "tags": {
    "level_1": "Wills and Succession",
    "level_2": "Implied Revocation of Wills",
    "level_3": [
      "conflicting wills",
      "estate residue",
      "testamentary intent",
      "Sanlam portfolio"
    ]
  }
}