{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/238.html",
  "case_name": "Master of the High Court Northern Gauteng High Court, Pretoria v Motala NO and Others (172/11) [2011] ZASCA 238; 2012 (3) SA 325 (SCA) (1 December 2011)",
  "citation": "[2011] ZASCA 238",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 238\n|\nNoteup\n|\nLawCite\nMaster of the High Court Northern Gauteng High Court, Pretoria v Motala NO and Others (172/11) [2011] ZASCA 238; 2012 (3) SA 325 (SCA) (1 December 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 172/11\nMASTER\r\nOF THE HIGH COURT\nNORTH\r\nGAUTENG HIGH COURT, PRETORIA\n…................................\nAppellant\nand\nENVER\r\nMOHAMED MOTALA NO\n….........................................\nFirst\r\nRespondent\nMABUTHU\r\nLOUIS MHLONGO NO\n…...................................\nSecond\r\nRespondent\nAMOURE\r\nYEUN NO\n….............................................................\nThird\r\nRespondent\nREALEKA INVESTMENTS SA (PTY) LTD\n….........................\nFourth\r\nRespondent\nNeutral\r\ncitation:\nMaster of the High Court NGP v Motala NO\n(172/11)\n[2011] ZASCA 238\n(1 December 2011)\nBENCH:\r\nPONNAN, MALAN and WALLIS JJA\nHEARD: 18 NOVEMBER 2011\nDELIVERED: 1 DECEMBER 2011\nSUMMARY:\r\nContempt of court – order giving rise to alleged contempt a\r\nnullity – effect of\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn\r\nappeal from\n:\nNorth Gauteng High Court\r\n(Pretoria)\n(Legodi J\r\nsitting as court of first instance):\nThe appeal succeeds and the following paragraphs of the order of the\r\ncourt below are set aside:\n'1. The acting Master of the court, Ms Nthabiseng Ntsoane and the\r\nDeputy Master of this court Ms Christine Roussouw, are hereby\nfound\r\nin contempt of the court order of the 5 August 2010;\n2. Sanction or punishment in respect of the contempt of court order\r\naforesaid is hereby postponed indefinitely.’\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nPONNAN JA (MALAN and WALLIS JJA concurring):\n[1] On 5 August 2010 the North Gauteng High Court (per Kruger AJ)\r\nissued inter alia the following order:\n'1. THAT the First Respondent,\r\nRealeka Investment SA (PTY) LTD [Realeka] is hereby placed under\r\nprovisional judicial management\nin terms of the provisions of the\r\nCompanies Act, Act No. 61 of 1973 (\"the Act\");\n. . .\n3. THAT Hendrik Abram van\r\nVuuren, Second Applicant, jointly with Mabutha Mhlongo (the judicial\r\nmanagers), are hereby appointed as\njoint judicial managers to be in\r\nfull control of all aspects of the First Respondent and as prescribed\r\nby Section 430 of the Act.'\nThe appellant, the Master of the North Gauteng High Court, declined\r\nto issue a certificate of appointment to Mr van Vuuren. Instead,\non\r\n19 August 2010 the Master appointed the first respondent, Mr Enver\r\nMohamed Motala and the third respondent, Ms Amoure Yeun together\nwith\r\nMr Mhlongo, the second respondent, as the joint provisional judicial\r\nmanagers of Realeka with the powers set out in s 430\nof the Companies\r\nAct 61 of 1973 (the Act). A day later and at the instance inter alia\r\nof Mr van Vuuren, Mavundla J issued a rule\nnisi returnable on 26\r\nOctober 2010 interdicting the Master from 'appointing any other\r\njudicial managers save in terms of the court\norder dated the 5\nth\nof August 2010'. In addition, Mavundla J ordered Realeka, which by\r\nthat stage was already under a provisional judicial management\norder,\r\nand the Master to pay the costs of that application jointly and\r\nseverally.\n[2] On 6 September 2010 and on the application of Messrs Motala and\r\nMhlongo and Ms Yeun, Raulinga J interdicted Mr van Vuuren from\n\ncarrying out any of the functions of a provisional judicial manager\r\n'whether conferred by the Companies Act or purportedly conferred\nby\r\nthe court order dated 5 August 2010 issued by his lordship Mr Justice\r\nKruger'. Mr van Vuuren then approached the high court\nseeking to\r\ndischarge the interdict that had issued before Raulinga J. That\r\napplication came before Legodi J on 13 September 2010\nwho,\nmero\r\nmotu\nit would seem, raised the issue of the Master's possible\r\ncontempt of the order of Kruger AJ dated 5 August 2010 and directed\r\nthe\nMaster to file an affidavit by not later than 15 September 2010\r\nexplaining 'why he/she should not be found to be in contempt of\nthe\r\ncourt order of 5 August 2010 by refusing to issue [Mr van Vuuren]\r\nwith letters of appointment as judicial manager of Realeka'.\n[3] The Assistant Master, Mr Wynand Jakobus Cilliers, who deposed to\r\nthe affidavit in compliance with the order of Legodi J, states:\n'22\nIt was never the intention of this office to be in\r\ncontempt of Court and in support of this statement I wish to place\r\nthe following\nfacts before the Honourable Court:\n22.1 No papers were served on this office in terms of\r\nthe mandatory provisions of section 427 read with section 346(4)(a)\r\nof the\nCompanies Act 61 of 1973;\n22.2 When the Court grants an order to place a company\r\nunder judicial management such order places the estate or assets of\r\nthe company\nin the hands of the Master in terms of section 429 of the\r\nCompanies Act;\n22.3 The Court does not make an order with regard to the\r\nappointment of liquidators and judicial managers as this function is\r\nthat\nof the Master in terms of section 429 of the Companies Act. In\r\npractice the Court does however often make a recommendation that\nthe\r\nappointment be made urgently or the Court can make a recommendation\r\nthat a specific person be appointed. The Master must however\nconsider\r\nand take into account the inputs of all other creditors and the\r\npolicies of the Department of Justice before an appointment\nis made;\n22.4 On 20 August 2010 when the Honourable Mr Justice\r\nMavundla interdicted the Second Respondent in this application, this\r\noffice\nhad already made the appointment and issued the appointment\r\ncertificate of the judicial managers in this matter;\n22.5 Mr van Vuuren changed the wording of the affidavit\r\nof non-interest certificate as he does have a substantial interest in\r\nthe\naffairs of the Fourth Applicant and can therefore not be\r\nappointed. There is a very strong case to be made out that his own\r\ninterest\nand those of other creditors may be in conflict of each\r\nother;\n22.6 Mr van Vuuren is not known to this office and has\r\nnever been appointed in a fiduciary capacity as liquidator, trustee\r\nor judicial\nmanager;\n22.7 Mr van Vuuren does not comply with the minimum\r\nrequirements by this office before a person can be placed on the\r\nMaster's panel\nof liquidators or judicial managers. He is not an\r\nadmitted attorney or auditor and is therefore not a suitable person\r\nto be appointed;'\nIn explaining how Mr Motala and Ms Yeun came to be chosen, Mr\r\nCilliers states:\n'13\nThe Master has a discretion to consider who he will\r\nappoint as judicial manager. The Master will normally also consider\r\nthe inputs\nof creditors. Numerous requisitions were submitted and the\r\nmain creditor (Absa Bank) supported Mr E M Motala. The normal policy\n\nof this office is also to appoint a previous disadvantaged person\r\n(PDI) in each estate in order to get exposure as liquidators\nor\r\njudicial managers. This is the reason why Ms A Yeun was appointed.\r\nThis appointment was done in terms of the provisions of section\n429\r\nof the Companies Act.'\n[4] Legodi J was not persuaded by the explanation proffered. He\r\nconcluded:\n'1. The acting Master of the court, Ms Nthabiseng\r\nNtsoane and the Deputy Master of this court Ms Christine Roussouw,\r\nare hereby\nfound in contempt of the court order of the 5 August 2010;\r\n[and]\n2. Sanction or punishment in respect of the contempt of\r\ncourt order aforesaid is hereby postponed indefinitely.’\nThe present appeal against those orders is before this court with the\r\nleave of Legodi J. The respondents have intimated that they\nabide the\r\ndecision of this Court. In what follows I shall endeavour to\r\ndemonstrate that both the reasoning as also the conclusion\nreached by\r\nthe learned Judge cannot be supported.\n[5] A useful starting point has to be the recognition that our\r\ninsolvency administration is wholly a creature of statute. In\nGilbert\r\nv Bekker & another\n1984 (3) SA 774\n(W) at 777G-H, Coetzee J\r\nput it thus: ‘[o]ur courts are not entrusted with insolvency\r\nadministration as in England. The Court,\nwhen called upon to do so,\r\nmerely applies the law to a given situation’. Section 429 of\r\nthe Act empowered a court on application\nto it to grant a provisional\r\njudicial management order. It provided:\n'Upon the granting\r\nof a provisional judicial management order―\n(\na\n)\nall the property of the company concerned shall be\r\ndeemed to be in the custody of the\nMaster\nuntil a\nprovisional judicial manager\nhas been appointed and has assumed office;\n(\nb\n) the Master shall without delay—\n(i)\nappoint, in accordance with\r\npolicy determined by the Minister, a provisional judicial manager\r\n(who shall not be the auditor of the\ncompany or any person\r\ndisqualified under this Act from being appointed as liquidator in a\r\nwinding-up) who shall give such security\nfor the proper performance\r\nof his or her duties in his or her capacity as such, as the Master\r\nmay direct, and who shall hold office\nuntil discharged by the Court\r\nas provided in\nsection\r\n432\n(3)(\na\n);\n(ii)\nconvene separate meetings of\r\nthe creditors, the members and\ndebenture\nholders (if any) of the company for the purposes referred to in\nsection\r\n431\n.'\n[6] That section reserved to the Master the power to appoint a\r\njudicial manager. The effect of such a provision as Potgieter J\n\nobserved (albeit in respect of\ns 151\nof the\nInsolvency Act 24 of\n1936\n) in\nGoldfields Trading Company (Pty) Ltd v Schutte\n1956\r\n(3) SA 1\n(O) at 2D is that: ‘[t]he appointment of a provisional\r\ntrustee is purely statutory and I cannot see how the Court has any\n\ninherent power where such power is vested in the Master by statute’.\r\nThat was echoed by Myburgh J in respect of the Act here\nunder\r\nconsideration in\nLipschitz v Wattrus NO\n1980 (1) SA 662\n(T) at\r\n671G, who stated: ‘[a]s to any such provisional appointments\r\n[of trustees, liquidators and judicial managers] the\nMaster clearly\r\nhas an unfettered and sole administrative discretion and it is within\r\nhis enacted powers to give directions to his\nstaff about such\r\nappointments’.\n[7] Any doubt as may have existed as to the power of the high court\r\nto appoint judicial managers — and to my mind there ought\nto\r\nhave been none — has now been laid to rest by the judgment of\r\nBertelsmann J in\nEx parte The Master of the High Court South\r\nAfrica (North Gauteng)\n2011 (5) SA 311\n(GNP). In that matter the\r\nMaster saw fit to approach the high court for declaratory relief.\r\nWhat motivated the application appears\nfrom the reported judgment\r\n(paras 2-4), which reads:\n'The application has been necessitated by a practice\r\nthat has developed over the past years that attorneys who apply for\r\nthe sequestration\nof individuals or the liquidation of companies (or,\r\nfor that matter, close corporations), or for judicial management of a\r\ncompany\nin terms of the Companies Act 61 of 1973 (see now Act 71 of\r\n2008), include a prayer in the notice of motion and draft order for\n\nthe appointment of a specific individual as trustee or provisional\r\ntrustee, as liquidator or as provisional liquidator or judicial\n\nmanager or provisional judicial manager.\nAdvocates who are instructed to appear in these\r\napplications, usually in the unopposed motion court, move for orders\r\nin these terms,\nand, as is apparent from a number of orders granted\r\nby judges of this court, do so successfully.\nThe Master contends that such orders are in conflict\r\nwith the clear provisions of the relevant statutory provisions, and\r\nthat officers\nof the court should not apply for, and this court\r\nshould not grant, orders that interfere with the exercise of the\r\napplicant's\nfunctions.'\nBertelsmann J issued inter alia the following order:\n'1 It is declared that the Master of the High Court of\r\nSouth Africa is the only person authorised to appoint:\n1.1 trustees and provisional trustees of sequestrated\r\nand provisionally sequestrated estates;\n1.2 liquidators and provisional liquidators of companies\r\nand close corporations in liquidation or provisional liquidation; and\n1.3 judicial managers and provisional judicial managers\r\nof companies in judicial management and provisional judicial\r\nmanagement;\nand\n2 no judge of the High Court of South Africa has\r\nauthority or jurisdiction to effect any appointment of any person to\r\nany of the\npositions referred to in paragraph 1.'\n[8] It thus was plainly impermissible for Kruger AJ to appoint the\r\nprovisional judicial managers of Realeka. What is more, nothing\nin\r\nthe order of 5 August 2010 required the Master to do or not do\r\nsomething. In particular it did not direct the Master to appoint\nMr\r\nvan Vuuren as the judge had already purported to do that or for that\r\nmatter to issue him with a certificate of appointment.\nNor, on the\r\nauthorities that I have already cited, could it. It follows that\r\nwhatever the Master may have done or not done that\ncould not have\r\nconstituted disobedience of the order of 5 August 2010 so as to found\r\nany contempt on his part.\n[9] It remains to consider the order of Mavundla J. According to Mr\r\nCilliers, although the order of Kruger AJ issued on 5 August\n2010,\r\nthe Master's office was only served with a copy of the papers on 18\r\nAugust 2010. On that very day officials in the employ\nof the Master\r\nproceeded in terms of s 429 of the Companies Act to appoint Messrs\r\nMotala and Mhlongo and Ms Yeun as the provisional\njudicial managers\r\nof Realeka. A certificate to that effect issued on 19 August 2010.\r\nThus by the time that Mavundla J had issued\nthe rule nisi\r\ninterdicting the Master ‘from appointing any other judicial\r\nmanager save in terms of the court order dated\n5\nth\nAugust\r\n2010’ the officials in the employ of the Master's office had\r\nalready acted in terms of s 429. It follows that here\nas well there\r\nwas no disobedience of the order of Mavundla J. To my mind, had\r\nMavundla J been aware that an appointment had already\nbeen made, he\r\ncould hardly have issued the order that he did on 20 August 2010.\r\nLike Kruger AJ before him, Mavundla J, also misconceived\nthe legal\r\nposition. Mavundla J went further than Kruger AJ though in purporting\r\nto compel the Master to act in a particular way.\nThat, with respect\r\nto the learned Judge, he could not do, for as Innes CJ explained in\r\nan analogous context in\nHoisain v Town Clerk Wynberg\n1916 AD\r\n236\nat 240:\n'It is sought to compel the Town Clerk to place the\r\napplicant's name upon the statutory list; he can only do that upon\r\nthe grant\nof a certificate by the Council, which that body has\r\ndefinitely refused to give. Such a certificate is not in truth in\r\nexistence.\nSo that the Court is asked to compel the Town Clerk to do\r\nsomething which this statute does not allow him to do; in other words\n\nwe are asked to force him to commit an illegality.'\n[10] Moreover, although it was not incumbent upon the Master to do\r\nso, Mr Cilliers explained why the Master did not see his way\nclear to\r\nappointing Mr van Vuuren:\n‘\nIt must be noted that this\r\noffice do not know Mr van Vuuren and we have never appointed him in\r\nany estate in a fiduciary capacity\nespecially as liquidator, trustee\r\nor judicial manager. He also in terms of the new guidelines used by\r\nthis office does not qualify\nto be appointed as such. The guideline\r\npresently applied to be admitted to the Master's panel of liquidators\r\n/ judicial managers\nis that the applicant must be an admitted\r\nattorney or auditor.'\nIt is undisputed that Mr van Vuuren was neither an admitted attorney\r\nnor an auditor. Nor was he independent, so his appointment\nwould have\r\nbeen contrary to the general rule that liquidators and judicial\r\nmanagers should be entirely disinterested persons, unconnected\nwith\r\nthe affairs of the company (\nIn re Greatrex Footwear (Pty Ltd (II)\n1936 NPD 536\nat 538-9). In those circumstances it could not be\r\nsaid that the Master had not exercised his discretion honestly, nor\r\ncould it\nbe said that he had acted\nmala fide\n(see\nKrumm &\r\nanother v The Master & another\n1989 (3) SA 944\n(D)). Legodi J\r\nwas not persuaded, however, and dealt with the Master’s\r\nexplanation thus:\n'Instead of dealing with the essence of the court order,\r\nthey were carried away by the fact that the second respondent was not\r\non\nthe panel of their insolvency practitioners. This cannot be a\r\nreasonable explanation to escape contempt.'\nWith respect to the learned Judge once again he appears to have\r\nmisconceived the position. In\nHartley v The Master\n1921 AD\r\n403\n, where although the facts are not in point, but the general\r\ndoctrine formulated is instructive, Innes CJ stated (at 407):\n‘\nIn the meanwhile [the\r\nMaster's] refusal bars the way, and under the general rule applicable\r\nto such cases there are no grounds here\nupon which interference of\r\nthe Court could be invoked. For the matter is left to his entire\r\ndiscretion. The test is what he thinks\nwith regard to prejudice, not\r\nwhat we think. We have no power to compel him to change his mind in\r\nrespect of a question which he\nhas duly considered’.\n[11] What appeared to weigh with Legodi J was the following general\r\nproposition: all orders of court whether correctly or incorrectly\n\ngranted have to be obeyed until they are properly set aside\r\n(\nCulverwell v Beira\n1992 (4) SA 490\n(W) at 494A-C;\nBezuidenhout v Patensie Sitrus Beherend BPK\n2001 (2) SA 224\n(E) at 229). No doubt there are important policy considerations why\r\nthat must be so. But, that raises a logically anterior question,\n\nwhich Legodi J described as 'the most vexing aspect of this judgment'\r\n- namely the status of the order of Kruger AJ. The Master\ncontended\r\nthat it was a nullity and could, without more, be disregarded. Legodi\r\nJ took a contrary view.\n[12] As long ago as 1883, Connor CJ stated in\nG W\nWillis v\r\nL B Cauvin\n4 NLR 97\nat 98-99:\n'The general rule seems to be that a judgment, without\r\njurisdiction in the Judge pronouncing it, is ineffectual and null.\r\nThe maxim\nextra territorium jus dicenti inpune\r\nnon paretur\n(\nDig\n.\r\n2.1.20) is applicable (\nDig\n.\r\n50.17.170 & 2.1.20;\nCod.\n7.48.1\r\n& 14.4;\nWes\n.\nibi\nPoth. Pand.\n42.1.(14,15);\nVoet\n42.1.48;\nWes.\r\nad. Dig\n. 42.1.(5);\nWes.\r\nad. Dig.\n50 17.170 & 2.1.(50);\nGroenwn.\r\nad. Cod.\n7.64;\nChristin.\r\nDecis\n. 4.94.2).'\nWillis v L B Cauvin\nwas cited with approval in\nLewis &\r\nMarks v Middel\n1904 TS 291\nand\nSliom v Wallach's Printing and\r\nPublishing Company Ltd\n1925 TPD 650.\nIn the former Mason J (with\r\nwhom Innes CJ and Bristowe J concurred) held at 303:\n'It was maintained that the only remedy was to appeal\r\nagainst the decision of the Land Commission; but we think that the\r\nauthorities\nare quite clear that where legal proceedings are\r\ninitiated against a party, and he is not cited to appear, they are\r\nnull and void;\nand upon proof of invalidity the decision may be\r\ndisregarded, in the same way as a decision given without\r\njurisdiction, without\nthe necessity of a formal order setting it\r\naside (Voet, 2, 4, 14; and 66; 49, 8, 1, and 3; Groenewegen,\nad\r\nCod\n. 2; 41; 7, 54;\nWillis\r\nv Cauvin\n,\n4 N.L.R. 98\n;\nRex\r\nv Stockwell\n,\n[1903] T.S. 177\n;\r\nBarnett & Co. v Burmester & Co.,\n[1903]\r\nT.H 30).'\nAnd in the latter, Curlewis JP (Krause J concurring) held at 656:\n'The action, therefore, of the respondent company in\r\napplying for judgment, apparently by default, against the individual\r\npartner\nSliom, the appellant in the present case, was an illegal and\r\nwrongful act. A judgment was thereby obtained against a person who\n\nhad not been legally cited before the Court, and the effect of that\r\njudgment is that it is a nulllity; it is invalid and of no\neffect. In\r\nthe case of\nLewis & Marks v Middel\n,\r\nto which Mr Murray has referred us, and also in an earlier case where\r\nthe Roman-Dutch authorities were examined, it was laid down\non the\r\nauthority of\nVoet\nthat\r\na judgment given against a person who had not been duly cited before\r\nthe Court is of no effect whatsoever. It is a nullity\nand can be\r\ndisregarded. It seems to me that is the position here. A judgment was\r\nobtained against the individual Sliom personally,\nwhereas he had\r\nnever been cited personally and individually to appear before the\r\nCourt. Therefore, that judgment was wrongly obtained\nagainst him, and\r\nthat judgment, in my opinion, was a nullity as far as he was\r\nconcerned. The only judgment the plaintiff, on that\ncitation, was\r\nentitled to was against the partnership.'\n[13]\nLewis & Marks\nand\nSliom\nwere cited with\r\napproval by this court in\nS v Absalom\n1989 (3) SA 154\n(A) at\r\n164, which held:\n'Dit volg dus dat die Volle Hof myns insiens geen\r\nbevoegdheid gehad het om die appèl aan te hoor nie. Die\r\ngevolg, meen ek,\nwas, soos voorspel deur Strydom R, dat die Volle Hof\r\nse uitspraak 'n nietigheid was. Sien, benewens die bronne, aangehaal\r\ndeur\nStrydom R, Voet\nCommentarius ad Pandectus\n49.8.1 en 3; Groenewegen\nDe\r\nLegibus Abrogatis\n,\nAd\r\nCod\n7.64;\nLewis &\r\nMarks v Middel\n1904 (TS) 291 op 303;\nSliom\r\nv Wallach's Printing and Publishing Co Ltd\n1925\r\nTPD 650\nop 656 en\nTrade Fairs and Promotions\r\n(Pty) Ltd v Thomson and Another\n1984 (4) SA\r\n177\n(W) op 183D-E. Soos blyk uit hierdie bronne, het die uitspraak\r\nvan 'n hof wat nie regsbevoegdheid het nie, geen regskrag nie, en\nkan\r\ndit eenvoudig geïgnoreer word.\nGroenwegen\n(\nloc cit\n)\r\nsê wel dat, waar dit gaan oor die nietigheid van 'n uitspraak\r\nvan die Hooggeregshof, die\nPrinceps\nse hulp ingeroep moet word, maar hierdie reël geld\r\nnie meer by ons nie.'\n(See also\nState v Mkize\n1962 (2) SA 457\n(N)\nat\n460;\nGovernment of the Republic of South Africa v Von Abo\n2011\r\n(5) SA 262\n(SCA) paras 18 and 19.)\n[14] In my view, as I have demonstrated, Kruger AJ was not empowered\r\nto issue and therefore it was incompetent for him to have\nissued the\r\norder that he did. The learned judge had usurped for himself a power\r\nthat he did not have. That power had been expressly\nleft to the\r\nMaster by the Act. His order was therefore a nullity. In acting as he\r\ndid, Kruger AJ served to defeat the provisions\nof a statutory\r\nenactment. It is after all a fundamental principle of our law that a\r\nthing done contrary to a direct prohibition\nof the law is void and of\r\nno force and effect\n(Schierhout v Minister of Justice\n1926 AD\r\n99\nat 109). Being a nullity a pronouncement to that effect was\r\nunnecessary. Nor did it first have to be set aside by a court of\r\nequal\nstanding. For as Coetzee J observed in\nTrade Fairs and\r\nPromotions (Pty) Ltd v Thomson & another\n1984 (4) SA 177\n(W)\r\nat 183E: ‘[i]t would be incongruous if parties were to be bound\r\nby a decision which is a nullity until a Court of an\nequal number of\r\nJudges has to be constituted specially to hear this point and to make\r\nsuch a declaration’. (See also\nSuid-Afrikaanse Sentrale\r\nKo-operatiewe Graanmaatskappy Bpk v Shifren & others and the\r\nTaxing Master\n1964 (1) SA 162\n(O) at 164D-H.)\n[15] It follows that Legodi J’s conclusion that the acting\r\nMaster, Ms Nthabiseng Ntsoane and the Deputy Master, Ms Christine\n\nRoussouw, had acted in contempt of the order of Kruger AJ of 5 August\r\n2010 cannot be supported. In the result the appeal must succeed\nand\r\nthat finding as also the order postponing indefinitely the imposition\r\nof punishment on them fall to be set aside.\n[16] One further aspect merits attention: During the course of his\r\njudgment, Legodi J passed certain comments about the conduct\nof the\r\nMaster. The learned Judge expressed himself thus:\n‘\nThe events after the 19 August\r\n2010 and some actions of the Master in relation to the order of the 5\r\nAugust 2010 worry me a lot.\nSuch actions border around unethical and\r\nunprofessional conduct on the part of the Master.\n. . .\nThe approach in chambers and in the absence of the other\r\nparties, was not only uncalled for, unethical and unprofessional, but\r\nwas\nalso as I see it, meant to embarrass and compromise the Judge\r\nconcerned. In paragraph 20 of Mr Cilliers's affidavit deposed to on\n\n15 September 2010, it is suggested that the Judge concerned in\r\nchambers expressed his views as follows . . .’\nThe ‘approach in chambers’ that provoked such strong\r\nfeelings of disquiet in the learned Judge is explained in a\r\nsupplementary\naffidavit filed by Mr Cilliers, who states:\n'3.\nOn 24 August 2010 a Mr Norman Prigge of the firm E W\r\nSerfontein and Associates Incorporated Attorneys, visited Ms Rossouw\r\non behalf\nof a creditor enquiring about the status of this judicial\r\nmanagement.\n4.\nMs Rossouw brought the Mr Prigge to my office and I\r\nagreed to accompany him to make enquiries at the Registrar of the\r\nCourt. I did\nthis because Mr Prigge informed me that he could not\r\ntrace the Court file in the judicial management application and that\r\nit appeared\nthat the application had not yet been registered on the\r\nCourt's computer system.\n5.\nWe approached Mr D M Pietersen, the Chief Registrar. We\r\nthen located the matter on the urgent roll of 5 August 2010 and Mr\r\nPietersen\ninstructed his staff to locate the file but they were\r\nunsuccessful in doing so. Mr Pietersen could also not locate the\r\napplication\non the Court's computer system.\n6.\nMr Pietersen then suggested that we approach the\r\nHonourable Mr Acting Justice Kruger, who heard the matter, and he\r\nthen took us\nto the Judge's office.\n7.\nMr Kruger AJ then informed us that he will investigate\r\nthe matter and that he will revert to us. On 27 August 2010 I\r\nreceived a\ntelephone call from the Judge's secretary informing me\r\nthat the Judge wanted to see me and my attorney in his chambers. The\r\nState\nAttorney dealing with this matter, Mr C Malan, was attending to\r\nanother matter and I requested another State Attorney, Mr P Cavanagh,\n\nto accompany me to the Judge's chambers.\n8.\nMr Kruger AJ then informed us that he still could not\r\nlocate the Court file but that he had listened to the Court tapes,\r\nthat he\ndiscussed the matter with most of his colleagues and that two\r\nsuggestions had been made to him. He further informed us that the\none\r\nschool of thought was that he is\nfunctus\r\nofficio\nto rectify his own order and that the\r\nother school of thought was that we should have a look at Rule 42(1).\r\nHe however was of the\nopinion that Rule 42(1) had limited\r\napplicability and would not be of any use to us.'\nI do not share the learned Judge’s disquiet. As Mr Cilliers\r\nstates, the contact with Kruger AJ was prompted by the desire\nto find\r\na missing court file. The initial visit to the learned acting Judge’s\r\nchambers was initiated by the high court registrar.\nThe second was at\r\nthe instance of the Judge himself. I cannot imagine that Mr Cilliers\r\ncould have declined to attend on the Judge’s\nchambers when he\r\nhad been specifically invited by the latter’s secretary to do\r\nso. That the learned acting Judge may have\nexpressed himself on the\r\nmatter in the absence of the other litigants hardly redounds to the\r\ndiscredit of Mr Cilliers, particularly\nas the Master was then not a\r\nlitigant before the court but a statutory functionary endeavouring to\r\ndischarge statutory functions\nunder trying circumstances. In my view\r\nnothing in the conduct as explained by Mr Cilliers, appears to have\r\nbeen unethical or designed\nto embarrass the Judge. On the contrary it\r\nwas perfectly innocuous and certainly not deserving of the censure\r\nand opprobrium visited\non it by Legodi J.\n_________________\nV M PONNAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: M P van der Merwe\nInstructed\r\nby:\nThe\r\nState Attorney\nPretoria\nThe\r\nState Attorney\nBloemfontein\nFor\r\nRespondent: No appearance",
  "scraped_at": "2026-02-12T16:20:35.045215",
  "date": "2011-12-01",
  "coram": [
    "PONNAN JA",
    "MALAN JA",
    "WALLIS JJA"
  ],
  "case_number": "172/11",
  "parties": {
    "applicants": [
      "Master of the High Court Northern Gauteng High Court, Pretoria"
    ],
    "respondents": [
      "Enver Mohamed Motala NO",
      "Mabuthu Louis Mhlongo NO",
      "Amoure Yeun NO",
      "Realeka Investments SA (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "On 5 August 2010 the North Gauteng High Court, presided by Justice Kruger, ordered that Realeka Investments be placed under provisional judicial management and that Hendrik Abram van Vuuren be appointed as joint judicial manager. The Master of the High Court declined to issue the certificate of appointment to van Vuuren and, on 19 August 2010, appointed Enver Mohamed Motala, Amoure Yeun and Mabuthu Mhlongo as provisional judicial managers instead. Subsequent interdicts were granted by Judges Mavundla and Raulinga restraining the Master from appointing any other judicial manager and directing the parties to pay costs. The Master was later found in contempt for refusing to appoint van Vuuren, with sanction postponed indefinitely. The Master appealed the contempt finding.",
    "issues": "The appeal raised (1) whether the Master was in contempt of the 5 August 2010 court order; (2) whether Justice Kruger’s order was a valid and binding directive; (3) whether the Master had statutory authority to appoint alternative judicial managers; and (4) whether the lower court’s contempt finding and postponed sanction should be upheld.",
    "principles": "Section 429 of the Companies Act vests the Master with exclusive discretion to appoint judicial managers. Courts cannot compel the Master to appoint a particular person, and any order that attempts to do so exceeds judicial authority. Judgments issued without jurisdiction are nullities (as in Willis v Cauvin and related authority). Ex parte The Master (Bertelsmann J) affirmed that only the Master may appoint trustees, liquidators, and judicial managers, and that high‑court judges have no power to make such appointments.",
    "application": "The Supreme Court of Appeal held that Justice Kruger lacked jurisdiction to name or require the appointment of a specific judicial manager; consequently his order was a nullity. The Master’s appointment of Motala, Yeun and Mhlongo was made in accordance with Section 429 and the Master’s statutory discretion. The interdicts issued by Judges Mavundla and Raulinga were based on the erroneous premise that the Master must follow Kruger’s order. As the order was void, the Master could not be said to have disobeyed it, and no contempt could arise.",
    "conclusion": "The appeal succeeded. The paragraphs of the lower court order that found the Master and Deputy Master in contempt and postponed sanction were set aside. The Master’s conduct was lawful, and no contempt of court existed."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Judicial Management",
    "level_3": [
      "contempt of court",
      "statutory interpretation",
      "court jurisdiction",
      "appointment of judicial managers"
    ]
  }
}