{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/16.html",
  "case_name": "EDS South Africa (Pty) Ltd v Nationwide Airline (Pty) Ltd and Others (2011 (5) SA 158 (SCA)) [2011] ZASCA 16; 237/2010 (14 March 2011)",
  "citation": "[2011] ZASCA 16",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 16\n|\nNoteup\n|\nLawCite\nEDS South Africa (Pty) Ltd v Nationwide Airline (Pty) Ltd and Others (2011 (5) SA 158 (SCA)) [2011] ZASCA 16; 237/2010 (14 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 237/2010\nIn the\r\nmatter between:\nEDS SOUTH AFRICA (PTY) LTD\n.........................................................................\nAppellant\nand\nNATIONWIDE AIRLINES (PTY) LTD\n(IN PROVISIONAL LIQUIDATION)\n.........................................................\nFirst\r\nRespondent\nDUNCAN OKES INC\n...........................................................................\nSecond\r\nRespondent\nTHE MASTER OF THE HIGH COURT\n(WITWATERSRAND LOCAL DIVISION)\n...............................................\nThird\r\nRespondent\nNeutral citation:\nEDS v Nationwide\n(237/2010)\n[2011] ZASCA 16\n(14 March 2011)\nCoram:\nHARMS DP, CLOETE and MALAN JJA\nHeard:\n4 March 2011\nDelivered: 14 March 2011\nSummary:\nFunds held in attorney’s trust account –\r\nwhether attorney stakeholder – control of funds.\n_____________________________________________________________________\nORDER\nOn\r\nappeal from:\nSouth Gauteng High Court (Johannesburg) (Spilg J\r\nsitting as court of first instance):\nThe\r\nappeal is dismissed with costs.\n_____________________________________________________________________\nJUDGMENT\nMALAN JA (HARMS DP, CLOETE JA concurring)\n[1] This is an appeal with leave of the court a quo against the\r\njudgment and order of Spilg J dismissing a claim of EDS South Africa\n\n(Pty) Ltd for the payment of funds held in an investment account by\r\nthe attorneys for Nationwide Airlines (Pty) Ltd, Duncan Okes\nInc, and\r\nin the name of Nationwide.\n[2] Nationwide was provisionally liquidated on 29 April 2008 and is\r\nrepresented in these proceedings by its provisional liquidators.\nEDS\r\nsupplied information technology services to Nationwide and the funds\r\nheld by Duncan Okes form part of fees allegedly owing\nby Nationwide\r\nto EDS.\n[3] Prior to Nationwide’s liquidation there existed an\r\ninformation technology agreement in terms of which EDS undertook to\n\nrender such services to Nationwide. A dispute arose between them as\r\nto the extent of Nationwide’s indebtedness. On 1 February\n2008\r\nthe attorneys for EDS wrote to Nationwide demanding payment of the\r\nfees alleged to be owing. It concluded with reference to\ns 345(1) of\r\nthe Companies Act 61 of 1973 by stating that should Nationwide fail\r\nto pay the amount claimed or secure or compound\nit to the\r\nsatisfaction of EDS within a period of 21 days Nationwide would be\r\ndeemed to be unable to pay its debts.\n[4] Further correspondence followed and on 22 February 2008 Duncan\r\nOkes responded on behalf of Nationwide disputing the amount\nof the\r\nindebtedness in respect of various categories of charges. It recorded\r\nNationwide’s denial of indebtedness and stated\nthat the latter\r\nrefused to make payment albeit that it was able to do so. The letter\r\ncontinued that certain amounts, in respect\nof which Nationwide denied\r\nliabIility, had been paid by the latter to Duncan Okes and that\r\nNationwide had ‘instructed us\nto deposit it into an interest\r\nbearing account under our control and instructed us as follows’\r\n-\n‘\n(a) If your client institutes\r\ndispute resolution proceedings against our client for payment of\r\n[certain charges] within two months\nfrom date hereof, we must keep\r\nthis amount in the said account and pay it out in terms of the final\r\noutcome of such proceedings.\n(b) Those instructions will not be revoked otherwise\r\nthan on written notice to yourselves of not less than a month.\n(c) If dispute resolution proceedings are not instituted\r\nwithin the aforesaid period of two months, our client reserves the\r\nright\nto require us to withdraw this amount for repayment to it.’\n[5] The attorneys for EDS replied to this letter on the same day.\r\nThey did not accept the proposal but enquired whether, in the\nevent\r\nof an agreement being reached to proceed in terms of the dispute\r\nresolution clause in the information technology agreement,\ncertain\r\nprovisions could be dispensed with and whether Nationwide would be\r\nagreeable to pay into trust further amounts that EDS\ncontended would\r\nbe owing so as to demonstrate its ability to pay on an ongoing basis.\n[6] On 10 March 2008 EDS’s attorneys wrote to Duncan Okes\r\ndiscussing the proposed arbitration and suggesting the following\n\nterms to be incorporated in the arbitration agreement –\n‘\n2.1 the procedure and time\r\nlimits for the arbitration shall be substantially those set forth in\r\nthe annexed draft arbitration agreement;\n2.2 the existing funds in trust shall continue to be\r\nheld and your client shall agree to pay into trust such further\r\namounts as\nour client contends would be owing as and for [certain\r\ncharges], all such amounts being held until the final outcome of the\r\narbitration\nor the termination of the agreement (whichever shall\r\noccur first);\n2.3 all funds paid into trust shall be held in\r\nescrow/trust by a third party such as an unrelated law firm which\r\nwill be mandated\nto hold the funds and release them, together with\r\nall accrued interest to the relevant party, upon production of a\r\nsettlement agreement\nor alternatively a final award by the arbitrator\r\n(which has not been appealed) or the appeal tribunal. The funds shall\r\nbe invested\n[in an] interest bearing account with a financial\r\ninstitution of your client’s choice.’\nThe final sentence of the letter reads that ‘[i] goes without\r\nsaying that should we not reach agreement regarding the referral\nto\r\narbitration our client’s rights remain otherwise reserved’.\n[7] In reply Duncan Okes on 19 March 2008 wrote -\n‘\n2.1 That the dispute between\r\nour clients should be resolved by way of a speedy arbitration as\r\nproposed by you;\n2.2 The funds being held in our trust account shall\r\ncontinue to be held in trust and our client will make payment of all\r\nfurther\namounts in respect of [certain charges] into trust until the\r\nfinal outcome and determination of the dispute;\n2.3 The funds currently held in our trust account\r\ntogether with such further amounts that are to be held will be\r\ntransferred to\na third party law firm, of our client’s choice,\r\nwho will hold the funds in trust in an interest bearing account and\r\nwho shall\nbe mandated to release such funds and the interest accrued\r\nthereon to the relevant party, upon production of a settlement\r\nagreement\nor a final award by the arbitrator (which have not been\r\nappealed) or appeal tribunal.’\n[8] The arbitration agreement was signed by EDS and Nationwide on 3\r\nand 4 April 2008 respectively in terms of which the dispute\nwas\r\nsubmitted to arbitration. It recorded in clause 1.2 that the parties\r\nagree -\n‘\nthat the amounts contended by\r\n[EDS] to be owing shall forthwith be paid into the trust account of\r\nan independent firm of attorneys\nnominated by [Nationwide] who shall\r\nhold the funds and release them, together with all accrued interest\r\nto the relevant party,\nupon production of a settlement agreement or a\r\nfinal award by the Arbitrator (which has not been appealed) or the\r\nAppeal Tribunal.\nThe funds shall be invested in an interest–bearing\r\naccount with a financial institution of [Nationwide’s] choice.’\n[9] On 4 April 2008 the attorneys for EDS acknowledged receipt of the\r\nsigned arbitration agreement, enclosed their client’s\nstatement\r\nof claim and added -\n‘\nWe confirm finally that you\r\nwill let us have your client’s final proposals regarding the\r\nholding of the funds in trust pending\nthe outcome of the arbitration\r\nand also the list of arbitrators.’\n[10] On 30 April 2008 the attorneys for EDS wrote\r\nto Duncan Okes informing them of their understanding that a\r\nwinding-up application\nhad been brought against Nationwide and\r\nrequesting confirmation that ‘you are still holding the funds\r\nreferred to in your\nletter of 22 February 2008’. They also\r\nstated that they relied ‘upon your undertaking and the\r\nprovisions of the arbitration\nagreement in regard to the funds held\r\nby you in trust’. To this letter Duncan Okes replied on 7 May\r\n2008 confirming ‘that\nwe are holding an amount of R 3, 678,\r\n896.15 in an interest bearing account in accordance with our\r\ninstructions as recorded in\nour letter of 22 February 2008’.\n[11] It is common cause that Nationwide did not nominate ‘the\r\nindependent firm of attorneys’ as agreed to in the arbitration\n\nagreement. On 29 April 2008 Nationwide was provisionally wound up\r\nwithout the funds having been transferred to the ‘independent\n\nfirm of attorneys’.\n[12] In the court a quo Spilg J held that Duncan Okes’ letter\r\nof 22 February 2008 was written not only to demonstrate an\nability to\r\npay but also contained an offer. He found that the arbitration\r\nagreement did not amount to an acceptance of the offer\nbecause it\r\nspecifically provided for the paying over of the funds to an\r\nindependent firm of attorneys nominated by Nationwide who\nwould hold\r\nit as a stakeholder. Moreover, he could not infer from the exchange\r\nof the letters of 10 March 2008 and 19 March 2008\nthat an agreement\r\nthat Duncan Okes was to be the stakeholder had been concluded. Nor\r\ncould Spilg J find that a tacit agreement\nto that effect had been\r\nreached. He concluded that because there was no compliance with\r\nclause 1.2 of the arbitration agreement\nthe funds remained in the\r\nestate of Nationwide. He accordingly upheld the claim of the\r\nprovisional liquidators. I agree with his\njudgment.\n[13] The argument on behalf of EDS proceeded along\r\nthe following lines: it was submitted that EDS timously complied with\r\nthe conditions\nreferred to in Duncan Okes’ letter of 22\r\nFebruary 2008 (cited in paragraph 4 above) by instituting dispute\r\nresolution proceedings.\nIt was at that time that Nationwide lost\r\ncontrol of the funds.\n1\nSince this occurred before the winding up the\r\nfunds fell outside the assets of Nationwide and it mattered not that\r\nclause 1.2 calling\nfor the transfer of the funds to an independent\r\nfirm of attorneys of the Arbitration agreement was not ‘literally’\r\ncomplied with. EDS further relied on Duncan Okes’ letter of 7\r\nMay 2008 in which it confirmed that it was holding the funds\nin\r\naccordance with the instructions as recorded in their letter of 22\r\nFebruary 2008. This, it was submitted, provided further evidence\nof a\r\ntacit understanding between the attorneys that if no independent firm\r\nof attorneys were nominated the funds would remain in\nDuncan Okes’\r\ntrust account on the same terms.\n[14] A stakeholder agreement is based on contract\r\nto which Duncan Okes must be a party in addition to EDS and\r\nNationwide.\n2\nAbsent an agreement of stakeholding the funds\r\nremained those of Nationwide. Its unilateral action of paying the\r\nfunds into the investment\naccount of Duncan Okes could not have given\r\nthe funds a different character creating rights\nin\r\nrem\nto them.\n3\nThe offer contained in Duncan Okes’ letter\r\nof 22 February 2008 was never accepted. The reply on behalf of EDS on\r\nthe same\nday does not contain an unequivocal acceptance of the offer,\r\nand suggests that a counter-proposal may be made. Moreover, their\r\nletter of 10 March 2008 contains a counter-proposal ending with the\r\nwords that it went without saying that should agreement not\nbe\r\nreached EDS’s rights remain reserved. EDS cannot rely on\r\ncertain terms of the offer contained in the letter of 22 February\n\n2008. That offer was never accepted, and there is, accordingly no\r\nbasis for the submission that Nationwide had lost control of\nthe\r\nfunds at that or, for that matter, any other stage. Moreover, the\r\nfunds were held pending resolution of a dispute relating\nto fees that\r\nwere disputed. No admission that they were due was ever made.\n[15] Duncan Okes had never agreed to be a\r\nstakeholder. Although clause (a) of their letter of 22 February 2008\r\nmay suggest such,\nclause (b) makes it clear that Nationwide may\r\nrevoke the instructions to Duncan Okes. A stakeholder is not the\r\nagent of any of\nthe other parties to the stakeholding:\n4\non the evidence Duncan Okes held the funds as\r\nagent of Nationwide. Nor do clauses 2.1 and 2.3 proposed by the\r\nattorneys for EDS\n(and agreed to by Duncan Okes in their letter of 19\r\nMarch 2008 with some amendments) convert them into a stakeholder. The\r\nstakeholder\nenvisaged is the ‘unrelated law firm’\r\nmentioned in clause 2.3 of these letters, not Duncan Okes, whose\r\nobligation it\nwas to transfer the funds to the stakeholder (clause\r\n2.3 of their letter of 19 March 2008). The negotiations between the\r\nparties\nculminated in the conclusion of the arbitration agreement\r\nwhich provided expressly for the stakeholder to be nominated by\r\nNationwide.\nNo nomination was made. The suggested tacit term or\r\nagreement contended for that Duncan Okes would be the stakeholder is\r\nin conflict\nwith this term.\nThe appeal is dismissed with costs.\n_________________\nF R MALAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant: M J Fitzgerald SC\nInstructed by:\nBowman Gilfillan Inc\nc/o Keith Sutcliffe & Associates\nJohannesburg\nMatsepes Inc\nBloemfontein\nFor Respondent: A Subel SC\nInstructed by:\nJohn Joseph Finlay Cameron\nJohannesburg\nLovius-Block\nBloemfontein\n1\nRelying\non\nNgwalangwala v\r\n\tAuto Protection Insurance Co Ltd\n(in\r\n\tLiquidation)\n1965 (3) SA 601\n(A) at 611D-E\r\n\tand\nSilverleaf Pastry &\r\n\tConfectionery Co (Pty) Ltd v Joubert & another\n1972\r\n\t(1) SA 125\n(C) at 127D-1287H.\n2\nSee\nSadie v Currie’s City (Pty) Ltd & others\n1979 (1)\r\n\tSA 363\n(T) at 366B-C: ‘[T]he stakeholder also assumes a\r\n\tcontractual obligation to hold the stake for and on behalf of the\r\n\tperson\nwho becomes entitled to it.’ See\nBaker\r\n\tv Probert\n1985 (3) SA 429\n(A) at\r\n\t441B-E;\nRamdin v Pillay & others\n2008 (3) SA 19\n(D) para 14.\n3\nEx\r\n\tparte Kelly\n1942 OPD 265\nat 271-2.\n4\nBaker\r\n\tv Probert\n1985 (3) 429 (A) at 441B-E.",
  "scraped_at": "2026-02-12T15:19:17.634288",
  "date": "2011-03-14",
  "coram": [
    "HARMS DP",
    "CLOETE",
    "MALAN JJA"
  ],
  "case_number": "237/2010",
  "parties": {
    "applicants": [
      "EDS South Africa (Pty) Ltd"
    ],
    "respondents": [
      "Nationwide Airlines (Pty) Ltd (In Provisional Liquidation)",
      "Duncan Okes Inc",
      "The Master of the High Court (Witwatersrand Local Division)"
    ]
  },
  "sections": {
    "facts": "EDS South Africa supplied information technology services to Nationwide Airlines. A dispute arose over the amount of fees owed. Prior to Nationwide’s provisional liquidation (29 April 2008) the parties exchanged letters concerning payment of the disputed fees and the possible holding of the funds in a trust account. Duncan Okes Inc, acting as attorneys for Nationwide, were instructed to hold the disputed amounts in an interest‑bearing account under certain conditions. The parties later entered into an arbitration agreement that required the funds to be transferred to an independent law firm nominated by Nationwide as stakeholder. Nationwide was subsequently wound up without the funds being transferred to the independent firm, and the funds remained in Duncan Okes’ trust account.",
    "issues": "The appeal concerned whether the funds held by Duncan Okes constituted stakeholder funds separate from the estate of Nationwide, i.e., whether a valid stakeholder agreement existed and whether the arbitration agreement transferred control of the funds away from Nationwide’s estate.",
    "principles": "The court considered the nature of a stakeholder relationship, which requires a contractual agreement in which the stakeholder holds the funds on behalf of another party. An offer must be unequivocally accepted to create such a relationship. The court cited precedent that a stakeholder must be expressly nominated and that mere unilateral placement of funds in a trust account does not change ownership. The arbitration agreement’s clause requiring nomination of an independent firm was a condition precedent to any stakeholder status.",
    "application": "The court found that no stakeholder agreement had been concluded because Nationwide never nominated the independent law firm as required by clause 1.2 of the arbitration agreement. The letters of 22 February, 10 March and 19 March 2008 did not constitute an acceptance of the offer to make Duncan Okes a stakeholder. Consequently, the funds remained part of Nationwide’s estate and were subject to the provisional liquidators’ claim.",
    "conclusion": "The appeal was dismissed with costs. The funds held by Duncan Okes were held in the estate of Nationwide, and EDS’s claim for payment of those funds was rejected."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Stakeholder Funds",
    "level_3": [
      "trust account",
      "arbitration",
      "liquidation",
      "stakeholder",
      "contract"
    ]
  }
}