{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/21.html",
  "case_name": "Aeronexus (Pty) Ltd v Firstrand Bank Ltd t/a Wesbank (249/2010) [2011] ZASCA 21 (17 March 2011)",
  "citation": "[2011] ZASCA 21",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 21\n|\nNoteup\n|\nLawCite\nAeronexus (Pty) Ltd v Firstrand Bank Ltd t/a Wesbank (249/2010) [2011] ZASCA 21 (17 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 249/2010\nIn the matter\r\nbetween:\nAERONEXUS (PTY)\r\nLIMITED\n......................................................\nAppellant\nand\nFIRSTRAND\r\nBANK LIMITED T/A WESBANK\n.......................\nRespondent\nNeutral citation: Aeronexus v\r\nFirstrand Bank Limited\n(249/2010)\n[2011] ZASCA 21\n(17 MARCH 2011)\nCoram:\nLEWIS, MAYA and\r\nSERITI JJA\nHeard:\n28 FEBRUARY 2011\nDelivered:\n17 MARCH 2011\nSummary:\nPrescription –\r\nExtinctive prescription – meaning of ‘debt’ in\ns\r\n15(1)\nof the\nPrescription Act 68 of 1969\n– whether debt\r\nrecognisable from original summons.\nORDER\nOn appeal from:\r\nSouth Gauteng High Court, Johannesburg (Beasley AJ sitting as court\r\nof first instance):\n1 The appeal\r\nsucceeds with costs.\n2 The order of the\r\ncourt below is set aside and replaced with the following:\n‘\nThe\r\ndefendant’s special plea of prescription is dismissed with\r\ncosts and judgment is granted in favour of the plaintiff for\n–\npayment in the sum\r\n\tof R1 959 240.30 together with interest thereon at the rate of 15.5\r\n\tper cent per annum, as from 20 August 2009\nto date of payment; and\nthe costs of the\r\n\taction.’\nJUDGMENT\nMAYA JA: (Lewis and\r\nSeriti JJA concurring)\n[1] This appeal\r\nconcerns the question whether or not the claim of the appellant,\r\nAeronexus (Pty) Ltd (Aeronexus), against the respondent\n(the bank)\r\nbecame prescribed under the\nPrescription Act 68 of 1969\n.\n[2] Aeronexus\r\ncarries on the business of maintenance and repair of aircraft. During\r\nJuly 2001, it concluded a written agreement\n(the agreement) with a\r\ncustomer, Million Air Charter Ltd (Million Air), to conduct work on\r\ncertain aircraft owned by the bank.\nThe agreement commenced on 1 June\r\n2001 and would continue for a period of 12 months whereafter it would\r\nendure indefinitely until\nterminated by either party upon written\r\nnotice.\n[3]\r\nAs at 29 February 2004, Million Air (which was subsequently placed in\r\nliquidation) owed Aeronexus a sum of R1 916 395.56 for\nservices\r\nrendered under the agreement, which it was unable to pay. Aeronexus\r\nheld liens over the aircraft under the agreement.\n1\nIn\r\nthe exercise of its liens, Aeronexus retained control and possession\r\nof the aircraft’s logbooks.\n[4] To secure the\r\nrelease of the aircraft the bank, on 12 March 2004, issued to\r\nAeronexus a bank guarantee in the following terms:\n‘\nAt the\r\ninstance of WesBank, a division of FirstRand Bank Limited of Bank\r\nCity, Block E, 9 Kerk Street, Johannesburg, we advise that\nwe hold at\r\nyour disposal an amount of R1 959 240,30 … which amount or any\r\nlesser amount will be paid to you on the terms\nand conditions\r\nstipulated herebelow:-\nOn the successful conclusion of\r\nan action to be instituted by you against WesBank ... in respect of\r\nyour liens relating to a certain\nBoeing 727-100 aircraft with\r\nregistration number ZS-IJF and serial number 18444, a certain\r\nMcDonnell Douglas DC-932 aircraft with\nregistration number ZS-OLN and\r\na serial number 47218 and a certain Pratt & Whitney JT8D-15\r\nengine with engine number 700189.\nThis guarantee is irrevocable and\r\nneither negotiable nor transferable, and must be returned to us\r\nagainst payment.’\nAeronexus\r\nconsequently released the logbooks to the bank.\n[5] On 30 April\r\n2004, Aeronexus issued a simple summons (the original summons)\r\nagainst the bank in which it claimed from the latter\n‘\nPayment\r\nin the sum/balance of R1 959 240.30 in respect of services rendered\r\nand goods sold and delivered during the period of 31\nMarch 2003 to 29\r\nFebruary 2004, which amount is currently due and payable and which\r\namount the Defendant, notwithstanding demand,\nfailed and/or refused\r\nto pay.’\n[6] The bank\r\npromptly delivered its notice of intention to defend the action on 12\r\nMay 2004. Almost three years later, on 18 January\n2007, Aeronexus\r\nfiled a declaration in which it fully set out the facts underlying\r\nits claim and specifically pleaded its reliance\non the guarantee\r\ntherefor, albeit for a somewhat lesser amount. This elicited an\r\nexception from the bank in terms of Uniform\nRule 23(1)\naverring that\r\nAeronexus was not entitled to sue it on the basis of the alleged\r\ndebtor and creditor lien. But nothing turns on this\nobjection as it\r\nwas subsequently abandoned. However, on 26 March 2007, the bank noted\r\nyet another exception which was formulated\non a different basis. It\r\nnow averred that the declaration, which relied on a ‘bank\r\nguarantee issued … pursuant to\na lien exercised ... against a\r\nthird party’, was vague and embarrassing and that its\r\nallegations differed materially from\nthose set out in the summons\r\nwhich relied on a debt ‘in respect of services rendered and\r\ngoods sold and delivered’.\n[7] In response,\r\nAeronexus gave notice of its intention to amend its summons to claim\n‘\nPayment\r\nin an amount of R1 959 240,30 which is overdue and payable in respect\r\nof services rendered and goods sold and delivered\nby [Aeronexus] to\r\nand/or on behalf of … [Million Air] during the period 31 March\r\n– 29 February 2004, which resulted\nin [Aeronexus] acquiring and\r\nexercising a lien over certain Boeing 727-100 aircraft, Registration\r\nNo. ZS-IJF (serial number 18444)\nand aircraft McDonnell Douglas\r\nDC-932, Registration No. ZS-OLN (serial number 47218) and certain\r\nPratt & Whitney JT8D-15 engine\n(engine number 700189). The\r\n[bank’s] liability in respect of such amount arises by virtue\r\nof [its] written undertaking .\n. . ’.\n[8] Although the\r\nbank delivered a notice of objection to the proposed amendment on the\r\nground that it sought to introduce a new\ncause of action, namely a\r\nclaim based on a lien and written undertaking which had prescribed on\r\n11 March 2007, the objection was\nnot pursued. Instead, a plea was\r\nfiled. This pleading incorporated a special plea in which the bank\r\nraised the defence of prescription\nbased on an allegation that the\r\ndebt claimed in the amended summons was not the same or substantially\r\nthe same debt claimed in\nthe original summons such that the original\r\nsummons failed to interrupt prescription in respect of the amended\r\nclaim.\n[9] By agreement\r\nbetween the parties, no evidence was led at the trial proceedings and\r\nthe matter was decided on the basis of the\nspecial plea. The South\r\nGauteng High Court (per Beasley AJ) found that the bank’s\r\nliability arose not from the debtor and\ncreditor relationship alleged\r\nin the original summons but wholly from the guarantee, which was an\r\nundertaking to pay the relevant\namount upon proof of the legality of\r\nAeronexus’ liens. The court found further that the\r\n‘prescriptive period of three\nyears ... applie[s] to the\r\nwritten guarantee and not to the contract of goods sold and\r\ndelivered’ and that the amended claim\nwhich was not\r\nrecognisable in the original summons, was filed beyond the period of\r\nprescription. The court then concluded that\nthe latter pleading did\r\nnot interrupt prescription. The special plea was accordingly upheld\r\nbut the court subsequently granted\nAeronexus leave to appeal to this\r\ncourt against its decision.\n[10] The crisp issue\r\non appeal, as foreshadowed above, is whether the original summons\r\ninterrupted the running of prescription in\nterms of\ns 15\nof the Act.\r\nCentral to this question is whether the debt claimed is recognisable\r\nfrom the original summons.\n[11] It was\r\ncontended on the bank’s behalf, in support of the judgment of\r\nthe court below, that the original summons did not\ninterrupt\r\nprescription. This was so, the argument went, because the debt\r\nclaimed in the amended summons based on the guarantee\n(which was\r\nconditional upon Aeronexus instituting an action in respect of its\r\nalleged liens) is not the same or substantially the\nsame as the debt\r\nclaimed in the original summons based on services rendered and goods\r\nsold and delivered to which no reference\nwas made in the guarantee.\r\nThe debt flowing from services rendered and goods sold and delivered,\r\nit was argued, did not arise against\nthe bank as there was never a\r\ndebtor and creditor relationship between the parties arising\r\ntherefrom. Thus, Aeronexus was precluded\nby law from instituting an\r\naction against the bank based on the debtor and creditor lien\r\nenvisaged in the agreement and any lien\nit had against the bank would\r\nbe limited to a claim for necessary and useful expenses and only to\r\nthe extent that the bank was\nenriched thereby.\n[12]\r\nIn terms of\nsections 10(1)\n,\n2\nanc\" HREF=\"#sdfootnote2sym\">\n2\n11(d),\n3\nand\r\n12(1)\n4\nof\r\nthe Act, a debt shall be extinguished by prescription after the lapse\r\nof a term of three years after the date from which the\ndebt becomes\r\ndue.\nSection 15(1)\nprovides:\n‘\nThe\r\nrunning of prescription shall, subject to the provisions of ss (2),\r\nbe interrupted by the service on the debtor of any process\nwhereby\r\nthe creditor claims payment of the debt.’\n[13]\r\nThe term ‘debt’ is not defined in the Act. In\r\ninterpreting it, courts have given it a broad, flexible meaning,\n\ncapable of different, context-based connotations.\n5\nThis\r\nmeaning refers more generally to the claim and is wider than the\r\ntechnical term ‘cause of action’ (the phrase ordinarily\n\nused to describe the set of material facts relied upon to establish\r\nthe debt).\n6\nIt\r\nis therefore critical to guard against confusing a debt with the\r\ncause of action which begets it.\n7\n[14]\r\nThe question whether a summons interrupts prescription requires a\r\ncomparison of the allegations and relief claimed in the summons\nwith\r\nthe allegations and relief claimed in the amendment to assess if the\r\ndebt is the same or substantially the same.\n8\nIn\r\ndeciding whether prescription was interrupted by legal process –\r\na summons falls within the definition of ‘process’\nset\r\nout in\ns 15(6)\nof the Act – the right or debt sought to be\r\nenforced by means of the amendment must be the same or substantially\r\nthe same\nas that alleged in the original process: the substance\r\nrather than the form of the original process must be considered.\n9\n[15]\r\nThere is no question that the original summons is defective. It\r\nshould, preferably, have made it clear that the bank was being\nsued\r\non the basis of the undertaking it had given under the guarantee. The\r\namendment which introduced the guarantee therefore presented\na\r\ndifferent basis for the claim. But the attempt to clarify the claim\r\nproperly (which is what the amendment sought to do) is not,\nin my\r\nopinion, tantamount to the introduction of a new debt in the\r\ncircumstances of this case.\n10\nIt\r\nis well to bear in mind that ‘it is inaction, not legal\r\nineptitude, which the\nPrescription Act is\ndesigned to penalise’\n11\nand\r\nthat even an excipiable summons which does not set out a cause of\r\naction can nevertheless serve to interrupt prescription as\nlong as it\r\nis not so defective that it amounts to a nullity.\n12\n[16]\r\nWhat was sought to be enforced in the original summons was payment of\r\na debt in the sum of R1 959 240.30 accruing originally\nfrom ‘services\r\nrendered and goods sold and delivered’ during 31 March 2003 to\r\n29 February 2004. The same relief is\nsought in the amendment. Apart\r\nfrom the omission of the guarantee – which served as security\r\nfor payment in respect of the\nselfsame ‘services rendered and\r\ngoods sold and delivered’ averred in the original summons –\r\nI can discern no\ninconsistency between the allegations made in the\r\nunamended claim and those set out in the amended claim. A comparison\r\nof the\nfacta\r\nprobanda\nand\r\nrelief claimed in both pleadings rather shows that whilst portion of\r\nthe ‘allegations or “cause of action”\nupon which\r\nthe relief claimed is based in the amendment differs from the\r\nallegations or “cause of action” set out’\nin the\r\noriginal summons, ‘the relief claimed, ie the “debt”’\r\nis substantially the same in the broad sense\nof the meaning of the\r\nword.\n13\nAlthough\r\nflawed, the original summons nonetheless gave a general indication of\r\nthe claim sought to be enforced sufficient for the\nbank to understand\r\nthe nature of the claim made against it. The special plea should\r\ntherefore have been dismissed.\n[17] Finally, it was\r\nargued on the bank’s behalf that in the event that the appeal\r\nsucceeded, Aeronexus would not be entitled\nto interest from 12 March\r\n2004 as claimed, but from the date on which the judgment of the court\r\nbelow was delivered. This argument\nwas based on the guarantee’s\r\nprovision that Aeronexus would be entitled to payment upon the\r\nsuccessful conclusion of the\naction it would institute against the\r\nbank in respect of its liens. This, it was contended, showed that the\r\nparties contemplated\nthat Aeronexus would first have to prove its\r\nclaim by way of litigation. I agree. The judgment of the court below\r\nwas delivered\non 20 August 2009 and that is the date from which\r\ninterest should run.\n[18] In the result\r\nthe following order is made:\n1 The appeal\r\nsucceeds with costs.\n2 The order of the\r\ncourt below is set aside and replaced with the following:\n‘\nThe\r\ndefendant’s special plea of prescription is dismissed with\r\ncosts and judgment is granted in favour of the plaintiff for\n–\npayment in the sum\r\n\tof R1 959 240.30 together with interest thereon at the rate of 15.5\r\n\tper cent per annum, as from 20 August 2009\nto date of payment; and\nthe costs of the\r\n\taction.’\n______________________\nMML MAYA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor appellant: JJ\r\nBrett SC\nInstructed by:\r\nSchindlers Attorneys, Johannesburg\nWebbers Attorneys,\r\nBloemfontein\nFor respondent: CW\r\nJordaan SC with F Becker\nInstructed by: Smit,\r\nJones and Pratt, Johannesburg\nSymington & De\r\nKok, Bloemfontein\n1\nClause\r\n\t10.1 of the agreement provided:\n‘\nAeronexus\r\n\tshall have a lien over the Aircraft and any other property belonging\r\n\tto Million Air which comes into Aeronexus’s\npossession or\r\n\tcontrol for all amounts and liabilities whatsoever due or becoming\r\n\tdue to Aeronexus by Million Air, irrespective\nof whether or not such\r\n\tamount or liability is incurred as a consequence of Aeronexus so\r\n\tbeing in possession of such aircraft\nor property at that time.’\n2\nSection\r\n\t10(1)\nof the Act provides: ‘Subject to the provisions of this\r\n\tchapter and of Chapter IV, a debt shall be extinguished by\r\n\tprescription\nafter the lapse of the period which in terms of the\r\n\trelevant law applies in respect of the prescription of such debt.’\n3\nAccording\r\n\tto\ns 11(d)\nof the Act, ‘save where an Act of Parliament\r\n\tprovides otherwise, [the period of prescription of debts shall] be\r\n\tthree years’.\n. . .’\n4\nSection\r\n\t12(1)\nprovides: ‘Subject to the provisions of subsections (2),\r\n\t(3) and (4), prescription shall commence to run as soon as the debt\n\n\tis due.’\n5\nCape\r\n\tTown Municipality and another v Allianz Insurance Co Ltd\n1990\r\n\t(1) SA 311\n(C) at 330E-H;\nCGU Insurance Ltd v Rumdel Construction\n(Pty) Ltd\n2004\r\n\t(2) SA 622\n(SCA) para 6.\n6\nEvins\r\n\tv Shield Insurance Co Ltd\n1980 (2) SA at 814 (A) at 825F-G;\nStandard Bank of South Africa Ltd v Oneanate Investments (Pty)\r\n\tLtd (In Liquidation)\n[1997] ZASCA 94\n;\n1998 (1) SA 811\n(SCA) at 826J;\nDrennan\r\n\tMaud & Partners v Pennington Town Board\n[1998] ZASCA 29\n;\n1998 (3) SA 200\n(SCA) at 212F-G.\n7\nSentrachem\r\n\tLtd v Prinsloo\n1997 (2) SA 1\n(A) at 15A-E;\nAssociated Paint &\r\n\tChemical Industries (Pty) Ltd t/a Albestra Paint and Lacquers v Smit\n2000 (2) SA 789\n(SCA) at 794.\n8\nWavecrest\r\n\tSea Enterprises (Pty) Ltd v Elliot\n1995\r\n\t(4) SA 596\n(SE) at 600H-J;\nCGU\r\n\tInsurance Ltd v Rumdel Construction\npara\r\n\t7;\nRustenberg\r\n\tPlatinum Mines v Industrial Maintenance Painting Services\n[2009]\r\n\t1 All SA 275\n(SCA) para 19.\n9\nNeon\r\n\tand Cold Cathode Illuminations (Pty) Ltd v Ephron\n1978\r\n\t(1) SA 463\n(A) at 471A-B;\nAssociated\r\n\tPaint\n(supra)\npara\r\n\t15.\n10\nTrans-African\r\n\tInsurance Co Ltd v Maluleka\n1956 (2) SA 273\n(A) at 279B-C;\nChurchill v Standard General Insurance Co Ltd\n1977 (1) SA 506\n(A) at 517C;\nImprefed\r\n\t(Pty) Ltd v National Transport Commission\n1990 (3) SA 324\n(T) at\r\n\t329C-D.\n11\nMazibuko\r\n\tv Singer\n1979 (3) SA 258\n(W) at 266A.\r\n\tSee also the minority judgment of Trollip JA in\nEvins\r\n\tv Shield Insurance Co Ltd\n1980 (2) SA\r\n\t814\n(A) at 825F-H.\n12\nStandard\r\n\tBank of SA v Oneanate Investment (Pty) Ltd (In Liquidation)\n[1997] ZASCA 94\n;\n1998 (1) SA 811\n(SCA) at 825H-I.\n13\nCGU\r\n\tInsurance Limited v Rumdel Construction (Pty) Ltd\n2004\r\n\t(2) SA 622\n(SCA) para 8. See also\nRustenberg\r\n\tPlatinum Mines v Industrial Maintenance Painting Services\n[2009]\r\n\t1 All SA 275\n(SCA) para 19.",
  "scraped_at": "2026-02-12T15:20:44.751285",
  "date": "2011-03-17",
  "coram": [
    "LEWIS JJA",
    "MAYA JJA",
    "SERITI JJA"
  ],
  "case_number": "249/2010",
  "parties": {
    "applicants": [
      "Aeronexus (Pty) Limited"
    ],
    "respondents": [
      "Firstrand Bank Limited t/a Wesbank"
    ]
  },
  "sections": {
    "facts": "Aeronexus, a company that maintains aircraft, entered into a written agreement with Million Air Charter Ltd to service aircraft owned by Firstrand Bank (trading as Wesbank). By February 2004 Million Air owed Aeronexus R1,916,395.56 and Aeronexus held liens over the aircraft, retaining the logbooks. On 12 March 2004 the bank issued an irrevocable guarantee for R1,959,240.30 to secure release of the aircraft. Aeronexus released the logbooks and on 30 April 2004 served a simple summons against the bank claiming payment of R1,959,240.30 for services rendered and goods delivered between 31 March 2003 and 29 February 2004. The bank defended on the basis of prescription, arguing that the debt in the amended claim (based on the guarantee) was not the same as that in the original summons. The matter proceeded to trial without evidence, and the High Court held that the original summons did not interrupt prescription, setting aside the bank’s defence.",
    "issues": "The core issue on appeal was whether the original summons of 30 April 2004 interrupted the running of the three‑year prescription period under section 15(1) of the Prescription Act 68 of 1969. Specifically, the court had to determine if the debt sought in the amended summons (based on the bank guarantee) was the same or substantially the same as the debt pleaded in the original summons, and whether a defective summons could nevertheless serve to interrupt prescription.",
    "principles": "Section 15(1) of the Prescription Act provides that service of any process on the debtor interrupts prescription where the creditor claims payment of the debt. The Act does not define ‘debt’, but courts give it a broad, flexible meaning that is broader than the technical cause of action. A summons is considered ‘process’ under s15(6). For prescription to be interrupted, the debt sought in the later pleading must be the same or substantially the same as that in the original process; the substance of the claim, not its form, is decisive. Even an imperfect or partially defective summons can interrupt prescription provided it is not a nullity.",
    "application": "The court examined the original summons and found that, although it omitted reference to the bank guarantee, it clearly alleged a claim for payment of R1,959,240.30 arising from services rendered and goods delivered – the same amount secured by the guarantee. The amendment merely clarified that the bank’s liability stemmed from its written undertaking under the guarantee, but the relief sought (the same monetary amount) remained substantially the same. Consequently, the original summons was sufficient to interrupt the prescription period despite its defects. The bank’s argument that the amendment introduced a new debt was rejected.",
    "conclusion": "The appeal succeeded. The special plea of prescription was dismissed with costs. Judgment was entered in favour of Aeronexus for payment of R1,959,240.30 together with interest at 15.5% per annum from 20 August 2009 to the date of payment, and the costs of the action were awarded to the plaintiff."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Prescription",
    "level_3": [
      "Prescription Act",
      "Debt",
      "Summons",
      "Bank Guarantee",
      "Interest"
    ]
  }
}