{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/24.html",
  "case_name": "Gardener and Another v S (253/07) [2011] ZASCA 24; 2011 (1) SACR 570 (SCA) ; 2011 (4) SA 79 (SCA) (18 March 2011)",
  "citation": "[2011] ZASCA 24",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 24\n|\nNoteup\n|\nLawCite\nGardener and Another v S (253/07) [2011] ZASCA 24; 2011 (1) SACR 570 (SCA) ; 2011 (4) SA 79 (SCA) (18 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 253/07\nIn the matter between:\nPETER GRAHAM GARDENER\n................................................................\nFirst\r\nAppellant\nRODNEY MITCHELL\n...........................................................................\nSecond\r\nAppellant\nand\nTHE\r\nSTATE\n....................................................................................................\nRespondent\nNeutral citation\n:\nGardener v The State\n(253/07)\n[2011] ZASCA 24\n(18 March 2011)\nCoram:\nHEHER,\r\nCACHALIA and SERITI JJA\nHeard:\n18 February\r\n2011\nDelivered:\n18\r\nMarch 2011\nUpdated:\nSummary:\nCriminal\r\nlaw – fraud – prejudice – intention to prejudice –\r\ncompany director intentionally and without acceptable\nexplanation\r\nwithholding disclosure of facts relevant to transaction in which\r\ncompany interested –\na priori\ncase of fraud.\nCriminal law –\r\nsentence – role of public interest in balance of factors.\n____________________________________________________________________________________\nORDER\nOn appeal from:\nWestern Cape High Court (Cape Town)\r\n(Uijs AJ sitting as court of first instance):\nThe appeals of both\r\nappellants against conviction are dismissed. The appeals of both\r\nappellants against sentence are upheld. The\nsentences imposed by the\r\nWestern Cape High Court are set aside and replaced by the following:\nEach accused is sentenced\r\nto seven years’ imprisonment.\n_______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nHEHER JA (CACHALIA AND\r\nSERITI JJA concurring):\n[1] This is an appeal\r\nfrom a judgment of Uijs AJ sitting in the Western Cape High Court\r\nwith leave of that court.\n[2] The appellants, Mr\r\nGardener and Mr Mitchell, were at material times joint chief\r\nexecutive officers of LeisureNet Limited, a\nlisted company, and\r\ndirectors of LeisureNet International Limited, an offshore\r\nsubsidiary, and of its subsidiary, Healthland Germany\nLimited. The\r\nlast-mentioned held half the shares in Healthland Germany GmbH, the\r\nbalance being held by a Jersey company, Dalmore\nLimited.\n[3] In May 1999\r\nInternational purchased Dalmore’s interest in Healthland\r\nGermany for DM 10 million. The appellants each held\na 20 per cent\r\ninterest in the business of Dalmore in Germany and received a\r\nproportionate share of the purchase price (DM 2 million\neach) in\r\nconsequence. The price was raised and paid by LeisureNet. The\r\nappellants had not disclosed their interest in Dalmore to\nLeisureNet\r\nor International before or at the time of the sale and did not do so\r\nsubsequently. That fact only came to light in the\ncourse of an\r\nenquiry into the affairs of LeisureNet subsequent to its liquidation\r\nin 2001. The appellants were charged with (inter\nalia) fraud in\r\nfailing to disclose their interest in Dalmore to the board of\r\nLeisureNet during the period about April to December\n1999 (‘the\r\nDalmore charge’) and were duly convicted. Gardener was\r\nsentenced to 12 years’ imprisonment (of which\n4 years were\r\nconditionally suspended). Mitchell was likewise sentenced to 12\r\nyears’ imprisonment, but, in his case, 5 years\nwere\r\nconditionally suspended.\n[4] The appellants\r\nacknowledged from the outset of the trial that they had at all\r\nmaterial times been under a duty to disclose their\ninterests in\r\nDalmore to the LeisureNet board and, in failing to do so, had\r\nbreached that duty. In the appeal they also conceded\nthat their\r\nconduct had made them guilty of contravening s 234(1) of the\r\nCompanies Act 61 of 1973, with which offence they had been\ncharged in\r\nthe alternative to the Dalmore charge. That concession was limited to\r\nan admission of negligence in failing to make\nthe disclosure, culpa\r\nbeing sufficient\nmens rea\nfor a contravention of the section.\n[5] The issues in this\r\nappeal are:\n1 Whether, in failing to\r\ndisclose their interest in Dalmore, the appellants intended to\r\ndeceive the board of LeisureNet.\n2 If they did so intend-\n(a) whether the\r\nappellants possessed an intention to prejudice the company; and\n(b) whether their failure\r\nto disclose resulted in actual or potential prejudice to it.\n3 If the conviction on\r\nthe charge of fraud is sustained-\n(a) whether the trial\r\ncourt misdirected itself in the manner in which it evaluated the\r\ninterests of society in relation to the crime;\n(b) whether the trial\r\ncourt erred in imposing a heavier sentence on Gardener by reason of\r\ncertain convictions for VAT fraud and\ninsider trading committed\r\nduring his tenure as managing director of LeisureNet (but after the\r\nperpetration of the Dalmore fraud)\nand for which he had been\r\nconvicted and sentenced before the trial commenced.\n(c) whether the sentences\r\nwere, in any event, disturbingly inappropriate, thus justifying\r\ninterference by this Court.\n4 If the fraud conviction\r\nshould be set aside, the appropriate sentence for a conviction for\r\ncontravening s 234(1).\n[6] The\r\nproper determination of the appellants’ intentions during the\r\nrelevant period can only be made in the context of the\nevidence\r\nconcerning their own experience and conduct during the preceding five\r\nyears (‘the facts as a whole’:\nS v\r\nRessel\n1968 (4) SA 224\nat 231A-D and 232A-E).\n[7] Health & Racquet\r\nClub Ltd was listed on the Johannesburg Stock Exchange on 11 April\r\n1994. According to its prospectus the\ncompany was ‘the market\r\nleader in ownership and operation of fitness-based leisure clubs in\r\nSouth Africa’. During 1995\nits name was changed to LeisureNet\r\nLtd.\n[8] For a number of years\r\nbefore the listing the appellants had been associated in establishing\r\nand managing fitness clubs. Gardener\nwas a chartered accountant and\r\npossessed expertise in the financial aspects of running the\r\nbusinesses. Mitchell’s skill lay\nin the planning, setting up\r\nand operation of the clubs.\n[9] Initially the largest\r\nshareholder in LeisureNet was a Cape Town attorney, Mr Joubert Rabie.\r\nBoth appellants held substantial\ninterests. Rabie withdrew at an\r\nearly stage but remained both a friend and business associate of the\r\nappellants. The Krok family,\nprominent in South African business,\r\nobtained direct or indirect holdings in the company and apparently\r\ninfluenced the appointment\nof its board to the advantage of the\r\ncompany. The chairman was Mr Joe Pamensky, a chartered accountant and\r\nbusinessman and, formerly,\na respected administrator of South African\r\ncricket. Also appointed was Mr Archie Aaron, a very senior and\r\nesteemed Johannesburg\ncommercial attorney. A strong corporate\r\ngovernance ethic was inculcated in the board members, and in\r\nparticular, as the evidence\nshowed, repeated calls were made on its\r\nmembers to disclose their personal interests in matters arising for\r\ndiscussion in the affairs\nof the company.\n[10] Although LeisureNet\r\nwas initially interested in expanding its interests beyond South\r\nAfrica, unfortunate experiences in England\nand Holland in 1994 led\r\nthe board to assure its investors in the 1994 annual financial\r\nstatements that the company would not expand\noverseas, save by way of\r\nfranchise.\n[11] Early in 1995 the\r\nappellants were approached at the offices of LeisureNet in Cape Town\r\nby Mr Hans Moser, a former business\nassociate who had relocated to\r\nGermany. He was eager to develop businesses in that country along the\r\nlines of Health & Racquet\nClubs and enquired whether LeisureNet\r\nwould be interested in embarking on a joint venture. The appellants\r\nexplained to him that\nLeisureNet would proceed only by the route of a\r\nlicence or a franchise. An oral agreement was reached in terms of\r\nwhich LeisureNet\ngranted Moser licence rights for Germany in respect\r\nof the Health and Racquet brand name.\n[12] During the first\r\nhalf of 1996 Rabie requested that the oral licence agreement be\r\nreduced to writing, and, as a result, a 20-year\nwritten exclusive\r\nlicence agreement for Germany was concluded on 14 May 1996 between\r\nLeisureNet and Dalmore Ltd, in which Moser\nand Rabie had an interest\r\nthrough offshore entities. The agreement was signed by the first\r\nappellant and clause 2.6 provided that:\n‘\nin\r\nall of their dealings with the LICENSEE [Dalmore], the officers,\r\ndirectors, employees and agents of the COMPANY [LeisureNet]\nact only\r\nin a representative capacity, not in an individual capacity, and that\r\nthis Agreement, and all business dealings between\nthe LICENSEE and\r\nsuch individuals as a result of this Agreement, are solely between\r\nthe LICENSEE and the COMPANY’.\n[13] During the second\r\nhalf of 1996 Moser was again in Cape Town. He discussed the\r\ndeveloping business with the appellants at LeisureNet’s\n\npremises. He explained that it needed a competent business plan to\r\npersuade landlords and financiers to support it, a plan that\nprovided\r\na demonstrable ability to operate health clubs and to run a competent\r\nfinancial corporate structure in relation to a health\nclub business.\r\nHe asked the appellants, whose reputations apparently carried weight\r\neven in Germany, whether they would allow him\nto use their names and\r\nwhether they would give him their personal backing in the German\r\noperation. They agreed to do so in return\nfor a 20 per cent interest\r\n(for each of them) in whatever the German business produced in due\r\ncourse. This, it would appear, was\nnot to be a direct interest in\r\nDalmore through equity, but rather an undertaking by Moser to\r\nrecognise their financial stake in\nthe German aspects of its\r\nbusiness. Despite the fact that the appellants thereby acquired an\r\ninterest in LeisureNet’s licensee\nwith the obvious concomitant\r\npotential for a future conflict of interest the appellants thought it\r\nunnecessary either to inform\nthe LeisureNet board or seek its\r\napproval. Their explanation was that the prospect of future expansion\r\nof Dalmore’s interests\nin Germany was so tenuous that they did\r\nnot consider it necessary to do so.\n[14] During about April\r\n1997 LeisureNet considered investing offshore by way of joint\r\nventures and as a result the board sent the\nappellants to Australia\r\n(in April) and Germany (in May) to investigate opportunities. Up to\r\nthat stage the appellants had not visited\nGermany to assist Moser\r\nwith his franchise. According to Gardener they had done nothing other\r\nthan to lend their names to the business.\nAccording to Mitchell they\r\nhad advised Moser in Cape Town from time to time. Both testified\r\nthat, if the franchise in Germany were\nto continue, they would become\r\ninvolved in operations and management in return for the interests\r\nthey had obtained in Dalmore.\n[15] At an executive\r\ncommittee meeting of LeisureNet on 25 June 1997 the possible\r\nexpansion of its business to Germany was discussed.\nThe appellants\r\nraised the licensing agreement as a potential problem. It was then\r\nresolved that the appellants would ‘pursue\nthe investigation\r\nwith regard to the cancellation of the regional licence for Germany\r\nand the conclusion of a joint venture with\nthe licensee’. The\r\nmeeting requested the appellants to open negotiations to these ends.\r\nThe appellants consequently visited\nMoser in Germany in June 1997\r\nwhere they had discussions with him and on their return they\r\nnegotiated with Rabie representing Dalmore.\nIt was agreed that the\r\nlicensing agreement for Germany would be cancelled.\n[16] On 1 August 1997\r\nLeisureNet, Dalmore and Healthland Fitness Club GmbH entered into a\r\nwritten agreement which the second appellant\nsigned on behalf of\r\nLeisureNet. In this, ‘the first shareholders’ agreement’,\r\nLeisureNet in essence obtained\n50 per cent of the shares in GmbH, the\r\ncompany through which Dalmore conducted its operations in Germany.\r\nLeisureNet undertook\nto advance on loan to Healthland Fitness Club\r\nGmbH its funding requirements to an amount equal to the cost of\r\nfitting out the first\nfive facilities (health, leisure and fitness\r\ncomplexes). The agreement contained a right of first refusal in the\r\nevent of either\nparty wishing to transfer its shares in the company.\r\nLeisureNet was to appoint four directors to the board and Dalmore\r\nthree. If\nthe appellants are to be believed it did not occur to them\r\nthat LeisureNet should be informed that it was effectively going into\n\npartnership with its own joint chief executives and providing funds\r\nwhich would be used, at least in part, to their ultimate benefit.\n\nGardener and Mitchell were appointed as two of LeisureNet’s\r\nnominees to the board.\n[17] During October 1997\r\nLeisureNet approached the exchange control department of the South\r\nAfrican Reserve Bank for approval of\nthe first shareholder’s\r\nagreement. Approval was given on 10 October 1997.\n[18] From August 1997\r\nLeisureNet, with the assistance of its auditors reconsidered its\r\noverall structure and agreements. Upon the\nadvice of the auditors it\r\ndecided to split the employment of the appellants between South\r\nAfrica and its offshore interests. At\nabout this time, as an\r\nincentive to the appellants, LeisureNet agreed to issue 5% of the\r\nshares in its international subsidiary,\nLeisureNet International, to\r\neach of the appellants on the basis that such holdings would be\r\nnon-dilutable, ie the appellants would\neach retain that proportion in\r\nthe shareholding of the company irrespective of the numbers of future\r\nshares allotted.\n[19] In that context the\r\nappellants with the assistance of Investec Ltd, caused offshore\r\ntrusts and companies to be set up by Insinger\nTrust (Jersey) Ltd to\r\nhouse these and other interests. Although the trustees were in law\r\nnot bound to carry out the requests of\nthe appellants in respect of\r\nthe trust assets it appears that in practice their ‘letters of\r\nwishes’ were honoured.\n[20] During 1998, as part\r\nof the restructuring of LeisureNet’s offshore subsidiaries:\n1 LeisureNet\r\nInternational Ltd was introduced as LeisureNet’s subsidiary to\r\nhold its interests in Germany.\n2 Teria Ltd, a United\r\nKingdom company, was interposed above GmbH as the sole shareholder of\r\nGmbH. On 5 May 1998 its name was changed\nto Healthland Germany Ltd.\n3 International and\r\nDalmore each became 50% shareholders in Healthland Germany Ltd\r\nconsistent with the joint venture agreed between\nthem in August 1997.\n4 To accommodate the\r\nrestructuring, the first shareholders’ agreement was replaced\r\nby a second shareholders’ agreement\non 30 October 1998. It was\r\nsigned by Gardener on behalf of LeisureNet and International, and by\r\nDalmore and Healthland Germany\nLimited. In this agreement the funding\r\nobligation of LeisureNet was to be satisfied by subscribing for\r\npreference shares in Healthland\nGermany Limited ‘limited to the\r\nfit-out costs . . . of such number of premises in aggregate not\r\nexceeding an amount of £5,000,000.’\n[21] During the first\r\nhalf of 1998 the first appellant requested Rabie to record the\r\ninterests that he and the second appellant\nheld in the German\r\nbusiness of Dalmore. Rabie duly instructed the Royal Bank of Canada\r\nTrustees Ltd, the trustees of an offshore\ntrust set up by Rabie which\r\nheld shares in Dalmore, on 30 June 1998 as follows:\n‘\nI\r\nhereby direct that 20% of the shareholdings of the company Teria\r\nLimited must be registered in the name of Peter Gardener and\na\r\nfurther 20% in the name of Rod Mitchell as their respective nominees\r\nupon my death. The Trustee of the trust holds the said shares\nas\r\ntrustee. This should be received as my wishes accordingly’.\nThe evidence of Gardener\r\nand Mitchell establishes that they discussed the request to Rabie,\r\nperhaps before it was made and, certainly,\nafter the instruction was\r\ncarried out, although neither was shown the letter.\n[22] During 1998\r\nInternational was engaged in discussions with a rival operator in\r\nGermany, Fitco, for the acquisition by International\nof shares in\r\nFitco. To that end the appellants were involved in a process of due\r\ndiligence in Germany.\n[23] Towards the end of\r\n1998 a venture capital fund, Brait, discussed with the group the\r\npossible acquisition of a portion of International’s\n\noperations. During the same period and into the following year\r\nanother venture capital fund, Bankers Trust, approached the group\nfor\r\nthe possible acquisition of a portion of International’s\r\nEuropean operations. It became clear to the appellants that\nit would\r\nredound to the substantial advantage of LeisureNet if it were able to\r\nacquire the whole of the shares in Healthland Germany,\nprincipally\r\nbecause that company would in consequence become much more desirable\r\nto prospective suitors. In addition the unattractive\nprospect of\r\nDalmore disposing of its interest to a third party, perhaps one\r\nelsewhere in competition with International, would\nbe negated.\n[24] At the beginning of\r\nApril 1999 representatives of Fitco, together with Moser, visited\r\nSouth Africa to discuss the possible\nacquisition by Fitco of\r\nDalmore’s interests in the German operation. The appellants\r\ndecided that LeisureNet, through International,\nshould acquire\r\nDalmore’s 50% shareholding in the German operation. In\r\ntelephone conversations with the directors of International\nand\r\ncertain of LeisureNet’s directors consensus was achieved. The\r\nsecond appellant then manipulated the negotiations to the\nadvantage\r\nof LeisureNet. Knowing that Moser would consider a purchase price of\r\nDM 15 million, he suggested to the Fitco representatives\nthat they\r\noffer about DM 10 million, telling them that he would try to persuade\r\nRabie and Moser to accept such an offer. On 9 April\n1999 Mitchell\r\nreceived a letter from Fitco containing a proposal to acquire\r\nDalmore’s shares in Healthland Germany for DM\n10 million. He\r\nconvinced Rabie, who acted on Moser’s behalf, to accept DM 10\r\nmillion. When Rabie agreed, Mitchell informed\nhim that International\r\nintended to exercise the right of pre-emption stipulated in its\r\nfavour in the second shareholders’\nagreement.\n[25] On 16 April 1999 an\r\nagreement was signed in terms of which the shareholding of Dalmore in\r\nHealthland Germany was sold to International\nfor DM 10 million. It\r\nwas signed by Gardener on behalf of International, Leisurenet and\r\nHealthland Germany.\n[26] At a meeting of\r\nLeisureNet’s executive committee on 24 May 1999, the agreement\r\nwith Dalmore was discussed and at the\nboard meeting of 26 May 1999\r\nthe acquisition of Dalmore’s interests in Healthland Germany\r\nwas confirmed. At neither meeting\nwas a disclosure made of the\r\nappellants’ interests in the acquisition. Once again the\r\nappellants explained in evidence that\nthey were so concentrated on\r\nthe transaction that disclosure did not occur to them. The minutes of\r\nthe meeting of the board on\n26 May recorded the following statements\r\nwhich are relevant to this judgment:\n‘\n3.\r\nDisclosure of Directors’ Interests:\nThe\r\nmeeting was informed that no further disclosures were received from\r\nany of the directors subsequent to the previous meeting.’\nAnd further:\n‘\nThe\r\nmeeting on the recommendations of Exco. . . confirmed LeisureNet\r\nInternational Limited’s acquisition of all Dalmore Limited’s\n\ninterests in Healthland Germany Limited with effect from 1 May 1999\r\nfor an amount of DM 10 million and the payment therefor by\nthe\r\nCompany issuing 7,85 million shares at 420 cents per share with\r\neffect from 28 May 1999.’\n[27] Within the following\r\nweek both appellants issued appropriate instructions to ensure that\r\ntheir share of the proceeds of the\nsale was paid by Dalmore directly\r\ninto the offshore accounts of their trusts.\n[28] Before the\r\nacquisition of Dalmore’s shares by International, a process of\r\ndue diligence undertaken by Bankers Trust was\nalready in progress.\r\nThat continued after the acquisition of the Dalmore shares. It is\r\nclear from Mitchell’s evidence that\neven before the Fitco offer\r\nwas received he and Gardener were optimistic that they would be able\r\nto sell Healthland Germany to\nBankers Trust at an enormous price\r\nprovided International was able to obtain control of all the Dalmore\r\nshares. The key representatives\nof Bankers Trust left its employ in\r\nthe middle of 1999 and moved to AIG. After substantial negotiations\r\nand a due diligence process\nlasting most of the year, an agreement\r\nwas concluded on 21 December 1999 in terms of which AIG purchased 25%\r\nof International for\n£17 million. At that stage, too, Germany\r\nremained a major focus of offshore development for the LeisureNet\r\ngroup.\nThe law governing\r\nfraud\n[29] It is trite that:\n‘\nFraud\r\nconsists in unlawfully making, with intent to defraud, a\r\nmisrepresentation which causes actual prejudice or which is\r\npotentially\nprejudicial to another.’\nJ R L Milton:\nSouth\r\nAfrican Criminal Law and Procedure\n, Vol. 2 (3\nrd\nEdition) at 702. And see\nS v van den Berg\n1991 (1) SACR 104(T)\nat 106b.\n[30] With regard to the\r\nquestion whether non-disclosure is criminally fraudulent Coetzee J in\nS v Burstein\n1978 (4) SA 602(T)\nat 604G-605B, stated the law\r\nin this regard as follows:\n‘\nThe\r\nquestion whether non-disclosure is criminally fraudulent is not an\r\neasy one. As pointed out by Hunt in\nSA\r\nCriminal Law and Procedure\nVol\r\n2 at 716, silence may well constitute civil fraud without\r\nconstituting criminal fraud. The distinguishing feature lies mainly\n\nin the presence or absence of the necessary intention to defraud.\r\nThere are very few cases of criminal non-disclosure. The most\n\ncomprehensive judgment on this topic is that of Trollip J (as he then\r\nwas) in\nS\r\nv Heller and Another\n(2)\n1964 (1) SA 524(W)\nat 536-538, which I adopt, with respect, as an\r\nauthoritative statement of the law. For the purpose of dealing with\r\nthe facts of\nthe present case more conveniently, I would summarise\r\nthe requisites of this type of fraud, as discussed by the learned\r\nJudge,\nas follows:\n(a)\r\na duty to disclose the particular fact;\n(b)\r\na wilful breach of this duty under such circumstances as to equate\r\nthe non-disclosure with a representation of the non-existence\nof that\r\nfact;\n(c)\r\nan intention to defraud which involves\n(i)\r\nknowledge of the particular fact;\n(ii)\r\nawareness and appreciation of the existence of the duty to disclose;\n(iii)\r\ndeliberate refraining from disclosure in order to deceive and induce\r\nthe representee to act to its prejudice or potential\nprejudice;\n(d)\r\nactual or potential prejudice of the representee.’\nSee\r\nalso\nS\r\nv Heller\n(2)\n1964 (1) SA 524(W)\nat 536F-537F;\nS\r\nv Brande and Another\n1979\r\n(3) SA 371\n(D) at 381A-D;\nS\r\nv Harper and Another\n1981\r\n(2) SA 638\n(D) at 677F-H.\n[31]\r\nProfessor Snyman puts the required\nmens\r\nrea\nthus:\n‘\nThere\r\nis a distinction drawn between an intention to deceive and an\r\nintention to defraud. The former means an intention to make\nsomebody\r\nbelieve that something which is in fact false, is true. The latter\r\nmeans the intention to induce somebody to embark on\na course of\r\naction prejudicial to herself as a result of the misrepresentation.\r\nThe former is the intention relating to the misrepresentation,\nand\r\nthe latter is\nthe\r\nintention relating to both the misrepresentation and the prejudice\n.’\n[Emphasis\r\nprovided].\nSnyman\nCriminal\r\nLaw\n(5\r\ned) at 531-2;\nS\r\nv Isaacs\n1968\r\n(2) SA 187(D)\nat 191C-192A;\nS\r\nv Huijzers\n1988\r\n(2) SA 503(A)\nat 506I-508B.\n[32]\r\nThe authorities I have cited support the view that an intention to\r\ncause actual or potential prejudice is a necessary element\nof the\r\ncrime of fraud. But it may be that proof of deceit which is\r\ncalculated (likely) in the ordinary course of things to result\nin\r\nsuch prejudice is sufficient without a subjective mental element.\n1\nThe law has not\r\nbeen argued before us and it is unnecessary to decide the question,\r\nsince, for reasons which will appear, the State\nhas, in my view,\r\nsucceeded in proving an intention to cause prejudice beyond a\r\nreasonable doubt.\nIntention to defraud\n[33] The State was\r\nrequired to prove beyond reasonable doubt that the appellants\r\nwithheld disclosure of their interest in Dalmore\nwith intent to\r\ndeceive the board of LeisureNet (and thereby to induce it to act on\r\nthe misrepresentation to its prejudice).\n[34] There being no\r\ndirect insight into the minds of the appellants, the case for the\r\nState was built on the cumulative effect of\nthe objective\r\nprobabilities. The contention, which was accepted by the court a quo,\r\nwas that the weight of such probabilities was\nsufficient to disprove\r\nbeyond a reasonable doubt, the truth of the explanations furnished by\r\nthe appellants in evidence for their\nnon-disclosure throughout the\r\nperiod April to December 1999. Once that finding was made an\r\nintention to defraud followed as the\nonly reasonable inference.\n[35] In the context of\r\nthe events which I have described, the probabilities that influence a\r\ndecision as to whether, in failing\nto make disclosure, the appellants\r\nintended to defraud the company, can be assessed by reference to the\r\nfollowing:\n1 What had to be\r\ndisclosed, not so much as a requirement of law but rather as a matter\r\nof pragmatism.\n2 The appellant’s\r\nknowledge of the duty and their observance of it in general.\n3 Their opportunity to\r\ndisclose.\n4 Whether the failure was\r\nisolated or repeated.\n5 The prominence and\r\nimportance of the subject matter requiring disclosure in the minds of\r\nthe appellants.\n6 What the effects of\r\ndisclosure would have been.\n7 Whether there were\r\nreasons for withholding disclosure.\n8 Whether the appellants\r\nderived a clear benefit from non-disclosure.\n9 The conduct of the\r\nappellants in relation to the performance of their duty.\nThe subject matter of\r\nthe disclosure\n[36] This is not as\r\nstraightforward as it might seem. Undoubtedly the primary duty of the\r\nappellants was to inform the boards of\nInternational and LeisureNet\r\nbefore the contract for the purchase of Dalmore’s interest was\r\nconcluded and confirmed that\nthey each possessed a financial interest\r\nin Dalmore and the extent of that interest: s 234(1) read with s\r\n234(3) of the Companies\nAct. But a full and proper disclosure would\r\nalso have involved details of when and under what circumstances it\r\nwas acquired. Inevitably\nsuch a revelation would have meant that\r\nLeisureNet’s board became aware that since acquiring the\r\ninterest the appellants\nhad on various occasions negotiated with\r\nDalmore ostensibly on behalf of LeisureNet and International and\r\nconcluded agreements\nbetween Dalmore and those companies which also\r\nbenefited themselves. Thus both the personal embarrassment to the\r\nappellants and\nthe consequences of disclosure must necessarily have\r\nbeen in the forefront of the minds of both appellants as informed and\r\nexperienced\nexecutives of LeisureNet if they had given any thought to\r\nthe duty.\nThe appellant’s\r\nknowledge of their duty to disclose and the opportunities available\r\nfor disclosure\n[37] The appellants\r\nreadily conceded that as directors of LeisureNet they owed a duty to\r\ndisclose situations of actual or potential\nconflict of interest and\r\ndid not deny the applicability of that duty to any of their dealings\r\nbetween Dalmore and the LeisureNet\ngroup. They were both members of\r\nthe executive and ethics committees of LeisureNet. They were\r\nconversant with the statutory requirements.\nThe duty was drawn to the\r\nnotice of members of the board by the chairman, Mr Pamensky, on\r\nrepeated occasions during the period\n1995 to 1999. Disclosures were\r\nopenly made by the appellants and other directors on appropriate\r\noccasions and records were kept.\nBoth appellants knew that in\r\ndiscussions with the Reserve Bank relating, for example, to the\r\nacquisition or financing of overseas\nassets by LeisureNet, disclosure\r\nof assets held by directors offshore was required. They insisted on\r\ndisclosure by their subordinates\nin accordance with the principles of\r\nproper corporate governance where the possibility of conflict with\r\nthe company might arise.\nExamples of failure to\r\ndisclose\n[38] The appellants were\r\nsilent as to their interest in Dalmore at all times, but particular\r\nreference to the following instances\nis warranted:\ni) when they acquired the\r\nDalmore interest at a time when Dalmore was a franchisee of\r\nLeisureNet;\nii) when they persuaded\r\nthe Board of LeisureNet that the franchise licence should be\r\ncancelled and replaced by a joint venture;\niii) when they negotiated\r\nand concluded the first shareholders’ agreement which brought\r\nDalmore and LeisureNet into a partnership\nagreement;\niv) when they negotiated\r\nand concluded the second shareholders’ agreement;\nv) at the time of the\r\nFitco negotiations and before signing the written agreement in terms\r\nof which International obtained Dalmore’s\nshares.\nvi) at the executive\r\ncommittee meeting held on 24 May 1999 and at the board meeting on 26\r\nMay 1999 at which the Dalmore transaction\nwas discussed and\r\nconfirmed.\nvi) when it became\r\nnecessary, in September 1999, to amend the second shareholders’\r\nagreement retrospectively. (Gardener again\nsigned on behalf of the\r\nLeisureNet companies and Healthland Germany.)\nThe appellants’\r\nfailure to disclose their connection with Dalmore may fairly be\r\ndescribed as chronic.\n[39]\nThe prominence\r\nand importance of their interest in Dalmore in the minds of the\r\nappellants\n1 According to their\r\nevidence, the initial oral agreement between themselves and Moser was\r\nregarded as no more than drawing a bow\nat a venture with little\r\nprospect of a return. By the time of the first shareholders’\r\nagreement the appellants felt that\nLeisureNet’s proposed\r\nexpansion into Germany required greater security than a\r\nfranchisor/franchisee relationship could provide\nbecause of the\r\nprobable scope of business in Germany which was opening up for\r\nLeisureNet.\n2 In the first quarter of\r\n1999, LeisureNet, through a rights issue and the sale of its non-core\r\nassets, raised capital of R200 million\nto finance its intended\r\noffshore expansion of which Germany was the major focus. As early as\r\nOctober 1997 a report before the LeisureNet\nboard had referred to the\r\n‘unique opportunity’ for development in Germany. By\r\nNovember 1998 there was reference to\n‘unparalleled\r\nopportunities offshore’ and Germany was described as ‘a\r\npowerhouse of the health and fitness industry’,\nand, in the\r\nfollowing month as a ‘unique window of opportunity’. In\r\nearly 1999 the health and fitness industry was\n‘one of the\r\nfastest growing in Europe’. In this regard it is worth quoting\r\nfrom the appellants’ heads of argument\nin relation to the\r\npotential value of the German operation at the time of the Dalmore\r\nsale in April 1999:\n‘\nHowever,\r\nthe documentary evidence points with no exception at all and with a\r\nremarkable consistency to the massive value then represented\nby the\r\nGerman operation. This includes:\n91.1.\r\nAll of the board minutes dealing with the subject;\n91.2.\r\nAll of the Exco minutes dealing with the subject;\n91.3.\r\nMr Neil’s own independent observations in Germany (such as with\r\nhis due diligence investigation into Fitco);\n91.4.\r\nThe financial interest shown by financiers such as Brait Capital;\n91.5.\r\nThe projected profit produced independently by the German team and\r\nreflected on the budget statements for Germany for both\n1999 and\r\n2000;\n91.6.\r\nThe acquisition of Fitco by Fitness First, prior to 9 April 1999;\n91.7.\r\nThe views of independent analysts published at the time; and\n91.8.\r\nThe in-depth (and conservative) view expressed by AIG in the\r\ninvestment memorandum (Exhibit CC in vol. 41).’\nIn 1999 LeisureNet\r\nbudgeted for a 100 fold increase in the previous year’s\r\noperating profit of Healthland Germany.\n3 I have referred earlier\r\nto the appellants’ obtaining of a non-dilutable 5% shareholding\r\nin International as compensation\nfor the inconvenience of spending a\r\nlarge amount of time away from home during the projected expansion of\r\nthe group’s activities\noverseas. The critical role which this\r\ninterest assumed in the appellants’ intentions and actions over\r\nthe next 18 months\nor so can best be spelled out in their own words.\n[40] Gardener’s\r\nevidence as to his state of mind during the negotiations with Fitco,\r\nand Moser and Rabie, in April 1999 which\nculminated in the exercise\r\nof the pre-emptive right is revealing:\n‘\nI\r\nhad only one thing in mind and that was to make sure the top company\r\n[International] received the greatest benefit possible\nbecause\r\nthat’s where I had my 5% shareholding\nand\r\nthat was where LeisureNet had its interests.’\n(My emphasis.)\nHe had earlier testified\r\nthat, on the listing of International, an event contemplated from the\r\noutset of its existence as likely\nto happen in about 2001, his 5%\r\ninterest in the offshore companies was going to be worth ‘something\r\nlike’ R75 million.\nIn an application to the exchange control\r\ndepartment of the SA Reserve Bank in March 1999 the following was\r\nrecorded:\n‘\nSuch\r\nis the progress of the international company that it is anticipated\r\nthat by the year 2001 it will be possible to list the international\n\ncompany on an international stock exchange. . . At that stage 20% of\r\nthe international companies could be worth conservatively\nR300\r\nmillion compared with the possibility of selling 20% at this time for\r\nR18 million.’\n[41] The evidence of\r\nMitchell leaves no doubt about his state of mind at the time of\r\nnegotiating and concluding the Dalmore acquisition.\nAs to his\r\nrelationship with International and their interdependence he said:\n‘\nYou\r\nmust remember M’Lord, that, from ’98, my interest and\r\nLeisureNet’s interest, LI’s interest, our stars\nwere in a\r\nline. Whatever was good for LeisureNet, LI, was effectively good for\r\nme and vice versa. And with regard to the Dalmore\nentity, again I\r\nstress, I had no interest, control on the direction of that entity at\r\nall.’\nAnd further, in reply to\r\nquestions by the learned Judge:\n‘\nYou\r\nwere entitled to 20%? --- I was entitled to 20%, M’Lord.\nWhy\r\ndid it not occur to you to disclose this to the Board, because you\r\nknow 6 million rands is a large or that’s the equivalent\nof –\r\nin those days, two million dm, that’s a large amount of money.\r\nDid it not occur to you to tell your Board that?\n--- M’Lord, as\r\nI gave in my evidence, at that point in time, I again tried to put\r\nthings in context in that week. The activity\nand the frenzy that was\r\ngoing, all that I was centred on in that week, as M’Lord has\r\nseen, is to bring that deal home for\nLeisurenet.\nYou\r\nwanted Germany? --- We had to have it. We had to have it.\nThat’s\r\nhow you saw it? --- 100%, M’Lord, and also what I did always\r\nsee, M’Lord, is that LI, the top or the company\n(indistinct).\nThe\r\ncompany which was ultimately going to be listed in London? --- My –\r\nfrom the time that I got my founder shares, we were,\nas I’ve\r\nsaid, coupled on the (indistinct). It was as if we were going down\r\nthe rainbow together, strapped to the pot of gold.\nWhat was good for\r\nthe top company, was good for me and what was good for me was good\r\nfor . . . (intervention).\nI\r\nunderstand that concept, but where I am losing you and possibly\r\nyou’re missing the point of my question. Didn’t it\noccur\r\nto you when you realised that Dalmore was a done deal, did it occur\r\nto you that this was going to net you some six million\nrand? --- When\r\nthe deal was done?\nYes?\r\n--- Without a doubt, M’Lord.\nWell\r\nthe time the deal was done effectively, it would appear to me, at the\r\ntime that you got consent from (indistinct), now the\ndeal was done?\r\n--- Yes. At that time not, M’Lord.\nIt\r\ndidn’t occur to you? --- Not, M’Lord. And I can say\r\n(indistinct) say no and whether it was a case that I sabotaged\nthat\r\nout of my mind, once I’ve done the deal way back in 1997, to me\r\nthat was a done deal already then. There was an investment\nthat I had\r\nand I hope to God one day it would materialise into something.\nYes?\r\n--- But it was done.\nWhen\r\nit’s done, it’s going to net you or it having been done\r\nis going to net you a large lump of money? --- My mind\nwas switching\r\nat that point in time, not during that week, a couple of weeks\r\nafterwards, where my mind was, M’Lord, was to\nsay, this deal\r\nnow has cleared the road to net me an enormous amount of money, not\r\nthe six, to net me a potential 35 million, a\n150 million if\r\n(indistinct).\nYes?\r\n--- An that was definitely top of my mind then, M’Lord.\nYes,\r\nno, I understand that and you thought you were going to get that from\r\nLeisurenet International Ltd? --- Yes.’\n[42] The importance to\r\nMitchell (and, equally, to Gardener) of the acquisition appears again\r\nfrom the following exchanges with the\njudge:\n‘\nIf\r\nat the end of the day Leisurenet International Ltd when it was\r\nlisted, was going to be worth a large pot of money, then it made\n\nsense to get the assets and the companies which would form part of\r\nthe Leisurenet International Ltd Group as cheaply as possible,\nnot\r\nso, because the cheaper you got it, the greater was going to be your\r\nultimate worth? --- 100%, M’Lord.’\nand\n‘\nNo,\r\nlet’s call a spade a spade. You were the chap who actually\r\nmanouvred everybody into the position where Leisurenet acquired\n\nDalmore for 10 million? --- Bought Dalmore’s shareholding for\r\n10.\nYes.\r\nNow if it was bought for six and ultimately that was increased\r\nconsiderably or the value which it had paid was a 10 bagger,\nwould\r\nhave been increased to 60 million dm? --- Yes.\nDo\r\nyou understand what I am saying. I don’t mean to confuse you\r\nand I am not trying to catch you. I am just trying to think,\nif I was\r\nthinking in the long term of what my ultimate worth would be for\r\nLeisurenet International Ltd, I would want to get . .\n.\r\n(intervention). --- At the cheapest price possible.\nAt\r\nthe cheapest price, yes? --- I firmly agree with you and the cheapest\r\npossible price, I couldn’t take it further down the\n10, I mean\r\n. . . (intervention).\nNo,\r\nno, no, but you see what you could have done, is you could have said,\r\nI have done – or Mr Gardener and I have done the\nmost\r\nmagnificent deal here, because we can get it at 10 and we’ve\r\ngot 20 already. And because we are Directors you don’t\n\nnecessarily have to pay us out for that price, because you were the\r\nagents who had in fact . . . (intervention).\n---\r\nBut then sorry, M’Lord, are you proposing that I would have to\r\nwalk away from my right to an investment.’\n[43] The overwhelming\r\nbenefit of the acquisition and the extent to which it relegated the\r\npayment for the Dalmore interest to ‘small\nchange’\r\n(Gardener’s expression) was never made clearer than in the\r\nfollowing passage from Mitchell’s evidence\nunder\r\ncross-examination:\n‘\nAt\r\nthis point in time [ie when carrying on the Fitco negotiations] my\r\ninterest related that I – my anticipated pay out that\nI was\r\ngoing to receive from Hans [Moser] apropos my 1996 deal that I had\r\ndone with him, didn’t even come onto my radar at\nthis point in\r\ntime. At this point in time what was very firmly entrenched in my\r\nmind was that I had now cleared all obstacles out\nthe way to drive\r\nthe Bankers Trust deal through, which would affect – which it\r\ndid do – put a value on Healthland –\nthis is where my\r\nmind was sitting – of just on 700 million, and my personal\r\nwealth was linked into that on my founder shares,\nwhich were sitting\r\nat 35 million. And in my mind then, I thought that if Scott Paton [of\r\nBankers Trust] could be half believed\non his theory of the ten\r\nbagger, and if he only brought it home at a five bagger, the deal\r\nthat I had consummated would have effectively\ncreated value for\r\nLeisureNet to the tune of 3.5 billion and my personal wealth could\r\nhave been to the tune of 150 million. So in\nmy mind I was always\r\ncoupled on the tote, as it were, with LeisureNet.’\nFrom this it seems clear\r\nthat the stock exchange listing was taking second place to the dollar\r\nsigns erected by the prospects of\na deal with Bankers Trust even\r\nwhile Mitchell and Gardener were pulling the wool over the eyes of\r\nFitco, Moser and Rabie, and added\na new and very profitable motive to\r\nthe conclusion of the purchase, a matter about which Mitchell had\r\nearlier crowed in his evidence\nin chief:\n‘\nMr\r\nMitchell, did you tell him [Rabie] of Bankers Trust’s interest\r\nin the off-shore operations of LeisureNet at the time? ---\nM’Lord,\r\nwhat I didn’t tell Joubert and again because there was only one\r\nentity that I was focused on, that was to acquire\nthe equity for LI.\r\nWhat I didn’t tell Joubert what our game plan was apropos that\r\nI requested Fitco to put the offer in at\n10, not his asking price of\r\n15. I didn’t tell Joubert what our intention was to perform the\r\nclassic gazump as soon as we\ngot that offer down to as low as\r\npossible, that we were going to grab it – that’s LI. And\r\nwhat I didn’t tell\nJoubert was that I had Bankers Trust\r\neffectively in the wings and that the upliftment in value, if Bankers\r\nTrust came in, could\nbe potentially R75 million and that upliftment\r\nwould fall into LeisureNet coffers, not Dalmore’s coffers.\r\nThat’s what\nI didn’t tell him.’\n[44] In the context of\r\nall this evidence, when Mitchell said that they ‘had to have’\r\nGermany, it is quite clear that\nhe was speaking at least as much for\r\nGardener and himself as for International. The purchase of Dalmore\r\nand the vast enhancement\nof the appellants’ personal wealth\r\nwere inextricably linked. It is in the circumstances wholly at odds\r\nwith the evidence\nto describe the appellants’ conduct as\r\n‘solely for the benefit of [International]’ or as\r\n‘prejudicial’\nto their own interest (as appellants’\r\ncounsel did in their heads of argument). Moreover the size and\r\nprominence of the benefits\nthat the appellants stood to gain from the\r\nacquisition (together with their not-insignificant share of the\r\nprice) render it in\nthe highest degree unlikely that their own\r\ninterest in Dalmore was not in the forefront of their minds during\r\nall the events of\nApril and May, including the exco and board\r\nmeetings on 24 and 26 May respectively. That they gave attention to\r\ntheir own personal\ninterests only after the meetings is very\r\nimprobable. Their prompt instructions to Rabie, within days of the\r\nboard decision to\nconfirm and fund the acquisition, was all one with\r\nthe importance of the deal to them personally. The role that their\r\nshares in\nInternational played in influencing the appellants during\r\nthe relevant period was not referred to by the learned judge in\r\nassessing\nthe probabilities. It serves however as a substantial\r\ncorroborating factor for his conclusion.\n[45]\nThe effects of\r\ndisclosure\nThe possible consequences\r\nmay be summarised as follows, bearing in mind the necessary breadth\r\nof such disclosure:\n1 Diminution of the\r\nappellants’ status in the eyes of the LeisureNet and, probably,\r\nits shareholders.\n2 Inability on the part\r\nof the appellants to influence confirmation of the Dalmore\r\ntransaction, because they would perforce have\nbeen obliged to\r\ndistance themselves from any further involvement.\n3 Uncertainty as to\r\nwhether LeisureNet would be prepared to finance the purchase. As\r\nMitchell put it, its refusal would ‘shatter’\nthe deal.\n4 The strong likelihood\r\nthat LeisureNet or International would take steps to recover the\r\n‘secret profit’ derived by\nthe appellants from their\r\ndealings with Dalmore.\n5 Perhaps most\r\npertinently, the threat which honest disclosure presented to the\r\nappellants’ trouble-free ride ’down\nthe rainbow to the\r\ncrock of gold’ to adapt Mitchell’s expressive\r\ndescription.\n[46] All the factors\r\nmentioned in the previous paragraph were strong disincentives to a\r\nfull and candid disclosure of the appellants’\ninterest in\r\nDalmore. Aside from considerations of honest dealing and a clear\r\nconscience, however, the appellants stood to gain\nnothing material\r\nfrom opening the can of worms inherent in disclosure.\n[47]\nThe benefit in\r\nfact derived from non-disclosure\nAs the appellants had\r\ncontemplated before concluding the purchase to Mitchell, within six\r\nmonths 25% of International had been sold\nto AIG for a vast profit,\r\nand the appellants, through their holdings in International, duly\r\nswelled by the Dalmore acquisition,\nwere able to share\r\nproportionately in the resultant good fortune.\n[48]\nThe conduct of\r\nthe appellants during May and June in relation to the proceeds of the\r\nDalmore transaction\nFirst, it should be noted\r\nthat it must at all times have been apparent to the appellants that\r\nMoser would be and was able to liquidate\ntheir interest in Dalmore\r\nonly if LeisureNet made funds available (for that purpose). Within a\r\nweek after confirmation of the sale\nagreement the appellants had\r\ngiven the necessary instructions for the transfer of their proceeds\r\ninto their offshore accounts.\nNeither suggested in evidence that the\r\nsudden availability of the money came as any surprise to them. On 3\r\nJune 1999 Gardener arranged\nfor payment of £5000 to be paid\r\nfrom his trust in consideration for the 5% interest in International\r\nlong previously allotted\nto him and Mitchell’s instructions\r\nfollowed shortly.\n[49] The cumulative\r\neffect of all the aforegoing factors provides strong prima facie\r\nreason to conclude that the appellants knew\nat all material times\r\nthat disclosure was required of them but deliberately withheld such\r\ndisclosure. Whether that is a justifiable\ninference can however only\r\nbe decided after considering the submissions made on their behalf.\n[50] In the appeal the\r\nappellants relied upon two major submissions to justify the\r\ncontention that their explanations were reasonably\ntrue, ie that it\r\nhad never occurred to either of them to make disclosure..\n1 A strong credibility\r\nfinding in favour of both appellants made by the trial judge based\r\nupon their demeanour, candour, consistency\nand the general impression\r\ncreated by his observation of the appellants in the witness box.\n2 The overwhelming\r\nprobability that the appellants were responsible for having procured\r\nthe Dalmore shares at a bargain price through\ntheir planning and\r\nendeavours. This, it was submitted, was solely for the benefit of\r\nLeisureNet and to their own prejudice in so\nfar as it materially\r\nreduced the value (and therefore the proceeds) of their 20% interests\r\nin Dalmore. Reliance was placed on an\nobservation of the learned\r\njudge uttered in relation to the State’s (unsuccessful)\r\napplication to reserve certain questions\nof law:\n“\nOne\r\ncan scarcely be intending to defraud anyone (in the sense intended by\r\ns 424 of the Companies Act) if one believes subjectively\nand on good\r\ngrounds which turn out to be well-founded that one is benefitting\r\none’s company in may ways, including financially\nby entering\r\ninto a deal.’\n(This observation , if\r\nvalid, will also be relevant to the existence of an intention to\r\ncause prejudice.)\n[51] A credibility\r\nfinding of the nature in question can never be entirely discounted.\r\nIt is however the result of a subjective\nassessment. Its force in any\r\ngiven case depends upon the strength and cogency of the objective\r\nprobabilities opposed to it: the\nmore such probabilities accumulate\r\nthe less persuasive it becomes. Moreover demeanour and (apparent)\r\ncandour are tricky yardsticks\nwhen the very basis of the case is the\r\nability of the witness successfully to deceive others. To rely unduly\r\non such features may\namount to no more than a demonstration of the\r\nexpertise of the witness to deceive the judge, a self-defeating\r\nexercise. Such an\nexercise may also be suspect when the witness is an\r\nexperienced public speaker and negotiator, or the issue in dispute is\r\nan extremely\nnarrow one which allows for genuine candour and\r\nadherence to the truth in relation to the bulk of a witness’s\r\ntestimony.\nAll of these considerations prevailed in this instance.\r\nThe result is that the weight of probabilities remains the acid test:\r\nare\nthey sufficient beyond a reasonable doubt to exclude truth from\r\nthe appellants’ explanations?\n[52] That the purchase of\r\nthe half share in Dalmore for DM 10 million was a bargain and a coup\r\nfor LeisureNet was proved many times\nover. To conclude that that fact\r\nestablishes the good faith and selflessness of the appellants is\r\nhowever to look at only one side\nof the picture. The other is,\r\ncumulatively, this:\n1 The appellants ensured\r\nthat they were paid out rapidly and without question DM 2 million\r\neach for an interest in Dalmore to which\nthey had made no material\r\ncontribution. (There was no evidence of the extent to which Moser had\r\nused or relied on their names.)\nIf Dalmore had accepted the Fitco\r\n‘offer’ the benefit of payment would have been subject to\r\nstringent conditions and\npayment by instalments over several years.\r\nThere is no suggestion that the terms of the Fitco offer were ever\r\ndisclosed to the\nboard of LeisureNet.\n2 Both appellants would\r\nof course receive the kudos and increase in personal standing which\r\nnecessarily flowed from the coup.\n3 Because both appellants\r\nwere shareholders in International and substantial shareholders in\r\nLeisureNet, the benefit of the bargain\nprice was also to their\r\nadvantage. More significantly, the booming health club industry,\r\nGermany as a powerhouse of that industry\nand the immensely favourable\r\nprospects for expansion in that country, meant that the LeisureNet\r\nacquisition of Dalmore held not\nonly great potential value for\r\nLeisureNet and International but also for their shareholders.\n[53] On the evidence,\r\nabsent the machinations of Gardener and Mitchell, it is very likely\r\nthat Moser would have accepted an offer\nof DM 15 million for his half\r\nshare in Dalmore, an acceptance that would have resulted in only a\r\nfurther DM 1 million in the hands\nof each appellant. It seems clear\r\nthat over and above the receipt of the DM 2 million each from the\r\ntransaction, the appellants\nstood to benefit financially in\r\nproportion to each financial benefit which would in the future flow\r\nto LeisureNet or International.\nTaking all these considerations into\r\naccount, two conclusions are warranted: first that the sale of the\r\nDalmore shares to LeisureNet\nwas, seen from the appellants’\r\nperspective of obvious and substantial benefit to them personally,\r\nand their efforts, ostensibly\non LeisureNet’s behalf, were\r\nanything but altruistic; second, the fact that the deal resulted in\r\nsubstantial benefits for\nLeisureNet provided in itself no reason to\r\nconclude that the appellants would not have intended to deceive\r\nLeisureNet by withholding\ndisclosure of their own interests. Indeed,\r\nhaving regard to the value of the potential returns to the appellants\r\nfrom the sale,\nthey would have possessed understandable reluctance to\r\nmake such disclosure if they had reason to believe either that the\r\ndeal\nwould thereby be threatened or that the company might take steps\r\nto limit the benefit to them. This last is an aspect I shall return\n\nto in the context of the enquiry into the intention to prejudice\r\nLeisureNet.\n[54] A further strong\r\ninference arises from the unlikelihood that even if one of the\r\nappellants had deliberately or inadvertently\nfailed through the long\r\nhistory of their Dalmore association to disclose his interest to\r\nLeisureNet, the other would have been\nsimilarly unconscious of his\r\nresponsibilities. The evidence proved that the two appellants\r\noperated LeisureNet in a manner that\ninvolved frequent and close\r\nco-operation between them. This was very much the case in relation to\r\ninternational expansion and the\nrunning of the German operation. That\r\nboth were consistently silent on a matter of such importance to\r\nthemselves and their companies\nwas, one is bound to conclude, no\r\ncoincidence but rather the result of a premeditated policy.\n[55] For the reasons\r\nwhich I have set out I am satisfied that the learned judge was\r\ncorrect in finding that the probabilities in\nsupport of a deliberate\r\nwithholding of the existence and nature of the appellants’\r\ninterest in Dalmore were overwhelming.\nIt would in my view be naive\r\nin the extreme to believe that the benefits to the appellants\r\nthemselves and, therefore, the need\nto disclose, were relegated or\r\nsubordinated in their minds by the close attention paid to\r\nconsummating and carrying through the\nsale to International. The\r\nState according proved beyond a reasonable doubt an intention to\r\ndeceive the board of LeisureNet.\nActual or potential\r\nprejudice to LeisureNet\n[56] At the hearing in\r\nthis Court counsel did not press the absence of prejudice. This was\r\nunsurprising. By failing to declare their\ninterest in Dalmore the\r\nappellants-\n(a) precluded LeisureNet\r\nfrom considering the advantages and disadvantages of the sale\r\nuninfluenced by the participation of the\nappellants;\n(b) precluded LeisureNet\r\nfrom investigating and considering the circumstances under which that\r\ninterest was obtained with a view\nto taking disciplinary steps\r\nagainst the appellants and/or recovering the whole or part of the\r\nprofit which the appellants derived\nor stood to derive from the sale;\n(c) threatened the\r\nrelationship built up between the company and the exchange control\r\nauthorities;\n(d) induced LeisureNet to\r\nraise the finance and pay them for their interest in Dalmore.\nIn all of these matters\r\nthere resided a potential for prejudice to LeisureNet.\nThe intent to cause\r\nactual or potential prejudice\n[57] As I have previously\r\nindicated the withholding of the fact and details relating to their\r\ninterest in Dalmore was deliberate\nand not accidental. It was done to\r\navoid one or more of the consequences that I have identified. All of\r\nthose consequences involved\nthe self interest of the appellants to a\r\nsubstantial degree. They were all the probable result of the reaction\r\nof LeisureNet’s\nboard to the unwelcome news.\n[58] However, in\r\nconsidering the intention to cause prejudice, it seems unnecessary to\r\nbe more specific as to the nature of that\nprejudice. When company\r\ndirectors deliberately withhold information material to the affairs\r\nof their company from the board of\ndirectors, there is, in the\r\nabsence of an explanation for such conduct which may reasonably be\r\ntrue, an\na priori\ncase of fraudulent non-disclosure. That is\r\nso because they know that the company can only make decisions through\r\na board properly\ninformed and that by withholding proper information\r\nthey render it both blind and mute. Thus, in such circumstances, both\r\nprejudice\nand the intention to prejudice are proved beyond doubt. In\r\nthe context of the evidence, the appellants deliberately withheld\r\nknowledge\nof their interest in Dalmore from the board of LeisureNet.\r\nThey intended the other board members to believe that no such\r\nconnection\nexisted. The only purpose in so doing and, therefore, by\r\nnecessary inference, the appellants’ intention, can only have\r\nbeen\nthat they feared or mistrusted the steps which the board,\r\nproperly informed, might take and intended to preclude such action.\r\nBroadly\nstated, therefore, the prejudice to LeisureNet caused by\r\ntheir action was ensuring that the board was deprived of the\r\nopportunity\nto exercise its judgment in the interest of the company,\r\na consequence of which both appellants were fully aware.\n[59] For all the\r\naforegoing reasons I conclude that there is no merit in the appeal\r\nagainst the conviction for fraud.\nSentence\n[60] The learned judge\r\ndevoted careful attention to his assessment of the appropriate\r\nsentences. His judgment is criticized on only\ntwo substantial\r\ngrounds. First, counsel submitted, he overemphasised his view of what\r\nsociety demanded by way of retribution at\nthe expense of the other\r\nelements of sentencing. Second, it is said that he imposed sentences\r\nthat were disturbingly inappropriate\nin the balance of relevant\r\nfacts.\n[61] Uijs AJ was of the\r\nview that the appellants had been convicted of ‘an offence\r\nrelating to a fraud involving more than\nR500000 . . . committed in\r\nthe execution or furtherance of a common purpose’. Therefore,\r\nso he found, the minimum sentencing\nlegislation applied, carrying a\r\nsentence of at least 15 years’ imprisonment in the absence of a\r\nfinding of substantial and\ncompelling circumstances. Both parties\r\nwere ad idem that such circumstances existed and the learned judge\r\nagreed. He referred to\nthe fact that the appellants were first\r\noffenders, had ‘disgorged the profits made by virtue of your\r\nshort fall into criminality\nalbeit under some measure of coercion’\r\nand that LeisureNet ‘did not necessarily lose R12 million\r\nbecause the appellants\ngained that amount’. Although I have\r\nsome reservations about the second and third factors mentioned by the\r\ncourt, I am prepared\nto accept that they are substantially accurate.\n[62] The learned judge\r\nproperly explained the balancing process involved in arriving at an\r\nappropriate sentence by reference to\nwell-known authority which it\r\nwould be superfluous to repeat here.\n[63] As to the nature of\r\nthe crime he took into account that:\n(i) it involved a serious\r\nabuse of trust to the company and the public;\n(ii) it was not committed\r\non the spur of the moment but over a period which provided many\r\nopportunities for reconsideration and\ndisclosure;\n(iii) the amounts\r\ninvolved, R6 million in relation to each appellant, were ‘huge’;\n(iv) the fraud did not\r\nactually cause the company to suffer a loss of R12 million;\n(v) the fraudulent\r\nactions of the appellants did not lead to the eventual demise of\r\nLeisureNet;\n(vi) repayment of R12\r\nmillion by the appellants was an indication of remorse and a\r\npunishment.\n[64] As I have indicated\r\nearlier, it seems to me that LeisureNet, properly informed of the\r\ntrue facts, would inevitably have been\nentitled to claim from the\r\nappellants at least R12 million as a secret profit made in breach of\r\ntheir fiduciary duty to disclose\nor to require them to forfeit their\r\ninterests in the joint venture to LeisureNet. Nor does it seem\r\ncorrect to regard the ‘coercive’\npayment of R12 million\r\nas induced by remorse: not only was there no indication of acceptance\r\nof the error of their ways but the\ncriminal defence has been pursued\r\nto this point on a contention that the company was not prejudiced by\r\nsuch deception as the appellants\nmay have perpetrated.\n[65]\r\nAs to the interests of society Uijs AJ said that he ‘\nmust\nimpose,\nat\r\nthe very least\n,\r\na sentence that will satisfy the community . . . I would be failing\r\nin my duty unless I give\nfull\r\nweight\nto\r\nwhat the public out there thinks and expects’. (My emphasis.)\r\nIn weighing that interest, as he perceived it, the judge\ntook into\r\naccount that:\n(i) the appellants had\r\nlet society down badly;\n(ii)\r\nthey had taken R12 million from the coffers of a public company;\n2\n(iii) persons holding\r\noffice at the helm of public companies should not get off lightly if\r\nthey breach their trust;\n(iv) there is a\r\nparticular societal need to deter white collar crime.\n[66] Counsel submitted\r\nthat the italicized words went too far: the judge had allowed public\r\nopinion to override his own exclusive\nduty of achieving the balance\r\nwhich he had earlier espoused. In so doing, it was contended, he\r\nmisdirected himself.\n[67]\r\nIn\nR\r\nv Karg\n1961\r\n(1) SA 231\n(A) at 236A-C Schreiner JA said:\n‘\nWhile\r\nthe deterrent effect of punishment has remained as important as ever,\r\nit is, I think, correct to say that the retributive\naspect has tended\r\nto yield ground to the aspects of prevention and correction. That is\r\nno doubt a good thing. But the element of\nretribution, historically\r\nimportant, is by no means absent from the modern approach. It is not\r\nwrong that the natural indignation\nof interested persons and of the\r\ncommunity at large should receive some recognition in the sentences\r\nthat courts impose, and it\nis not irrelevant to bear in mind that if\r\nsentences for serious crimes are too lenient, the administration of\r\njustice may fall\ninto disrepute and injured persons may incline to\r\ntake the law into their own hands. Naturally righteous anger should\r\nnot becloud\njudgment.’\nIn\nS\r\nv Homareda\n1999\r\n(2) SACR 319\n(W) at 324b Cloete J pointed out that ‘it is not\r\nthe function of the courts slavishly to give effect to public\r\nopinion’.\n[68]\r\nTrue justice can only be meted out by one who is properly informed\r\nand objective. Members of the community, no matter how closely\n\ninvolved with the crime, the victim or the criminal will never\r\npossess either sufficient comprehension of or insight into what\nis\r\nrelevant or the objectivity to analyse and reconcile them as fair\r\nsentencing requires. That is why public or private indignation\ncan be\r\nno more than one factor in the equation which adds up to a proper\r\nsentence and why a court,\nin\nloco parentis\nfor society, is\r\nresponsible for working out the answer.\n[69] It will often happen\r\nthat a judicial officer, in a bona fide attempt to express one of the\r\nfactors in the equation appears\nto overstate its effect. That applies\r\nto the two statements which I have emphasised in the court a quo’s\r\nreference to the\nviews of the community. But whether they indeed\r\nreflect a misdirection depends on a holistic consideration of the\r\njudge’s\ntreatment of the subject. In this instance he appears\r\nto have meant no more than that society would take it seriously amiss\r\nif\ncompany directors in the appellants’ position were treated\r\nlightly. He was not suggesting that the community had implicitly\n\nfixed on a sentence of any particular degree of severity or duration\r\nin relation to the appellants. As he had earlier pointed out,\nthe\r\npublic, ill informed as to the causes of the liquidation of\r\nLeisureNet, had vented its anger on the appellants. In emphasising\n\nthe reasons for imprisoning the appellants as ‘paramount’\r\n‘as far as society is concerned’ he was making\nit clear\r\nthat he too regarded the retributive element as the most important\r\nfactor and one which justified a substantial term of\nimprisonment. In\r\nbalancing the equation of accused, crime, retribution/deterrence and\r\nrehabilitation/reformation the weight accorded\nto each may fairly\r\ndiffer, as each clearly did in the judge’s assessment. Given\r\nthe nature of the crime and the circumstances\nof its commission\r\ntogether with the minimal degree of remorse expressed by the\r\nappellants for their actions, I cannot find that\nthe learned judge\r\neither overemphasised the retributive aspect or allowed it to detract\r\nfrom according fair weight to the other\nelements of punishment.\n[70] Counsel submitted\r\nthat the origin of the crime was ‘an innocent acquisition of an\r\ninterest in the German operation years\nprior to the events in\r\nquestion’. This however is a lop-sided and inadequate\r\nreflection of the truth as the earlier part\nof my judgment makes\r\nclear. The oral agreement with Moser at the end of 1996 gave rise to\r\na conflict with the appellants’\nfiduciary duty to LeisureNet, a\r\nconflict that was exacerbated by their part in the joint venture and\r\nwhich they steadfastly maintained\nuntil it became possible for their\r\nDalmore interests to be turned into money. All the while the wool was\r\nbeing pulled over the\neyes of the board of LeisureNet.\n[71] Counsel described\r\nthe acquisition of a 20 per cent interest in Dalmore by each\r\nappellant as ‘having no obvious value’.\nBut the worth\r\ngrew exponentially over the next two and a half years. The growth in\r\nthe consciences of the appellants unfortunately\nshowed no comparable\r\nadvance. However ‘innocent’ the origin the connection\r\nbetween the appellants and Dalmore,\nvis-a-viz\nLeisureNet it\r\nbecame steadily more tainted.\n[72] It was further urged\r\non us that Uijs AJ ignored the ‘long and meritorious service to\r\nLeisureNet given by both appellants’.\nIn carrying out a duty\r\nthat was amply compensated by direct and indirect benefits I do not\r\nthink credit of this nature required\nconsideration in the sentence.\r\nIn any event the breach of the duty of disclosure extended over a\r\ngreat part of their otherwise\nmeritorious service to the company.\n[73] Counsel finally\r\nsubmitted that the learned judge failed to take account of the mental\r\nanguish endured by the appellants while\nawaiting their fate over a\r\nperiod of five years. The pretrial procedures, the trial itself and\r\nappeal procedures were lengthy but\nnot unduly so. Although they did\r\nnot merit specific mention in the judgment of Uijs AJ there is no\r\nreason to believe that he did\nnot bear those circumstances in mind.\n[74] In the result my\r\nconclusion is that the learned judge did not misdirect himself in the\r\nrespects urged upon us.\n[75] There were however\r\nother misdirections at the heart of the sentences. The learned judge\r\napparently regarded 12 years as the\nappropriate period of\r\nimprisonment in respect of each accused, but he considered it fair to\r\nsuspend 4 years of that term, in the\ncase of Gardener, and 5 years in\r\nthe case of Mitchell. A suspended sentence is generally used as a\r\nweapon of deterrence against\nthe reasonable possibility that a\r\nconvicted person may again fall into the same error (or at least one\r\nsubstantially similar).\nHowever when the sentence requires that the\r\naccused serve a lengthy period of direct imprisonment (as to which\r\nseven years qualifies\neasily) that sentence is in itself, a deterrent\r\nto recidivism, and an additional period of suspension serves no\r\npurpose. This is\nthe more so when the person convicted is already of\r\nmature years or the circumstances of the crime are peculiar or\r\nunlikely to\nbe repeated, all of which applies to the appellants.\r\nWhether the suspension of a sentence may have a role other than\r\ndeterrence\nmay be determined by particular circumstances (see eg s\r\n297(1)(a) and (b)), but it is never, as the learned judge held, ‘also\n\na form of mercy’.\n[76] The second aspect\r\nconcerns the distinction in sentence between the two appellants. The\r\nlearned judge apparently regarded Gardener\nas having ‘stooped\r\nlower’ than Mitchell inasmuch as he had engaged in other\r\nnefarious activities while a director of\nLeisureNet, viz VAT fraud\r\nand insider trading. But he had also been sentenced to correctional\r\nsupervision and served his sentence.\nTo distinguish as the learned\r\njudge did was to punish him a second time. That was improper. I can\r\nfind no valid basis for distinguishing\nbetween the two appellants.\n[77] The misdirection in\r\nrelation to the suspension of part of the sentences leaves us at\r\nlarge to impose sentences which fit the\ncase. Despite factual\r\ndifferences it seems to me that there are considerable similarities\r\nbetween this matter and\nS v Blank\n1995 (1) SACR 62\n(A) in\r\nwhich a well-to-do high-flying stockbroker was convicted of 48 counts\r\nof fraud arising from a failure to disclose his personal\ninterest in\r\nsharedealings to his principal and his partners and to the\r\nJohannesburg Stock Exchange (of which he was a member).\nThe profits\r\nderived from the frauds exceeded R9,75 million of which the accused\r\nreceived nearly R1,5 million. He pleaded guilty\nand was sentenced to\r\neight years imprisonment, a sentence which this Court confirmed on\r\nappeal. The benefits to the appellants\nof their fraud were\r\npotentially greater. They showed little or no remorse. But they were\r\nalso some 20 years older than Blank. Taking\ninto account all the\r\ncircumstances of the case, which have been referred to in this\r\njudgment and in the judgment of the court a\nquo, I am of the view\r\nthat a lengthy period of imprisonment was demanded and that 7 years’\r\nimprisonment sufficiently represents\nthe balance between the\r\ncompeting personal and public interests.\n[78] The appeals of both\r\nappellants against conviction are dismissed. The appeals of both\r\nappellants against sentence are upheld.\nThe sentences imposed by the\r\nWestern Cape High Court are set aside and replaced by the following:\nEach accused is sentenced\r\nto seven years’ imprisonment.\n____________________\nJ A Heher\nJudge of Appeal\nAPPEARANCES\nAPPELLANTS: F van Zyl SC\r\n(with him J C Butler SC)\nBernard Vukic Potash &\r\nGetz Attorney, Cape Town\nLovius Block,\r\nBloemfontein\nRESPONDENT: R F van\r\nRooyen SC (with him R Valley-Omar)\nDirector of Public\r\nProsecutions, Cape Town\nDirector of Public\r\nProsecutions, Bloemfontein\n1\nSee\r\n\tparticularly,\nR v Jolosa\n1903 TS 694\nat 700;\nR v Henkes\n1941 AD 143\nat 161;\nR v Kruse\n1946 AD 524\nat 532-4;\nS\r\n\tv Huijzers\nat 507I-508B;\nS v Sithole\n1997 (2) SACR 306\n(ZSC) at 312d-313c.\n2\nThis\r\n\tseems inconsistent with his earlier finding, but accords more nearly\r\n\twith my own view of the case.",
  "scraped_at": "2026-02-12T15:21:37.182315",
  "date": "2011-03-18",
  "coram": [
    "HEHER JA",
    "CACHALIA JA",
    "SERITI JJA"
  ],
  "case_number": "253/07",
  "parties": {
    "applicants": [
      "Peter Graham Gardener",
      "Rodney Mitchell"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Peter Graham Gardener and Rodney Mitchell were joint chief executive officers of LeisureNet Limited and directors of its offshore subsidiaries. Between 1996 and 1999 they acquired a 20% interest each in Dalmore Ltd, the licencee of LeisureNet in Germany, but failed to disclose this interest to the LeisureNet board. In April 1999 LeisureNet, through its International subsidiary, purchased Dalmore's 50% share in Healthland Germany for DM 10 million. The appellants concealed their personal stakes throughout the negotiation, board and executive committee meetings, and directed the proceeds of the sale into offshore trusts. They were convicted of fraud for nondisclosure and of contravening s 234(1) of the Companies Act.",
    "issues": "The appeal raised (1) whether the appellants intended to deceive the board by withholding their interest in Dalmore; (2) whether such intent amounted to an intention to prejudice the company; (3) whether the fraud conviction should stand; (4) whether the sentencing was appropriate, including the weight given to public opinion and prior convictions; and (5) the appropriate sentence if the fraud conviction were set aside.",
    "principles": "The court reiterated the elements of fraud: a duty to disclose, a wilful breach that amounts to a misrepresentation of non‑existence, and an intention to cause actual or potential prejudice. Relevant authority included S v Heller, S v Burstein, and the distinction between intention to deceive and intention to defraud. The duty to disclose under s 234(1) and s 234(3) of the Companies Act was emphasized, as were sentencing principles balancing retribution, deterrence, rehabilitation and societal interests.",
    "application": "Applying the foregoing principles, the court found that the appellants knowingly concealed their Dalmore interests to avoid foreseeable adverse consequences for themselves, thereby satisfying the intention‑to‑defraud element. The non‑disclosure was deliberate, repeated and yielded a substantial personal benefit, establishing actual and potential prejudice to LeisureNet. Consequently, the fraud convictions were upheld. Regarding sentencing, the court held that the original sentences were excessive and that a uniform term of seven years’ imprisonment for each appellant appropriately balanced the gravity of the offence, the need for deterrence, and the lack of genuine remorse, without unjustly factoring in prior unrelated convictions.",
    "conclusion": "The appeals against conviction were dismissed. The appeals against sentence were upheld. The original sentences were set aside and each appellant was sentenced to seven years’ imprisonment."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Fraud",
    "level_3": [
      "non-disclosure",
      "director duties",
      "company law",
      "sentencing",
      "white‑collar crime"
    ]
  }
}