{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/147.html",
  "case_name": "Pick 'n Pay Retailers (Pty) Ltd and Others v Eayrs NO and Others (809/2010) [2011] ZASCA 147; 2012 (1) SA 238 (SCA); [2012] 1 All SA 522 (SCA) (26 September 2011)",
  "citation": "[2011] ZASCA 147",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 147\n|\nNoteup\n|\nLawCite\nPick 'n Pay Retailers (Pty) Ltd and Others v Eayrs NO and Others (809/2010) [2011] ZASCA 147; 2012 (1) SA 238 (SCA); [2012] 1 All SA 522 (SCA) (26 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 809/2010\nIn the\r\nmatter between:\nPICK ‘N PAY RETAILERS (PTY) LTD\n….....................................................\nFirst\r\nAppellant\nPICK ‘N PAY FRANCHISEE FINANCING (PTY) LTD\n…........................\nSecond\r\nAppellant\nSTEPHANUS JOHANNES STRYDOM N.O.\nDEAN ALAN HOLDSTOCK N.O.\nADELE KATHLEEN HOLDSTOCK N.O.\n(in their capacities as Trustees of\nThe Holdstock family Trust IT.1102/99)\n…................................................\nThird\r\nAppellant\nCARTER TRADING (PTY) LTD\n…............................................................\nFourth\r\nAppellant\nand\nMICHAEL BRADLEY EAYRS N.O.\nCOLIN MARK DE VILLIERS N.O. and\nHOWARD HUGHES o.b.o. THE DAKU TRUST\n…..................................\nFirst\r\nRespondent\nBARRY NEIL CARTER N.O.\nLINDA CARTER N.O. and\nSTEPHANUS JOHANNES STRYDOM N.O.\n(in their capacities as the Trustees for the\ntime being of The Barry Carter Family Trust\nIT.1099/99)\n….......................................................................................\nSecond\r\nRespondent\nALAN MELVILLE CARTER N.O.\nMARY PATRICIA CARTER N.O.\n(in their capacity as the Trustees for the\ntime being of The Alan Carter Family Trust\nwith Registration No TM.1913)\n…..........................................................\nThird\r\nRespondent\nNeutral citation:\nPick ‘n Pay v Eayrs & others\r\nNNO\n(809/2010)\n[2011] ZASCA 147\n(26 September 2011)\nCoram:\nBrand, Malan, Leach, Seriti and Wallis JJA\nHeard:\n6 September 2011\nDelivered: 26 September 2011\nSummary:\nPre-emptive right in franchise agreement –\r\nsubsequent sale of shares agreement – extension of pre-emptive\r\nright –\noperation of maxim\nqui prior est tempore potior est\r\niure\n___________________________________________________________________\nORDER\nOn appeal from:\nEastern Cape High Court, Port Elizabeth\r\n(Eksteen J sitting as court of first instance):\nThe appeal is dismissed with costs.\n___________________________________________________________________\nJUDGMENT\nMALAN JA (BRAND, LEACH, SERITI and WALLIS JJA concurring)\n[1] This appeal concerns a dispute between the holder of a right of\r\npre-emption and the purchaser of shares in and claims against\na\r\ncompany. On 1 March 2004 the holder of the right of pre-emption, the\r\nfirst appellant, Pick ‘n Pay Retailers (Pty) Ltd (the\n\nfranchisor), concluded a franchise agreement with the third\r\nappellant, the Holdstock Family Trust (the seller), the fourth\r\nappellant,\nCarter Trading (Pty) Ltd (the franchisee company) and the\r\nsecond and third respondents. At that time the seller and the second\r\nand third respondents held all the issued shares in the franchisee\r\ncompany which operated a Pick ‘n Pay franchise, the Pick\n‘n\r\nPay Family Supermarket, in Port Elizabeth.\n[2] In terms of a sale of shares agreement entered into on 22 April\r\n2010 between the seller and the first respondent, the Daku\nTrust (the\r\npurchaser), the purchaser bought 50 per cent of the shares in and\r\nclaims against the franchisee company from the seller.\nOn the same\r\nday the seller entered into another agreement pursuant to which it\r\npurchased the shares in and claims against the franchisee\ncompany of\r\nthe second and third respondents. The purpose of these transactions\r\nwas to enable the seller and purchaser each to have\n50 per cent of\r\nthe shares in the franchisee company which they intended to operate,\r\nnot as a Pick ‘n Pay franchise, but as\na Superspar franchise.\n[3] In order to convert the business to a Superspar the Pick and Pay\r\nfranchise had to be terminated. Clause 5 of the franchise\nagreement\r\nenabled either party to terminate it by giving at least one month’s\r\nwritten notice of termination. Written notice\nwas given by the\r\nfranchisee company to the franchisor on 30 April 2010 terminating the\r\nfranchise agreement with effect from 1 June\n2010.\n[4] The issue in this case arises because the franchise agreement\r\nalso made provision for the franchisor to have a right of first\n\nrefusal in terms of clause 25 in the event of the franchisee company\r\nwanting to sell, or otherwise dispose of or transfer the business\nor\r\nany part thereof. A right of pre-emption was further provided in\r\nclause 28 in the event of the seller or any other shareholder\nin the\r\nfranchisee company intending to sell the shares held in the\r\nfranchisee company. It was agreed that in such an event the\n\nfranchisee ‘shall deliver to the franchisor a written notice\r\noffering to sell the business or the relevant part thereof to\nthe\r\nfranchisor at a price which shall sound in money in South African\r\ncurrency and on such remaining terms as may be stipulated\nin the\r\nwritten offer’ (clause 25.1.2.1). The franchisor was then\r\nentitled ‘within 30 (thirty) days after receipt of\nthe written\r\noffer (during which period the offer shall be irrevocable), to accept\r\nit, in whole but not in part, by giving written\nnotice to that effect\r\nto the franchisee. If the franchisor accepts the offer, a sale of the\r\nbusiness or the relevant part thereof,\nas the case may be, shall come\r\nabout on the terms set forth in the offer’ (clause 25.1.2.2).\n[5] After conclusion of the sale agreement the seller and the\r\npurchaser applied for membership of the Spar Guild of South Africa,\n\nretail membership of Spar and credit facilities for the franchisee\r\ncompany.\n[6] On 18 May 2010 the seller and the franchisee company notified the\r\npurchaser that the franchisee company would no longer be\nconverting\r\nto a Spar franchise and that one of the conditions precedent, that is\r\nthe condition that the business of the franchisee\ncompany be\r\nconverted to a Superspar on or by the effective date (clause 4.3),\r\nfor the sale of shares agreement would not be fulfilled.\nThey also\r\nrecorded that neither the seller nor its representatives were\r\nentitled to negotiate on behalf of the franchisee company\nwith the\r\nSpar Group. This letter clearly constituted a breach of the seller’s\r\nobligations and of the warranties contained\nin clauses 9.1.3 and\r\n9.1.5 of the sale of shares agreement.\n[7] The purchaser did not accept what it described as a ‘unilateral\r\nrepudiation’ of the sale agreement and by letter\ndated 20 May\r\n2010 informed the seller that the condition precedent to the sale of\r\nshares agreement had for ‘all intents and\npurposes’\r\nalready been fulfilled. The seller’s conduct was characterised\r\nas the ‘deliberate frustration’\nof the fulfilment of the\r\ncondition and described as an act of bad faith and a breach of the\r\nsale of shares agreement. The seller\nwas also notified that the\r\npurchaser intended waiving clauses 4.4 and 4.5 of the sale of shares\r\nagreement relating respectively\nto the extension of the lease and its\r\nobtaining finance for payment of the purchase price. It required the\r\nseller to confirm that\nit intended proceeding with the implementation\r\nof the sale agreement.\n[8] In an about turn, on 25 May 2010 the seller confirmed that it\r\nwould be proceeding with the sale of shares agreement. However,\nit\r\nstated that it could not guarantee that the condition precedent\r\ncontained in clause 4.3 would be fulfilled because the franchisor,\n\nPick and Pay, had indicated that should the parties proceed to\r\nimplement the sale of shares agreement it would enforce its rights\nof\r\npre-emption under the franchise agreement and its rights under a\r\nnotarial bond passed over the franchisee company’s business.\n\nNor could it guarantee that the landlord would agree to a new lease\r\nwhere the franchisee company traded as a Superspar (one of\nthe\r\nconditions precedent).\n[9] The purchaser responded on 25 May 2010 by noting that it would\r\nappear that the seller had withdrawn its notice to terminate\nthe\r\nfranchise agreement and, in a follow-up letter the next day,\r\nrequested the seller to confirm that the notice terminating the\n\nfranchise agreement had been reinstated. The seller’s response\r\nof 27 May 2010 contained an undertaking to do all things necessary\nto\r\neffect transfer of 50 per cent of the shareholding in the franchisee\r\ncompany subject to payment of the purchase price. However,\nit\r\nreiterated that it could not guarantee conversion of the franchisee\r\ncompany’s business into a Superspar and again referred\nto the\r\nfranchisor’s rights of pre-emption and its rights under the\r\nnotarial bond. A copy of a new notice to the franchisor\nterminating\r\nthe franchise agreement with effect from 26 June 2010 was annexed to\r\nthe seller’s response.\n[10] On 2 June 2010 the seller’s attorneys informed the\r\npurchaser that they had received an application by the franchisor\nfor\r\nperfection of the notarial bond which was enrolled for hearing on 10\r\nJune 2010. They had advised their client that it had not\ncomplied\r\nwith the terms of the franchise agreement in that it had not, as\r\nrequired by clause 28 read with clause 25, offered to\nthe franchisor\r\na 50 per cent shareholding in the franchisee company. Nor had the\r\nseller complied with the terms of the notarial\nbond requiring the\r\nseller to obtain the franchisor’s written consent for the\r\ndisposal of the shareholding. The seller’s\nattorneys also noted\r\nthat the seller was indebted to the franchisor in an amount of some R\r\n5,9 million. In view of these circumstances\nthe seller had resolved\r\nnot to oppose the application for perfection of the notarial bond.\n[11] On 7 June 2010 the seller, pursuant to clauses 25 and 28 of the\r\nfranchise agreement, offered in writing to sell to the franchisor\n50\r\nper cent of the shareholding in the franchisee company at the price\r\nand on the applicable terms set out in the sale of shares\nagreement.\r\nIn order to ensure that the time for the exercise of the pre-emptive\r\nright coincided with the time period stipulated\nin the notice of\r\ntermination of the franchise agreement, the latter period was\r\nextended to 6 July 2010 so that both periods would\nexpire on the same\r\nday.\n[12] The purchaser questioned the decision made by the seller not to\r\noppose the perfection application. It accordingly sought leave\nto\r\nintervene in the application to perfect the notarial bond and oppose\r\nthat relief. The application was argued and judgment reserved\non 10\r\nAugust 2010. This led to the amendment of the franchise agreement on\r\n5 July 2010 by the conclusion of an addendum reading\nas follows:\n‘\n1. The parties hereby amend\r\nthe provisions of clause 28 of the Franchise Agreement read together\r\nwith clause 25 in that period of\n30 days referred to in clause\r\n25.1.2.2 is interrupted from Thursday, 10 June 2010 until such time\r\nas the High Court of South Africa,\nSouth Eastern Cape Local Division\r\ndelivers its judgment in respect of the urgent application which was\r\nargued on Thursday, 10 June\n2010. Once the judgment is delivered and\r\nfrom the date of that judgment, the unexpired portion of the 30 day\r\nperiod will resume.\n2. The parties also, for the same reason and period\r\ndealt with in paragraph 1 above, hereby amend clause 5 of the\r\nFranchise Agreement\nand more specifically the one month’s\r\nwritten notice period referred to in that clause so that the one\r\nmonth’s notice\nperiod is interrupted from 10 June 2010 until\r\nsuch time as the judgment is delivered in respect of the urgent\r\napplication. Once\njudgment is delivered and from the date of that\r\njudgment, the unexpired portion of the one month’s notice\r\nperiod will resume.’\n[13] The addendum was brought to the attention of the purchaser\r\nshortly thereafter. It led to the purchaser’s response on\n8\r\nJuly 2010 that it provided further evidence of the seller’s\r\ndeliberate frustration of the fulfilment of the condition precedent.\n\nThe purchaser thereupon waived all the conditions precedent set out\r\nin clause 4 of the sale of shares agreement and insisted on\ntransfer\r\nof the shareholding purchased against payment of the purchase price.\r\nThe seller did not comply with this demand but stated\non 12 July 2010\r\nthat it would do so only on the lapsing of the time period provided\r\nfor in the addendum or the franchisor’s\ndecision not to\r\nexercise its pre-emptive right.\n[14] Against this background of correspondence, allegations and\r\ncounter-allegations the purchaser launched an urgent application\nfor\r\nboth interim and final relief. In view of certain undertakings given\r\nby the seller and the franchisee company, only the application\nfor\r\nfinal relief was dealt with by the court below. Eksteen J granted the\r\norder sought and ordered the seller and the franchisee\ncompany to\r\ndeliver 50 per cent of the shareholding in the franchisee company to\r\nthe purchaser against payment of the purchase price.\nThis appeal is\r\nwith his leave.\n[15] The case is therefore a somewhat\r\nunconventional one. It is not the usual dispute where the holder of\r\nthe pre-emptive right\nafter exercising the right claims specific\r\nperformance or delivery of the merx and the purchaser asserts a\r\ncompeting right to delivery.\nRather, the holder of the pre-emptive\r\nright, in this case the franchisor, seeks to enforce a contractual\r\nentitlement to an extended\nperiod to consider exercising its\r\npre-emptive right while the purchaser pursues a contractual right to\r\nspecific performance, that\nis for delivery of the merx sold. The\r\nfranchisor’s right of pre-emption was provided by the franchise\r\nagreement concluded\nin 2004 but was only ‘triggered’ when\r\nthe seller made an offer to the franchisor on 7 June 2010 expiring on\r\n6 July\n2010.\n1\nThe sale of shares agreement was concluded on 22\r\nApril 2010. The franchisor did not accept the offer made by the\r\nseller within the\nperiod of 30 days for which the franchise agreement\r\nprovided. Instead it relied on an extended period provided for by the\r\naddendum\nconcluded on 5 July 2010. The sale of shares agreement\r\npredated the addendum that extended the franchisor’s right of\r\npre-emption.\nThe only question argued before this court and the court\r\nbelow was whether the extended right should be given preference. The\r\nmatter\nwas argued within these narrow limits and, more specifically,\r\non the question whether a new right of pre-emption came about as a\n\nresult of the conclusion of the addendum. That the conditions\r\nprecedent had been validly waived was not in dispute on the papers,\n\nnor was any argument directed at any equitable considerations that\r\nmay have been relevant or at the appropriateness of an order\nfor\r\nspecific performance.\n[16] Eksteen J accepted that the purchaser was\r\nunaware of the restraint imposed by the franchise agreement on the\r\nseller. He also\naccepted that on becoming aware of the sale, the\r\nfranchisor insisted on holding the seller to its obligations in terms\r\nof the franchise\nagreement. He dealt with the argument on behalf of\r\nboth the franchisor and the seller that the conclusion of the\r\naddendum pursuant\nto clause 43.3 of the franchise agreement\n2\ndid not create a new contract or new personal\r\nrights as follows:\n‘\n[45] This may be so, however,\r\nthe rights to a longer period than 30 days was not stipulated …\r\nin the Franchise Agreement\nas at the date when the Sale of Shares\r\nAgreement was concluded. It was not a right which [the franchisor]\r\ncould unilaterally extend\nnor could it claim specific performance in\r\na court of anything more than 30 days as a\nspatium\r\ndeliberandi\n. It\r\nrequired of the [seller] to confer that extended period on the\r\n[franchisor] by reciprocal agreement in writing. Without such\nfurther\r\nagreement its rights remained circumscribed. The\nspatium\r\ndeliberandi\nto\r\nwhich it was entitled was 30 days.\n[46] The benefit to keep the right of pre-emption open\r\nbeyond a period of 30 days accordingly did not pre-exist the rights\r\nwhich\naccrued to the applicant under the Sale of Shares Agreement\r\nwhich rights would become unassailable in the event of the\r\n[franchisor]\nnot exercising his right of pre-emption in accordance\r\nwith the then existing rights.\n[47] The entitlement to keep the\r\nright of pre-emption in existence beyond 30 days had accordingly, in\r\nmy view, not vested at the\ntime when the Sale of Shares Agreement was\r\nconcluded on 22 April 2010 and accordingly, on the application of the\r\nrule\nqui prior est\r\ntempore potior est iure\nthe\r\nrights acquired by the [purchaser] are of greater force than those\r\nsubsequently acquired by the [franchisor] in respect of the\nextended\r\nperiod.’\n[17] Generally a party to a contract is entitled\r\nto enforce it\nin forma specifica\n.\n3\nWhen faced with two competing claims for the same\r\nperformance the position is more complex. Christie has outlined the\r\napproach followed\nby the courts in resolving such a dispute:\n4\n‘\nThe courts’ initial\r\nresponse was to hold that because neither B nor C [the two competing\r\nclaimants] had a better right than\nthe other, specific performance\r\nwould not be granted to either, or would be granted only with an\r\nalternative of damages. This could\nhardly be regarded as\r\nsatisfactory, because it left the choice to A [the grantor of the\r\nright of pre-emption] who had caused all\nthe trouble, whether by\r\nfoolishness or bad faith. In\nThomas\r\nv Robertson\n(1907)\r\n24 SC 404\nthere can be traced the beginning of a principle that the\r\nmaxim\nqui prior est\r\ntempore potior est iure\nought\r\nto be applied and specific performance be granted to B. This\r\nprinciple has been developed and accepted in a line of cases.\nAnother\r\nprinciple, apparently conflicting, was applied in\nHofgaard\r\nv Registrar of Mining Rights, Stephenson and D’Elboux\n1908\r\nTS 650\n, namely that specific performance should be granted to the one\r\nwho can show a balance of equities in his favour. This principle\nalso\r\nfound favour. A satisfactory synthesis of these principles was\r\nachieved by Broome JP in\nLe\r\nRoux v Odendaal\n1954\r\n4 SA 432\n(N), and it can now be taken as settled law that the\r\npossessor of the earlier right is entitled to specific performance\r\nunless\nthe other can show a balance of equities in his favour, and\r\nthat no distinction is drawn between rights arising from an option or\n\nright of pre-emption and rights arising from a sale.\nThe same approach of granting specific performance to\r\nthe possessor of the prior right unless equities point the other way\r\nis applicable\nto any situation where there are competing claims for\r\nspecific performance.’\n[18] This approach has often been criticised, not\r\nonly because of the inapplicability of the maxim to competing\r\npersonal rights,\n5\nbut also because ‘\nthe maxim merely\r\nexpresses a result without providing any theoretical foundation for\r\nit. The nature of the preference derived from\nchronological priority,\r\nin particular, is obscure.’\n6\nHowever, as I have said, this appeal is limited to a very narrow\r\ninquiry, that is whether the extended right flowing from the addendum\n\nshould be preferred to the purchaser’s right to claim specific\r\nperformance in terms of the maxim. The equities of the matter\nhave\r\nnot been debated, nor the applicability of the maxim called in\r\nquestion.\n[19] Generally, the grantor of a right of\r\npre-emption is obliged, before selling the property, to offer it to\r\nthe holder of the\nright of pre-emption upon the terms reflected in\r\nthe contract creating that right.\n7\nThe franchisor, in this matter, was afforded a\r\nright of pre-emption in respect of the shares and claims of each\r\nshareholder in and\nagainst the franchisee company by clause 28 of the\r\nfranchise agreement. The manner in which this right of pre-emption\r\nhad to be\nexercised was set out in clause 25 which required the\r\nshareholders of the franchisee company to deliver a written notice to\r\nthe\nfranchisor offering to sell the shares and claims. The offer was\r\nopen for acceptance by the franchisor for a period of 30 days.\nThe\r\nseller made the offer to the franchisor on 7 June 2010. The\r\nfranchisor, on the basis of the maxim\nqui\r\nprior est tempore potior est iure\n,\r\nwould have been entitled to delivery of the merx on exercising its\r\nright of pre-emption and would have been able to obtain an\ninterdict\r\nagainst the seller before such time to prevent transfer of the shares\r\nsold.\n8\nThis, however, was not what occurred. It did not\r\nexercise its right of pre-emption and, instead, concluded the\r\naddendum with the\nseller, extending the period in which to accept the\r\noffer made to it pursuant to its right of pre-emption.\n[20] The franchisor placed some reliance on clause 43.3 of the\r\nfranchise agreement which contains a non-variation clause frequently\n\nencountered in commercial contracts. It is not clear how this clause\r\nassists the franchisor. There is no ‘right’ to\nvary the\r\nfranchise agreement. Clause 43.3 does not grant any ‘right’\r\nto extend the 30 day period provided for the exercise\nof the right of\r\npre-emption. The franchisor had no such right. Any extension of the\r\nperiod for the exercise of the right of pre-emption\nhad to be agreed\r\nupon in writing. This the parties did only when the addendum was\r\nconcluded.\n[21] It was also submitted that no new right was\r\ncreated when the addendum was entered into. The addendum, so the\r\nargument went,\ndid not amount to a new agreement nor did it create\r\nnew contractual rights after the conclusion of the sale of shares\r\nagreement.\nThe rights flowing from the franchise agreement, it was\r\nsuggested, continued to exist but were extended when the addendum was\r\nconcluded.\nI am not persuaded by this contention. The addendum\r\nentailed the variation of the provision specifying the period within\r\nwhich\nthe right could be exercised. The enforcement of the\r\npre-emptive right was accordingly dependent on the new agreement. The\r\nability\nto enforce it flows from the subsequent agreement giving rise\r\nto the addendum. But for that agreement the pre-emptive right would\n\nhave lapsed after expiry of the 30 day period. It matters not that\r\nthe addendum was concluded before the 30 day period had lapsed:\n\nwhether concluded before or after the expiry of that period a new\r\nagreement varying the content of the pre-emptive right by extending\n\nthe period for its enforcement was reached. This new agreement was\r\nconcluded after the sale of shares agreement was entered into.\n9\nThe franchisor did not exercise this right of\r\npre-emption within the original 30 day period. It could have done so\r\nbut did not.\nOn a strict application of the\nqui\r\nprior est tempore potior est iure\nrule\r\nthe rights of the purchaser should therefore be preferred.\n[22] By way of analogy the appellants relied on\r\ntwo decisions\n10\nas authority for the proposition that the old\r\nagreement remains in force and effect where one of the parties (or\r\nboth) elects not\nto enforce a right to cancellation or elects to\r\naccept late performance. I fail to understand how these decisions\r\nassist the appellants.\nBoth cases essentially concern waiver. The\r\naddendum is expressly stated to be an amendment of the franchise\r\nagreement and not a\nwaiver of any of its terms. It is correct that\r\nwhere an agreement has been cancelled on account of the breach of one\r\nparty the\nother may waive reliance on such cancellation. It is also\r\ncorrect that a party to an agreement may accept late performance.\r\nNone\nof this assists the franchisor or detracts from the conclusion\r\nthat the addendum gave rise to an entitlement that did not exist\n\nbefore the addendum was concluded. It follows that I am in agreement\r\nwith the conclusion of Eksteen J that the right acquired by\nthe\r\npurchaser became ‘unassailable in the event of the [franchisor]\r\nnot exercising his right of pre-emption in accordance\nwith the then\r\nexisting rights.’\n[23] In the result the appeal is dismissed with costs.\n________________\nF R MALAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor 1\nst\nand 2\nnd\nAppellants: HJ Smith\nInstructed by:\nCliffe Dekker Hofmeyr Inc\nSandton\nWebbers Attorneys\nBloemfontein\nFor 3\nrd\nand 4\nth\nAppellants: A Beyleveld SC\nRushmere Noach Inc\nPort Elizabeth\nWebbers Attorneys\nBloemfontein\nFor 1\nst\nRespondent: RG Buchanan SC\nInstructed by:\nGoldberg De Villiers Inc\nPort Elizabeth\nNaudes Attorneys\nBloemfontein\n1\nIt\r\n\tis thus not necessary to inquire into the events that would\r\n\t‘trigger’ a right of pre-emption. See Tjakie Naudé\n\n\t‘The Rights and Remedies of the Holder of a Right of First\r\n\tRefusal or Preferential Right to Contract’ (2004) 121\nSALJ\n636 at 646 ff and Jan Lotz ‘Purchase and Sale’ in\r\n\tReinhard Zimmermann and Daniel Visser\nSouthern Cross Civil Law\r\n\tand Common Law in South Africa\n(1996) 361 at p 384-7.\n2\nClause\r\n\t43.3 provides: ‘Subject to the express provisions of this\r\n\tagreement to the contrary, no amendment or consensual cancellation\n\n\tof this agreement or of any provision or term thereof, and no\r\n\tsettlement of any disputes arising under or pursuant to this\r\n\nagreement, and no extension of time, waiver or relaxation or\r\n\tsuspension of any of the provisions or terms of this agreement,\r\n\nshall be binding unless recorded in a written document signed by the\r\n\tfranchisor, the financier and the franchisee. Any such extension,\n\n\twaiver, relaxation or suspension which is so given or made shall be\r\n\tstrictly construed as relating strictly to the manner in\nrespect\r\n\twhereof it was made or given.’\n3\nFarmer’s\r\n\tCo-operative Society (Reg) v Berry\n1912 AD 343\nat 350 and see\nBenson v SA Mutual Life Assurance Society\n1986 (1) SA 776\n(A)\r\n\tat 782F-783C.\n4\nRH\r\n\tChristie assisted by Victoria McFarlane\nThe Law of Contract in\r\n\tSouth Africa\n5 ed (2006) p 525-6. See also Schalk van der Merwe,\r\n\tL F van Huyssteen, M F B Reinecke and GF Lubbe\nContract General\r\n\tPrinciples\n3 ed (2007) p 383 ff. See\nVan der Merwe v\r\n\tScheepers & others and the Coligny Village Council\n1946 TPD\r\n\t147\nat 153;\nCroatia Meat CC v Millennium Properties (Pty) Ltd\r\n\t(Sofkleous Intervening); Sofokleous v Millennium Properties (Pty)\r\n\tLtd &\nanother\n1998 (4) SA 980\n(W) at 988E-F;\nBarnard v\r\n\tThelander\n1977 (3) SA 932\n(C) at 936 ff;\nBotes v Botes &\r\n\t‘n ander\n1964 (1) SA 623\n(O) at 626 ff;\nKrauze v Van\r\n\tWyk & andere\n1986 (1) SA 158\n(A) at 171G-172E and 173I-J;\nIngledew v Theodosiou\n2006 (5) SA 462\n(W) paras 55 ff.\n5\nNaudé\r\n\tabove at p 650 ff and Reinhard Zimmermann ‘Good Faith and\r\n\tEquity’ in Reinhard Zimmermann and Daniel Visser\n(eds)\nSouthern Cross Civil Law and Common Law in South Africa\n(1996) 217 at p 237.\n6\nG\r\n\tF Lubbe ‘Law of Purchase and Sale’ 1986\nAnnual Survey\r\n\tof South African Law\n141 at p 146-7.\n7\nOwsianick\r\n\tv African Consolidated Theatres (Pty) Ltd\n1967 (3) SA 310\n(A)\r\n\t316D-E per Ogilvie Thompson JA;\nSoteriou v Retco Poyntons (Pty)\r\n\tLtd\n1985 (2) SA 922\n(A) at 932B-D.\n8\nLonghorn\r\n\tGroup (Pty) Ltd v The Fedics Group (Pty) Ltd & another\n1995\r\n\t(3) SA 836\n(W).\n9\nGauteng\r\n\tMEC for Health v 3P Consulting (Pty) Ltd\n(199/10)\n[2010] ZASCA\r\n\t156\npara 25 relied upon by the appellants is based on an entirely\r\n\tdifferent set of facts and is no authority for the proposition that\n\n\tthe addendum merely prolonged the pre-emptive right.\n10\nNeethling\r\n\tv Klopper & andere\n1967 (4) SA 459\n(A) at 466C-H and\nManna\r\n\tv Lotter & another\n2007 (4) SA 315\n(C) para 26.",
  "scraped_at": "2026-02-12T15:54:10.246353",
  "date": "2011-09-26",
  "coram": [
    "Brand JJA",
    "Malan JJA",
    "Leach JJA",
    "Seriti JJA",
    "Wallis JJA"
  ],
  "case_number": "809/2010",
  "parties": {
    "applicants": [
      "Pick 'n Pay Retailers (Pty) Ltd",
      "Pick 'n Pay Franchisee Financing (Pty) Ltd",
      "Stephanus Johannes Strydom N.O.; Dean Alan Holdstock N.O.; Adele Kathleen Holdstock N.O.",
      "Carter Trading (Pty) Ltd"
    ],
    "respondents": [
      "Michael Bradley Eayrs N.O.; Colin Mark De Villiers N.O.; Howard Hughes o.b.o. The Daku Trust",
      "Barry Neil Carter N.O.; Linda Carter N.O.; Stephanus Johannes Strydom N.O.",
      "Alan Melville Carter N.O.; Mary Patricia Carter N.O."
    ]
  },
  "sections": {
    "facts": "The dispute arose from a franchise agreement concluded in 2004 between Pick 'n Pay Retailers (the franchisor) and the Holdstock Family Trust, Carter Trading (the franchisee company) and other shareholders. The franchisee company operated a Pick 'n Pay supermarket. In April 2010 the seller entered into a sale‑of‑shares agreement with the Daku Trust, selling 50 % of the shares, and simultaneously bought the remaining 50 % from two other shareholders, intending to convert the business to a Superspar franchise. The franchise agreement required a one‑month notice to terminate and gave the franchisor a right of first refusal (pre‑emptive right) under clauses 25 and 28, with a 30‑day acceptance period. The seller gave notice of termination on 30 April 2010 and later attempted to terminate again on 26 June 2010. The franchisor claimed its pre‑emptive right, while the purchaser sought specific performance of the share transfer. An addendum dated 5 July 2010 extended the 30‑day period for exercising the pre‑emptive right, interrupting it until the court ruled on an urgent application. The purchaser argued that the addendum created a new right that should not defeat its earlier contractual claim.",
    "issues": "The principal issue was whether the extension of the franchisor's pre‑emptive right by the addendum constituted a new, enforceable right that should take precedence over the purchaser's right to specific performance of the share transfer, or whether the purchaser's earlier contractual right should prevail under the maxim \"qui prior est tempore potior est iure\".",
    "principles": "The court applied the common‑law maxim that the earlier right in time has priority over a later right, unless the later right is supported by a balance of equities. It considered case law on competing rights to specific performance, notably Thomas v Robertson and Hofgaard v Registrar of Mining Rights, and the synthesis in Le Roux v Odendaal, which holds that the holder of the prior right is entitled to specific performance unless the opponent demonstrates a superior equity. The court also examined the effect of contractual variations: an addendum that alters a contractual term creates a new right only if the variation is effective and does not revive rights that had already vested in another party.",
    "application": "The addendum varied the franchise agreement by extending the 30‑day period for exercising the pre‑emptive right, but it was concluded after the sale‑of‑shares agreement had been entered into. Accordingly, the franchisor's extended right did not exist at the time the purchaser acquired its contractual entitlement. The court found that the purchaser's right to specific performance was established earlier and therefore took precedence. The extension of the pre‑emptive period did not create a new right that could override the purchaser's already vested claim.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal, affirmed the lower court's order, and awarded costs. The purchaser's right to specific performance of the share transfer was upheld, and the franchisor's attempt to rely on the extended pre‑emptive right was rejected."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Pre‑emptive Rights",
    "level_3": [
      "right of first refusal",
      "specific performance",
      "contract variation",
      "maxim qui prior est tempore potior est iure"
    ]
  }
}