{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/221.html",
  "case_name": "Democratic Alliance v Ethekwini Municipality (887/2010) [2011] ZASCA 221; 2012 (2) SA 151 (SCA); [2012] 1 All SA 412 (SCA) (30 November 2011)",
  "citation": "[2011] ZASCA 221",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 221\n|\nNoteup\n|\nLawCite\nDemocratic Alliance v Ethekwini Municipality (887/2010) [2011] ZASCA 221; 2012 (2) SA 151 (SCA); [2012] 1 All SA 412 (SCA) (30 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 887/2010\nIn the\r\nmatter between:\nTHE\r\nDEMOCRATIC ALLIANCE\n….............................................................\nAPPELLANT\nv\nETHEKWINI MUNICIPALITY\n…...............................................................\nRESPONDENT\nNeutral\r\ncitation:\nDemocratic Alliance v Ethekwini Municipality\n(887/2010)\n[2011] ZASCA 221\n(30 November 2011)\nCoram:\nNavsa, Brand, Heher, Maya\net\nCachalia JJA\nHeard:\n4 November 2011\nDelivered:\r\n30 November 2011\nSummary: Applications to review decisions by local authority to\r\nchange names of streets under its control – not ‘administrative\n\naction’ reviewable under\nPromotion of Administrative Justice\nAct 3 of 2000\n– legality and rationality of decisions\r\nconsidered\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nKwaZulu-Natal High Court, Durban (Ntshangase J\r\nsitting as court of first instance):\n1 The appeal is upheld to the extent reflected in paragraph 3.\n2 The respondent is directed to pay the costs of the appeal.\n3. The order of the court a quo is set aside and replaced by the\r\nfollowing:\n‘\n(a) The first application, under case\r\nnumber 6608/2007, is upheld.\n(b) The decision of the respondent’s council on 28 February\r\n2007 to rename the following nine streets:\n1. Victoria Embankment;\n2. Stanger Street;\n3. NMR Avenue;\n4. Point Road;\n5. Alice Street;\n6. Grey Street;\n7. Broad Street;\n8. Commercial Road;\n9. M4 (Northern Freeway)\nis hereby reviewed and set aside.\n(c) The respondent is ordered to remove all signage indicating the\r\nnames of the aforesaid streets by any name other than those\nset out\r\nin (b) above within three months.\n(d) The second application, under case number 10787/2008, is\r\ndismissed.\n(e) There shall be no order as to the costs of either application.’\n4 The period of three months referred to in 3(c) above shall be\r\ncalculated from the date of this Court’s order.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nBRAND JA\n(Navsa, Heher, Maya\net\nCachalia\r\nJJA):\n[1] The appellant, the Democratic Alliance, is registered as a\r\npolitical party in terms of the\nElectoral Commission Act 51 of 1996\n.\r\nThe respondent is the Ethekwini Municipality, established in terms of\r\nthe Local Government: Municipal Structures Act 117 of 1998\n(Municipal\r\nStructures Act), inter alia for the City of Durban. Though the\r\nappellant is represented on the respondent’s council,\n(the\r\ncouncil), it is one of the minority parties. The overall majority is\r\nheld by the African National Congress (ANC). The appeal\nhas its\r\norigin in two decisions of the council. Both decisions stemmed from a\r\nprocess embarked upon by the respondent to systematically\nrename\r\ncertain streets, freeways and buildings within its municipal\r\nboundaries. The process took place in two phases. The first\nimpugned\r\ndecision, taken on 28 February 2007, marked the end of phase 1, while\r\nphase 2 ended with the second impugned decision\nwhich was taken on 28\r\nMay 2008.\n[2] Pursuant to the first decision the council changed the names of\r\nnine streets and named – or renamed – two buildings.\nThis\r\nled to an application by the appellant in the court a quo during June\r\n2007, for an order setting that decision aside. In September\n2008\r\nanother minority party represented in the council, the Inkatha\r\nFreedom Party (IFP), sought and obtained the leave of the court\na quo\r\nto join the appellant as the second applicant in that application.\r\nThe council’s second decision of 28 May 2008, changed\nthe names\r\nof 99 streets. This gave rise to a further application by the\r\nappellant and the IFP in the court a quo for the setting\naside of\r\nthat decision. When the matter eventually came before Ntshangase J,\r\nthe two applications were heard and decided together.\nOn 3 June 2010\r\nhe dismissed both applications, but made no order as to costs. The\r\nappeal against that judgment by the appellant\nonly – and not\r\nthe IFP – is with the leave of the court a quo.\n[3] Though disputed by the appellant at an earlier stage of the\r\nproceedings, it is now common cause that the council had the\r\nauthority\nto assign names to streets, public places and buildings\r\nwithin its area of jurisdiction, which included the power to rename\r\nthese\nstreets and buildings. To the source of this power I shall soon\r\nreturn. But for the present, the council’s authority to take\n\nthe impugned decisions can be accepted as a fact. In broad outline\r\nthe appellant’s objections were against the process that\nled to\r\nthe impugned decisions. These objections will be best understood\r\nagainst the background facts. These are largely common\ncause. Yet,\r\nthere are areas of dispute. Since the appellant sought final relief\r\nin motion proceedings, I am constrained by the\ntime-honoured approach\r\nof our courts in proceedings of this kind, essentially, to accept the\r\ncorrectness of the respondent’s\nversion with regard to the\r\nareas of dispute. Bearing that principle in mind, I propose to set\r\nout the background facts in chronological\nfashion. Though this does\r\nnot necessarily make for entertaining reading, I found the chronology\r\nof assistance for my own understanding\nof the case.\n[4] On 29 October 2001 the council adopted a street naming and\r\nrenaming policy. Guidelines included in the policy were that, save\nin\r\nexceptional circumstances, streets would not be named after living\r\npersons; that every effort should be made to use names of\npeople who\r\nare from KwaZulu-Natal; and that the adopted names should reflect the\r\nhistory and cultural diversity of the city. Under\nthe rubric\r\n‘procedure for the renaming of streets’, the policy\r\ndocument provided inter alia that:\n‘\nThe\r\nchanging of street names [should occur] subject to prior consultation\r\nwith the addressees and all other affected parties having\ntaken\r\nplace.’\n[5] During both phases of the renaming process, four bodies became\r\ninvolved, namely, a task team, a subcommittee of the council\nreferred\r\nto as the Masakhane Committee, the executive committee of the council\r\n(Exco) and the council itself. Apart from the task\nteam, different\r\npolitical parties, including the appellant and the IFP, were\r\nrepresented in the other three bodies. The composition\nof the task\r\nteam changed over time. But eventually it consisted of officials from\r\ndifferent municipal departments. The functions\nof the task team\r\nduring each phase were to initiate the renaming process, attend to\r\nthe advertising required, scrutinise proposals\nand report to the\r\nMasakhane Committee. The Masakhane Committee reviewed the reports\r\nfrom the task team and made recommendations\nto Exco, which in turn\r\nsubmitted reports and recommendations to council for its\r\nconsideration.\n[6] Phase 1 of the renaming process commenced on 11 December 2003,\r\nwhen council noted a resolution by Exco to begin the process\nof\r\nrenaming nine identified streets, being the streets that were\r\neventually renamed during this phase. The process was, however,\n\ninterrupted by the national and provincial government elections in\r\n2004. During March 2005 the Masakhane Committee decided to restart\n\nthe process. From 27 May to 10 June 2005 there were public\r\nadvertisements in the print media inviting proposals for new street\n\nnames in the respondent’s area. No mention was, however, made\r\nin these advertisements of the nine streets that had already\nbeen\r\nearmarked to be renamed. About 200 submissions were received, but\r\nagain the process was interrupted. This time by the local\nelections\r\nthat took place in March 2006.\n[7] On 31 January 2007 the respondent’s mayor, in the course of\r\ndelivering his new year’s address to the council, referred\nto\r\nthe nine streets involved by their new names. When the appellant and\r\nthe IFP objected, they were told that these name changes\nwere mere\r\nproposals which had not been finally decided. During February 2007\r\nnotice of phase 1 was pertinently advertised in the\nmedia. The notice\r\nwas purportedly given in terms of s 28 of the Local Government\r\nAuthorities Ordinance 25 of 1974 (KwaZulu-Natal)\nwhereas it should\r\nhave referred to s 208 of that Ordinance. It conveyed the\r\nmessage that on 28 February 2007, the council\nwould ‘consider a\r\nproposal to change the names of certain streets in Durban as set out\r\nhereunder: . . ’. Then followed\na list of the nine streets\r\ninvolved with their suggested new names, which happened to be the\r\nsame as those alluded to by the mayor\nin his new year’s\r\naddress. In conclusion the notice stated that ‘all persons or\r\norganisations having an interest in\nthe proposal are invited to\r\ncomment in writing to the under-mentioned address within seven days\r\n(7) of the date of this notice’.\n[8] According to Mr Michael Sutcliffe, the respondent’s city\r\nmanager, who deposed to the answering affidavits on its behalf,\na\r\nlarge number of proposals were made consequent upon the advertised\r\nnotice. The minutes of the meetings held by the various bodies\n\ninvolved, were annexed to the answering affidavit. They reflect that\r\nthe task team then considered the proposals and resolved to\nrecommend\r\nthe new names which happened to be those already stated in the\r\nadvertised notice. After by-passing the Masakhane Committee,\nExco\r\nrepeated the same recommendation – save for one exception –\r\nto the council and on 28 February 2007 this recommendation\nwas\r\naccepted by the latter. The minutes also reflect that at the meetings\r\nof both Exco and the council, the decisions were opposed\nby the\r\nappellant and the IFP and that they were eventually taken by a\r\nmajority vote after extensive debate.\n[9] Finally the minutes of the various meetings reflect that although\r\nbuildings referred to as the New Stadium and the International\n\nConvention Centre in Durban were not mentioned in the advertised\r\nnotice, new names for these buildings were recommended by Exco\nand\r\naccepted by council. Sutcliffe’s explanation why these new\r\nnames were not mentioned in the advertised notice was that\nthese were\r\nnew names and thus not part of the renaming process. Though the facts\r\nrelied upon by Sutcliffe were disputed by the\nappellant, I am bound\r\nby the well-established rules pertaining to motion proceedings, to\r\naccept the correctness of the respondent’s\nversion. Hence the\r\nnames of these two buildings play no further part in this judgment.\n[10] Phase 2 started in March 2007 when the task team published new\r\nnotices in major local newspapers calling on the public to\nput\r\nforward proposals for the renaming of roads, streets, freeways,\r\nmunicipal buildings, parks and public places within the area\nof the\r\nrespondent’s jurisdiction. The same notice was conveyed by\r\nposters placed in the more than 40 public offices of the\nrespondent\r\nand at municipal libraries in its area. The notices also reflected\r\nthe policy considerations contained in the council’s\npolicy\r\ndocument of October 2001. So, for example, it stated that names of\r\nliving persons would only be used in exceptional circumstances;\nthat\r\nnew names would recognise the history and cultural diversity of the\r\ncity; and so forth.\n[11] A total of 245 proposals were received. Some were disqualified\r\nas not adhering to the criteria of the policy document. Of\nthose\r\nwhich did qualify, the task team prepared a list of 181 new names\r\nwhich was then tabled at the Masakhane Committee meeting\nof 18 April\r\n2007. At that meeting the committee resolved to publish the list of\r\nnames and invite public comment. Since the 181\nnames were found to\r\ncontain a number of duplications which were removed, a list of 176\r\nwas published for comment in the major local\nnewspapers circulating\r\nin the area. The published list contained the old names of 176\r\nstreets with the proposed new names alongside\nthem. In conclusion the\r\nnotice invited comments to these new names within 21 days of\r\npublication.\n[12] The notice elicited 27 645 responses which, by all\r\naccounts, was beyond expectation. The task team prepared a schedule\n\nwhich summarised the substantive submissions and objections received.\r\nThe schedule was then presented to the Masakhane Committee.\nDue to\r\nthe large number of responses, this committee recommended that the\r\nperiod for public comment should be extended for another\nmonth to 23\r\nJune 2007. That recommendation was endorsed by Exco and eventually\r\nconfirmed by a council decision of 29 May 2007.\nAt the same meeting\r\nof the council it was also decided to accept a recommendation by Exco\r\nto amend the street names policy which\nwas adopted on 29 October\r\n2001. According to the amendment, the requirement of prior\r\nconsultation with the addressees and affected\npersons during the\r\nrenaming process was deleted and replaced with the requirement of\r\nconsultation with ward committees. From the\nminutes of the council\r\nmeeting as well as the preceding Exco meeting where the amendment was\r\nrecommended, it appears that the amendment\nwas vigorously opposed by\r\nthe appellant and the IFP but eventually adopted by majority vote.\n[13] Sutcliffe’s explanation for the amendment to the policy\r\nwas essentially twofold. Firstly, that the 2001 policy was adopted\nin\r\nthe context of isolated renaming requests and before the council\r\nstarted to contemplate a city-wide renaming of streets. Secondly,\n\nthat the policy was adopted at a time when ward committees were not\r\nyet in existence. These committees were only established in\nthe\r\nrespondent’s area on 21 April 2007 pursuant to Part 4 of\r\nChapter 4 of the Municipal Structures Act. After the inauguration\nof\r\nthe ward committees, Sutcliffe explained, it made more sense to\r\nconsult with these committees rather than with individual addressees,\n\nparticularly with regard to a city wide renaming process which was of\r\ninterest to people beyond those living in a particular street.\nWhat\r\nis more, Sutcliffe continued, the requirement of consultation with\r\naddressees carried its own inherent difficulties. While,\nfor example,\r\nfreeways have no apparent addressees, roads in which there are\r\ninformal settlements with a dynamic population may\nhave thousands of\r\nunidentified persons who would qualify as addressees.\n[14] After the meeting of the council in May, the extension of the\r\npublic comment period to 23 June 2007 decided upon at that meeting\n\nwas also published and received considerable media coverage. On 4\r\nJune 2007 Sutcliffe sent a notice to the ward committees instructing\n\nthem to consider the proposed phase 2 names on the lists that he\r\nenclosed and to submit their comments by 25 June 2007. Of the\n100\r\ncommittees 76 responded. On 21 August 2007 the task team was mandated\r\nto consider all the new names proposed, including those\nsubmitted\r\nduring the extended period and to prepare a shortlist of no more than\r\n100 names. At the end of August 2007 the task team\nsubmitted a list\r\nof 83. This was sent to the ward committees on 17 September 2007.\r\nThey were given until 12 October 2007 to respond.\n[15] On 28 November 2007 the task team submitted a report of all the\r\nresponses received to a meeting of the Masakhane Committee.\nAccording\r\nto the minutes of that meeting, the committee considered the report\r\nthoroughly and then adjourned for further discussion\nin order to\r\nallow party caucuses to consider the proposals. On 13 February 2008\r\nsome political parties had still not submitted\ntheir comments and\r\nthey were given an extension to do so until 18 February 2008.\r\nUltimately, deliberations of the Masakhane Committee\nfinally took\r\nplace on 14 May 2008. According to the minutes of that meeting the\r\ncommittee reinserted further names, previously\nremoved from the\r\nrecommended shortlist, to make up a new list of 100 which it then\r\nrecommended to Exco. Though Exco endorsed the\nrecommendation, council\r\ndecided, at its meeting of 28 May 2008, to change the names of 99\r\nstreets in its area. That is the decision\nwhich the appellant and the\r\nIFP sought to set aside in their second review application.\n[16] Departing from this factual premise, the appellant’s\r\nobjections were in broad outline that:\n(a) no proper public consultation process preceded either of the\r\ndecisions in relation to phase 1 or phase 2;\n(b) no proper deliberative process took place in any of the\r\ncommittees or the council itself with reference to these decisions;\n(c) the council had failed to comply with its own street naming\r\npolicy of 29 October 1991 and with the guidelines set out by the\n\nSouth African Geographical Names Council under the provisions of the\nSouth African Geographical Names Council Act 118 of 1998\n.\n[17] For the primary legal basis of its challenge to both decisions\r\nthe appellant relied on the Promotion of Administrative Justice\nAct 3\r\nof 2000 (PAJA). The respondent denied, however, that PAJA finds\r\napplication because, so it contended, the impugned decisions\ndo not\r\nconstitute ‘administrative action’ contemplated in PAJA\r\nas an essential prerequisite for all judicial review\nin terms of that\r\nAct. The court a quo considered the issue thus arising for the most\r\npart of its judgment. Eventually it agreed\nwith the argument of the\r\nrespondent. Hence it concluded that PAJA is not applicable. On appeal\r\nthe issue was again raised by the\nappellant. Soon after the\r\ncommencement of his argument before us, counsel for the appellant,\r\nhowever, conceded that the decision\nof the court a quo on this aspect\r\ncould not be faulted.\n[18] In the light of the concession, which in my view was rightly\r\nmade, I propose to deal with the issue without elaboration. The\n\ndefinition of ‘administrative action’ in PAJA expressly\r\nexcludes the executive and legislative functions of a municipal\n\ncouncil. The question is therefore whether the impugned decisions\r\nconstituted the exercise of an executive or a legislative function\nby\r\nthe council, on the one hand, or administrative action, on the other.\r\nThe starting point in answering this question seems to\nlie in the\r\ndetermination of the nature of the impugned decisions and the source\r\nof the council’s authority under which these\ndecisions were\r\ntaken. As I see it, that source is to be found, firstly in ss 151 and\r\n156, read with part B of Schedules 4 and 5\nof the Constitution;\r\nsecondly in s 83(1) of the Municipal Structures Act; and thirdly\r\nin s 208 of the Local Authorities\nOrdinance 25 of 1974 (KZN).\r\nThe import of these provisions, in short, is to vest the control over\r\nstreets and public places within\na municipal area – and\r\npertinently the authority to name and rename these streets and public\r\nplaces – in the council\nof that municipality.\n[19] The impugned decisions were therefore taken by the council in\r\nthe exercise of direct authority – as opposed to delegated\n\nauthority – which has its origin in the Constitution itself.\r\nThese decisions were taken by the elected members of the council,\nin\r\nopen plenary session and by majority vote, as contemplated by\r\ns 160(3)(\nc\n) of the Constitution. Moreover, the impugned\r\ndecisions were clearly influenced by political considerations for\r\nwhich the elected\nmembers are politically accountable to the\r\nelectorate. According to\nFedsure Life Assurance Ltd v Greater\r\nJohannesburg Transitional Metropolitan Council\n[1998] ZACC 17\n;\n1999 (1) SA 374\n(CC) para 41 these are all pointers away from ‘administrative\r\naction’ (See also\nMazibuko v City of Johannesburg\n2010\r\n(4) SA 1\n(CC) para 130). As the decision in\nFedsure\nalso\r\nimplies, the fact that a particular decision is not incorporated in a\r\nbye-law, does not in itself exclude it from the category\nof\r\n‘legislative functions’. (As to the nature of the\r\ndecisions in\nFedsure\n, see paras 1 and 11-16.)\n[20] There is further authority for the proposition that a decision\r\ntaken by a politically elected deliberative assembly whose\nindividual\r\nmembers could not be asked to give reasons for the manner in which\r\nthey had voted, does not constitute ‘administrative\naction’.\r\nThis is to be found in decisions such as\nSteele v South Peninsula\r\nMunicipal Council\n2001 (3) SA 640\n(C) at 644D and\nVan Zyl v\r\nNew National Party\n2003 (10) BCLR 1167\n(C) paras 48-54. Since the\r\ndecisions under consideration bear all these hallmarks, I think it\r\ncan be accepted with confidence that\nthey do not constitute\r\nadministrative action under PAJA. The further somewhat intricate\r\nquestion as to whether these decisions\nshould be categorised as the\r\nexercise of an executive function as opposed to a legislative\r\nfunction, is one we do not have to decide.\nAs long as these decisions\r\ndo not qualify as ‘administrative action’, PAJA does not\r\napply.\n[21] This conclusion does not mean, however, that these decisions are\r\nimmune from judicial review. The fundamental principle, deriving\nfrom\r\nthe rule of law itself, is that the exercise of all public power, be\r\nit legislative, executive or administrative – is\nonly\r\nlegitimate when lawful (see eg\nFedsure\npara 56.). This tenet\r\nof constitutional law which admits of no exception, has become known\r\nas the principle of legality (see eg\nCora Hoexter\nAdministrative\r\nLaw in South Africa\n117). Moreover, the principle of legality not\r\nonly requires that the decision must satisfy all legal requirements,\r\nit also means\nthat the decision should not be arbitrary or irrational\r\n(see eg\nPharmaceutical Manufacturers of South Africa: In re ex\r\nparte President of the RSA\n[2000] ZACC 1\n;\n2000 (2) SA 674\n(CC) at para 85;\nAffordable Medicines Trust v Minister of Health\n[2005] ZACC 3\n;\n2006 (3) SA\r\n247\n(CC) at paras 74-75).\n[22] Departing from these well established principles, the appellant\r\ncontended that the impugned decisions were illegal in that\nthey fell\r\nfoul of statutory requirements and that they also failed to meet the\r\nrationality test. As to the former, it is not the\nappellant’s\r\ncase that the decisions were not taken in accordance with procedural\r\nrequirements that are prerequisites to their\nvalidity, ie that they\r\nsuffered from what has become known as a ‘manner and form’\r\ndeficiency (see eg\nKing v Attorneys’ Fidelity Fund Board of\r\nControl\n2006 (1) SA 474\n(SCA) paras 17-18). The objection is that\r\nthe decisions were not preceded by a process of public participation\r\nrequired by statute.\nI propose to deal with this objection first.\n[23] The Constitution places a specific duty on the National Assembly\r\n(s 59(1)) and on the National Council of Provinces (s 72(1))\n\nto facilitate public involvement in their legislative and other\r\nprocesses. The same is expressly required from provincial\r\nlegislatures\n– by s 118(1) of the Constitution – but\r\nnot from municipal councils. Nonetheless, as I see it, municipal\r\ncouncils\nare also constrained to facilitate public participation in\r\nthe performance of their executive and legislative functions. In my\r\nview that constraint derives, first, from their general\r\nconstitutional obligation – under s 152(1)(\na\n) of\r\nthe Constitution – to ‘provide democratic and accountable\r\ngovernment for local communities’ which by implication\nrequires\r\npublic involvement (see eg\nDoctors for Life International v\r\nSpeaker of the National Assembly\n[2006] ZACC 11\n;\n2006 (6) SA 416\n(CC) at para\r\n145). Second, there are various statutory provisions which impose the\r\nobligation on municipalities to establish appropriate\nmechanisms so\r\nas to enable local communities to participate in municipal affairs\r\n(see eg s 17(2) and\ns 51(1)(e)\nof the\nLocal Government:\nMunicipal Systems Act 32 of 2000\n).\n[24] It stands to reason, I think, that the yardstick as to whether,\r\nin given circumstances, the requirement of public participation\nhad\r\nbeen satisfied by a municipal council cannot be different from the\r\none applied with reference to the constitutional obligations\nimposed\r\non the Houses of Parliament. That yardstick was succinctly formulated\r\nthus by Ngcobo J in\nDoctors for Life International\npara 145:\n‘\n. . .\r\n[T]he duty to facilitate public involvement must be construed in the\r\ncontext of our constitutional democracy, which embraces\nthe principle\r\nof participation and consultation. Parliament and the provincial\r\nlegislatures have broad discretion to determine\nhow best to fulfil\r\ntheir constitutional obligation to facilitate public involvement in a\r\ngiven case, so long as they act reasonably.\nUndoubtedly, this\r\nobligation may be fulfilled in different ways and is open to\r\ninnovation on the part of the legislatures. . .\n. ‘\nAnd para 146:\n‘\nIn\r\ndetermining whether Parliament has complied with its duty to\r\nfacilitate public participation in any particular case, the Court\n\nwill consider what Parliament has done in that case. The question\r\nwill be whether what Parliament has done is reasonable in all\nthe\r\ncircumstances. And factors relevant to determining reasonableness\r\nwould include rules, if any, adopted by Parliament to facilitate\n\npublic participation, the nature of the legislation under\r\nconsideration and whether the legislation needed to be enacted\r\nurgently.\nUltimately, what Parliament must determine in each case is\r\nwhat methods of facilitating public participation would be\r\nappropriate.\nIn determining whether what Parliament has done is\r\nreasonable, this Court will pay respect to what Parliament has\r\nassessed as being\nthe appropriate method. In determining the\r\nappropriate level of scrutiny of Parliament’s duty to\r\nfacilitate public involvement,\nthe court must balance, on the one\r\nhand, the need to respect parliamentary institutional autonomy, and\r\non the other, the right\nof the public to participate in public\r\naffairs. In my view, this balance is best struck by this Court\r\nconsidering whether what\nParliament does in each case is reasonable.’\n(See also\nMatatiele Municipality v President of the Republic of\r\nSouth Africa\n[2006] ZACC 12\n;\n2007 (1) BCLR 47\n(CC) paras 50-56.)\n[25] Applied to the impugned decisions under consideration the\r\nenquiry is therefore whether the council acted reasonably in\r\nfacilitating\npublic involvement. As appears from the quoted dicta by\r\nNgcobo J, one of the considerations in deciding this question is\r\nwhether\nthe council complied with its own rules. I find an\r\nappropriate starting point to the enquiry in the street naming policy\r\nwhich\ncouncil adopted on 29 October 2001. It will be remembered that\r\naccording to that policy the changing of street names would be\r\n‘subject\nto prior consultation with addressees and all other\r\naffected parties having taken place’. We also know that the\r\nprocedure\nwas subsequently amended by a resolution of council on 29\r\nMay 2007 to the effect that the words ‘consultations with\r\naddressees’\nbe replaced by ‘consultation with ward\r\ncommittees’. I shall return to the amendment when dealing with\r\nphase 2. It is\napparent, however, that when the decision with regard\r\nto phase 1 was taken on 27 February 2007, the naming policy of 21\r\nOctober\n2001 was still operative in its unamended form.\n[26] Equally apparent is the fact that with reference to phase 1, the\r\ncouncil had not complied with that policy, nor did it implement\nthe\r\nnew policy. That much is common cause. It is therefore clear that the\r\ncouncil had failed to satisfy its own demands of reasonableness.\nThe\r\nrespondent did not suggest that this failure was of no consequence.\r\nThat suggestion would hardly be open to it since it deviated\nfrom its\r\nown prescription. Moreover, the respondent tendered no explanation\r\nfor this failure on the part of the council. What is\nclear is that it\r\nwas not dictated by urgency. It will be remembered that the name\r\nchange of the nine streets in question were considered\nmore than\r\nthree years before the decision was actually taken.\n[27] The argument on behalf of the respondent, which was apparently\r\naccepted by the court a quo, was that it had nevertheless done\nenough\r\nto satisfy the dictates of reasonableness. I do not agree with this\r\nargument. The first indication that the names of streets\nwithin the\r\nrespondent’s area may change was conveyed by notices in the\r\npress during May and June 2005. However, these advertisements\ndid not\r\nmention the names of the nine streets involved, even though they had\r\nalready been earmarked for change. They consisted\nof no more than a\r\ngeneral invitation to propose new street names in the respondent’s\r\narea. In the circumstances these advertisements\ncould hardly be\r\nregarded as proper notice to the public of the impugned decision\r\nwhich was to follow nearly two years later. The\nfirst public notice\r\nof this decision came in February 2007. This notice identified the\r\nnine streets under consideration and their\nproposed new names. It did\r\nnot invite any suggestions for alternative names. It only informed\r\nthe public that these were the new\nnames the council would consider\r\nat the end of that month. More significantly, it afforded members of\r\nthe public only seven days\nto submit written comment. The appellant’s\r\nobjection was that the time period was inadequate in that it provided\r\ninsufficient\ntime for the receipt and compilation of objections;\r\nresearch into the background of the old and new names; and so forth.\r\nThe validity\nof this objection, it seems to me, is dictated by common\r\nsense.\n[28] There is no explanation for this unreasonably short notice\r\nperiod. Again the reason could obviously not be ascribed to urgency.\n\nAs I have said, the proposal to change the names of these nine\r\nstreets had already been mooted more than three years earlier. What\n\nis more, the procedure adopted is in stark contrast with that which\r\nwas to follow in phase 2. We know that during the latter phase\nthe\r\neventual decision was preceded, for example, by a notice conveyed in\r\nthe press and by posters placed in the respondent’s\noffices\r\nthroughout its area of jurisdiction. When the proposed new names had\r\nbeen identified, the public was first given 21 days\nand then another\r\nmonth to comment. Ward committees were then consulted and they were\r\nalso given a month to respond. Finally party\ncaucuses were allowed\r\nample time to consider and discuss the proposed new names before\r\nphase 2 eventually terminated in the council’s\ndecision of 28\r\nMay 2007.\n[29] In short, the manifest unreasonableness of the public\r\nparticipation process adopted during phase 1 is illustrated by what\n\nthe council itself regarded as reasonable during phase 2. It follows,\r\nthat in my view, council’s decision of 28 February\n2007, to\r\nchange the names of the nine streets involved did not satisfy the\r\nlegal obligation imposed on it to engage in a reasonable\npublic\r\nparticipation process. In consequence, the decision failed the\r\nlegality test and therefore falls to be set aside.\n[30] This brings me to phase 2. In this instance the appellant again\r\nraised the objection that the respondent had failed to apply\nthe\r\npolicy reflected in the council resolution of 29 October 2001 by\r\nfailing to consult with street addressees. But this time the\n\nobjection falters because of the formal amendment of the policy by\r\nthe subsequent council decision of 29 May 2007 which substituted\n\naddressees with ward committees. There is no suggestion that the\r\namendment was invalid for reasons pertaining to either substance\nor\r\nprocedure. Such suggestion would in any event be untenable. The\r\nreasons for the amendment given by Sutcliffe appear to be eminently\n\nsensible. What the appellant did contend was that the amendment could\r\nnot find application midway through a name change process\nwhich had\r\nalready started. But I cannot see why not. The amendment occurred\r\nbefore the process had reached the stage where it would\ntake effect,\r\nie before consultation with either the addressees or ward committees\r\nwas required. It is common cause that the ward\ncommittees were then\r\nconsulted. Hence the requirements of the amended policy had been met.\n[31] I have already given a rather laborious account of all the steps\r\ntaken by the respondent to facilitate public participation\nduring\r\nphase 2. Repetition of the exercise can hardly serve any useful\r\npurpose. Suffice it to say that what the respondent did\nduring phase\r\n2 cannot, in my view, be categorised as unreasonable. The appellant’s\r\nfurther objection was that the respondent\nhad failed to indulge in a\r\nconsultative process with opposition parties in the various\r\ncommittees and at the level of council itself.\nApart from the\r\nquestionable legal validity of this objection, it is simply not borne\r\nout by the facts. On the contrary, the minutes\nof the meetings of the\r\nvarious committees and of the council reflect comprehensive debates\r\nbetween council members representing\nthe different political points\r\nof view. The appellant’s real objection appears to be that it\r\nand the other minority parties\nhad been outvoted by the ANC which\r\nholds the overall majority. That, however, is inherent in the\r\ndemocratic process. It resulted\nin a political decision for which the\r\nANC must account to the electorate. For this Court to review that\r\ndecision would offend the\ndoctrine of the separation of powers, which\r\nis inherent to our constitutional democracy.\n[32] The appellant’s further contention that the council’s\r\ndecision during phase 2 had failed the legality test, rested\non the\r\nstandards and guidelines set by the South African Geographical Names\r\nCouncil. This council (the Names Council) was established\nin terms of\r\nthe\nSouth African Geographical Names Council Act 118 of 1998\n. In\r\nterms of\ns 9(1)(\nb\n) of the Act, the Names Council’s\r\nonly power in relation to local authorities is to set standards and\r\nguidelines. Its power\nto recommend names to the responsible Minister\r\n– who is the Minister for Arts and Culture – in terms of\r\ns 9(1)(\nd\n) is restricted to names falling within ‘the\r\nnational competence’. In terms of s 12(3) of the Act, the\r\nMinister\nis empowered to make regulations about any matter that is\r\npermitted or required to be prescribed by the Act. Regulations were\r\nindeed\npromulgated in terms of s 12 (see Government Notice R339\r\nin\nGovernment Gazette\nof 7 March 2003). But these regulations\r\ndo not deal with any standards and guidelines for local authorities.\n[33] What the appellant relied on was a booklet published by the\r\nNames Council. The booklet itself confirms that the Names Council\nhas\r\nno jurisdiction over names of streets under the control of local\r\nauthorities. It however records that the same policies and\nprinciples\r\nestablished by the Names Council apply to all geographic names,\r\nincluding those that do not fall under its direct control.\nThe\r\nprinciple referred to in the booklet pertinently relied on by the\r\nappellant is that ‘names of living persons should generally\nbe\r\navoided’.\n[34] I find the booklet a rather curious document with questionable\r\nlegal status. In\nChairpersons’ Association v Minister of\r\nArts and Culture\n2007 (5) SA 236\n(SCA) this Court accepted that\r\nthe booklet is generally binding. But the acceptance was based on an\r\nassumption to that effect by\nthe parties involved in that case (see\r\npara 10 of the judgment). This Court was therefore not required to\r\ndetermine the legal status\nof the booklet. In this matter I again\r\nfind it unnecessary to decide the question. This is so because, in my\r\nview, the appellant’s\nobjection is in any event unwarranted on\r\nthe facts. The principle on which it pertinently relies is no more\r\nthan a guideline which\ncontains no absolute injunction against the\r\nuse of the names of living persons. All it says is that these should\r\ngenerally be avoided.\nIt seems that only a small number of the names\r\nadopted by the council in phase 2 are those of living persons. As I\r\nsee it, the\nappellant has therefore failed to establish a case that\r\nthe respondent did not ‘generally’ avoid names of this\r\nkind.\n[35] While referring to policy guidelines, it will be remembered that\r\nthe council adopted its own guidelines which provided, for\ninstance,\r\nthat every effort should be made to use names of people who are from\r\nKwaZulu-Natal and to adopt names which reflect the\nhistory and\r\ncultural diversity of the city. Though the appellant raised the\r\nobjection in its papers that the new names adopted\nduring phase 2 did\r\nnot follow these guidelines, no specific challenge of illegality was\r\nmounted on this basis. Perhaps the appellant\nrealised that, due to\r\nthe tentative nature of the guidelines – which required no more\r\nthan ‘that every effort should\nbe made’ –\r\ninsignificant deviations from them could hardly be said to render the\r\nimpugned decision unlawful. But, be\nthat as it may, absent any\r\npertinent challenge on this basis, it cannot be entertained.\n[36] I now turn to the appellant’s objection against the\r\ncouncil’s decision in phase 2 which is based on irrationality.\n\nOn the appellant’s papers this objection was raised within the\r\nnarrow parameters that the decision as a whole was irrational.\n\nConversely stated, the objection was not aimed at individual name\r\nchanges. Whenever objections were raised against specific names\nthey\r\nwere pertinently prefaced by the introduction that this was done ‘by\r\nway of example’. In this light the attempt\nby the appellant’s\r\ncounsel in argument before us to extend the rationality challenge to\r\nparticular name changes, can therefore\nnot be entertained. The reason\r\nis obvious. Had these attacks been raised on the appellant’s\r\npapers, the respondent may well\nhave been able to explain why that\r\nparticular name had been chosen.\n[37] As to the rationality challenge against the decision in\r\nprinciple, involving the names of 99 streets, it has by now become\n\nwell established that the rationality standard does not have a high\r\nthreshold. All it requires is that the impugned decision must\nbe\r\naimed at the achievement of a legitimate government object and the\r\nchosen method to achieve that object. The standard does not\nrequire\r\nthat the decision is reasonable, fair or even appropriate. It is of\r\nno consequence that the object could have been achieved\nin a\r\ndifferent or better way (see eg\nPrinsloo v Van der Linde\n1997\r\n(3) SA 1012\n(CC) para 36;\nPharmaceutical Manufacturers supra\npara 90;\nLaw Society of South Africa v Minister of Transport\n2011\r\n(1) SA 400\n(CC) paras 32-35).\n[38] The rationale given by the respondent for the council’s\r\ndecision to embark upon a process of renaming streets under\nits\r\ncontrol is that the existing names reflect a single and narrow\r\nhistorical perspective essentially of a colonial past. The legitimacy\n\nof that governmental object can hardly be doubted. Equally obvious,\r\nin my view, is the rational connection between the achievement\nof\r\nthat object and the decision in principle to change the names of 99\r\nout of the thousands of streets under the respondent’s\ncontrol.\r\nClearly the determination of just which streets should be renamed and\r\nwhat new names chosen admits of no right answer\nand is inherently\r\npolitical. That is reflected in the polar-contrasting perspectives\r\ntaken by the appellant and the respondent\nin relation to the\r\nindividual names. The appellant contended that some of the new names\r\nare provocative and insensitive. It is\napparent, however, that these\r\ndenouncements derive from the appellant’s political\r\nperspective, which is obviously not shared\nby the majority party.\r\nFrom a political point of view, the appellant may be right, but bad\r\npolitics is something for the electorate\nto decide. It is not for\r\nthis court, or any other court, to interfere in the lawful exercise\r\nof powers by the council on that basis.\n[39] It follows that in my view the appellant’s first\r\napplication, which was for the review of the council’s decision\n\nin phase 1 should have succeeded, but that the court a quo’s\r\ndismissal of the second application, pertaining to the decision\nin\r\nphase 2, should be upheld. It follows that with reference to the\r\nfirst application, the appeal should succeed which means that\nthe\r\nappeal is substantially successful and that the costs of the appeal\r\nshould follow that event. What remains is the issue of\ncosts in the\r\ncourt a quo. Though both applications were dismissed by the court a\r\nquo, it made no order as to costs. In doing so\nit was clearly guided\r\nby the principle established by the Constitutional Court, eg in\nBiowatch Trust v Registrar Genetic Resources\n2009 (10) BCLR\r\n1014\n(CC) para 95, that private litigants seeking to protect their\r\nconstitutional rights should not be mulcted in costs, even when they\n\nare unsuccessful in doing so. With regard to the second application\r\nwhere the appellant was successful, I think that order should\nstand.\r\nAs to the first application which should, in my view, have succeeded,\r\nthe result would ordinarily be that respondent should\npay the costs.\r\nI do not believe, however, that in all the circumstances that result\r\nwould be fair. The two applications were argued\ntogether and the\r\npapers bearing upon the second application, where the respondent was\r\nthe successful party, were substantially\nmore voluminous that those\r\npertaining to the first. In consequence I conclude that, despite our\r\ninterference on the merits cost\norder of the court a quo should\r\nstand.\n[40] For the reasons the following order is made:\n1 The appeal is upheld to the extent reflected in paragraph 3.\n2 The respondent is directed to pay the costs of the appeal.\n3. The order of the court a quo is set aside and replaced by the\r\nfollowing:\n‘\n(a) The first application, under case\r\nnumber 6608/2007, is upheld.\n(b) The decision of the respondent’s council on 28 February\r\n2007 to rename the following nine streets:\n1. Victoria Embankment;\n2. Stanger Street;\n3. NMR Avenue;\n4. Point Road;\n5. Alice Street;\n6. Grey Street;\n7. Broad Street;\n8. Commercial Road;\n9. M4 (Northern Freeway)\nis hereby reviewed and set aside.\n(c) The respondent is ordered to remove all signage indicating the\r\nnames of the aforesaid streets by any name other than those\nset out\r\nin (b) above within three months.\n(d) The second application, under case number 10787/2008, is\r\ndismissed.\n(e) There shall be no order as to the costs of either application.’\n4 The period of three months referred to in 3(c) above shall be\r\ncalculated from the date of this Court’s order.\n_______________\nF D J BRAND\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANTS: H P Jefferys SC\nInstructed by Goodrickes, Durban\nHoney Attorneys Inc, Bloemfontein\nRESPONDENTS: A M Stewart SC\nV Naidu\nInstructed by Lina Mazibuko Attorneys, Durban\nMatsepes Inc, Bloemfontein",
  "scraped_at": "2026-02-12T16:15:54.470501",
  "date": "2011-11-30",
  "coram": [
    "Navsa",
    "Brand",
    "Heher",
    "Maya",
    "Cachalia JJA"
  ],
  "case_number": "887/2010",
  "parties": {
    "applicants": [
      "Democratic Alliance"
    ],
    "respondents": [
      "Ethekwini Municipality"
    ]
  },
  "sections": {
    "facts": "The Ethekwini Municipality undertook a two‑phase programme to rename streets, freeways and municipal buildings. Phase 1 culminated in a council resolution on 28 February 2007 to rename nine streets. Phase 2, after an amended street‑naming policy that replaced consultation with addressees by consultation with ward committees, resulted in a council resolution on 28 May 2008 to rename 99 streets. The Democratic Alliance (appellant) challenged both resolutions, alleging lack of proper public participation, non‑compliance with the municipality’s own naming policy and the South African Geographical Names Council guidelines, and arguing the decisions were subject to judicial review under PAJA.",
    "issues": "1. Whether the council’s street‑renaming resolutions constitute “administrative action” within the meaning of the Promotion of Administrative Justice Act (PAJA). 2. Whether the decisions complied with constitutional and statutory requirements for public participation. 3. Whether the decisions were legal, reasonable and rational in light of the municipality’s naming policy and the Geographical Names Council guidelines.",
    "principles": "The court applied the definition of administrative action in PAJA, noting that legislative or executive functions of a municipal council are excluded. It reaffirmed the constitutional principle of legality, requiring all public power to be exercised lawfully, reasonably and non‑arbitrarily. Public participation obligations were derived from section 152(1)(a) of the Constitution and the Municipal Systems Act, assessed against the municipality’s own policy. The reasonableness test and the low threshold for rationality in judicial review were also applied.",
    "application": "The court held that the renaming resolutions were exercised by the council in its legislative capacity, so PAJA did not apply. Nevertheless, the decisions were subject to the legality principle. For Phase 1, the council failed to follow its 2001 naming policy and provided an unreasonably short public notice, breaching the requirement for meaningful participation; the decision was therefore illegal and set aside. For Phase 2, the amended policy allowing consultation with ward committees was properly applied, and the extensive public consultation satisfied the reasonableness requirement; the decision was upheld.",
    "conclusion": "The appeal was upheld insofar as the first application succeeded. The 28 February 2007 decision to rename nine streets was reviewed and set aside, and the municipality was ordered to remove the new signage within three months. The second application was dismissed. The respondent was ordered to pay the costs of the appeal, but no costs order was made regarding the applications themselves."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Judicial Review",
    "level_3": [
      "public participation",
      "municipal authority",
      "street renaming",
      "PAJA"
    ]
  }
}