{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/60.html",
  "case_name": "Mpungose and Another v S (460/10) [2011] ZASCA 60 (31 March 2011)",
  "citation": "[2011] ZASCA 60",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 60\n|\nNoteup\n|\nLawCite\nMpungose and Another v S (460/10) [2011] ZASCA 60 (31 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 460/10\nIn the matter\r\nbetween:\nMBANGISENI ELIAS\r\nMPUNGOSE\n............................................\nFirst\r\nAppellant\nSABELO CYRIL\r\nKHUMALO\n...................................................\nSecond\r\nAppellant\nand\nTHE STATE\n...........................................................................................\nRespondent\nNeutral citation\n:\nMpungose v The State\n(460/10)\n[2011] ZASCA 60\n( 31 March 2011)\nCoram:\nCLOETE, MAYA JJA and PETSE AJA\nHeard:\n03\r\nMarch 2011\nDelivered:\n31\r\nMarch 2011\nSummary:\nCriminal\r\nprocedure – admissibility of hearsay evidence in terms of\nsection 3(1)(c)\nof the\nLaw of Evidence Amendment Act 45 of 1988\n–\r\nhearsay evidence of identification by deceased rape complainant found\r\nadmissible by trial court unreliable – conviction\nand sentence\r\nset aside.\n__________________________________________________________________________________\nORDER\n__________________________________________________________________\nOn appeal from: KwaZulu-Natal High Court (Pietermaritzburg) (Van Der\r\nReyden J sitting with an assessor as court of first instance):\nThe appeal is upheld. The conviction and sentence imposed by the\r\nKwaZulu-Natal High Court are set aside.\n__________________________________________________________________\nJUDGMENT\n__________________________________________________________________\nMAYA JA (CLOETE JA and PETSE AJA concurring):\n[1] The appellant was indicted in the KwaZulu-Natal High Court\r\n(Pietermaritzburg) on (a) a charge of rape of 15 year-old Celukuphila\n\nMlambo (the deceased) and – together with his co-accused,\r\nSabelo Cyril Khumalo – (b) further charges of the murders\nof\r\nthe deceased, her mother Teyisile Bulawelani Myaka and her 14\r\nyear-old cousin, Sipho Ndawonde, (c) unlawful possession of two\nAK47\r\nrifles and (d) unlawful possession of several live rounds of\r\nammunition. He pleaded not guilty to all the charges but was\n\nconvicted of rape and sentenced to undergo life imprisonment. Khumalo\r\nwas convicted only of unlawful possession of firearms and\nammunition\r\nand sentenced to undergo an effective term of imprisonment of 20\r\nyears. The court below granted both men leave to appeal\nagainst their\r\nconvictions and sentences to this court but Khumalo, who was granted\r\nR30 000 bail pending appeal, did not pursue\nthe matter. Thus, only\r\nthe appellant prosecuted his appeal before us.\n[2] It became clear during the hearing of the appeal that the\r\nappellant had been wrongly convicted. To avoid any further prejudice\n\nto him – he had been in custody since 2004 – we decided\r\nto make an\nex tempore\norder to ensure his immediate release.\r\nAccordingly, his conviction and sentence were set aside. The\r\nfollowing are the reasons for\nthat decision.\n[3] The nub of\r\nthe State case in the trial proceedings\n1\nwas that the\r\nappellant raped the deceased, who subsequently identified him to the\r\npolice and that he, upon his release from custody\non bail and with\r\nthe assistance of various mediators, tried to have her family\r\nwithdraw the rape charge. When his attempts failed\nand the trial\r\nlooked set to proceed, he murdered the deceased, her mother and their\r\nyoung relative who was visiting their home\nat the time. (The three\r\ndeceased were brutally gunned down at their home, during the night,\r\njust a month before the date on which\nthe rape trial was\r\ndue to commence.)\n[4] In seeking to prove its case against the appellant, the State\r\nrelied, inter alia, on (a) two statements made by the deceased\nto the\r\npolice shortly after the rape, which it successfully applied to have\r\nadmitted in terms of\ns 3(1)(c)\nof the Law of Evidence Amendment Act\r\n45 of 1988 as they constituted hearsay evidence in view of her death\r\nand unavailability to\ntestify at the trial; (b) a medical report\r\nprepared by the district surgeon who examined the deceased; and (c)\r\nthe testimony of\nthe following witnesses: Mr Lakalubi Anthony Nxele,\r\na local taxi operator and shopkeeper, who found the deceased\r\nimmediately after\nthe rape; his wife, Audrey Nxele, to whom he handed\r\nover the deceased; Detective Sergeant Langeni, the police officer who\r\narrested\nthe appellant after the deceased identified him as the\r\nculprit; Messrs Bhekuyise Mthethwa, Bhekokwakhe Blessing Qoma, Eric\r\n‘Zazi’\nQoma, Mshoniseni Nzama and Mrs Ntombikayise Qoma\r\n(Mrs Qoma) who alleged to have approached the deceased’s family\r\nat the appellant’s\ninstance to seek pardon for the rape; and Mr\r\nMaphethelo Solomon Myaka, the deceased’s maternal uncle to\r\nwhom, it was claimed,\nthe entreaties were made.\n[5] On the undisputed facts it is clear that the deceased was raped –\r\nthe hotly contested issue was whether the appellant\nwas her\r\nassailant. The medical report handed in by agreement recorded that\r\nthe deceased’s private parts were bloodied, bruised\nand swollen\r\nand that her hymen had fresh tears. The district surgeon’s\r\nconclusions were\n‘\nGrass\r\nfound on the perineum and outside the labia. Definitely raped and on\r\na bush/dry grass area’.\n[6] The relevant viva voce evidence began with Nxele’s account\r\nthat whilst driving home, he saw a distraught partially dressed\nyoung\r\ngirl, who was screaming and clasping some of her clothing in her\r\nhands, run into the road. He stopped his vehicle to investigate.\nShe\r\ntold him that she had been raped by a man unknown to her who drove a\r\nsilver grey Golf 4 vehicle. A vehicle fitting that description\nwhich\r\nwas owned by the appellant, a fellow taxi operator he knew, had just\r\ndriven past him travelling in the opposite direction.\nHe took the\r\ndeceased home to his wife who would be better placed, as a woman, to\r\nassist her. He then reported the matter at the\npolice station but did\r\nnot mention that he had seen the appellant’s vehicle near the\r\nrape scene.\n[7] Mrs Nxele confirmed that her husband had brought the deceased\r\nhome. She was crying and her mouth was swollen. Her skirt was\ntorn\r\nand she was covered in grass. The deceased recounted her ordeal and\r\ndescribed the rapist’s vehicle to her. She wrote\nits\r\nregistration numbers on a piece of paper which she gave to her\r\nhusband as he was going to the police to report the matter.\n[8] The actual rape\r\nis described in the deceased’s statements whose admission is\r\none of founts of controversy in this appeal.\n(I deal in due course\r\nwith the admissibility of these statements.) The first statement\r\nrecords that it was made at 17h49 on 13\nJuly 2004, the day of the\r\nrape which had occurred around 13h00. It reads:\n‘\nCelukuphila\r\nNgizwe Mlambo states in Zulu under oath.\n1.\nI am Celukuphila\r\nNgizwe Mlambo and African female youth born in 1989-09-10 (15)\r\nresiding at Onyango Area under Induna Sibisi, a\nleader at\r\nIsihlahlasenkosi High School doing Grade 8 and a victim in this case.\n2.\nOn 2004-07-13 at\r\nabout 13:00 I was at KwaMusi Bus stop (T-juction to Obhokweni Area)\r\nwaiting for a bus as I was proceeding to Okhukho\nArea. I came across\r\nan unknown a/female who was waiting for a transport to Nongoma at the\r\nbus stop.\n3.\nA certain Silver\r\nGrey Gold, I can’t recall the vehicle’s registration\r\nnumber but I gave it to Mrs Nxele of Obhokweni\nStore driven by an\r\nunknown make but I can be able to identify him, approached us and\r\nrequested me from that unknown a/female to\naccompany him in order to\r\ndirect him to a certain homestead at Obhokweni Area. I refused and\r\nthat a/female insisted that I accompany\nhim eventually I agreed but I\r\nwas reluctant to go since I feared for my life should anything happen\r\nto me.\n4.\nWe then drove off\r\nand at a certain spot the driver complained about a running stomach.\r\nHe then stopped the m/vehicle he then walked\naround it and came\r\ntowards my door and opened it he ordered me to get off. I refused\r\nsaying that I don’t see any homestead\nin that area. Since he\r\nwas insisting I alighted from the m/vehicle and he showed me a\r\ncertain path towards the forest.\n5.\nWhen we reached that\r\nforest he closed my mouth with his hand and toppled me with his feet\r\nand I fell with my face towards the ground.\nWhen I tried to wake up\r\nhe grabbed me with my hand and turned me upwards. After that he\r\nordered me to take off my skirt. I refused\nand he pulled it off\r\nforcefully. He then instructed me to take off my panty I didn’t\r\nrespond and he took it off and also\nmy takkies.\n6.\nAfter that he got on\r\ntop of me and ordered me to open up for him (he said “phakamisa\r\nimilenze’) I did not respond and\nhe grabbed both legs and held\r\nthem upwards he then came in between my legs. He then inserted his\r\npenis inside my vagina followed\nby up and down movements for several\r\ntimes during that process he was trying to kiss me and when I tried\r\nto close my mouth he threatened\nme with his firearm.\n7.\nI tried to scream\r\nsince I was feeling some pains but he continued. He also took his\r\nsaliva with his finger trying to smear it on\nmy vagina but I pushed\r\nthe hand away. After he had finished he gave me the toilet paper to\r\nwipe my private parts. After that he\nleft me there.\n8.\nI can be able to\r\nidentify my rapist he was short light in complexion with scars on his\r\nface (izingcabo) short hair, he was wearing\na khaki jacket, khaki\r\ntakkies, navy with white stripes pair of trousers and golf shirt.\n9.\nI also wish to state\r\nthat I didn’t give consent to my rapist to have sexual\r\nintercourse with me and I desire police investigation.\nThat is all I\r\ncan state.’\n[9] The second\r\nstatement is dated 15 July 2004. It reads:\n‘\nI\r\nam a complainant in this case. To my statement I made before there\r\nare facts which I would like to add which were omitted due\nto the\r\nfact that I wrote the previous statement after having been\r\ntraumatised.\nThe incident\r\noccurred on 2004/07/13 at about 13:00 at KwaZola Area while I was at\r\nNgculaza bus stop proceeding to Okhukho Area coming\nfrom Onyango\r\nArea. At the bus stop I was with an unknown woman. While still there\r\na silver grey motor vehicle came from Zola direction.\nThe motor\r\nvehicle was being driven by a driver unknown to me and there were no\r\npassengers in it. He stopped next to us and said\nI should come to\r\nhim. I refused and the woman I mentioned above told me to go to him\r\nand I did as I was told. On my arrival to\nhim he requested me to\r\naccompany him so as to call him a certain lady residing at Obhokweni\r\nArea. I then boarded the said motor\nvehicle and the road we were\r\nusing is between the forest and is proceeding to Obhokweni Area.\nThen we were right\r\nin the forest the driver told me that he was suffering from stomach\r\nache and he stopped the motor vehicle and\nsaid to me I should also\r\ncome out of the m/vehicle so that he could show me the homestead of\r\nthe lady I was going to call and I\nrefused and ran away. I tried to\r\nshout calling for assistance but he used his hand to shut my mouth\r\nand he pulled me into the bush.\nWhen we were in the bush he pushed me\r\ndown and pressed me with his knee on my breast. He told me to pull\r\noff my panty and I refused\nand seeing that I was refusing he pointed\r\nme with a small firearm. I refused and seeing that I was not\r\nresponding he pulled my\nskirt off and it tore in the front.\nHe then pulled off\r\nmy panty and he slept on top of me. I shouted and he throttled me on\r\nthe neck and told me open my legs apart\nand I refused then took his\r\nfirearm with one hand and promised to shoot me. He pulled my legs\r\napart and he got inside during that\ntime he had already pulled off\r\nhis trousers.\nHe then told me to\r\nopen my mouth I refused seeing that I was refusing he forced my mouth\r\napart and he put his tongue inside my mouth\nI bit his tongue. He\r\npressed me down and continued to eject his penis inside my vagina and\r\nmade up and down movement till he ejaculated\nand finished. He then\r\ntook out a tissue inside his pocket and told me wipe the smear. I\r\ntook the said tissue and wipe my private\npart (vagina). I then\r\ndressed up and took my bag and proceeded to Obhokweni. He then took a\r\nU-turn. I went for about a few distance\nand came van driver by Mr\r\nNxele. He stopped and asked my identity and I told him. I further\r\ntold him that I had been raped by an\nunknown male person who was\r\ndriving a silver grey. He then said to me I should inform my mother\r\nof all what happened.\nI alighted at his\r\nstore at Obhokweni Area and he told me to tell the whole story to his\r\nwife I also told her the registration number\nof the motor/vehicle\r\nwhich was used by the suspect. The registration number of the\r\nsuspects m/vehicle is ND 354 645 silver grey.\nShe wrote the\r\nregistration number on a small paper. She then phoned the police and\r\nthe police came. The police took me to the doctor\nand a statement was\r\ntaken from me.\nThe police took me\r\nto Mr Nxele’s homestead and on the following day the police\r\ncame back and said I should come in hurry and\nwe went to Ulundi. On\r\nour arrival to Ulundi I was fortunate to see the motor vehicle that\r\nwas used by the suspect who raped me.\nIn fact I easily identify it by\r\nits colour and registration number. The said car had four to five\r\npeople inside.\nThe police stopped\r\nit and the police told me to point the person who raped me and\r\nwithout hesitation I pointed him out because although\nit was my first\r\ntime to see him I easily described him even to the police at the\r\npolice station when making a statement. The suspect\nwas then\r\narrested.’\n[10] Detective\r\nSergeant Langeni, the arresting officer, testified that after\r\nreceiving Nxele’s report he fetched the deceased\nfrom Nxele’s\r\nhome and took her to the police station. There, she was attended by a\r\npolice-woman who took her first statement\nand arranged her medical\r\nexamination. The deceased had to undergo a further medical procedure\r\non the following day. As he drove\nher to the surgery in Ulundi, the\r\ndeceased pointed out a silver grey VW Golf vehicle with registration\r\nnumbers ND 357645 at a set\nof robots. He stopped the vehicle and its\r\ndriver, the appellant, and his three passengers got out. He was\r\nexplaining to the appellant\nwhy he had stopped him when the deceased,\r\nwhom he had left in the police van, got out of the vehicle and came\r\nto them. She pointed\nat the appellant, crying, and said ‘here\r\nis the person who raped me’. The appellant asked him what was\r\ngoing on. He\nthen told him about the rape and explained that the\r\ndeceased was identifying him as the culprit. The appellant did not\r\nrespond\nand he arrested him.\n[11] Next in the chain of evidence came Myaka. He told of receiving\r\nvarious delegations who approached him at the appellant’s\n\nbehest. Some, he said, visited his home in his absence. The first\r\ndelegate was Mthethwa, a fellow worshipper and preacher in the\nShembe\r\nChurch. Mthethwa told him that he represented the appellant who\r\napologised for raping the deceased and offered compensation\nof ten or\r\nfifteen head of cattle. He refused the offer and told Mthethwa that\r\nthe matter was in the hands of the police. Mthethwa\nreturned shortly,\r\nat night, in the company of two men, Dlamini and Buthelezi who said\r\nthey worked with the appellant in the taxi\nindustry. They said the\r\nappellant was in the vehicle in which they travelled and\r\nrequested Myaka and his family to meet him\nat Ulundi to discuss the\r\nmatter as his bail conditions restricted his movements. He told them\r\nhe would first have to confer with\nhis family.\n[12] He convened a family meeting\r\nat which the request was rejected and duly communicated the decision\r\nto Buthelezi telephonically.\nIn the meantime, he had reported the\r\nincident to his church whereafter another delegation manned by\r\nMthethwa, Nhlobofana Buthelezi,\nEdwil Dlamini (who had since died)\r\nand the Qoma men approached his family. They still sought forgiveness\r\nfor the appellant and\nrequested Myaka to accompany them and the\r\nappellant to the Shembe Church leader, Inkosi Shembe. He refused both\r\nrequests.\n[13] Then testified Mthethwa, the Qomas and Nzama. Except for Nzama,\r\nwho from his account had not had any contact with the appellant\nin a\r\nlong time, all these witnesses knew the appellant only by sight. The\r\nQomas and Nzama were closely related to the Myakas. Of\nthe group,\r\nonly Mrs Qoma did not have links with the taxi industry and did not\r\nclaim direct contact with the appellant, alleging\nto have been\r\napproached by Eric and dealt only with him, Bhekokwakhe and a woman\r\nshe did not know.\n[14] These witnesses said the appellant told each of them that he had\r\nraped the deceased, and asked them to tender his apology\nfor his\r\nwrongdoing and offer compensation in cattle or cash in return for the\r\nwithdrawal of the rape charge against him. The Qoma\nmen said the\r\nappellant offered them incentives for their efforts if successful –\r\nthey were each promised a R2 000 reward\nand Bhekokwakhe was further\r\npromised employment as a driver of a taxi the appellant would\r\npurchase.\n[15] According to Mthethwa, the appellant approached him in September\r\n2004 and asked him to tender his apology and compensation\noffer of\r\nsix cattle to Myaka. The latter’s response was that Inkosi\r\nShembe wanted to meet the rapist. He told Myaka that\nthe appellant\r\nwas willing to do so but first sought the family’s forgiveness.\r\nMyaka wanted to discuss the matter with his\nfamily and they parted on\r\nthat note. Shortly thereafter, the appellant sent him on a return\r\nmission with two business associates,\nDlamini and Buthelezi. Myaka\r\nsaid he had reported the matter to his family and had no answer for\r\nthem. At the appellant’s\ninsistence, he phoned Myaka on the\r\nfollowing day to request him to accompany the appellant to the\r\nmeeting with Inkosi Shembe. Myaka\nrefused.\n[16] Subsequently, Mthethwa, Dlamini, Buthelezi and others\r\naccompanied the appellant to the church where they met the Inkosi.\r\nThe appellant told the Inkosi that he had come to seek forgiveness\r\nfor raping a child, Mthethwa continued. The appellant, followed\nby\r\nthe rest of the group, then gave the Inkosi a R100 donation in\r\naccordance with the church’s practice whereafter the Inkosi\n\nblessed them and they left. After this visit the appellant asked him\r\nto inform Myaka that he had seen Inkosi Shembe. He returned\nto\r\nMyaka’s home with Dlamini, Buthelezi and the Qoma men, with\r\nwhom they travelled from the taxi rank. He repeated the appellant’s\n\napology and tender of compensation. This time Myaka, who had gathered\r\nhis male relatives, told them that he could not help them\nbecause the\r\ndeceased was not his, but his sister’s child. That was his last\r\neffort and he was not further involved in the\nmatter.\n[17] The Qoma men – who were uncle (Eric) and nephew\r\n(Bhekokwakhe) – confirmed attending the mediation meeting with\n\nMthethwa and recounted two prior meetings with Myaka, who Bhekokwakhe\r\nsaid he regarded as his own father. The peace-offering which\nthe\r\nappellant mandated them to tender was ten cattle, they said. (But in\r\nhis police statement Eric said the appellant offered to\npay the\r\ndeceased’s family a sum of R10 000 which, when raised in\r\ncross-examination, he said he forgot to mention.) Myaka\nhad told them\r\nthat Inkosi Shembe wanted the rapist to present himself to the church\r\nand seek its forgiveness. According to the\nQomas, contrary to\r\nMthethwa’s version, on the day they approached Myaka with\r\nMthethwa, the latter told Myaka that Inkosi\nShembe wanted the rape\r\ncharge withdrawn and Myaka undertook to enquire from the Inkosi how\r\nhe could do that.\n[18] At that meeting, the Qomas said, the Myakas had remonstrated\r\nwith them for aligning themselves with the appellant when they\nwere\r\nrelated to their family. But, despite being admonished, their\r\ninvolvement in the matter did not end there. They, instigated\nby the\r\nappellant and a woman said to be his sister, made further,\r\nunsuccesful attempts thereafter to persuade the deceased’s\n\nmother directly, with the help of her cousin and work colleague\r\nmarried into their family, Mrs Qoma (she confirmed her involvement\nin\r\nthose efforts), to withdraw the charge in return for ten cattle.\n[19] Nzama, the last\r\nwitness in this regard, said that he was initially approached by Eric\r\n(who, however, did not mention this in\nhis testimony) with the\r\nmessage that an acquaintance of old in the taxi industry, the\r\nappellant, sought his help and wished to\ncontact him. He, thereafter,\r\nreceived a phone call from the appellant who requested him to enquire\r\nfrom Myaka when he could deliver\nthe cattle for the ‘wrong he\r\nhad committed’. He then went to Myaka with Bhobho, Myaka’s\r\nbrother. Myaka reported\nthat the appellant had just left and that he\r\nhad told his delegation, who said they had seen Inkosi Shembe about\r\nthe matter, that\nhe would also consult the Inkosi. That was the end\r\nof his involvement.\n[20] The appellant\r\ntestified and denied any wrongdoing, pointing out that he did not\r\nmatch the description given by the deceased\nto the police. He denied\r\nadmitting the rape, seeking forgiveness therefor or sending mediators\r\nto the deceased’s family.\nIn the latter regard, he stated that\r\naccording to Zulu tradition a person who sought another’s\r\nforgiveness sent members of\nhis own family, sometimes with neighbours\r\n(but his own family’s involvement was crucial) as his\r\nemissaries. He was not related\nto any of the alleged mediators, whom\r\nhe barely knew if at all. They were instead relatives or close family\r\nfriends of the deceased.\nHe said that the State witnesses Mthethwa,\r\nboth Qoma brothers and Nzama all belonged to the IFP (despite their\r\ndenials) and opposing\ncamps within their taxi association arising\r\nfrom political differences – the Bhengu group and Nkalankala\r\nZuma’s group.\nHe could not therefore trust them because of\r\ntheir divergent interests in the taxi business and political\r\ndifferences. He said\nhe met Mthethwa at the Shembe Church only during\r\na visit there for a taxi violence related issue and merely requested\r\nhis help\nas one of the church’s elders to jump the queue and\r\nmeet the leader of that church.\n[21] He raised an\r\nalibi that he was away in Durban on the day of the rape. He had\r\ntravelled there with a colleague, Dlamini and\nthe latter’s wife\r\nto meet Mr Winter Mvelase, the chairperson of the Long Distance Taxi\r\nAssociation. They sought Mvelase’s\ncounsel because there was\r\nconflict in the taxi business in their area and the chairperson of\r\ntheir local taxi association had died.\nThey needed Mvelase’s\r\nguidance on ways to restore peace and conduct elections for a\r\nreplacement leader as the Minister (presumably\nof the Department of\r\nTransport) had made regulations concerning the procedures governing\r\nthe election of taxi association functionaries\nwith which they were\r\nunfamiliar.\n[22] According to\r\nthe appellant, his problems started when he resigned his membership\r\nfrom the Inkatha Freedom Party (the IFP) and\njoined the African\r\nNational Congress (the ANC) whilst residing in the IFP-dominated area\r\nof Nongoma-Ulundi. That decision earned\nhim and his parents great ire\r\nfrom their IFP indunas and tribal authority who tried, albeit\r\nunsuccessfully, to expel them from\ntheir locality. Two attempts had\r\nbeen made on his life between 1991 and 2001 which led him to employ\r\nbodyguards (he had two VIP\nbodyguards at the material time and one\r\ntestified in the trial in respect of the other charges) for\r\nprotection.\n[23] He said he had\r\npreviously been falsely implicated in various criminal cases, one, a\r\nwidely publicised matter in the KwaZulu-Natal\nHigh Court before JH\r\nCombrink J who acquitted him when the state witnesses confessed to a\r\nconspiracy to have him arrested on false\ncharges. The second attempt\r\non his life followed shortly after his acquittal in this matter.\r\nAbout three weeks before his arrest\nhe had received a telephone call\r\nfrom an unknown man who urged him to return to the IFP or face the\r\nconsequences. He believed the\nrape charge was yet another scheme\r\nagainst him by his political opponents because of his ANC membership\r\nand prominent position\nin the taxi industry. According to him, Nzama\r\nprobably bore him a grudge for not using his influence (which he\r\nwithheld because\nof Nzama’s involvement in taxi volence) to\r\nhelp him secure a coveted taxi route in the latter half of 2004.\n[24] Mvelase\r\ntestified on the appellant’s behalf and confirmed meeting him\r\nand the Dlamini couple at Elangeni Hotel, Durban\naround 15h00 on a\r\nbusy day during which\none of the meetings\r\nhe attended concerned the bus industry and the election of its board\r\nof directors. The appellant had telephoned\na few days beforehand and\r\nrequested the meeting. The purpose of the meeting was to discuss the\r\nelection process of the chairperson\nof the Mahlabatini Taxi\r\nAssociation, to which the appellant belonged, as the incumbent\r\nofficial had recently died and his advice\nwas sought because of his\r\ninvolvement in the provincial structures of the taxi council.\n[25] He met them\r\nbriefly at the hotel’s parking lot and arranged to meet them\r\nlater, at 17h00, as he had an imminent meeting\nto attend. They met\r\nlater as arranged, discussed business and then parted. As far as he\r\ncould recall, the appellant and his party\ntravelled in a white Honda\r\nBallade. In his experience, the trip between Ulundi, from where the\r\nappellant came, and Durban took\nfour to five hours because of the\r\nroad’s sharp bends, heavy traffic and constant police\r\nsurveillance. About three months\nlater the appellant telephoned him\r\nand told him of his arrest in connection with a rape committed on the\r\nday of their meeting.\nThe appellant requested him to vouch for his\r\nwhereabouts and he agreed.\n[26] This is the\r\nconspectus of the evidence led at the trial. The court below accepted\r\nthe evidence of all the State witnesses,\nincluding the hearsay\r\nevidence. Regarding\nthe\r\nhearsay evidence, it relied on the decision of this court in\nS\r\nv Ndhlovu\n,\n2\nfor its finding that ‘the\r\ntotality or mosaic of the State case len[t] support to the credence\r\nand evidential value of the\nhearsay evidence contained in the\r\n[deceased’s statements]’ and was satisfied that the\r\nquality of such ‘hearsay\nevidence and the extraneous\r\nreliability guarantors’ justified its admission. Needless to\r\nsay in the light of the available\nevidence, the hearsay evidence was\r\nthe mainstay of the State case and the main basis for the appellant’s\r\nconviction.\n[27] The defence\r\nversion, including the alibi evidence, was summarily rejected as\r\nfalse. Without giving any reason for its preference\nfor the State\r\nversion regarding the evidence of the mediators, the court below held\n‘\nWe\r\nhave no hesitation in rejecting [the appellant’s] explanation\r\nfor his visit to Inkosi Shembe as false beyond reasonable\ndoubt. We\r\nare satisfied that we can accept Mr Mthethwa’s evidence as\r\ntruthful . . . Having done so we accept that [the appellant]\n\napproached these witnesses with the request to persuade Mr Myaka to\r\nhave the rape charge withdrawn.’\n[28] The one ‘flaw’\r\nin the appellant’s version which was identified in the judgment\r\nof\nthe court below was\r\nhis failure to respond with a denial when the deceased pointed him\r\nout as her attacker. The alibi evidence was\nfound false beyond\r\nreasonable doubt because, according to the court, Mvelase had\r\n‘conceded’ that the appellant could\nhave\nobtained his\r\nguidance telephonically rather than travel to Durban; he had no\r\nindependent recollection of the day of the meeting\nand accepted that\r\nit occured on 13 July 2004 because the appellant told him so; and his\r\nevidence that the appellant drove a Honda\nvehicle contradicted the\r\nappellant’s version that he drove his silver grey Golf 4\r\nvehicle.\n[29] The real issue\r\non appeal remains whether the appellant was properly identified as\r\nthe rapist and the challenge to the decision\nof the court below\r\nrelates, mainly, to the admissibility of the hearsay evidence, the\r\nweight the court below attached to the evidence\nof the mediators and\r\nits rejection of the appellant’s alibi.\n[30] I deal first\r\nwith the evidence of the mediators. The court below acknowledged the\r\n‘differences and apparent contradictions\nin their evidence’\r\nbut found them trifling having regard to the fact that ‘there\r\nwere several delegations and protracted\nnegotiations over a period of\r\ntime’. In the court’s view, the inconsistencies rather\r\nsupported the absence of a conspiracy\nto falsely implicate the\r\nappellant. But it found that the appellant’s use of the word\r\n‘rape’ in the course of\nthe negotiations did not\r\nconstitute an admission and was used ‘merely as a reference to\r\nthe charge he was facing’.\n[31] I respectfully\r\ndisagree with these findings. Apart from the contradictions relating\nto the dates, times\r\nand number of the meetings, the parties present thereat, the number\r\nof cattle or even the nature of compensation\noffered by the appellant\r\nand the responses of the deceased’s family (which are not\r\ndetailed exhaustively in the summary of\nthe evidence above) there are\r\nother factors to be considered which, in my view, detract from the\r\nevidence of these witnesses.\n[32] First, it is\r\nreadily apparent from the record that the mediation witnesses (I deal\r\nlater with the quality of the testimony\nof the Nxeles), with the\r\nexception of Mrs Qoma who was examined only briefly and not on the\r\nrelevant aspect, lied when they were\nquestioned about their political\r\naffiliations and the political dynamic in their area which\r\nconstituted an important part of the\nappellant’s defence. All\r\nclaimed to have been born and bred in Ulundi. Whilst one understands\r\ntheir reticence regarding their\npolitical allegiance, if any, which\r\nthey were not in any event compelled to disclose, they were extremely\r\nevasive. Pleading ignorance,\nthey steadfastly refused to answer even\r\ninnocuous questions relating to the existence of political activity\r\nlet alone the existence\nof the political organisations IFP and ANC in\r\nthe area.\n[33] There is then\r\nthe evidence of a custom which requires the wrongdoer’s family\r\nto negotiate pardon on his behalf said,\nby the appellant, to be\r\ncommonly practised in Zulu tradition, which was corroborated by two\r\nState witnesses. Myaka’s response\nwhen it was suggested to him\r\nin cross-examination was that he had in fact asked Mthethwa why the\r\nappellant had not sent members\nof his own family to him. Nzama also\r\ndid not deny its existence and merely said that the appellant did not\r\nemploy it but chose\nto approach him. The appellant insisted that he\r\nwould have followed that custom had he made the alleged approaches\r\nand no reason\npresents itself on the evidence as to why he should be\r\ndisbelieved.\n[34] As indicated,\r\nit was common cause that the appellant and the mediators barely knew\r\none another. Without even considering the\nappellant’s theory of\r\na trumped-up charge borne of political enmity and business jealousy\r\nto which these witnesses were party,\nto my mind, it strains credulity\r\nthat a person who had been charged with an extremely serious offence\r\nmeriting the maximum penalty\nand thus knew the extent of his\r\ntroubles, would openly admit committing the offence to strangers he\r\nknew had close ties with his\nvictim even before they agreed to assist\r\nhim as was alleged. I find it even harder to believe that those\r\npeople, in turn, with\na damning admission in hand, would simply\r\nacquiesce and shilly-shally over a protracted period instead of\r\npromptly rejecting and\nreporting the unwanted advances to the\r\nauthorities.\n[35] There is\r\nanother feature of the evidence that, I think, merits attention in\r\nthis regard. One of the State’s intended\nwitnesses, Ms Mamrie\r\nSibongakonke Ngcamu, did not testify. However, she had given the\r\npolice an elaborate and damning account against\nthe appellant,\r\ndetailing at great length her attempts to persuade the womenfolk of\r\nthe deceased’s family to withdraw the\nrape charge against the\r\nappellant, her boyfriend’s employer, on the promise of a cash\r\nreward if she succeeded, and how the\nappellant committed the murders\r\nin her presence when mediation failed. She recanted her statement\r\nbefore the trial commenced and,\nquite bizarrely, confessed to a plot\r\nto falsely implicate the appellant. Whilst all sorts of inferences\r\nmay be drawn from her recantation,\none nonetheless cannot speculate\r\nand her conduct must be viewed against the backdrop of acceptable\r\nevidence. The appellant’s\ntestimony of other attempts to impute\r\nfalse charges against him was not gainsaid and Ngcamu’s strange\r\nconduct and the other\nfactors, in my view, create considerable\r\nsuspicion and cast doubt on the veracity of the mediators’\r\ntestimony and their motives.\n[36]\r\nI have serious reservations too about the rejection of the\r\nappellant’s version when it was not shown to have been\r\ninherently\nimprobable.\n3\nThis is particularly so when it is\r\napparent that the court below misconstrued or disregarded portions\r\nthereof. For example, the\ncourt below found, as part of ‘the\r\nmosaic of the State case’ which lent credence to the hearsay\r\nevidence, that the\nappellant’s ‘only response [when\r\nidentified by the deceased] was merely to ask what was going on’,\r\n‘did\nnot respond with a denial’ and ‘elected to\r\nremain silent’. This finding constitutes a misdirection as it\r\noverlooks\nthe appellant’s unchallenged evidence that when the\r\ndeceased pointed him out he did ask what was going on and started to\r\nexplain that the deceased was making a mistake but was silenced by\r\nLangeni who instructed him to give his explanation at the police\n\nstation. Other than this feature, the court did not say why it found\r\nthe appellant’s version unsatisfactory. Similarly, State\n\ncounsel was unable to point out to us any flaw in his evidence which\r\nwould justify its rejection.\n[37] Regarding the\r\nalibi evidence, which received equally short shrift from the court\r\nbelow, one of the reasons it gave for rejecting\nMvelase’s\r\nevidence, ie that the appellant had given him the date of their\r\nmeeting, is not borne out by the record. Mvelase\nstated\r\ncategorically, without challenge, that the appellant did not mention\r\nthe actual date to him and merely told him that he\nwas accused of\r\ncommitting a rape on the day on which they had met. He then proceeded\r\nto explain that he recalled the day because\nof the nature of his\r\ndiscussions with the appellant whom he met for the first time and the\r\nbus meeting.\n[38] A court’s\r\napproach to alibi evidence is trite. The burden rests only on the\r\nState, to\nprove\r\nit false and if, on a totality of the evidence, there is a reasonable\r\npossibility that it is true, then there exists the same\npossibility\r\nthat the accused has not committed the crime.\n4\nAnd where the alibi or denial of\r\nguilt might reasonably be true, the State has failed to discharge its\r\nonus to prove beyond reasonable\ndoubt that the accused is guilty and\r\nhe must be acquitted.\n[39] It must be\r\nconsidered that Mvelase had no close relationship with the appellant\r\nand, thus, no reason to lie for him. The very\nfact that he gave a\r\nwrong description of the vehicle driven by the appellant, in my\r\nopinion, shows his lack of interest in exculpating\nthe appellant and\r\nthe outcome of the case. The description of the vehicle\nwhich the appellant\r\ndrove on the relevant day, being one of the key components of the\nalibi, one\r\nreasonably expects that he would otherwise have been drilled on that\r\naspect if he was a witness of convenience.\n[40] He, obviously,\r\nwas not told what to say in court. In any event, he stated that he\r\nhad no clear recollection of the vehicle.\nThe reasons he gave for\r\nremembering the\nparticular day seem,\r\nto me, entirely cogent. And, contrary to the approach of the court\r\nbelow, the appellant’s decision to\nhave a personal meeting with\r\ntheir provincial chairman, an important official, seems more fitting\r\nthan a casual telephone discussion\nparticularly considering the\r\nserious and sensitive nature of the matters in respect of which they\r\nsought advice.\n[41] As to the\r\nhearsay evidence, its admission is permissible if the jurisdictional\r\nfactors and safeguards set out in s 3(1) of\nthe Act are present.\r\nSection 3(1)(c) thereof, which was invoked by the State for the\r\nadmission of the deceased’s statements,\nprovides:\n‘\n3.\nHearsay\r\nevidence\nSubject to the\r\n\tprovisions of any other law, hearsay evidence shall not be admitted\r\n\tas evidence at criminal or civil proceedings,\nunless–\n. . .\n(c) the court,\r\nhaving regard to–\n(i) the nature of\r\nthe proceedings;\n(ii) the nature of\r\nthe evidence;\n(iii) the purpose\r\nfor which the evidence is tendered;\n(iv) the probative\r\nvalue of the evidence;\n(v) the reason why\r\nthe evidence is not given by the person upon whose\ncredibility the\r\nprobative value of such evidence depends;\n(vi) any prejudice\r\nto a party which the admission of such evidence might\nentail; and\n(vii) any other\r\nfactor which should in the opinion of the court be taken into\naccount,\nis of the opinion\r\nthat such evidence should be admitted in the interests of justice.’\nIn terms of subsec\r\n3(4), ‘hearsay evidence’, for the purposes of the\r\nsection, ‘means evidence, whether oral or\nin writing, the\r\nprobative value of which depends upon the\ncredibility of any\r\nperson other than the person giving such evidence.\n[42]\r\nThe challenge to the hearsay evidence related mainly to its probative\r\nvalue and the prejudice its admission entailed to the\nappellant. I\r\nmust say at the outset that in dealing with this evidence, the court\r\nbelow seems to have paid inadequate attention\nto the fact that the\r\ndeceased, whose evidence would not be tested in cross-examination\r\nwith all the dangers that posed,\n5\nwas also a child and a single witness\r\nin respect of the issue of identification (which created a greater\r\npotential for mistaken\nobservations and other risks such as\r\nsuggestibility). This court has repeatedly emphasized the need for\r\nscrupulous scrutiny when\ndealing with hearsay evidence especially\r\nthat of identification.\n6\n[43]\nIn\nS\r\nv Mamushe\nv\nThe\r\nState\n7\nBrand JA neatly encapsulated the\r\nlegal position as follows:\n‘\n[W]hat\r\nhas by now become axiomatic, is that our courts apply considerable\r\nrestraint in allowing (or relying on) hearsay evidence\nagainst an\r\naccused person in criminal proceedings. The reasons for this\r\nrestraint have become equally well settled. They flow mainly\nfrom the\r\nnature of the onus that rests on the state and from the rights of an\r\naccused person underwritten by the Constitution (see\neg\nS\r\nv Ramavhale\n1996\r\n(1) SACR 639\n(A) at 647i-648b;\nS\r\nv Ndhlovu\n[2002 (2) SACR 325\n(SCA)] para 16 at 337a-c). An important\r\nconsideration in deciding whether the court should overcome its\r\ngeneral reluctance to admit\nthe hearsay evidence under consideration\r\nin a particular case, relates to the role that the evidence will\r\nplay. It stands to reason\nthat a hearsay statement which will only\r\nserve to complete a ‘mosaic pattern’ will be more readily\r\nadmitted than one\nwhich is destined to become a vital part of the of\r\nthe state’s case ...\n. . .\n[B]y its very\r\nnature, hearsay evidence cannot be tested in cross examination. The\r\npossibility of mistake can therefore not be excluded\nin this way. The\r\nresult is, in my view, that hearsay evidence of identification can\r\nonly be admitted if the possibility of mistake\ncan safely be excluded\r\nin some other way, eg with reference to objectively established\r\nfacts.’\n[44]\r\nRelevant to this enquiry is the issue of the rapist’s\r\nidentification which the hearsay statements sought to establish.\nAs\r\nhas been mentioned, the appellant strenuously challenged the\r\nidentifying features given by the deceased in her police statement.\n\nHe protested during his evidence, that he was not of light\r\ncomplexion. Furthermore, according to the record, his facial features\n\nwere inspected by the trial judge during argument on the merits of\r\nthe case and consensus was reached that whilst he had old facial\n\nscars, he had no\nizingcabo\nmarks\r\nalthough nothing was then said about his complexion. But it does not\r\nappear from the judgment of the court below that it considered\nthis\r\ncrucial aspect of the evidence at all in the final analysis.\n[45]\r\nThe appellant’s persistent protestations and offer to present\r\nhimself before the appeal court for inspection in his heads\nof\r\nargument prompted us to direct counsel to furnish us with his\r\nphotograph to enable us to assess the disputed features. His\r\nphotograph was subsequently filed jointly by the parties’ legal\r\nrepresentatives together with a joint memorandum which recorded\ntheir\r\nobservations. We were also furnished with a photograph of another\r\nprisoner with\nizingcabo\nmarks\r\nfor comparative purposes. The appellant’s photograph, as\r\nacknowledged by both counsel, clearly showed that the appellant’s\n\ncomplexion is dark and that his face bears no\nizingcabo\nmarks. The marks on the appellant’s face, such as\r\nthey are, cannot by any stretch of the imagination be confused with\r\nizingcabo\nmarks- the latter are deep and long, three over each cheek\r\nand one on the forehead; the former are hardly noticeable by\r\ncomparison.\nHow this glaring discrepancy which goes to the heart of\r\nthe case (and which counsel for the State was constrained to concede,\r\nseverely\nimpacted on the State case) escaped the attention of the\r\ncourt below is beyond comprehension.\n[46] In her first\r\nstatement given to the police a few hours after the rape, the\r\ndeceased stated that she no longer remembered the\nregistration\r\nnumbers of her assailant’s vehicle but said that she had given\r\nthe particulars to Mrs Nxele who wrote them down.\nSurprisingly, in\r\nher next statement made two days later, after the appellant’s\r\narrest, she remembered these details. She\nsaid the vehicle’s\r\nregistration numbers were ‘ND 354645’. Mrs Nxele gave,\r\nfrom memory, an identical description\nin her police statement of the\r\nsame day. Strikingly, the description of each witness, whilst close,\r\ndid not match the appellant’s\nvehicle whose registration\r\nnumbers were ‘ND 357645’.\n[47] It seems to me\r\nthat the fact that these two individuals made the same mistake should\r\nhave stirred considerable unease in the\nmind of the trial judge. This\r\nis particularly so considering the mysterious fate of the crucial\r\nscrap of paper with the registration\nnumbers of the rapist’s\r\nvehicle, which Mrs Nxele said she gave to her husband to give to the\r\npolice, for which no one accounted\nbut did not appear to have reached\r\nthe police. Another cause for concern is the appellant’s\r\nevidence, which the prosecutor\ndid not challenge, that there were\r\nother vehicles of the exact make and colour as his in the Mahlabatini\r\narea.\n[48] There is,\r\nfurthermore, Nxele’s curious failure to tell the police that he\r\nhad seen the appellant’s vehicle in the\nvicinity of the rape\r\nscene when he reported the offence after leaving the deceased in his\r\nwife’s care. On both his and his\nwife’s version, the\r\ndeceased had carefully described the assailant’s vehicle to\r\nthem. From that description he should\nhave recognised the appellant’s\r\nvehicle, well known to him by his account. It would have been most\r\nnatural for him in those\ncircumstances to tell the police that the\r\ndescription of the assailant’s vehicle matched that of a\r\ncolleague’s vehicle\nhe had seen near the rape scene just after\r\nthe rape.\n[49] His excuse for\r\nthis vital omission under cross-examination was that he had received\r\nan anonymous phone call threatening to\nimpoverish him if he did not\r\ndistance himself from the rape incident. But, on his version, the\r\nalleged threat was made some days\nafter the incident and his visit to\r\nthe police. It simply could not have influenced his decision to\r\nconceal this valuable evidence.\n[50] None of these\r\ndiscrepancies, which were all material and demanded explanation, seem\r\nto have been considered by the court below.\nIn my view, they each\r\ncast serious doubt on the reliability of the description of both the\r\nrapist and his vehicle given by the\ndeceased and severely compromised\r\nthe probative value of the hearsay evidence. Contrary to the finding\r\nof the court below in this\nregard, the ‘extraneous guarantees\r\nof reliability’ envisaged in\nNdhlovu\ndid not exist in\r\nthe light of these inconsistencies. The admission of the deceased’s\r\nstatements entailed serious prejudice,\nboth procedural and\r\nsubstantive, to the appellant and ran counter to the interests of\r\njustice. The hearsay evidence, which, as\nI have said, was not merely\r\nanother piece of the puzzle but was pivotal to the State case and\r\nthus fell in the category cautioned\nagainst in\nMamushe\n, should\r\nnot have been admitted.\n[51] This finding\r\ndestroys the State case as what remains of its non-hearsay evidence\r\ndoes not link the appellant to the offence\nin any way. (A DNA\r\nanalysis had been conducted but was inconclusive and despite the\r\ndeceased’s statement that she had bitten\nthe rapist’s\r\ntongue, that does not seem to have been investigated.) The State\r\ntherefore failed to prove its case against\nthe appellant beyond\r\nreasonable doubt.\n____________________\nMML Maya\nJudge of Appeal\nAPPEARANCES:\nFor the appellant:\r\nJE Howse\nInstructed by: SP\r\nMncwango & Associates, Durban\nPonoane Attorneys,\r\nBloemfontein\nFor the respondent:\r\nN Maphalala\nDirector of Public\r\nProsecutions, Pietermaritzburg\nDirector of Public\r\nProsecutions, Bloemfontein\n1\nIt\r\n\tbears mention that the trial proceedings\nappear\r\n\tto have been so highly charged that the court personnel including\r\n\tthe trial judge had been threatened with death and had\nto be placed\r\n\tunder heavy guard for the duration\nof\r\n\tthe court hearing.\n2\nS\r\n\tv Ndhlovu\n2002 (2) SACR 325\n(SCA).\n3\nS\r\n\tv Shackell\n2001 (2) SA 185\n(SCA) para 30;\nS v V\n2000 (1)\r\n\tSACR 453\n(SCA) para 3.\n4\nR\r\n\tv Biya\n1952 (4) SA\r\n\t514\n(A) at 521D-E;\nR v\r\n\tHlongwane\n1959 (3) SA\r\n\t337\n(A) at 340H-341B;\nS\r\n\tv Shabalala\n1986 (4)\r\n\tSA 734\n(A) at 736B-C.\n5\nS\r\n\tv Webber\n1971 (3) SA 754\n(A);\nS v Sauls\n1981 (3) SA 172\n(A);\nR v Manda\n1951 (3) SA 158\n(A) at 163C-F;\nS v V\n2000 (1) SACR 453\n(SCA).\n6\nSee,\r\n\tfor example,\nS v Mthethwa\n1972 (3) SA 766\n(A) at 768A-D;\nS\r\n\tv Charzen\n2006 (2) SACR 143\n(SCA) para 11.\n7\nMamushe\r\n\tv The State\n[2007]\r\n\tSCA 58\n(RSA) paras 16 and\r\n\t18.",
  "scraped_at": "2026-02-12T15:32:03.772046",
  "date": "2011-03-31",
  "coram": [
    "CLOETE JA",
    "MAYA JA",
    "PETSE AJA"
  ],
  "case_number": "460/10",
  "parties": {
    "applicants": [
      "Mbangiseni Elias Mpungose",
      "Sabelo Cyril Khumalo"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "The appellant, Mbangiseni Elias Mpungose, was indicted for the rape of 15‑year‑old Celukuphila Mlambo and, together with a co‑accused, for the murders of the deceased, her mother and a cousin, as well as unlawful possession of firearms and ammunition. The State’s case relied heavily on two statements made by the deceased to police shortly after the rape, a medical report, and testimony from a taxi operator, his wife, police officers and a series of community mediators who claimed the appellant had attempted to have the rape charge withdrawn through traditional negotiations. The deceased had identified the appellant’s vehicle – a silver‑grey Golf – and described his physical features. The trial court admitted the deceased’s statements as hearsay under s 3(1)(c) of the Law of Evidence Amendment Act and convicted the appellant of rape, sentencing him to life imprisonment. On appeal, the appellant argued that the hearsay statements were unreliable, the mediator testimony was contradictory, and he had an alibi placing him in Durban on the day of the offence.",
    "issues": "The principal issues on appeal were (1) whether the deceased’s statements could be admitted as hearsay identification evidence under s 3(1)(c) of the Law of Evidence Amendment Act; (2) the weight to be given to the testimony of the mediators in light of inconsistencies and possible bias; (3) whether the appellant’s alibi evidence was sufficient to raise reasonable doubt; and (4) whether the conviction was safe in view of the identified evidential deficiencies.",
    "principles": "The Court applied the principles governing hearsay under s 3(1)(c) – the need to consider the nature of the proceedings, the probative value of the evidence, the reason for its unavailability, and any prejudice to the accused. Precedents such as S v Ndhlovu and S v Mamushe were cited, emphasizing the courts’ reluctance to admit hearsay identification unless the possibility of mistake is safely excluded by other reliable evidence. The Court also reiterated the burden on the State to prove the alibi false and the necessity of scrutinising witness credibility, especially where political affiliations may affect testimony.",
    "application": "The Court found multiple discrepancies: the vehicle registration numbers recorded by the deceased and the Nxeles did not match the appellant’s vehicle; the physical description of the rapist differed from the appellant’s appearance; the mediators gave contradictory accounts of dates, numbers of cattle offered, and their relationship to the appellant; and the alleged threat to the Nxeles did not explain the omission of critical evidence. The appellant’s alibi, supported by a testimony from a Dlamini associate, was found unreliable because the witness could not recall the vehicle description and had no motive to exculpate the appellant. Consequently, the hearsay statements lacked the necessary reliability guarantors and their admission prejudiced the appellant.",
    "conclusion": "The appeal was upheld. The Court set aside the conviction and life‑imprisonment sentence against Mbangiseni Elias Mpungose, ordering his immediate release. The State’s case was deemed to have failed to prove guilt beyond reasonable doubt, particularly due to the inadmissibility and unreliability of the hearsay identification evidence."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Evidence",
    "level_3": [
      "hearsay",
      "identification",
      "rape",
      "admissibility",
      "appeal"
    ]
  }
}