{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/190.html",
  "case_name": "Municipality of Stellenbosch v Shelf-Line 104 (Pty) Ltd (SCA) [2011] ZASCA 190; 2012 (1) SA 599 (SCA); [2012] 1 All SA 441 (SCA) (3 November 2011)",
  "citation": "[2011] ZASCA 190",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 190\n|\nNoteup\n|\nLawCite\nMunicipality of Stellenbosch v Shelf-Line 104 (Pty) Ltd (SCA) [2011] ZASCA 190; 2012 (1) SA 599 (SCA); [2012] 1 All SA 441 (SCA) (3 November 2011)\nDownload original files\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 615/10\nIn the matter between:\nTHE MUNICIPALITY OF\r\nSTELLENBOSCH\n…............................................\nAPPELLANT\nand\nSHELF-LINE 104 (PTY)\r\nLTD\n…................................................................\nRESPONDENT\nNeutral citation\n:\nMunicipality of Stellenbosch v Shelf-Line 104\n(615/10)\n[2011]\r\nZASCA 190\n(8 November 2011)\nCoram:\nHEHER,\r\nSNYDERS, SHONGWE, MAJIEDT JJA and PLASKET AJA\nHeard:\n13\r\nSeptember 2011\nDelivered:\n8\r\nNovember 2011\nUpdated:\nSummary:\nTownship\r\n– conditions of approval – rezoning and subdivision under\r\nsecs 16 and 25 of the Land Use Planning Ordinance\n15 of 1985 –\r\nwhether municipality may unilaterally amend such conditions after\r\nacceptance by developer.\n____________________________________________________________________________________\nORDER\nOn appeal from:\nWestern Cape High Court (Cape Town)\r\n(Goliath J sitting as court of first instance):\nThe appeal is dismissed\r\nwith costs including the costs of two counsel.\n_______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nHEHER JA (SNYDERS,\r\nSHONGWE, MAJIEDT JJA AND PLASKET AJA concurring):\n[1] The appellant is a\r\nlocal authority. Within its jurisdiction falls certain immovable\r\nproperty presently owned by the respondent\nthat was formerly\r\ndescribed as the Remainder of Portion 3 of the Farm Groenfontein,\r\nAnnex no 716, Klapmuts and is now known as\nerven 1340 and 1950,\r\nKlapmuts.\n[2] The respondent is a\r\nproperty developer. In 1999 its predecessors in title, Guillaume\r\nJohannes and Magdalena Elbertie du Toit,\napplied to the appellant to\r\nrezone and subdivide the property in order to develop what was, in\r\neffect, a residential township on\nit.\n[3] On 23 February 1999\r\nthe council of the appellant resolved to approve the rezoning in\r\nterms of s 16(1) of the Land Use Planning\nOrdinance, 15 of 1985\r\n(hereinafter referred to as ‘LUPO’) and the subdivision\r\nin terms of s 25(1) thereof, subject\nto specified conditions. An\r\nunsuccessful appeal was lodged by certain objectors to the proposed\r\ndevelopment and in July 2000 the\ncompetent authority dismissed the\r\nappeal and approved the application in terms which accorded with\r\nthose initially laid down by\nthe appellant, including a condition\r\n(2.17) that\n‘\nThe\r\nstandard conditions of Stellenbosch Municipality for rezoning and\r\nsubdivision shall be complied with.’\n[4] It is common cause\r\nthat such standard conditions included liability to make payment of\r\nbulk infrastructure development contribution\nlevies (‘BICLs’)\r\nin accordance with a tariff set out in the appellant’s\r\n‘Guidelines for Engineering Services\nwith regard to\r\nSubdivisions including Township Establishment, Smaller Subdivisions\r\nand Rezonings’. It is also not in dispute\nthat the formulae for\r\nthe calculation of the contributions which are contained in the\r\ntariff remained unchanged from 1999 until\nthe implementation of the\r\ncouncil resolution of 29 May 2007 which is the subject of the present\r\ndispute and which I shall consider\nin some detail below.\n[5] For reasons that are\r\nunexplained in the court papers the Du Toits allowed their rezoning\r\nand subdivision approvals to lapse.\nPresumably they or their\r\nsuccessor applied for reinstatement, since in February 2006 the\r\napprovals were extended for a period of\none year in terms of ss\r\n16(2)(ii) and 27 of LUPO. On 26 March 2006 the respondent’s\r\nplanners were notified that the Executive\nDirector: Economic\r\nFacilitation Services of the appellant had resolved that in terms of\r\ns 42 of LUPO certain conditions be imposed\nthat included the\r\nfollowing:\n‘\n5.1.2\r\nAll conditions as determined by the Provincial Administration in\r\ntheir letter dated 20/07/2000 be adhered to;\n5.1.3\r\nThat the development take place in two phases as proposed by the\r\napplicant.’\n[6] It must be pointed\r\nout that the earlier conditions had contained an express condition\r\nwhich required the applicant to notify\nits acceptance of the\r\nconditions in writing. Because of the terms of 5.1.2 (as quoted) that\r\nrequirement was implicitly repeated\non reinstatement. Although the\r\nrespondent made no positive assertion in the court below that it had\r\naccepted the conditions that\nis the most probable inference having\r\nregard to the subsequent history. The appellant has never placed its\r\nacceptance in question.\n[7] On 28 March 2006 a\r\nsubdivisional plan in respect of Phase One of the development was\r\napproved by the appellant. On 5 June 2007\na similar approval was\r\nobtained for Phase Two.\n[8] After approval of the\r\nplan for Phase One the respondent carried out its planning on the\r\nbasis of the estimated costs of development\nof the whole property\r\nincluding its liability for BICLs, calculated according to the tariff\r\nstructure in the Guidelines.\n[9] In March 2007 the\r\nrespondent became aware that the appellant was considering a possible\r\nincrease in its tariff structure for\nBICLs. Accordingly the deponent\r\nto the founding affidavit, Guillaume Johannes du Toit Jnr, and his\r\nfather (referred to in para\n[2] above) met with a Mr Hartzenberg, an\r\nemployee of the Municipality, to try to obtain finality in respect of\r\nthe respondent’s\nliability for the levies. According to the\r\ndeponent, Hartzenberg assured them that the existing tariff applied\r\nto their development.\nOn the strength of that assurance they\r\ncalculated the sale prices of the subdivided erven according to their\r\nprevious estimate\nof the liability viz R825 000, and proceeded with\r\nthe marketing on that basis.\n[10] Sales of erven were\r\nconcluded on the understanding that the existing tariff would\r\nregulate the amount of the liability, the\ncosts of the levies being\r\nfactored into the prices.\n[11] On 29 May 2007 the\r\ncouncil of the appellant considered its draft annual budget for the\r\nyear commencing 1 July 2007. It resolved:\n‘\n(a)\r\nthat the current approved formulae for the application of Bulk\r\nInfrastructure Contribution Levy\n(Dev.\r\nLevies)\n,\r\nbe escalated by a factor of 3,5 in order to align Stellenbosch’s\r\nlevies with other municipal levies with immediate effect;\n(b)\r\nthat this increase be included as basis for BICL in the 2007/2008\r\nbudget and tariffs;\n(c)\r\nthat developers be permitted to provide bulk services in lieu of BICL\r\nwith the approval of the Director: Civil Engineering Services\nand in\r\nterms of a service agreement; and\n(d)\r\nthat Council approve the schedule of rate for bulk infrastructure\r\ncontribution levies (detail attached as\nAPPENDIX\r\n1\n) and that same be\r\nimplemented with immediate effect’.\n[12] Thereafter confusion\r\narose among officials and developers as to the meaning of the\r\nresolution and, in particular, whether the\ncouncil’s intention\r\nhad been to apply the new tariff to all developments in esse or only\r\nto developments initiated after\n30 June 2007. This uncertainty gave\r\nrise to a further council resolution on 20 November 2007 and a\r\n‘clarifying resolution’\nof the Mayoral Committee on 27\r\nNovember 2007, both of which merely added legal uncertainty to the\r\nprocess (and generated a great\ndeal of additional argument before and\r\nduring the subsequent litigation).\n[13] On 4 December 2007\r\ntwenty-three erven in Phase One were simultaneously transferred to\r\npurchasers. Three further erven were\ntransferred on 15 February 2008\r\nand, the last five erven in that phase, on 8 July 2008. In all cases\r\nthe transfers were preceded\nby the issue of clearance certificates\r\ncertifying that amounts owing by the seller to the municipality in\r\nrespect of the land had\nbeen paid. Those payments were all calculated\r\naccording to the old tariff.\n[14] On 11 July 2008 and\r\n1 August 2008 the respondent requested the appellant to issue\r\nthirty-six clearance certificates relating\nto erven in Phase Two. The\r\nrespondent tendered payment of BICLs in accordance with the old\r\ntariff but the appellant refused to\ncomply unless payment accorded\r\nwith the new tariff.\n[15] After further\r\nexchanges between the parties proved futile, the respondent launched\r\nan urgent application in February 2009 in\nwhich it claimed an interim\r\norder directing the appellant to issue clearance certificates in\r\nrespect of the thirty-six Phase Two\nerven against payment of R590\r\n294-96 and the furnishing of a guarantee for payment of a further R3\r\n060 178-00 in the event of the\ncourt finding that the respondent was\r\nliable for BICLs on the basis of the appellant’s increased\r\ntariff.\n[16] On 25 February 2009\r\nthe Cape High Court made an interim order in terms of which the\r\napplication was postponed for hearing in\nJune of that year and the\r\nappellant undertook, pending judgment in the matter, to furnish\r\nclearance certificates for Phase Two\nerven against payment of the\r\naforesaid amount and the furnishing of an irrevocable undertaking by\r\nthe respondent to pay according\nto the increased tariff in the event\r\nof the municipality obtaining a favourable judgment.\n[17] On 31 May 2010\r\nGoliath J made the following order in the main application in favour\r\nof the developer:\n‘\n1.\r\nThe respondent is directed to issue clearance certificates to the\r\napplicant in respect of 36 erven situated in phase 2 of the\n\ndevelopment known as Rozenmeer, Klapmuts, within 24 hours of receipt\r\nof an application for the required certificates and provided\nthat the\r\napplicant has paid to the respondent an amount of R590 294,96 in\r\nrespect thereof.\n2.\r\nThe applicant is released of its obligation in terms of paragraph 6.2\r\nof the Court Order dated 25 February 2009.\n3.\r\nRespondent is ordered to pay the costs of this application, inclusive\r\nof the costs of 25 February 2009, including the costs consequent\nupon\r\nthe employment of two counsel.’\nWith leave of the learned\r\njudge the municipality appeals to this Court.\n[18] The appeal turns on\r\nthe meaning and, consequently, the scope and application, of the\r\ncouncil’s resolution of 27 May 2007.\nAccording to appellant’s\r\nheads of argument:\n‘\n46.1\r\nBefore 29 May 2007 the position was, and had been since 1999, that\r\nthe rate of BICLs was calculated in accordance with a particular\n\nformulae (sic) that Council adopted in 1999.\n46.2\r\nOn that date, Council authorised the continuation of the use of that\r\nformulae but with an escalation by a factor of 3.5, such\nescalation\r\nwas to take place with immediate effect.\n46.3\r\nCouncil also resolved that this increase be included as the basis for\r\nthe applicable BICLs in the 2007/2008 budget and tariffs.\n47.\r\nAccordingly, there is no question as to which tariff is applicable,\r\nwhether in respect of developments approved before or after\n1 July\r\n2007, or in respect of those where development agreements had been\r\nsigned or not, or where quotes had been furnished or\nnot. The fact of\r\nthe matter is that, with effect from 1 July 2007, (the earliest date\r\nwhen Council’s decision could lawfully\ntake effect) there was\r\nonly a\nsingle\ntariff for BICLs, same to be\r\ndetermined in accordance with the formulae that was before Council on\r\n29 May 2007, but escalated by\na factor of 3.5. There was no other\r\ntariff that could be applied after 1 July 2007. Accordingly, much of\r\nthe debate that ensued\nafter 29 May 2007 is misdirected because from\r\n1 July 2007 the increased tariff had to be uniformly applied to all\r\npayments of BICLs,\nirrespective of when the payment of those BICLs\r\nbecame due.\n’\n[19] The validity of that\r\nargument depends on the underlying principles of township development\r\nand the source of the power in the\ncouncil to impose conditions when\r\ngranting its approval for such development. The appellant’s\r\nposition is that BICLs are\na tax on the development of land paid by\r\nsuccessful applicants for township, rezoning and subdivisional\r\nrights. The council is\nentitled to amend its BICL tariffs, and,\r\ntherefore, vary the amount of the tax every year, if necessary. As a\r\ntax, it is operative\nfrom the effective date of its imposition,\r\nusually the beginning of the council’s financial year. Counsel\r\nsubmits that it\nis in this light that the resolution of 29 May 2007\r\nmust be understood, interpreted and applied. As I shall demonstrate,\r\nhowever,\nthat submission is contrary to principle and the established\r\nlaw relating to such developments, at odds with the council’s\n\nown policy, and, ultimately, in conflict with the statutory\r\nfoundation for the imposition and amendment of BICLs.\nPractical\r\nconsiderations\n[20]\r\nTownship development is an economic speculation that holds serious\r\nimplications for both the developer and the public authority.\nThe\r\ndeveloper, for example, must balance the costs involved in the\r\nacquisition of the land, with legal, planning, marketing and\n\ninfrastructural development expenses against a prediction of future\r\nmarket conditions, the potential of the land, competing developments\n\nand so on. The best interest of the local authority lies in the\r\nsuccess of the development. It too has infrastructural costs\r\nrecoverable\nin the medium to long term. A failed development\r\nrepresents a blot on its management and may involve it in the costs\r\nof salvaging\nthe development. In these circumstances prudence\r\nrequires that both parties exclude by their consensus as much\r\nuncertainty as they\ncan at the outset. The development process is, of\r\ncourse, also designed to protect the persons who will be acquiring\r\nproperty in\nthe development and will become its residents and users\r\nof its amenities:\nEstate Breet v Peri-Urban\r\nAreas Health Board\n1955 (3) SA 523\n(A), at\r\n531F;\nPalm Fifteen (Pty) Ltd v Cotton Tail\r\nHomes (Pty) Ltd\n1978 (2) SA 872\n(A) at\r\n888F-889B.\n[21] There\r\nis nothing original in the relationship as I have described it. As\r\nSchreiner JA said in\nEstate Breet\nat\r\n531C-D:\n‘\n.\r\n. . there is authority and reason for holding that the steps by which\r\na township is established and proceedings can be brought\nto recover\r\nendowment moneys, involve mutual consent between the administrator\r\nand the applicant as to the township conditions,\nand the\r\nadministrator may be regarded, not inappropriately, as making an\r\noffer to the applicant which the latter must accept if\na township is\r\nto be brought into existence’.\n1\nSee also\nPermanent Estate and Finance Co v Johannesburg\r\nCity Council\n1952 (4) SA\n249\n(W) at\r\n257;\nAdministrator (Cape Province) v\r\nRuyteplaas Estates (Pty) Ltd\n1952 (1) SA 541\n(A) at 551.\n[22] Although those cases\r\nrelated to township development simpliciter while the application\r\npresently under consideration covered\nthe lesser field of rezoning\r\nand subdivision, this is a distinction without a difference given the\r\nextent of the respondent’s\nproposed development.\nThe appellant’s\r\nown practice\n[23] The\r\nconditions for approval imposed in the present instance reflect the\r\nprinciples to which I have referred. Both in relation\nto the original\r\nand revived applications for rezoning and subdivision the applicant\r\n(the present respondent) was notified that\nits acceptance of the\r\nconditions in writing was required before the approval would become\r\neffective. The applicant was thus offered\nthe opportunity of\r\nconsidering the financial implications involved in fulfilling the\r\nconditions with the alternative of abandoning\nthe application if it\r\nconsidered them too onerous or such as to detract materially from the\r\nviability of the project. This opportunity\nwas particularly relevant\r\nin relation to clause 2.17 of the conditions.\nThe\r\nstandard conditions incorporated the formulae for developers’\r\ncontributions to bulk infrastructure costs, an important\nfactor in\r\nthe costing of the development and, hence, the prices at which the\r\napplicant would offer the subdivisions to the public.\n[24] The Guidelines for\r\nEngineering Services also provided protection for the municipality,\r\nas it was proper they should. In relation\nto BICLs they contained an\r\nexpress provision that:\n‘\nThe\r\ncapital contribution is due when the new rights are approved or at a\r\ntime mutually agreed upon by the parties.’\nThere\r\nwas, in this instance, no mutually agreed time. So the municipality\r\nneed not have been prejudiced by any delay on the part\nof the\r\ndeveloper in pursuing its development: it had only to invoke the\r\nremedy.\n2\n[25] In its supplementary\r\nsubmissions the appellant contended that BICLs did not become due and\r\npayable unless and until a development\ncontract was signed between\r\nthe municipality and the developer. As it was common cause between\r\nthe parties that no such contract\nhad been entered into the council\r\nremained at liberty to amend the conditions and impose them on the\r\nrespondents. Counsel referred\nto clauses 5 and 6 of the Standard\r\nConditions of Rezoning and Subdivision:\n‘\n5\r\na development contract must be entered into between the Municipality\r\nand the developer before any contractor may go on site and\nbefore any\r\nservices design plans or building plans will be approved.\n6\r\nWith the signing of the above-mentioned development contract, the\r\ndeveloper must pay the Municipality pro rata contributions to\nthe\r\nmain services (as calculated by the Town Engineer and the\r\nElectrotechnical Town Engineer) or, alternatively if approved by\nthe\r\nsaid departmental heads and the Town Treasurer, provide the\r\nMunicipality with an acceptable bank guarantee for the total amount\n\nof the said pro rata contributions.\n’\n[26] No doubt those\r\nrepresent the general terms of approval in default of express\r\nconditions applied to particular situations. The\nappellant’s\r\ndeponent Mr Kenned, its Municipal Manager, had, in the answering\r\naffidavit, identified the specific policy, comprising\n‘a set of\r\nguidelines and formulae to be applied by [the council] in determining\r\na developer’s pro-rata contribution\ntowards BICLs’ (the\r\nGuidelines to which I have earlier referred). The terms of that\r\npolicy, being directed to a specific\nend, clearly superseded the\r\ngeneral terms in para 6 with regard to the due date for payment.\r\nCounsel submitted that the respondent\nhad been unaware of the terms\r\nof the policy at the time of approval of its application. Even if\r\nthat was so (and I do not find\nthat to be clear on the affidavits)\r\nthe respondent committed itself to the council’s standard\r\nconditions when it elected\nto proceed with the approved development.\r\nThose conditions included the policy on BICLs and the formulae\r\ncontained in that policy.\n[27] It will be obvious\r\nfrom the aforegoing discussion of the relationship between the\r\nparties that the municipality’s attempt\nto rely on an\r\ninterpretation of the resolution of 29 May 2007 as the exercise of a\r\nunilateral right to vary the standard terms\nand conditions accepted\r\nby the applicant for the development in 2000 and again in 2006, flies\r\nin the face of the underlying principle\nof consensus. Of course the\r\nmunicipality possessed the right and the power to amend those terms\r\nand conditions and, in so far as\nit did so, the range and effect of\r\nsuch conditions when accepted in future by an applicant would be\r\naccording to their amended\nform. But clearly, in such circumstances,\r\nfor both legal and practical reasons the resolution could not affect\r\nterms and conditions\nalready the subject of acceptance by an\r\ndeveloper.\nAre bulk\r\ninfrastructure construction levies a tax?\n[28] Counsel for the\r\nmunicipality submitted that the resolution of 29 May 2007 imposed a\r\ntax on developers. I do not agree. It did\nno more than define the\r\nobligation of a developer for the purposes of a conditional approval\r\nof an application for rezoning and\nsubdivision under LUPO. The\r\nobligation required payment to the municipality of defined parts of\r\nthe latter’s infrastructural\ncosts, in return for which the\r\ndeveloper could expect to receive a properly serviced development and\r\nhigher prices for the properties\nsold by it. The payment would meet\r\nwhat was in effect an endowment obligation. The nature of such a debt\r\nwas closely examined by\nRamsbottom J in the\nPermanent Estate &\r\nFinance Co\ncase, supra, at 258A-F:\n‘\nThe\r\nreason for requiring endowment money is clear. When the owner of land\r\nobtains permission to establish a township and to sell\nlots, he\r\nacquires a right, but in exercising that right he imposes upon the\r\nlocal authority, if the township is within the area\nof jurisdiction\r\nof a local authority, a financial burden. A centre of population is\r\nbrought into being, and the inhabitants require\nstreets to be made,\r\nsanitary services to be provided, water and light to be made\r\navailable and so on. The Legislature has said\nto applicants for leave\r\nto establish a township: “We empower the Administrator to grant\r\nyour application, but we also empower\nhim, in doing so, to impose as\r\na condition that you will contribute towards the cost of providing\r\nthe amenities which persons to\nwhom you sell lots will require; the\r\namenities which purchasers know they will get will enhance the price\r\nat which you will be\nable to sell lots in the township and part of\r\nthat price must be handed to the local authority to enable it to\r\nprovide those amenities.”\nThe contribution may be made in one\r\nor more of the prescribed ways. The township owner may be required to\r\ndo work himself in the\nconstruction of streets. In addition, or in\r\nthe alternative, he may be required to pay to the local authority\r\nmoney, in a lump\nsum. Or he may have to transfer erven to the local\r\nauthority, from the sale of which the local authority may recoup\r\nitself. Or\nhe may have to make his contribution, by instalments, as\r\nand when he sells his erven.’\nThe learned judge\r\ncontinued (at 258H-259C):\n‘\nWhen\r\nthe Provincial Council enacted that the conditions upon which an\r\nowner of land could be offered permission to establish a township\n\nmight include a condition which, if accepted, would oblige him to\r\ncontribute towards the cost of the financial burden which would\nbe\r\nimposed on the local authority, it clearly did not impose a tax upon\r\nhim. I do not propose to attempt to give a definition of\nthe word\r\ntax. Though difficult to define, I think that a tax can be recognised\r\nwith reasonable ease. To require any person who\ncarries on a business\r\nor who owns a dog or a motor-car to pay a prescribed fee is, I think,\r\nto impose a tax. The money paid is\ntaken into general revenue and is\r\nused for general purposes; the person who pays receives no specific\r\nservice in return for his\npayment. Endowment money paid by a township\r\nowner is quite a different thing; it is an agreed payment for\r\nservices which are to\nbe performed for the improvement of the\r\ntownship and from which the township owner will derive financial\r\nbenefit. To require the\ntownship owner himself as a condition for the\r\ngrant of permission to establish a township to make the township\r\nhabitable by an\nurban community would not be to impose a tax upon\r\nhim, and where that work is to be performed by a local authority, to\r\nrequire\nhim to pay for, or to contribute towards the cost of, the\r\nwork is likewise not to impose a tax.’\n[29] This dictum, uttered\r\nin relation to a provision in Ord 11 of 1931 (Transvaal), is of equal\r\nvalidity in relation to s 42 of\nLUPO which provides:\n‘\n(1)\r\nWhen the Adminstrator or a council grants authorisation, exemption or\r\nan application or adjudicates upon an appeal under this\nOrdinance, he\r\nmay do so subject to such conditions as he may think fit.\n(2)\r\nSuch conditions may, having regard to-\n(a)\r\nthe community needs and public expenditure which in his or its\r\nopinion may arise from the authorisation, exemption, application\nor\r\nappeal concerned and the public expenditure incurred in the past\r\nwhich in his or its opinion facilitates the said authorisation,\n\nexemption, application or appeal, and\n(b)\r\nthe various rates and levies paid in the past or to be paid in the\r\nfuture by the owner of the land concerned,\ninclude\r\nconditions in relation to the cession of land or the payment of money\r\nwhich is directly related to requirements resulting\nfrom the said\r\nauthorisation, exemption, application or appeal in respect of the\r\nprovision of necessary services or amenities to\nthe land concerned.’\nTherein\r\nlies the authority for the inclusion of the provision that a\r\ncontribution be made to the costs of bulk infrastructure as\na\r\ncondition of the approval of a township or a subdivision and rezoning\r\napplication. (The foundation of the original power to impose\nsuch a\r\ncondition is also identified in the\nPermanent\r\nEstate & Finance Co\ncase,\r\nat 259C-G. Counsel for the appellant submitted that the authority of\r\nLUPO, as pre-constitutional legislation, had been superseded\nby s 229\r\nof the Constitution, but this is untenable; para 2 of Schedule 6\r\nmaintains the force of ‘old order legislation’\nand s 42\r\nof LUPO has neither been amended nor repealed and is not inconsistent\r\nwith the Constitution.)\nThe express\r\nprovisions of the existing law\n[30] But section 42\r\nproceeds to create a power to amend such conditions:\n‘\n(3)\r\nSubject to the provisions of the Removal of Restrictions Act, 1967\r\n(Act 84 of 1967), either the Administrator or a council,\nas the case\r\nmay be, may, in relation to a condition imposed under subsection (1),\r\nafter consideration of objections received in\nconsequence of an\r\nadvertisement in terms of subsection (4)\n3\nand\r\nafter consultation with the owner of the land concerned and, in the\r\ncase of the Administrator, with the local authority concerned-\n(a)\r\nwaive or amend any condition, and\n(b)\r\nimpose additional conditions of the kind contemplated in subsection\r\n(1), which additional conditions shall be deemed to have\nbeen imposed\r\nin terms of that subsection.’\n[31] Inasmuch as s 42(3)\r\nrequires consultation with the owner of the land before the council\r\nmay lawfully exercise its power to\namend conditions originating in s\r\n42(1), it affirms the consensual substratum of the original process.\r\nIt compels the local authority\nto consider and, where appropriate,\r\ntake account of the practical effects of the proposed amendment on\r\nthe development process.\n[32] In the context of s\r\n42(3) the unilateral imposition of an amended condition upon a\r\ndeveloper conflicts with the express terms\nof LUPO. There was, in the\r\npresent instance, no consultation with the owner of the land, and the\r\ncouncil gave no consideration\nto the effect of the amendment on the\r\nviability of the process. On the contrary, the interpretation which\r\nthe municipality seeks\nto place on the resolution of 29 May 2007\r\nwould have the legal consequence that when the municipality amends\r\nits BICL tariffs unilaterally,\nas it is entitled to do, it also\r\namends the terms under which it has previously granted approvals to\r\ndevelopers under s 42(1).\nSuch an interpretation cannot live with s\r\n42(3) which plainly requires consultation with each individual owner\r\n(and the consequent\nconsideration of factors affecting the\r\ndevelopment of each body of land upon which each original condition\r\nwas imposed).\n[33] It follows that the\r\ninterpretation espoused by the council has no foundation. The\r\nresolution of 29 May 2007 operated as an\namendment of the\r\nmunicipality’s BICL tariffs but did not render the changes\r\nbinding on the respondent.\n[34] In the result the\r\nappeal is dismissed with costs including the costs of two counsel.\n_________________\nJ A HEHER\nJUDGE OF APPEAL\nAPPEARANCES\nAPPELLANT: I Jamie SC\r\n(with him S K Witten)\nWebber Wentzel, Cape Town\nMatsepes Inc,\r\nBloemfontein\nRESPONDENT: N J\r\nTreurnicht SC (with him A Bester-Treurnicht)\nVan Dyk & Kie, Parow\nNaudés,\r\nBloemfontein\n1\nContrary\r\n\tto the submission of appellant’s counsel in supplementary\r\n\twritten submissions made after judgment was reserved,\nthe consensus\r\n\tdoes not result in a contract, as is shown by the judgments in\nBreet’s\ncase.\n2\nIn\r\n\ttheir supplementary heads counsel for the appellant submitted that\r\n\tpayment can, at the earliest, be due ‘when such service\n[ie\r\n\tthe provision of infrastructure] is actually provided, or its\r\n\tprovision is imminent’. That interpretation conflicts\nwith the\r\n\texpress words of the standard terms and the Guidelines.\n3\nSubsection\r\n\t(4) is not of relevance to the present case.",
  "scraped_at": "2026-02-12T16:04:59.261283",
  "date": "2011-11-08",
  "coram": [
    "HEHER JA",
    "SNYDERS",
    "SHONGWE",
    "MAJIEDT JJA",
    "PLASKET AJA"
  ],
  "case_number": "615/10",
  "parties": {
    "applicants": [
      "Municipality of Stellenbosch"
    ],
    "respondents": [
      "Shelf-Line 104 (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The Municipality of Stellenbosch approved, in 1999, the rezoning and subdivision of land formerly known as the Remainder of Portion 3 of the Farm Groenfontein (now erven 1340 and 1950, Klapmuts) for the purpose of creating a residential township. Approval was granted subject to standard conditions that included payment of bulk infrastructure contribution levies (BICLs) calculated according to a tariff set out in the municipality’s Guidelines for Engineering Services. After the original approvals lapsed, they were reinstated in 2006 with the same conditions. In May 2007 the municipal council resolved to increase the BICL tariff by a factor of 3.5, applying the increase with immediate effect. The developer (Shelf‑Line 104) continued to calculate its liability and the prices of the erven on the basis of the original tariff. When the developer sought clearance certificates for the Phase Two erven in 2008, the municipality demanded payment under the increased tariff and refused to issue the certificates. The High Court ordered the municipality to issue the certificates after the developer paid R590,294.96 and awarded costs. The municipality appealed.",
    "issues": "The appeal centered on (1) whether the municipality could unilaterally amend the BICL tariff and thereby vary the conditions of approval after the developer had accepted the original conditions; (2) whether BICLs constitute a tax that can be varied annually; (3) the proper construction and effect of the council resolution of 29 May 2007; and (4) whether amendment of conditions under s 42 of the Land Use Planning Ordinance (LUPO) requires consultation with the landowner.",
    "principles": "The court applied established principles of township development whereby approval of rezoning or subdivision is conditional upon the developer’s acceptance of the council’s conditions, creating a consensual contract. s 42(1) of LUPO authorises the council to impose conditions, but s 42(3) requires consultation with the landowner before any condition may be waived, amended, or additional conditions imposed. Pre‑constitutional case law (Estate Breet, Permanent Estate & Finance Co, etc.) distinguishes endowment contributions such as BICLs from taxes and confirms that unilateral tariff changes cannot retroactively alter already accepted conditions without the required consultation.",
    "application": "The court found that the developer had accepted the original standard conditions, including the BICL tariff in force at the time of approval. The council’s 2007 resolution to increase the tariff was not accompanied by the consultation mandated by s 42(3) LUPO and therefore could not bind the developer retrospectively. Consequently, the municipality’s attempt to enforce the higher tariff on the Phase Two erven was unlawful, and the developer’s obligation remained limited to the amount calculated under the original tariff.",
    "conclusion": "The appeal was dismissed. The Municipality of Stellenbosch was ordered to pay the costs of the appeal, including the costs of two counsel. The High Court’s order requiring the municipality to issue the clearance certificates after payment of the amount calculated under the original tariff stands."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Land Use Planning",
    "level_3": [
      "Township Development",
      "Bulk Infrastructure Contribution Levy",
      "Municipal Power to Impose Conditions",
      "LUPO"
    ]
  }
}