{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/240.html",
  "case_name": "Road Accident Fund v Lechner (711/10) [2011] ZASCA 240 (1 December 2011)",
  "citation": "[2011] ZASCA 240",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 240\n|\nNoteup\n|\nLawCite\nRoad Accident Fund v Lechner (711/10) [2011] ZASCA 240 (1 December 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 711/10\nIn\r\nthe matter between:\nTHE\r\nROAD ACCIDENT FUND\n….....................................................................\nAppellant\nand\nMAGDALENA\r\nLECHNER\n…........................................................................\nRespondent\nNeutral\r\ncitation:\nRoad Accident Fund v Lechner\n(711/2010)\n[2011]\r\nZASCA 240\n(1 December 2011).\nCoram:\nCloete, Cachalia and Leach JJA\nHeard:\n21 November 2011\nDelivered:\r\n1 December 2011\nSummary:\nGerman citizen injured\r\nin motor vehicle accident in South Africa – Reimbursed for\r\nmedical expenses by statutory insurer in\nGermany – Benefits\r\nreceived as\nquid pro quo\nfor contributions – Benefits to\r\nbe treated as non-deductible collateral benefits by Road Accident\r\nFund.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nWestern Cape\r\nHigh Court, Cape Town (Klopper AJ sitting as court of first\r\ninstance):\nThe appeal is dismissed with costs.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nCACHALIA JA (Cloete and Leach JJA\r\nconcurring):\n[1] This appeal concerns the\r\ndeductibility of collateral benefits from an award of delictual\r\ndamages.\n[2] Magadalena Lechner, the\r\nrespondent, a German citizen and resident claimed an amount of more\r\nthan R40 million from the Road Accident\nFund (the Fund), the\r\nappellant, in the Western Cape High Court (Klopper AJ) arising from\r\ninjuries she sustained in a motor vehicle\naccident in 1992, while\r\nvisiting South Africa. She was awarded a substantial amount as\r\ndamages of which approximately R4 million\nwas for medical and related\r\nexpenses that her statutory health insurance provider in Germany had\r\npaid to her service providers\non her behalf. Her insurer is known in\r\nGermany as the Kaufmännische Krankenkasse Hannover, which\r\nMs Lechner has been\na member of since 1963. Its associated\r\nlong-term nursing care insurance body is the Pflegekasse bei der KKH.\r\nIt would be convenient\nto refer to them both as the KKH.\n[3] The Fund contended in the high\r\ncourt, as it does before us, that the amount for medical expenses was\r\na social security benefit\nand should be excluded from Ms Lechner’s\r\ntotal claim. This was essentially because the KKH, which settled Ms\r\nLechner’s\nmedical costs, is an integral part of the German\r\nsocial security system that functions in terms of the Social Code\r\n(Sozialgesetzbuch\nor SGB). The high court, however, accepted the\r\nsubmission made on behalf of Ms Lechner that the nature of the\r\nbenefits paid by\nthe KKH was a form of indemnity insurance, which was\r\nnot deductible from her claim. The Fund appeals against this finding\r\nwith\nleave of the high court.\n[4] Ms Lechner initiated these\r\nproceedings after concluding an agreement with the KKH in 1997 in\r\nterms of which she agreed repay\nto it the cost of her medical\r\nexpenses in the event of her being successful in recouping this\r\namount from the Fund. The evidence\nestablished that this obligation\r\nwas imposed by legislation, ie by s 116(7) of Book X of the SGB. In\r\nthe court below the Fund submitted\nthat the agreement was invalid\r\nbecause it contravened both German and South African law. That\r\ncontention was not persisted with\nin this court and nothing further\r\nneed be said about it.\n[5] As the dispute turns primarily on\r\nthe characterisation of the benefit that the KKH paid on Ms Lechner’s\r\nbehalf, it is\nhere that I must begin. In this regard the high court\r\nwas entirely dependent on the expert evidence of two witnesses: Ms\r\nClaudia\nPetri-Kramer, for Ms Lechner, and Mr Michael Kleinekorte, for\r\nthe Fund. Ms Petri-Kramer testified in German through an\r\ninterpreter.\nMr Kleinekorte testified in English but struggled to do\r\nso because English is not his first language. Their evidence is not\r\nalways\neasy to follow. In addition the parties relied on various\r\ndocuments.\n[6] The evidence establishes that the\r\nKKH, like other statutory medical insurers, is a self-governing body\r\nrecognised under German\nlaw and predates the SGB. It functions\r\nindependently of government but is subject to its oversight. It has\r\nits own constitution\nand governing board. Importantly, it is\r\nself-funded from the contributions of its members, and until the end\r\nof 2008 determined\nits members’ contributions. It is, however,\r\nan integral part of the SGB, which covers four areas of insurance,\r\nnamely health,\nlabour related accident and sickness, unemployment and\r\npensions. There are between 180 and 190 medical insurers in the\r\ncountry.\n[7] In her evidence Ms Petri-Kramer\r\nexplained that medical insurance in Germany is either private or\r\nstatutory. Private health insurance\nis available only to those whose\r\nfinancial means gives them the freedom to contract. They are\r\ndescribed as ‘versicherungsfrei’,\nand in 1992, at the\r\ntime of Ms Lechner’s accident, such persons had the choice of\r\nstatutory or private medical insurance\n– or, until 1996, none\r\nat all. Private insurance, with which we are familiar in this\r\ncountry, is based on the relationship\nbetween premiums and insured\r\nrisk. However, those who are ‘versicherungspflichtig’ are\r\nobliged by law to have statutory\nmedical insurance. They are wage and\r\nsalary earners with incomes below a certain threshold level.\n[8] This was Ms Lechner’s\r\nposition until 1988, when her salary reached this level. She then had\r\na choice whether or not to\nremain a member of the KKH, which is one\r\nof the recognised medical insurance bodies in the SGB, and thus\r\nenjoyed the same benefits\nas she had earlier. By law these benefits\r\nmay only be funded from the contributions of members (based on their\r\nincome) and their\nemployers. The extent of the benefit, however,\r\nbears no relationship to the risk insured. Family members of the\r\ninsured also enjoy\nthese benefits, but no contributions are levied\r\nfrom them. This is aptly described in the SGB as ‘solidarity\r\nfinancing’\nand covers 20 million non-contributing members.\r\nWhere the existing contributions are insufficient to meet the funding\r\nneeds, additional\ncontributions are levied, and in addition, the\r\nstate may provide a subsidy. It would appear that statutory medical\r\ninsurers compete\nwith each other for business and until 1998, had\r\ndifferent rates of contribution and even benefits. Since 1999 the\r\nrates of contribution\nare regulated, but competition between the\r\nstatutory insurers continues. The system covers 87 per cent of the\r\npopulation.\n[9] To return to Ms Lechner’s\r\nposition: As I have mentioned, in 1988, after her salary had reached\r\nthe threshold, she elected\nto remain a voluntary member of the KKH,\r\nand continued to pay her contributions. For the first six weeks after\r\nthe accident until\n15 February 1993, she was on sick pay and no\r\ncontributions were payable to the KKH. For the next 72 weeks until\r\nJune 2004, whilst\nshe received unemployment pay, she became a\r\ncompulsory member and the state paid her contributions. (She was\r\nentitled to have those\ncontributions paid because she had paid\r\nunemployment insurance.) From June 1994 until 19 March 1995 when she\r\nwas declared permanently\ndisabled, she again became a voluntary\r\nmember of the KKH and paid contributions. After 19 March 1995 and\r\nuntil the law was amended\non 1 April 2002, she remained a voluntary\r\nmember and had to pay contributions although these were to an extent\r\nsubsidised by an\nextra payment from her pension provider. But the\r\nimportant point is that as the law then stood she had an option not\r\nto remain\na voluntary member of the KKH, yet she elected to do so.\n[10] So, it is beyond dispute that the\r\nbenefits Ms Lechner received from the KKH were in return for\r\ncontributions made by her or\non her behalf to the KKH. At the time of\r\nher accident in 1992, according to the evidence, had she not paid her\r\ncontributions her\nbenefits would have ceased. The position after\r\ncertain statutory changes were introduced in 1 April 1997 is\r\nthat benefits\nwere suspended if the contributions ceased. In either\r\ncase the benefits were received as a\nquid\r\npro quo\nfor the\r\ncontributions to the KKH. None of the benefits she received fell into\r\nthe category of so-called ‘versicherungsfremde\nleistungen’\r\n(non-insurance benefits) funded by a state subsidy from general tax\r\nrevenue.\n[11] Mr Duminy, who appeared for Ms\r\nLechner, submitted that entitlement to benefits is not a function of\r\nstate largesse, but is\ndependent upon members’ contributions,\r\nwithout which the benefit ceases. The benefits are therefore a\nquid\r\npro quo\nfor Ms Lechner’s\r\ncontributions and are\nres\r\ninter alios acta\nas far as\r\nthe Fund is concerned.\nMr\r\nPotgieter for the Fund, on the other hand, placed his emphasis on the\r\nabsence of any correlation between contribution and risk,\nwhich is\r\nthe central feature of private health care insurance. The\r\ncontributions do not buy benefits, but secure membership the\nbenefits\r\nof which accrue to all members – whether paying or non-paying,\r\ncompulsory or voluntary – on the basis of need\nand not the\r\nextent of the contribution. The benefits are therefore more akin to\r\nsocial security benefits, which are generally deductible.\nAs I have\r\nmentioned, the high court upheld Mr Duminy’s and not Mr\r\nPotgieter’s submission.\n[12] The approach to the deductibility\r\nof benefits has been restated on several occasions in this court and\r\ncan now be considered\nsettled. Benefits resulting from the damage\r\ncausing event are generally deducted. Collateral benefits such as\r\nthose deriving from\nprivate insurance contracts or the benevolence of\r\nthird parties are not. There is no clear jurisprudential basis for\r\ndeciding what\nbenefits are collateral; the inquiry mainly involves\r\nconsiderations of public policy and equity. In this regard a court\r\nwill weigh\ntwo conflicting considerations: the plaintiff should not\r\nreceive double compensation and the wrongdoer or his insurer should\r\nnot\nbe able to avoid the full extent of his liability. What a court\r\nconsiders just and equitable will inevitably depend on the\r\ncircumstances\nof each case.\n1\n[13] In England benefits from social\r\nsecurity schemes are clearly an exception to the general rule that\r\ncollateral benefits are\nto be deducted. Thus in\nMcGregor\r\non Damages\n2\nit is stated that in relation to\r\nmedical and allied expenses ‘collateral benefits throughout do\r\nnot operate so as to reduce\nthe damages, with one clear exception of\r\nsocial security benefits both monetary and non-monetary’. The\r\npolicy consideration\nunderlying this approach is to avoid double\r\ncompensation, as was explained in the well-known English case\nHodgson\r\nv Trapp\n.\n3\nThere, the court had to consider\r\nwhether a deduction had to be made for certain ‘attendance and\r\nmobility allowances’\npayable under the Social Security Act 35\r\nof 1975, from the damages awarded to the plaintiff for personal\r\ninjuries sustained in\na motor vehicle accident. In deciding that the\r\nallowances were to be deducted, Lord Bridge elucidated his decision\r\nthus:\n4\n'In\r\nthe end the issue in these cases is not so much one of statutory\r\nconstruction as of public policy. If we have regard to the\nrealities,\r\nawards of damages for personal injuries are met from the insurance\r\npremiums payable by motorists, employers, occupiers\nof property,\r\nprofessional men and others. Statutory benefits payable to those in\r\nneed by reason of impecuniosity or disability\nare met by the taxpayer\r\n. . . There could hardly be a clearer case than that of the\r\nattendance allowance payable under s 35 of\nthe 1975 Act where the\r\nstatutory benefit and the special damages claimed for cost of care\r\nare designed to meet the identical expenses.\nTo allow double recovery\r\nin such a case at the expense of both taxpayers and insurers seems to\r\nme to be incapable of justification\non any rational ground.'\n[14] Although a similar case to\nHodgson\nhas\r\nnot arisen in South Africa, this court in\nBane\r\nv D’Ambrosini\n5\nappears to have accepted, at least\r\nimplicitly, that benefits from social insurance or national health\r\nschemes similar to those in\na ‘European context’ would be\r\ndeductible in this country. This follows from the fact that Hurt AJA\r\ndistinguished such\nschemes from privately run medical schemes\r\nregulated by the\nMedical Schemes Act 131 of 1998\nin this country.\n6\nIn two cases, South African courts had\r\nto consider the deductibility of ‘social-security benefits’\r\nreceived in foreign\ncountries.\n[15] The first was\nZysset\r\nv Santam Ltd\n7\nwhere the Cape Provincial Division had\r\nto consider whether Swiss citizens, who had been injured in a motor\r\nvehicle accident in South\nAfrica, had to deduct financial benefits\r\nreceived from two Swiss social insurance schemes for their injuries.\r\nIn terms of the schemes\npremiums were paid and benefits received. The\r\nbenefits, like those in the present case, were unrelated to the\r\npremiums. The schemes\nin issue were compulsory: the first covered all\r\npersons. Failure to pay premiums did not disentitle anyone to\r\nbenefits under the\nscheme. The second scheme covered only persons in\r\nemployment. Premiums paid by them were calculated as a percentage of\r\nthe employee’s\nsalary. The two schemes had the object of\r\ncovering the entire population.\n8\nThe plaintiffs had sued the defendant\r\nas insurer for damages under the Compulsory Motor Vehicle Insurance\r\nAct 56 of 1972 after agreeing\nwith the bodies administering the\r\nschemes that in the event of them being paid in full, they would\r\nreimburse the schemes for the\ncompensation paid to them – much\r\nlike the German legislative requirement which gave rise to the\r\nagreement in the instant\ncase.\n[16] The court said that just as the\r\nsource of the funds of compulsory motor insurance scheme is, through\r\na fuel levy, the motor-vehicle-using-public,\nthe Swiss schemes are\r\nsimilarly dependent upon the greater section of the public for funds\r\nfrom which claims have to be made. Then,\nfollowing the approach in\nHodgson\n,\nthe learned judge said that in the\r\n‘absence of any rational ground, moral or otherwise’ for\r\npermitting the plaintiffs\nto be doubly compensated the benefits from\r\nthe schemes would fall to be deducted from the total claim. More so\r\nbecause the source\nof the funds from which payments are made to\r\nvictims of motor vehicle accidents both in South Africa and in\r\nSwitzerland is the\ngeneral public.\n9\nHowever, because the plaintiffs were\r\nrequired to repay the Swiss schemes, there would have been no double\r\ncompensation. The benefits\nwere accordingly held not to be\r\ndeductible.\n10\n[17] The second case,\nRoad\r\nAccident Fund v Cloete NO\n,\n11\nconcerned the Belgian\r\nstate-administered social insurance scheme, which also had compulsory\r\ncomponents. Cleaver J found that\nZysset\nhad been wrongly decided on\r\nwhether a deductible benefit could be made non-deductible by reason\r\nof an undertaking to repay the social\ninsurer. In the learned judge’s\r\nview, ‘an undertaking to repay should not be elevated to an\r\nexception to the general\nrule that payments received from Belgian\r\nschemes should be deducted from the damages award in this country’.\n12\n[18] In my view the benefits in issue\r\nin this case differ from those in\nZysset\nand\nCloete\r\nNO\n, fundamentally because\r\nboth those schemes were compulsory state-administered schemes. The\r\nscheme in this case, though part of the\nSGB, operates independently\r\nfrom the state. Counsel for the Fund nevertheless pressed the point\r\nthat because contributions to the\nKKH are levied on both employed and\r\nself-employed members under the SGB, they are akin to special or\r\nadditional levies on the taxable\nincome of the working population and\r\non the payroll of employers affiliated to this system. As such, it\r\nwas contended, they cannot\nbe compared to premiums on a private\r\ninsurance policy as they bear no relationship to the risk insured.\r\nAccordingly, so it was\ncontended, the benefits ought to be deducted\r\nfrom Ms Lechner’s total claim.\n[19] I accept that the premiums paid\r\nby Ms Lechner bore no direct relationship to the risk insured. In\r\nthis sense the scheme to\nwhich she belonged differed from the usual\r\nprivate medical schemes. But it is beyond dispute that she enjoyed\r\nbenefits as a voluntary\nmember at the time of her accident. The fact\r\nthat she later at times became a compulsory member after her\r\naccident, which was forced\nupon her because of the injuries she\r\nsustained in the accident, cannot in my view change the situation.\r\nCrucially, as I have mentioned,\nshe received her benefits in return\r\nfor her contributions. Had she ceased paying contributions, her\r\nbenefits would also have ceased,\nor later been suspended. In my view\r\nthis is sufficient to render the benefits received from the KKH\nres\r\ninter alios acta\nas far as\r\nthe Fund is concerned.\n[20] Moreover, as Mr Potgieter\r\naccepted on behalf of the Fund, there is no question of Ms Lechner\r\nreceiving double compensation\nby virtue of the German legislation\r\nreferred to earlier. Instead he submitted that the ultimate question\r\nin this matter is whether\nthe Ms Lechner’s expenses are to be\r\npaid for by the South African or German taxpayer. He further\r\nsubmitted that it would\nbe contrary to public policy for this\r\ncountry’s taxpayers to reimburse the KKH for expenses incurred\r\nin the execution of\nits statutory mandate.\n[21] In my view, Mr Potgieter\r\nmisstated the position. By virtue of the provisons of the SGB\r\nreferred to in para 4 above, Ms Lechner\nis obliged to repay the KKH.\r\nSo she will not receive more than she was entitled to receive. The\r\nSouth African taxpayers will pay\nno more than they would have had to\r\npay because Ms Lechner is obliged by the German legislation to\r\nrepay the KKH – it\nis not as though the Fund has to pay the KKH\r\nas well as Ms Lechner. The KKH (not the German fiscus), which is out\r\nof pocket, will\nbe reimbursed; and the KKH needs the reimbursement in\r\norder to continue to fund claims by its members.\n13\nThis outcome is, in my view, neither\r\nunfair nor troublesome from a public policy perspective. The appeal\r\nmust therefore fail.\n[22] The following order is made:\nThe appeal is dismissed with costs.\n_________________\nA CACHALIA\nJUDGE OF APPEAL\nAPPEARANCES\nFor Appellant: T D Potgieter SC (with\r\nhim E van der Horst)\nInstructed\r\nby:\nDLA\r\nCliffe Dekker Hofmeyer, Cape Town\nE\r\nG Cooper Majiedt, Bloemfontein\nFor Respondent: W R E Duminy SC (with\r\nhim J A van der Merwe)\nInstructed\r\nby:\nScheibert\r\n& Associates, Cape Town\nLovius\r\nBlock Attorneys, Bloemfontein\n1\nErasmus\r\n\tFerreira & Ackermann v Francis\n2010 (2) SA 228\n(SCA) paras\r\n\t16 and 17;\nRoad\nAccident Fund v Timis\n(29/09) ZASCA 30\r\n\tparas 6-9.\n2\n8\r\n\ted (2009) at 1429.\n3\nHodgson\r\n\tv Trapp\n[1988] 3 All ER 870\n(HL) at 874\na\n.\n4\nIbid\r\n\tat 876\nf-h\n.\n5\nBane\r\n\tv D’Ambrosini\n2010 (2) SA 539\n(SCA).\n6\nIbid\r\n\tpara 19.\n7\nZysset\r\n\tv Santam Ltd\n1996 (1) SA 273\n(C).\n8\nIbid\r\n\tp 279C-G.\n9\nIbid\r\n\t280E-J.\n10\nIbid\r\n\t281J-282B.\n11\nUnreported\r\n\tCPD Case no 6576/2006 (4 February 2008).\n12\nIbid\r\n\tpara 23. This court overruled\nCloete NO\nin\nRoad Accident\r\n\tFund v Cloete NO\n[2010] 2 All SA 161\n(SCA), but not on this\r\n\tquestion. It held that the question did not arise.\n13\nCf\nErasmus Ferreira and Ackermann v Francis\n2010 (2) SA 228\n(SCA) para 18.",
  "scraped_at": "2026-02-12T16:21:04.681471",
  "date": "2011-12-01",
  "coram": [
    "Cloete JJA",
    "Cachalia JJA",
    "Leach JJA"
  ],
  "case_number": "711/10",
  "parties": {
    "applicants": [
      "Road Accident Fund"
    ],
    "respondents": [
      "Magdalena Lechner"
    ]
  },
  "sections": {
    "facts": "Magdalena Lechner, a German citizen, was injured in a motor‑vehicle accident in South Africa in 1992. She sued the Road Accident Fund for more than R40 million. The Fund awarded her damages, of which approximately R4 million covered medical expenses that had been paid on her behalf by the German statutory health insurer Kaufmännische Krankenkasse Hannover (KKH). Lechner had been a member of KKH since 1963 and, under German law, contributed to the scheme; the benefits she received were provided as a quid‑pro‑quo for those contributions. In 1997 she entered into an agreement with KKH to repay any amounts recovered from the Fund. The Fund argues that the KKH payments are a social‑security benefit and should be deducted from the damages, while Lechner contends they are an indemnity insurance benefit and non‑deductible.",
    "issues": "The principal issue is whether the benefits paid by the German statutory insurer KKH constitute deductible collateral benefits that must be subtracted from the damages awarded by the South African Road Accident Fund. Related questions include whether the benefits are akin to social‑security benefits, whether double compensation would arise, and what public‑policy considerations should guide the deduction.",
    "principles": "South African case law distinguishes between collateral benefits that are deductible (typically social‑security or state‑administered schemes) and those that are not (private insurance or indemnity benefits). The Court has followed English authorities (e.g., McGregor on Damages, Hodgson v Trapp) that exclude social‑security benefits from damages but allow other collateral benefits to remain. South African precedents such as Bane v D’Ambrosini, Zysset v Santam Ltd, and Road Accident Fund v Cloete NO establish that benefits from compulsory state‑run schemes are deductible, whereas benefits that are contributions‑based and provided on a quid‑pro‑quo basis are not.",
    "application": "The Court examined the nature of KKH as a statutory medical insurer that operates independently of the state, funded by member contributions, and whose benefits are provided only while contributions are maintained. It concluded that the benefits were not a state subsidy or a social‑security benefit but were a contribution‑based entitlement, i.e., a quid‑pro‑quo benefit. Because the benefits cease when contributions stop, they are not subject to deduction. Moreover, the repayment agreement with KKH ensures no double compensation, satisfying public‑policy concerns.",
    "conclusion": "The appeal by the Road Accident Fund is dismissed with costs. The KKH benefits are held to be non‑deductible collateral benefits, and the Fund must honour the full damages awarded to Ms Lechner."
  },
  "tags": {
    "level_1": "Delict",
    "level_2": "Damages and Collateral Benefits",
    "level_3": [
      "social security",
      "foreign insurance",
      "double compensation",
      "contribution-based benefits"
    ]
  }
}