{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/236.html",
  "case_name": "Dube v S (322/11) [2011] ZASCA 236 (30 November 2011)",
  "citation": "[2011] ZASCA 236",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 236\n|\nNoteup\n|\nLawCite\nDube v S (322/11) [2011] ZASCA 236 (30 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 322/11\nIn\r\nthe matter between\nHLANGANANI\r\nSIHLOBO DUBE\n…..............................................\nAppellant\nand\nTHE\r\nSTATE\n…..............................................................................................\nRespondent\nNeutral\r\ncitation:\nDube v The State\n(322/11)\n[2011] ZASCA 236\n(30 November 2011)\nCoram:\nPONNAN, MHLANTLA and\r\nBOSIELO JJA\nHeard:\n22 November 2011\nDelivered:\n30\nNovember 2011\nSummary:\nCriminal Law – appeal against\r\nconviction and sentence – robbery with aggravating\r\ncircumstances and reckless driving\n– whether appellant was\r\nproperly identified as perpetrator – no reason for appeal court\r\nto interfere – convictions\nand sentences confirmed.\n___________________________________________________________\nORDER\n___________________________________________________________\nOn appeal from:\nNorth Gauteng\r\nHigh Court (Pretoria) (Omar AJ and Makgoka J sitting as court of\r\nappeal):\nThe appeal against the convictions and sentences is\r\ndismissed.\n___________________________________________________________\nJUDGMENT\n___________________________________________________________\nMHLANTLA JA (PONNAN and BOSIELO JJA concurring):\n[1] On 2 November 2006 at approximately 10h00, Milan\r\nIgnatof (the complainant) was driving his motor vehicle in McKenzie\r\nPark, returning\nto his workplace after withdrawing an amount of R120\r\n000, which was to be utilized to pay wages to some of his employees.\r\nHe was\ntalking to a client on his cellular phone when a motor vehicle\r\nahead of him suddenly slowed down and a bakkie that had been\r\nstationary\nuntil then drove into his motor vehicle, effectively\r\ncausing a collision. He initially surmised that this was a genuine\r\ncollision\nbut later realized that a robbery was in progress. Three\r\nrobbers were involved, two of whom had firearms in their possession.\r\nBefore\nthe complainant could react one of the robbers pointed a\r\nfirearm at him and demanded the cash. He was robbed of the R120 000,\r\nhis\nwallet containing R600 cash, credit cards and his medical aid\r\ncard as well as his Nokia cellular phone. The robbers thereafter\r\ncasually walked away from the scene.\n[2] Shortly after the robbers had left the scene,\r\nparamedics in the employ of ER 24 drove past. He flagged them down\r\nand alerted\nthem to the occurrence of the robbery. They contacted the\r\nSouth African Police Services (SAPS) flying squad which arrived at\r\nthe\nscene within five minutes of the robbery. The complainant\r\nprovided the police officers with the description of the robbers,\r\nthat\nis, the type and colour of clothing worn by them as well as\r\ntheir physical appearances.\n[3] The police set out in pursuit of the robbers.\r\nConstable Rodney Ramaroka, a member of the flying squad, saw a person\r\nwearing\ndark trousers and a red top, who did not seem to know where\r\nhe was going, walking up and down the street. Ramaroka was suspicious\n\nof him but did not arrest him and kept on patrolling. He saw another\r\nperson who wore a grey polo neck, grey trousers and shoes\nnear a\r\ncertain house. This fitted the description of one of the suspects\r\nprovided by the complainant. Ramaroka saw this person\nenter a certain\r\nresidential premises. He confronted him and asked for his\r\nidentification and the purpose of his visit at that house.\nThe man\r\nreplied that he was the owner. He later established that the man was\r\nnot the owner but had sought refuge there. He arrested\nthe suspect\r\nand took him to the scene where he found the other suspect. He\r\nimmediately recognised the person as the one he had\nseen earlier,\r\nwandering near an open field. Inspector Mooka attached to the Crime\r\nCombating Unit of the SAPS, received a report\nfrom radio control. He\r\nis the one who arrested the second suspect whose clothing fitted the\r\ndescription provided. Mooka found a\nNokia cellular phone in his\r\npossession. The two suspects were formally charged. The complainant\r\nsubsequently attended an identification\nparade where he positively\r\nidentified the appellant as one of the robbers.\n[4] The appellant and his co-accused were charged in the\r\nRegional Court, Benoni of robbery with aggravating circumstances. The\r\nappellant\nalso faced a charge of reckless or negligent driving. At\r\nthe commencement of the trial the appellant tendered a plea of not\r\nguilty.\nIn amplification of his plea in terms of\ns 115\nof the\nCriminal Procedure Act 51 of 1977\n, he explained that he had gone to\r\nMcKenzie Park to seek casual employment and had no knowledge of the\r\nrobbery. According to him,\nhis arrest was motivated by a xenophobic\r\nmindset on the part of the police since he was a Zimbabwean national;\r\nthat the police\nhad assaulted him and compelled him to admit that he\r\nwas the driver of the bakkie.\n[5] During the trial the complainant also identified the\r\nappellant whilst the latter was sitting amongst five other persons in\r\nthe\ndock. The former further elaborated that the physical appearance\r\nof the appellant had changed as he had lost some weight since the\n\nrobbery. He was adamant that the appellant was one of the robbers. He\r\nidentified the appellant as the person who had driven into\nhim and he\r\nhad clearly seen his face at that stage. The police officers\r\ncorroborated the complainant's version in regard to the\narrest of the\r\nappellant. The appellant denied ever committing the offences.\r\nRepeating his allegation that his arrest was as a result\nof the\r\nxenophobic tendencies of the police, he further claimed that the\r\ncomplainant had conspired with the police officers to falsely\n\nimplicate him.\n[6] On 22 November 2007 the regional magistrate rejected\r\nthe appellant's version as not reasonably possibly true and accepted\r\nthe\nState's version. He convicted the appellant of robbery with\r\naggravating circumstances and reckless driving. The magistrate\r\nimposed\na sentence of 15 years' imprisonment for the robbery and 12\r\nmonths' imprisonment in respect of reckless driving. He thereafter\r\ndismissed the appellant’s application for leave to appeal\r\nagainst the convictions and sentences imposed.\n[7] The North Gauteng High Court, Pretoria subsequently\r\ngranted the appellant leave to appeal against his convictions and the\r\nsentences\nimposed. His appeal was dismissed by Omar AJ (Makgoka J\r\nconcurring). These are the reasons why the court below dismissed the\r\nappeal:\n(a) The court below characterized the evidence as\r\ncircumstantial and held that the magistrate had correctly found that\r\nthe police\nofficers had corroborated the version of the complainant\r\nin every material respect;\n(b) The magistrate had correctly found that the\r\nappellant and his co-accused had contradicted their versions;\n(c) The court below accordingly rejected the version of\r\nboth that they were victims of circumstances and found that their\r\nversion\nwas false.\n(d) In regard to sentence, the court below held that the\r\nappellant, who had been legally represented, was at all times aware\r\nthat\nthe minimum sentence legislation was applicable. It thus\r\nconfirmed the convictions and sentences imposed.\n[8] The court below dealt with the case briefly and\r\nafter dismissing the appeal in a four page judgment, surprisingly\r\ngranted the\nappellant leave to appeal further to this court.\n[9] The issue on appeal is whether the State has\r\nsucceeded in proving the identity of the robbers beyond reasonable\r\ndoubt. Put differently,\nwhether the appellant was one of the\r\nperpetrators. In regard to sentence, the question is whether the\r\nsentence is excessive and\ninduces a sense of shock.\n[10] Before the commencement of the appeal we advised\r\nthe appellant, who was not legally represented, of his right to legal\r\nrepresentation\nin terms of s 35(2)(b) and (c) of the Constitution. We\r\nfurther indicated that arrangements would be made for him to obtain\r\nthe\nservices of counsel to assist him should he so wish. We also\r\nsecured the services of a sworn interpreter. The appellant declined\n\nthe offer of both and presented his own case. He did so proficiently\r\nin English.\n[11] The appellant submitted that the State’s case\r\nrested on the evidence of a single witness in regard to the robbery.\r\nThe\ncrux of his challenge related to the circumstances leading to his\r\narrest and subsequent identification by the complainant. In so\nfar as\r\nhis arrest was concerned, the appellant submitted that it did not\r\nmake sense how Ramaroka, who had seen him walking in the\nstreet,\r\ncould have continued patrolling the area and not arrest him, if he\r\nwere a suspect and the complainant had provided his\ndescription.\n[12] Regarding this challenge, there is no doubt that\r\nthe description of the suspects had been provided by the complainant.\r\nWhat\nis not clear is the manner in which the information was relayed\r\nto the officers. One has a sense that each police officer was on\na\r\nlook-out for a suspect fitting a particular description. This would\r\nexplain Ramaroka’s decision not to arrest the appellant\nas at\r\nthat stage he was on the look-out for a person wearing grey trousers\r\nand a grey polo-neck. Indeed Mooka testified that he\nhad received\r\ninformation from radio control and was provided with a description of\r\na short, plump suspect wearing a red t-shirt.\nThis turned out to be\r\nthe appellant. The police officers placed the appellant and his\r\nco-accused in the vicinity shortly after\nthe robbery had been\r\ncommitted. They arrested two suspects who fitted the description\r\nprovided by the complainant. They corroborated\neach other and the\r\ncomplainant in regard to the description of the robbers. In my view,\r\nthere in nothing implausible in the manner\nin which Ramaroka and\r\nMooka effected the arrest of the appellant and his co-accused.\n[13] The appellant assailed Mooka’s version that\r\nhe had seized a cellular phone from him. His criticism was that Mooka\r\nhad\nnot requested the complainant to identify it. This issue can be\r\ndisposed of relatively simply. That a cellular phone had been found\n\non him and that it had not been shown to the complainant is thus\r\nwholly irrelevant in the determination of the appellant’s\n\nguilt.\n[14] The main attack by the appellant relates to the\r\nidentification of him as one of the robbers. He submitted that the\r\ncomplainant\nhad conspired with the police officers to falsely\r\nimplicate him. In this regard he contended that the complainant had\r\nbeen able\nto identify him at the identification parade because the\r\npolice had brought him to the scene after his arrest for an informal\r\nparade.\nHe accordingly submitted that no reliance could be placed on\r\nthe evidence adduced on behalf of the State.\n[15] This submission has no merit. There was direct\r\nevidence of identification of the appellant as one of the robbers.\r\nThe evidence\nadduced by the State linking the appellant to the\r\noffences consisted of the eyewitness testimony of the complainant\r\nincluding the\nreport about the identification parade. There was also\r\nthe evidence of the arresting officers. The complainant identified\r\nthe appellant\nas one of the robbers. According to him, the appellant\r\nwas the person who drove the bakkie and collided with his vehicle. He\r\nfurther\ntestified that the appellant was never brought to him whilst\r\nat the scene. He had already provided a description of the appellant\n\nas he had seen his face during the collision. The complainant\r\nidentified him at an identification parade from a line-up of about\n20\r\nmen. He again identified the appellant in court amongst five men and\r\nmade certain observations and remarks about the appellant's\nphysical\r\ncondition. In my view, this was direct evidence and the court below\r\nerred when it characterized this evidence as circumstantial.\n[16] The appellant’s version on the other hand was\r\nthat the police officers had brought him to the complainant at the\r\nscene\nof the robbery to identify him. According to the appellant on\r\nthat occasion the complainant informed the police that the appellant\n\nhad not been involved in the robbery. According to him, the\r\ncomplainant later conspired with the police to falsely implicate him.\n\nThis was motivated by xenophobia on their part.\n[17] The appellant’s version does not make sense.\r\nHe wants the court to believe that the complainant, who had initially\r\nexonerated\nhim at the scene, later conspired with the police to\r\nfalsely implicate him and in the process protect the real robbers.\r\nThis conspiracy\nwould involve planning with the police who came from\r\ndifferent units. There is no evidence that the police officers knew\r\nthe complainant.\nIf the appellant is to be believed, something must\r\nhave happened to the complainant to change his version and thus cause\r\nhim to\nfalsely implicate the appellant. The question to be asked is\r\nif there were to be a conspiracy, why would such a plan involve only\n\none suspect – the complainant having failed to identify the\r\nother suspect. There is no explanation as to why the complainant\n\nwould falsely implicate the appellant. In my view, the version of the\r\nappellant falls to be rejected as false.\n[18] Our courts have repeatedly stated that evidence of\r\nidentification must be approached by courts with caution. In\nS\r\nv Mthethwa\n,\n1\nHolmes JA enunciated the following principle:\n‘Because of the fallibility of human observation, evidence of\r\nidentification is approached by the Courts with some caution.\nIt is\r\nnot enough for the identifying witness to be honest: the reliability\r\nof his observation must be tested.’\nThe complainant, albeit a single witness was a good\r\nwitness and his evidence was clear and satisfactory. The evidence of\r\nthe identification\nparade was not attacked. The complainant explained\r\nduring the dock identification that the general appearance of the\r\nappellant\nhad changed from the day of the incident. This was never\r\ndisputed. His evidence of the identification of the appellant as one\r\nof\nthe perpetrators was reliable. There was overwhelming evidence\r\nagainst the appellant and his version was correctly rejected as\r\nfalse.\n[19] I am unable to find any fault with the assessment\r\nof the witnesses by the regional magistrate who had the advantage of\r\nobserving\nthem when they testified. Similarly the judgment of the\r\ncourt below cannot be assailed. It follows that the guilt of the\r\nappellant\nwas established beyond any reasonable doubt. In the absence\r\nof any misdirection there is no basis upon which this court can\r\ninterfere\nwith the findings\n2\nof the court below. It follows that the appeal against\r\nconviction must fail.\n[20] Turning to the question of sentence: The imposition\r\nof sentence is a matter falling pre-eminently within the judicial\r\ndiscretion\nof the trial court. The test for interference by an appeal\r\ncourt is whether the sentence imposed by the trial court is vitiated\n\nby\nan irregularity or misdirection\nor\r\nis disturbingly inappropriate.\n3\nIn this case the provisions of the\nCriminal Law\nAmendment Act 105 of 1997\nare applicable. The prescribed minimum\r\nsentence in respect of a conviction of robbery with aggravating\r\ncircumstances is 15 years’\nimprisonment. A court may impose a\r\nlesser sentence if there are substantial and compelling\r\ncircumstances.\n[21] The court has to evaluate all the evidence when\r\ndetermining the existence of substantial and compelling\r\ncircumstances. The\nmitigating factors are the following: the\r\nappellant is a first offender; is relatively young; and he had been\r\nin custody for a\nyear pending the finalization of the trial. Against\r\nthat background are the aggravating factors as follows: this was a\r\nbrazen attack\nin broad daylight; the manner in which the robbery\r\nunfolded indicates that there was prior planning; the robbers must\r\nhave kept\nthe complainant under surveillance and eventually caused\r\nthe collision forcing him to stop; firearms were used to threaten the\r\ncomplainant; and a large sum of money and other valuable items were\r\nstolen which were never recovered. The incident must have had\na\r\nnegative impact on the workers who were expecting their wages from\r\nthe complainant, as they were deprived thereof, albeit temporarily.\n[22] In my view, the aggravating factors in this case\r\nfar outweigh the mitigating factors. There are accordingly no\r\nsubstantial\nand compelling circumstances justifying the imposition of\r\na lesser sentence. The sentence imposed is commensurate with the\r\nseriousness\nof the offences, the interests of society as well as the\r\ncircumstances of the appellant. There is accordingly no basis for\r\nthis\ncourt to interfere. It follows that the appeal against sentence\r\nalso fails.\n[23] In the result the appeal against the convictions\r\nand sentences is dismissed.\n_______________\nN\r\nZ MHLANTLA\nJUDGE\r\nOF APPEAL\nAPPEARANCES:\nFor\r\nAppellant : H S Dube (In Person)\nModderbee\r\nCorrectional Centre\nPretoria\r\nJustice Centre, Pretoria\nBloemfontein\r\nJustice Centre, Bloemfontein\nFor\r\nRespondent : E V Sihlangu\nDirector\r\nof Public Prosecutions, Pretoria\nDirector\r\nof Public Prosecutions, Bloemfontein\n1\nS\r\n\tv Mthethwa\n1972 (3) SA 766\n(A) at 768A-B. See\r\n\talso\nS v Mehlape\n1963\r\n\t(2) SA 29\n(A) at 32A-F.\n2\nSee\nR v Dhlumayo\n1948 (2) SA 677\n(A).\n3\nDirector\r\n\tof Public Prosecutions, KwaZulu-Natal v P\n2006\r\n\t(1) SACR 243\n(SCA) para 10.",
  "scraped_at": "2026-02-12T16:19:44.379853",
  "date": null,
  "coram": [],
  "case_number": null,
  "parties": {
    "applicants": [],
    "respondents": []
  },
  "sections": {},
  "tags": {}
}