{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/136.html",
  "case_name": "Burger & Wallace Construction (Pty) Ltd v Ballprop Ten (Pty) Ltd (406/10) [2011] ZASCA 136 (23 September 2011)",
  "citation": "[2011] ZASCA 136",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 136\n|\nNoteup\n|\nLawCite\nBurger & Wallace Construction (Pty) Ltd v Ballprop Ten (Pty) Ltd (406/10) [2011] ZASCA 136 (23 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 406/10\nIn the matter between:\nBURGER\r\n& WALLACE CONSTRUCTION (PTY) LTD\n…............................\nAppellant\nand\nBALLPROP\r\nTEN (PTY) LTD\n…................................................................\nRespondent\nNeutral\r\ncitation:\nBurger & Wallace Construction (Pty) Ltd v\r\nBallprop Ten (Pty) Ltd\n(406/10)\n[2011] ZASCA 136\n(23 September\r\n2011).\nCoram:\nCLOETE and MALAN JJA, and MEER, PLASKET\nand PETSE AJJA\nHeard:\r\n25 AUGUST 2011\nDelivered:\r\n23 SEPTEMBER 2011\nSummary:\nContract: whether joint venture\r\nagreement, breach and  entitlement to claim damages established on\r\nthe facts.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nWestern Cape High Court (Cape\r\nTown) (Saldanha J sitting\nas court of first instance):\nThe appeal is dismissed with costs, including the costs\r\nof two counsel.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nCLOETE JA (MALAN JA and MEER, PLASKET and PETSE AJJA\r\nconcurring):\n[1] The appellant as the plaintiff sued the respondent\r\nas the defendant in the Western Cape High Court for payment of\r\nR461 335,25\nin respect of services rendered. It is convenient to\r\nrefer to the parties as they were in the court a quo. The defendant\r\nadmitted\nthe claim but counterclaimed for payment of damages for\r\nbreach/repudiation of a joint venture agreement. The merits of the\r\ncounterclaim\nwere separated from the amount claimed in terms of rule\r\n33(4) and were determined in favour of the defendant by Saldanha J,\r\nwho\ngranted leave to appeal to this court.\n[2] The plaintiff is a company that provides civil\r\nengineering services in construction projects. The defendant is a\r\nproperty development\ncompany that buys and develops land and\r\nconstructs and sells houses.\n[3] It was the defendant's case that in or about April\r\n2001 and in Cape Town the parties entered into a joint venture\r\nagreement\nto develop what came to be known during the trial as 'the\r\nOgden erven'. For reasons which will become apparent it is necessary\r\nto quote paragraph 3 of the defendant's counterclaim:\n'3. The relevant terms of the\r\njoint venture agreement between the Defendant and the Plaintiff were\ninter alia\nas follows:\n3.1 the Defendant would attend\r\nto the rezoning, subdivision and other issues concerning the\r\ndevelopment of the relevant erven with\nthe intention to subdivide and\r\ndevelop approximately 600 erven in total and to sell these by plot\r\nand plan;\n3.2 the Plaintiff would obtain\r\nand/or arrange the necessary finance for the project and furthermore\r\nsee to the site services for\neach plot for which service the\r\nPlaintiff was to be paid a market-related fee for its services\r\nrendered;\n3.3 the Defendant would act as\r\nbuilding contractor and build the dwellings for the plot and plan\r\npurchasers;\n3.4 the Defendant and the\r\nPlaintiff would each be entitled to half of the profit generated by\r\nthe sale of these plots to purchasers;\n3.5 the Defendant would be\r\nentitled to all profit for the building work done in accordance with\r\nthe agreement of the parties;\n3.6 the joint venture agreement\r\nwould be undertaken in the name of a company to be nominated as the\r\npurchaser of the Ogden erven.'\n[4] Three principal issues were raised on appeal,\r\nnamely:\n(a) Whether the defendant had proved a binding contract\r\non the terms it alleged;\n(b) whether the defendant had established that the\r\ncontract had been breached in the manner alleged; and\n(c) whether the defendant had suffered loss.\nThe plaintiff accepted the defendant's version for the\r\npurposes of argument on these three issues. In the alternative, the\r\nplaintiff\nsubmitted that the evidence of the principal witness called\r\non behalf of the defendant, Mr Frederick Peter Carse, should not have\n\nbeen accepted. It is logical to determine the last question first and\r\nI shall accordingly do so.\n[5] The judgment of the court a quo was comprehensive.\r\nAfter setting out the history of the relationship between the\r\nparties, the\ncourt devoted some 26 pages of the judgment to setting\r\nout the relevant facts in careful detail. It was not submitted that\r\nthe\ncourt committed any factual misdirection. It is accordingly\r\nunnecessary to repeat the exercise. It suffices to say that this\r\njudgment\nshould be read together with that part of the judgment of\r\nthe court a quo.\n1\n[6] The court a quo found that a joint venture agreement\r\nbetween the parties had been established. In summary, the court\r\naccepted\nthe evidence of Carse that after approaches to the Cape of\r\nGood Hope Bank and Absa for finance for the joint venture had not\r\nsucceeded,\nhe, with the assistance of Mr Izak Martin Burger and with\r\nthe co-operation of Mr Terence James Wallace, the directors and\r\nshareholders\nof the plaintiff, had approached Mr Andrew David\r\nRibbans. Ribbans agreed on behalf of a company (to which I shall\r\nrefer as 'the\nRibbans company') to finance the purchase of the Ogden\r\nerven by a 'shelf' company. The 'shelf' company used was Defacto\r\nInvestments\n12 (Pty) Ltd. Ribbans required that the shareholding in\r\nDefacto would be the Ribbans company as to 80 per cent and the\r\ndefendant\nas to 20 per cent. Ribbans also required that the first R10\r\nmillion of the anticipated profit to be made by Defacto in selling\r\nsubdivided plots was to be split 80 per cent in favour of the Ribbans\r\ncompany (which would include the plaintiff's 50 per cent share\nof\r\nthose proceeds in accordance with the joint venture) and 20 per cent\r\nin favour of the defendant; and this ratio was to be reversed\nin\r\nrespect of the second R10 million of the anticipated profit ─\r\nprovided that if the development took more than four years\nbut less\r\nthan five years, the ratio was to be 70/30 and if the development\r\ntook more than five years but less than six years, the\nratio was to\r\nbe 60/40. Ribbans, Burger and Carse were appointed directors of\r\nDefacto. The plaintiff's version, which the court\na quo rejected, was\r\nthat Ribbans was only prepared to commit his company to the purchase\r\nof the Ogden erven on the basis that that\ncompany would own the land,\r\nindirectly by means of a 100 per cent shareholding in a 'shelf'\r\ncompany; that Ribbans had not stipulated\nany payment ratios; and that\r\nthe joint venture ─ if it existed at all (a point on which\r\nWallace and Burger contradicted each\nother) ─ did not survive\r\nthe refusal of the two banks to provide finance.\n[7] The court a quo scrutinized and evaluated the\r\nevidence given by the witnesses in some detail and concluded that:\n'Carse, although at times\r\nargumentative in cross-examination, cast a more favourable impression\r\non the court as a witness than any\nof those for the plaintiff.'\nOn appeal it was contended that the court had erred in\r\nthis regard. Notably, it was not suggested that the court's\r\ncriticisms of\nthe evidence of Wallace, Burger and Ribbans was not\r\njustified. The submission, rather, was that the court had not\r\nproperly evaluated\nCarse's evidence, which it was submitted was\r\nneither credible nor probable, for a number of reasons. I shall deal\r\nwith the probabilities\npresently. Some of the reasons advanced\r\nagainst Carse's credibility do not warrant consideration. The others,\r\nwhich I shall now\ndeal with, are without merit.\n[8] It was submitted that there were contradictions\r\nbetween Carse's oral testimony and his affidavit resisting summary\r\njudgment,\nhis version in the Rule 22(4) proceedings, the original\r\nclaim in reconvention, and the amended claim in reconvention. It was\r\nalso\nsubmitted that in terms of the Companies Act 61 of 1973 the\r\nagreements to which Carse testified had to be reflected in the\r\ndefendant's\nannual financial statements, but they were not. It is\r\nunnecessary to discuss the alleged contradictions and omission as\r\nnone of\nthis was put to Carse in cross-examination and he was not\r\ngiven an opportunity of dealing with it.\n[9] It was submitted that on his own version, Carse made\r\nno effort to bind Defacto, Ribbans or the defendant to the agreements\r\nto\nwhich he testified. It is true that no written agreements were\r\nconcluded, but according to Carse, there was an agreement between\nthe\r\nshareholders of Defacto and an agreement between the parties to the\r\njoint venture agreement, the workings and terms of which\nI shall deal\r\nwith later in this judgment.\n[10] It was submitted that it is telling that Carse did\r\nnot raise the agreements referred to in the previous paragraph with\r\nRibbans\nat any time after July 2001, and that he only raised a claim\r\nin respect of the Ogden properties by way of an attorney's letter in\n\nresponse to the plaintiff's application for summary judgment in\r\nJanuary 2005. The submission concluded that this did not reflect\nthe\r\nconduct of a man who genuinely believed that he had the rights of the\r\nkind and value for which the defendant contends. The\nsubmissions are\r\nnot entirely accurate, nor do they reflect all of the facts. Carse\r\nsent a memorandum to the plaintiff dated 15\nAugust 2002, the heading\r\nof which was 'Defacto ─ Sunrise Beach' in which he said, inter\r\nalia:\n'Although progress to date does\r\nnot maybe reflect it, a tremendous amount of work and energy goes\r\ninto this project. It would be\nappreciated if we could formalise the\r\narrangement between the parties.'\nIn his evidence Carse explained the reasons behind this\r\nrequest as follows:\n'U Edele [the defendant] sowel\r\nas myself, professionele mense het geweldige hoeveelheid tyd en ure\r\ningesit in die projek en ek wou\ngraag dat ons ooreenkoms, die\r\nooreenkoms met Burger & Wallace en die deelname van Master Tyre\r\nProperties [a Ribbans company],\ndat dit meer formeel geskied. Ek wil\r\nhulle ook meer betrokke gehad het by die ontwikkeling omdat hulle\r\nvennote was, finansierders,\nen daar besluitneming in terme van baie\r\ngoed geneem moet word.'\nOn 8 April 2003 Carse wrote to Ribbans. The heading of\r\nthe letter was 'Defacto Investments 12 (Pty) Ltd'. In the letter,\r\nCarse said:\n'I want to remind you that I\r\nhave [on] various occasions suggested/requested that we have regular\r\nmeetings to address matters relating\nto this joint venture. As the\r\nfinancing partners, it is in your interest to have such contact and\r\ncommunication.'\nIn February 2004 when Carse was asked by Ribbans to\r\nresign as a director of Defacto, he reacted, according to him, by\r\nsaying:\n'Maar wat van 'n aandeelhouding,\r\njulle kan mos nie net dit doen nie.'\nIn August 2004 Carse received a letter to attend a\r\nmeeting for his removal as a director of Defacto and consulted an\r\nattorney, who\nadvised him to prepare for litigation to enforce the\r\ndefendant's claim. In January the following year Carse and his\r\nattorney, Mr\nHorak, attended a meeting with Wallace. During that\r\nmeeting they attempted to raise the question of a claim by the\r\ndefendant. Wallace\nabruptly terminated the meeting. Shortly\r\nthereafter, the plaintiff instituted its claim by summons dated 10\r\nFebruary 2005. It must\nbe borne in mind that the defendant was facing\r\nexpensive litigation with two potential adversaries which had far\r\ndeeper pockets\nthat it did ─ the Ribbans company, and the\r\nplaintiff. When all of these facts are borne in mind Carse's conduct\r\ndoes not\nsuggest that the defendant's claim is mala fide or that he\r\nhad no genuine belief in its existence or validity, and his conduct\r\nin putting up R850 000 in cash to be invested by the plaintiff's\r\nattorneys pending the outcome of the litigation as security\nfor the\r\nplaintiff's costs, tends to indicate the contrary.\n[11] Carse's evidence was supported by contemporaneous\r\ndocuments. The original memorandum compiled by him dated 15 May 2001\r\nwas\naddressed to the plaintiff. It was compiled to enable the\r\nplaintiff to approach the Cape of Good Hope Bank for finance, and it\r\nwas used for that purpose. It makes it quite clear that the finance\r\nwas required by a joint venture between the plaintiff and the\n\ndefendant. Burger's denial that the parties had agreed to embark on a\r\njoint venture subject to finance being obtained, was untenable.\nEven\r\nWallace was ultimately obliged to concede that there had been such an\r\nagreement.\n[12] The other contemporaneous document which is of\r\ncardinal importance is Carse's recordal of what he says Burger had\r\ntold him\nand Wallace after he (Carse) and Wallace had made a\r\npresentation to Ribbans in June 2001. It was not suggested to Carse\r\nthat the\ndocument was a forgery. It reflects the percentage payments\r\n(80/20 or 70/30 or 60/40) referred to above which Carse says Burger\n\ntold him were required by Ribbans. Wallace recalled that figures were\r\n'bandied about' at the meeting attended by himself, Carse\nand Burger\r\nat which Burger reported back on Ribbans' reaction to the\r\npresentation. But those figures would have been irrelevant\nhad\r\nRibbans insisted on purchasing the Ogden erven without any obligation\r\nto develop them as agreed by the parties to the joint\nventure. Burger\r\nflatly denied that the figures were discussed at all. Ribbans said\r\nthat he never gave such ratios to Burger. The\nevidence given by the\r\nwitnesses called on behalf of the plaintiff is irreconcilable with\r\nthe contents of the document and counsel\nfor the plaintiff was unable\r\non appeal to advance any explanation how the document might have come\r\ninto existence, other than on\nthe basis testified to by Carse.\n[13] In the circumstances I am not surprised that the\r\ncourt a quo preferred the evidence of Carse to the evidence of the\r\nplaintiff's\nwitnesses whose evidence, as I have said, it criticised\r\nfor reasons not challenged on appeal. The court a quo also set out a\r\nnumber\nof probabilities which favour the defendant's version. These\r\nwere relied on on appeal by the defendant. There was no attack on\r\nappeal by the plaintiff on this part of the judgment either. I shall\r\naccordingly not repeat the findings of the court a quo, but\nsimply\r\nemphasise some of the probabilities which favour the defendant's\r\nversion. I shall then deal with the argument that there\nare\r\nprobabilities in favour of the plaintiff, to demonstrate that there\r\nare not.\n[14] Carse entered into the written contract for the\r\npurchase of the Ogden erven on behalf of the defendant on 4 May 2001.\r\nThe contract\ncontained a suspensive condition that made it subject to\r\nthe defendant being able to obtain a loan equal to the purchase price\r\nof R4 115 400 from a bank or other financial institution\r\nupon the security of a first mortgage bond to be passed over\nthe\r\nerven. The contract also entitled the defendant to nominate a\r\npurchaser in its place, in which case the defendant bound itself\nto\r\nthe seller as surety and co-principal debtor\nin solidum\nfor\r\nthe due performance by the nominee of all the obligations of the\r\nnominee as purchaser arising under or by virtue of the contract,\n\nincluding payment of any damages which might be suffered by the\r\nseller by reason of the nominee failing to fulfil its obligations\n\narising under or by virtue of the contract.\n[15] On the plaintiff's version it is difficult to\r\nunderstand why the defendant would have exercised its option, as it\r\ndid, to nominate\na shelf company in which the Ribbans company would\r\nhave held all the shares, thereby incurring liability as a surety to\r\nthe seller\nof the Ogden properties. Nor would one have expected\r\nRibbans to request Carse, as he did via Burger, to obtain the shelf\r\ncompany\nthrough Carse's attorney, Mr Shaer. The defendant was also\r\nrequired to waive the suspensive condition in the sale agreement and\n\nrely on the Ribbans company to provide finance. According to Ribbans,\r\nhis company was not obliged to develop the Ogden erven as\n\ncontemplated in the joint venture ─ indeed, his evidence was\r\nthat he was unaware of a joint venture. How, one may ask, did\nany of\r\nthis benefit the defendant? It might not even have received\r\ndevelopment fees and it is inconceivable that Carse would have\nagreed\r\nto this. The suggestion by Ribbans was that Carse really had no\r\noption but to agree to Ribbans' terms, as the defendant\nfaced\r\ndefaulting under the contract for the purchase of the Ogden erven.\r\nBut that is not so. The defendant, as Carse testified,\ncould simply\r\nhave walked away from that contract, letting it lapse by reason of\r\nthe non-fulfilment of the suspensive condition.\nHe said that it would\r\nhave done so. In argument, it was submitted that Carse needed to get\r\nthe Ogden erven into other hands as\nthe owners were not prepared to\r\nassent to a rezoning application, the grant of which was in the\r\ndefendant's interests as it was\ndeveloping other properties in the\r\narea. But the evidence established quite clearly that although the\r\nconsent of the owners of\nthe Ogden erven to the rezoning would have\r\nbeen helpful to the defendant, it was by no means necessary for the\r\nrezoning to take\nplace. And neither of these explanations provide an\r\nanswer to the question why, on the plaintiff's version, a shelf\r\ncompany was\nto be used to purchase the property, instead of Carse\r\nnominating the Ribbans company. Nor do they explain why Carse refused\r\nto\nresign as a director of Defacto when asked to do so in July 2001:\r\nhe would have had no reason to want to stay on as a director ─\n\nhe was paid no fees and, on the plaintiff's version, Ribbans was\r\nentitled to do what he liked with Defacto and the Ogden erven\nowned\r\nby it.\n[16] It was submitted on behalf of the plaintiff that\r\nthere were probabilities in favour of the plaintiff's case. Three\r\nwere relied\non. First, it was submitted that it is improbable that a\r\ncivil engineering contractor such as the plaintiff would have been\r\nprepared\nto agree to the development of the Ogden erven simply on the\r\nstrength of an oral agreement, particularly because of the risks\r\ninvolved;\nand that to conclude such an agreement orally would also\r\nhave been inconsistent with the policy of the plaintiff company and\r\nits\npractice of concluding written agreements. It was said that this\r\nis borne out by the contract in respect of an earlier development,\nin\r\nrespect of the Breakers. But that contract was not concluded before\r\nthe plaintiff commenced work on it and it was never signed\non behalf\r\nof the defendant. The plaintiff had had a successful professional\r\nrelationship with Carse in the past and Burger and\nWallace would\r\nobviously have trusted Ribbans, who was related to Burger by marriage\r\nand with whom Burger sat on the board of a\nlarge family company.\n[17] The second probability contended for in favour of\r\nthe plaintiff was that the plaintiff had no independent financing.\r\nBut that\nis the very reason why it was a condition of the joint\r\nventure agreement that the financing for the joint venture had to be\r\nobtained\nfrom a third party. Then third, it was submitted that\r\ndeveloping properties was not the plaintiff's core business. That,\r\nhowever,\ndid not prevent the plaintiff from embarking on just such a\r\nventure after Carse had been removed as a director of Defacto, as\r\nwill\nappear from the section of the judgment below dealing with the\r\nbreach/repudiation of the joint venture agreement.\n[18] I therefore find no basis upon which the court a\r\nquo can be criticised for accepting the evidence of Carse, and\r\nrejecting that\nof the plaintiff's witnesses. It is now necessary to\r\nconsider the arguments advanced on behalf of the plaintiff on the\r\nbasis that\nthis finding was correct. As I have said, they fall under\r\nthree broad headings. The first is that the defendant did not prove\r\nthat\na binding joint venture agreement had been concluded on the\r\nterms pleaded. Two arguments were advanced in this regard:\n(a) That it was common cause that 'from the outset' the\r\nplaintiff's participation in any venture was expressly subject to a\r\nbank\nproviding 100 per cent of the requisite finance, and a bank had\r\nnot done so; and\n(b) that a further essential prerequisite for the\r\nanticipated joint venture was that the parties acquire the entire\r\nshareholding\nin Defacto, because until this happened the cornerstone\r\nof the joint venture was not in place.\n[19] If regard is had to paragraph 3 of the defendant's\r\ncounterclaim quoted above, it is plain that the defendant neither\r\nalleged\nthat a bank had to provide 100 per cent of the finance nor\r\nthat the parties had to acquire all of the shares in a company to\r\nserve\nas a vehicle for the joint venture. Certainly, that was what\r\nthe parties contemplated in the memorandum of 15 May 2001. So far as\n\nfinance is concerned, it was clear that neither party could provide\r\nit and that it had to be obtained from a third party. What\nthe\r\nparties originally contemplated was that the finance would be\r\nprovided by a bank. When this failed, finance was obtained from\nthe\r\nRibbans company ─ with the co-operation and direct involvement\r\nof Wallace and, particularly, Burger. It would therefore\nbe more\r\naccurate to say that it was common cause that the parties'\r\nparticipation in any joint venture required 100 per cent financing\n\nand that at the outset (not from the outset) it was contemplated that\r\nthis would be done by a bank. So far as Defacto is concerned,\nit was\r\nalso initially contemplated by the parties that there would be equal\r\nshareholding in such a company. But ultimately, the\njoint venture\r\nagreement was, as pleaded, 'undertaken in the name of a company to be\r\nnominated as the purchaser of the Ogden erven'.\nDefacto purchased the\r\nerven. And it was Defacto that would have contracted with the\r\nplaintiff to provide the civil engineering\nworks for the development,\r\nthat would have contracted with the defendant to attend to the\r\nrezoning and subdivision of the Ogden\nerven and that would have sold\r\nthe plots to the purchasers for whom the defendant would have\r\nconstructed houses. Nor, as a matter\nof principle, was it necessary\r\nfor the parties to be the sole shareholders in Defacto. Before\r\ndealing with the argument in this\nregard, I would say that even if\r\nthe defendant's pleadings were deficient in regard to either of the\r\npoints raised (finance and\nshareholding), the defendant's version of\r\nhow the joint venture was to operate after Ribbans had agreed to put\r\nup the finance and\nhow Ribbans' requirements were to be accommodated,\r\nwas fully ventilated in evidence. Carse testified on this aspect, and\r\nso did\nBurger, Wallace and Ribbans, and all were cross-examined. Any\r\ndeficiency in the pleadings was accordingly cured by the evidence.\n[20] I return to the question whether the joint venture\r\nparties had to be the sole, and equal, shareholders in Defacto. It\r\nwas submitted\nin the plaintiff''s heads of argument that:\n'The central pillar of the joint\r\nventure pleaded by Defendant, and an inescapable requirement for its\r\nimplementation, was that it\nwould be conducted using a corporate\r\nvehicle (Defacto), in which Plaintiff and Defendant would each own\r\n50% of the shares.'\nIt was further submitted that Carse 'clearly recognised'\r\nthat the plaintiff and the defendant would have to be the sole\r\nshareholders\nin Defacto and I shall deal with this submission\r\npresently.\n[21] Both propositions in the passage just quoted were\r\nconceded in oral argument to be incorrect. The concessions were well\r\nmade.\nAs appears from paragraph 3 of the counterclaim quoted above,\r\nit was not in fact pleaded that the parties to the joint venture had\n\nto be equal shareholders in Defacto. Nor was this necessary for the\r\noperation of the joint venture. A distinction must be drawn\nbetween\r\nthe joint venture agreement and the agreement between the\r\nshareholders of Defacto. The joint venture agreement was between\nthe\r\nplaintiff and the defendant. One of the terms of that agreement was\r\nthat they would share equally in the profit generated by\nthe sale of\r\nthe plots to purchasers. The shareholders' agreement was between the\r\nRibbans company that provided the finance, and\nthe defendant. The\r\nevidence of Carse makes it clear that that agreement recognised the\r\njoint venture agreement and therefore the\nterm of it to which I have\r\njust referred. The shareholders' agreement also provided that the\r\nprofit made by the company would be\ndivided up in a defined ratio\r\n(depending on the number of years the development took) giving more\r\nto the Ribbans company than to\nthe defendant in respect of the first\r\nR10 million anticipated profit, and reversing the ratio in respect of\r\nthe next R10 million.\nThe plaintiff's share was to come out of the\r\namount paid to the Ribbans company.\n[22] There were three directors of the company which\r\nacquired the Ogden erven for the development, ie Defacto: Ribbans,\r\nwho would\nprotect the interests of his company that provided the\r\nfinance; Burger, who would protect the interests of the plaintiff;\r\nand Carse,\nwho would protect the interests of the defendant. All knew\r\nof the joint venture agreement and intended that it be performed. The\n\nfact that the plaintiff was not a shareholder of Defacto is of no\r\nmoment ─ Burger would have looked to Ribbans to protect\nthe\r\nplaintiff's interests and as I have said, Ribbans was related to him\r\nby marriage and he was a co-director with Ribbans in a\nlarge family\r\ncompany. Nor does it make any difference that the defendant was a\r\nminority shareholder in Defacto. Part of the agreement\nbetween the\r\nshareholders of Defacto, which the directors intended to implement,\r\nwas that ultimately the plaintiff and the defendant\nwould participate\r\nequally in the profits made by Defacto as provided for in the joint\r\nventure agreement. The defendant would have\nbeen entitled to enforce\r\nthat part of the shareholders' agreement.\n[23] As I have said, it was submitted that Carse\r\n'clearly recognised' that the plaintiff and the defendant would have\r\nto be the\nsole shareholders in Defacto. That is certainly what the\r\nmemorandum of 15 May 2001 contemplated. But when Ribbans came on the\r\nscene,\nmatters changed. Carse said in cross-examination:\n'U Edele, die ooreenkoms was\r\ngewees tussen my en Burger & Wallace, dit het gegaan oor 'n 50%\r\nverdeling van winste op die ontwikkeling\nvan grond. Die\r\naandeelhouding [in Defacto] is nie 'n aanduiding van die ooreenkoms\r\ntussen my en Burger & Wallace nie; daar\nwas praktiese reëlings\r\ngewees hoekom die aandeelhouding in Defacto verskil van 'n 50/50\r\naandeelhouding. My ooreenkoms was\nmet Burger & Wallace en dit het\r\ngegaan oor, soos ek nou net gesê het, die verdeling van winste\r\nop die ontwikkeling van\ngrond.\n. . .\nDie aandeelhouding [in Defacto]\r\nhet niks gemaak aan my en Burger & Wallace se ooreenkoms nie.\n. . .\nAnd the interests of the parties\r\nin the development would be determined by their shareholding in the\r\ncompany. --- Edelagbare, dit\nis nie noodwendig die geval nie. Daar\r\nkan ooreenkomste buite die aandeelhouding wees. Ek verskil van mnr\r\nMyburgh [the plaintiff's\nthen senior counsel to whose proposition\r\nCarse was replying] op daardie punt.'\n[24] I therefore conclude that the joint venture\r\nagreement as testified to by Carse, was established. The next\r\nquestion is whether\nit was breached. The defendant's pleaded case in\r\nthis regard is not well phrased. The allegation in question reads:\n'Contrary to the joint venture\r\nagreement and in breach thereof, the Plaintiff reneged [on] the said\r\nagreement with the Defendant\nand contracted with third parties to do\r\nthe development on the said erven, thereby failing to honour its\r\ncommitment in terms of\nthe joint venture agreement with the\r\nDefendant.'\nBut the allegations are wide enough to cover a\r\nrepudiation: the word 'reneged' means (according to the\nConcise\r\nOxford English Dictionary\n10\ned)\r\n'to go back on a promise, undertaking, or contract'. And for the\r\nreasons which follow, the evidence in my view establishes the\nvery\r\nrepudiation alleged. If the events relevant to this question are set\r\nout in chronological order, the conclusion reached by\nthe trial\r\ncourt, which I shall quote in due course, is inevitable.\n[25] On 19 July 2001 New Invest 212 (Pty) Ltd (the\r\nRibbans company) was registered as the sole shareholder in Defacto.\r\nThat was\nnot in accordance with Carse's agreement with Ribbans, and\r\nCarse said that he had no knowledge of it. I have to interrupt the\r\nchronology\nat this point to deal with the submission that Carse's\r\nevidence in this regard should be rejected. I see no reason to do so.\r\nMs\nKim Olivier, the employee of Shelf Company Warehouse who sold\r\nDefacto to the defendant's attorney, Mr Shaer, said that it was\r\nimpossible\nthat the CM42 security transfer form would have contained\r\nthe identity of the transferee, New Invest, or the number of shares\r\nto\nbe transferred, when it left their offices. Shaer said that he had\r\nnot inserted this information and could not have done so, because\nit\r\nwas typed in and he did not possess, nor had he ever possessed, a\r\ntypewriter. He sent the form to Ribbans' auditors under cover\nof a\r\nletter and sent a copy to Ribbans, whose evidence was that when he\r\nreceived the copy attached to Shaer's letter the number\nof shares and\r\nthe identity of the transferee had already been filled in. Counsel\r\nfor the plaintiff submitted on appeal that we\nshould accept this\r\nevidence because the letter Shaer wrote to Ribbans said:\n'Attached please find copy of\r\nCM42 duly completed and signed by the existing shareholder . . . .'\nThis meant, said counsel, that the form had been\r\ncompleted in all its particulars. But the letter is equally capable\r\nof the interpretation\nthat the form had been 'duly' completed by the\r\nexisting shareholder to the extent that it was necessary for him to\r\ndo so, and not\nthat the form had been completed in full. And the\r\nprobabilities favour this interpretation. It was no part of the\r\nfunction of Shelf\nCompany Warehouse to fill in the identity of the\r\ntransferee(s) and the number of shares to be transferred. An employee\r\nfrom that\norganisation was called to say that this was never done\r\nand, indeed, such information was none of its business. And the\r\nparticulars\nof the issuer of the security as typed in on the form, ie\r\nDefacto, as well as the name of the transferor (the then holder) are\r\nin a different type face to the typed particulars of the transferee.\r\nThere is no reason to reject the evidence of Mr Shaer that\nhe could\r\nnot have filled in the particulars of the transferee. The plaintiff's\r\ncounsel emphasized that Carse had given no instruction\nto Shaer that\r\nthe shares in Defacto were to be transferred to more than one person.\r\nThe suggestion obviously was that had Carse\nagreed with Ribbans that\r\nthe shareholding would be split 80 per cent/20 per cent, he would\r\nhave informed Shaer accordingly. This\nargument loses sight of the\r\nfact that it was not Shaer, but Ribbans' auditors who were to attend\r\nto the transfer. I therefore accept\nthat when New Invest was\r\nregistered as the sole shareholder in Defacto on 19 July 2001, Carse\r\nhad no knowledge of this.\n[26] I continue with the chronology of events relevant\r\nto determining whether the plaintiff repudiated the joint venture\r\nagreement.\nOn 14 December 2002 the plaintiff acquired 50 per cent of\r\nNew Invest's shares and thereby became an equal shareholder in\r\nDefacto\nwith Ribbans' company, New Invest. In the middle of the\r\nfollowing year, on 10 July 2003, the plaintiff's 50 per cent\r\nshareholding\nin Defacto was transferred to LA Burger Investment CC,\r\nwhich was a vehicle Wallace and Burger at that stage used to hold\r\ntheir\nassets. Carse was not told about either of these latter two\r\nchanges in shareholding.\n[27] On 11 February 2004 Carse was asked to resign as a\r\ndirector of Defacto. He refused and was subsequently removed at a\r\ngeneral\nmeeting of Defacto convened for that purpose on 25 August\r\n2004.\n[28] On 6 October 2004 a presentation was made by an\r\nentity called MSP about the potential for the development of the\r\nOgden erven.\nThe invitation to attend the presentation forming part\r\nof the record was addressed to Wallace. Burger, Wallace and Ribbans\r\nwere\namongst those who attended. In cross-examination Ribbans agreed\r\nwith the proposition:\n'Now in its proper context, when\r\nthis presentation was made on 6 October, it was a presentation to\r\nDefacto and in effect therefore\nclearly also to its shareholders,\r\nbeing New Invest and LA Burger Investment CC.'\n[29] On 5 May 2005 Defacto entered into what was termed\r\na 'Land Availability Agreement' with Steenberg Station Development\r\nCompany\n(Pty) Ltd. The effect of that agreement was summarised by\r\nRibbans in his evidence-in-chief as follows:\n'Well, effectively we [Defacto]\r\nwere the owners of the land and we undertook in this document to make\r\nthe land available to Steenberg\nStation Development Company which was\r\na separate development company which would develop . . . the land and\r\neffectively buy the\nland from us in stages . . . .'\nHe then went on to agree with the proposition put by the\r\nplaintiff's counsel that:\n'They [Steenberg] had the right\r\nto develop the land and in effect it’s a sort of a deferred\r\nSale Agreement. At some point\nthey acquire the land then sell it . .\r\n. .'\n[30] Ribbans testified that over R7 million was made by\r\nDefacto from the sale of the land. He said that that amount was\r\navailable\nfor distribution between the shareholders of Defacto, ie\r\nRibbans' company, New Invest, and Burger and Wallace's close\r\ncorporation,\nLA Burger Investment CC. In addition, Ribbans' company\r\nand LA Investments were 50 per cent shareholders in an entity called\r\nMarket\nDemand Trading that held one third of the shares in Steenberg.\r\nThe shareholders in Steenberg executed a shareholders' agreement\nthat\r\ngave equal rights and obligations to the three shareholders.\r\nSteenberg embarked on what the defendant's counsel described\nas 'a\r\nfull blown residential development', a description with which Ribbans\r\nagreed. Ribbans said that this resulted in 'a good\nreturn on our\r\n[Steenberg's] investment'. The plaintiff did the civil engineering\r\nworks for the development.\n[31] In its original counterclaim delivered in March\r\n2006, the defendant pleaded:\n'Contrary to the joint venture\r\nagreement and in breach thereof, the Plaintiff contracted with third\r\nparties to do the necessary\nbuilding on [sic] construction works and\r\nfailed to honour its commitment with regards to the 50% or the half\r\nshare of profits on\nthe sale of the erven as specified herein above.'\nIt will be recalled that the counterclaim ultimately\r\ncontained the allegation that 'the Plaintiff reneged [on] the said\r\nagreement\nwith the Defendant [ie the joint venture agreement] and\r\ncontracted with third parties to do the development on [the Ogden]\r\nerven'.\n[32] The court a quo said:\n'There was much debate during\r\nthe trial about when exactly the breach of the joint venture\r\nagreement occurred. It is therefore necessary\nto look at the conduct\r\nof the parties with regard to this question. The defendant claimed\r\nthat the plaintiff had in collusion with\nRibbans \"hijacked\"\r\nthe development of the Ogden erven and which conduct on the part of\r\nthe plaintiffs constituted a reneging\nof its obligations under the\r\njoint venture agreement. In this regard the conduct of Burger was\r\nsignificant by his deliberate failure\nto disclose to the defendant\r\nthe plaintiff's purchase of the 50% shareholding in Defacto and its\r\nsubsequent transfer to LA Burger\nInvestment CC. Burger was simply\r\nunable to give any reason or explanation for his conduct which in\r\nturn supported the defendant's\nclaim that the plaintiff had in fact\r\ncolluded with Ribbans and its entities to \"cut the defendant\r\nout\" of any role in\nthe development of the Ogden erven. The\r\ncollusive behaviour is further evidenced by the conduct of both\r\nWallace and Burger at the\nmeeting in February 2004 when Carse was\r\nasked to resign as a director of Defacto.'\n2\nThe court subsequently concluded:\n'I am of the view that the\r\nbreach as claimed by defendant was evidenced by the collusive conduct\r\nbetween the plaintiff and Ribbans\nin which the plaintiff reneged on\r\nits obligation in the joint venture agreement and in collusion with\r\nother entities (such as Ribbans\nand others) indirectly became\r\ninvolved in the development of the Ogden erven to the exclusion of\r\nthe defendant.'\n3\nSave\nfor pointing out that the\r\ndefendant's case, properly interpreted, was that the plaintiff\r\nrepudiated the agreement, I find no reason\nto differ from this\r\nconclusion.\n[33] It is convenient at this stage to deal with the\r\nargument by the plaintiff's counsel that the plaintiff could not have\r\nrepudiated\n(or breached) the joint venture agreement until the shares\r\nin Defacto had been transferred to it. The argument loses sight of\r\nthe\nfact that on Carse's version, the plaintiff was not to become a\r\nshareholder in Defacto.\n[34] I therefore conclude that the defendant did\r\nestablish that the joint venture agreement had been repudiated by the\r\nplaintiff\nin the manner alleged in its pleadings. The last submission\r\nmade on behalf of the plaintiff was that Defacto suffered no loss\r\ninasmuch\nas Carse said to Ribbans that he wanted a family trust (of\r\nwhich he was one of the trustees) to be the shareholder in Defacto.\r\nThe argument was that profits made by Defacto would then have gone to\r\nthe family trust and not to the defendant. The argument is\n\nmisconceived. Had the family trust been registered as a 20 per cent\r\nshareholder in Defacto, it would have made no difference to\na claim\r\nby the defendant against the plaintiff flowing from the latter's\r\nrepudiation of the joint venture agreement. By becoming\na member of\r\nthe company, the family trust would not have succeeded to the rights\r\nor undertaken the obligations of the defendant\nunder that latter\r\nagreement. Nor did the rights of the parties to that agreement depend\r\nupon the identity of the shareholder(s)\nin Defacto. The joint venture\r\nagreement was between the plaintiff and the defendant, and it is the\r\ndefendant that suffered any\nloss of profit it would have made from\r\nconstructing houses, and any loss in respect of its share of the\r\nprofits made by Defacto\nfrom the sale of the plots.\n[35] The appeal is dismissed with costs, including the\r\ncosts of two counsel.\n_______________\nT D CLOETE\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANTS: J G Dickerson SC (with him R J Howie)\nInstructed by Edward Nathan Sonnenbergs, Cape Town\nLovius Block, Bloemfontein\nRESPONDENTS: J A le Roux SC (with him E S Grobbelaar)\nInstructed by Fourie Basson Veldtman, Parow\nWalkers Attorneys, Cape Town\nNaudes Attorneys, Bloemfontein\n1\nBurger\r\n\t& Wallace v Ballprop Ten (Pty) Ltd\n[2007]\r\n\tZAWCHC 91.\n2\nPara\r\n\t95.\n3\nPara\r\n\t97.",
  "scraped_at": "2026-02-12T15:51:31.058983",
  "date": "2011-09-23",
  "coram": [
    "CLOETE JA",
    "MALAN JA",
    "MEER PLASKET",
    "PETSE AJJA"
  ],
  "case_number": "406/10",
  "parties": {
    "applicants": [
      "Burger & Wallace Construction (Pty) Ltd"
    ],
    "respondents": [
      "Ballprop Ten (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The appellant, Burger & Wallace Construction (Pty) Ltd, a civil‑engineering contractor, entered into a joint‑venture arrangement with the respondent, Ballprop Ten (Pty) Ltd, to develop the Ogden erven in Cape Town. The parties sought external financing; after banks refused, a third party, Andrew David Ribbans, agreed to fund the purchase of the land through a shelf company (Defacto Investments 12 (Pty) Ltd). Shareholding in Defacto was split 80 % Ribbans company and 20 % respondent, with profit‑sharing ratios tied to development time. The plaintiff claimed R461 335,25 for services; the defendant counter‑claimed damages for breach/repudiation of the joint‑venture agreement. The trial court found a binding joint venture, accepted the evidence of the principal witness Mr Frederick Peter Carse, and held that the plaintiff had repudiated the agreement by colluding with Ribbans and diverting the development to third parties.",
    "issues": "The appeal raised three core issues: (a) whether a binding joint‑venture contract existed on the terms alleged by the defendant; (b) whether the plaintiff breached or repudiated that contract; and (c) whether the defendant suffered loss as a result of the alleged breach.",
    "principles": "The court applied the principles of contract formation, emphasizing that a joint‑venture can be established by clear conduct and mutual assent even if not reduced to writing. Evidence of credibility and probative value was weighed, with the trial judge correctly preferring the witness whose contemporaneous documents corroborated the alleged agreement. Repudiation was identified when a party's conduct—such as collusive share transfers and contracting with third parties—demonstrably defeated the essential obligations of the joint venture. The burden of proof rested on the plaintiff to disprove the existence of the contract and the alleged breach.",
    "application": "The appellate court affirmed the trial judge’s findings: Carse’s testimony, supported by memoranda and correspondence, established the joint‑venture’s terms and profit‑sharing ratios. The plaintiff’s actions—acquiring and then transferring a 50 % share in Defacto, failing to disclose these transactions, and allowing the development to proceed through other entities—constituted a clear repudiation. The court rejected the plaintiff’s arguments that the joint venture required 100 % financing from a bank or equal shareholding in Defacto, finding those requirements either not pleaded or cured by the evidence. Consequently, the defendant’s loss of profit from construction and share of the development’s proceeds was recognized.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The court upheld the finding that a joint‑venture agreement existed and that the plaintiff repudiated it, entitling the defendant to damages."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Joint Venture",
    "level_3": [
      "contract formation",
      "breach",
      "repudiation",
      "construction",
      "civil procedure"
    ]
  }
}