{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/178.html",
  "case_name": "Mthimkhulu v S (210/2011) [2011] ZASCA 178 (29 September 2011)",
  "citation": "[2011] ZASCA 178",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 178\n|\nNoteup\n|\nLawCite\nMthimkhulu v S (210/2011) [2011] ZASCA 178 (29 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF\r\nAPPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nno. 210/2011\nIn the matter between\nMDUDUZI NELSON\r\nMTHIMKHULU\n…............................................................\nAppellant\nand\nTHE STATE\n…..............................................................................................\nRespondent\nNeutral\r\ncitation:\nMthimkhulu v S\n(210/11)\n[2011] ZASCA 178\n(29\r\nSeptember 2011)\nCoram:\r\nMTHIYANE, VAN HEERDEN and SHONGWE JJA\nHeard:\r\n6 September 2011\nDelivered:\r\n29 September 2011\nSummary:\nCriminal Law Amendment Act 105 of 1997\n–\r\nappellant charged with and convicted of a single count of rape –\r\napplicable minimum sentence 10 years’ imprisonment\n–\r\nregional court applied incorrect section of Act in sentencing\r\nappellant to 15 years’ imprisonment – high court\non\r\nappeal compounded error by replacing sentence imposed by regional\r\ncourt with sentence of life imprisonment – material\n\nmisdirections entitling this court to interfere.\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nNorth Gauteng High Court\r\n(Pretoria) (De Villiers and Bosielo JJ sitting as court of appeal):\nThe appeal succeeds. The sentence imposed by the high\r\ncourt is set aside and replaced with the following:\nThe accused is sentenced to 10 years’\r\n\timprisonment, antedated to 29 February 2000.\nThe order made by the regional court\r\n\ton 29 February 2000\ndeclaring the accused unfit to possess a\r\n\tfirearm is\nconfirmed.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nSHONGWE JA (MTHIYANE, VAN HEERDEN JJA concurring)\n[1] On 6 September 2011 this court, having heard both\r\ncounsel for the appellant and for the state, made the following\r\norder:\n‘\nThe appeal succeeds. The\r\nsentence imposed by the high court is set aside and replaced with the\r\nfollowing:\nThe accused is sentenced to 10 years’\r\n\timprisonment, antedated to 29 February 2000.\nThe order made by the regional court on 29 February\r\n\t2000 declaring the accused unfit to possess a firearm is confirmed:\nThis court indicated that reasons for the order would\r\nfollow in due course. These are the reasons.\n[2] The appeal before us originates from the conviction\r\nof the\na\nppellant\r\non one count of rape by a regional c\no\nurt\r\nin Piet Retief. The appellant was sentenced to 15 years’\r\nimprisonment. Leave to appeal against both the conviction and\n\nsentence was refused by the regional court. However, upon petition to\r\nthe Judge President (North Gauteng High Court, Pretoria),\nleave to\r\nappeal was granted in respect of sentence only. The order read:\n‘\nVerlof tot appel teen\r\n\tskuldigbevinding word geweier.\n‘\nVerlof tot appel teen vonnis\r\n\tword toegestaan op die volgende basis: die vonnis van vyftien jaar\r\n\tis nie ‘n bevoegde vonnis\nmet inagneming van die bepalings van\r\n\tdie Strafwysigingswet (sic) 105 van 1997 nie. Ingevolge artikel\r\n\t51(1) daarvan word, op enkele\nunitsonderings na, ‘n minimum\r\n\tvonnis van lewenslange gevangenisstraf voorgeskryf en moes die\r\n\tverhoorhof die saak na skuldingbevinding\nna die hooggeregshof\r\n\tgestuur het vir vonnisoplegging.’\n[3] On appeal, the North Gauteng High Court, Pretoria\r\n(De Villiers and Bosielo JJ) set aside the sentence imposed by the\r\nregional\ncourt and replaced it with a sentence of life imprisonment.\r\nThe further appeal against sentence before us is with the leave of\r\nthe court below.\n[4] This case was visited by a series of errors on\r\nquestions of law and procedure from its inception up to the stage it\r\nreached\nthe court below. So much so that, at the hearing of this\r\nappeal, both counsel for the appellant and for the state agreed that\r\nthe\nappeal should succeed and that the order made by the court below\r\nshould be set aside.\n[5] The first of these errors is manifest from the\r\ncharge sheet which refers to one count of rape only, in contrast to\r\nthe evidence\nfrom which it appears that the complainant was raped\r\nmore than once by the appellant and his two companions, who were\r\nunfortunately\nnot apprehended. The appellant was convicted ‘as\r\ncharged’, viz of a single count of rape. This being so, the\r\nimposition\nof sentence fell within s 51(2)(b)(i) of the Criminal\r\nLaw Amendment Act 105 of 1997 (the Act), read together with the\r\nprovisions\nof Part III of Schedule 2. This section provides that a\r\nperson who has been convicted of rape referred to in Part III of\r\nSchedule\n2, in the case of a first offender, shall be sentenced to\r\nnot less than 10 years’ imprisonment, unless in terms of s 51\r\n(3)\nof the Act, the sentencing court is satisfied that there are\r\nsubstantial and compelling circumstances justifying the imposition\nof\r\na lesser sentence. However, had the appellant been charged with and\r\nconvicted of raping the complainant more than once, as the\nevidence\r\nshowed, the minimum sentence applicable to him would have been life\r\nimprisonment in terms of s 51(1) of the Act, read\ntogether with the\r\nprovisions of Part 1 of Schedule 2.\n[6] The sloppiness with which the charge sheet was drawn\r\nis unacceptable. In the words of Binns-Ward AJ in the similar case of\nS v Mponda\n2007 (2)\r\nSACR 245\n(C) paras 11 and 14-15:\n‘\n[11]\r\nThe slovenly formulation of the charge sheet is potentially\r\nprejudicial not only to the accused, but also to the administration\n\nof justice.\n. . . .\n[14] The prejudice to an accused\r\nperson in the circumstances described is illustrated by the\r\nmagistrate’s remarks during sentencing\nfrom which it is\r\napparent that notwithstanding the content of the charge sheet the\r\nappellant was treated for sentence purposes\nas having “recurrent(ly)”\r\nraped the complainant. This was a material misdirection . . . .\n[15] The administration of\r\njustice is potentially prejudiced because the allegation of only a\r\nsingle count of rape in a charge-sheet,\nwhere the evidence supports a\r\nmultiplicity of counts, means that the properly convicted accused can\r\nbe sentenced only as a single\ncount offender. As mentioned, this is\r\ncause for particular concern in matters where the Legislature has\r\ndetermined that offenders\nconvicted on multiple counts should receive\r\nhigher minimum sentences. It is liable to obstruct the achievement of\r\nlegislative objects\nin the fight against crime and to bring the\r\ncriminal-justice system into public disrepute.’\n.\n[7] The second error is manifest from the following\r\nremarks of the trial judge at the sentencing stage, from which it\r\nappears that\nthe court considered itself bound to impose a 15 –\r\nyear sentence or even to refer the appellant to the high court for\r\nthe\nimposition of life imprisonment:\n‘\nDie\r\nhof het nie ‘n keuse nie, meneer, die hof moet vandag vir u 15\r\njaar gevangenisstraf oplê. Trouens die hof kan u\neintlik na die\r\nHooggeregshof verwys vir ‘n lewenslange vonnis. En dit is die\r\nvonnis wat die hof gaan oplê. Die hof\nvind geen dwingende\r\nomstandighede om ‘n ander vonnis op te lê nie.’\nLife imprisonment is not appropriate in the\r\ncircumstances of this case because the appellant was charged with and\r\nconvicted of a\nsingle act of rape. The trial court was erroneously\r\nunder the impression that the applicable minimum sentence was 15\r\nyears’\nimprisonment, whereas it was ten years as we have\r\nindicated above. This offends against the principles of a fair trial\r\nand constitutes\na material misdirection on the part of the trial\r\ncourt.\n[8] The trial court’s error had a domino effect on\r\nthe court below. That court also totally failed to appreciate that\r\nthe\nappellant had been charged with and convicted of a single count\r\nof rape only. It correctly recognized that the trial court had made\n\nan error in finding that the minimum sentence prescribed by law was\r\n15 years. However, it grievously erred in finding that, in\nthe\r\npresent case, the minimum sentence was life imprisonment and in\r\nreplacing the sentence imposed by the trial court with a sentence\nof\r\nlife imprisonment. The series of errors was compounded by counsel for\r\nthe appellant during the hearing in the court below, when\nhe\r\nconceded, mistakenly so, that in the present case life imprisonment\r\nwas the applicable minimum sentence. Strangely enough, counsel\nfor\r\nthe state in the court below argued that the trial court had\r\nexercised its discretion properly and that the court should confirm\n\nthe sentence imposed by it.\n[9] It is also important to note that the appellant was\r\nnot warned timeously or at all that the state would be relying on the\r\nprovisions\nof the minimum sentence legislation. The provisions of the\r\nminimum sentence legislation and the applicability thereof were\r\nbrought\nto the attention of the appellant, for the very first time,\r\nafter conviction and only when the sentencing proceedings were\r\nunderway.\nThis too constituted a material irregularity. In\nS v\r\nNdlovu\n2003 (1) SACR 331\n(SCA), Mpati JA confimed that where the\r\nstate intends to rely on the sentencing regime created by the Act, a\r\nfair trial will generally\nrequire that its intention be brought\r\npertinently to the attention of the accused at the outset of the\r\ntrial, if not in the charge\nsheet then in some other form, so that\r\nthe accused is placed in a position to appreciate properly in good\r\ntime the charge he or\nshe faces as well as its possible consequences.\r\nWhat is at least required is that the accused be given sufficient\r\nnotice of the\nstate’s intention to enable him to conduct his\r\ndefence properly. (See also\nS v Legoa\n2003 (1) SACR 13\n(SCA)\r\nand\nS v Makatu\n2006 (2) SACR 582\n(SCA)). This certainly did\r\nnot happen in this case. In\nS v Chowe\n2010 (1) SACR 141\n(GNP),\r\nthe court (Mavundla J with Legodi J concurring) went to the extent of\r\nsaying that the fact that the accused was legally\nrepresented did not\r\ntake away the need to promptly inform him of the applicability of the\r\nminimum sentence legislation and its\nimplications.\n[10] In summary, the trial court erred in believing that\r\nthe minimum sentence was 15 years’ imprisonment and the high\r\ncourt\nalso erroneously believed that the minimum sentence was life\r\nimprisonment. As set out above, the appellant was charged with and\n\nconvicted of a single count of rape and therefore, as a first\r\noffender, 10 years was the applicable minimum sentence. As stated\n\nabove, the proceedings in both the trial court and the high court\r\nwere marked by material irregularities which make it imperative\nfor\r\nthis court to interfere.\n[11] In the result this court made the order set out in\r\npara 1 above.\n____________________\nJ B Z SHONGWE\nJUDGE OF APPEAL\nAPPEARANCES:\nFOR APPELLANT: L A Van Wyk\nInstructed by: Legal Aid Board, Pretoria;\nLegal Aid Board, Bloemfontein.\nFOR RESPONDENT: L Pienaar\nInstructed by: Director of Public Prosecutions,\r\nPretoria;\nDirector of Public Prosecutions, Bloemfontein.",
  "scraped_at": "2026-02-12T16:01:46.698344",
  "date": "2011-09-29",
  "coram": [
    "MTHIYANE",
    "VAN HEERDEN",
    "SHONGWE JJA"
  ],
  "case_number": "210/2011",
  "parties": {
    "applicants": [
      "MDUDUZI NELSON MTHIMKHULU"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The appellant, Mduduzi Nelson Mthimkhulu, was charged and convicted of a single count of rape by a regional court in Piet Retief. The trial court sentenced him to 15 years' imprisonment, mistakenly believing that the applicable minimum sentence under the Criminal Law Amendment Act 105 of 1997 was 15 years. On appeal, the North Gauteng High Court substituted the sentence with life imprisonment, again erring on the basis that the minimum was life. The appellant was not warned, either at trial or in the charge sheet, that the state would rely on the minimum‑sentence regime, and the charge sheet itself only reflected a single count despite evidence of multiple rapes.",
    "issues": "1. What is the correct minimum sentence for a first‑offender convicted of a single count of rape under the Criminal Law Amendment Act 105 of 1997? 2. Did the trial court and the High Court materially misdirect themselves by applying an incorrect minimum sentence of 15 years or life imprisonment? 3. Do the procedural irregularities – notably the failure to inform the accused of the minimum‑sentence legislation – warrant setting aside the sentences already imposed?",
    "principles": "The Court applied sections 51(1), 51(2)(b)(i) and 51(3) of the Criminal Law Amendment Act 105 of 1997, which prescribe a minimum of ten years for a first‑offender convicted of a single count of rape, unless substantial and compelling circumstances justify a lesser term. Where multiple counts are proved, the minimum is life imprisonment. The Court also relied on the principle of a fair trial requiring the accused to be adequately warned of the state's intention to rely on minimum‑sentence provisions (see S v Ndlovu; S v Legoa; S v Makatu; S v Chowe). Precedent on sloppy charge sheets and misdirection (S v Mponda) was cited to underscore the prejudice arising from inaccurate charging.",
    "application": "The Court found that the appellant was indeed charged and convicted of only one count of rape; therefore, the applicable minimum sentence was ten years, not fifteen nor life. The trial court’s belief that the minimum was fifteen years, and the High Court’s belief that it was life, were both material misdirections. Moreover, the appellant was not given timely notice of the minimum‑sentence regime, constituting a procedural irregularity that further undermined the validity of the sentences. Consequently, the Court set aside both lower court sentences.",
    "conclusion": "The appeal succeeded. The sentence imposed by the High Court was set aside and replaced with a ten‑year imprisonment term, antedated to 29 February 2000. The regional court’s order, dated 29 February 2000, confirming the appellant’s unfitness to possess a firearm was upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "minimum sentencing",
      "procedural fairness",
      "misdirection",
      "appellate review"
    ]
  }
}