{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/100.html",
  "case_name": "Maphango (Mgidlana) and Others v Aengus Lifestyle Properties (Pty) Ltd ([2011] 3 All SA 535 (SCA)) [2011] ZASCA 100; 611/2010 (1 June 2011)",
  "citation": "[2011] ZASCA 100",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 100\n|\nNoteup\n|\nLawCite\nMaphango (Mgidlana) and Others v Aengus Lifestyle Properties (Pty) Ltd ([2011] 3 All SA 535 (SCA)) [2011] ZASCA 100; 611/2010 (1 June 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 611/2010\nIn the\r\nmatter between:\nNTOMBIZODWA\r\nYVONNE MAPHANGO\n(NOW\r\nMGIDLANA) AND 17 OTHERS\n.....................................................\nAPPELLANTS\nv\nAENGUS LIFESTYLE PROPERTIES\n(PTY) LTD\n................................................................................................\nRESPONDENT\nNeutral\r\ncitation:\nMaphango v Aengus Lifestyle Properties\n(611/2010)\n[2011] ZASCA 100\n(1 June 2011)\nCoram:\nBrand, Lewis, Cachalia, Shongwe JJA and Plasket AJA\nHeard:\n17 May 2011\nDelivered:\n01 JUNE 2011\nSummary:\nTermination of lease agreements ─ tacit term\r\ncontended for that landlord will not employ termination clause in\r\norder to renegotiate\nnew leases at higher rental ─ found not to\r\nhave been established ─ reliance on s 26(1) of the Constitution\r\nand other\nconsiderations of public policy ─ unsuccessful\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nSouth Gauteng High Court (Johannesburg) (Van\r\nder Riet AJ sitting as court of first instance).\nThe appeal is dismissed.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nBRAND JA\n(LEWIS, CACHALIA, SHONGWE JJA and PLASKET AJA):\n[1] The 18 appellants are lessees of flats in a ten storey building\r\nknown as Lowliebenhof, in Braamfontein, Johannesburg. The respondent\n\nis the owner of the building. Proceedings started when the respondent\r\nbrought an application in the South Gauteng High Court, Johannesburg,\n\nfor the eviction of the appellants and their families from the flats\r\non the basis that their leases had been duly terminated by\nnotice on\r\nits behalf. The appellants opposed the application, essentially on\r\ntwo grounds. First, that the respondent’s purported\ntermination\r\nof the leases was invalid. Second, that, even if the leases were\r\nvalidly terminated, it would not be just and equitable\nto evict them\r\nfrom the flats. For the second ground they relied on the provisions\r\nof s 4(6) of the Prevention of Illegal Eviction\nfrom and\r\nUnlawful Occupation of Land Act 19 of 1998, that generally became\r\nknown as PIE.\n[2] When the application came before Van der Riet AJ in the court a\r\nquo, the respondent conceded that the leases of two of the\n\nappellants, Ms Siguca and Ms Masemola had not been validly\r\nterminated. With regard to the sixteen other leases involved, Van der\n\nRiet AJ upheld the respondent’s contention that the termination\r\nwas valid. He further held, in respect of nine of the appellants,\n\nthat there were no grounds of justice and equity, as contemplated in\r\ns 4(6) of PIE, that would justify the refusal of their\neviction.\r\nThese nine appellants were therefore evicted. As to the other seven\r\nappellants, he concluded that an eviction order would\nrender them\r\nhomeless and would thus not be just and equitable as contemplated by\r\ns 4(6) of PIE. At the behest of these appellants,\nhe therefore\r\npostponed the application for their eviction for three months so as\r\nto afford them the opportunity to join the City\nof Johannesburg as a\r\nparty to the proceedings and to obtain a report from the latter,\r\nsetting out what steps it could take to provide\nthem with alternative\r\naccommodation. As to the costs of the application, Van der Riet AJ\r\ndecided that since the matter involved\nconstitutional issues, the\r\nparties should pay their own costs.\n[3] The appeal against the judgment of Van der Riet AJ is with his\r\nleave. In essence it is aimed at two findings in the judgment.\nFirst,\r\nthat the leases were validly terminated. Second, that Ms Siguca and\r\nMs Masemola should pay their own costs.\nTermination of the lease agreement\n[4] I start with the issues surrounding the termination of the\r\nleases. The respondent purchased the property in 2007, but only\n\nbecame the owner in May 2009, shortly before the eviction\r\napplications were launched. It was not a party to any of the leases.\n\nThey were concluded over the years between the different appellants,\r\nas lessees, and whoever happened to be the respondent’s\n\npredecessor as owner of the building at the time, as lessor. However,\r\nby operation of the common law principle of\nhuur gaat voor koop\n,\r\nthe respondent became the successor to all rights and obligations\r\nderiving from these lease agreements, when it became the owner\nof the\r\nbuilding.\n[5] The appellants entered into four different pro forma lease\r\nagreements that were identified with reference to the name of the\n\nlessor at the time, as the Ithemba agreement, the Union agreement,\r\nthe Artisan agreement and the Eagle Creek agreement. For reasons\nthat\r\nwill soon become apparent, the appellants emphasised those terms of\r\nthe four agreements that deal with increases in the stipulated\nrental\r\nwhile the respondent’s focus was directed at the period of the\r\nlease for which the different agreements provide.\n[6] As to increases in the stipulated rental, three of the agreements\r\nexpressly limit the increment at which the stipulated rent\ncan be\r\nincreased annually. The Ithemba agreement permits an increase of 10\r\nper cent, together with an amount equal to any increase\nin rates,\r\ntaxes and other stipulated expenses payable by the lessor in respect\r\nof the building, distributed pro rata between the\ntenants occupying\r\nthe property. In the Union agreement, the annual escalation is 15 per\r\ncent, while the Artisan agreement limits\nthe increment to the\r\nlessee’s pro rata share of any increase in rates and taxes\r\npayable by the lessor. The Eagle Creek agreement\nis the exception. It\r\ndoes not specifically impose a limitation on the increase of rental,\r\nbut it is common cause that in this case\nany increase must be\r\nreasonable (see\ns 5(6)(c)\nof the\nRental Housing Act 50 of 1999\n).\r\nFinally, the Ithemba agreements provide that in the event of some\r\nlegislative provisions affecting the rental, the respondent\ncannot\r\nincrease the rent without first approaching the competent authority\r\nfor leave to do so.\n[7] As to termination of the leases, each of the agreements provides\r\nfor an initial fixed period. In the Ithemba agreement, for\nexample,\r\nit is 12 months. After the initial period, each agreement is\r\nautomatically renewed indefinitely. Three of the agreements\ncontain\r\nan express provision entitling both parties to terminate the\r\nagreement on written notice to the other, though the periods\nof\r\nnotice required are of different duration. The Artisan agreement does\r\nnot have an express term providing for termination by\nnotice. But it\r\nis not in issue that in terms of the residual rules of the common\r\nlaw, this agreement is also terminable by either\nparty after the\r\ninitial period, on reasonable notice to the other (see eg A J Kerr\nThe Law of Sale and Lease\n3 ed (2004) at 488; Francois du Bois\r\n(ed)\nWille’s\nPrinciples of South African Law\n9 ed\r\n(2007) at 918 para 9(1) and the authorities there cited.) With regard\r\nto termination, the Ithemba agreement again contains\na provision\r\nwhich is not to be found in the other agreements. It is to the effect\r\nthat, if the lease is supported by a Department\nof Housing subsidy,\r\ntermination shall be at the discretion of the lessee. As it turned\r\nout, the only two leases that were supported\nby a Departmental\r\nsubsidy were those of Ms Siguca and Ms Masemola. That is why the\r\nrespondent conceded that their leases could\nnot be terminated on\r\nnotice by the respondent.\n[8] It is common cause that in respect of all the leases the initial\r\nfixed period had lapsed prior to the notices of termination,\nto which\r\nI now turn. From about September 2008, the respondent gave written\r\nnotice of termination of the leases to each of the\nappellants. The\r\nnotices called upon them to vacate their flats on different dates\r\nduring the period from November 2008 to March\n2009. The notices also\r\ninformed the appellants that if they wished to stay on in their flats\r\nbeyond the stipulated dates, they\nwould have to enter into new lease\r\nagreements at rentals which were between 100 per cent and 150 per\r\ncent more than what they were\npaying at the time. The appellants\r\nrefused to accept the termination of their agreements. They also said\r\nthat they could not afford\nto pay the increased rent. They\r\naccordingly remained in occupation and continued to pay the rental\r\namounts that they were paying\nat the time.\n[9] The respondent’s explanation as to why it gave these\r\nnotices remained mainly undisputed. According to this explanation,\n\nthe respondent’s business model is to acquire buildings in the\r\nJohannesburg CBD that are often derelict, which it then renovates\nand\r\nrents out to tenants. This business model requires it to be able to\r\ngenerate sufficient income from rental in order to service\nthe\r\nacquisition and renovation costs of the building. It acquired\r\nLowliebenhof for R11 628 000, which it obtained through\n\nbond finance.\n[10] After acquisition of the building, the respondent spent an\r\namount of over R1 million on renovation and maintenance. It also\n\nemployed fulltime guards and cleaners. These expenses appear to have\r\nbeen advantageous to the tenants of the building. In motivating\nwhy\r\nthe appellants would not be able to afford comparable accommodation\r\nin the same area, their attorney, inter alia, said about\nother flats\r\nin the area that:\n‘\nThe\r\nbuildings are not well maintained and major renovations would have to\r\nbe done for them to be a viable alternative to Lowliebenhof.’\n[11] But the result of these expenses was that the rent paid by the\r\nappellants (and presumably the occupants of other flats in\nthe\r\nbuilding) was insufficient to cover the costs of bond finance,\r\nrenovation and maintenance. As a result, the respondent found\nthat\r\nthe project was running at a loss. At the same time, so the\r\nrespondent said, there were a number of potential tenants who\nwere\r\nwilling and able to pay the increased rental it was constrained to\r\nimpose in order to render the project financially viable.\n[12] The arguments advanced by the appellants against this background\r\nas to why the leases were not validly terminated, were twofold:\n(a) First, they contended that each of the lease agreements contained\r\na tacit term which forbids the use of the termination clause\nto\r\neffect an increase in rental beyond the increment provided for in the\r\nrespective agreements;\n(b) Second, that to allow the respondent to terminate the agreements\r\nfor the sole purpose of allowing it to implement a rent increase\n\nwould be contrary to public policy. For their argument based on\r\npublic policy, the appellants relied on three grounds: (a) that\nthe\r\ntermination would be unreasonable and unfair; (b) that it would\r\nconstitute an infringement of their constitutional right to\nhave\r\naccess to adequate housing in terms of s 26(1) of the Constitution;\r\n(c) that it constituted an ‘unfair practice’\nas\r\ncontemplated in the\nRental Housing Act 50 of 1999\nread with the\r\nGauteng Unfair Practice Regulations 2001, promulgated under that Act.\nTacit term\n[13] I propose to deal first with the argument based on a tacit term.\r\nAs explained by Corbett AJA in\nAlfred McAlpine & Son (Pty) Ltd\r\nv Transvaal Provincial Administration\n1974 (3) SA 506\n(A) at\r\n531-532, a tacit term is an unexpressed provision of a contract,\r\ninferred by the court from the express terms of the contract\nand the\r\nsurrounding circumstances. Because a tacit term is derived from an\r\ninference as to what both parties must have intended,\nif they had\r\napplied their minds, the inference will be drawn only if the court is\r\nsatisfied that it is a necessary one. Once there\nis difficulty and\r\ndoubt as to how the term should be formulated or how far it should\r\ngo, it can hardly be said that the parties\nclearly intended the\r\nproposed term to be part of their agreement (see eg\nSouth African\r\nMutual Aid Society v Cape Town Chamber of Commerce\n1962 (1) SA\r\n598\n(A) at 606B;\nDesai v Greyridge Investments (Pty) Ltd\n1974\r\n(1) SA 509\n(A) at 522H-523A).\n[14] Over the years our courts have formulated the test to be applied\r\nin order to decide whether the importation of a tacit term\nwould be\r\nappropriate in various ways. Another variation would hardly\r\ncontribute to clarity. Suffice it therefore to refer to the\nfollowing\r\nsummary by Nienaber JA in\nWilkens NO v Voges\n[1994] ZASCA 53\n;\n1994 (3) SA 130\n(A) at 137A-C:\n‘\nThe\r\npractical test for determining what the parties would necessarily\r\nhave agreed on the issue in dispute is the celebrated bystander\ntest.\r\nSince one may assume that the parties to a commercial contract are\r\nintent on concluding a contract which functions efficiently,\na term\r\nwill readily be imported into a contract if it is necessary to ensure\r\nits business efficacy; conversely, it is unlikely\nthat the parties\r\nwould have been unanimous on both the need for and the content of a\r\nterm, not expressed, when such a term is not\nnecessary to render the\r\ncontract fully functional.’\n[15] Relying on the test thus formulated, the appellants contended\r\nthat a tacit term, which prohibits the exercise of the right\nto\r\nterminate for the sole purpose of effecting a rental increase which\r\nexceeds the increment agreed upon, is necessary to ensure\nthe\r\nefficacy of the agreements. Without this term, so the argument went,\r\nthe landlord could demand an increase in excess of that\nagreed upon\r\nby simply threatening to terminate the contract. Moreover, so the\r\nargument continued, absent the proposed tacit term,\nthere would be no\r\nconsensus on an essential term of the contract. A definite or\r\nascertainable rental is one of the\nessentialia\nof a lease.\r\nWere the landlord permitted to use the termination clause to effect a\r\nrental increase, the rent would not be definite\nor ascertainable.\n[16] I find these arguments logically unsound. None of them pertain\r\nto the position while the lease agreements are in place. During\nthe\r\ncurrency of the lease, the lessees are not at the landlord’s\r\nmercy insofar as rental increases are concerned. Nor can\nthere be any\r\nuncertainty about the permitted increases. Both parties are bound by\r\nthe terms controlling rental increases. However,\nonce the agreements\r\nare validly terminated, the landlord is no longer bound by the\r\nexpress or implied provisions of the erstwhile\nlease. Whether or not\r\na lease agreement was validly terminated depends on the termination\r\nprovisions. Thus, for example, any purported\ntermination during the\r\ninitial fixed period would not be valid. During that period the\r\nlessee therefore enjoys the benefits of\nthe rental increase\r\nprovisions. The same goes for the required period of notice. In\r\nshort, during the currency of the lease, business\nefficacy does not\r\nrequire an incorporation of the proposed tacit term. After\r\ntermination of the lease, the proposed tacit term\nwould be of no\r\nconsequence.\n[17] For their further arguments in support of the tacit term they\r\npropose, the appellants relied on what Nienaber JA referred\nto in the\r\nquotation from\nWilkens NO\nas the celebrated bystander test. It\r\nwill be remembered that according to this test the enquiry is what\r\nthe response of both parties\nwould have been if, at the time the\r\ncontract was being negotiated, the officious bystander were to ask\r\nthem ‘what would happen\nin such and such a case?’.\r\nIncorporation of the proposed term requires the unanimous\r\nconfirmation of the proposed term with\nthe comment ‘we did not\r\ntrouble to say that; it is too clear’. (Per\nScrutton LJ in\r\nReigate v Union Manufacturing Co (Ramsbottom) Ltd\n[1918] 1 KB 592\n(CA) at 605).\n[18] With reference to this test, the appellants argued that if the\r\nofficious bystander were to ask the parties whether they intended\nthe\r\nowner to be able to circumvent the rental increase provisions by\r\nmaking use of the termination clause, the answer would have\nbeen no.\r\nThey found support for their argument in the provisions of the\r\nIthemba agreement to the effect that if the lease is supported\nby\r\nDepartmental subsidy, termination would be at the discretion of the\r\nlessee. This shows, so the argument went, that these leases\nwere\r\nentered into with security of tenure in mind.\n[19] As I see it, the last-mentioned part of the argument goes\r\nagainst the appellants. What it indicates is that, where the parties\n\nintended to qualify the termination provisions so as to provide the\r\nlessees with additional security of tenure ─ beyond the\ninitial\r\nfixed period and the notice period ─ they knew exactly how to\r\ndo so. Of greater significance, however, is that in\nmy view the\r\nquestion put forward by the appellants as the one that the officious\r\nbystander would ask, is wrongly formulated. In\nconsequence, the\r\nanswer to the officious bystander is likely to be wrong. The question\r\nis not whether the landlord may circumvent\nthe rental escalation\r\nprovisions by means of the termination clause. What the officious\r\nbystander would ask is whether either party\nwould be entitled to\r\nterminate the agreement, after the initial fixed period and in\r\naccordance with the termination clause, in\norder to negotiate a new\r\nlease with different contractual terms. As I see it the answer would\r\nthen be ─ why not?\n[20] As formulated by the appellants, the question posed by the\r\nofficious bystander would introduce the consideration of motive\nin\r\nthe exercise of a contractual right, while that consideration is\r\ngenerally irrelevant (see eg\nBredenkamp v Standard Bank of South\r\nAfrica Ltd\n2010 (4) SA 468\n(SCA) para 7). Introduction of motive\r\nthrough incorporation of a tacit term would in my view elicit the\r\nquestion ─ what motive\nfor termination by notice would be\r\nacceptable? Would the landlord have to justify its motive for\r\ntermination in every case? Is\nthe lessee also required to have a\r\nvalid motive for terminating the agreement on notice? If so, would\r\nthe fact that the lessee\ncan no longer afford the rental constitute a\r\nvalid reason? As I see it, all these difficulties stand in the way of\r\nthe incorporation\nof the tacit term for which the appellants contend.\n[21] In addition, acceptance of the appellants’ argument would\r\nmean that the landlord had entered into a lease of infinite\nduration\r\nwithout being entitled to terminate the agreement, even when the\r\nenterprise seeks to be commercially viable. Why this\nnotion is\r\ninherently untenable is illustrated by the situation that arose in\r\nthis case. In my view, it stands to reason that this\nunlikely\r\nintention on the part of the landlord can hardly be incorporated into\r\nthe lease agreements on the basis that it is self-evident.\nReasonableness and fairness\n[22] I now turn to the appellants’ case based on public policy.\r\nTheir first contention in this regard was that termination\nof the\r\nleases was, in the circumstances, unreasonable and unfair and should\r\ntherefore not be enforced on grounds of public policy.\nIn support of\r\nthis contention the appellants argued that it had been decided by the\r\nConstitutional Court in\nBarkhuizen v Napier\n[2007] ZACC 5\n;\n2007 (5) SA 323\n(CC) that, as a matter of public policy, our courts will not give\r\neffect to the implementation of a contractual provision which\nis\r\nunreasonable and unfair.\n[23] I believe that the argument is fundamentally flawed because the\r\nproposition on which it relies is not supported by the decision\nof\r\nthe Constitutional Court in\nBarkhuizen,\nnor does it reflect\r\nthe principles of our law of contract as they stand. Reasonableness\r\nand fairness are not freestanding requirements\nfor the exercise of a\r\ncontractual right. That much was pertinently decided in\nBredenkamp\n(para 53). As to the role of these abstract values in the law of\r\ncontract, this court expressed itself as follows in\nSouth African\r\nForestry Co Ltd v York Timbers Ltd\n2005 (3) SA 323\n(SCA) para 27:\n‘\n. . .\r\n. [A]lthough abstract values such as good faith, reasonableness and\r\nfairness are fundamental to our law of contract, they\ndo not\r\nconstitute independent substantive rules that courts can employ to\r\nintervene in contractual relations. These abstract values\nperform\r\ncreative, informative and controlling functions through established\r\nrules of the law of contract. They cannot be acted\nupon by the courts\r\ndirectly. Acceptance of the notion that judges can refuse to enforce\r\na contractual provision merely because\nit offends their personal\r\nsense of fairness and equity will give rise to legal and commercial\r\nuncertainty.’\n(See also eg\nBrisley v Drotsky\n2002 (4) SA 1\n(SCA) paras 21-25\r\nand 93-95)\n[24] In\nBarkhuizen\n, Ngcobo J, writing for the majority, first\r\nexplained (para 80) what he meant by the notion of ‘good\r\nfaith’, namely\nthat it encompasses the concepts of justice,\r\nreasonableness and fairness. He then proceeded to express the\r\nprinciples of our law,\nas formulated by this court, inter alia in\nBrisley\n, in the following terms (para 82):\n‘\nAs the\r\nlaw currently stands good faith is not a self-standing rule, but an\r\nunderlying value that is given expression through existing\nrules of\r\nlaw. In this instance good faith is given effect to by the existing\r\ncommon-law rule that contractual clauses that are\nimpossible to\r\ncomply with should not be enforced . . . . Whether, under the\r\nConstitution, this limited role of good faith is appropriate\nand\r\nwhether the\nmaxim\nlex\r\nnon cogit ad impossibilia\nalone\r\nis sufficient to give effect to the value of good faith are,\r\nfortunately, not questions that need be answered on the facts\nof this\r\ncase and I refrain from doing so.’\n[25] Unless and until the Constitutional Court holds otherwise, the\r\nlaw is therefore as stated by this court, for example, in\nSouth\r\nAfrican Forestry Co, Brisley\nand\nBredenkamp\n. Accordingly,\r\na court cannot refuse to give effect to the implementation of a\r\ncontract simply because that implementation is regarded\nby the\r\nindividual judge to be unreasonable and unfair. Strictly speaking the\r\nenquiry into the reasonableness and fairness of the\nrespondent’s\r\ntermination of the contract of the leases is therefore unnecessary.\r\nBut in any event, I am not persuaded that\nin the circumstance the\r\ntermination of the leases can be denounced as unreasonable and\r\nunfair. The respondent’s business\nventure, to acquire and\r\nupgrade residential buildings in the inner city of Johannesburg, is\r\ncommendable. Amongst other things,\nit appears to be in line with the\r\ninitiatives of the Johannesburg City Council. However, since the\r\nrespondent is not a charitable\norganisation, it cannot be blamed for\r\nits unwillingness to pursue this commendable business venture at a\r\nloss as would be the result\nif the current leases were to be\r\nmaintained at the agreed rentals. The respondent therefore decided to\r\nterminate the leases, as\nit was contractually entitled to do, to save\r\nits business from commercial demise. In doing so, it behaved\r\ntransparently by disclosing\nits motive, which it was not obliged to\r\ndo. Had it not done so, the present litigation would probably not\r\nhave ensued. Objectively,\nI can find nothing in the respondent’s\r\nconduct that can justifiably be described as unreasonable and unfair.\nThe impact of s 26(1) of the Constitution\n[26] The appellants’ further argument relied on the proposition\r\nthat the termination of the leases was contrary to public\npolicy,\r\nbecause it constituted an infringement of their right of access to\r\nadequate housing in terms of s 26(1) of the Constitution.\nThe logical\r\nprogression of their argument proceeded as follows:\n(a) According to well-settled principles of our common law, a term of\r\na contract will not be enforced if either the term itself\nor its\r\nenforcement will be contrary to public policy (see eg\nSasfin (Pty)\r\nLtd v Beukes\n1989 (1) SA 1\n(A) at 7I-J).\n(b) Public policy represents the legal convictions of the community.\r\nSince the advent of our constitutional democracy, public policy\nis\r\ninformed by our Constitution and the values which underlie it (see eg\nAfrox Healthcare Bpk v Strydom\n2002 (6) SA 21\n(SCA) para 18;\nBarkhuizen v Napier\n[2007] ZACC 5\n;\n2007 (5) SA 323\n(CC) para 28).\n(c) Consequently, a term in a contract that is inimical to the values\r\nenshrined in the Constitution is contrary to public policy\nand\r\ntherefore, unenforceable (see eg\nBarkhuizen\npara 29;\nBredenkamp v Standard Bank of South Africa Ltd\n2010 (4) SA 468\n(SCA) para 43).\n(d) Even if a contractual provision is not in itself in conflict with\r\nany constitutional value, its enforcement may be. In that\nevent, the\r\nfirst question is whether the rights so infringed ─ such as the\r\nright to practise a trade, occupation or profession,\nor the right to\r\nfreedom of expression ─ can in principle be limited in terms of\r\ns 36 of the Constitution. If so, the second\nquestion is whether the\r\nlimitation brought about by the enforcement of the contractual\r\nprovision is fair and reasonable in the\ncircumstances (see eg\nBredenkamp\nparas 47-48).\n(e) Security of tenure is a constitutional element of the right of\r\naccess to housing in terms of s 26(1) of the Constitution (see\nJaftha\r\nv Schoeman\n;\nVan Rooyen v Stoltz\n[2004] ZACC 25\n;\n2005 (2) SA 140\n(CC) para\r\n29;\nGundwana v Steko Development CC\n(CCT 44/10)\n[2011] ZACC 14\n(11 April 2011) para 40).\n(f) The rights enshrined by s 26(1), including the right to security\r\nof tenure to one’s home, embodies both a positive and\na\r\nnegative element. Positively, it does not bind private persons, but\r\nits provisions oblige the state to take reasonable measures\nto\r\nachieve the realisation of the right. In its negative aspect it also\r\nbinds private persons. Apart from the obligations of the\nstate, it\r\nthus forbids private persons from interfering with the rights of any\r\nother person in terms of the section (see eg\nStandard Bank of\r\nSouth Africa Ltd v Saunderson\n2006 (2) SA 264\n(SCA) para 12).\n[27] In furtherance of their case, the appellants then sought to\r\napply these principles in the following way. The termination\r\nprovisions, so they conceded, are not in themselves inimical to the\r\nrights enshrined in s 26(1), since there is nothing wrong with\n\nproviding for the termination of a lease on notice. Yet the\r\nimplementation of these provision resulted in an infringement of\r\ntheir\nright to security of tenure to the flats that are their homes.\r\nIn consequence, the respondent was bound to exercise its right under\n\nthe termination provisions in a manner that was reasonable and fair.\r\nSince the termination of their leases was in the circumstance\n\nunreasonable and unfair, it was contrary to public policy.\n[28] Though I agree with the general principles relied on by the\r\nappellants, my difficulty lies with the way in which they sought\nto\r\napply these principles in furtherance of their case. What their\r\nargument appears to lose sight of is that a lessee of property\nhas no\r\nsecurity of tenure in perpetuity. The duration of the lessee’s\r\ntenure is governed by the terms of the lease.Generally\nspeaking a\r\nlease can be for a fixed period, say 10 years or six months or for an\r\nuncertain period, eg until X dies. If the period\nof the lease is left\r\nundetermined, it can be terminated on notice. If the period of notice\r\nis not specifically agreed upon, the\nresidual rules require that the\r\nnotice must be reasonable. One thing a lease cannot be is ‘for\r\never’. A purported lease\nin perpetuity is not a lease: it\r\nconstitutes another contract, namely emphyteusis or ‘\nerfpag\n’\r\n(see eg A J Kerr\nThe Law of Sale and Lease\n3 ed (2004) p\r\n273-274; 14\nLawsa\n2 ed para 4 sv ‘Lease’; De Wet &\r\nVan Wyk\nSA Kontrakte en Handelsreg\n5 ed (1992) p 356).\n[29] Beyond the period of the lease, the lessee has no security of\r\ntenure. If the lease is for say 10 years, it goes without saying\nthat\r\nthe lessee’s security of tenure is for 10 years only. If after\r\n10 years the lessor insists that the lease has been terminated\n\nthrough effluxtion of time, no one will suggest that such insistence\r\namounts to an infringement of the lessee’s security\nof tenure\r\nunder s 26(1) of the Constitution. Perhaps less obvious is the\r\nsituation where the lease is terminated on notice. But\nthe principle\r\nremains the same. The parties agreed at the outset that the lessee’s\r\ntenure can be terminated on notice. What\nthis amounts to, is an\r\nagreement that the lessee’s security of tenure will never\r\nendure beyond the end of the notice period.\n[30] The position of owners, on the other hand, is quite different.\r\nThe right of an owner to possession is of indefinite duration.\nThat,\r\nI believe, is the main distinction between cases like\nJafta\n,\nSaunderson\nand\nGundwana\n, on the one hand and the\r\npresent case on the other. Those cases dealt with interference with\r\nthe right of security of tenure of\nan owner to his or her home. The\r\ncombined effect of those cases is that a termination of that right\r\nmay only follow upon judgment\nin a court of law. In this case, as I\r\nhave said, the appellants had no security of tenure beyond the\r\nduration of the leases. Put\nin another way, this security of tenure\r\nwas circumscribed by the leases themselves. It therefore cannot be\r\nsaid that termination\nin accordance with the leases, constituted an\r\ninfringement of their right to security of tenure.\nProvisions of the Housing Act 50 of 1999 and the Gauteng Unfair\r\nPractice Regulations, GN 4004 of 2001\n[31] Finally, the appellants contended that the termination of the\r\nleases was contrary to public policy because it constituted\nan unfair\r\npractice in contravention of the\nRental Housing Act 50 of 1999\nand\r\nthe relevant regulations promulgated under that Act. From the\r\nappellants’ argument it never became clear why they chose\nthis\r\ncircuitous route instead of simply relying on a contravention of the\r\nAct. But be that as it may.\n[32] With regard to the provisions of the Act, the appellants’\r\nparticular focus was on s 4(5)(c). In terms of this section\nthe\r\nlandlord may ‘terminate the lease in respect of rental housing\r\nproperty on grounds that do not constitute an unfair practice\nand are\r\nspecified in the lease’. ‘Unfair practice’ is\r\ndefined in s 1 of the Act to mean ‘(a) any act or\nomission by a\r\nlandlord or tenant in contravention of this Act; or (b) a practice\r\nprescribed as a practice unreasonably prejudicing\nthe rights or\r\ninterests of a tenant or a landlord’.\n[33] Since the appellants do not contend for any contravention of the\r\nAct by the respondent, we are not concerned with part (a)\nof the\r\ndefinition. As to part (b), ‘prescribed’, is defined in s\r\n1 to mean ‘prescribed by regulation by the Member\nof the\r\nExecutive Council of a province responsible for housing matters, by\r\nnotice in the Gazette’. With reference to the\nregulations thus\r\nprescribed by the MEC for Housing in the Province of Gauteng (GN 4004\r\nof 2 July 2001), the appellants relied on\ntwo provisions, namely: (a)\r\nRegulation 41(d) which prohibits a landlord from engaging in\r\n‘oppressive or unreasonable conduct’,\nand (b) Regulation\r\n14(1)(f) which provides that ‘a landlord must not conduct any\r\nactivity which unreasonably interferes with\nor limits the rights of\r\nthe tenant . . .’.\n[34] I do not agree with the appellants’ contention that the\r\ntermination of their leases constituted a contravention of these\n\nstatutory provisions. First, the provisions of the Act and the\r\nregulations relied upon are directed against a ‘practice’.\n\nThat does not contemplate, as I see it, unacceptable conduct by the\r\nlandlord on an isolated occasion (see eg\nThe Concise Oxford\r\nEnglish Dictionary\nwhich defines ‘practice’ (in this\r\ncontext) as ‘the customary or expected procedure or way of\r\ndoing something’).\nIt envisages incessant and systemic conduct\r\nby the landlord which is oppressive or unfair. Termination of a lease\r\nwould therefore\nnot qualify as a practice. Secondly, for reasons I\r\nhave already stated, I do not believe that the respondent’s\r\nterminations\nof the leases could in the circumstances be denounced as\r\nunreasonable or unfair, let alone oppressive.\nCosts of two appellants in the court a quo\n[35] This brings me to the second part of the appeal which is\r\ndirected at the court a quo’s order to the effect that Ms\r\nSiguca and Ms Masemola, who were successful on the merits, should pay\r\ntheir own costs. It will be remembered that the respondent\nconceded\r\nin the court a quo that its eviction application against these two\r\nappellants could not succeed. The reason for the concession\nwas that\r\nthese two appellants had entered into the Ithemba agreement and that,\r\nbecause their leases were supported by a Department\nof Housing\r\nsubsidy, these leases could, in terms of the specific provisions of\r\nthe agreement, only be terminated at the discretion\nof the lessee.\n[36] Since the impugned costs orders were made in the exercise of its\r\ndiscretion by the court a quo, this court can only interfere\non the\r\nbasis that the discretion had not been properly exercised. I do not\r\nbelieve that the appellants have made out that case.\nOn the contrary,\r\nI think these costs orders were justly made. All the appellants,\r\nincluding those who were successful and those\nwho were not, were\r\nrepresented by the same counsel. They all filed affidavits which were\r\nidentical in all material respects. Where\nthe appellants were\r\nunsuccessful, no costs orders were made in favour of the respondent\r\nand I can see no reason why the position\nof the successful appellants\r\nshould be any different. Moreover, the defence on which the two\r\nappellants ultimately succeeded was\nonly raised at a late stage of\r\nthe proceedings, when virtually all the papers had been filed.\nCosts on appeal\n[37] Following the guidance of the Constitutional Court in\nBarkhuizen\n(para 90) and in\nBiowatch Trust v Registrar, Genetic Resources\n2009 (6) SA 232\n(CC), the court a quo held that, since the\r\nappellants raised important constitutional issues, they should not be\r\nburdened with\ncosts. It therefore made no order as to costs. I\r\nbelieve this court should adopt the same approach with regard to the\r\ncosts of\nappeal.\nOrder\n[38] In the result the appeal is dismissed.\n____________________\nF D J Brand\nJudge of Appeal\nAPPEARANCES:\nAPPELLANTS: D I Berger SC (with him S Wilson & I de Vos)\nInstructed by Mdladlamba Attorneys, Johannesburg\nLovius Block Attorneys, Bloemfontein\nRESPONDENTS: G C Wright (with him N Mbelle)\nInstructed by Knowles Husain Lindsay Inc\nc/o John Broido, Johannesburg\nMcIntyre & Van der Post, Bloemfontein",
  "scraped_at": "2026-02-12T15:42:02.116693",
  "date": "2011-06-01",
  "coram": [
    "Brand JA",
    "Lewis JA",
    "Cachalia JA",
    "Shongwe JJA",
    "Plasket AJA"
  ],
  "case_number": "611/2010",
  "parties": {
    "applicants": [
      "Yvonne Maphango (now Mgidlana)",
      "Other appellants (total 18 lessees)"
    ],
    "respondents": [
      "Aengus Lifestyle Properties (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "Eighteen lessees (the appellants) occupied flats in the Lowliebenhof building in Braamfontein, Johannesburg. The respondent, Aengus Lifestyle Properties, purchased the building in 2009 and inherited four different pro‑forma lease agreements (Ithemba, Union, Artisan and Eagle Creek) that contained fixed initial periods followed by automatic renewal and varied rent‑increase clauses. In September 2008 the respondent gave written notice of termination to all lessees, proposing substantially higher rents (100‑150% increase). The lessees refused and remained in occupation, continuing to pay the original rents. Two lessees (Ms Siguca and Ms Masemola) held leases subsidised by the Department of Housing, which the respondent conceded could not be terminated by notice. The respondent sought eviction of the remaining lessees, and the High Court dealt with the validity of the terminations and the applicability of s 4(6) of the Prevention of Illegal Eviction Act (PIE).",
    "issues": "1. Whether the respondent validly terminated the lease agreements. 2. Whether a tacit term should be implied to prohibit the use of the termination clause to achieve rent increases beyond the agreed escalation limits. 3. Whether the terminations were contrary to public policy, including infringement of the constitutional right to adequate housing under s 26(1). 4. Whether the terminations amounted to an unfair practice under the Rental Housing Act. 5. Whether the costs orders against Ms Siguca and Ms Masemola were correctly made.",
    "principles": "The court applied the common‑law test for tacit terms (the by‑stander test) and held that a tacit term can only be implied if necessary for business efficacy. It reiterated that abstract values such as fairness and reasonableness are not independent grounds to set aside contractual provisions. The court noted that s 26(1) of the Constitution imposes a positive duty on the State, not a direct prohibition on private landlords, and that security of tenure is confined to the terms of the lease. It also referred to the Rental Housing Act and its unfair‑practice regulations, emphasizing that a single termination does not constitute a “practice”.",
    "application": "The court found that the lease agreements contained clear termination provisions after the initial fixed period and that the respondent complied with the notice requirements, rendering the terminations valid. The proposed tacit term was rejected as unnecessary and unsupported by the by‑stander test. The court held that the terminations were not unreasonable or unfair in the constitutional sense and did not amount to an unfair practice under the Rental Housing Act. Consequently, the right to housing under s 26(1) was not infringed. The costs orders against the two successful appellants were upheld as properly exercised discretion, and no appeal costs were awarded.",
    "conclusion": "The appeal was dismissed. The termination of the leases was upheld, the costs orders against Ms Siguca and Ms Masemola were confirmed, and the appellant’s request for costs on appeal was denied."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Residential Lease",
    "level_3": [
      "termination",
      "tacit term",
      "constitutional right to housing",
      "public policy",
      "costs"
    ]
  }
}