{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/170.html",
  "case_name": "South African Rail Commuter Corporation Ltd v Thwala (661/2010) [2011] ZASCA 170 (29 September 2011)",
  "citation": "[2011] ZASCA 170",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 170\n|\nNoteup\n|\nLawCite\nSouth African Rail Commuter Corporation Ltd v Thwala (661/2010) [2011] ZASCA 170 (29 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 661/2010\nIn the matter\r\nbetween:\nSOUTH AFRICAN\r\nRAIL COMMUTER\nCORPORATION\r\nLIMITED\n…................................................................\nAppellant\nand\nALMMAH PHILISIWE\r\nTHWALA\n…................................................\nRespondent\nNeutral citation\n:\nSouth African Rail Commuter Corporation Ltd v Thwala\n(661/2010)\n[2011] ZASCA 170\n(29 SEPTEMBER 2011)\nCoram:\nMTHIYANE, HEHER, MAYA, MAJIEDT AND WALLIS JJA\nHeard:\n16\r\nAugust 2011\nDelivered:\n29\r\nSeptember 2011\nSummary:\nDamages\r\n– appellant falling on train station platform and sustaining\r\nbodily injuries when jostled by fellow commuters alighting\nfrom a\r\nstationary train – claim based on negligent omission –\r\nnegligence not proved.\n­_______________________________________­­­____________________________\nORDER\nOn appeal from:\nSouth\r\nGauteng High Court, Johannesburg (Lamont J sitting as court of first\r\ninstance):\n1 The appeal is\r\nupheld with costs.\n2 The order of the\r\ncourt below is set aside and the following is substituted:\n‘\nAbsolution\r\nfrom the instance is granted, with costs.’\n_______________________________________________­­­­­_____________________­­_________\nJUDGMENT\n___\n_______________________________________________________________\nMAYA JA (MTHIYANE,\r\nHEHER, MAJIEDT, WALLIS JJA concurring):\n[1] The respondent,\r\na 54 year-old woman, sued the appellant in the South Gauteng High\r\nCourt (per Lamont J) for damages arising out\nof an incident in which\r\nthe respondent was injured at the Village Main Station, Johannesburg\r\non 1 June 2007. The trial proceeded\nonly on the issue of liability\r\n(which the appellant denied), the parties having obtained a consent\r\norder separating the issues\nof liability and quantum in terms of rule\r\n33(4) of the Uniform Rules. At the conclusion of the trial, the court\r\nbelow found that\nthe appellant’s negligence caused the\r\nrespondent’s injury and that it was consequently liable for her\r\ndamages. The\nappeal is with its leave.\n[2]\r\nThe background facts are simple and largely undisputed. On her way to\r\nwork on the fateful morning, the respondent, a regular\ncommuter on\r\nthe appellant’s train service since she took employment in the\r\nVillage in 1990, boarded her usual train, 9705,\nat Orlando West,\r\nSoweto between 05h00 and 06h00. The train was more crowded than usual\r\nbecause of a civil service strike which\nbrought more passengers. Her\r\nregular coach was full to capacity with seated and standing\r\npassengers and she was compelled to take\nthe adjacent one, also\r\ncrowded, in which she stood for the duration of her ride. As the\r\ntrain approached her station, disembarking\npassengers pushed their\r\nway to the doors sweeping her along with the tide. She was pushed in\r\nthat throng and fell on the station\nplatform. She was trampled whilst\r\nlying there in a daze. She sustained soft tissue injuries on the neck\r\nand right arm and a further\nhead injury which caused the momentary\r\nloss of consciousness. No one came to her aid in the rush and when\r\nshe could compose herself,\nshe rose and sought a station official to\r\nassist her. She found a ticket examiner, Ms Rennet Tshidzumba, to\r\nwhom she reported the\nincident and showed her injuries. Ms Tshidzumba\r\ntook her to Mr Johannes Maleka, a Metrorail\n1\nleading protection\r\nofficial and manager who had visited the station to investigate a\r\ncase of theft. The latter simultaneously interviewed\nand took sworn\r\nstatements concerning the incident from both the respondent and Ms\r\nTshidzumba. Thereafter, the respondent was conveyed\nto hospital to\r\nreceive medical care.\n[3] The only dispute\r\nwhich arose related to whether the train was in motion or stationary\r\nwhen the respondent was pushed and fell.\nIn opening addresses at the\r\nbeginning of the trial, the parties’ legal representatives\r\ninformed the court below that it was\nnot disputed that ‘the\r\n[respondent] was pushed from [in]side the train onto the platform and\r\nbasically the only issue ...\nis whether the train was stationary or\r\nin motion’. According to the respondent’s counsel, ‘[the]\r\nonly other evidence\non behalf of the [respondent would] be that the\r\ntrain was overcrowded and that the doors of the train remained open\r\nfrom the previous\nstation up to the station where the incident\r\noccurred’.\n[4] The respondent’s\r\ntestimony was that she noticed that the train doors were open only\r\nwhen it pulled in at Village Main\nStation (contrary to her counsel’s\r\nsummation of her case above that the train doors were open from the\r\nprevious station)\nand jostling passengers, who pushed her causing her\r\nfall, started disembarking before the train came to a complete\r\nstandstill.\nShe claimed to have told both Ms Tshidzumba and Mr Maleka\r\nthat she was pushed from the train whilst it was still moving, albeit\n\nslowly. However these officials, who testified for the appellant,\r\nwere adamant that she reported that the train had already stopped\n\nwhen she was pushed to the platform and fell.\n[5] In his evidence,\r\nMr Maleka referred to two documents which he said recorded the\r\nrespondent’s report to him. In the statement\nshe gave to Mr\r\nMaleka mentioned above – which he took in her language, Zulu,\r\ntranslated into and wrote in English and then\nread back to her for\r\nconfirmation – the respondent said:\n‘\nOn\r\nits arrival at Village Main the train stopped and as I was about to\r\ndisembark the train I was pushed by commuters who were also\n\ndisembarking. I then fell out of the train to the ground with my\r\nright shoulder. The train was overcrowded. I then went to the\nticket\r\noffices ... and looked for ticket examiners as they were not yet at\r\nthe station. At about 7h10 I saw one of the ticket examiners\narriving\r\nand I reported the incident to her.’\n[6] In the\r\nappellant’s Railway Occurrence Reporting (Liability) Report\r\ncompleted by Mr Maleka contemporaneously with the execution\nof the\r\nrespondent’s affidavit during her interview, one of the pro\r\nforma questions was whether the train was in motion when\nthe accident\r\noccurred. Mr Maleka had checked the answer ‘No’. He\r\nemphasized the importance of this aspect in his evidence\nstating that\r\n‘it very important … it is one of the major question[s]\r\nput on the liability form … and the information\nwhich I must\r\nwrite into that form, I must be very certain that it is correctly\r\nrelated to me, what I am writing down’.\n[7] Ms Tshidzumba’s\r\naccount was similar and, despite lengthy cross-examination on this\r\npoint, she steadfastly maintained that\nthe respondent’s report\r\nwas that the accident took place after the train had stopped. This\r\ntestimony tallies with her affidavit\nrecorded by Mr Maleka, in the\r\nrespondent’s presence, which reads:\n‘\n[The\r\nrespondent] accessed the train at about 05h40. She was inside the\r\ntrain ... at Village Main and was about to disembark ...\nShe alleges\r\nthat immediately after the train stopped commuters from her back\r\npushed her out of the coach ... and she fell to the\nground on her\r\nright shoulder. Train according to her was overcrowded.’\n[8] The driver of\r\ntrain 9705, Mr Johannes Fourie, testified. He explained that he\r\ncannot see the 12-coach train from his driving\npost in the front as\r\nhe faces forward and relies on train guards who man the coaches to\r\noperate the doors. It is these guards who\nopen and close the train\r\ndoors (which are inspected daily for mechanical faults and functioned\r\nproperly at the material time) by\npressing certain buttons to release\r\nor engage the door locking mechanism when it is safe for passengers\r\nto board or disembark.\nHe said he is able to hear, from his driving\r\nseat, the whooshing sound from air pressure being released when the\r\ndoors open after\nhe stops the train. When the train departs the\r\nguards sound a bell to alert him that it is safe to drive. From his\r\naccount, there\nappears to have no deviation from this procedure on\r\nthe relevant morning. His train ran smoothly and no mishap was\r\nbrought to his\nattention. He sought to dispute that the train was\r\novercrowded but conceded in cross-examination that he could not deny\r\nsuch evidence\nas he did not and could not see what happened in the\r\ncoaches behind him.\n[9] The court below\r\nrejected the respondent’s evidence that the train was moving\r\nwhen the accident occurred. It found it improbable\nthat ‘the\r\ngeneral throng of passengers of whom she was one would’ exit a\r\nmoving train and concluded that the train\nwas stationary when the\r\nrespondent, pushed along by other passengers, disembarked and fell.\r\nThe court however accepted the respondent’s\nversion that the\r\ntrain was overcrowded. On that basis it found that the harm suffered\r\nby the respondent – that a frail commuter\nsuch as the\r\nrespondent, travelling on a crowded train during peak hours, might be\r\npushed, fall and suffer injury – was foreseeable\nand that the\r\nappellant ‘was under an obligation to take steps to prevent’\r\nit. The court consequently held that by allowing\nthe train to be\r\novercrowded, the appellant negligently failed to take reasonable\r\nsteps to prevent harm which was foreseeable and\nthat such negligent\r\nomission was the direct cause of the respondent’s injuries\r\ngiving rise to liability for her damages.\n[10] In her\r\nparticulars of claim the respondent based her cause of action on the\r\nappellant’s alleged breach of its ‘legal\nduty,\r\nalternatively a duty of care ... to ensure the safety of the public\r\n... making use of such services as passengers or otherwise’.\nIt\r\nwas alleged that the respondent ‘was pushed, by persons unknown\r\nto her, from the moving train, through open coach doors\nand fell on\r\nthe platform’. The grounds of negligence were then pleaded as\r\nfollows:\n‘\n6.1\r\nThe Defendant failed to ensure the safety of members of the public in\r\ngeneral and the Plaintiff in particular on the coach of\nthe train in\r\nwhich the Plaintiff travelled;\n6.2 The Defendant\r\nfailed to take any or adequate steps to avoid the incident in which\r\nthe Plaintiff was injured, when by the exercise\nof reasonable care it\r\ncould and should have done so;\n6.3 The Defendant\r\nfailed to take any or adequate precautions to prevent the Plaintiff\r\nfrom being injured by moving train;\n6.4 The Defendant\r\nfailed to employ employees, alternatively, failed to employ an\r\nadequate number of employees to guarantee the safety\nof passengers in\r\ngeneral and the Plaintiff in particular on the coach in which the\r\nPlaintiff intended to travel;\n6.5 The Defendant\r\nfailed to employ employees, alternatively, failed to employ an\r\nadequate number of employees to prevent passengers\nin general and the\r\nPlaintiff in particular from being injured in the manner in which she\r\nwas;\n6.6 The Defendant\r\nallowed the coach of the train in which the Plaintiff was travelling\r\nto be overcrowded;\n6.7 The Defendant\r\nallowed the train to be set in motion without ensuring that the doors\r\nof the train and coach in which the Plaintiff\nwas travelling were\r\nclosed before the train was set in motion;\n6.8 The Defendant\r\ntook no steps to prevent the coach in which the Plaintiff was\r\ntravelling from becoming overcrowded;\n6.9 The Defendant\r\nallowed the train to move with open doors and failed to take any,\r\nalternatively, adequate steps to prevent the\ntrain from moving with\r\nopen doors;\n6.10 The Defendant\r\nfailed to keep the coach safe for use by the public in general and\r\nthe Plaintiff particular;\n6.11 The Defendant\r\nneglected to employ security staff on the platform and/or the coach\r\nin which the Plaintiff was travelling to\nensure the safety of the\r\npublic in general and the Plaintiff.’\n[11]\r\nThe test by which to determine delictual liability is trite. It\r\ninvolves, depending upon the particular circumstances of each\ncase,\r\nthe questions whether (a) a reasonable person in the defendant’s\r\nposition would foresee the reasonable possibility\nof his or her\r\nconduct causing harm resulting in patrimonial loss to another; (b)\r\nwould take reasonable steps to avert the risk\nof such harm; and (c)\r\nthe defendant failed to take such steps.\n2\nBut not every act or\r\nomission which causes harm is actionable. For liability for\r\npatrimonial loss to arise, the negligent act or\nomission must have\r\nbeen wrongful.\n3\nAnd it is the\r\nreasonableness or otherwise of imposing liability for such a\r\nnegligent act or omission that determines whether it\nis to be\r\nregarded as wrongful.\n4\nThe onus to\r\nprove negligence rests on the plaintiff and it requires more than\r\nmerely proving that harm to others was reasonably\nforeseeable and\r\nthat a reasonable person would probably have taken measures to avert\r\nthe risk of such harm. The plaintiff must\nadduce evidence as to the\r\nreasonable measures which could have been taken to prevent or\r\nminimise the risk of harm.\n5\n[12]\r\nIt is settled that the appellant (a corporation whose main object and\r\nbusiness in terms of the Legal Succession to the South\nAfrican\r\nTransport Services Act 9 of 1989 under which it was established, is\r\nto provide rail commuter services in the public interest\nand generate\r\nincome from the exploitation of rail commuter assets on behalf of the\r\nState)\n6\ncarries a positive\r\nobligation to implement reasonable measures to ensure the safety of\r\nrail commuters who travel on its trains.\n7\nSuch obligation must\r\ngive rise to delictual liability where, as was pleaded here, the risk\r\nof harm to commuters resulting from falling\nout of crowded trains\r\nrunning with open doors is eminently foreseeable.\n[13] Reverting to\r\nthe facts of the present matter, I respectfully agree with the court\r\nbelow that the train must have stopped before\nthe respondent was\r\nunceremoniously ejected from her coach. Any other conclusion would\r\nnecessitate a finding that Mr Maleka and\nMs Tshidzumba who\r\ninterviewed the respondent directly after the accident, for an\r\nunknown reason and no obvious gain to them, somehow\nconcocted a grand\r\nscheme to cover for the appellant and, to achieve that goal,\r\nfalsified documentation by deliberately recording\na report contrary\r\nto what the respondent told them and were prepared to perjure\r\nthemselves in court. Notably, it was not put to\neither of them in\r\ntheir thorough cross-examination that they were lying in this regard\r\nto afford them an opportunity to deal with\nsuch a charge. There is,\r\nin my view, simply\nno basis to draw the\r\nfar-fetched conclusion of a conspiracy on the acceptable evidence.\n[14] I may just add\r\nthat I accept that it is common human behaviour for railway\r\ncommuters, particularly during morning peak periods\nwhen most are in\r\na hurry to get to work, to rush to the doors of a coach, when it\r\nnears their destination, so as to disembark quickly.\nThis, in fact,\r\nis supported by the respondent’s evidence that ‘if the\r\ntrain is about to stop or to arrive at the station,\npeople push each\r\nother ... because they want to get off the train’. I find it\r\nmost unlikely, as did the court below, that\nthe majority of the\r\npassengers, no matter how much in a rush they are, would engage in\r\nsuch a dangerous exercise as to exit a moving\ntrain as the respondent\r\nwould have it. What seems more probable is that when the doors of the\r\nstationary train opened, the respondent\nwas trapped in the surge of\r\ndismounting passengers, shoved in the rush and lost her balance.\n[15] But I have a\r\ndifficulty with the factual finding made by the court below that the\r\ntrain and, in particular, the respondent’s\ncoach, was\r\n‘overcrowded’, from which the inference of negligence was\r\ndrawn. The sum of the respondent’s evidence\non this aspect was\r\nmerely that the train was ‘very full … even up to the\r\ndoor’. She neither pleaded nor established\nin evidence that the\r\nappellant had a duty to regulate the numbers of its rail passengers\r\nnor what reasonable measures it ought\nto have implemented in that\r\nregard to ensure passenger safety that it omitted to take. She led no\r\nevidence, for example, on the\npassenger capacity of the coach; if\r\nthat number was exceeded, how many passengers remained in the coach\r\nwhen the train reached\nher station etc. One cannot assume simply from\r\nthe fact that there were standing passengers that the coach carried\r\nan impermissible\nnumber as the appellant’s policy and\r\napplicable safety standards might well legitimately have allowed that\r\npractice.\n[16] I say this\r\naware that the appellant’s policies and legal obligations in\r\nthe conduct of its rail service are, of course,\npeculiarly within its\r\nknowledge. So too is the nature and extent of the relevant\r\nprecautionary measures it must take to ensure\nrail commuter safety.\r\nHowever, the fact remains that it did not have to prove that it could\r\nnot reasonably have prevented the respondent’s\nfall. The record\r\nshows no indication that the respondent attempted to ascertain this\r\nkind of evidence by, for example, employing\nthe mechanisms provided\r\nby the rules of court such as seeking discovery, requesting\r\nparticulars for trial etc. The nature of the\nrespondent’s onus\r\nwas such as to oblige her to adduce evidence that gave rise to an\r\ninference of negligence. Only then would\nthe appellant have had to\r\nrebut that inference by adducing evidence relating to the measures it\r\ntook to avert harm. But the onus\nof proving that such measures were\r\ninadequate and unreasonable in the circumstances would nevertheless\r\nremain on the respondent.\n[17]\r\nThe question which remains for determination is whether on the\r\nevidence that the respondent fell and sustained injury as a\nresult of\r\nbeing pushed from a stationary train by impatient fellow commuters –\r\na happenstance over which the appellant was\nnot shown to have control\r\n– she discharged the onus resting upon her, of proving on a\r\nbalance of probabilities that the appellant\nwas negligent: bearing in\r\nmind that whether or not conduct constitutes negligence ultimately\r\ndepends upon a realistic and sensible\njudicial approach to all the\r\nrelevant facts and circumstances.\n8\n[18] As indicated\r\nabove, the premise of the respondent’s case was that she fell\r\nand sustained injury as a result of being\npushed by an excessive\r\ncrowd ‘from inside’ a moving train. Quite apart from the\r\nfinding that the evidence does not\nestablish that she was pushed and\r\nfell because the coach was overcrowded and her failure to establish\r\nthe reasonable precautionary\nmeasures that the appellant could have\r\ntaken to prevent passengers knocking one another down when\r\ndisembarking from stationary\ntrains, the respondent’s single,\r\ninsurmountable hurdle is her failure to establish that the train was\r\nin motion when she\nwas ejected from it. It seems to me that once the\r\ncourt accepted that the train was stationary when the respondent\r\ndisembarked\nand the accident occurred, that should have been the end\r\nof the respondent’s case. This, clearly, was the result\r\ncontemplated\nby the parties themselves when they defined the issue;\r\nthat only a finding that the train was in motion when the respondent\r\nwas\npushed and fell would give rise to liability. The court below\r\nthus erred in this regard and the appeal must succeed.\n[19] In the result\r\nthe following order is made:\n1 The appeal is\r\nupheld with costs.\n2 The order of the\r\ncourt below is set aside and the following is substituted:\n‘\nAbsolution\r\nfrom the instance is granted, with costs.’\n____________________\nMML Maya\nJudge of Appeal\nAPPEARANCES\nFOR THE APPELLANT: M\r\nSmith\nInstructed by Cliffe\r\nDekker\nHofmeyer Inc,\r\nJohannesburg\nMcIntyre & Van\r\nder Post, Bloemfontein\nFOR THE RESPONDENT:\r\nJC Pieterse\nInstructed by\r\nEdeling Van Niekerk Inc, Johannesburg\nLovius-Block,\r\nBloemfontein\n1\nMetrorail\r\n\tis one of the divisions or business units of services Transnet Ltd,\r\n\ta public company with share capital owned by the\nState, which\r\n\tinclude South African Airways, port services and freight rail. It\r\n\twas established in terms of the Legal Succession\nto the South\r\n\tAfrican Transport Services Act 9 of 1989 to render commuter rail\r\n\tservices.\n2\nKruger\r\n\tv Coetzee\n1966 (2) SA 428\n(A) at 430E-F;\nMkhatshwa v Minister\r\n\tof Defence\n2000 (1) SA 1104\n(SCA) paras 19-22;\nSea Harvest\r\n\tCorporation (Pty) Ltd v Duncan Dock Cold Storage (Pty) Ltd\n2000\r\n\t(1) SA 827\n(SCA) para 22.\n3\nSee,\r\n\tfor example,\nTelematrix (Pty) Ltd t/a Matrix Vehicle Tracking v\r\n\tAdvertising Standards Authority\n2006 (1) SA 461\n(SCA) para 12;\nTrustees, Two Oceans Aquarium Trust v Kantey & Templer (Pty)\r\n\tLtd\n2006 (3) SA 138\n(SCA) para 10;\nCharter Hi (Pty) Ltd v\r\n\tMinister of Transport\n[2011] ZASCA 89.\n4\nTrustees,Two\r\n\tOceans\nabove para 11;\nShabalala v Metrorail\n2008 (3) SA\r\n\t142\n(SCA) para 7.\n5\nShabalala\npara 11.\n6\nSee\r\n\tss 15(1), 22 and 23(1) of the Legal Succession to the South African\r\n\tTransport Services Act 9 of 1989.\n7\nRail\r\n\tCommuters Action Group v Transnet Ltd t/a Metrorail\n[2004] ZACC 20\n;\n2005 (2) SA\r\n\t359\n(CC) paras 82-88.\n8\nMkhatshwa\npara 23.",
  "scraped_at": "2026-02-12T15:59:49.891326",
  "date": "2011-09-29",
  "coram": [
    "MTHIYANE",
    "HEHER",
    "MAYA",
    "MAJIEDT",
    "WALLIS JJA"
  ],
  "case_number": "661/2010",
  "parties": {
    "applicants": [
      "South African Rail Commuter Corporation Ltd"
    ],
    "respondents": [
      "Almah Philisiwe Thwala"
    ]
  },
  "sections": {
    "facts": "On 1 June 2007 the respondent, a regular commuter, boarded a crowded train (train 9705) in Soweto and travelled to Village Main Station. As the train approached the station, disembarking passengers pushed forward, and the respondent was swept out of the coach onto the platform where she fell and sustained soft‑tissue injuries to her neck, right arm and a head injury with brief loss of consciousness. She reported the incident to a ticket examiner and a Metrorail protection official, who recorded statements indicating the train had already stopped when she was pushed. The appellant denied liability, contending that the train was stationary and that no negligent omission could be proven.",
    "issues": "The principal issues were (1) whether the train was moving or stationary at the moment the respondent was pushed, (2) whether the appellant owed a duty of care to prevent injury from overcrowding and open doors, (3) whether the appellant breached that duty by failing to take reasonable steps to avert the risk, and (4) whether the breach, if any, caused the respondent’s injuries, establishing delictual liability.",
    "principles": "South African delict law requires proof of (a) a duty of care, (b) breach of that duty, (c) wrongfulness, (d) causation and (e) damages. The test for negligence involves determining whether a reasonable person in the defendant’s position would have foreseen the risk and taken steps to prevent it. The onus of proof lies on the plaintiff, who must adduce evidence of the reasonable measures that could have been taken. A corporation that provides commuter rail services has a statutory obligation, under the Legal Succession to the South African Transport Services Act, to implement reasonable safety measures for passengers.",
    "application": "The appellate court accepted the evidence that the train had stopped before the respondent was ejected and rejected the respondent’s claim that the train was moving. Consequently, the alleged negligent omission – failure to control overcrowding or keep doors closed while the train was in motion – could not be linked to the injury. The court noted that the respondent offered no evidence of the train’s capacity being exceeded nor of any specific precautionary measures the appellant should have taken. Because the plaintiff failed to prove the requisite breach and causation on a balance of probabilities, the appeal succeeded and the lower court’s finding of negligence was set aside.",
    "conclusion": "The appeal was upheld with costs. The order of the South Gauteng High Court was set aside and substituted with an order granting the appellant absolution from the instance, with costs."
  },
  "tags": {
    "level_1": "Delict Law",
    "level_2": "Negligence",
    "level_3": [
      "railway safety",
      "overcrowding",
      "duty of care",
      "personal injury"
    ]
  }
}