{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/53.html",
  "case_name": "Acting Chairperson: Judicial Service Commission and Others v Premier of the Western Cape Province (537/10) [2011] ZASCA 53; 2011 (3) SA 538 (SCA); [2011] 3 All SA 459 (SCA) (31 March 2011)",
  "citation": "[2011] ZASCA 53",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 53\n|\nNoteup\n|\nLawCite\nActing Chairperson: Judicial Service Commission and Others v Premier of the Western Cape Province (537/10) [2011] ZASCA 53; 2011 (3) SA 538 (SCA); [2011] 3 All SA 459 (SCA) (31 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 537/10\nIn the matter between:\nTHE\r\nACTING CHAIRPERSON: JUDICIAL\nSERVICE\r\nCOMMISSION\n......................................................................\nFirst\r\nAppellant\nTHE\r\nJUDICIAL SERVICE COMMISSION\n.......................................\nSecond\r\nAppellant\nJUDGE\r\nPRESIDENT MANDLAKAYISE JOHN HLOPHE\n..................\nThird\r\nAppellant\nand\nTHE\r\nPREMIER OF THE WESTERN CAPE PROVINCE\n.........................\nRespondent\nNeutral\r\ncitation:\nJudicial Service Commission v Premier, Western Cape\n(537/10)\n[2011] ZASCA 53\n(31 March 2011).\nCoram:\nHARMS DP, CLOETE, LEWIS, PONNAN and\r\nMAJIEDT JJA\nHeard:\r\n18 MARCH 2011\nDelivered:\r\n31 MARCH 2011\nSummary:\nConstitution s 178: Composition and\r\nfunctioning of the Judicial Service Commission: Premier of province\r\nforms part of JSC in\nterms of subsection (1)(k) when complaints\r\nagainst high court judges of the province are considered; majority of\r\nmembers in terms\nof subsection (6) means majority of members entitled\r\nto be present, not majority of members present and voting; proper\r\norder when\ndecision taken by improperly constituted JSC, or by\r\ninvalid vote, is to set the decision aside.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nWestern Cape High Court (Cape\r\nTown) (Jones and\nEbrahim JJ sitting as court of first instance):\nThe appeal is dismissed with costs, including the costs\r\nof two counsel, which are to be paid by the Judicial Service\r\nCommission\nand the Judge President jointly and severally.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nCLOETE JA (HARMS DP, LEWIS, PONNAN and MAJIEDT JJA\r\nconcurring):\nIntroduction\n[1] The Premier as the executive\r\nauthority\n1\nof the Western Cape Province\r\ninstituted urgent motion proceedings in the Western Cape High Court,\r\nCape Town, against the Acting\nChairperson of the Judicial Service\r\nCommission (JSC), the JSC itself, past and present Justices of the\r\nConstitutional Court and\nthe Judge President of the Western Cape. No\r\nrelief was sought against the Justices, who were cited because of the\r\ninterest they\nmight have in the application.\n[2] The Premier claimed an order\r\ndeclaring certain proceedings of the JSC and decisions taken by it to\r\nbe invalid and further claimed\nthat the decisions of the JSC were not\r\ntaken by the requisite majority. The Justices did not participate in\r\nthe proceedings. The\ncourt a quo (Jones and Ebrahim JJ) granted the\r\ndeclaratory orders sought, and set the proceedings and the decisions\r\nof the JSC\naside.\n2\nLeave to appeal to this court was\r\nsubsequently granted by the court a quo to the Acting Chairperson and\r\nthe JSC (to which I shall\nrefer jointly as 'the JSC'), and the Judge\r\nPresident.\nThe facts\n[3] The history of the matter can be\r\nstated briefly. The Justices lodged a complaint of judicial\r\nmisconduct against the Judge President\nwith the JSC, alleging that he\r\nhad approached two Justices in an attempt to influence them in a case\r\npending before the Constitutional\nCourt which related to the current\r\nPresident of the Republic of South Africa. The Judge President's\r\ncounter-complaint of judicial\nmisconduct on the part of the Justices\r\nwas that his constitutional rights had been violated when the\r\nJustices published a media\nrelease about their decision to lodge the\r\ncomplaint.\n3\nThe JSC convened to consider the\r\ncomplaints on 20 to 22 July 2009 in Cape Town and on 15 August 2009\r\nin Johannesburg. At those meetings,\nvarious decisions were taken,\r\nculminating in the decision:\n'1. That the evidence in respect\r\nof the complaint did not justify a finding that the Judge President\r\nwas guilty of gross misconduct\nand that the matter was accordingly\r\nfinalised; and\n2. that the evidence in support\r\nof the counter-complaint did not support a finding that the\r\nConstitutional Court justices were guilty\nof gross misconduct and\r\nthat the matter was accordingly finalised; and\n3. that none of the judges\r\nagainst whom complaints had been lodged was guilty of gross\r\nmisconduct.'\nThe issues\n[4] The Premier challenged the validity of the JSC\r\nproceedings on three discrete grounds, namely that when the JSC met\r\nand took\nthe relevant decisions:\n(a) She was not present because the JSC had not notified\r\nher when and where the meetings were to take place, and she was\r\naccordingly\nunable to comply with her obligation to attend as\r\nrequired by s 178(1)(k) of the Constitution;\n(b) Only ten members of the JSC participated when on the\r\nJSC's own interpretation of s 178(1)(k), the JSC should have been\r\ncomposed\nof 13 members; and\n(c) The decisions of the JSC were not supported by a\r\nmajority of the members of the JSC, as required by s 178(6) of the\r\nConstitution.\nThe court a quo considered all three issues, and found\r\nin favour of the Premier on each. The JSC challenges the correctness\r\nof all\nof these findings and submits that in any event the decisions\r\ntaken at the meetings should not have been set aside. The Judge\r\nPresident\nchallenges the correctness of the first finding by the\r\ncourt a quo and in addition submits that this appeal is academic and\r\nshould\nnot be entertained for that reason.\nThe composition and functions of the JSC\n[5] Before dealing with the arguments advanced on\r\nappeal, it would be convenient to consider the composition and\r\nfunctions of the\nJSC. Section 178 of the Constitution provides:\n'(1) There is a Judicial Service\r\nCommission consisting of ─\n(a) the Chief Justice, who\r\npresides at meetings of the Commission;\n(b) the President of the Supreme\r\nCourt of Appeal;\n(c) one Judge President\r\ndesignated by the Judges President;\n(d) the Cabinet member\r\nresponsible for the administration of justice, or an alternate\r\ndesignated by that Cabinet member;\n(e) two practising advocates\r\nnominated from within the advocates' profession to represent the\r\nprofession as a whole, and appointed\nby the President;\n(f) two practising attorneys\r\nnominated from within the attorneys' profession to represent the\r\nprofession as a whole, and appointed\nby the President;\n(g) one teacher of law\r\ndesignated by teachers of law at South African universities;\n(h) six persons designated by\r\nthe National Assembly from among its members, at least three of whom\r\nmust be members of opposition\nparties represented in the Assembly;\n(i) four permanent delegates to\r\nthe National Council of Provinces designated together by the Council\r\nwith a supporting vote of at\nleast six provinces;\n(j) four persons designated by\r\nthe President as head of the national executive, after consulting the\r\nleaders of all the parties\nin the National Assembly; and\n(k) when considering matters\r\nrelating to a specific High Court, the Judge President of the Court\r\nand the Premier of the province\nconcerned, or an alternate designated\r\nby each of them.\n. . .\n(4) The Judicial Service\r\nCommission has the powers and functions assigned to it in the\r\nConstitution and national legislation.\n(5) The Judicial Service\r\nCommission may advise the national government on any matter relating\r\nto the judiciary or the administration\nof justice, but when it\r\nconsiders any matter except the appointment of a judge, it must sit\r\nwithout the members designated in terms\nof subsection (1)(h) and (i).\n(6) The Judicial Service\r\nCommission may determine its own procedure, but decisions of the\r\nCommission must be supported by a majority\nof its members.'\n[6] It is therefore apparent that the Judicial Service\r\nCommission always comprises 13 persons, being those mentioned in\r\nparagraphs\n(a) to (g) and (j) of subsec (1). When the JSC considers\r\nthe appointment of a judge, the ten politicians referred to in\r\nparagraphs\n(h) and (i) are included. The contentious paragraph that\r\nrequires interpretation is paragraph (k) ─ although it is\r\ncommon\ncause that the Premier is included in the composition of the\r\nJSC when it considers the appointment of a judge to a high court in\n\nthat Premier's province.\n[7] The powers and functions assigned to the JSC by the\r\nConstitution are the following:\n(a) To determine whether a judge suffers from an\r\nincapacity, is grossly incompetent or is guilty of gross misconduct,\r\nfor the purpose\nof the judicial impeachment provisions contained in\r\ns 177 of the Constitution (s 177(1)(a));\n(b) To furnish advice to the President on the suspension\r\nof a judge who is the subject of a procedure in terms of s 177(1)\r\nof the Constitution (s 177(3));\n(c) To advise the national government on any matter\r\nrelating to the judiciary or the administration of justice\r\n(s 178(5));\n(d) To consult with the President as a prelude to the\r\nPresident appointing the Chief Justice, the Deputy Chief Justice and\r\nthe President\nand Deputy President of the Supreme Court of Appeal\r\n(s 174(3));\n(e) To prepare a list of nominees for appointment as\r\njudges of the Constitutional Court and submit the list to the\r\nPresident (s 174(4)(a));\nand\n(f) To advise the President, who must appoint judges of\r\nall other courts (s 174(6)).\n[8] The Judicial Service Commission\r\nAct\n4\n(the JSC Act) was the national\r\nlegislation promulgated to regulate matters incidental to the\r\nestablishment of the JSC by the interim\nConstitution\n5\nand it remains in force. It does not\r\nsupplement the JSC's powers and functions. The proceedings that are\r\nthe subject of this case\npredate the amendments to the JSC Act\r\neffected by the Judicial Service Commission Amendment Act\n6\nand those amendments are therefore\r\nirrelevant for purposes of the appeal.\n7\nSection 178(5)\n[9] The Premier contends that the complaint against the\r\nJudge President was a matter relating to a specific high court, viz\r\nthe\nWestern Cape High Court. The JSC and the Judge President contend\r\nthat there is no suggestion in the allegations of misconduct against\n\nthe Judge President that he was acting in his official capacity or\r\nthat the complaint has anything to do with the Western Cape\nHigh\r\nCourt and accordingly, that there was no connection between the\r\nallegations and the bench on which the Judge President serves.\n[10] The question that was before the JSC on the\r\ncomplaint lodged by the Justices was whether the Judge President was\r\na fit and\nproper person to continue in office as a judge and\r\ntherefore, as the Judge President of the Western Cape High Court.\r\nThat is so\nplainly a matter relating to the specific high court\r\nconcerned that no further discussion is necessary to make the point.\n[11] The JSC submitted that it is difficult to see how\r\nthe test would be appropriate in respect of allegations of misconduct\r\nrelating\nto judges of other courts referred to in s 166(a), (b) and\r\n(e) of the Constitution. Those courts are, respectively, the\r\nConstitutional\nCourt; the Supreme Court of Appeal; and any other\r\ncourt established or recognised in terms of an Act of Parliament,\r\nincluding any\ncourt of a status similar to the high courts. The short\r\nanswer to this argument, so far as the Constitutional Court and the\r\nSupreme\nCourt of Appeal are concerned, is that they are not high\r\ncourts. Furthermore the heads of those courts are ex officio members\r\nof\nthe JSC and so is a member of the national executive, the cabinet\r\nmember responsible for the administration of justice. So far as\n\ncourts having the status of high courts are concerned ─ the\r\nCompetition Appeal Court, the Labour Appeal Court, the Labour\nCourt,\r\nthe Election Court and the Land Claims Court ─ they are\r\nnational courts. In terms of s 178(1)(k) the Judge President\nof the\r\ncourt concerned would be a member of the JSC when that body is\r\nconsidering matters relating to his or her court, but not\na Premier\r\nbecause there is no 'Premier of the province concerned' in the case\r\nof a national court.\n[12] I share the view of the court a\r\nquo\n8\nthat it would be inconsistent and\r\nillogical for the Constitution to provide for a Premier to\r\nparticipate in the appointment of a\nhigh court judge ─ and, as\r\nI have said, the JSC agrees that a Premier is included for this\r\npurpose ─ but not in a decision\nto remove such a judge. Both\r\naffect the composition of the bench of a particular high court. But,\r\nsubmitted counsel for the JSC,\na determination by the JSC that a\r\njudge is guilty of gross misconduct does not affect the composition\r\nof a particular high court,\nbecause such a finding does not result in\r\nthe removal of a judge from office. More is required for this to\r\nhappen: in terms of\ns 177(1) of the Constitution\n9\ntwo-thirds of the members of the\r\nNational Assembly have to resolve that the judge be removed. In my\r\nview the submission on behalf\nof the JSC does not accord sufficient\r\nweight to the fact that the decision by the JSC is the first stage in\r\nthe removal process\nand for that very reason involves the\r\nconsideration of a matter relating to a specific high court.\n[13] The JSC submitted that linguistically, the noun\r\n'matters' in s 178(1)(k) is not qualified, as it is in\r\nsubsec (5)\nwhich provides that the JSC may advise the National\r\nGovernment on 'any matter' relating to the judiciary or the\r\nadministration\nof justice, thus making it clear that a wide meaning\r\nis intended in the latter section; whereas the unqualified noun\r\n'matters'\nin the former section may mean that all or only some of the\r\nmatters relating to a specific high court are to be included. In my\n\nview, absent any indication to the contrary ─ and I find none ─\r\nthe lack of qualification means that all matters, without\n\nqualification, are included ie 'matters' in s 178(1)(k) means\r\nthe same as 'any matter' in subsec (5).\n[14] In similar vein, it was\r\nsubmitted on behalf of the Judge President that the phrase 'relating\r\nto' in s 178(1)(k) is capable\nof a wide or a narrow meaning, and\r\nreference was made to\nUnited\r\nDominions Corporation (SA) Ltd v Tyrer\n10\nwhere Roper J said:\n'But the phrase \"relating\r\nto\" may connote either a remote or a close relationship. It may\r\nbe used in a wide sense as embracing\nalmost anything which has any\r\nreference to another matter or in a more restrictive sense . . . .'\nThe submission continued that the meaning of the phrase\r\nmust be determined with reference to its context; and fundamental in\r\nthe\npresent context, said counsel, are the principles relating to the\r\nseparation of powers and the independence of the judiciary. The\n\nessence of the submission was that the interpretation for which the\r\nPremier contends would violate these principles in that it\nwould\r\nresult in the Premiers of the various provinces, each of whom is the\r\nexecutive authority of his or her province and all of\nwhom are\r\nelected by means of a political process, sitting on the JSC in\r\nproceedings for the impeachment of a judge. This, said\ncounsel in his\r\nheads of argument, is surely not what was contemplated or intended by\r\nthe words 'when considering matters relating\nto a specific high\r\ncourt' in s 178(1)(k). In oral argument the submission was\r\nwatered down to a suggestion that where possible\nthe Constitution\r\nshould be interpreted as excluding the executive from participation\r\nin the affairs of the judiciary, because of\nthe doctrine of the\r\nseparation of powers. But it seems to me that there is no room for a\r\npartial invocation of a principle of interpretation\nand accordingly,\r\neither the argument in its original form is good, or it is not.\n[15] The fallacy in the argument is this. The doctrine\r\nof the separation of powers cannot be prayed in aid to interpret\r\ns 178(1)(k)\nwhere that section itself does not recognise such a\r\nseparation but, on the contrary, provides in the same breath for both\r\nthe Premier\nand the Judge President to be present in the\r\ncircumstances it contemplates. A consideration of s 178(1) as a\r\nwhole leads to\nthe same conclusion. It provides (in subsec (1)(d))\r\nthat the cabinet member responsible for the administration of justice\r\nshall\nsit on the JSC at all times when that body functions. Section\r\n178 reflects an intention that it is primarily lawyers that should\n\ndecide whether a judge is guilty of gross misconduct ─ hence\r\nthe exclusion of the politicians designated in subsections (h)\nand\r\n(i); but the inclusion of a member of the cabinet shows that it was\r\nnot the intention that the executive be excluded. If, then,\na member\r\nof the national executive is expressly included, there can be no\r\nobjection in principle that a Premier, the executive\nauthority of a\r\nprovince, should also be included when the JSC is considering matters\r\nrelating to a specific high court ie that\nin the Premier's province.\r\nTo hold the contrary would entail the conclusion that a Judge\r\nPresident is also excluded where allegations\nof misconduct against a\r\nmember or his or her bench is considered, when his or her presence is\r\nplainly not only warranted, but desirable.\n[16] For the same reason, the\r\nreliance by counsel representing the Judge President on\nVan\r\nRooyen & others v S & others\n11\nis misplaced. In that matter the\r\ncourt was interpreting a regulation which provides that if a charge\r\nis brought against a magistrate\nand there is a need for a formal\r\nhearing, the Magistrates Commission shall appoint 'a magistrate or a\r\nperson' to preside at the\ninquiry and a 'magistrate or person' to\r\nlead the evidence. Chaskalson CJ, writing for a unanimous court,\r\nheld:\n'Whilst a person leading the\r\nevidence need not necessarily be a magistrate, the person charged\r\nwith the responsibility of making\na finding as to whether or not the\r\nmagistrate concerned has been guilty of misconduct, should be a\r\njudicial officer. It is not\nconsistent with judicial independence\r\nthat a person other than a judicial officer should be charged with\r\nthis responsibility.'\nIt cannot legitimately be argued that only lawyers, and\r\nmuch less only judges, should judge the judges for otherwise judicial\r\nindependence\nwould be eroded, where not only the minister is\r\nincluded, but also the four persons nominated by the President as\r\nhead of the executive\n─ none of whom has to be a lawyer, much\r\nless a judge.\n[17] It would have been possible for\r\nthe drafters of the Constitution to have adopted a model where only\r\njudges could remove judges.\nIn Israel, for example, the Basic Law on\r\nthe Judiciary provides that judges may be removed upon the decision\r\nof the Court of Discipline\n12\nwhich comprises only judges and\r\njudges retired on pension appointed by the President of the Supreme\r\nCourt.\n13\nOr a model could have been adopted\r\nwhere only the elected representatives of the people could do so. In\r\nthe United States of America,\na country very much aware of the proper\r\nseparation of powers, the House of Representatives has the 'sole\r\npower'\n14\nto impeach federal judges and the\r\nSenate has the 'sole power'\n15\nto try all impeachments.\n16\nThe model ultimately chosen for our\r\ncountry was one somewhere between the two. The first stage is a\r\ndecision taken predominantly\nby judges and lawyers. The second is a\r\ndecision by the National Assembly by a two-thirds majority.\n[18] In conclusion on this point, I\r\nwould endorse the views expressed by Jones J in the court a quo:\n17\n'But I can also see merit in a\r\ndispensation which, for reasons of both constitutional policy and\r\nsocial accountability (as to which,\nsee s 1(d) of the\r\nConstitution), particularly in the light of the history of the\r\nadministration of justice in this country,\nwidens the adjudicative\r\nprocess to include in the investigation tribunal persons who are not\r\njudges or lawyers . . . It is not\nin my view possible to conclude\r\nthat the Constitution did not have the doctrine of separation of\r\npowers and the independence of\nthe judiciary very much in mind when\r\nit constructed the JSC. I can find no justification for concluding\r\nthat the Constitution does\nnot mean what it says when it includes\r\nmembers of the executive branch of National Government (the Minister\r\nand the President through\nhis nominees) and Provincial Government\r\n(the Premiers) as members of the JSC in matters involving the High\r\nCourt of the province\nin question.'\nThe composition and majority vote of the JSC\n[19] As indicated, another issue\r\nbefore the court below was whether the impugned 'decision' of the JSC\r\nwas taken by 'a majority\nof its members' as required by s 178(6)\r\nof the Constitution. For purposes of deciding the point, it can be\r\nassumed, as alleged\nby the JSC and notwithstanding the conclusion to\r\nthe contrary for the reasons already given, that the JSC comprised 13\r\nmembers\nfor purposes of considering the complaints against the Judge\r\nPresident. The Premier in her founding affidavit alleged that, based\n\non press reports, ten members took part in the proceedings of whom\r\nsix voted in favour and four against the decision to terminate\nthe\r\ninvestigation. The JSC, in its answering affidavit sworn to by a\r\nmember who is a senior advocate, refused to divulge the relevant\n\nfacts by stating that it was the policy of the JSC 'not to publish\r\nhow members voted with regard to any particular decision' and\nthat\r\n'the JSC has never published the particulars of the vote with regard\r\nto the size of the majority and the way each member decided'.\nAn\r\nevasive answer like this by senior counsel on behalf of a body like\r\nthe JSC cannot be countenanced. It is the number of members\nwho voted\r\neither way, not their identities, that is relevant. The JSC knew that\r\nthis information was crucial for the determination\nof an issue\r\nlegitimately raised and upon which the court would be required to\r\nadjudicate. Nor is this attitude of the JSC reconcilable\nwith our\r\nconstitutional democracy which values openness and transparency, and\r\nthis is particularly so when regard is had to the\nconstitutional\r\nfunctions and obligations of the JSC. In the\nFirst\r\nCertification\njudgment\n18\nthe Constitutional Court emphasised\r\nthat the JSC is a constitutionally independent body\n19\nand that it 'has a pivotal role in\r\nthe appointment and removal of Judges'.\n20\n[20] The unavoidable conclusion on\r\nthe failure to disclose the facts is that the deponent to the JSC's\r\nanswering affidavit considered\nthat the point made by the Premier was\r\nunanswerable. And indeed it is. The Constitution is clear on the\r\nissue: decisions must be\nsupported by a majority of the members of\r\nthe JSC. I accordingly agree with the reasons of the court a quo\n21\nfor rejecting the argument that s\r\n178(6) of the Constitution requires no more than a majority of\r\nmembers present and voting.\n[21] The court a quo also found that the JSC, again on\r\nits own version, was not properly constituted, in that one of the\r\npractising\nadvocates to be appointed in terms of s 178(1)(e) had not\r\nbeen appointed by the President. The point adds little to the\r\nprevious\none and I prefer to leave it open especially in view of the\r\nfact that it is not known why the advocate had not been appointed.\r\nThe reason for the omission is not something that necessarily falls\r\nwithin the knowledge of the JSC.\nThe relief granted\n[22] The JSC and the Judge President submitted that the\r\nrelief granted by the court a quo ─ an order declaring the\r\nproceedings\nbefore the JSC on the dates in question and the decision\r\nto dismiss the complaint and counter-complaint, which were the\r\nsubject\nmatter of those proceedings, to be unconstitutional and\r\ninvalid together with a further order setting them aside ─ was\r\ninappropriate.\n[23] The submission on behalf of the\r\nJSC was that the order setting aside the decision of the JSC was not\r\njust and equitable either\nin terms of s 8 of the Promotion of\r\nAdministration of Justice Act\n22\n(PAJA) or s 172(1)(b)\n23\nof the Constitution having regard to\r\na number of factors. I should point out immediately that PAJA has\r\nnothing to do with this case,\nwhich concerns the composition of the\r\nJSC, something governed by the Constitution. It does not relate to\r\nits procedure, which may\namount to administrative action regulated by\r\nPAJA. The factors relied upon by the JSC were the following:\n(a) The Premier emphasised that she did not impugn the\r\nmerits of the decisions by the JSC;\n(b) the matter has had a long history and the Premier\r\nnever asserted her right to attend the proceedings of the JSC or her\r\nduty\nto participate in them until after the decisions had been made;\n(c) the effect of the order is that the JSC would have\r\nto reconsider the complaints, and it is not a foregone conclusion\r\nthat she\nwould be entitled to participate in view of the allegations\r\nof bias made by the Judge President; and\n(d) the Justices and the Judge President who testified\r\nduring the proceedings of the JSC have expressed the desire to move\r\non and\naccordingly considerations of pragmatism and practicality do\r\nnot justify the setting aside of the proceedings and decisions.\n[24] The submission on behalf of the Judge President was\r\nthat the Premier has disqualified herself from acting as a member of\r\nthe\nJSC in respect of the complaints made by the Justices against\r\nhim, inasmuch as (on the evidence of the Judge President, which was\n\nnot dealt with by the Premier) she has 'publicly adopted an attitude\r\nextremely critical of, and negative towards, the Judge President\non\r\nthe matters in question' and that 'she has been at the forefront of a\r\npolitical campaign attacking the Judge President'.\n[25] I pause to remark that it would indeed be a sorry\r\nday for our constitutional democracy were serious allegations of\r\njudicial\nmisconduct to be swept under the carpet for reasons of\r\npragmatism and practicality, as suggested by the JSC. The public\r\ninterest\ndemands that the allegations be properly investigated,\r\nirrespective of the wishes of those involved. The question raised on\r\nbehalf\nof the Judge President whether the Premier would be entitled\r\nto participate in the deliberations of a properly constituted JSC,\nor\r\nfor that matter to appoint an alternate, is irrelevant. The arguments\r\nadvanced on behalf of the appellants lose sight of the\nfundamental\r\nsignificance of the findings made by the court a quo that will be\r\nconfirmed by this court. The declaratory order had\nto be made. There\r\nwas no discretion. Section 172(1)(a) of the Constitution is in\r\nimperative terms:\n'(1) when deciding a\r\nconstitutional matter within its power a court ─\n(a) must declare that any . . .\r\nconduct that is inconsistent with the Constitution is invalid to the\r\nextent of its inconsistency\n. . . .'\nSo far as the further order setting\r\nthe proceedings and decisions aside is concerned, against which the\r\narguments were directed,\nit is the constitutional mandate of the JSC\r\nin terms of s 177 of the Constitution\n24\nto investigate allegations of\r\njudicial misconduct and to make a finding on whether or not a judge\r\nis guilty of gross misconduct.\n25\nThe JSC (properly constituted and by\r\nmajority vote) has done neither. The order made by the court a quo\r\nsetting the decision of\nthe JSC aside was accordingly imperative to\r\nenable the JSC to perform the function it is still obliged to\r\nperform.\nOrder\n[26] The appeal is dismissed with costs, including the\r\ncosts of two counsel, which are to be paid by the Judicial Service\r\nCommission\nand the Judge President jointly and severally.\n_______________\nT D CLOETE\nJUDGE OF APPEAL\nAPPEARANCES:\nFIRST AND SECOND APPELLANTS:\nV Maleka SC (with him B Valley SC)\nInstructed by The State Attorney, Cape Town\nThe State Attorney, Bloemfontein\nTHIRD APPELLANT:\nJ A Newdigate SC (with him T Masuku)\nInstructed by Xulu Liversage Inc, Cape Town\nLovius Block, Bloemfontein\nRESPONDENTS: S Rosenberg SC (with him A Katz SC and N\r\nMayosi)\nInstructed by Fairbridges Attorneys, Cape Town\nMcIntyre & Van der Post, Bloemfontein\n1\nSection\r\n\t125(1) of the Constitution provides:\n'The\r\n\texecutive authority of a province is vested in the Premier of that\r\n\tprovince.'\n2\nThe\r\n\tjudgment of the court a quo is reported as\nPremier,\r\n\tWestern Cape v Acting Chairperson, Judicial Service Commission\n2010 (5) SA 634\n;\n2010 (8) BCLR 823\n(WCC).\n3\nMore\r\n\tdetail about the complaint and counter-complaint appears in\nLanga\r\n\tCJ & others v Hlophe\n2009 (4) SA\r\n\t382\n(SCA).\n4\n9\r\n\tof 1994.\n5\nAct\r\n\t200 of 1993.\n6\n20\r\n\tof 2008.\n7\nIn\r\n\tsummary, the JSC Amendment Act provides for the establishment of a\r\n\tjudicial conduct committee, a code of conduct, a register\nof judges'\r\n\tregistrable interests, procedures for dealing with complaints about\r\n\tjudges, and the establishment of judicial conduct\ntribunals to\r\n\tenquire into and report on allegations of incapacity, gross\r\n\tincompetence or gross misconduct against judges.\n8\nPara\r\n\t11.\n9\n'\nA\r\n\tjudge may be removed from office only if ─\n(a) the Judicial Service Commission finds that the\r\n\tjudge suffers from an incapacity, is grossly incompetent or is\r\n\tguilty of gross\nmisconduct; and\n(b)\r\n\tthe National Assembly calls for that judge to be removed, by a\r\n\tresolution adopted with a supporting vote of at least two-thirds\nof\r\n\tits members.'\n10\nUnited\r\n\tDominions Corporation (SA) Ltd v Tyrer\n1960\r\n\t(3) SA 321\n(T) at 323A.\n11\nVan\r\n\tRooyen & others v S & others\n2002 (5)\r\n\tSA 246\n(CC) para 195.\n12\nSections\r\n\t7(5) and 13.\n13\nAlthough\r\n\ta judge may also be removed by a decision of the Judges' Election\r\n\tCommittee, which comprises 9 members, some of whom\nare politicians,\r\n\tby a majority of 7 votes (ss 4(b) and 7(4)).\n14\nConstitution\r\n\tof the United States I.2.\n15\nIbid.\r\n\tI.3.\n16\nThere\r\n\tis a view that removal of federal judges can be achieved by other\r\n\tmeans although the view to the contrary seems to be more\ngenerally\r\n\theld and is supported by authority: Melissa H Maxman 'In Defense of\r\n\tthe Constitution's Judicial Impeachment Standard'\n86\nMitch\r\n\tL Rev\n42 - especially at pp 435-6 and\r\n\tfootnotes 81 to 86.\n17\nPara\r\n\t16.\n18\nEx\r\n\tparte Chairperson of the Constitutional Assembly: In re\r\n\tCertification of the Constitution of the Republic of South Africa\n1996 (4) SA 744 (CC).\n19\nPara\r\n\t128.\n20\nPara\r\n\t120.\n21\nPara\r\n\t19.\n22\n3\r\n\tof 2000: '8(1) The court or tribunal, in any proceedings for\r\n\tjudicial review in terms of s 6(1), may grant any order that\nis\r\n\tjust and equitable . . . .'\n23\n'When\r\n\tdeciding a constitutional matter within its power, a court . . . may\r\n\tmake any order that is just and equitable . . . .'\n24\nQuoted\r\n\tin n 9 above.\n25\nLanga\r\n\tCJ and others v Hlophe\nabove n 3, para\r\n\t22.",
  "scraped_at": "2026-02-12T15:29:50.929235",
  "date": "2011-03-31",
  "coram": [
    "HARMS DP",
    "CLOETE",
    "LEWIS",
    "PONNAN",
    "MAJIEDT JJA"
  ],
  "case_number": "537/10",
  "parties": {
    "applicants": [
      "Acting Chairperson: Judicial Service Commission",
      "Judicial Service Commission",
      "Judge President Mandlakayise John Hlophe"
    ],
    "respondents": [
      "Premier of the Western Cape Province"
    ]
  },
  "sections": {
    "facts": "The Premier of the Western Cape Province instituted urgent motion proceedings in the Western Cape High Court against the Acting Chairperson of the Judicial Service Commission (JSC), the JSC itself, and the Judge President of the Western Cape. The underlying dispute concerned complaints of judicial misconduct lodged by Constitutional Court justices against the Judge President and a counter‑complaint by the Judge President against the justices. The JSC met on several occasions in 2009 to consider these complaints and decided that neither the Judge President nor the justices were guilty of gross misconduct. The Premier challenged the validity of those JSC proceedings on three grounds: lack of proper notice to her, improper composition of the Commission, and the decisions not being supported by a constitutional majority.",
    "issues": "The appeal turned on (a) whether the Premier, as required by section 178(1)(k) of the Constitution, had been properly notified of the JSC meetings; (b) whether the JSC was correctly constituted when it sat – i.e., whether the required 13 members, including the Premier, were present; and (c) whether the decisions taken were supported by a majority of the whole Commission as mandated by section 178(6), rather than merely a majority of those present and voting.",
    "principles": "The Court applied the Constitution’s provisions on the Judicial Service Commission: s 178(1)(k) requires the Premier’s participation when the JSC considers matters relating to a specific High Court, and s 178(6) requires a decision to be supported by a majority of all members of the Commission. The Court rejected an interpretation that limited the Premier’s role to matters of appointment only, emphasizing the text’s lack of qualification and the purpose of having executive representation on the Commission. It also held that ‘majority of its members’ refers to the total membership, not merely those present, aligning with constitutional intent and prior case law on statutory interpretation.",
    "application": "Applying these principles, the Court found that the Premier had not been notified of the meetings and therefore could not fulfil her constitutional duty to attend. The JSC had only ten members present, falling short of the constitutionally prescribed thirteen, rendering the meetings improperly constituted. Moreover, the JSC’s vote of six in favour and four against did not constitute a majority of the whole Commission, breaching s 178(6). Consequently, the decisions of the JSC were invalid and had to be set aside.",
    "conclusion": "The appeal was dismissed. The Court ordered that the Judicial Service Commission and the Judge President pay the costs of the appeal, including the costs of two counsel, jointly and severally."
  },
  "tags": {
    "level_1": "Constitutional Law",
    "level_2": "Judicial Service Commission",
    "level_3": [
      "composition",
      "majority vote",
      "judicial misconduct",
      "separation of powers"
    ]
  }
}