{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/124.html",
  "case_name": "Van As v Road Accident Fund (346/10) [2011] ZASCA 124; 2012 (1) SA 387 (SCA) (7 September 2011)",
  "citation": "[2011] ZASCA 124",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 124\n|\nNoteup\n|\nLawCite\nVan As v Road Accident Fund (346/10) [2011] ZASCA 124; 2012 (1) SA 387 (SCA) (7 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 346/10\nIn the matter between:\nMATTHYS JOHANNES VAN AS\n…...............................................\nAppellant\nand\nROAD ACCIDENT FUND\n…........................................................\nRespondent\nNeutral citation:\nVan As v Road Accident Fund\n(346/10)\n[2011] ZASCA 124\n(7 September 2011)\nCoram:\nCloete, Van Heerden, Bosielo and Seriti\r\nJJA and Meer AJA\nHeard:\n17 August 2011\nDelivered: 7 September 2011\nSummary:\nNegligence – motor vehicle\r\ncollision – whether the appellant’s conduct prior to the\r\ncollision constituted a potentially\ndangerous situation and whether\r\nthe insured driver ought in the circumstances to have taken steps to\r\navoid a collision –\nno grounds for interference with trial\r\ncourt’s findings.\n___________________________________________________________\nORDER\n___________________________________________________________\nOn appeal from:\nWestern Cape High Court (Cape\r\nTown) (Allie J sitting as court of first instance):\nThe appeal is dismissed with costs.\n___________________________________________________________\nJUDGMENT\n___________________________________________________________\nMEER AJA (CLOETE, VAN HEERDEN, BOSIELO and SERITI JJA\r\nconcurring)\n[1] This is an appeal against a judgment of Allie J,\r\nsitting as court of first instance in the Western Cape High Court,\r\nCape Town,\nin terms whereof it was held that the appellant’s\r\nnegligence was the sole cause of a motor vehicle collision. Leave to\r\nappeal\nto this court was granted by the court a quo.\n[2] The appellant claimed damages resulting from\r\ninjuries he sustained in a motor collision which occurred on 24\r\nFebruary 2004 at\n06h45. The appellant was driving a Mazda motor\r\nvehicle, on the N2 highway between Heidelberg and Riversdale in the\r\nWestern Cape,\nin the direction of Riversdale, when he collided with a\r\ntruck and tanker combination (‘the truck’), which was\r\nbeing\ndriven in the opposite direction towards Heidelberg by the\r\ninsured driver, Mr Cornelius Wentzel. The collision occurred on the\r\nappellant’s incorrect side of the road and on the insured\r\ndriver’s correct side. It is common cause that the appellant\n\nwas negligent.\n[3] The appellant alleged that the insured driver had\r\nbeen negligent in not taking steps to avoid the collision. The trial\r\nproceeded\non the issue of liability only, the extent of the\r\nappellant’s damages standing over for later determination.\n[4] The issue on appeal is whether there was any\r\nnegligence on the part of the insured driver. In this regard, the\r\nfirst enquiry\nis whether the reasonable person in the insured\r\ndriver’s position would have considered that the appellant’s\r\nconduct\nprior to the collision constituted a potentially dangerous\r\nsituation, would have forseen the possibility of a collision and\r\nwould\nhave taken steps to guard against such occurrence.\n[5] The only eye witness who was able to testify about\r\nthe potential danger presented by the appellant’s conduct, and\r\nabout\nthe subsequent collision, was the insured driver. The appellant\r\nhad sustained severe head injuries in the collision and was unable\nto\r\ntestify. Two accident reconstruction experts also testified,\r\nProfessor Dreyer, for the appellant, and Mr Craig, for the\r\nrespondent.\nThe trial court accepted the insured driver’s\r\nevidence and I am not persuaded that it erred in doing so.\n[6] The insured driver testified that he was an\r\nexperienced driver of heavy vehicles. At the time of the collision he\r\nwas aged 58\nand had held a heavy duty driver’s license for\r\napproximately 35 years. He also had a certificate to transport\r\ndangerous goods.\nThe truck he was driving on the day in question was\r\nempty but had transported aircraft fuel, the vapour whereof could be\r\nprone\nto explosion when transported. According to a tachograph fitted\r\nto the truck, he was travelling at approximately 70 km per hour\nwhen\r\nthe vehicles collided.\n[7] Wentzel described the events leading up to the\r\ncollision as follows. He had driven over the crest of a hill and was\r\ntravelling\ndownhill, the road curving gradually to the right.\r\nVisibility was good and he could see ahead for a distance of two to\r\nthree kilometres.\nThe truck lights were on dim. When he first saw the\r\nMazda it was approximately a kilometre away. The appellant was\r\ndriving at a\nreasonably fast speed in his correct lane. As the Mazda\r\ncame closer Wentzel observed that the appellant was fidgeting behind\r\nhim\nand whilst he did so he looked backwards and forwards\r\nintermittently in quick succession. The relevant excerpt from the\r\nevidence\nin chief about this activity reads as follows:\n‘\n[H]y het agter iets gedoen…dit het\r\ngelyk of hy daar gekrap het.\n…\nEn toe het hy vorentoe gekyk, asof hy nou\r\nwou kyk of hy nog in die regte rigting beweeg. Toe het hy weer\r\nagtertoe gekyk en weer\nvorentoe.\n...Hy het skuins gesit met sy arm...dwarsoor die stuurwiel…en\r\ndie linkerarm was hier agter tussen die sitplekke gewees.\n...En terwyl hy dit doen, hoe het sy kar gery? Het hy na u toe gekom\r\nof het hy reguit gery…\nNee, hy het reguit gery, hy is in sy baan gewees….’\n[8] Wentzel could not estimate the distance between the\r\ntwo vehicles when he observed the appellant’s conduct described\r\nabove.\nHe emphasised that, notwithstanding these activities, the\r\nappellant kept the Mazda in its correct lane of travel and there was\r\nno indication that he would move into Wentzel’s lane. Wentzel\r\nassumed that the appellant had seen his large vehicle with its\nlights\r\non and that the appellant would pass him safely.\n[9] Then, according to Wentzel, due to the fact that he\r\nwas sitting approximately three metres high in the truck, he lost\r\nsight\nof the Mazda as it entered what he termed his ‘blind\r\nspot’. Suddenly, he felt the impact of the Mazda against his\r\ntruck.\nIt collided with the right front and side of the truck. The\r\nentire incident, he said, happened in a matter of a split second, and\n\nso suddenly that there was no time for him to do anything, either\r\nhoot, apply brakes or flick his lights. Wentzel added that as\nthe\r\nsituation prior to the collision had not appeared dangerous, there\r\nwould have been no reason for him to have taken such measures.\nHe\r\nestimated that the Mazda was 10 to 20 metres away when it crossed\r\ninto his lane and that the collision took place one metre\ninto his\r\nlane.\n[10] Counsel for the appellant, correctly, did not seek\r\nto argue that Wentzel had been negligent once the Mazda had crossed\r\nthe\nmiddle line. The submission was that he had been negligent in not\r\ntaking precautions when a potentially dangerous situation began\n\nunfolding before him.\n[11] During thorough and vigorous cross-examination,\r\nWentzel was adamant that the appellant’s actions before the\r\ncollision\ndid not present a dangerous or potentially dangerous\r\nsituation. He was also adamant that, notwithstanding the appellant’s\n\nactions just before the collision, the appellant had the Mazda in\r\nproper control and there was no indication he would cross into\nthe\r\ntruck’s lane. Hence Wentzel did not see the necessity for\r\nprecautionary action. Wentzel said that as a driver who has\ntravelled\r\nthousands of kilometres and encountered many drivers and situations\r\non the road, he did not consider the appellant’s\nbehaviour to\r\nbe unusual.\n[12] From Wentzel’s evidence it is clear that he\r\nbecame aware of the appellant’s activities before the collision\r\nonce\nthe Mazda was sufficiently close for him to observe the detail\r\nof the appellant’s movements. It is also so that the\r\nappellant’s\nmomentary backward glances were followed in quick\r\nsuccession with forward glances to check that he was on course. Under\r\nthese circumstances\nI am of the opinion that it was safe for Wentzel\r\nto have assumed that the appellant had seen the truck with its lights\r\non, and\nindeed there was no indication that he had not. The evidence\r\nalso makes it clear that, during the time of Wentzel’s\r\nobservation,\nthe appellant was in control of the Mazda, at all times\r\nin his correct lane and crucially, that he gave no indication that he\r\nwould\ndeviate into Wentzel’s lane and collide with the truck.\r\nAccording to Wentzel, he saw a vehicle under proper control. In the\n\ncircumstances, I am not persuaded that what Wentzel observed was a\r\npotentially dangerous situation unfolding before him and that\nhe\r\nought to have foreseen the possibility of the appellant crossing into\r\nhis lane and colliding with the truck. Nor, I believe,\nwould the\r\nreasonable person have forseen such a possibility.\n[13] As was said by Corbett JA in\nSantam\r\nInsurance Co Ltd v Nkosi\n1978 (2) SA 784\n(A)\r\nat 792 B-C:\n‘…\nthe law recognises that life’s\r\npossibilities are infinite and in general concerns itself only with\r\nthose possibilities of\nharm to others which are sufficiently real or\r\nimmediate to cause the\ndiligens\r\npaterfamilias\nto take precautions\r\nagainst their happening (see\nMoubray v\r\nSyfret\n1935 AD 199\nat 209-30;\nJoffe\r\n& Co Ltd v Hoskins and Another\n1941\r\nAD 431\nat 451;\nKruger v Coetzee\n1966 (3) SA 428\n(A) at 430E-F; and compare remarks of Lord Oaksey in\nBolton v Stone\n[1951] UKHL 2\n;\n1951\r\nAC 850\nat 863). And, in deciding whether precautionary action is\r\nwarranted, the\ndiligens paterfamilias\nmight have to weigh the seriousness of the harm should it occur,\r\nagainst the chances of its happening.’\nThe\ndiligens paterfamilias\nlike Wentzel would not have read the situation as\r\npotentially dangerous with real possibilities of harm, warranting\r\nprecautionary\naction\n1\n.\r\nWentzel’s conduct thus did not fall short of what would have\r\nbeen expected of the reasonable person in the prevailing\r\ncircumstances.\nThis being so, the situation was not one of potential\r\ndanger. There can in the circumstances be no finding of negligence on\r\nthe\npart of the insured driver. Given this finding it is not\r\nnecessary for me to consider the expert evidence.\n[14] The appeal is dismissed with costs.\n__________________________\nY S Meer\nActing Judge of Appeal\nAPPEARANCES:\nFor\r\nappellant: R D McClarty SC\nInstructed\r\nby:\nHeyns\r\n& Partners, Goodwood\nHoney\r\nAttorneys, Bloemfontein\nFor\r\nrespondent: R M Liddell\nInstructed\r\nby:\nJohn\r\nRiley Attorneys, Wynberg\nRobert\r\nCharles Inc, Cape Town\nHorn\r\n& Van Rensburg, Bloemfontein\n1\nSee\r\n\talso:\nNew Zealand Insurance Co Ltd v Karim\n1963 (4) SA\r\n\t872\n(A) at 875F-H;\nMarine & Trade Insurance Ltd v Singh\n1980 (1) SA 5\n(A) at 9E-H,\nDe Villiers v Minister of Post &\r\n\tTelegraphs\n1978 (4) SA 334\n(E) at 338B-D.",
  "scraped_at": "2026-02-12T15:48:18.230994",
  "date": "2011-09-07",
  "coram": [
    "Cloete JJA",
    "Van Heerden JJA",
    "Bosielo JJA",
    "Seriti JJA",
    "Meer AJA"
  ],
  "case_number": "346/10",
  "parties": {
    "applicants": [
      "MATTHYS JOHANNES VAN AS"
    ],
    "respondents": [
      "ROAD ACCIDENT FUND"
    ]
  },
  "sections": {
    "facts": "On 24 February 2004 at approximately 06:45, the appellant, Matthys Johannes Van As, was driving a Mazda on the N2 highway (Heidelberg–Riversdale) in the direction of Riversdale. He collided with a truck‑tanker combination driven by Mr Cornelius Wentzel, the insured driver for the Road Accident Fund, travelling in the opposite direction towards Heidelberg. The collision occurred because the appellant was on the incorrect side of the road while the truck was on the correct side. The trial court found the appellant negligent. The insured driver was an experienced heavy‑vehicle driver, aged 58, with about 35 years of heavy‑duty licence and a certificate for dangerous goods. The truck was empty, had previously carried aircraft fuel, and was travelling at roughly 70 km/h. Wentzel testified that he first saw the Mazda about a kilometre away, observed the appellant fidgeting and looking back and forth, but noted the Mazda remained in its lane and showed no indication of moving into his lane. He then lost sight of the Mazda in his blind spot and was struck suddenly, estimating the Mazda to be 10–20 metres away when it entered his lane.",
    "issues": "The appeal concerned two core issues: (1) whether the insured driver, Mr Wentzel, was negligent in failing to take steps to avoid the collision, and (2) whether the appellant’s conduct prior to the collision created a potentially dangerous situation that should have alerted a reasonable driver to the risk of collision. Specifically, the court had to determine if a reasonable person in Wentzel’s position would have foreseen the possibility of the Mazda crossing into his lane and whether precautionary action was warranted.",
    "principles": "The court applied the standard of the diligens paterfamilias, assessing whether a reasonable person would have perceived a real or immediate possibility of harm and therefore taken precautions. It cited precedent such as Santam Insurance Co Ltd v Nkosi (1978) and earlier authorities (Moubray v Syfret; Joffe & Co Ltd v Hoskins; Kruger v Coetzee; Bolton v Stone) that stress foreseeability and the weighing of seriousness of harm against its likelihood. The principle is that precautionary measures are required only when the risk is sufficiently real and immediate to warrant action.",
    "application": "Applying these principles, the court found that Wentzel’s observations did not reveal a dangerous situation. The appellant’s brief backward glances and forward checks were normal, and the Mazda remained under control in its correct lane. Wentzel could reasonably assume the appellant saw his truck’s lights and would pass safely. The court concluded that a reasonable person in Wentzel’s position would not have foreseen a risk of the Mazda crossing into his lane, and thus no precautionary action was required. Consequently, the insured driver’s conduct did not fall below the standard of care, and the expert evidence was unnecessary.",
    "conclusion": "The appeal was dismissed with costs. The court affirmed the trial judge’s finding that there was no negligence on the part of the insured driver, and therefore the appellant’s claim against the Road Accident Fund failed."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Negligence",
    "level_3": [
      "motor vehicle accident",
      "road accident fund",
      "duty of care",
      "foreseeability",
      "precautionary action"
    ]
  }
}