{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/130.html",
  "case_name": "Morar NO v Akoo and Another (498/10) [2011] ZASCA 130; 2011 (6) SA 311 (SCA); [2011] 4 All SA 617 (SCA) (15 September 2011)",
  "citation": "[2011] ZASCA 130",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 130\n|\nNoteup\n|\nLawCite\nMorar NO v Akoo and Another (498/10) [2011] ZASCA 130; 2011 (6) SA 311 (SCA); [2011] 4 All SA 617 (SCA) (15 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 498/10\nIn the matter between:\nROSHAN MORAR NO\n…..................................................................\nAppellant\nand\nMAHOMED ASLAM OSMAN AKOO\n….............................\nFirst Respondent\nTHE TRUSTEES OF THE MAHOMED\nASLAM AKOO FAMILY TRUST\n…................................\nSecond\r\nRespondent\nNeutral citation:\nMorar NO v Akoo\n(\n498/10\n)\r\n[\n2011] ZASCA 130\n(15 September 2011)\nCoram:\nBRAND, MHLANTLA, MAJIEDT and WALLIS JJA\r\nand MEER AJA.\nHeard\n:\n26 August 2011\nDelivered\n:\n15 September 2011\nSummary:\r\nPartnership – liquidator appointed by the court – powers\r\nto be conferred on liquidator – whether court\nmay amplify\r\npowers originally given to liquidator.\nORDER\nOn appeal from:\nKwaZulu-Natal\r\nHigh Court, Pietermaritzburg (K Pillay J, sitting as court\r\nof first instance):\nThe appeal is dismissed with costs.\nJUDGMENT\nWALLIS JA (BRAND, MHLANTLA and MAJIEDT JJA and MEER AJA\r\nconcurring)\n[1] Ordinarily when a partnership is dissolved the partners\r\nthemselves liquidate it, or cause it to be liquidated by one of their\n\nnumber or by a third party chosen by them. The basis upon which the\r\nliquidation is undertaken is agreed upon, whether in advance\nin a\r\nformal partnership agreement or at the time of dissolution. Sometimes\r\nit is not possible for the partners to reach such an\nagreement and\r\none or more of the partners seek the intervention of a court to\r\nprocure the appointment of a liquidator.\n1\nThat happened in the present case and it resulted in Mr Morar’s\r\nappointment as the liquidator of the partnership operating\na business\r\ncalled Rollco. The order appointing him gave him detailed powers.\r\nMr Morar’s task has not been straightforward\nand\r\naccordingly he approached the high court asking for further powers to\r\nbe given to him. The application was heard by K Pillay J\n\nand was dismissed. Mr Morar appeals with her leave to this\r\ncourt. The issues raised by the appeal are whether it is competent\n\nfor the initial order to be varied and whether the relief Mr Morar\r\nnow seeks should be granted to him.\n[2] In about 1986 the Osman family established the business known as\r\nRollco, as manufacturers of roof sheeting and processors and\n\nsuppliers of steel products. Mr Mohamed Aslam Osman Akoo, the\r\nfirst respondent, was actively engaged in the management of\nthe\r\nbusiness, ownership of which lay with a family trust. During 1987 the\r\nMoosa family became equal partners with the Osman family\nin the\r\nbusiness, holding their 50 percent share through ten family\r\ntrusts. There is a dispute whether the Moosa family’s\n\ninvolvement was purely as financiers of the business or whether they\r\nwere also to play an active role in managing the business.\nBe that as\r\nit may the business operated reasonably successfully and generated\r\nprofits, which were shared equally between the Osman\nfamily trust and\r\nthe Moosa family trusts.\n[3] Problems started to emerge in\r\n2002 or 2003 when Mr Akoo’s brothers and father withdrew\r\nfrom the business. There is\na dispute whether their interests in the\r\nbusiness were taken over by Mr Akoo, either personally or\r\nthrough the medium of the\nsecond respondent, the Mohamed Aslam Osman\r\nAkoo Family Trust (the Akoo family trust), or whether a significant\r\nportion of their\nshares accrued to the various Moosa family trusts.\n2\nThis appears to have marked the\r\nbeginning of a breakdown in relations between Mr Akoo, on the\r\none hand, and the representatives\nof the Moosa family on the other.\r\nIt culminated on 24 February 2006 with Mr Akoo addressing a\r\nletter to each of the Moosa\nfamily trusts giving them notice of the\r\ndissolution of the partnership with effect from 28 February 2006.\r\nIn a case beset\nby disagreement the one point on which all the\r\nparties agree is that this notice was effective to terminate the\r\nRollco partnership,\nhowever constituted, with effect from\r\n28 February 2006.\n[4] On 15 October 2007, on the application of certain of\r\nthe Moosa family trusts, Msimang J made an order declaring\nthat\r\nthe partnership relationship subsisting between ten Moosa family\r\ntrusts and either Mr Akoo personally, or the Akoo family\ntrust,\r\nunder the name and style of Rollco Roofing Systems, to have been\r\nlawfully dissolved with effect from 28 February 2006.\nHe\r\nordered the appointment of Mr Morar as liquidator and that from\r\nthe date of the order:\n‘…\nall\r\npartnership property and assets, of whatsoever form or nature, and\r\nregardless of the date of acquisition of such property or\nasset by\r\nthe partnership or any of its partners, shall vest in the\r\nliquidator.’\n[5] Mr Akoo was directed to furnish the liquidator\r\nand all the partners with a full and proper account of the\r\npartnership business\nand its assets and liabilities as at\r\n28 February 2006 with supporting documents and vouchers. He\r\nand a company, Rollco\nRoofing Systems (Pty) Ltd, through\r\nwhich Mr Akoo had been conducting the business since\r\n28 February 2006,\nwere ordered to furnish the liquidator\r\nwith an account of the income and expenditure arising from the\r\noperation of that business\n‘alternatively arising from the use\r\nof the assets of the partnership from 1 March 2006 to the date\r\nof account’\nincluding all supporting documents and vouchers, as\r\nwell as an accounting of the assets and liabilities of the company.\r\nThe liquidator\nwas directed to effect a final liquidation of the\r\npartnership and make any distribution to the partners according to\r\nthe extent\nof their determined interests in the partnership.\n[6] Mr Morar has endeavoured to carry out his task\r\nbut has met with little success. Neither Mr Akoo nor Rollco\r\nRoofing\nSystems (Pty) Ltd have rendered a proper account as\r\nrequired by the order. There remains no clarity as to the whereabouts\n\nof the assets of the business or whether the business is still in the\r\nhands of the company or has in effect been transferred to\nanother\r\ncompany. In those circumstances Mr Morar sought and obtained an\r\norder for the liquidation of Rollco Roofing Systems (Pty) Ltd.\n\nThereafter an enquiry in terms of the provisions of s 417 of the\r\nCompanies Act 61 of 1973 (the old Companies Act)) was convened\nbefore\r\na retired judge. For reasons that are immaterial he raised a query\r\nwhether such an enquiry was competent. That resulted\nin protracted\r\nlitigation between the liquidator and the present respondents that\r\nwas only resolved after the appeal before us had\nbeen lodged. There\r\nhave been other legal proceedings involving the liquidator but with\r\nlittle advantage in terms of achieving finality\nwith the liquidation.\n[7] In the result Mr Morar ran short of the sinews\r\nof war. He accordingly wrote letters to the different potential\r\npartners\nof the Rollco partnership asking for contributions. An\r\namount of R500 000 was forthcoming from the various Moosa family\r\ntrusts\nbut Mr Akoo and the Akoo family trust, without\r\nexpressly refusing to do so, provided nothing. Their refusal is the\n\nsubject of the first order sought by Mr Morar. In it he asks\r\nthat they be ordered to pay him an amount of R500 000 ‘for\n\nthe purposes of administering the estate of the partnership which\r\nconducted trade under the name and style of Rollco Roofing Systems’.\n\nTo fortify the order in case of non-compliance he asks that if the\r\nmoney is not paid to him within ten days of the order the sheriff\n\nshould be authorised to attach property sufficient, once sold, to\r\nrealise R500 000 and to pay that amount to him. Realising\nalso\r\nthat this may not prove to be sufficient if Mr Akoo and the\r\nAkoo family trust continue to resist his attempts\nto pursue\r\nthe liquidation, he also asks for an order that he may in the future\r\ncall upon the partners to make contributions to\nhim as required in\r\norder to fund his work as liquidator and that they will be required\r\nto comply with those calls for additional\nfunds.\n[8] Together with the claim for that financial relief\r\nMr Morar sought an order for a detailed account from Mr Akoo\r\nrelating\nto the partnership’s dealings with its major supplier.\r\nHe also asked for more extensive powers of interrogation in relation\n\nto Mr Akoo and certain other individuals. The latter were said\r\nby his counsel to be the most important aspect of the order\nthat he\r\nsought. What he seeks is the power to appoint a senior advocate to\r\nconduct an enquiry as if in terms of s 417 of the\nold Companies\r\nAct. Lastly he asked for authority to take out professional indemnity\r\ninsurance as an expense of the liquidation.\n[9] Counsel for Mr Morar did not point\r\nto any authority specifically supporting this relief. Instead he\r\nsubmitted that it is\nrelief that can be granted by virtue of the\r\ngeneral principles of the\nactio pro socio\n‘\nand “the wide equitable discretion”\r\ngiven to a liquidator of a partnership’. Reliance was placed\r\nupon the exposition\nof the\nactio pro socio\nby Joubert JA in\nRobson v Theron\n3\nand upon the judgment in\nBrighton\r\nv Clift\n(2)\n4\n.\r\nIt is helpful to consider what was decided in these cases.\n[10] Joubert JA surveyed the development of\r\nthe law from Roman times in regard to the\nactio\r\npro socio\nand summarised his conclusions in\r\nthe following terms:\n‘\nThe\r\nprinciples of the common law underlying the\nactio\r\npro socio\nmay be conveniently summarised as follows:\n1. This action may be instituted by a partner against a\r\nco-partner during the existence of the partnership for specific\r\nperformance\nin terms of the partnership agreement and/or fulfilment\r\nof personal obligations (\npraestationes personales\n) arising out\r\nof the partnership agreement and business.\n2. Where the partnership agreement provides for (or the\r\nparties subsequently agree upon) the dissolution of the partnership\r\nand\nthe manner in which the partnership is to be liquidated and\r\nwound-up specific performance thereof may be claimed by means of this\n\naction.\n3. Where neither the partnership agreement nor a\r\nsubsequent agreement between the partners provides for the\r\ndissolution of the partnership\nand the manner in which the\r\npartnership is to be liquidated and wound-up this action may in\r\ngeneral (subject to any stipulation\nfor the duration of the\r\npartnership or any other relevant stipulations) be brought by a\r\npartner to have the partnership liquidated\nand wound-up. The Court in\r\nthe exercise of its wide equitable discretion may appoint a\r\nliquidator to realise the partnership assets\nfor the purpose of\r\nliquidating partnership debts and to distribute the balance of the\r\npartnership assets or their proceeds among\nthe partners.\nPothier,\r\nop. cit.,\nsec. 136.\n4. Where a partnership has been dissolved a partner may\r\navail himself of this action against his co-partners to claim\r\ndistribution\nof any undistributed partnership asset or assets.\nPothier, op. cit.\n, sec. 162:\n\"Each of the former partners can alone demand a\r\ndistribution of the effects which remain in common after the\r\ndissolution of\nthe partnership.\"\nThis obviously covers the situation where, after\r\ndissolution of a partnership, a continuing partner retains possession\r\nof a partnership\nasset which has not been included in a distribution\r\nof the partnership assets. Hence a retiring partner may institute\r\nthis action\nagainst the continuing partner to claim a distribution of\r\nthe partnership asset in question.\n5. A court has a wide equitable discretion in respect of\r\nthe mode of distribution of partnership assets, having regard,\ninter\r\nalia\n, to the particular circumstances, what is most to the\r\nadvantage of the partners and what they prefer.\n6 The various modes of distribution of partnership\r\nassets are fully dealt with by\nPothier, op. cit.\n, secs. 161 -\r\n178.’\n[11] Two points are noteworthy about this\r\nexposition of the general principles of the\nactio\r\npro socio\n. The first is that according to the\r\nauthorities the action is one that lies at the instance of one of the\r\npartners for relief against\nanother partner, either during the\r\nsubsistence of the partnership or after its dissolution. A detailed\r\ndiscussion is to be found\nin\nVoet\n17.2.9\r\nand 17.2.10\n5\nwhere it is said that the action is one in terms of\r\nwhich one partner may claim against another:\n(a) an account and a debatement thereof, either during\r\nthe subsistence of the partnership or after it has been terminated;\n(b) delivery of a partnership asset to the partnership;\n(c) the appointment of a liquidator to the partnership.\nOther writers describe the\nactio\nin similar terms.\n6\nPothier\n7\nsays that:\n‘\nFrom\r\nthe obligations which arise out of the contract of partnership arises\r\nthe action\npro\r\nsocio\n,\r\nwhich each of the partners can maintain against his copartners, in\r\norder to compel their fulfilment.\nThis is a personal action: it passes to the heirs and\r\nother universal successors of each of the partners, who can maintain\r\nthat\naction; and it may be brought against the heirs and other\r\nuniversal successors of the partners, who are bound by it.’\nNone of the writers suggest that the\nactio\nis available to a liquidator once appointed to liquidate\r\na partnership. It is always available to the erstwhile partners, but\r\nthat\ndoes not mean that the liquidator can invoke it. This undermines\r\nthe attempt by Mr Morar to rely on it for the relief he seeks.\n[12] The second point is that the\r\nreferences by Joubert JA to ‘a wide discretion’ are\r\nnot references to a discretion\nvested in the liquidator nor are they\r\nreferences to a discretion enjoyed by the court to invest the\r\nliquidator with broad-ranging\npowers. They refer to the discretion\r\nenjoyed by a court either to appoint a liquidator or to order a\r\ndistribution of the partnership\nproperty among the partners in some\r\nother fashion. The discussion in the passage that follows of the\nactio communi dividundo\nrefers\r\nto a similar discretion. The learned judge said only that, when\r\nformer partners approach the court for relief under either\nof these\nactiones\n,\nthe\r\ncourt has a wide discretion to determine whether to appoint a\r\nliquidator, or to order a division of the partnership property,\nor to\r\norder one partner to take over that property at a valuation with\r\npayment of the appropriate share to the other or others.\nThat is\r\nsomething very different from saying that the liquidator appointed by\r\nthe court has a wide discretion in regard to the\nmanner in which the\r\nliquidation is carried out or from saying that the court has a wide\r\ndiscretion to afford extensive powers to\nthe liquidator of a\r\npartnership.\n[13] The other authority on which reliance\r\nis placed in support of the proposition that a liquidator has a ‘wide\r\nequitable\ndiscretion’ is the decision in\nBrighton\r\nv Clift\n(2), supra. That concerned the\r\ndissolution and winding-up of a firm of attorneys and the issue\r\nbefore the court was whether a liquidator\nshould be appointed in the\r\nface of opposition from the one partner. The judgment was accordingly\r\nnot concerned with the powers\nto be granted to the liquidator, if\r\nappointed, save in a passing fashion. Having decided that a\r\nliquidator should be appointed\nMacauley J dealt with his powers\r\nin these terms:\n‘\nWith\r\nregard to the powers to be conferred on the liquidator, it seems to\r\nme that it is not this Court's function to act as a liquidator\nand to\r\nanticipate problems which may present themselves to the liquidator at\r\na later stage. Doubtless, these will arise in any\nliquidation, but\r\nthey are matters for the liquidator to decide and, in doing so, he\r\nmay seek the parties' concurrence in any course\nhe takes. Failing\r\ntheir agreement, his decisions are open to objection by either party\r\nwith recourse to the Courts.\nI\r\ndecline, therefore, to direct the liquidator in the manner sought in\r\nparas. 2-6 inclusive of the amended draft order\n.’\n8\n(Emphasis added.)\nIn the result the order the court made was confined to\r\none appointing the liquidator to wind up the partnership, realise its\r\nassets,\ncollect the debts due to it, prepare a final account and\r\ndivide the assets between the partners after paying the debts and the\r\ncosts of liquidation.\n[14] That judgment does not assist Mr Morar. The\r\njudge was asked to make an order in very detailed terms, the\r\nparticulars of\nwhich do not emerge from his judgment. He refused to\r\ngrant that order and instead granted an order appointing the\r\nliquidator and\nleaving it to the liquidator to determine how to go\r\nabout his task. He did so on the basis that it would be sensible for\r\nthe liquidator\nto seek the concurrence of the parties to any\r\nparticular course of action in the knowledge that if they did not\r\nagree with any\nparticular decision they might have recourse to the\r\ncourt to challenge it. He did not suggest that a liquidator could\r\ncome back\nto the court to seek additional powers of the type claimed\r\nin these proceedings.\n[15] In\nRobson v\r\nTheron\nJoubert JA did not address in\r\ndetail the situation of a liquidator, no doubt because he decided\r\nthat such an appointment would\nnot be appropriate. His concern was\r\nwhether the\nactio pro socio\nor\r\nthe\nactio communi dividundo\nis\r\nthe appropriate remedy to resolve issues around the liquidation of a\r\npartnership, or whether either one could be used.\n9\nThe only passage in his judgment dealing with\r\nliquidators reads:\n‘\nVan\r\nder Linden\n,\r\n2.4.1.14, deals in some detail with the liquidation or winding-up of\r\na partnership. In doing so he relies heavily on the authority\nof the\r\ngreat French jurist,\nPothier\n,\r\nwhose treatise on the law of partnership was regarded towards the end\r\nof the eighteenth century as an authority of great weight\nin the\r\nNetherlands. This is not surprising since the French and Roman-Dutch\r\nlaw of partnership are both founded on Roman law. See\nWessels,\nHistory\r\nof the Roman-Dutch Law\n,\r\np. 652. His treatise was translated by\nVan\r\nder Linden\ninto Dutch:\nVerhandeling\r\nvan het Recht omtrent Sociëteiten of Compagnieschappen\nand has been regarded by our Courts as an important authority in this\r\nbranch of the law. In order to obviate repetition I intend\nto follow\r\nup what\nPothier\nhas to say on the subject.\nPothier\nin his\nTreatise on the Contract of\r\nPartnership\n(translated by\nOwen Davies Tudor\n) affirms the\r\ntwofold purpose of the\nactio pro socio\n, viz. to implement the\r\nterms of the partnership agreement and to dissolve it.’\n10\nThis only deals in passing with the process of\r\nliquidation and provides no support for the contentions on behalf of\r\nMr Morar.\nThe learned judge was simply not concerned with the\r\npowers to be afforded a liquidator appointed to liquidate the\r\npartnership.\n[16] I have found nothing in the old\r\nauthorities to justify the notion that the court has a discretion to\r\ngrant wide-ranging powers\nof administration to the liquidator of a\r\npartnership to be exercised in the course of liquidating the\r\npartnership. The leading\nwriters on the topic of partnership among\r\nthe old authorities barely mention the topic of the appointment of\r\nliquidators and their\npowers. The reason appears to be that in many\r\nplaces local ordinances provided that disputes about liquidation\r\nshould be referred\nto arbitrators. By way of example, in the passage\r\ncited by Joubert JA in support of paragraph 3 of his summary of\r\nthe elements\nof the\nactio pro socio\n,\nPothier\nrefers to the\r\napplicable French ordinance when he says;\n‘\nFor\r\nthis end, the Ordonnance of 1673,\ntit\n4. art 9., provides that all contracts of partnership should contain\r\nthe clause of submission to arbitration upon all disputes\nwhich may\r\narise amongst partners on account of the partnership, and that where\r\nthat clause has been omitted, it should be supplied.’\n[17] It would be unwise, in the absence of full argument\r\non the source of the court’s power to appoint a liquidator to a\r\npartnership,\nto make a definitive finding as to the full extent of\r\nthe powers that a court may vest in the liquidator of a partnership.\r\nIt is\nsufficient to deal with certain basic principles and in the\r\nlight of those to assess the specific powers that the liquidator\r\nseeks\nin this case and determine whether they can or should be\r\ngranted.\n[18] When the court appoints a liquidator for a\r\npartnership it is remedying the failure of the partners to attend to\r\nthe liquidation\nof the partnership by agreement. Such failure may\r\narise from disagreement over the need to appoint a liquidator, or\r\nover the identity\nof the liquidator or the powers that the liquidator\r\nshould enjoy. That being so it is logical to take as one’s\r\nstarting point\nthe powers that the partners could themselves confer\r\nby agreement, if they were not in a state of hostilities. The court\r\nis then\nasked to do no more than resolve a dispute between the\r\npartners over the appointment of the liquidator or over the\r\nliquidator’s\npowers. It does so in a way that the parties\r\nthemselves could have done. The disagreement arises in consequence of\r\nthe one partner\nrefusing to agree to the liquidator being appointed\r\nor the liquidator having a particular power and that can be\r\ncharacterised as\na breach of the obligations of co-operation and good\r\nfaith that are central to all partnerships. The court is then merely\r\nenforcing\nthe contractual obligations of the partners themselves.\n[19] Once the court is asked to go beyond this it is\r\nnecessary to identify a source of its power to do so. That is central\r\nto the\nrule of law that underpins our constitutional order. Courts\r\nare not free to do whatever they wish to resolve the cases that come\n\nbefore them. The boundary between judicial exposition and\r\ninterpretation of legal sources, which is the judicial function, and\n\nlegislation, which is not, must be observed and respected. In this\r\ncase no such source was identified.\n[20] In argument it was submitted that the\r\nappointment and functions of the liquidator of a partnership are\r\nlargely equivalent to\nthose of the liquidator of a company under the\r\nold Companies Act. However the analogy is false. Unlike partnerships,\r\ncompanies\nonly exist under the legislation under which they are\r\nconstituted, which governs their creation, operation and liquidation.\r\nAlthough\nin some jurisdictions partnerships are regulated by statute\n11\nthat is not the case in South Africa. In our law the\r\ngeneral approach to partnerships is that their creation, operation\r\nand dissolution\ndepends upon the terms of the agreement concluded by\r\nthe partners. If there are disputes at any stage of the relationship\r\nthose\nare resolved by the courts under the general rules governing\r\ncontracts and in terms of the\nactio pro socio\n.\r\nWhatever policy reasons might exist for bringing about some degree of\r\nequivalence between partnerships and companies, the legislature\nhas\r\nnot done so.\n[21] Turning specifically to the relief\r\nclaimed by Mr Morar, in para 7.19 of the original order\r\ngranted by Msimang J,\nhe had been authorised to direct any of\r\nthe partners to attend on him at his offices in order to answer such\r\nquestions as he might\nraise in relation to any of the affairs and\r\nassets of the partnership.\n12\nIn these proceedings he seeks an order authorising him\r\nto employ attorneys and counsel for the purpose of examining any of\r\nthe partners,\ntheir servants or representatives suspected of being in\r\npossession of property of the partnership or of being indebted to the\r\npartnership\nor who is deemed capable of giving information concerning\r\nthe trade, dealings, affairs or property of the partnership. To that\r\nend he also sought an order authorising him to engage the services of\r\na senior advocate to preside over ‘such examination\nor\r\ninterrogation’ with the same powers\nmutatis\r\nmutandis\nas a person appointed to conduct an\r\nenquiry in terms of s 417 of the old Companies Act. Some of\r\nthose powers were spelled out\nin the draft order and they included\r\nthe power to summon witnesses, compel discovery, administer an oath\r\nand both question and\nallow such person to be interrogated. There are\r\nlegal difficulties in regard to the power of the court to grant such\r\norders and,\nif granted, there would be practical difficulties in\r\nenforcing them.\n[22] The legal difficulties arise because\r\nit is debatable whether and to what extent it is competent\r\ncontractually to invest an\nindividual with certain of the powers\r\nconferred upon a functionary by statute.\n13\nThe practice of conferring upon receivers under offers\r\nof compromise in terms of s 311 of the Companies Act 61 of 1973\n\nthe powers of a liquidator\nmutatis mutandis\nwas described by Milne JA as ‘indiscriminate\r\nborrowing\nmutatis mutandis\nof\r\na liquidator’s general armoury’ which led to “unforeseen\r\nproblems and disputes’.\n14\nIn\nGunn & another NNO v\r\nVictory Upholsters (Pty) Ltd\n15\nDidcott J dealt with a similar clause and said that it\r\ncould not mean that literally all the powers of a liquidator were\r\nincluded.\nAmong those he specifically said were excluded\n16\nwas the power to interrogate the directors of the\r\ncompany about their management of it prior to liquidation.\n[23] The practical difficulties reinforce\r\nthe legal ones. They are illustrated by certain questions posed to\r\ncounsel in the course\nof argument. What if a person does not attend\r\nin response to a summons to appear at such an interrogation? What\r\nhappens if they\ndecline to take an oath or make an affirmation? Can\r\nthey refuse to answer questions? What are the consequences if they do\r\nso? If\nthey lie in the course of such an interrogation does that make\r\nthem liable for the penalties attaching to the crime of statutory\n\nperjury? No satisfactory answer was forthcoming. In the case of\r\ncompanies the answers are reasonably clear and flow from the terms\nof\r\nthe statute. The questions are important because the successful\r\nconduct of an interrogation depends upon there being answers\nthat\r\ngovern these situations. It is also necessary that there be answers\r\nto them because the conduct of such an interrogation raises\n\nconstitutional issues in view of its potential to infringe\r\nconstitutionally protected rights such as the right to dignity and\r\nthe right to privacy.\n17\nIn my view there is no satisfactory answer to these\r\nquestions and that poses insuperable practical problems to the grant\r\nof these\npowers.\n[24] If the court were to give these powers to the\r\nliquidator a curious and untenable situation would result. It is\r\nillustrated\nby the following example. Assume that a partnership\r\nbusiness has closed because of financial difficulties without any\r\nrift between\nthe partners. They believe that the source of their\r\nfinancial difficulties was the dishonesty or negligence of a former\r\nemployee.\nThey wish to interrogate the employee in order to confirm\r\ntheir suspicions. They cannot by agreement appoint a liquidator with\r\nthe power to conduct an interrogation and if they do the employee can\r\ndisregard such an appointment. Nor can they ask the court\nto conduct\r\nan interrogation on their behalf. Courts in this country do not have\r\na general power to interrogate people. Yet, if\nthe proposition on\r\nbehalf of Mr Morar is correct, the partners can overcome these\r\ndifficulties by applying to the court for\nthe appointment of a\r\nliquidator and asking the court to vest the liquidator with the power\r\nto conduct an interrogation. That cannot\nbe correct. It would mean\r\nthat although neither the court nor the partners are entitled to\r\nconduct an interrogation, they are able\nto bring one about by the\r\nsimple expedient of the court appointing the liquidator and granting\r\nan order such as that sought in\nthis case.\n[25] For those reasons K Pillay J\r\nwas correct to refuse to grant Mr Morar the powers of\r\ninterrogation that he\nseeks. The power to order an interrogation is\r\nan exceptional power\n18\nand I can find no basis upon which it is one that courts\r\ncan confer upon liquidators of partnerships. If that is a shortcoming\r\nthe\nremedy must lie in legislation.\n[26] The second aspect of the application is the prayer for a\r\ncontribution to the costs of administration of the liquidation of\nthe\r\npartnership in an amount of R500 000, together with the power to\r\ncall upon the partners in future to make further contributions\nif\r\nthat is needed. The primary reason for seeking these funds is that\r\nMr Morar contemplates litigation that will be both ‘complex\n\nand controversial’ and ‘time consuming and expensive’.\r\nIt is apparent from the founding affidavit that the primary\ntarget of\r\nthis litigation will be Mr Akoo or entities controlled by him,\r\nsuch as the Akoo family trust.\n[27] Once again no authority was proffered\r\nfor this order beyond the suggested wide equitable discretion, the\r\nexistence of which\nI have already rejected. Apart from the provisions\r\nin rule 43 for the court to order a contribution towards costs in\r\nrelation to\npending matrimonial proceedings, I am not aware of any\r\ncircumstance in which our law permits a party to proposed litigation\r\nto\nobtain from the intended other party a contribution towards the\r\ncosts of that litigation.\n19\n[28] This case illustrates how inappropriate it would be\r\nfor such an order to be granted. The liquidator seeks a contribution\r\non\nthe basis that Mr Akoo and the Akoo family trust are partners\r\nto the extent of 50 per cent in Rollco. However that\nis\r\ndisputed by the Moosa trusts, which claim that the Akoo family trust\r\nis not a partner at all and that Mr Akoo’s share\nis\r\nlimited to an approximately 20 per cent share, whilst they hold the\r\nbalance. Plainly some at least of the intended litigation\nwill be\r\ndirected at this issue. If the assertion by the Moosa trusts is\r\nrejected then Mr Akoo and the Akoo family trust will\nhave had to\r\npay half the costs of running litigation against themselves in which\r\nthey have been successful. What is more there\nis then little\r\nlikelihood that they will be able to recover their costs from\r\nMr Morar. If it transpires that the Moosa trusts\nare correct and\r\nMr Akoo’s interest is only 20 per cent, on what basis will\r\nhe have had to provide half the costs of\nestablishing that?\n[29] At this point the analogy between the\r\nliquidator of a partnership and the liquidator of a company is\r\nabandoned. In the case\nof a company the liquidator must go to the\r\ncreditors if financial assistance is needed in order to pursue\r\nlitigation and obtain\ncontributions from them. Here the beneficiaries\r\nof the proposed litigation would be the Moosa family trusts. Why then\r\nshould they\nnot be required to provide the finances for litigation if\r\nthey wish to assert rights against their erstwhile partner? Indeed\r\none\nwonders why they do not institute the proceedings themselves\r\ninstead of leaving it to Mr Morar. The question of the identity\n\nof the partners and the extent of their respective interests in the\r\npartnership is pre-eminently an issue to be resolved among\nthe\r\npartners by way of proceedings under the\nactio\r\npro socio\n.\n[30] To multiply examples of the problems with this\r\nclaim would be to heap Pelion upon Ossa. The court does not have the\r\npower to\nmake such an order and it was rightly refused by K Pillay J.\n[31] The next issue relates to the prayer for a detailed account in\r\nrespect of Rollco’s dealings with its principal supplier.\nIt\r\ncan be disposed of simply. Firstly such an obligation already exists\r\nunder the order granted by Msimang J. Secondly a corresponding\n\norder was made against the supplier without opposition and there is\r\nno reason to believe that it will not be complied with. Such\nan order\r\nis accordingly unnecessary.\n[32] That leaves only the prayer in relation to procuring\r\nprofessional indemnity insurance. There is no need for such an order\n\nto be made. If Mr Morar reasonably requires professional\r\nindemnity insurance in order to carry out the liquidation of the\n\nRollco partnership then he is entitled to take out such insurance and\r\nin due course recover the premium as a cost of administration.\nIf he\r\ndoes not reasonably require such insurance for the purposes of\r\nadministration then the costs of his taking out such insurance\nare a\r\npersonal expense and cannot be debited to the partnership or its\r\nmembers. The court cannot alter that situation. Mr Morar\nmust\r\nmake up his own mind on this question and act accordingly. He does\r\nnot need an order of court to do so.\n[33] For those reasons the high court was correct to\r\ndismiss the application and the appeal must be dismissed. Although\r\ntwo counsel\nappeared in the appeal the costs of two counsel were not\r\nsought in the heads of argument and only one counsel appeared in the\r\nhigh\ncourt. The matter was not so complicated as to warrant the\r\nemployment of two counsel. The appeal is dismissed with costs.\nM\r\nJ D WALLIS\nJUDGE OF APPEAL\nAppearances\nFor appellant: A J Dickson SC\nInstructed by\nSchoerie & Sewgoolam Inc, Pietermaritzburg\nMcIntyre & Van der Post, Bloemfontein\nFor respondent: N A Cassim SC (with him D Rhamdani)\nInstructed by\nAbbas Latib & Co, Pietermaritzburg\nHoney Attorneys Inc, Bloemfontein.\n1\nInvoking\r\n\tfor that purpose the\nactio pro socio\nthe nature of which was\r\n\tdescribed by Joubert JA in\nRobson v Theron\n1978 (1) SA 841\n(A) at 855H-856G.\n2\nThis\r\n\tdispute may be affected by a further judgment by Msimang JP handed\r\n\tdown on 22 June 2010 in which he held that the Akoo family\ntrust\r\n\tcould not legally have entered into the partnership agreement as on\r\n\tthe relevant date its trustees (Mr Akoo and his wife)\nhad not been\r\n\tissued with letters of authority to act as trustees of the trust in\r\n\tterms of s 6 of the Trust Property Control\nAct 57 of 1988.\r\n\tThere is other litigation pending that may also have a material\r\n\timpact upon whether any such partnership ever\nexisted, the identity\r\n\tof the partners and the effect of the order referred to in para 4.\r\n\tThe present proceedings were brought\nand decided prior to the second\r\n\torder by Msimang JP and prior to the commencement of the other\r\n\tlitigation and will be decided\nwithout reference to them.\n3\nAt\r\n\t855H-856G\n4\nBrighton\r\n\tv Clift\n(2)\n1971 (2) SA 191\n(R) at 193B-D.\n5\nThe\r\n\tSelective Voet being the Commentary on the Pandects of Johannes Voet\n(Gane’s translation), Vol 3.\n6\nVan\r\n\tder Linden\n, Institutes of Holland\n(Juta’s translation)\r\n\t2.4.1.11; Van der Keesel\n, Select Theses on the Laws of Holland\r\n\tand Zeeland\n(Lorenz’s translation)\n,\n700 and 701;\r\n\tVan Oven’s\nLeerboek van Romeinsch Privaatrecht\n(3\nrd\ned)(1948) at 280\net seq\n.\n7\nPothier,\nA Treatise on the Law of Partnership\n(translated by Owen\r\n\tDavies Tudor, 1854) section 134.\n8\nAt\r\n\t193B-D.\n9\nSee\r\n\tthe discussion at 850C-854D. His conclusion following\nPothier\n,\r\n\twas that both remedies are available to be invoked in appropriate\r\n\tcircumstances.\n10\nAt\r\n\t852D-G.\n11\nAs\r\n\tin the United Kingdom.\n12\nI\r\n\tleave aside any consideration of whether this order was itself\r\n\tcompetent or how it would operate if all the partners were trusts,\n\n\tas might have been the case on one of the factual scenarios before\r\n\tthe learned judge.\n13\nSouth\r\n\tAfrican Fabrics Limited v Millman NO & another\n1972 (4) SA\r\n\t592\n(A) at 600E-G, citing\nSouth African Board of Executors &\r\n\tTrust Co. (In Liquidation) v Gluckman\n1967 (1) SA 534\n(A) at\r\n\t541F-H.\n14\nMorris\r\n\tNO v Airomatic (Pty) Ltd t/a Barlows Airconditioning Co.\n1990\r\n\t(4) SA 376\n(A) at 401F-G. This was a slight alteration of what\r\n\tDidcott J had said in\nEx parte Trakman NO: In re Dumbe Motel\r\n\t(Pty) Ltd\n1978 (1) SA 1082\n(N) at 1084 C-D.\n15\nGunn\r\n\t& another NNO v Victory Upholsters (Pty) Ltd\n1976 (1) SA 127\n(D) at 135B-D\n16\nApproving\r\n\tcounsel’s concession to this effect.\n17\nFerreira\r\n\tv Levin NO & others; Vryenhoek & others v Powell NO &\r\n\tothers\n[1996] ZACC 27\n;\n1996 (2) SA 621\n(CC);\nBernstein & others v Bester\r\n\t& others NNO\n[1996] ZACC 2\n;\n1996 (2) SA 751\n(CC).\n18\nIn\r\n\tre North Australian Territory Company\n(1890) 45 Ch D 87\nat 93\r\n\tper Bowen LJ.\n19\nCases\r\n\twhere security for costs may be ordered are different because they\r\n\tare merely cases of providing security against the possibility\nof\r\n\tthe party furnishing such security having an adverse costs order\r\n\tmade against it.",
  "scraped_at": "2026-02-12T15:49:56.401057",
  "date": "2011-09-15",
  "coram": [
    "BRAND",
    "MHLANTLA",
    "MAJIEDT",
    "WALLIS JJA",
    "MEER AJA"
  ],
  "case_number": "498/10",
  "parties": {
    "applicants": [
      "ROSHAN MORAR NO"
    ],
    "respondents": [
      "MAHOMED ASLAM OSMAN AKOO",
      "THE TRUSTEES OF THE MAHOMED ASLAM AKOO FAMILY TRUST"
    ]
  },
  "sections": {
    "facts": "The partnership known as Rollco was founded in 1986 by the Osman family (through a family trust) and the Moosa family (through ten family trusts). The partners shared profits equally. In 2002‑2003 the Akoo brothers and their father withdrew from the business, leading to a dispute over the allocation of their former shares. On 24 February 2006 Akoo gave notice of dissolution of the partnership effective 28 February 2006. The High Court later declared the partnership dissolved as of that date and appointed Roshan Morar as liquidator. Morar was directed to obtain full accounts from Mr Akoo and the company Rollco Roofing Systems (Pty) Ltd, but neither complied. The assets and whereabouts of the business remained unclear, prompting Morar to seek additional powers from the court, including the authority to interrogate partners, obtain contributions of R500 000, and secure professional indemnity insurance.",
    "issues": "1. Whether the court may vary the original liquidation order and confer on the liquidator powers beyond those expressly granted, particularly powers of interrogation analogous to those under s 417 of the Companies Act. 2. Whether the liquidator may be ordered to obtain a monetary contribution from the partners for the costs of the liquidation and future litigation. 3. Whether the court can order the liquidator to obtain professional indemnity insurance as an expense of the liquidation.",
    "principles": "The court relied on the doctrine of actio pro socio, which allows partners to seek specific performance or distribution but does not extend to granting a liquidator expansive statutory powers. Jurisprudence such as Robson v Theron and Brighton v Clift confirms that a court's \"wide equitable discretion\" pertains to appointing a liquidator and ordering distribution, not to endowing the liquidator with additional powers. The liquidator of a partnership is not analogous to a company liquidator; partnership law is primarily governed by the parties' agreement and common‑law principles, not by statutory schemes. Consequently, the court cannot confer powers that are not authorised by law, nor can it order contributions to costs absent a specific statutory basis.",
    "application": "Applying these principles, the court examined Morar's request for interrogation powers, concluding that no authority exists to grant such powers to a partnership liquidator and that doing so would create an untenable situation. The request for a R500 000 contribution and future calls for further contributions was rejected because there is no legal provision allowing a court to order a partner to fund the liquidator’s litigation expenses. The need for professional indemnity insurance was deemed a matter for the liquidator to decide personally; the court cannot compel the partnership to bear that cost. Accordingly, the High Court’s refusal to grant these orders was upheld.",
    "conclusion": "The appeal was dismissed with costs. The original liquidation order remains unchanged, and Morar is not granted the additional powers or contributions he sought."
  },
  "tags": {
    "level_1": "Partnership Law",
    "level_2": "Liquidation",
    "level_3": [
      "actio pro socio",
      "liquidator powers",
      "court discretion",
      "contributions to costs",
      "interrogation order"
    ]
  }
}