{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/247.html",
  "case_name": "Diggers Development (Pty) Ltd v City of Matlosana and Others (824/2010) [2011] ZASCA 247; [2012] 1 All SA 428 (SCA) (1 December 2011)",
  "citation": "[2011] ZASCA 247",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 247\n|\nNoteup\n|\nLawCite\nDiggers Development (Pty) Ltd v City of Matlosana and Others (824/2010) [2011] ZASCA 247; [2012] 1 All SA 428 (SCA) (1 December 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 824/2010\nIn the matter between\nDIGGERS DEVELOPMENT (PTY) LTD\n….................................\nAppellant\nand\nCITY OF MATLOSANA AND ANOTHER\n…......................\nFirst\nRespondent\nISAGO @ N 12 (PTY) LTD\n….........................................\nSecond\r\nRespondent\nNeutral citation:\nDiggers\r\nDevelopment v City of Matlosana\n(824/2010)\n[2011] ZASCA 247\n(1 December 2011)\nCoram:\nCLOETE, PONNAN, MAYA, MHLANTLA JJA and\r\nPETSE AJA\nHeard:\n1 November 2011\nDelivered:\n1 December 2011\nSummary:\nProperty – deed of sale of\r\nmunicipal land subject to suspensive condition – provisions of\r\ns 79(18) of Transvaal Local\nGovernment Ordinance 17 of 1939 complied\r\nwith – agreement of sale concluded on 2 October 2007 valid –\r\nappeal dismissed.\n___________________________________________________________\nORDER\n___________________________________________________________\nOn appeal from:\nNorth Gauteng High Court,\r\nPretoria (Murphy J sitting as court of first instance):\n1 The appeal is dismissed with costs.\n2 The appellant is ordered to pay the respondents' costs\r\nincluding the costs of two counsel in each case.\n___________________________________________________________\nJUDGMENT\n___________________________________________________________\nCLOETE\net\nMHLANTLA JJA (PONNAN, MAYA JJA,\r\nPETSE AJA concurring):\n[1] This appeal is against a judgment of Murphy J\r\nsitting in the North Gauteng High Court, Pretoria in terms of which\r\nthe learned\njudge dismissed an application launched by the appellant\r\nagainst the respondents.\n[2] The appellant, Diggers Development (Pty) Ltd, is the\r\nregistered owner of immovable property, Remaining Extent of Erf 2151,\r\nKlerksdorp\nExtension 33 situated within the boundaries of the first\r\nrespondent, a municipal council as envisaged in the Transvaal Local\r\nGovernment\nOrdinance 17 of 1939 (the Ordinance). The appellant\r\ndeveloped and operates a shopping centre known as Flamewood Walk. It\r\nhad sought\nan order reviewing and setting aside the first\r\nrespondent's council resolution dated 5 February 2009 and an order\r\ndeclaring the\ndeed of sale dated 2 October 2007 concluded by the\r\nfirst and second respondents invalid and unenforceable. Its interest\r\nin seeking\nthis relief will appear later in this judgment. The first\r\nrespondent is the City of Matlosana, a local authority in whose\r\njurisdiction\nthe appellant's centre is situated and owner of the\r\nimmovable property referred to in the deed of sale. The second\r\nrespondent is\na special purpose vehicle and development company of a\r\nconsortium of five original shareholders called Anglo Saxon Group 5.\n[3] In order to appreciate the issues it is necessary to\r\nhave regard to the factual background which we propose to set out in\r\nchronological\norder. During September 2006 the first respondent\r\ncaused a notice to be published in various newspapers and invited\r\nproposals to\nenhance and promote development along the N12 corridor\r\nbetween Klerksdorp and Stilfontein on land of approximately 1172.65\r\nhectares.\nThis land comprised immovable properties which had been\r\nregistered in the name of the first respondent. The request for\r\nproposals\nemphasized that the proposed development should ensure 'the\r\nmaximum connectivity to the surrounding context in order to achieve\n\nthe maximum economic benefits . . . , extend bulk services and the\r\nbroadening of Council's tax base; . . . that the proposals should\nbe\r\nmade for the release of the Council-owned land in the marketplace'.\n[4] A number of developers responded to the request and\r\nsubmitted proposals. One of these developers was the second\r\nrespondent.\nThe appellant did not respond to the invitation nor did\r\nit register its intention to make a presentation in regard to the\r\ndevelopment.\n[5] On 23 March 2007, the first respondent resolved in\r\nterms of s 115 of the Local Government: Municipal Finance Management\r\nAct\n56 of 2003 (the MFMA) to appoint the consortium of the Anglo\r\nSaxon/Group 5 for the planning and development of the N12 corridor\n\nsubject to an agreement to be entered into with the first\r\nrespondent's council for the development of 1172 hectares of vacant\r\nland adjacent to the N12 corridor. This resolution was signed by the\r\nfirst respondent's municipal manager and the executive mayor.\n[6] Subsequent to the appointment of the second\r\nrespondent as the preferred provider, a written agreement for the\r\nsale of the land\nwas concluded on 2 October 2007. The purchase price\r\nthereof was R20 million. The sale was subject to the following\r\nsuspensive conditions:\n'This agreement save for the provisions of clause 4 and clauses 11,\r\n16, 18, 19, 20, 22 and 23 is subject to the suspensive conditions\n\nthat the seller:\n4.1.1 provides the purchaser with a certificate from either the head,\r\nlegal department or the municipal manager of the seller that\nthe sale\r\nof the land to the purchaser –\n4.1.1.1 complies with s 79(18) of the Local Government Ordinance 17\r\nof 1939 (the Ordinance);\n4.1.1.2 has complied with s 84 of the Local Government: Municipal\r\nSystems Act 32 of 2000 (the Systems Act);\n4.1.1.3 has complied with the provisions of the MFMA, in particular\r\nsections 14, 20, 33, 90, 110(3), 116 and 168 thereof;\n4.1.2 the full council of the seller will, after performing all the\r\nrequirements, as set out in the legislation applicable to local\n\ngovernment in respect of the sale of the land as contemplated herein,\r\nadopt a final resolution to endorse the sale of the said\nland in\r\nterms of this agreement.\n4.2 . . .\n4.3 Unless the conditions in clause 4.1 are duly fulfilled on or\r\nbefore the first anniversary of the date of signature hereof,\nthis\r\nagreement, save for the provisions of this clause 4 and clauses 11,\r\n16, 18, 19, 20, 22 and 23 shall never become of force\nor effect and\r\nneither party shall have any claim against the other arising from the\r\nentering into this agreement, the implementation\nthereof and/or the\r\nagreement never becoming of force or effect. The Purchaser shall be\r\nentitled to extend the period for the fulfilment\nof such conditions\r\non one or more occasions and for a maximum period of one year on each\r\nsuch occasion by giving written notice\nto that effect to the Seller\r\nbefore the date for the fulfilment of such conditions.'\n[7] Further terms of the sale agreement were the\r\nfollowing:\n(i) The land was sold to the second respondent for the\r\npurpose of the resolution taken on 23 March 2007.\n(ii) It was stipulated in clause 9 that the first\r\nrespondent would at all times support the second respondent in\r\ncausing townships\nto be established and proclaimed, and in so doing\r\nwould comply in all material respects with all laws, government\r\napprovals, applicable\nconsents and legal requirement thereto,\r\nincluding, without limitation, consents and legal requirements\r\nrelating to environmental\nmatters.\n(iii) Occupation of the land or portions thereof was in\r\nterms of clause 11 granted to the second respondent prior to\r\ntransfer, to\nenable the second respondent to commence construction of\r\nimprovements and the installation of services. It was further\r\nrecorded\nthat the second respondent would from the time of occupation\r\nenjoy all rights and be liable for all obligations arising out of\r\nownership of the land or portions thereof.\n(iv) The first respondent undertook in terms of Clause\r\n16 to use its endeavours to assist the second respondent and grant\r\nauthority\nto it to expedite the cancellation or disposal of any\r\nsurface rights, undermining rights or permits or restrictive\r\nconditions which\nare required to be cancelled by the mining\r\nauthorities.\n(v) Clause 18 dealt with the parties' rights on breach;\r\nclause 19 with dispute resolution and clause 22 with the parties'\ndomicilia.\nNone is relevant\r\nfor present purposes and we mention them only because their\r\nprovisions were not subject to the suspensive conditions\nin clause 4.\n(vi) Clause 22 contained, amongst other provisions, a\r\nrecordal wherein the\nparties\nundertook to do all things as may\r\nbe necessary, incidental or conducive to the implementation of the\r\nterms, conditions and import\nof the agreement. The reason for our\r\nemphasis that it was the parties to the agreement that gave the\r\nundertaking will become apparent\ntowards the end of this judgment.\n[8] The first respondent in its endeavour to comply with\r\nthe legislative requirements, published a notice in terms of s\r\n33(1)(\na\n)(i)(\nbb\n) of the MFMA read with s 21A of the\r\nLocal Government: Municipal Systems Act 32 of 2000 (the Systems Act)\r\non 21 May 2008. It gave\nnotice of its intention to conclude a\r\ncontract which would impose financial obligations on the municipality\r\nbeyond the three-year\nperiod covered in the annual budget for that\r\nfinancial year and invited the local community and other interested\r\npersons to submit\ncomments or representations in respect of the\r\nproposed contract by no later than 4 August 2008. This notice was\r\nagain published\non two further occasions, on 5 June 2008 and 21\r\nNovember 2008 respectively. The first respondent also published a\r\nnotice in terms\nof s 79(18)(b)(ii) of the Ordinance on 21 November\r\n2008.\n[9] On 12 June 2008, the office of the municipal manager\r\ninstructed Mr de Waal, a professional valuer, to conduct an\r\nevaluation\nof the properties and provide a market value thereof. A\r\nvaluation report was submitted six days later in terms of which the\r\nproperties\nwere valued at R19 167 500.\n[10] On 29 July 2008, the appellant's attorney objected\r\nto the sale as advertised in terms of s 33 of the MFMA on the basis\r\nthat\nthe agreement had been concluded without compliance with the\r\nprovisions of the MFMA or the Systems Act and as a result that the\n\nentire process followed by the first respondent was ultra vires\n.\nVarious objections from interested parties were received and\r\nconsidered by the first respondent. It further sought advice from\nthe\r\nrelevant government departments with regard to compliance with the\r\nstatutory requirements. The appellant’s attorneys\nsubsequently\r\nexpressed its wish to make comments and representations and sought\r\ncertain information.\n[11] On 30 January 2009, the first respondent's\r\nmunicipal manager signed a certificate referred to in clause 4.1.1 of\r\nthe agreement\nof sale to the effect that the sale of land complied\r\nwith the statutory provisions. On 4 February 2009, a report called\r\n'Item to\nCouncil' was submitted to council for its consideration.\r\nThis was a 60-page document which dealt with the steps taken to\r\ncomply\nwith statutory requirements governing the contract of sale. As\r\nthis was a voluminous document a workshop for the benefit of the\n\ncouncillors was held on the same day. The contents of the document\r\nwere explained to the councillors and they were afforded an\n\nopportunity to raise their concerns.\n[12] On 5 February 2009, the first respondent’s\r\ncouncil held a public meeting and considered the report. It adopted a\r\nresolution\napproving the entire written agreement of sale entered\r\ninto between the first and the second respondents on 2 October 2007\r\n'exactly\nas it should be executed'.\n[13] After the adoption of the resolution, the\r\nrespondents proceeded to implement the terms of the agreement. On 19\r\nMay 2009, the\nproperties in extent of 1124.4501 hectares were\r\ntransferred into the name of the second respondent, which thereafter\r\ncaused a mortgage\nbond to be registered over the property. It further\r\nestablished a township known as Klerksdorp Extension 38 on a portion\r\nof land\ntotalling approximately 61 hectares which comprised six erven\r\nand three parks. On 22 July 2009, the first respondent's attorneys\n\nprovided a copy of the council’s resolution to the appellant's\r\nattorneys. The purchase price of the immovable property was\nsettled\r\nin two tranches, to wit, R3 million was paid on registration of\r\ntransfer and the balance of R17 million was paid on 27\nJuly 2009.\n[14] On 4 August 2009, the appellant launched an\r\napplication in the court below wherein it sought an order reviewing\r\nand setting\naside the council's resolution and an order declaring the\r\nagreement of sale invalid and unenforceable. The application was\r\nopposed\nby the respondents on the basis that all the statutory\r\nrequirements had been complied with and that the suspensive\r\nconditions had\nbeen fulfilled. The respondents further contended that\r\nthe motives of the appellant for launching the application were mala\r\nfide;\nthat it had done so almost six months after the resolution of\r\ncouncil, after its application for the extension of its shopping mall\n\nhad not been approved by the first respondent and after it had\r\ndiscovered that another developer was purchasing the property from\n\nthe second respondent to develop a regional mall next to the N12.\n[15] The respondents continued with the implementation\r\nof the sale agreement despite the pending application. On 8 September\r\n2009,\nthe second respondent sold 22.1203 hectares of land to West\r\nRidge Shopping Centre, which became known as Matlosana Mall. The\r\nprocess\nof registration of transfer is pending. It was intended that\r\na regional shopping mall would be constructed and developed on the\n\nproperty and that mall would compete for business with the mall\r\noperated by the appellant – hence the appellant's interest\nin\r\nthese proceedings. The second respondent also applied for the\r\nrezoning of certain erven in order to allow for the development\nof\r\nthe mall. The application for rezoning was opposed by the appellant.\r\nOn 18 September 2009, the appellant launched an urgent\napplication\r\nfor an interdict. Two days later, the first and second respondents\r\nconcluded a Municipal Services Agreement.\n[16] The two applications were subsequently consolidated\r\nin terms of a directive issued by the Judge President of the court\r\nbelow.\nThe matter came before Murphy J. It was submitted on behalf of\r\nthe appellant that the procedure adopted by the first respondent\nin\r\ncomplying with the provisions of s 79(18)(b) of the Ordinance and ss\r\n14 and 33 of the MFMA was incorrect. According to the appellant,\nthe\r\nfirst respondent had been obliged to comply with these provisions\r\nbefore concluding the agreement of sale. It therefore sought\nan order\r\ndeclaring the deed of sale invalid and unenforceable. The\r\nrespondents, on the other hand, contended that there had been\n\nsubstantial compliance with the relevant legislative provisions. They\r\nthus sought an order dismissing the application on the basis\nof the\r\ndelay rule as well as the fact that they had complied with the\r\napplicable statutory provisions.\n[17] The learned judge held that the principle\r\nenunciated in\nCorondimas v Badat\n1946 AD 548\n(discussed below)\r\nwas applicable as the sale of the property was subject to suspensive\r\nconditions. The judge further held that\nthe first respondent had\r\ncomplied with the relevant legislative provisions before the\r\nagreement of sale became unconditional and\ntherefore enforceable. The\r\njudge accordingly held that there was no basis for declaring either\r\nthe resolution of council or the\nagreement of sale invalid. In the\r\nevent, the court below dismissed the application with costs. The\r\nappeal is before us with the\nleave of that court.\n[18] Before dealing with the issues\r\nwe must express our disapproval in the manner in which the appellant\r\ncompiled its founding affidavit.\nIt is trite that in motion\r\nproceedings affidavits serve not only to place evidence before court\r\nbut also to define the issues between\nthe parties.\nIn\nMinister of Land Affairs and\r\nAgriculture v D & F Wevell Trust\n2008\r\n(2) SA 184\n(SCA)\n1\npara 43 Cloete JA stated:\n‘\nIt is not proper for a party in motion\r\nproceedings to base an argument on passages in documents which have\r\nbeen annexed to the papers\nwhen the conclusions sought to be drawn\r\nfrom such passages have not been canvassed in the affidavits. The\r\nreason is manifest -\nthe other party may well be prejudiced because\r\nevidence may have been available to it to refute the new case on the\r\nfacts. The\nposition is worse where the arguments are advanced for the\r\nfirst time on appeal. In motion proceedings, affidavits constitute\r\nboth\nthe pleadings and the evidence.’\n[19] In this matter the appellant recited legal\r\nsubmissions in its founding affidavit without any foundation and\r\nannexed the 60-page\nItem to Council that, we have said, dealt with\r\nthe steps taken to comply with the statutory requirements and had\r\nbeen furnished\nto the first respondent's Council. The appellant did\r\nnot identify the portions of the document on which reliance would be\r\nplaced\nnor did it provide an indication of the case which was sought\r\nto be made on the strength thereof. It did not raise any issue nor\n\nchallenge the correctness of the document or the first respondent's\r\ncompliance with any provision. The appellant thereafter raised\nnew\r\nissues and attempted to bolster its case in its replying affidavit.\r\nSuch conduct cannot be countenanced.\n[20] Before us on appeal, the\r\nappellant assailed the validity of the deed of sale. The crux of the\r\nappellant's challenge is that\nthe first respondent had to comply with\r\ns 79(18)(b) of the Ordinance and s 33 of the MFMA before the\r\nconclusion of the sale agreement\ndated 2 October 2007. Put\r\ndifferently, the issue raised by the appellant was not\r\nnon-compliance, as a fact, with the statutory\nprovisions but the\r\ntiming of the process; its argument was that such compliance had been\r\ncompromised because the sale agreement\nwas signed prior to compliance\r\nwith the applicable statutory provisions. In this regard counsel for\r\nthe appellant relied on the\ndecision of\nFerndale\r\nCrossroads\nShareblock\r\n(Pty) Ltd v City of Johannesburg Metropolitan Municipality\n(unreported\r\njudgment, case no 3879/08 WLD).\n2\nWe will later show how the facts of\r\nthat case are distinguishable for the reasons that appear below.\r\nCounsel submitted that the\nrespondent had also failed to comply with\r\nss 14 and 33 of the MFMA.\n[21] We turn now to deal with the primary issue, that is\r\nthe argument that the first respondent had not complied with the\r\nprovisions\nof s 79(18)(b) of the Ordinance. Section 79(18) provides:\n'The Council may do all or any of the following things, namely –\n. . .\n(18)(a) Notwithstanding the provisions of the Townships Act, 1907\r\n(Act 33 of 1907, Transvaal), but subject to the succeeding paragraphs\n\nand the provisions of any other law –\n(i) let, sell exchange or in any other manner alienate or dispose of\r\nany movable or immovable property of the council: Provided\nthat where\r\na council exchanges immovable property for other property, the other\r\nproperty shall be wholly or predominantly immovable;\n. . .\n'(b) Whenever a council\nwishes\n3\nto exercise any of the powers conferred by\r\nparagraph (a) in respect of immovable property, excluding the letting\r\nof any other property\nthan land in respect of which the lease is\r\nsubject to section 1 (2) of the Formalities in respect of Leases of\r\nLand Act, 1969 (Act\n19 of 1969), the council shall cause a notice of\r\nthe resolution to that effect to be –\n(i) affixed to the public notice board of the council; and\n(ii) published in a newspaper in accordance with section 91 of the\r\nRepublic of South Africa Constitution Act, 1983,\nin which any person who wishes to object to the exercise of any such\r\npower, is called upon to lodge his objection in writing with\nthe town\r\nclerk within a stated period of not less than fourteen days from the\r\ndate of the publication of the notice in the newspaper:\nProvided that\r\nwhere a council wishes to alienate or dispose of immovable property\r\nto the State or a statutory body, the Administrator\nmay exempt the\r\ncouncil from all or any of the provisions of this paragraph.'\n[22] It is clear from this section that it is triggered\r\nonce the council 'wishes' to exercise any power referred to in s\r\n79(18)(a).\nIt must then publish the notices to enable persons to\r\nobject. The appropriate dictionary meaning of the word 'wish' in the\r\nShorter\nOxford English Dictionary is:\n'2. A desire expressed in words, or the expression of such.'\nThere is a difference between 'wish' and 'contemplate',\r\nthe latter word being defined in the same dictionary as:\n'1. To look at with continued attention . . . 2. to view mentally, to\r\nmeditate upon, ponder, study. 3. to consider in a certain\naspect.'\nA person who 'wishes' to do something, has decided to do\r\nso; a person who contemplates doing something has not yet decided\r\nwhether\nor not to do so. The section uses the word 'wishes' in two\r\nplaces: 'whenever a council wishes to exercise any of the powers and\n\n'any person who wishes to object. Both in context connote a settled\r\nintention. But that was not the position when the sale agreement\nwas\r\nsigned, as we shall now demonstrate: no final decision to alienate\r\nthe land was taken before the notice of intention to do\nso was\r\nadvertised and when the council of the first respondent decided to do\r\nso, there had been compliance with the requirements\nof the section.\n[23] It is not in dispute that the\r\nagreement of sale contained suspensive conditions as set out in\r\nclause 4.1. The authors R H Christie\nand G B Bradfield\n4\nstate that a condition precedent or\r\nsuspensive condition suspends the operation of all or some of the\r\nobligations flowing from the\ncontract until the occurrence of a\r\nfuture uncertain event. The author A J Kerr\n5\ndescribes a suspensive condition as\r\none which suspends the operation or effect of one or some or all of\r\nthe obligations until the\ncondition is fulfilled. In\nCorondimas\r\nv Badat\n6\nWatermeyer CJ enunciated the\r\nprinciple relating to a contract of sale subject to a suspensive\r\ncondition, as follows:\n'[W]hen a contract of sale is subject to a true suspensive condition,\r\nthere exists no contract of sale unless and until the condition\nis\r\nfulfilled. . . . Until that moment, in the case of a sale subject to\r\na true suspensive condition, such as this is, it is entirely\n\nuncertain whether or not a contract of sale will come into existence\r\nat some future time'\n(the\nCorondimas\nprinciple).\n[24] In\nGeue v Van der Lith\n[2003] ZASCA 118\n;\n2004\r\n(3) SA 333\n(SCA) para 8 Brand JA referred to a body of authority and\r\nsummarised the application of the\nCorondimas\nprinciple as follows:\n'In all these cases it was held that contracts subject to these\r\nsuspensive conditions were not hit by the legislative enactments\n\nconcerned. The reasoning that formed the basis of these decisions was\r\nessentially that the agreement prohibited by both enactments\nwas a\nsale\nwhereas, in accordance with the decision of this Court in\nCorondimas\n, an agreement of sale subject to a suspensive\r\ncondition cannot, pending fulfilment of the condition, be regarded as\r\na \"sale\".\nIt only becomes a sale when the condition is\r\nfulfilled, in which event there is no contravention of the statutory\r\nprovisions involved.'\n[25] Counsel for the appellant urged this court to\r\nrevisit the\nCorondimas\nprinciple in view of the treatment of\r\nthat judgment in\nTuckers Land & Development Corporation v\r\nStrydom\n1984 (1) SA 1\n(A) (the\nStrydom\ncase), and in view\r\nof the new constitutional dispensation aimed at curtailing abuse of\r\npower and corruption at municipal level.\nWe shall deal in turn with\r\neach leg of the argument.\n[26] In so far as the\nStrydom\ncase is concerned,\r\nVan Heerden JA (writing for the majority) said at 18C-G:\n‘\n'n Laaste aspek wat oorweging verg, is tot\r\nwelke mate handhawing van die\nCorondimas\n-opvatting\r\ntot min of meer permanente onreg aanleiding kan gee. Soos dit my\r\nvoorkom, het die opvatting weinig, indien enige, praktiese\nbetekenis\r\nanders as by die uitleg van wetgewing waarin begrippe soos \"'n\r\nkoopkontrak\" of \"verkoop\" gebruik\nword. Of 'n verkoop\r\nonderhewig aan 'n opskortende voorwaarde nou ook al as geen\r\nkoopkontrak nie, dan wel as 'n koopkontrak wat\nnog net nie\nperfecta\nis nie, bestempel word, is daar geen\r\nrede waarom die regsgevolge wat gemeenregtelik aan so 'n verkoop\r\ngeheg is nie nog steeds ten\nvolle toepassing sal vind nie. En wat\r\nwetgewing betref, sal vermoedelik in die toekoms duidelik aangedui\r\nword, soos nou deur die\nwysiging van art 57A (2) geskied het, wat met\r\ndie gebruik van bogenoemde begrippe beoog word. Voorts staan dit\r\nnaturlik die wetgewer\nvry om, sonder inbreukmaking op bestaande\r\nregte, statutêre bepalings waarin die begrippe reeds voorkom te\r\nwysig indien die\nhuidige stand van die regspraak en hierdie uitspraak\r\nmeebring dat nie gevolg gegee word aan die wetgewer se werklike maar\r\nonvoldoende\nuitgedrukte bedoeling nie. Dit is dan ook insiggewend\r\ndat, na verloop van onderskeidelik vyf en vier jaar na die\r\nbeslissings in\ndie\nWallis-\n7\nen\nNieuwoudt\n-sake,\n8\nart 3 (\ne\n)\r\nvan Wet 70 van 1970 ongewysig bly voortbestaan.'\n9\n[27] It is in the context of these\r\nremarks that the following legislative history is important. Section\r\n79(18) was substituted by\ns 9(1)(h) of the Ordinance 18 of 1985 after\r\nthe\nStrydom\ncase had been decided in September\r\n1983 and reported in January 1984 after the definition of ‘sale’\r\nin the Subdivision\nof Agricultural Land Act 70 of 1970 had been\r\namended by s 1(\nc\n)\r\nSubdivision of Agricultural Land Amendment Act 18 of 1981, to include\r\na sale subject to a suspensive condition; and after a similar\n\namendment to s 57(A) of the Town Planning and Township Ordinance 25\r\nof 1965 (T) by s 3 of Ordinance 19 of 1982 (T), (the amendment\nof\r\nwhich van Heerden JA referred to in the passage quoted above). The\r\nlegislature has not seen fit to provide that ‘sell’\nfor\r\nthe purposes of s 79(18) of the Ordinance shall include an agreement\r\nof sale subject to a suspensive condition. In our view\ntherefore the\r\nlegislature must be deemed to have been aware of the numerous cases\r\nsince\nCorondimas\nbut to have elected not to amend the\r\ndefinition in the Ordinance. In the result this court must draw an\r\ninference and conclude that\nthe legislature intends ‘sale’\r\nin the Ordinance not to include a sale subject to a suspensive\r\ncondition.\n10\n[28] The rationale underlying the\nCorondimas\nprinciple was recently repeated by this court in\nParadyskloof Golf Estate v Stellenbosch\r\nMunicipality\n2011 (2) SA 525\n(SCA) para 17\r\nwhere Mpati P held:\n'An agreement of purchase and sale entered into subject to a\r\nsuspensive condition does not there and then establish a contract\nof\r\nsale, \"but there is nevertheless created a very real and\r\ndefinite contractual relationship which on fulfilment of the\r\ncondition develops into the relationship of seller and purchaser\".'\n[29] In the event,\nstare decisis\napplies. On a\r\nproper application of the\nCorondimas\nprinciple, there was no\r\ncontract of\nsale\nuntil the suspensive conditions in clause 4.1\r\nhad been fulfilled. It is evident from the document ‘Item to\r\nCouncil' that\nthese conditions had been fulfilled as the first\r\nrespondent had complied with the applicable statutory requirements.\r\nIt is clear\ntherefore that the council's intention to exercise the\r\npower to alienate was only formulated on 5 February 2009 when it took\r\nthe\nresolution sought to be impugned by the appellant. The contract\r\nof sale thus came into existence on that day. Counsel for the\r\nappellant\ncorrectly conceded that the council could have decided at\r\nthat stage not to proceed with the contract. And that is the answer\r\nto\nthe appellant’s submission that the\nCorondimas\nprinciple should be departed from in view of the new constitutional\r\ndispensation aimed at curtailing abuse of power and corruption\nat\r\nmunicipal level. The effect of the\nCorondimas\nprinciple in a\r\ncase such as the present, is that interested parties affected by the\r\nsale contract would be able to examine not\nproposals, but the\r\ndetailed scheme itself. Any competitor of the successful tenderer\r\ncould be relied upon to draw the council's\nattention to any\r\nirregularity or corruption, and at the end of the day, the elected\r\ncouncil of the respondent could have walked\naway from the project if\r\nit thought this would be in the interests of the first respondent and\r\nits ratepayers.\n[30] Counsel for the appellant submitted that the\r\nprovisions of the contract of sale and in particular, clause 22\r\nfettered the discretion\nof the full council. There is no merit in\r\nthis submission. It is clear from the agreement of sale that the\r\nparty to the agreement\nis the municipality and not the council.\r\nClause 4.1.2 requires that 'the full council of the seller [the\r\nmunicipality] will . .\n. adopt a final resolution to endorse the sale\r\nafter compliance with all legislature requirements'. It has to be\r\nborne in mind\nthat the full council consists of councillors from\r\ndifferent political parties and is not bound in any way. It follows\r\nthat the\ncouncil retained its unfettered discretion.\n[31] We should mention briefly that the reliance by the\r\nappellant on the\nFerndale\ncase referred to above is misplaced\r\nas the facts of that case are distinguishable from the facts of this\r\ncase. In\nFerndale\n, it was common cause that there was no\r\ncompliance with the requirements of s 79(18) of the Ordinance before\r\nthe conclusion of the\nlease agreement. An attempt at compliance was\r\ndone ex post facto, two years after the conclusion of the said\r\nagreement as it was\nnot clear to the municipality whether the\r\npublication had to take place before or after the conclusion of the\r\nlease. That was not\nthe situation in this case.\n[32] It follows therefore that there was proper\r\ncompliance with the provisions of s 79(18)(b) of the Ordinance and\r\nthere is no basis\nto interfere with the findings of the court below.\n[33] The challenge with regard to non-compliance with s\r\n33 of the MFMA can be disposed of relatively simply. It is subject to\r\nthe\nsame answer as s 79(18) of the Ordinance. A municipality may in\r\nterms of s 33 enter into a contract having future budgetary\r\nimplications\nsubject to certain conditions. The appellant relied on\r\nthe publication by the first respondent of notices in terms of this\r\nsection\nas constituting an admission that the section applies. But it\r\ndid not raise this contention in its founding papers. As we mentioned\n\nin paras 18 and 19 above, it was incumbent upon the appellant to do\r\nso, so that the first respondent could respond thereto. In\nany event,\r\nthe financial obligations referred to in s 33 could only be imposed\r\nafter the suspensive conditions had been fulfilled.\nIt follows\r\ntherefore that no case has been made out with regard to s 33 of the\r\nMFMA.\n[34] It remains for us to deal with the argument that\r\nthere was no compliance with s 14 of the MFMA. A municipality may in\r\nterms\nof s 14(2) transfer ownership or otherwise dispose of a capital\r\nasset other than one contemplated in subsection (1), but only after\n\nthe municipal council, in a meeting open to the public, has decided\r\non reasonable grounds that the asset is not needed to provide\nthe\r\nminimum level of basic municipal services and has considered the fair\r\nmarket value of the asset and the economic and community\nvalue to be\r\nreceived in exchange for the asset. The submission on behalf of the\r\nappellant was that administrative action consisting\nin the transfer\r\nof ownership of an asset must be fair and transparent. In our view, a\r\nfair and transparent process was indeed followed\nby the first\r\nrespondent and it complied with the provisions of this section.\n[35] The conclusion we have reached renders it\r\nunnecessary to consider the argument raised by both respondents that\r\nimmense prejudice\nwould be suffered by them and third parties were\r\nthe appeal to succeed.\n[36] In the result the following order is made:\n1 The appeal is dismissed with costs.\n2 The appellant is ordered to pay the respondents' costs\r\nincluding the costs of two counsel in each case.\n__________________\nT D CLOETE\nJUDGE OF APPEAL\n_______________\n___\nN Z MHLANTLA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant : J G Bergenthuin SC\nA\r\nLiversage\nMeyer,\r\nVan Sittert & Kropman\nc/o\r\nVan Zyl Le Roux & Hurter Inc\nPretoria\nNaudes,\r\nBloemfontein\nFor\r\n1\nst\nRespondent : N G D Maritz SC\nN\r\nG Labuschagne\nBernhard van der Hoven Attorneys, Pretoria\nRosendorff\r\nReitz Barry, Bloemfontein\nFor\r\n2\nnd\nRespondent: R J Raath SC\nJ\r\nA Venter\nAdriaan\r\nVenter Attorneys & Associates,\nPretoria\nRossouws,\r\nBloemfontein\n1\n1.See\r\n\talso\nSwissborough Diamond Mines (Pty) Ltd v Government of the\r\n\tRepublic of South Africa\n1999 (2) SA 279\n(T) at 322F-J.\n2\nThe\r\n\tappeal against this decision was dismissed. See\nFerndale\r\n\tCrossroads v Johannesburg Municipality\n2011\r\n\t(1) SA 24\n(SCA).\n3\nOur\nemphasis.\n4\nR\r\n\tH\nChristie\nThe Law\r\n\tof Contract in South Africa\n6\ned (2011) 145.\n5\nA\r\n\tJ Kerr\nThe Principles of the Law of\r\n\tContract\n4 ed 339-340.\n6\nAbove\r\n\tat 551.\n7\nSentraalwes\r\n\tPersoneel Ondernemings (Edms) Bpk v Wallis\n1978 (3) SA 80\n(T).\n8\nSentraalwes\r\n\tPersoneel Ondernemings (Edms) Bpk v Nieuwoudt\n1979 (2) 538 (C).\n9\n'A\r\n\tlast aspect for consideration is to what extent maintaining the\nCorondimas\napproach could lead to permanent injustice. It\r\n\tappears to me that the approach has little, if any, practical\r\n\tmeaning other than\nto the interpretation of legislation wherein\r\n\tterms such as \"contract of sale\" or \"sale\" are\r\n\tused. Whether\na sale subject to a suspensive condition is\r\n\tcharacterised as not being a contract of sale, or as a contract of\r\n\tsale which is\nnot\nperfecta\n, there is still no reason why the\r\n\tcommon law legal consequences which attach to such a sale should not\r\n\tfind full application.\nAnd regarding legislation, more clarity will\r\n\tpresumably be provided in the future, as was achieved now by s\r\n\t57A(2) as to the\ninterpretation of the above mentioned concepts. It\r\n\tis also the legislature's prerogative to enact statutory provisions\r\n\twhich,\nwithout infringing on existing rights, would amend the\r\n\tinterpretation given by judgments, including this judgment, so as to\r\n\tgive\neffect to the true intention of the legislature which had\r\n\tpreviously not been clearly articulated. It is also instructive that\n\n\tafter periods of respectively five and four years following the\r\n\tjudgments in\nWallis\nand\nNieuwoudt\n, s 3\n(e)\nof\r\n\tAct 70 of 1970 has remained unamended.' (Our translation.)\n10\nGeue\r\n\tv Van Lith\nabove, paras 8 to 11.",
  "scraped_at": "2026-02-12T16:22:52.010955",
  "date": "2011-12-01",
  "coram": [
    "CLOETE",
    "PONNAN",
    "MAYA",
    "MHLANTLA JJA",
    "PETSE AJA"
  ],
  "case_number": "824/2010",
  "parties": {
    "applicants": [
      "Diggers Development (Pty) Ltd"
    ],
    "respondents": [
      "City of Matlosana",
      "ISAGO @ N 12 (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The City of Matlosana, a municipal authority, advertised land along the N12 corridor and appointed a consortium (ISAGO @ N 12 (Pty) Ltd) to develop it. On 2 October 2007 the municipality and the consortium signed a deed of sale for 1172 hectares, subject to a series of suspensive conditions, including compliance with s 79(18) of the Transvaal Local Government Ordinance, s 84 of the Municipal Systems Act and several provisions of the MFMA. The municipality published notices pursuant to s 33 MFMA and s 79(18)(b) of the Ordinance in 2008, obtained a valuation, and on 5 February 2009 the council adopted a resolution approving the sale. Transfer of the land was effected in May 2009 and the purchase price paid in two instalments. Diggers Development, which owned a neighbouring shopping centre, later sought to set aside the council resolution and declare the sale invalid, alleging that statutory compliance was required before the agreement was signed.",
    "issues": "The primary issue was whether the municipal council was required to comply with the statutory provisions of s 79(18)(b) of the Ordinance and the relevant sections of the MFMA before concluding the deed of sale, or whether compliance could occur after signing but before the suspensive conditions were fulfilled. Related issues included whether the suspensive conditions rendered the agreement a contract of sale prior to their fulfillment and whether any breach of statutory procedure rendered the sale void or unenforceable.",
    "principles": "The court relied on the Corondimas principle, which holds that a contract of sale subject to a true suspensive condition does not become a binding sale until the condition is fulfilled. It reaffirmed that statutes such as s 79(18) of the Ordinance and s 33 of the MFMA impose procedural requirements that must be satisfied before a council can exercise its power to alienate land, but these requirements may be satisfied after the agreement is signed provided the conditions remain unsatisfied. Precedents cited included Corondimas v Badat, Geue v Van der Lith, Paradyskloof Golf Estate v Stellenbosch Municipality, and the legislative history of s 79(18).",
    "application": "Applying the Corondimas principle, the court held that the deed of sale remained subject to the suspensive conditions and therefore was not a final contract until the council complied with the statutory requirements. The council’s compliance, evidenced by the certificate dated 30 January 2009 and the council resolution of 5 February 2009, satisfied the conditions before they were fulfilled. Consequently, the sale was valid and there was no statutory breach that could render the agreement void.",
    "conclusion": "The appeal was dismissed with costs. Diggers Development was ordered to pay the respondents’ costs, including the costs of two counsel in each case."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Municipal Land Sale",
    "level_3": [
      "suspensive condition",
      "statutory compliance",
      "Corondimas principle",
      "sale of municipal land"
    ]
  }
}