{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/139.html",
  "case_name": "Emfuleni Resorts (Pty) Ltd v Mazizini Community and Others (655/2010) [2011] ZASCA 139 (23 September 2011)",
  "citation": "[2011] ZASCA 139",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 139\n|\nNoteup\n|\nLawCite\nEmfuleni Resorts (Pty) Ltd v Mazizini Community and Others (655/2010) [2011] ZASCA 139 (23 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nC\nase No:\r\n655/2010\nIn the matter between:\nEMFULENI RESORTS (PTY) LTD\n…........................\nFIRST\r\nAPPELLANT\nSUN INTERNATIONAL (CISKEI)\nLIMITED\n…...............................................................\nSECOND\r\nAPPELLANT\nand\nMAZIZINI COMMUNITY\n…...................................\nFIRST\r\nRESPONDENT\nMINISTER OF RURAL DEVELOPMENT\nAND LAND REFORM\n….....................................\nSECOND\r\nRESPONDENT\nREGIONAL LAND CLAIMS\nCOMMISSIONER, EASTERN CAPE\n…................\nTHIRD RESPONDENT\nand\nPRUDHOE COMMUNITY\n….....................\nINTERVENING\r\nAPPLICANT\nNeutral citation:\nEmfuleni\r\nResorts v Mazizini Community\n(655/2010)\n[2011] ZASCA 139\n(23\r\nSeptember 2011)\nCoram:\nHarms AP, Mthiyane,\r\nSnyders, Bosielo JJA and Petse AJA\nHeard: 31 August 2011\nDelivered: 23 September 2011\nSummary:\nApplication\r\nfor postponement of an Appeal ─ Governing principles discussed\r\nand application refused.\nCompeting land\r\nclaim not brought to attention of the Land Claims Court ─ Order\r\ngranted by it rescinded and matter remitted\nfor consideration of\r\ncompeting claim.\nRegional Land\r\nClaims Commissioner\nordered\r\nto pay costs.\n_____________________________________________________________________\nORDER\nOn appeal from:\nLand\r\nClaims Court, Randburg (Bam JP sitting as court of first instance):\n1. The third respondent’s\r\n(the RLCC) application for postponement of the appeal is dismissed\r\nwith costs.\n2. The application by the Prudhoe\r\nCommunity for the rescission of the judgment under case no LCC 23/07\r\nis upheld with costs.\n3 (a) The appeal is struck from\r\nthe roll.\n(b) The costs of the appeal are\r\nto be paid by the third respondent (the RLCC).\n4. The third respondent is\r\ndirected to pay the costs relating to the proceedings in the LCC in\r\ncase 23/07.\n___________________________________________________________\nJUDGMENT\nMTHIYANE JA (HARMS AP,\r\nSNYDERS, BOSIEO JJA and PETSE AJA CONCURRING)\nIntroduction\n[1] The appeal arose from the\r\ndecision of the Land Claims Court (Bam JP) in which Mazizini\r\nCommunity (the first respondent) was,\nin terms of s 35(1) of the\r\nRestitution of Land Rights Act 22 of 1994 (the Act), awarded land\r\ncomprising the Fish River Sun Hotel\nComplex. The court made an order\r\nin the following terms:\n‘\n1.\r\nThe Mazizini Community is entitled to the restoration of the land\r\nwhich comprises the Fish River Sun Complex being presently\na hotel\r\nand golf resort which borders the Eastern Bank of the Fish River in\r\nthe Eastern Cape and the Indian Ocean in terms of ‘the\nAct’\r\nin settlement of the claim.\nThe claimant\r\n\tcommunity is hereby granted leave through its representatives to\r\n\tobtain transfer of ownership of the above property\nto itself or to\r\n\tsuch other entity as its constitution allows.\nThe third\r\n\trespondent is to include the claimant community as a beneficiary of\r\n\ta State support programme for development.\n4. There is no order\r\nas to costs.’\n[2] The current owners of the\r\nland, the first and second appellants, were granted leave by the\r\ncourt a quo to appeal to this court.\nTheir attack on the court’s\r\njudgment was confined to the question of whether the order granted\r\nwas appropriate. In their\nappeal the appellants contend for a\r\ncompensatory award. The appeal was set down for hearing on 31 August\r\n2011.\n[3] Prior to the hearing of the\r\nappeal another community, the Prudhoe Community, who were not\r\ninvolved in the proceedings in the\ncourt a quo, lodged an application\r\nto this court on 19 May 2011 seeking an order in the following terms:\n‘\n1.\r\nRescinding the order of the Land Claims Court made by the Honourable\r\nMr Justice Bam under case number LCC 23/07 on 12 March 2010\nawarding\r\nrestoration of Farm 242, Farm 243 and Farm 235 in the Peddie district\r\nto the first respondent;\nDirecting the third\r\n\trespondent within 3 months of the date of this order, to refer the\r\n\tapplicant’s land claim along with\nany other competing land\r\n\tclaims in respect of the land claimed by the applicant, to the Land\r\n\tClaims Court for adjudication;\nRemitting the land\r\n\tclaim of the Mazizini Community to the Land Claims Court for\r\n\tadjudication simultaneously with, or taking into\naccount, competing\r\n\tclaims in respect of the land claimed by the Mazizini Community;\nGranting further or\r\n\talternative relief;\nDirecting that the\r\n\tsecond and third respondents pay the costs of the application.’\nThe application for a\r\npostponement of the appeal and the rescission application.\n[4] Before the commencement of\r\nargument on the application for rescission and remittal lodged by the\r\nPrudhoe Community, an application\nfor a postponement of the appeal\r\nand the rescission application were made by the third respondent. The\r\nreason given for the indulgence\nsought was that the third respondent\r\nneeded time to determine the validity of the claim by the Prudhoe\r\nCommunity. Mr Gladman Tom\n(Mr Tom), a representative who deposed to\r\nan affidavit on behalf of the Prudhoe Community, lodged a claim with\r\nthe office of the\nthird respondent on 10 December 1998, before the\r\ndeadline which was set at 31 December 1998. The Mazizini Community’s\r\nland\nclaim was lodged at more or less the same time. The third\r\nrespondent proceeded to investigate and pursue the claim of the\r\nMazizini\nCommunity, the first respondent, and did nothing about the\r\nclaim of the Prudhoe Community apart from publishing a notice in the\n\nGovernment Gazette in terms of s11 of the Act.\n[5] The office of the Regional\r\nLand Claims Commissioner has now changed hands. The previous\r\ncommissioner was Ms Linda Faleni. Her\nsuccessor is Mr Sanjay Singh,\r\nthe deponent for the third respondent. Neither of them are able to\r\nproffer any explanation why nothing\nwas done about the claim of the\r\nPrudhoe Community. What Mr Singh says in his affidavit in support of\r\nthe application for a postponement\nis that he needs time ‘to\r\nenable [him] to verify the information in the file, interview the\r\nrelevant officials previously\ninvolved in processing the matter and\r\n[to] determine the status of the claim lodged by Mr Tom in December\r\n1998 and how it impacts\non the land that is the subject of the\r\nappeal.’ He is therefore in no position to explain why the\r\nclaim of the Prudhoe Community\n(for a period of some twelve or\r\nthirteen years) was not processed or the failure of that office to\r\nrespond to the ongoing correspondence\nwhich it had received from the\r\nLegal Resources Centre. Nor is he in a position to explain why the\r\ncourt a quo and the other interested\nparties were not appraised of\r\nthe existence or potential of a competing claim.\n[6] Instead of explaining the\r\ndelay the third respondent devoted much of his time in argument\r\nbefore us, attempting to impugn the\nvalidity of the Prudhoe\r\nCommunity’s claim. The primary attack was premised on the\r\nassertion that the Community’s claim\nwas not validly lodged, in\r\nthat Mr Tom, had submitted an incomplete claim form. Counsel for the\r\nthird respondent was hard pressed\nto explain why this point was not\r\nraised at the time when the form was handed over to the third\r\nresponded in 1998 ─ why only\nnow ─ some 13 years later.\n[7] When counsel was pressed on\r\nwhy Mr Tom was not assisted with the completion of the blank form, if\r\nthis was considered to be\na problem, no explanation was forthcoming.\r\nIn terms of the Act the third respondent is obliged to assist\r\nclaimant communities.\nIn terms of s 6(1)(b) of the Act the third\r\nrespondent is required to ‘take reasonable steps to ensure that\r\nclaimants are\nassisted in the preparation and submission of claims’.\r\nThe third respondent was unable to say what steps, if any, were taken\n\nto assist Mr Tom with the lodgement of the claim as required by s\r\n6(1)(b) of the Act. Having failed to render such assistance,\nI do not\r\nthink it lies in the mouth of the third respondent to argue that the\r\nPrudhoe Community claim was not validly lodged. It\nis clear from the\r\npreamble to the\nRestitution of Land Rights Act that\nit is national\r\nlegislation which was designed to give effect to the Constitutional\r\nobligation to provide ‘for restitution\nof property or equitable\r\nredress to a person or community dispossessed of property . . . as a\r\nresult of past racially discriminatory\nlaws or practices.’ The\r\nthird respondent’s reliance on the incomplete form is an\r\nopportunistic and futile attempt to\ncover up for the dereliction of\r\nduty by the officials concerned, as the claim in respect of one farm,\r\n203, was accepted and published\nin the Government Gazette.\n[8] The application for a\r\npostponement was opposed by the appellants and the Prudhoe community.\r\nThey submit that it was based upon\nan incorrect premise. They argued\r\nfurther that it is not for this court to, at this stage, debate the\r\nvalidity or otherwise of\nthe Prudhoe Community’s claim. Nor is\r\nit the function of the Regional Land Claims Commissioner to\r\nadjudicate upon the merits\nof claims for restitution. According to\r\nthe appellants what is required, is for a claimant to put up an\r\narguable case.\n1\nThis, they submit, the Prudhoe\r\nCommunity has done and are therefore entitled to have their claim\r\nconsidered by the Land Claims Court.\nI agree.\n[9] It has also not been shown\r\nwhat purpose the postponement of the application would serve other\r\nthan to delay the finalisation\nof the matter that has dragged on for\r\nmore than a decade. Public interest requires that there should be an\r\nend to litigation.\n2\nMore importantly the third\r\nrespondent has failed to show that there is any justification for the\r\npostponement. The principles governing\nthe granting or refusal of a\r\npostponement were summarized by the Constitutional Court in\nNational Police Service Union\r\n& others v Minister of Safety and Security & others\n2000\r\n(4) SA 1110\n(CC) para 4 where it was said:\n‘\nThe\r\npostponement of a matter set down for hearing on a particular date\r\ncannot be claimed as of right. An applicant for a postponement\nseeks\r\nan indulgence from the Court. Such postponement will not be granted\r\nunless this Court is satisfied that it is in the interests\nof justice\r\nto do so. In this respect\nthe\r\napplicant must show that there is good cause for the postponement.\nIn\r\norder to satisfy the Court that good cause does exist,\nit\r\nwill be necessary to furnish a full and satisfactory explanation of\r\nthe circumstances that give rise to the application\n.\r\nWhether a postponement will be granted is therefore in the discretion\r\nof the Court and cannot be secured by mere agreement between\nthe\r\nparties. In exercising that discretion, this Court will take into\r\naccount a number of factors, including (but not limited to)\n:\nwhether\r\nthe application has been timeously made\n,\r\nwhether the explanation given by the applicant for postponement is\r\nfull and satisfactory, whether there is prejudice to any of\nthe\r\nparties and whether the application is opposed.’ (Emphasis\r\nadded.)\n[10] The threshold requirement\r\nthat an applicant for a postponement has to meet was put even more\r\nstrongly in\nMcCarthy\r\nRetail Ltd v Shortdistance Carriers CC\n2001\r\n(3) SA 482\n(SCA) para 28 where Schutz JA said:\n‘\n.\r\n. . [I]n order for an applicant for a postponement to succeed, he [or\r\nshe] must show a “good and strong reason” for\nthe grant\r\nof such relief.’\n[11] In my view the third\r\nrespondent has not made out a case for the granting of a postponement\r\nand has failed to meet any of the\nthreshold requirements laid down\r\nfor the granting of such relief.\nApplication for rescission and\r\nremittal\n[12] Turning to the Prudhoe\r\nCommunity’s application for the rescission and remittal of the\r\nmatter, the application is not\nopposed by the appellants. They\r\nconsider the relief sought as being the most appropriate in the\r\ncircumstances. The appellants argue\nthat had the third respondent\r\nproperly investigated the matter from the outset, the parties would\r\nnot be in the position in which\nthey find themselves now – a\r\nfact which has a bearing on the question of costs.\n[13] As expected the Prudhoe\r\nCommunity’s rescission and remittal application is opposed by\r\nthe third respondent. The third\nrespondent’s primary submission\r\nis that the Prudhoe Community failed to show that a valid claim was\r\nlodged. It was submitted\nthat validity or otherwise of the claim is a\r\nnecessary pre-condition for the granting of the rescission\r\napplication. I disagree.\nIt is not for this court at this stage to\r\ndetermine the validity of the Prudhoe Community’s claim.\r\nDisputes as to the validity\nof claims is a matter ultimately for the\r\nLand Claims Court to decide.\n3\nOn the papers before us it is\r\nclear that the Prudhoe Community has at the very least a potential\r\nclaim on the very land in respect\nof which the court a quo granted a\r\nrestoration order.\n[14] An application for\r\nrescission may be brought under either\ns 11(5)\nand (5A) or\ns 35(11)\n,\r\nalthough the application form ex facie complies with\ns 11\n, it is not\r\nnecessary to decide the issue because it clearly satisfies the\r\nprovisions of\ns 35(11).The\nrelevant portion of which reads as\r\nfollows:\n‘\n(11)\r\nThe Court may, upon application by any person affected thereby and\r\nsubject to the rules made under\nsection 32\n, rescind or vary any order\r\nor judgment granted by it\n. . .\nwhich was void from\r\n\tits inception or was obtained by fraud or mistake common to the\r\n\tparties;\n. . .\n. . .\nProvided that where\r\nan appeal is pending in respect of such order, or where such order\r\nwas made on appeal, the application shall\nbe made to the\r\nConstitutional Court or the Appellate Division of the Supreme Court,\r\nas the case may be.’\n[15] On the facts it is clear\r\nthat neither the judge a quo nor the parties involved in the matter\r\nin the Land Claims Court were\nappraised of the Prudhoe Community’s\r\ncompeting claim or their potential claim. It is the third respondent\r\nwho should have\ndone that. As a result of this non-disclosure all the\r\nother interested parties including the court a quo laboured under the\r\nmistaken\nbelief that the Mazizini Community were the sole claimants\r\nof the land in question. There can be no doubt that the Prudhoe\r\nCommunity\nhave shown that they are ‘affected’ by the\r\norder made by the Land Claims Court as provided for in s 35(11) of\r\nthe Act.\nConclusion\n[16] In sum it is not in the\r\ninterests of justice to postpone the appeal. On the contrary it would\r\nbe in the interests of all the\nparties concerned in this matter if\r\nthe order of the court a quo were set aside and to have the matter\r\nremitted to the court a\nquo for reconsideration.\nCosts\n[17] I turn briefly to the\r\nquestion of costs. It is clear that had the RLCC performed its\r\nstatutory duties properly the appeal would\nhave proceeded and the\r\nmatter would not have had to be remitted to the LCC. Therefore the\r\nRLCC itself would not be seeking a postponement\nof the appeal. The\r\nblame for the striking off of the appeal from the roll, the\r\nrescission and remittal of the matter and the costs\nincurred as a\r\nresult of all of this must inevitably fall squarely on the shoulders\r\nof the RLCC. So also is its failure to bring\nthe competing or\r\npotential claim to the attention of Judge President Bam, the\r\npresiding officer in the court below. It follows\nthat all the costs\r\nincurred in this matter should be borne by the RLCC.\nOrder\n[18] In the result the following\r\norder is made:\n1. The third respondent’s\r\n(the RLCC) application for postponement of the appeal is dismissed\r\nwith costs.\n2. The application by the Prudhoe\r\nCommunity for the rescission of the judgment under case no LCC 23/07\r\nis upheld with costs.\n3 (a) The appeal is struck from\r\nthe roll.\n(b) The costs of the appeal are\r\nto be paid by the third respondent (the RLCC).\n4. The third respondent is\r\ndirected to pay the costs relating to the proceedings in the LCC in\r\ncase 23/07.\n___________________\nK K MTHIYANE\nJUDGE OF APPEAL\nAPPEARANCES\nFor Appellant: RG Buchanan SC\nAD Dodson (for Prudhoe Community)\nJR Brickhill\nInstructed by:\nBoqwana Loon & Connellan,\r\nPort Elizabeth\nWebbers, Bloemfontein\nFor 1\nst\nRespondent: XS\r\nNyangiwe\nInstructed by:\nMakhanya Inc, East London\nMatsepes Inc, Bloemfontein\nFor 3\nrd\nRespondent: SM\r\nMbenenge SC\nInstructed by:\nThe Office of the State Attorney,\r\nMthatha\nThe Office of the State Attorney,\r\nBloemfontein\n1\nMahlangu\r\n\tNO v Minister of Land Affairs & others\n2005\r\n\t(1) SA 451\n(SCA) para 13.\n2\nMcCarthy\r\n\tRetail Ltd v Shortdistance Carriers CC\n2001 (3) SA 482\n(SCA)\r\n\tpara 28.\n3\nAfriblaze\r\n\tLeisure (Pty) Ltd and others v Commission on Restitution of Land\r\n\tRights\n[2010] 3 All SA 559\n(LCC) at\r\n\t560.",
  "scraped_at": "2026-02-12T15:52:13.569803",
  "date": "2011-09-23",
  "coram": [
    "Harms AP",
    "Mthiyane",
    "Snyders",
    "Bosielo JJA",
    "Petse AJA"
  ],
  "case_number": "655/2010",
  "parties": {
    "applicants": [
      "Emfuleni Resorts (Pty) Ltd",
      "Sun International (Ciskei) Limited"
    ],
    "respondents": [
      "Mazizini Community",
      "Minister of Rural Development and Land Reform",
      "Regional Land Claims Commissioner, Eastern Cape",
      "Prudhoe Community"
    ]
  },
  "sections": {
    "facts": "The Land Claims Court awarded the Mazizini Community restoration of the Fish River Sun Hotel Complex in favour of the community under s 35(1) of the Restitution of Land Rights Act. The current owners, Emfuleni Resorts (Pty) Ltd and Sun International (Ciskei) Ltd, appealed the order. Separately, the Prudhoe Community lodged a claim on the same land in December 1998, which the Regional Land Claims Commissioner (RLCC) failed to process or publish, despite a statutory duty to assist claimants. The RLCC later sought a postponement of the appeal to investigate the Prudhoe claim, while the Prudhoe Community applied for rescission of the LCC order and remittal of the matter to consider the competing claim.",
    "issues": "1) Whether the RLCC’s request for a postponement of the appeal should be granted. 2) Whether the order of the Land Claims Court should be rescinded and the matter remitted to consider the Prudhoe Community’s competing claim. 3) Whether the RLCC failed to fulfil its statutory duties under the Restitution of Land Rights Act, justifying costs against it.",
    "principles": "The court applied the postponement test set out in National Police Service Union v Minister of Safety and Security, requiring proof of good cause and a full satisfactory explanation. McCarthy Retail Ltd v Shortdistance Carriers reinforced the need for a “good and strong reason”. Under s 6(1)(b) of the Restitution of Land Rights Act, the RLCC must assist claimants in preparing and submitting claims. The power to rescind an order under s 35(11) of the Act allows rescission where a person is affected by the order and the order is void, obtained by mistake, or where a competing claim was not considered.",
    "application": "The RLCC failed to provide a satisfactory explanation for the delay and could not demonstrate any prejudice to the appellants. It also did not assist the Prudhoe Community with its claim, breaching s 6(1)(b). Consequently, the threshold for postponement was not met. The court found that the Prudhoe Community was affected by the LCC order and that the order should be rescinded and the matter remitted to the Land Claims Court to consider the competing claim, irrespective of the pending appeal. Costs were attributed to the RLCC for its failure to fulfil statutory duties.",
    "conclusion": "The appeal for postponement was dismissed with costs against the RLCC. The Prudhoe Community’s application for rescission of the LCC judgment was upheld with costs. The appeal was struck from the roll, and the RLCC was ordered to pay the appeal costs and the costs of the LCC proceedings in case 23/07."
  },
  "tags": {
    "level_1": "Land Law",
    "level_2": "Restitution of Land Rights",
    "level_3": [
      "competing claim",
      "postponement",
      "court costs",
      "regional land claims commissioner"
    ]
  }
}