{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/109.html",
  "case_name": "SA Soutwerke (Pty) Ltd v Saamwerk Soutwerke (Pty) Ltd and Others (491/10) [2011] ZASCA 109; [2011] 4 All SA 168 (SCA) (1 June 2011)",
  "citation": "[2011] ZASCA 109",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 109\n|\nNoteup\n|\nLawCite\nSA Soutwerke (Pty) Ltd v Saamwerk Soutwerke (Pty) Ltd and Others (491/10) [2011] ZASCA 109; [2011] 4 All SA 168 (SCA) (1 June 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 491/10\nIn\r\nthe matter between:\nS A SOUTWERKE (PTY) LTD\n.........................................................................\nAppellant\nv\nSAAMWERK SOUTWERKE (PTY) LTD\n............................................\nFirst\r\nRespondent\nMINISTER OF MINERALS AND ENERGY\n...................................\nSecond\r\nRespondent\nDIRECTOR-GENERAL: MINERALS AND\r\nENERGY\n........................\nThird\r\nRespondent\nREGIONAL MANAGER: MINERALS AND\r\nENERGY\nNORTHERN CAPE\n........................................................................\nFourth\r\nRespondent\nNeutral citation:\nSA\r\nSoutwerke v Saamwerk Soutwerke\n(491/2010)\n[2011] ZASCA 109\n(1\r\nJune 2011).\nCoram:\nBrand, Heher, Ponnan,\r\nCachalia and Theron JJA\nHeard:\n13 May 2011\nDelivered: 1 June 2011\nSummary: A person who relies on an\r\nillegally issued permit to occupy land has no right to be consulted\r\nby an applicant for a mining\nright as contemplated by\ns 22(4)\nof\r\nthe\nMineral and Petroleum Resources Development Act 28 of 2002\n.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nNorthern Cape\r\nHigh Court, Kimberley (Lacock J sitting as court of first instance).\nThe following order is made:\n1 The appeal is dismissed with costs;\n2 The registrar of this court is\r\ndirected to deliver copies of this judgment to The National\r\nCommissioner of the South African Police\nService, the National\r\nDirector of Public Prosecutions and the Minister responsible for the\r\nDepartment of Minerals and Energy.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nCACHALIA JA\n(Brand, Heher,\r\nPonnan and Theron JJA concurring):\n[1] This appeal concerns a dispute\r\nbetween two companies over the right to mine salt in the Northern\r\nCape. It is appropriate to\nset out the facts in some detail so that\r\nthe legal issues that arose both in the high court and in this court\r\nare properly understood.\n[2] On 13 July 2005\r\nSaamwerk Soutwerke (Pty) Ltd applied to the Department of Minerals\r\nand Energy (the DME) for a right to mine\nsalt on a property known as\r\nVrysoutpan in the Gordonia District of the Northern Cape.\n1\nThe property is\r\nstate-owned. The application was made in terms of s 22 of the Mineral\r\nand Petroleum Resources Development Act 28\nof 2002 (the Act) and\r\ndelivered to the Regional Manager, Mr Mdaweni in line with\r\ns 22(1)(a).\n2\nOn 5 September\r\n2005 Mdaweni by letter accepted the application, as he was obliged to\r\ndo, because no other person was on record\nas holding a right or\r\npermit to mine salt on the property.\n3\nMdaweni’s\r\nletter stated that in terms of s 22(4)\n4\n,\r\nSaamwerk had to submit a scoping report by 4 October 2005, conduct an\r\nenvironmental impact assessment and submit an environmental\n\nmanagement plan by 3 November 2005, notify in writing and consult\r\nwith the landowner or lawful occupier and any other affected\nparty,\r\nand submit the result of such consultation to him by 4 October 2005.\r\nOne of the issues in this appeal relates to whether\nSaamwerk had\r\ncomplied with its obligation to consult.\n[3] On 7 December\r\n2005 Saamwerk lodged its environmental management programme, as s\r\n39(1) requires.\n5\nThis was after\r\nMdaweni’s deadline, but well within the 180 days that the\r\nsection specifies. Section 39(4) says that the Minister\nmust approve\r\nthe plan within 120 days of its lodgement if it meets certain\r\nrequirements.\n6\nThe date of\r\napproval is important because s 25(3) declares that it is only then\r\nthat the mining right becomes effective.\n[4] On 27 September 2006 the DME\r\ninformed Saamwerk by letter that its application had been approved\r\nprovisionally in terms of s\n23(1) and that the Regional Manager would\r\napprove the environmental plan by 22 November 2006. The ‘proposed\r\nmining right’\nwas made conditional on Saamwerk’s\r\nsubmission of a revised social and labour plan, which took place on 5\r\nDecember 2006.\n[5] Saamwerk thus believed that it had\r\nfulfilled all its obligations and all that remained was the\r\nMinister’s approval of\nthe environmental plan before it could\r\ncommence mining. At the same time another company, SA Soutwerke (Pty)\r\nLtd (SA Salt) –\nthe appellant – also asserted a right to\r\nmine on the property. Because of these conflicting claims the DME\r\nprevaricated over\nthe approval of Saamwerk’s environmental\r\nplan. Saamwerk thus became embroiled in a dispute with the DME over\r\nits failure\nto approve the plan and with SA Salt over its competing\r\nclaim.\n[6] SA Salt had been mining salt on\r\nthe property since 1981. The history of how it began its mining\r\noperations there is not relevant\nto the current dispute. What is\r\ngermane is that it applied for a mining right under the subsequently\r\nrepealed Minerals Act 50 of\n1991 (the Minerals Act) on 13 November\r\n2000. On 21 May 2001 the DME consented to the application and on 19\r\nAugust 2001 the Director-General\nauthorised the Regional Manager to\r\nconclude a written agreement with SA Salt. That was done on 17\r\nDecember 2001 when SA Salt’s\nmanaging director, Mr André\r\nBlaauw, signed the agreement on its behalf. After some delay the\r\npermit was ultimately\nissued on 28 April 2004.\n[7] The DME sent the permit to SA\r\nSalt’s attorneys under a covering letter by registered post on\r\nthe same day. They received\nit on 25 May 2004. SA Salt thus conducted\r\nits mining operations under this permit, which had the number MP\r\n169/2003 and an expiry\ndate of 27 April 2005. So, when Saamwerk\r\napplied for a mining permit on 13 July 2005 and Mdaweni accepted it\r\non the DME’s\nbehalf on 5 September 2005, SA Salt’s permit\r\nnumber MP 169/2003 had expired. This permit was therefore not a\r\nbarrier to Saamwerk’s\nobtaining a mining right.\n[8] However, on 16\r\nAugust 2006, SA Salt wrote to Mdaweni asserting that it was the\r\nholder of another permit – permit number\nMP 169/2004 –\r\nwhich gave it an ‘old order mining right’. This meant, if\r\nthe assertion was correct, that SA Salt\nwas entitled exclusively to\r\ncontinue mining on the property for a period of five years after the\r\nAct had commenced its operation\non 1 May 2004 – as s 7(1) of\r\nthe Act’s transitional arrangements in Schedule\nII\nenvisages. On this\r\nbasis SA Salt objected to the DME’s acceptance of\r\nSaamwerk’s application for a mining right.\n[9] The DME had supposedly issued this\r\npermit to SA Salt under the Minerals Act on 28 April 2004 – on\r\nthe very same day it\nhad issued MP 169/2003. However, unlike MP\r\n169/2003, which had an expiry date, MP 169/2004 did not have one.\r\nThis was irregular\nbecause s 9(1), read with s 9(3) of the Minerals\r\nAct, required mining authorisations to be issued for a determined\r\nperiod. Be that\nas it may, MP 169/2004 not only duplicated MP\r\n169/2003 – except for its omission of an expiry date –\r\nbut purported\nto authorise SA Salt to mine on the very same property\r\n(and for the same period) over which Saamwerk’s application had\r\nbeen\naccepted.\n[10] On 30 August 2006 Saamwerk asked\r\nSA Salt to terminate its mining operations and vacate the property as\r\nit intended to commence\nits mining operations there on 1 September.\r\nSA Salt did not budge. Instead, on 1 September 2006 its\r\nattorneys wrote to the\nRegional Manager again asserting that ‘it\r\nis the lawful holder of a valid mining permit number MP 169/2004’\r\nand threatened\nto approach the high court should the DME not suspend\r\nSaamwerk’s mining right. SA Salt also ignored a demand from the\r\nDepartment\nof Public Works on 4 September 2006 to vacate the\r\nproperty in favour of Saamwerk.\n[11] After Saamwerk became aware of SA\r\nSalt’s competing claim to mine on the property, it took up the\r\nmatter with the DME.\nThe DME informed it that SA Salt’s\r\npermit MP 169/2004 had lapsed a year after its issue – on\r\n27 April 2005\n– because SA Salt had not applied to convert\r\nit as an old order right. Saamwerk’s attorneys then wrote to SA\r\nSalt on\n20 October 2006 demanding that it vacate the property within\r\na week. Again, it would not and continued to assert its right to mine\n\non the property. On 28 November 2006 Saamwerk addressed a letter to\r\nthe DME to complain about the delay in resolving the dispute.\n[12] On 6 December 2006 Mdaweni\r\nconvened a meeting with SA Salt to discuss the conflicting\r\nauthorisation to Saamwerk. He informed\nSA Salt that the DME had no\r\nrecord of having issued MP 169/2004. This contradicted the DME’s\r\nearlier statement to Saamwerk\nthat this permit had expired. Of\r\ngreater concern, Mdaweni now made the startling claim that there were\r\nserious question marks over\nthe permit’s validity because it\r\nappeared to have been forged. The only permit that the DME had on\r\nrecord, he told SA Salt’s\nrepresentatives, was MP 169/2003,\r\nwhich had an expiry date of 27 April 2005. However, he thought, and\r\ntold SA Salt’s\nrepresentatives, that it was valid for a period\r\nof five years as an old order right. It is difficult to understand\r\nhow he came\nto this erroneous view because that permit was valid for\r\none year only and was therefore not capable of being converted under\r\ns 7(1)\nof the Act. Even if it was, SA Salt had not applied for\r\nthe right to be converted. Nevertheless, Mdaweni adopted the stance\r\nthat\nDME had approved Saamwerk’s application in error as MP\r\n169/2003 to mine on the property already existed.\n[13] Thereafter Saamwerk continued to\r\npressurize the DME to bring finality to the matter. On 26 January\r\n2007 the DME gave Saamwerk\nan undertaking that it would investigate\r\nthe validity of MP 169/2004. It said it would do so by sending an\r\ninspector to the property,\nand also take immediate steps to evict SA\r\nSalt from the property if it transpired that the permit was invalid.\r\nStrangely, the DME\nsaid nothing about Mdaweni’s view concerning\r\nthe validity of MP 169/2003, which would obviate the need to\r\ninvestigate the\nvalidity of MP 169/2004. On 7 February 2007\r\nSaamwerk’s attorneys again wrote to the DME for confirmation\r\nthat an inspector\nhad been sent to the property, but received no\r\nresponse. The Minister had also not approved the environmental plan\r\nas promised.\n[14] In the meantime the DME arranged\r\na meeting with SA Salt on 13 March 2007 and requested it to produce\r\nthe original MP 169/2004.\nMr John Block, one of SA Salt’s\r\ndirectors, produced the permit at the meeting. Mdaweni and Mr Byron\r\nGuthrie from\nDME’s head office in Pretoria inspected the permit\r\nand concluded that it was valid, which was contrary to the view\r\nMdaweni\nhad earlier held. In the absence of an expiry date on the\r\npermit, Block and Mdaweni agreed that it permitted SA Salt to mine\r\nfor\nfive years; but that SA Salt would have to apply for the\r\npermit to be converted as an old order right within five years of\nthe\r\nAct’s commencement. This effectively meant that once SA Salt\r\nlodged its conversion application, Saamwerk would not\nbe able to mine\r\non the property.\n[15] Against this background Saamwerk\r\ncommenced proceedings in the Northern Cape High Court on 22 March\r\n2007 to compel the Minister\nto approve the environmental plan and\r\nalso to have MP 169/2004 declared invalid. The very next day Block\r\nand Mr Bester, SA Salt’s\nfinancial manager, lodged an\r\napplication with the DME to convert what SA Salt now regarded as an\r\nold order right under MP 169/2004\nto a right to continue mining under\r\nthe Act. On 7 April 2007 the DME granted the conversion application,\r\nwhich confirmed SA Salt’s\nbelief that it could continue mining\r\nuntil 30 April 2009; that is for five years after the Act had\r\ncommenced.\n[16] A month later SA Salt filed its\r\nanswering affidavits. And it relied mainly on the permit that Mdaweni\r\nand Guthrie had authenticated,\nthat is MP 169/2004, to resist the\r\nrelief Saamwerk sought. Mdaweni filed an affidavit on behalf of the\r\nDME supporting SA Salt’s\nstance. He stated that the DME had\r\napproved Saamwerk’s application through a bona fide error, the\r\nerror being that SA Salt’s\npermit MP 169/2004 had not been\r\nrecorded on its computer system. The DME was thus not aware of this\r\npermit when it accepted Saamwerk’s\napplication on 5 September\r\n2005. SA Salt also opposed Saamwerk’s relief on another ground;\r\nthat it had not met all its obligations\nunder the Act, including\r\nhaving failed to consult with SA Salt as an ‘occupier’ of\r\nthe property.\n[17] However, the only dispute that\r\nwas ventilated in the high court was whether any valid permit had\r\nbeen issued to SA Salt to\nmine on the property and, if so, what the\r\nduration of the permit was, and also whether it was valid at the time\r\nthat the DME had\naccepted Saamwerk’s application. As there were\r\ndisputes on the papers over these issues the court, at the request of\r\nthe\nparties, referred them to oral evidence.\n[18] The hearing lasted five days in\r\nOctober 2009. Several DME officials testified. They were not only\r\nunable to provide a satisfactory\nexplanation concerning the origin of\r\nMP 169/2004, but they also gave contradictory evidence on this\r\naspect. In addition, Saamwerk\ncalled a handwriting expert who\r\ntestified that the impugned permit had been falsified. His evidence\r\nwas not disputed.\n[19] Because of the nature of the oral\r\ntestimony and the documentary evidence that was placed before the\r\ncourt, the DME and SA Salt\nwere driven to concede that MP 169/2004\r\nwas invalid; that the only valid permit issued to SA Salt was MP\r\n169/2003, which had\nexpired on 27 April 2005; and that SA Salt\r\nhad no valid authorisation to mine on the property on 5 September\r\n2005, when the\nDME accepted Saamwerk’s application. It is\r\nparticularly curious – and troubling – that SA Salt\r\nadduced no evidence\nby any of its officials to explain how it came to\r\npossess MP 169/2004. At the very least, one would have expected\r\nBlock, who, on\nSA Salt’s behalf, had produced the permit at the\r\nmeeting with the DME on 13 March 2007, to have explained from where\r\nhe had\ngot it. So it is hardly surprising that the high court later\r\nfound the permit to be a forgery, and that someone in SA Salt’s\n\nservice was aware of this.\n[20] At the\r\nconclusion of oral evidence the matter was postponed to 10 December\r\n2009 for argument. However on 29 October 2009,\nSA Salt launched a\r\ncounter-application. This time it sought to review and set aside the\r\nMinister’s approval of Saamwerk’s\napplication on 27\r\nSeptember 2006. Its cause of action was based on a single ground –\r\nthat the then acting Regional Manager\nof the DME, Mr Mfetoane, did\r\nnot have the authority, in terms of s 9(2) of the Minerals Act to\r\nissue MP 169/2003, which was valid\nonly for a year because the\r\nMinister had authorised the issue of a permit for a five-year period;\r\nor a two-year period at least.\nThe permit Mfetoane issued to SA Salt\r\nwas therefore null and void. The consequence of the nullity, so it\r\nwas submitted, was that\nits application for a mining permit in\r\nNovember 2000 remained pending. This meant that the DME had no\r\nauthority to grant a right\nto Saamwerk without first properly\r\nprocessing SA Salt’s pending application in terms of s 9(1)(b)\r\nof the Act.\n7\nSA Salt thus sought\r\na declaratory order to this effect. Saamwerk opposed the application\r\nand the DME elected to abide by the decision\nof the court.\n[21] In a closely\r\nreasoned judgment, Lacock J dismissed the counter-application with\r\ncosts. First, he found that as SA Salt had\nnot instituted review\r\nproceedings to set aside MP 169/2003, it remained valid, whether or\r\nnot its issue was\nultra\r\nvires.\n8\nAnd further, he\r\nrejected SA Salt’s contention that the relief it sought arose\r\nfrom a collateral challenge to the Regional\nManager’s purported\r\nunlawful administrative act on the ground that it was not being\r\ncoerced to comply with any act.\n9\nSecond, the learned\r\njudge found that even if he were to exercise a discretion regarding\r\nSA Salt’s claim to declaratory relief,\nhe would have found\r\nagainst it. In this regard, the factors that weighed with him were\r\nthat the SA Salt already had the benefit\nof having mined illegally\r\nfor more than five years; that it took no steps itself to investigate\r\nthe source of the impugned permit\nand that it is improbable that no\r\none at SA Salt was aware that it had been falsified. In my view the\r\njudge’s reasoning cannot\nbe faulted. He was therefore correct\r\nto have dismissed the counter-application.\n[22] In the main application the court\r\ndeclared Saamwerk the holder of the mining right over the property\r\nand also that the Minister\nwas deemed to have approved Saamwerk’s\r\nenvironmental plan. It also declared MP 169/2004 invalid. The\r\nDME and SA Salt\nwere ordered jointly and severally to pay Saamwerk’s\r\ncosts.\n[23] SA Salt was dissatisfied with\r\nthis outcome and applied to the high court for leave to appeal\r\nagainst the orders granted in\nthe main application and in the\r\ncounter-application, but it did not challenge the declaration that MP\r\n169/2004 was invalid or the\ncosts order that was granted against it\r\nin the main application.\n[24] In its application for leave to\r\nappeal SA Salt advanced a new ground of review to attack the decision\r\nto approve Saamwerk’s\napplication for a mining authorisation –\r\none that the high court was not asked to consider either in the main\r\napplication\nor the counter-application. This was that the mining\r\nright could not have been granted to Saamwerk since it had failed to\r\nconsult\nwith SA Salt as an ‘occupier’ of the property.\r\nAlthough, as I mentioned earlier, SA Salt had raised this defence in\n\nthe main application, counsel for SA Salt chose not to pursue it at\r\nthe time. The high court dismissed the new ground and refused\nleave\r\nto appeal, but this court granted the necessary leave. The DME has no\r\ninterest in this appeal.\n[25] In refusing SA Salt’s\r\napplication for leave to appeal, the high court considered that there\r\nwas a factual dispute on\nthe papers (in the main application) as to\r\nwhether Saamwerk had consulted with SA Salt. But, said the judge, SA\r\nSalt chose not\nto make an issue of it through a referral for oral\r\nevidence with the other issues that were referred. This meant, so the\r\ncourt\nreasoned, that Saamwerk was denied the opportunity to adduce\r\nfurther evidence to support its case on this point. It would\r\ntherefore\nbe unfair, so it said, to allow SA Salt to resuscitate this\r\nissue.\n[26] I do not share\r\nthe learned judge’s view that there was a dispute of fact on\r\nthis issue. SA Salt raised the defence that\nit had not been consulted\r\nin its answering affidavit. In reply Saamwerk did not adduce facts to\r\ngainsay SA Salt’s assertion.\nThe reason it did not do so, it\r\nstated pertinently, was because this issue was immaterial\r\n(‘ontersaaklik’) to the relief\nit was seeking, which was\r\na\nmandamus\n10\nto compel the DME\r\nto execute the decision it had already taken to award a mining right\r\nto it; it also had no bearing on the dispute\nregarding the validity\r\nof MP 169/2004, which constituted the basis of SA Salt’s\r\ndefence in the main application.\n[27] So the question remains; was the\r\nhigh court entitled to have refused to review and set aside the\r\nMinister’s approval\nof Saamwerk’s application without\r\nconsidering whether it had complied with the consultation requirement\r\nin the Act? The answer\nto this question, in my view, depends upon the\r\nlegal basis relied on by SA Salt for its occupation of the property.\r\nAs SA Salt’s\noccupation was premised on the validity of MP\r\n169/2004, which the high court correctly found was not valid, the\r\nfurther question\nthat arises is whether SA Salt had a right to be\r\nconsulted even though the permit was invalid. To answer this question\r\nit is necessary\nto examine the relevant provisions of the Act\r\nbriefly.\n[28] Section 22\r\nsets out the procedure for the application for a mining right. Any\r\nperson who wishes to apply for a mining right\nmust lodge the\r\napplication with the Regional Manager concerned.\n11\nThe Regional\r\nManager must accept it if no other person holds a mining right or\r\nmining permit for the same mineral and land.\n12\nIf the application\r\nis accepted, the Regional Manager must, within 14 days of that date\r\nby written notice, inform the applicant to\nconduct an environmental\r\nimpact assessment and submit an environmental management programme\r\nfor approval in terms of s 39,\n13\nand to notify and\r\nconsult with ‘interested and affected parties’ within 180\r\ndays from the date of the notice.\n14\n[29] The purpose of\r\nthe notification and subsequent consultation is to enable the\r\napplicant to assess the impact that its mining\noperations may have on\r\nsuch parties. This will place the applicant in a position to prepare\r\nan environmental management programme\nthat takes their concerns into\r\naccount. The Regional Manager must also, within 14 days of accepting\r\nthe application, call upon\nthese parties to submit their comments\r\nregarding the application within 30 days of the date of the notice.\r\nThe rationale for soliciting\ncomments is to allow the Regional Mining\r\nand Development Committee to consider objections and to advise the\r\nMinister thereon.\n15\n[30] The Act does\r\nnot define who an interested or affected party is. But it seems clear\r\nthat an ‘interested’ party is\none with a lawful interest\r\nin land on which a mining right is sought, such as the landowner or\r\nlawful occupier. From the notification\nthat the DME sent to Saamwerk\r\non 5 September 2005, which I referred to earlier, this is how the DME\r\nunderstood the reference to\ninterested parties.\n16\n[31] ‘Affected\r\nparties’ appears to refer to persons whose socio-economic\r\nconditions might be directly affected by the\nmining operation. These\r\nwould, for example, include persons who earn a livelihood in the\r\nimmediate environment where mining operations\nare to be conducted.\r\nThis is why the applicant for a mining permit must prepare an\r\nenvironmental management programme referred\nto above that deals with,\r\namong other things, this issue.\n17\nSA Salt is clearly\r\nnot an ‘affected party’ as contemplated in the section\r\nand had no right to be consulted on this basis;\nalthough there is a\r\nsuggestion in its written argument that its eight employees, and\r\ntheir families, who reside on the property,\nare. Whether that is so\r\nwould necessarily depend on the facts attaching to the circumstances\r\nof each employee, which was not canvassed\nin the papers. In any\r\nevent, to the extent that the employees derive their interest purely\r\nthrough their employer, SA Salt, they\ncan certainly have no stronger\r\ninterest than SA Salt itself possesses.\n[32] I have\r\nmentioned that in its answering affidavit in the main application\r\nSA Salt asserted that Saamwerk had a duty to\nconsult with it as\r\nan ‘occupier’. Its right to occupy the property was\r\nfirmly anchored in its belief that MP 169/2004\nwas valid. On a proper\r\nreading of its answering affidavit, this was the basis upon which it\r\nclaimed a right to occupy the property.\nIt thus asserted that it was\r\na lawful occupier of the property.\n18\n[33] But this claim\r\ncontains the seeds of its own destruction; because if the permit was\r\nvalid Saamwerk’s application to mine\nwould have been rejected.\r\nAnd no question of Saamwerk’s obligation to consult could\r\narise. The permit, as we now know, was\ndeclared invalid; and with\r\nthat declaration, any suggestion that SA Salt remained a lawful\r\noccupier, and thus had a right to be\nconsulted, disappeared.\n[34] To demonstrate how disingenuous\r\nSA Salt’s claimed right to be consulted is, one only has to ask\r\nwhat would have happened\nif Saamwerk had attempted to consult SA\r\nSalt? The answer is obvious. SA Salt would have firmly rebuffed the\r\nattempt on the ground\nthat it had a valid permit, and therefore, a\r\nprior right to mine on the property, just as it did in resisting\r\nSaamwerk’s\nattempts to evict it from the property. So the\r\nreason that Saamwerk did not take issue with SA Salt over this\r\nquestion in its replying\naffidavit in the main application was\r\nbecause SA Salt’s very claim to have a valid permit was\r\ninconsistent with its\nassertion that it also had a right to be\r\nconsulted by Saamwerk – and that Saamwerk had a corresponding\r\nduty to do so. SA\nSalt’s belated attempt to raise this issue,\r\nwhich had no proper basis in the main application and was not pursued\r\nin those\nproceedings, or in the counter-application, was therefore\r\ndoomed to fail.\n[35] Counsel for SA Salt contended\r\nthat even if the counter-application was dismissed there were a\r\nnumber of other reasons why the\nhigh court, in the main application,\r\nwas not entitled to grant any declaratory order other than that\r\nMP 169/ 2004 be declared\ninvalid. I need not deal with this\r\ncontention; because once the counter-application was dismissed,\r\ncorrectly in my view, SA Salt\nhad no standing to impugn the\r\norder that the high court granted in the main application. In the\r\nresult the appeal must fail.\n[36] I have dealt with the\r\nconsultation issue in some detail because SA Salt made it its\r\nprincipal ground of appeal, and argued\nthe matter on this basis. The\r\ncounter-application could, however, have been dismissed on a much\r\nsimpler basis – SA Salt’s\nfailure to exhaust internal\r\nremedies before launching review proceedings. The high court does not\r\nappear to have considered this,\nperhaps because it too had a firm\r\nview on the merits of the case against SA Salt.\n[37] The facts show\r\nthat the decision to grant Saamwerk a mining right, which SA Salt\r\nsought to have set aside, was communicated\nto Saamwerk by letter on\r\n27 September 2005. The Deputy Director-General, Mr J F Rocha, signed\r\nthe letter; but the Director-General\nprobably made the decision under\r\nthe Minister’s delegated authority. However, it is immaterial\r\nwhether Rocha or the Director-General\nmade the decision. It is beyond\r\ndispute that the Minister did not. This means that SA Salt was\r\nobliged to appeal to the Minister,\nas s 96(3) of the Act envisages,\r\nbefore launching review proceedings.\n19\nIt did not do so\r\nand it was therefore was not competent to have approached the high\r\ncourt for any relief.\n[38] One matter remains. This dispute\r\ncommenced in 2005 with the DME’s decision to accept Saamwerk’s\r\napplication for\na mining right. Saamwerk apparently complied with\r\nwhatever obligations the law and the DME expected of it. In the\r\nmeantime, SA\nSalt, which had been mining on the property since 1981,\r\nproduced a mining permit authorising it to mine on the property. The\r\nDME\nhad no record of this permit. Then, SA Salt and the DME\r\nsuspiciously came to an agreement that the permit was valid, when it\r\nobviously\nwas not. So Saamwerk was compelled to litigate against both\r\nSA Salt and the DME to vindicate its right.\n[39] In the court proceedings that\r\nfollowed, the high court found, as I have mentioned, that the permit\r\nhad been forged, and that\nSA Salt must have been aware of this.\r\nIt beggars belief that the officials of the DME, who dealt with this\r\nmatter, purported\nto validate the permit even though it visibly was\r\nnot valid, and the DME had no record of it. The result was that\r\nSaamwerk, despite\ncontinuing throughout to pay its rental to the\r\nDepartment of Public Works, was denied its right to mine on the\r\nproperty. Instead\nSA Salt continued to mine for at least five years\r\nwithout a valid permit.\n[40] During the hearing before us, we\r\nwere informed by Saamwerk’s legal representatives that they had\r\nlodged a complaint with\nthe South African Police Service\r\napproximately two years ago to investigate the forgery, but had since\r\nheard nothing. Equally disturbing\nis that there is more than a hint\r\nof ineptitude – if not venality – among one or more of\r\nthe officials of the DME who\ndealt with this matter. Yet no one has\r\nbeen held accountable. I shall accordingly request the registrar of\r\nthis court to deliver\na copy of this judgment, as well as the\r\njudgments of the high court, to the National Commissioner of the\r\nSouth African Police Service,\nthe National Director of Public\r\nProsecutions, and the Minister who is responsible for Department of\r\nMinerals and Energy.\n[41] I make the following order:\n1 The appeal is dismissed with costs;\n2 The registrar of this court is\r\ndirected to deliver copies of this judgment to The National\r\nCommissioner of the South African Police\nService, the National\r\nDirector of Public Prosecutions and the Minister responsible for the\r\nDepartment of Minerals and Energy.\n_________________\nA CACHALIA\nJUDGE OF APPEAL\nAPPEARANCES\nFor Appellant: W H G van der Linde SC\r\n(with him E F van Huyssteen)\nInstructed by:\nWessels & Smith Inc, Upington\nMcIntyre & Van Der Post,\r\nBloemfontein\nFor 1\nst\nRespondent: J J\r\nGauntlett SC (with him J C Tredoux)\nInstructed by:\nHaarhoffs Inc, Kimberley\nPeyper Sesele Attorneys, Bloemfontein\n1\nThe\r\n\tproperty is fully described as Portion 146 of Portion 58\r\n\t(Vrysoutpan) and Portion 59 (Vrysoutpan) van die plaas Kalahari-Wes\n\n\tNo 251, District of Gordonia, Northern Cape Province.\n2\nSection\r\n\t22: ‘(1) Any person who wishes to apply to the Minister for a\r\n\tmining right must lodge the application-\n(a)\nat\r\n\tthe office of the Regional Manager in whose region the land is\r\n\tsituated.’\n3\nSection\r\n\t22: ‘(2) The Regional Manager must accept an application for a\r\n\tmining right if-\n(a)\nthe\r\n\trequirements contemplated in subsection (1) are met; and\n(b)\nno\r\n\tother person holds a prospecting right, mining right, mining permit\r\n\tor retention permit for the same mineral and land.’\n4\nSection\r\n\t22: ‘(4) If the Regional Manager accepts the application, the\r\n\tRegional Manager must, within 14 days from the date\nof acceptance,\r\n\tnotify the applicant in writing-\n(a)\nto\r\n\tconduct an environmental impact assessment and submit an\r\n\tenvironmental management programme for approval in terms of section\n\n\t39, and\n(b)\nto\r\n\tnotify and consult with interested and affected parties within 180\r\n\tdays from the date of the notice.’\n5\nSection\r\n\t39: ‘(1) Every person who has applied for a mining right in\r\n\tterms of section 22 must conduct an environmental impact\nassessment\r\n\tand submit an environmental management programme within 180 days of\r\n\tthe date on which he or she is notified by the\nRegional Manager to\r\n\tdo so.’\n6\nThese\r\n\tare set out in s 39(3). It provides as follows:\n‘\n(3)\r\n\tAn applicant who prepares an environmental management programme or\r\n\tan environmental management plan must-\n(a)\nestablish baseline information\r\n\tconcerning the affected environment to determine protection,\r\n\tremedial measures and environmental\nmanagement objectives;\n(b)\ninvestigate, assess and evaluate the impact of\r\n\this or her proposed prospecting or mining operations on-\n(i)\r\n\tthe environment;\n(ii) the\r\n\tsocio-economic conditions of any person who might be directly\r\n\taffected by the prospecting or mining operation; and\n(iii)\r\n\tany national estate referred to in section 3(2) of the National\r\n\tHeritage Resources Act, 1999 (\nAct\r\n\t25 of 1999\n), with the exception of the national estate\r\n\tcontemplated in section 3(2)\n(i)\n(vi)\r\n\tand (vii) of that Act;\n(c)\ndevelop an environmental awareness\r\n\tplan describing the manner in which the applicant intends to inform\r\n\this or her employees of\nany environmental risks which may result\r\n\tfrom their work and the manner in which the risks must be dealt with\r\n\tin order to avoid\npollution or the degradation of the environment;\r\n\tand\n(d)\ndescribe the manner in which he or she intends\r\n\tto-\n(i)\r\n\tmodify, remedy, control or stop any action, activity or process\r\n\twhich causes pollution or environmental degradation;\n(ii) contain or remedy\r\n\tthe cause of pollution or degradation and migration of pollutants;\r\n\tand\n(iii)\r\n\tcomply with any prescribed waste standard or management standards or\r\n\tpractices.’\n7\nSection\r\n\t9: ‘(1) If a Regional Manager receives more than one\r\n\tapplication for a prospecting right, a mining right or a mining\n\n\tpermit, as the case may be, in respect of the same mineral and land,\r\n\tapplications received on-\n(a)\n. . .\n(b)\ndifferent\r\n\tdates must be dealt with in order of receipt.’\n8\nOudekraal\r\n\tEstates (Pty) (Ltd) v City of Cape Town\n2004 (6) SA 222\nSCA at\r\n\tpara 26.\n9\nIbid\r\n\tpara 32.\n10\nNow\r\n\tincorporated under\ns 6(2)(g)\nof the\nPromotion of Administrative\nJustice Act 3 of 2000\n. It provides:\n‘\nA\r\n\tcourt or tribunal has the power to judicially review an\r\n\tadministrative action if –\n(a) . . .\n. . .\n(g)\r\n\tthe action concerned consists of a failure to take a decision.’\n11\nSection\r\n\t22(1).\n12\n\">\n12\nSection\r\n\t22(2)(b).\n13\n\">\n13\nSection\r\n\t22(4)(a).\n14\n\">\n14\nSection\r\n\t22(4)(b).\n15\nSection\r\n\t10(2).\n16\n\">\n16\nSee\r\n\tpara 2 above.\n17\nSection\r\n\t39(3)(b)(ii).\n18\n\">\n18\nCf\r\n\tBengwenyama Minerals (Pty) Ltd & others v Genorah Resources\r\n\t(Pty) Ltd & others\n2011 (3) BCLR (CC) paras 62-67.\n19\nBengwenyama\r\n\tMinerals (Pty) Ltd & others v Genorah Resources (Pty) Ltd &\r\n\tothers\n2011 (3) BCLR (CC) paras 43-52.",
  "scraped_at": "2026-02-12T15:44:11.629964",
  "date": "2011-06-01",
  "coram": [
    "Brand JJA",
    "Heher JJA",
    "Ponnan JJA",
    "Cachalia JJA",
    "Theron JJA"
  ],
  "case_number": "491/10",
  "parties": {
    "applicants": [
      "S A SOUTWERKE (PTY) LTD"
    ],
    "respondents": [
      "SAAMWERK SOUTWERKE (PTY) LTD",
      "Minister of Minerals and Energy",
      "Director-General: Minerals and Energy",
      "Regional Manager: Minerals and Energy Northern Cape"
    ]
  },
  "sections": {
    "facts": "SA Salt had been mining salt on the state‑owned Vrysoutpan property since 1981 under a permit (MP 169/2003) that expired in April 2005. In August 2006 SA Salt claimed to hold a second permit (MP 169/2004) which, as later established, was forged and had no expiry date. Meanwhile Saamwerk applied for a mining right to the same mineral in July 2005; the regional manager accepted the application on 5 September 2005 and required Saamwerk to submit environmental documentation and to consult with interested parties. The Department of Minerals and Energy (DME) delayed approval of Saamwerk’s environmental plan while the validity of SA Salt’s alleged permit was disputed. The High Court eventually found MP 169/2004 to be a forgery, declared it invalid, and held that SA Salt had no lawful authority to occupy the land at the time Saamwerk’s application was accepted.",
    "issues": "1) Whether the permit MP 169/2004 issued to SA Salt was valid. 2) Whether SA Salt, as a purported occupier, was an \"interested and affected party\" to whom Saamwerk had to consult under s 22(4) of the Mineral and Petroleum Resources Development Act (MPRDA). 3) Whether Saamwerk’s failure to consult SA Salt (if required) rendered the grant of its mining right invalid. 4) Whether the Minister’s approval of Saamwerk’s environmental management programme was effective.",
    "principles": "The Court applied s 22(1)–(4) of the MPRDA, which mandates that an application be accepted only if no other person holds a mining right or permit for the same mineral and land, and obliges the applicant to notify and consult with \"interested and affected parties\" within 180 days. An \"interested\" party is a lawful landowner or occupier; an \"affected\" party is one whose socio‑economic conditions are directly impacted. The Court also relied on s 39 regarding environmental management programmes, and on administrative law principles requiring exhaustion of internal remedies and proper authority under s 9(2) of the Minerals Act. The invalidity of a forged permit means the alleged occupier has no legal status, negating any consultation duty.",
    "application": "Having found that MP 169/2004 was forged and that SA Salt held no valid permit at the relevant time, the Court concluded that SA Salt was not a lawful occupier and therefore not an \"interested\" party. Consequently, Saamwerk’s obligation to consult was satisfied because there was no legitimate party to be consulted. Saamwerk had complied with the procedural requirements of s 22 and s 39, and the Minister’s approval of the environmental plan was deemed effective, giving Saamwerk a valid mining right.",
    "conclusion": "The appeal was dismissed with costs. The Court ordered that copies of the judgment be sent to the National Commissioner of the South African Police Service, the National Director of Public Prosecutions, and the Minister responsible for the Department of Minerals and Energy."
  },
  "tags": {
    "level_1": "Mining Law",
    "level_2": "Mineral Rights",
    "level_3": [
      "consultation obligation",
      "permit validity",
      "administrative law",
      "forged documents"
    ]
  }
}