{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/4.html",
  "case_name": "Groupe LFE (SA) (Pty) Ltd v Swartland Winery Ltd and Another (467/2009) [2011] ZASCA 4; 2011 BIP 117 (SCA) (4 March 2011)",
  "citation": "[2011] ZASCA 4",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 4\n|\nNoteup\n|\nLawCite\nGroupe LFE (SA) (Pty) Ltd v Swartland Winery Ltd and Another (467/2009) [2011] ZASCA 4; 2011 BIP 117 (SCA) (4 March 2011)\nDownload original files\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL\nREPUBLIC OF SOUTH AFRICA\nJUDGMENT\nCase No: 467/2009\nIn\r\nthe matter between:\nGROUPE\r\nLFE (SA) (PTY) LIMITED\n...........................................................\nAppellant\nand\nSWARTLAND\r\nWINERY LIMITED\n..................................................\nFirst\r\nRespondent\nTHE\r\nREGISTRAR OF TRADE MARKS\n...................................\nSecond\r\nRespondent\nNeutral citation:\nGroupe LFE v Swartland\r\nWinery\n(467/09)\n[2011] ZASCA 4\n(4 March 2011)\nCoram:\nHarms DP, Heher, Ponnan, Malan and Tshiqi JJA\nHeard:\n16 February 2011\nDelivered:\n4 March 2011\nSummary:\nTrade marks – infringement – revocation – use\r\nof geographical indications – savings provision – trade\n\nmarks contrary to law\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nWestern Cape High Court (Cape\r\nTown) (Bozalek J sitting as court of first instance):\nThe appeal is dismissed with costs, including the costs\r\nof two counsel.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nHARMS\r\nDP (HEHER, PONNAN, MALAN AND TSHIQI JJA concurring)\nINTRODUCTION\n[1] The court below (per Bozalek J) found that the\r\nappellant, Groupe LFE (SA) (Pty) Ltd (‘LFE’), had\r\ninfringed a registered\ntrade mark of the respondent, Swartland Winery\r\nLtd (‘the Winery’). The particular trade mark is a word\r\nmark, ‘Swartland’,\nwhich was registered with effect from\r\n13 December 1994 in class 33 (the class includes wines) under no\r\n2004/22804. The court granted\nan interdict and the customary related\r\nrelief against LFE on the Winery’s infringement application,\r\nand it dismissed LFE’s\ncounter-application for the expungement\r\nof the trade mark registration. This appeal is with the leave of the\r\ncourt below.\n[2] The Winery began its life during 1948 as a wine\r\nco-operative, Die Swartlandse Koöperatiewe Wynkelder Bpk, with\r\nheadquarters\nat Malmesbury, Western Cape. The area consisting of the\r\ndistricts of Malmesbury, Darling, the Riebeecks, Moorreesburg,\r\nPorterville,\nPiketberg and beyond has been known since the days of\r\nJan van Riebeeck (the second half of the 17th C) as Het Zwarte Land\r\nin Dutch\nand later as Swartland in Afrikaans, allegedly a reference\r\nto the black colour into which an endemic plant turns after the\r\nwinter\nrains. Advertising material used by Dutch retailers selling\r\nLFE’s wines has a less prosaic explanation: the black is\r\nsupposed\nto refer to the colour of the rich soil of the area as if\r\nrich soil is good for viniculture. The cooperative was converted into\n\na public company during 2006 under its present name.\n[3] The Wine, Other Fermented Beverages and Spirits Act\r\n25 of 1957 (as amended) introduced the ‘wine of origin’\r\nconcept\nby permitting the Minister of Agriculture to define wine\r\nproducing regions. Wines originating from the area of the divisional\r\ncouncil\nof Malmesbury were as from 1 January 1973 to be designated as\r\n‘Malmesbury’ wines of origin. During 1975, the Malmesbury\n\ndesignation was changed to Swartland. Since then the wine producing\r\narea has been extended to include more than the Malmesbury\ndistrict\r\nbut it is still not coterminous with the traditional Swartland\r\ngeographical area.\n[4] The Winery’s name ‘Swartland’ is a\r\nprominent name in the wine industry and the Winery is one of the\r\nleading\nwineries. It produces about 2 million 9-litre cases per\r\nannum. The cooperative has always traded as Swartland Winery (or\r\n‘Wynkelder’).\nWines were sold under that name and also\r\nunder the name Swartland\nsimpliciter.\nAccording to the Winery,\r\nits use of the mark Swartland stretches back for some 60 years\r\n(bottles bearing the trademark Swartland\nand dated 1968 and 1972 were\r\nintroduced as evidence); the mark has during these years become\r\nclosely associated with the Winery;\nand the relevant public\r\nassociated the mark with its well-known and award-winning wines.\r\nAlthough these facts were disputed during\nargument, LFE was not able\r\nto controvert them with evidence.\nINFRINGEMENT\n[5] The Winery relied on the provisions of\ns 34(1)(a)\nof\r\nthe\nTrade Marks Act 194 of 1993\n, which states, inter alia, that the\r\nrights acquired by registration of a trade mark are infringed by ‘the\r\nunauthorized use\nin the course of trade in relation to goods or\r\nservices in respect of which the trade mark is registered, of an\r\nidentical mark’.\nHowever, a registered trade mark is not\r\ninfringed by the use of any bona fide description or indication of\r\nthe geographical origin\nof the goods or services if the use is\r\nconsistent with fair practice\n(s 34(2)(b)).\n[6] As has been said before in\nCentury City\r\nApartments Property Services CC v Century City Property Owners’\r\nAssociation\n2010 (3) SA 1\n(SCA) para 18, this defence represents\r\nthe other side of the coin of the requirement that the infringing use\r\nhas to be trademark\nuse. A bona fide description or indication of the\r\ngeographical origin of an alleged infringer’s goods or services\r\namounts\nto non-trademark use and whether one considers it as part of\r\nthe trademark owner’s cause of action or as a defence does not\n\nmake much difference.\n[7] This means that the central issue to be decided is\r\nwhether LFE used the name Swartland as a trade mark on its wine\r\nbottles,\nit being common cause that any trade mark use by LFE was\r\nunauthorized.\n[8] LFE’s case is that it used the name Swartland\r\nas a geographical indication (as it is entitled to do) and not as a\r\ntrade\nmark, and that its wines are actually sold as no-name brands.\r\nThe submission is without any merit. The label around the neck of\nthe\r\nbottle is black and contains in white capitals the name Swartland. In\r\naddition, there is a rather indistinct golden medallion\nwith the\r\ninscription ‘Wine of origin Swartland’. (The medallion is\r\nalso to be found on the main and secondary labels.)\nThe main label is\r\nalso black with a prominent Swartland, 6 mm high, in white capital\r\nletters. Above the name there appears also\nin fairly indistinct gold\r\nlettering, 2 mm high, the words ‘wine of origin’ in\r\nAfrikaans. The lower half of the label\ncontains in grey the term\r\n‘Private Bin’ together with the name of the cultivar and\r\nthe vintage. What this conveys to\nthe average purchaser is two\r\nthings: the trade mark is Swartland and it is a wine of origin. The\r\nmedallion, on the other hand,\ntells one that it is a wine of origin\r\nfrom Swartland. The secondary label is much the same with a prominent\r\n5 mm Swartland in white\nagainst a black background and below a 1,5 mm\r\nand faint ‘wine of origin’ in gold against the same\r\nbackground. Surprisingly,\nif the intention had been that this was\r\nsupposed to be read ‘wine of origin Swartland’, the\r\nphrase ‘wine of origin\nSwartland’, which appears at the\r\nfoot of the label in 3 mm letters, would have been redundant. The\r\nmessage is the same as\nthat on the main label. Furthermore, and\r\ndestructive of LFE’s argument is the fact that this label\r\ndescribes the wine as\n‘Swartland Private Bin’ wines. In\r\naddition, LFE’s business name Swartland Vignerons, which\r\nappears on this label,\nfalsely represents that it grows grapes for\r\nwine. Not surprisingly, the retailer of these wines in the\r\nNetherlands regards the\nname Swartland as the trade mark and\r\nadvertises the wines as such.\n[9] I have thus far concentrated on one type of trade\r\ndress used by LFE in connection with Swartland wines. There is a\r\nsecond type.\nThe description above relating to the label on the neck\r\napplies equally. The main label differs somewhat: the name Swartland\r\nappears\nin larger script (7 mm) but the reference to wine of origin\r\nin the superscript remains at 2mm; and it does not have the ‘private\n\nbin’ accolade. The presentation of the name SWARTLAND with the\r\nminute superscript ‘wine of origin’ is the same\non the\r\nsecondary label. The only difference of note is that the wine is not\r\ndescribed as ‘Swartland Private Bin’ wine.\n[10] It follows, as submitted by the Winery and found by\r\nthe court below, that LFE is not genuinely, and in good faith, using\r\nthe\nmark Swartland to indicate the geographical origin of its wines\r\nbut, instead, it is using the mark as a trade mark.\n[11] LFE made some point of the fact that the wines were\r\nnot sold on the local market but were intended for export only, more\r\nparticularly\nto the Netherlands. I have to confess that I do not know\r\nwhat the point was, particularly in the light of s 64 of the Act,\r\nwhich\nis in these terms:\n‘\nThe\r\napplication of a trade mark in the Republic to goods to be exported\r\nfrom the Republic and any other act performed in the Republic\nin\r\nrelation to goods to be so exported which, if performed in relation\r\nto goods to be sold or otherwise traded in within the Republic,\nwould\r\nconstitute use of a trade mark therein, shall be deemed to constitute\r\nuse of the trade mark in relation to those goods for\nany purpose for\r\nwhich such use is material under this Act or at common law.’\n[12] LFE in this context finally submitted that an\r\ninterdict was not justified because there was no proof of financial\r\nloss and,\naccordingly, no apprehension of harm. The argument is\r\nwithout merit because apprehension of harm is not a requirement for a\r\nfinal\ninterdict. LFE furthermore accused the Winery of forum\r\nshopping: it should have sued the retailers in The Netherlands for\r\ndamages.\nOnce again, the submission is without any substance. LFE is\r\na local company; it committed trade mark infringement in South Africa\n\nin terms of a local statute; the order sought applies locally and\r\nonly locally; and no other court has jurisdiction in respect\nof the\r\nclaim. A possible claim for damages against the Dutch firm is also\r\nnot an adequate alternative remedy to an interdict, as\nsubmitted by\r\nLFE, because it is not adequate in the circumstances, is not\r\nreasonable in the circumstances, and does not grant similar\n\nprotection, all trite propositions.\nREVOCATION OF THE TRADE MARK REGISTRATION\n[13] LFE sought, by means of its counter-application,\r\nexpungement of the trade mark registration. One would normally\r\nconsider expungement\nfirst but since, as will appear in due course,\r\nthe counter-application stands to be dismissed it is convenient to\r\ndeal with it\nat this stage. The application was ultimately based on\r\ntwo grounds for expungement, namely sections 10(2)(b) and 10(12) of\r\nthe\nAct.\n[14] Section 10(2)(b) provides, inter alia, that a mark\r\nmay not be registered as a trade mark or, if registered, is liable to\r\nbe\nremoved from the register if it consists exclusively of a sign or\r\nan indication which may serve, in trade, to designate the\r\ngeographical\norigin of the goods. The provision was the subject of a\r\ndetailed analysis in\nCentury City\nsupra, and it is not\r\nnecessary to revisit the issue. Swartland is no doubt a sign that may\r\nserve to indicate the geographical origin\nof wines and it is,\r\naccordingly, prima facie subject to revocation.\n[15] There is, however, a proviso to s 10. It states\r\nthat a mark may not be refused registration or, if registered, will\r\nnot be\nliable to be removed from the register by virtue of the\r\nprovisions of s 10(2) if at the date of the application for\r\nregistration\nor at the date of an application for removal from the\r\nregister, as the case may be, it has in fact become capable of\r\ndistinguishing\nwithin the meaning of s 9 as a result of use made of\r\nthe mark. The Winery submitted in the light of the facts set out at\r\nthe outset\nof this judgment the trade mark was saved by this proviso.\r\nThe court below agreed and nothing submitted indicates that it erred\n\nin its assessment.\n[16] Special emphasis was placed during argument on\r\nbehalf of LFE on the axiom that use does not equal distinctiveness,\r\nbut it does\nnot mean that use cannot under the particular\r\ncircumstances of a case establish distinctiveness (and it often\r\ndoes). The Winery’s\nwines have been known for many decades as\r\nSwartland wines and by no other name (save for the use of the\r\nnon-distinctive ‘Winery’\nsuffix). No other wine has been\r\nsold under that name. How, under these circumstances, it can be\r\nsuggested that the mark did not\nbecome distinctive is impossible to\r\nfathom.\n[17] Turning to the second ground for revocation: s\r\n10(12) of the Act provides, inter alia, that a trade mark that is\r\ncontrary to\nlaw may not be registered and, if registered, is liable\r\nto revocation. LFE, in its papers, alleged that the registration of\r\nthe\ntrade mark was in conflict with the provisions of\ns 11(3)(a)(ii)\nof the\nLiquor Products Act 60 of 1989\n. Counsel who argued the matter\r\non behalf of LFE in the court below was, apparently, not enamoured of\r\nthe point and did not press\nit and it, consequently, did not feature\r\nin its judgment. Applying for leave to appeal, LFE’s attorney\r\nwho replaced counsel\nand also argued before us, resuscitated the\ns\r\n10(12)\npoint but now with reference to\ns 11(3)(a)(i)\nof the\nLiquor\nProducts Act. The\ntwo provisions deal more or less with the same\r\nsubject-matter.\n[18] This provision states in general\r\nterms that, unless otherwise authorized, one may not use a wine of\r\norigin designation in connection\nwith the sale of wine. Swartland,\r\nclearly, is such a designated area and the use of the trade mark\r\nSwartland in relation to wine\nis, accordingly, prima facie unlawful.\r\nThere is, however, a savings provision on which the Winery relies.\nSection 11(6)\nof the\nLiquor Products Act provides\nthat the provisions\r\nof the section are not to be construed as restricting the use of ‘a\r\ntrade mark as defined in section\n2(1) of the Trade Marks Act, 1963\r\n(Act No. 62 of 1963), which is used or is intended for use in\r\nconnection with the sale of a liquor\nproduct’ that was\r\n‘registered, used or established’ on the date of\r\ncommencement of this section, which was 1\nJuly 1990.\n1\nThe definition in s 2(1) did not\r\ndefine a trade mark with reference to registration but included\r\nunregistered trade marks. The facts\nset out above indicate\r\nconclusively that the mark Swartland was an ‘established’\r\nunregistered trade mark in respect\nof the Winery’s wines having\r\nbeen settled and accepted in its particular role to distinguish the\r\nWinery’s wine from\nother wines at the relevant date.\n[19] It follows from this that the court below was\r\ncorrect also in dismissing the counter-application for expungement of\r\nthe trade\nmark and that in the result the appeal stands to be\r\ndismissed.\nORDER\n[20] The appeal is dismissed with costs, including the\r\ncosts of two counsel.\n____________________\nL T C Harms\nDeputy President\nAPPEARANCES:\nAPPELLANTS:\r\nS J Gardiner (with him J Hollesen) Attorneys\nWerksmans\r\nIncorporating Jan S de Villiers\nCape\r\nTown\nWebbers,\r\nBloemfontein\nFIRST\r\nRESPONDENT: A R Sholto-Douglas SC (with him P B J Farlam)\nDr\r\nGerntholtz, Cape Town\nMcIntyre\r\n& Van der Post, Bloemfontein\n1\nSection\r\n\t2(1) of the 1963 Act read:\n‘“\ntrade\r\n\tmark”, other than a certification mark, means a mark used or\r\n\tproposed to be used in relation to goods or services\nfor the\r\n\tpurposes of—\n(a)\r\n\tindicating a connection in the course of trade between the goods or\r\n\tservices and some person having the right, either as proprietor\nor\r\n\tas a registered user, to use the mark, whether with or without any\r\n\tindication of the identity of that person; and\n(b)\r\n\tdistinguishing the goods or services in relation to which the mark\r\n\tis used or proposed to be used, from the same kind of goods\nor\r\n\tservices connected in the course of trade with any other person.’",
  "scraped_at": "2026-02-12T15:16:28.963370",
  "date": "2011-03-04",
  "coram": [
    "Harms DP",
    "Heher",
    "Ponnan",
    "Malan",
    "Tshiqi JJA"
  ],
  "case_number": "467/2009",
  "parties": {
    "applicants": [
      "Groupe LFE (SA) (Pty) Ltd"
    ],
    "respondents": [
      "Swartland Winery Ltd",
      "The Registrar of Trade Marks"
    ]
  },
  "sections": {
    "facts": "The appellant, Groupe LFE (SA) (Pty) Ltd, used the word mark ‘Swartland’ on its wine bottles. The mark had been registered by the first respondent, Swartland Winery Ltd, on 13 December 1994 for class 33 (wines). Swartland Winery, originally a wine co‑operative established in 1948, has long used the name Swartland for its wines and is a well‑known brand. The lower court found that LFE’s labeling – with the word ‘Swartland’ in prominent white lettering together with a ‘wine of origin Swartland’ medallion – constituted trademark use rather than a mere geographical description, and dismissed LFE’s counter‑application for expungement of the registration.",
    "issues": "The appeal raised two principal issues: (1) whether LFE’s use of the term ‘Swartland’ on its wine labels was a bona‑fide indication of geographical origin exempt from infringement under s 34(2)(b) of the Trade Marks Act, or whether it amounted to unauthorised trademark use infringing the registered mark; (2) whether the registration should be revoked on the grounds that the mark exclusively designates a geographical origin (s 10(2)(b)) or is contrary to law under the Liquor Products Act (s 10(12)), taking into account the savings proviso that protects a mark that has acquired distinctiveness through use.",
    "principles": "The court applied the following statutory provisions: s 34(1)(a) – infringement by unauthorised use of an identical mark; s 34(2)(b) – defence for bona‑fide geographical description; s 10(2)(b) – prohibition on registering marks that solely indicate geographical origin; s 10(12) – prohibition on marks contrary to law; the proviso to s 10 – a mark may be saved if it has become distinctive through use; s 11(3)(a)(i)/(ii) of the Liquor Products Act – restriction on use of wine‑of‑origin designations; s 11(6) – savings provision for pre‑existing trade marks; s 64 – export use deemed use within the Republic. Relevant case law cited includes Century City Apartments Property Services CC v Century City Property Owners’ Association and earlier SCA decisions on the savings provision.",
    "application": "The court held that LFE’s labeling was not a genuine geographical indication but a clear trademark use, as the prominence of the word ‘Swartland’ and the accompanying medallion conveyed brand identity rather than location. Consequently, the infringement defence under s 34(2)(b) failed. Regarding revocation, the court found that the mark had acquired distinctiveness through decades of use by the winery, satisfying the savings proviso and precluding revocation under s 10(2)(b). The alleged conflict with the Liquor Products Act was overcome by s 11(6), which protects established trade marks existing before the Act’s commencement. The court therefore dismissed LFE’s counter‑application and upheld the interdict and related relief.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The lower court’s interdict against LFE and its refusal to expunge the ‘Swartland’ trade mark registration were affirmed."
  },
  "tags": {
    "level_1": "Intellectual Property Law",
    "level_2": "Trademark Law",
    "level_3": [
      "infringement",
      "geographical indication",
      "revocation",
      "savings provision"
    ]
  }
}