{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/86.html",
  "case_name": "Xabendlini v S (608/10) [2011] ZASCA 86 (27 May 2011)",
  "citation": "[2011] ZASCA 86",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 86\n|\nNoteup\n|\nLawCite\nXabendlini v S (608/10) [2011] ZASCA 86 (27 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL\nOF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 608/10\nIn\r\nthe matter between:\nMANDLA\r\nXABENDLINI\n.................................................................\nAppellant\na\nnd\nTHE\r\nSTAT\nE....................................................................................\nRespondent\nNeutral\r\ncitation:\nXabendlini\r\nv State\n(608/10)\n[2011] ZASCA 86\n(27\r\nMay 2011).\nCoram:\nHARMS\r\nDP, MALAN and THERON JJA\nHeard:\n24\r\nMay 2011\nDelivered:\n27\r\nMay 2011\nSummary:\nArms\r\nand Ammunition – Pointing a firearm in contravention of s\r\n39(1)(i) of the Arms and Ammunition Act 75 of 1969 –\nPointing -\r\n What constitutes – Wider interpretation that offence not only\r\ncommitted when firearm is pointing directly at\nperson concerned is\r\npreferred as it accords with the intention of the legislature.\n______________________________________________________________\n___\nORDER\n______________________________________________________________\n___\nOn\r\nappeal from:\nWestern\r\nCape High Court (Cape Town) (McDougall AJ\nwith\r\nThring J concurring\n,\r\nsitting as a court of appeal)\nThe appeal is\r\ndismissed.\n_____________________________________________________________\n___\nJUDGMENT\n______________________________________________________________\n__\nTHERON\nJA\n(HARMS\r\nDP and MALAN JA concurring):\n[1]\nThe\r\nappellant and his co-accused were charged in the Regional Court (Cape\r\nTown) with robbery, theft, unlawful possession of a firearm\nand\r\nammunition and the pointing of a firearm. The appellant was convicted\r\nalready on 10 December 1999 on all the counts despite\nhis plea of not\r\nguilty and was sentenced to an effective term of 20 years’\r\nimprisonment. On appeal, the Cape Town High Court\non 2 March 2003 set\r\naside the convictions relating to unlawful possession of a firearm\r\nand ammunition. The appellant appeals against\nhis conviction in\r\nrespect of the pointing of a firearm, with the leave of the high\r\ncourt which was granted on 7 June 2010. (We\nrefrain from commenting\r\non its reasons for granting condonation and leave.)\n[2]\tThe\r\nquestion on appeal is what constitutes the pointing of a firearm for\r\nthe purposes of the then applicable s 39(1)(i) of the\nArms and\r\nAmmunition Act 75 of 1969.   Section 39(1)(i), which was introduced\r\nby s 6 of the Arms and Ammunition Amendment Act 16\nof 1978,  made it\r\nan offence for any person to wilfully point any arm, air rifle or air\r\nrevolver at any other person.\n[3]\tThe\r\nfacts giving rise to this appeal are briefly the following. John\r\nThompson and Jean Badenhorst had been employed as security\nofficers\r\nby Fidelity, a company involved in the transportation, delivery and\r\ncollection of money. They were on duty on the morning\nof 4 June 1998,\r\nand had delivered money to Woolworths in Adderley Street, Cape Town.\r\nAs they were leaving Woolworths they were\nattacked and robbed of an\r\nempty metal money container and the firearm which Badenhorst had in\r\nhis possession.\n[4]\tA\r\ntaxi driver, Moegamat Bowers, who had been parked in Strand Street,\r\nnear the entrance to Woolworths, had noticed three males,\none of whom\r\nhad been armed with a firearm, enter Woolworths through the entrance\r\nnormally reserved for the receiving of goods.\nHe later observed the\r\nthree men running out of the store carrying a metal trunk and leaving\r\nthe scene in a white Ford Bantam bakkie.\nBowers pursued the bakkie as\r\nit drove off.\n[5]\tSergeants\r\nNicholas du Toit and Richard Beesley had stopped at a nearby traffic\r\nlight controlled intersection when they were\nalerted to the robbery\r\nand the involvement of the bakkie. They then pursued the bakkie. At a\r\nfurther traffic light controlled intersection,\ntwo males alighted\r\nfrom the bakkie and ran into a nearby train station. While in pursuit\r\nof the bakkie, the police officers fired\nshots directed at the wheels\r\nof the bakkie. They noticed a passenger in the bakkie, (later\r\nestablished to be the appellant) pointing\na firearm at them. The\r\npolice then fired shots directly at the appellant, whereafter he\r\ndisappeared from their view. The bakkie\ncrashed into another vehicle\r\nand a short while later was forced to stop. The two occupants, the\r\nappellant and his former co-accused,\nwere arrested.\n[6\n]\tThere\r\nhas, to date, been conflicting interpretations by the courts of  s\r\n39(1)(i) and its predecessor, s 114 of the General Law\nAmendment Act\r\n46 of 1935 which read:\n‘\nAny\r\nperson who knowingly and without lawful cause points a firearm or an\r\nair gun or air pistol at any other person shall be guilty\nof an\r\noffence .\n. . .’\nIn\nR\r\nv Humphries\n1957 (2) SA 233\n(N), Selke J stated that the phrase 'pointing a\r\nfirearm' (as used in s 114) was less precise than aiming a firearm. \r\nThe learned\njudge held that ‘pointing a firearm’ did not\r\nmean the deliberate and careful taking of aim with the idea of\r\nhitting\na person with the shot if one were fired, but that it rather\r\nembraced ‘the notion of directing the firearm towards a person\n\nin such a way that, if it were discharged, the bullet would either\r\nstrike that person or pass in his immediate vicinity’.\n1\nWilliamson J (van Deventer J concurring) in\nS\r\nv Van Zyl\n1993 (1) SACR 338\n(C) held a somewhat different view and concluded\r\nthat the offence of pointing a firearm at a person, as envisaged by s\r\n39(1)(i)\nwas only ‘committed when the firearm is pointed\r\ndirectly at the person concerned so that if discharged the bullet\r\nwould hit\nthe victim’.\n2\nMore recently, in\nS\r\nv Hans\n1998 (2) SACR 406\n(E), Erasmus J found that it was irrelevant for the\r\npurposes of s 39(1)(i) whether the weapon, if discharged, would have\r\ninjured\nany person. The court reasoned that it was therefore not\r\nnecessary to introduce, as Williamson J in\nVan\r\nZyl\nhad, such a requirement in determining the meaning of the section.\n3\n[\n7]\tIn\nVan\r\nZyl\n,\r\nthe court adopted a narrow interpretation of the word ‘point’,\r\nas meaning pointing at a person in such a manner that\nif the firearm\r\nwas discharged, the person would be struck. A wider interpretation\r\nwas favoured in\nHumphries\nand\nHans\n.\r\nIn my view, the wider interpretation is to be preferred. First, it\r\naccords with the intention of the legislature which is to protect\nthe\r\npublic from the dangers associated with the handling and use of\r\nfirearms and the resultant fear induced in the mind of the\nperson at\r\nwhom the firearm is pointing that he would or could be struck.\n4\nIt is trite that the words of a statute must be given its ordinary,\r\ngrammatical meaning having regard to the text as a whole. \nThe\r\noffending conduct, in terms of s 39(1)(i), is the pointing of a\r\nfirearm. As was noted in\nHans\n,\r\nit is not necessary that the weapon is cocked or loaded, or even that\r\nit is capable of discharging ammunition. The mere pointing\nof a\r\nfirearm, at another person, constitutes the offence. The current\r\nformulation of the relevant section confirms this position.\nAct 75 of\r\n1969 was repealed in its entirety and replaced by the\nFirearms\nControl Act 60 of 2000\n.\nSection 120(6)\nof the latter Act, which\r\ncreates the offence of pointing  a firearm, reads:\n‘\nIt is an offence\r\nto point—\na)        any firearm, an\r\nantique firearm or an airgun, whether or not it is loaded or capable\r\nof being discharged, at any other\nperson, without good reason to do\r\nso; or\nb)        anything which\r\nis likely to lead a person to believe that it is a firearm, an\r\nantique firearm or an airgun at any other\nperson, without good reason\r\nto do so.’\nSecond\n,\r\non the narrow interpretation it would not always be possible, to\r\nprove that the bullet, if discharged, would have struck the person\nat\r\nwhom the firearm was pointed. Erasmus J in\nHans\n,\r\nrecognised the impracticality of this approach:\n‘\nOp\r\ndié uitleg\nsal die artikel weinig impak hê.\nEerstens\n:\r\ndit beperk die teoretiese trefwydte van die bepaling tot 'n mate wat\r\ndie Wetgewer na my oordeel nooit bedoel het nie. Op dié\nuitleg\r\nsal 'n persoon wat op 'n teiken aanlê, maar dan mis skiet, of\r\nsou mis geskiet het indien hy die sneller getrek het,\nnie sy geweer\r\n“op” die teiken “gerig” het nie ­−\r\nal is hy 'n geoefende skut wat met noukeurige\ndoelgerigtheid gekorrel\r\nhet. Gesonde verstand sê vir jou dat so 'n gevolg indruis teen\r\ndie Wetgewer se bedoeling soos uitgespreek\nin die bewoording van art\r\n39(1)(i).\nTweedens\n:\r\ndie betekenis wat die\nVan\r\nZyl\n-uitspraak\r\naan die begrip “rig op” toesê, sal die toepassing\r\nvan die artikel erg aan bande lê. Probleme\nmet bewys sal die\r\nverbod in die praktyk beperk tot gevalle waar 'n persoon direk deur\r\n'n afgevuurde koeël getref is, óf\nwaar die wapen trompop\r\ngerig is. In alle ander situasies sal dit bykans onmoontlik wees om\r\nte bewys dat die koeël 'n persoon\nsou getref het indien dit\r\ngevuur was; of, as die wapen nie gelaai was nie, dat 'n denkbeeldige\r\nkoeël 'n persoon sou getref\nhet indien dit afgevuur was. Die\r\nuiters eng vertolking van die artikel sal gevolglik, na my oordeel,\r\ndie oogmerke van die Wet grootliks\nverydel.’\n5\nThird\n,\r\nI endorse the view expressed by C R Snyman that the specific harm\r\nsought to be combated by the legislature, namely, inducing fear\nin\r\nthe mind of the person at whom the firearm is directed, would exist\r\nirrespective of proof that the bullet, if discharged, would\nhave\r\nstruck or missed him or her.\n6\n[8\n]\tEvery\r\ncase must ultimately be determined with reference to its facts. I\r\nturn now to the facts of this matter. The police officers\nwere\r\ntravelling close behind and in pursuit of the bakkie in which the\r\nappellant and his former co-accused were travelling. The\npolice\r\nofficers had fired shots at the bakkie.  The occupants of the bakkie\r\nwere, or must have been aware that they were being\npursued by the\r\npolice. The police officers noticed the appellant pointing a firearm\r\nat them. They were uncertain whether they would\nhave been struck by a\r\nbullet fired by the appellant. Sergeant du Toit testified that that\r\npossibility existed. Sergeant Beesley\nsaid in evidence that he could\r\nnot express an opinion on whether any bullet fired would have struck\r\nthem or their vehicle. What\nis clear, however, is that the\r\nappellant’s pointing of the firearm in their direction induced\r\nthe belief in their minds that\nthey were going to be shot at. The\r\npolice officers retaliated by shooting at the appellant. The\r\nappellant’s motive in pointing\nthe firearm at the police\r\nofficers could only have been to impede their pursuit of him and his\r\ncompanion and to evade arrest. In\nthe circumstances, the appellant’s\r\nconviction is supported by the evidence.\n[\n9]\r\n   The appeal is dismissed.\n_______________\nL V THERON\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANT:\n....................................\nC\r\nStamper\n.............................................................\nI\nnstructed\r\nby Legal Aid, Cape Town\n.............................................................\nLegal\r\nAid South Africa, Bloemfontein\nRESPONDENT:\n................................\nM\r\nM Tsheole\n............................................................\nInstructed\r\nby Director of Public Prosecution, Cape Town\n............................................................\nDirector\r\nof Public Prosecution, Bloemfontein\n1\nR v\r\n\tHumphries\n1957 (2) SA 233\n(N) at 234F-G.\n2\nS v Van Zyl\n1993 (1) SACR 338\n(C) at 340G-H.\n3\nS v Hans\n1998 (2) SACR 406\n(E) at 411H-412A.\n4\nC R Snyman\nCriminal Law\n5ed\r\n\t(2008) p 467.\n5\nS v Hans\n1998 (2) SACR 406\n(E) at 411D-G.\n‘\nThis\r\n\tinterpretation will severely limit the impact of the section. \r\n\tFirst: it limits the theoretical effect of the section in\na manner\r\n\twhich the Legislature, to my mind, could never have intended.  On\r\n\tthis interpretation a person who aimed at a target\nbut then missed\r\n\tor would have missed the target if he had pulled the trigger, would\r\n\tnever have \"pointed\" his firearm\n\"at\" the\r\n\ttarget. – even if he was an expert marksman who had taken\r\n\tcareful aim.  Common sense dictates that such\na result would go\r\n\tagainst the intention of the Legislature as expressed in the wording\r\n\tof s 39(1)(i).  Second: the meaning ascribed\nto the term \"pointed\r\n\tat\" in Van Zyl would seriously limit the application of the\r\n\tsection. Evidentiary problems would,\nin practical terms, limit the\r\n\tprohibition to incidences where a person was hit by a bullet fired\r\n\tdirectly at him, or where the\nfirearm was pointed at point-blank\r\n\trange.  In all other situations it would be virtually impossible to\r\n\tprove that the bullet\nwould have struck the person if it had been\r\n\tfired, or, where the firearm had not been loaded, that an  imaginary\r\n\tbullet would\nhave struck the person had it been fired.  This\r\n\textremely narrow interpretation of the section would, in my mind,\r\n\tfrustrate the\nintention of the Legislature.’\n6\nC R Snyman\nCriminal Law\n5ed\r\n\t(2002) p 467.",
  "scraped_at": "2026-02-12T15:38:54.253938",
  "date": "2011-05-27",
  "coram": [
    "HARMS DP",
    "MALAN",
    "THERON JJA"
  ],
  "case_number": "608/10",
  "parties": {
    "applicants": [
      "MANDLA XABENDLINI"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "On 4 June 1998 security officers were robbed of a money container and a firearm at a Woolworths store in Cape Town. The robbers fled in a white Ford Bantam bakkie. Police pursued the vehicle, firing at its wheels. While in pursuit, police observed the appellant, seated in the bakkie, pointing a firearm toward the pursuing officers. The officers, uncertain whether a bullet would strike them, returned fire, apprehended the appellant and his co‑accused, and later convicted the appellant of pointing a firearm among other offences.",
    "issues": "The appeal concerned the proper construction of section 39(1)(i) of the Arms and Ammunition Act 75 of 1969 (as amended), specifically what conduct constitutes ‘pointing a firearm’ at another person.",
    "principles": "The court examined prior authorities: R v Humphries (wide interpretation that pointing includes directing a firearm so that a discharge would hit or pass near the person), S v Van Zyl (narrow interpretation requiring direct aim), and S v Hans (rejecting the necessity of proving likely injury). The court favoured the wider interpretation, aligning with legislative intent to prevent fear caused by the mere direction of a firearm, regardless of whether the weapon is loaded or would actually strike the target. The same principle is echoed in the Firearms Control Act 60 of 2000, section 120(6).",
    "application": "Applying the wider interpretation, the court held that the appellant’s act of directing his firearm toward the police officers, even without proof that a bullet would have struck them, satisfied the statutory element of ‘pointing a firearm’. The conduct induced fear in the officers, meeting the legislative purpose. Consequently, the evidence supported the conviction for the offence of pointing a firearm.",
    "conclusion": "The appeal was dismissed; the appellant’s conviction for pointing a firearm was upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Firearms Offence",
    "level_3": [
      "pointing firearm",
      "statutory interpretation",
      "Arms and Ammunition Act",
      "legislative intent"
    ]
  }
}