{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/146.html",
  "case_name": "Mbuyisa v S (183/11) [2011] ZASCA 146; 2012 (1) SACR 571 (SCA) (26 September 2011)",
  "citation": "[2011] ZASCA 146",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 146\n|\nNoteup\n|\nLawCite\nMbuyisa v S (183/11) [2011] ZASCA 146; 2012 (1) SACR 571 (SCA) (26 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT\r\nOF APPEAL\nOF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 183/11\nIn\r\nthe matter between:\nSIBONGAKONKE LORRAINE MBUYISA\n…...................................................\nAppellant\nand\nTHE STATE\n…..............................................................................................\nRespondent\nNeutral citation:\nMbuyisa v The State\n(183/11)\n[2011] ZASCA 146\n(26 September 2011)\nCoram:\nCloete, Ponnan and Leach JJA\nHeard:\n26 August 2011\nDelivered:\n26 September 2011\nSummary:\nApplication for leave to appeal ─\r\napplicant having pleaded guilty but seeking to appeal against both\r\nconviction and sentence\n─ no prospects of success on appeal.\n­­\n___________________________________________________________________\nORDER\n___________________________________________________________________\nOn appeal from:\nSouth Gauteng High Court\r\n(Johannesburg) (Lamont J sitting as court of first instance):\nThe appeal is dismissed.\n___________________________________________________________________\nJUDGMENT\n___________________________________________________________________\nLEACH JA (CLOETE and PONNAN JJA concurring)\n[1] Arising out of an incident which occurred at\r\nVosloorus on 22 March 2009 the appellant, a woman in her mid-20s, was\r\ntried in\nthe regional court on a charge of attempted murder. The\r\nstate alleged in its charge sheet that she had attempted to kill the\r\ncomplainant\nby pouring paraffin over him and setting him alight.\r\nFollowing a plea of guilty, the appellant was convicted as charged\r\nand sentenced\nto eight years’ imprisonment, half of which was\r\nconditionally suspended for four years.\n[2] The appellant thereafter sought the assistance of a\r\nfresh attorney who, on 10 September 2009, filed an application\r\nseeking leave\nto appeal to the high court against both the\r\nappellant’s conviction and sentence. This application was\r\nrefused by the regional\ncourt, and a further petition to the judge\r\npresident of the South Gauteng High Court under\ns 309C(2)(a)\nof the\nCriminal Procedure Act 51 of 1977\nwas similarly rejected. Undeterred,\r\nthe appellant proceeded to apply to the high court for leave to\r\nappeal to this court against\nthe refusal of her petition and, on 17\r\nNovember 2010, was granted such leave, the high court indicating that\r\nit felt it may have\napplied an incorrect test in evaluating the\r\nquestion of her prospects of success.\n[3]\nOf course, the issue facing the\r\nhigh court in considering the petition was not whether the\r\nappellant’s appeal ought to succeed\nbut, simply, whether there\r\nwas a reasonable prospect of it doing so. The notion of a reasonable\r\nprospect of success on appeal has\nrecently received the attention of\r\nthis court on a number of occasions and, for present purposes, it\r\nsuffices to refer to the presently\nunreported judgment\n1\nin\nSmith v S\n[2011]\r\nZASCA 15\npara 7 where the following was said:\n‘\nWhat the test of reasonable prospects of\r\nsuccess postulates is a dispassionate decision, based on the facts\r\nand the law, that a\ncourt of appeal could reasonably arrive at a\r\nconclusion different to that of the trial court.\n2\nIn order to succeed, therefore, the\r\nappellant must convince this court on proper grounds that he has\r\nprospects of success on appeal\nand that those prospects are not\r\nremote but have a realistic chance of succeeding. More is required to\r\nbe established than that\nthere is a mere possibility of success, that\r\nthe case is arguable on appeal or that the case cannot be categorised\r\nas hopeless.\nThere must, in other words, be a sound, rational basis\r\nfor the conclusion that there are prospects of success on appeal.’\n[4] I turn to consider the prospects of success on\r\nappeal. In regard to the conviction, the matter is unusual as the\r\nappellant seeks\nto impugn her conviction despite having pleaded\r\nguilty to the charge, having stated in a written plea explanation\r\nunder\ns 112(2)\nof the\nCriminal Procedure Act that\nshe had indeed\r\nattempted to kill the complainant and having confirmed the\r\ncorrectness of that statement when questioned by the\nmagistrate.\n[5] The attack upon the conviction is twofold. The first\r\nprong of the attack is based on the contents of the appellant’s\r\nwritten\nplea explanation. In the charge put to the appellant it was\r\nalleged that on or about 22 March 2009 at Vosloorus she had\r\n‘wrongfully\nand intentionally’ attempted to kill the\r\ncomplainant ‘by pouring him with paraffin and setting him\r\nalight’. While\nthe grammar of this averment is atrocious, the\r\nallegations it contains are clear. To this the appellant tendered a\r\nplea of guilty\nand her attorney read into the record a written\r\nstatement under\ns 112(2)\n, signed by the appellant, which read as\r\nfollows:\n‘\nI am the accused person in this matter and\r\nI understand the charge preferred against me by this honourable court\r\nto which I plead\nguilty. I confirm that I committed the said offence\r\non the date and place as per annexure to the charge sheet within the\r\njurisdiction\nof this court.\nI admit that I did unlawfully and intentionally attempt to kill\r\nthe complainant by pouring him with paraffin and lighting him. I\n\nacted without any justification in law. I knew that my actions were\r\nagainst the law and a punishable offence.\n’\n(My\r\nemphasis.)\n[6] When asked by the magistrate if she confirmed the\r\ncorrectness of this statement, the appellant replied in the\r\naffirmative and\nwas duly convicted as charged. However, despite all\r\nof this it was argued on her behalf that there was a reasonable\r\nprospect of\nanother court setting aside her conviction as her written\r\nplea explanation had amounted to no more than a regurgitation of the\r\nallegations in the charge sheet and was thus lacking in essential\r\ndetails relevant to the facts underlying the charge. In advancing\n\nthis argument, the appellant’s attorney seized upon the\r\nunfortunate phrase ‘pouring him with paraffin’ used in\n\nthe charge sheet and repeated in the\ns 112(2)\nstatement as the basis\r\nfor his contention that there had been merely a regurgitation of the\r\nfacts alleged in the charge which,\nin the light of the decisions in\nS\r\nv Mshengu\n2009 (2) SACR 316\n(SCA) and\nS v Chetty\n2008 (2)\r\nSACR 157\n(W) in particular, he submitted was impermissible.\n[7] However, while it is no doubt undesirable for\r\nallegations contained in the charge sheet to merely be repeated in a\ns 112(2)\nstatement, there is no inflexible rule that an accused\nwho uses certain of the phraseology in a charge cannot be\r\nconvicted. Each case is to be considered in the light of its peculiar\r\nfacts and circumstances. What\ns 112(2)\nrequires is a written\r\nstatement in which the accused sets out the facts upon which he or\r\nshe admits his guilt. Where these facts\ndo not cover the essential\r\nelements of the charge ─ for example in\nChetty’s\ncase\r\nwhere on a charge of fraud it was not clear whether the person had\r\nbeen induced to act to his or her prejudice as a result\nof the\r\naccused’s admitted representation ─ a conviction should\r\nnot follow. Thus in\nMshengu’s\ncase, in which the\r\noffender’s age was such that he was rebuttably presumed not to\r\nbe criminally responsible, it was held\nthat a simple regurgitation of\r\nthe contents of the charge did not establish that he was indeed\r\ncapable of forming the necessary\ncriminal intent.\n[8] There are no such difficulties in the present case.\r\nThe essential gravamen of the charge was that the appellant had\r\nattempted\nto kill the deceased by pouring paraffin over him and then\r\nsetting him alight. This she clearly admitted in the emphasised\r\nsection\nof the statement, even if in doing so she used the same\r\nunfortunate phrase that had been used in the charge sheet. But the\r\nsame\nimport would have been conveyed if, for example, she had said\r\nshe had ‘doused’ complainant with paraffin or used some\n\nsimilar description. She clearly intended to admit that she was\r\nguilty as she had intended to kill the complainant and that she\nhad\r\nacted unlawfully and without excuse. Not only did her statement cover\r\nthe essentials of the charge but it also set out the\nessential facts\r\nupon which she admitted her guilt, namely, that she had poured\r\nparaffin over the complainant and set him alight.\nIt is not without\r\nsignificance that the appellant was legally represented at the time,\r\na factor that alleviates the concern expressed\nin cases such as\nS\r\nv M\n1982 (1) SA 240\n(N) at 244D-E that an unsophisticated person\r\nmay plead guilty without fully comprehending what doing so\r\nencompassed.\n[9] I therefore conclude that there is no prospect of\r\nthe appellant’s first attack upon her conviction succeeding. In\r\norder\nto appreciate the appellant’s second attack, it is\r\nnecessary to detail what happened during the sentencing stage of\r\nproceedings\nin the trial court.\n[10] During the course of their arguments on sentence,\r\nboth the appellant’s attorney and the prosecutor made factual\r\nstatements\nin regard to material background facts. In his address,\r\nthe appellant’s attorney said:\n‘\nYour worship this accused is regretting her\r\nactions. According to her the reason why she assaulted the\r\ncomplainant in the manner\ndescribed in the charge sheet she suspected\r\nthat the complainant is the one who stole her items and when this\r\ncomplainant was questioned\nby the accused and the members of the\r\ncommunity everything went out of control your worship, the dominant\r\nfactor being anger and\ndesperation on the part of this accused your\r\nworship. The complainant was then assaulted. He was poured with\r\nparaffin by this accused\n(and) set alight by the people who were\r\nthere.\nYour worship this accused did not act alone, she was part of a group\r\nyour worship. The actions by this accused your worship is\n\nregrettable. She is not supposed to take the law into her own hands\r\nyour worship. Even though she did open the case afterwards\nbut she\r\nwas not supposed to do what she did. It is a terrible mistake, she\r\nconcedes your worship. She is sorry for what she did.’\n[11] In the light of the statement that the complainant\r\nhad been ‘set alight by the people who were there’ it was\r\nargued\nthat the magistrate ought to have appreciated that the\r\nappellant may have been incorrectly convicted as she had not set the\r\ncomplainant\nalight and that, as the regional magistrate ought to have\r\nentertained doubt as to her guilt, he should have invoked the\r\nprovisions\nof\ns 113\nof the\nCriminal Procedure Act and\nentered a plea\r\nof not guilty.\n[12] In\nS v Olivier\n2010 (2) SACR 178\n(SCA) this court pointed out that\r\nwhile formalism often takes a back seat during the sentencing stage\r\nof criminal proceedings when\na court is often merely informed of\r\nuncontentious facts such as the accused’s personal\r\ncircumstances, different considerations\napply in so far as the nature\r\nand circumstances of the crime are concerned. Majiedt AJA went on to\r\nstate:\n3\n‘\nAll too often prosecutors adopt a\r\nlackadaisical approach to sentence, permitting ex parte averments to\r\nbe made willy-nilly in the\ndefence’s submissions from the bar,\r\nnotwithstanding that it is at variance with the information in the\r\ndocket. . . . Quite\noften this is attributable to slothfulness on the\r\npart of prosecutors. It is a practice which must be deprecated, since\r\nit does\nnot serve the interests of the judicial system.’\n[13] In the present case, both sides made themselves\r\nguilty of failing to call evidence of the material circumstances\r\nunder which\nthe offence was committed Nevertheless, there appears not\r\nto have been any material dispute between them. In his address the\r\nprosecutor\nstated that there were two others who participated in the\r\nassault upon the complainant and confirmed that the appellant had not\n\nset the complainant alight in the complainant’s presence. He\r\nalso gave a few further details which the appellant did not\ncontest.\r\nFrom this it appears to have been common cause that the complainant\r\nworked for the appellant as a gardener; that on returning\nto her home\r\non the day in question the appellant discovered that it had been\r\nbroken into and certain items, in particular a radio,\nhad been\r\nstolen; that the appellant suspected the complainant as being the\r\nguilty party and, together with other members of the\ncommunity, she\r\nwent to his home; that the complainant was taken back to the\r\nappellant’s home and confronted with the theft;\nthat when the\r\ncomplainant denied being responsible, he was assaulted and dragged to\r\na nearby place in the veld where the appellant\npoured paraffin over\r\nhim while other persons poured petrol on the lower half of his body;\r\nand that the complainant was then set\nalight, albeit not by the\r\nappellant but by another.\n[14] As the appellant was not the person who set the\r\ncomplainant alight, it was argued that she may not have had the\r\nnecessary intention\nto kill him but, for example, may have merely\r\nwished to extract a confession from him. In the light of her guilty\r\nplea and the\nfacts which are common cause, this can safely be\r\nrejected. The appellant was clearly one of a crowd who actively\r\nparticipated in\ndousing the complainant with highly inflammable\r\nfluids in order to set him alight. The fact that the hand of another\r\nstruck the\nflame that actually did so does not in law exculpate her\r\nas she and the complainant’s other attackers were clearly\r\nacting\nwith a common purpose. Obviously, for that reason, she pleaded\r\nguilty. If it had not been her intent to kill the complainant, she\n\nwould hardly have said that it was. It is not without significance\r\nthat at no stage in her petition did the appellant ever offer\nany\r\nexculpatory version or seek to distance herself from the contents of\r\nher\ns 112(2)\nstatement.\n[15] In my judgment the appellant’s conviction is\r\nunassailable and there is no reasonable prospect of an appeal\r\nsucceeding\nin that regard. That brings me to the proposed appeal in\r\nrespect of her sentence.\n[16] The appellant was in her mid twenties at the time.\r\nShe was gainfully employed and the single mother of a six year old\r\nchild.\nIt was argued that the regional magistrate erred in not\r\nenquiring into the circumstances of her child and what would happen\r\nto\nthe child if the appellant was sentenced to imprisonment. It was\r\nalso argued that the regional magistrate had misdirected himself\nby\r\nnot having considered another form of punishment such as correctional\r\nsupervision, a compensatory order in favour of the complainant,\nor\r\nsome other form of restorative justice.\n[17] In my view there was no such misdirection. The\r\nadvantages of both correctional supervision and orders of restorative\r\njustice\nshould not be devalued by their use in cases in which such\r\nsentences are inappropriate. The barbarity of the attack upon the\r\ncomplainant\nand the severity of this crime cry out for a salutary\r\nsentence, and although the rehabilitation of an offender is always a\r\nfactor\nto be borne in mind, the brutal nature of the attack rendered\r\nthis one of those cases where punishment tends to become to the fore.\n\nIn the particular circumstances of this case, neither correctional\r\nservice nor an order of restorative justice would be at all\n\nappropriate. And although I accept that it is important for a court\r\nto pay regard to the interests of the children of a parent\nwho is to\r\nbe sentenced for a crime ─ compare\nS v S\n(Centre for\r\nChild Law as amicus curiae)\n2011 (2) SACR 88\n(CC) and\nS v M\r\n(Centre for Child Law as amicus curiae)\n[2007] ZACC 18\n;\n2008 (3) SA 232\n(CC) –\r\nit is apparent from this constitutional jurisprudence that where a\r\ncustodial sentence is called for it should be imposed.\n[18] In my judgment, this is one of those cases where a\r\nlengthy period of imprisonment is demanded. To impose any other type\r\nof\nsentence in a case of such barbaric violence will tend to bring\r\nthe law into disrepute. Indeed, in my view, the magistrate erred\nin\r\nimposing too light a sentence, something he himself had come to\r\nrealise by the time of the application for leave to appeal when\nhe\r\nstated that he had erred in suspending half the sentence. Even a\r\nsentence of eight years’ imprisonment was probably inadequate\n\nand, had this case come before this court on appeal rather than by\r\nway of an application for leave to appeal should be granted,\nthe\r\nappellant would have been in grave danger of having her sentence\r\nincreased.\n[19] In these circumstances there does not seem to me to\r\nbe any reasonable prospect of success on appeal. Indeed these\r\nproceedings\nwere ill-advised as, if the appellant were to be granted\r\nleave to appeal, she would face the very real prospect of a far\r\nheavier\nsentence being imposed. Be that as it may, the high court’s\r\ndecision to refuse the appellant’s petition for leave to\nappeal\r\nwas correct, and the appeal to this court must fail.\n[20] The appeal is dismissed.\n______________________\nL E Leach\nJudge of Appeal\nAPPEARANCES:\nFor Appellant: E S Classen\nInstructed by:\nDavid H Botha, Du Plessis & Kruger Incorporated\nJohannesburg\nSymington & De Kok\nBloemfontein\nFor Respondent: M P D Mothibe\nInstructed by:\nThe Director of Public Prosecutions\nSouth Gauteng High Court\nJohannesburg\nThe Director of Public Prosecutions\nBloemfontein\n1\nDelivered\r\n\ton 15 March 2011.\n2\nS\r\n\tv Mabena & another\n2007 (1) SACR 482\n(SCA) para 22.\n3\nPara\r\n\t11.",
  "scraped_at": "2026-02-12T15:53:55.939334",
  "date": "2011-09-26",
  "coram": [
    "Cloete JJA",
    "Ponnan JJA",
    "Leach JA"
  ],
  "case_number": "183/11",
  "parties": {
    "applicants": [
      "Sibongakonke Lorraine Mbuyisa"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On 22 March 2009 in Vosloorus the appellant, a woman in her mid‑twenties, allegedly attempted to murder the complainant by pouring paraffin over him and setting him alight. She pleaded guilty to attempted murder in the regional court, was convicted and sentenced to eight years' imprisonment, with half of the term conditionally suspended for four years. After sentencing she engaged new counsel and applied for leave to appeal both the conviction and the sentence. The regional court and the High Court refused leave, but the High Court later granted leave to appeal to the Supreme Court of Appeal on the basis that the lower courts might have applied the wrong test in assessing her prospects of success.",
    "issues": "The appeal raised two principal issues: (1) Whether there was a reasonable prospect of success on appeal against the conviction, given the appellant's guilty plea and her statutory written admission under s 112(2) of the Criminal Procedure Act; (2) Whether the sentence imposed was substantively appropriate, including whether the trial magistrate should have considered the appellant's child, correctional supervision, a compensatory order or restorative justice measures.",
    "principles": "The Court reiterated the test for a reasonable prospect of success on appeal (Smith v S) – a dispassionate assessment that a higher court could reasonably reach a different conclusion, requiring more than a mere possibility. Under s 112(2) an accused must set out the facts upon which they admit guilt; the admission must cover the essential elements of the charge (S v Mshengu; S v Chetty). In sentencing, the seriousness of the offence, the need for deterrence, and constitutional considerations concerning the best interests of a child are relevant (S v S; S v M), but custodial sentences remain appropriate where the crime is of a particularly violent nature.",
    "application": "The Court found that the appellant's written admission expressly covered the essential elements of the attempted murder charge – she admitted to pouring paraffin and lighting the complainant, using the same language as the charge. Accordingly, there was no prospect of overturning the conviction. Regarding sentencing, the Court noted that the appellant participated in a violent assault with a common purpose, that the offence was barbaric, and that alternatives such as correctional supervision or restorative orders would be inappropriate. The Court also highlighted that an appeal could expose the appellant to a substantially longer custodial term, reinforcing the lack of a realistic prospect of success.",
    "conclusion": "The appeal was dismissed. The High Court's refusal to grant leave to appeal was affirmed, and the appellant's conviction and sentence stand."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Appeal Procedure",
    "level_3": [
      "guilty plea",
      "conviction",
      "sentence",
      "attempted murder",
      "reasonable prospect of success"
    ]
  }
}