{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/223.html",
  "case_name": "Road Accident Fund v Zulu and Others (50/11) [2011] ZASCA 223 (30 November 2011)",
  "citation": "[2011] ZASCA 223",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 223\n|\nNoteup\n|\nLawCite\nRoad Accident Fund v Zulu and Others (50/11) [2011] ZASCA 223 (30 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 50/11\nIn\r\nthe matter between\nROAD ACCIDENT FUND\n…..........................................................\nAppellant\nand\nPHILILE\r\nROSELINE ZULU\n…...........................................\nFirst\nRespondent\nMANDLAKAYISE\r\nMTEMBENI\nKA-AMBROSE\r\nZULU\n…..................................................\nSecond\r\nRespondent\nSIPHELE\r\nMLAMULU MACPHERSON ZULU\n…..........\nThird\r\nRespondent\nNeutral\r\ncitation:\nRAF v ZULU\n(50/11)\n[2011] ZASCA 223\n(30 November\r\n2011)\nCoram:\nHEHER, MHLANTLA and SERITI JJA\nHeard:\n3 November 2011\nDelivered:\n30 November 2011\nSummary:\nMotor vehicle collision ─ death of breadwinner ─\r\ndependants' claim against RAF ─ quantum of damages.\n___________________________________________________________\nORDER\n___________________________________________________________\nOn appeal from:\nKwaZulu-Natal High Court, Durban\r\n(Griffiths J sitting as court of first instance):\n1 The appeal is upheld with costs.\n2 The order of the court below is set aside and replaced\r\nwith an order in the following terms:\n'There shall be judgment for the plaintiffs as follows:\n(a) First plaintiff, payment of the sum of R13 556 539;\n(b) Third plaintiff, payment of the sum of R566 867.'\n3 The cross-appeal is dismissed with costs.\n___________________________________________________________\nJUDGMENT\n­­­­___________________________________________________________\nMHLANTLA JA (HEHER and SERITI JJA concurring):\n[1] This is an appeal with leave of the KwaZulu-Natal\r\nHigh Court, Durban (Griffiths J) against the quantum of an award of\r\ndamages\nmade in favour of the first and third respondents in an\r\namount of R19 227 337 for loss of support. The claim on behalf of the\r\nsecond\nrespondent had been settled between the parties, and is\r\naccordingly not relevant for purposes of this appeal. Prof Mthembeni\r\nMacPherson\nZulu was fatally injured in a motor vehicle collision on\r\n18 October 1997. During his lifetime, he was married to Mrs Philile\r\nRoseline\nZulu, the first respondent in this matter and they had two\r\nchildren, the second and third respondents respectively.\n[2] Before identifying the issues, it will be apposite\r\nfor a better understanding of the case to set out a brief background\r\nof Prof\nZulu. It is not in dispute that he was a man who had achieved\r\nmuch and had enormous potential to achieve more. The main features\nof\r\nhis illustrious career are as follows:\n(a) Prof Zulu commenced his career as a lecturer at the\r\nUniversity of Zululand in 1975.\n(b) In 1988 he obtained a PhD from the State University\r\nof New York in Inorganic Chemistry. In 1989 he was awarded the\r\nprestigious\nZappert Award by the American Chemical Society for the\r\nbest PhD.\n(c) In 1993, he was awarded the prestigious Humboldt\r\nAward and studied in Germany as an Alexander van Humboldt Fellow at\r\nthe University\nof Stuttgart for eight months.\n(d) On 1 September 1997, he was promoted to the position\r\nof senior professor in the Department of Chemistry. He was also the\r\nhead\nof that department as well as Vice-Dean of the Faculty of\r\nScience and Agriculture. Shortly before his death, he had applied for\n\na post of Dean of Science at Vista University, Johannesburg. Prof\r\nZulu earned a good salary and had considerable security of\r\nemployment.\nHe was passionate about his work and had a keen interest\r\nin the education and upliftment of the students.\n(e) Prof Zulu was an internationally acclaimed scientist\r\nand leading academic. He worked very closely with Prof O’Brien\r\nof\nthe University of Manchester, United Kingdom, who has since been\r\ninvolved in the corporate world in his field of inorganic chemistry\n\nand has achieved great wealth. Prof Zulu was a key participant in an\r\ninternational project known as the Royal Society Evaluation\nReport,\r\nbetween a number of South African and UK universities. The progress\r\nof the project was delayed by at least ten months due\nto his death.\n(f) He sat on numerous academic and scientific boards\r\nand committees. He represented South Africa on the International\r\nCouncil of\nScientific Unions Board and on the International Union for\r\nPure and Applied Chemistry (IUPAC). He also represented the country\r\nat international conferences.\n[3] Prof Zulu was a member of the Zulu royal family and\r\nwas recognized as a leader by his peers in academia, other\r\nprofessions and\nin business. Some of his colleagues, namely Prof\r\nMagi, Prof Revaprasadu, Prof Sibaya and Mr Mapisa testified that Prof\r\nZulu, due\nto his exceptional attributes and abilities, was destined\r\nfor the top post at the university and possibly in the private\r\nsector.\nThey described him as a man who had the drive to succeed and\r\nability to motivate. He had great charisma, the ability to network\n\nand work with people. None had any doubt that he would have been\r\nappointed as Vice-Chancellor of any university in the country.\n[4] Prof Zulu had close connections with influential\r\npersons in government ─ one of whom was Dr Ben Ngubane, a\r\nformer Minister\nof Arts, Culture, Science and Technology. Prof Zulu\r\nwas committed to the upliftment of persons who had been disadvantaged\r\nby apartheid\nand the transformation of society. He died at the age of\r\n49 years and during the era of Broad Based Black Economic Empowerment\r\n(BEE). Both expert witnesses agreed that he aspired and had the\r\npotential to enter the corporate track at a senior executive level,\n\nparticularly having regard to the BEE policies in place at the time\r\nof his untimely death and thereafter. Sadly his life was cut\nshort as\r\na result of this tragic incident. At the time of his death he had not\r\nsought full time employment outside the academic\nfield. I will\r\nhereafter refer to Prof Zulu as the deceased.\n[5] Against that background the respondents instituted\r\naction in the KwaZulu-Natal High Court, Durban against the Road\r\nAccident\nFund, a statutory insurer and appellant in this matter, for\r\ndamages arising out of the death of the first respondent's husband\r\nand the father of the second and third respondents. In an earlier\r\nhearing on the merits, Olsen AJ held that the respondents were\n\nentitled to 100 per cent of the proven damages.\n[6] The issue relating to the determination of quantum\r\ncame before Griffiths J. The court below was required to determine\r\nthe salary\nthe deceased would have earned between his 49\nth\nand 65\nth\nyear. This amount would be used as a base line\r\nfor the calculation of maintenance for the respondents and thus\r\ndetermine quantum.\nThe extent of the damages to be awarded to the\r\nrespondents was in dispute between the parties. Both parties adduced\r\nevidence and\ncalled witnesses including industrial psychologists to\r\nprovide expert assistance to the court in making the assessment\r\nrequired.\n[7] At the end of the trial, the learned judge placed\r\nconsiderable emphasis on the evidence of Dr Ben Ngubane and Dr\r\nRichard Holmes,\nan industrial psychologist. The judge, however, took\r\nthe view that he was not prepared to accede to the approach of Dr\r\nHolmes that\nthe deceased would have left the university by 2002. The\r\njudge adopted a conservative approach and held that it was more\r\nprobable\nthat the deceased would have left academia by 2005 and\r\nprogress to a Chief Executive Officer position by 2010. He applied a\r\ncontingency\ndeduction of ten per cent and awarded the first\r\nrespondent damages in an amount of R18 630 992 and the third\r\nrespondent damages\nin the amount of R614 604. As I mentioned at the\r\nbeginning of this judgment the appellant now appeals against this\r\nfinding, in\nparticular the extent of the award, with the leave of the\r\ncourt below.\n[8] The issue on appeal and conditional cross-appeal is\r\nwhether it was established that the deceased would have exercised the\r\nchoice\nto move to the corporate track if and when the opportunity\r\npresented itself. Aligned to this question is the nature of the\r\ndiscretion\nexercised by the trial court.\n[9] On appeal before us counsel for the respondents\r\nsubmitted that the discretion exercised by the trial court should be\r\ntreated\nas one in a strict sense. I shall assume, without deciding\r\nthe matter, that this was a strict discretion. However that is not\r\nthe\nend of the enquiry. I have to determine whether the court below\r\nexercised that discretion judiciously and properly. In\nSouthern\r\nInsurance Association Ltd v Bailey NO\n,\n1\nNicholas JA enunciated the proper approach of an appeal\r\ncourt in appeals against awards of damages as follows:\n'It is well settled that this Court does not interfere with awards of\r\ndamages made by a trial Court unless there is \"a substantial\n\nvariation\" or \"a striking disparity\" between the award\r\nof the trial Court and what this Court considers ought to\nhave been\r\nawarded; or the trial Court did not give due effect to all the\r\nfactors which properly entered into the assessment; or\nthe trial\r\nCourt made an error in principle, or misdirected itself in a material\r\nrespect.'\n[10] It has to be borne in mind that an enquiry into\r\ndamages for loss of earning capacity is of its nature speculative.\r\nThe court\nbelow had to determine the issues on predictions based on\r\nfacts.\nIt is evident that the deceased was an\r\nacademic. There is no evidence that any employment offer outside the\r\nacademic field had ever\nbeen made to him. On the contrary, he is\r\nlikely to have ascended to the highest academic rank in one of the\r\nSouth African universities.\nAgainst that background the deceased\r\nclearly had the ability and credentials to fill a position in the\r\nparastatal or corporate\nworld. The question to be answered is whether\r\nthe deceased would have exercised the choice when the opportunity\r\narose when regard\nis had to the evidence and his background. There is\r\nno evidence to support this contention save the opinion of Dr Ngubane\r\nand Dr\nHolmes. It is therefore necessary to evaluate their evidence.\n[11] Dr Ben Ngubane when he testified described the\r\ndeceased as an intelligent and competent person. He and the deceased\nformed part of an elite group of prominent black persons\r\nin KwaZulu-Natal who engaged with business people in Richards Bay. He\r\nconsulted\non a part time basis for corporations like Richards Bay\r\nMinerals, Foskor, Billiton etc. Dr Ngubane was of the view that the\r\ndeceased\nwould have joined the corporate sector as a senior executive\r\nas early as 2000 as there were many opportunities for persons of his\n\ncaliber. In my view, Dr Ngubane's evidence was based on personal\r\nexperiences and on the general pressure on very able academics\nto\r\ntake up parastatal and corporate employment. He did not testify to\r\nany job offer made to the deceased. His opinion can thus\nnot be\r\nregarded as certainty in so far as the deceased is concerned, more\r\nparticularly, in view of his academic background.\n[12] Dr Holmes had adopted a conservative approach in\r\nhis expert notice. He had stated that the deceased, given his\r\nacademic, research,\nleadership and management skills would have moved\r\ninto fields related to his profession. In his opinion, the deceased\r\nwould probably\nhave been offered the position of CEO or President at\r\na parastatal institution like the National Research Foundation or the\r\nCouncil\nfor Scientific and Industrial Research by not later than\r\n2008.\n[13] During the trial, Dr Holmes was in court when Dr\r\nNgubane testified. He changed his opinion during his testimony and\r\nstated\nthat the deceased would have moved out of academia by 2002 to\r\njoin the corporate world as a senior executive. He further stated\n\nthat the deceased would have attained the rank of CEO by 2005 where\r\nhe would have remained until retirement. Dr Holmes admitted\nthat his\r\nopinion had largely been influenced by Dr Ngubane's testimony.\n[14] I have already alluded to the fact that the learned\r\njudge in the court below relied heavily on the evidence of Dr Holmes,\r\nan\nexpert witness. A useful guide to the approach of expert evidence\r\nis found in\nMichael v Linksfield Park Clinic\r\n(Pty) Ltd\n2\nwhere the court stated:\n'. . . what is required in the evaluation of such evidence is to\r\ndetermine whether and to what extent their opinions advanced are\n\nfounded on logical reasoning.'\nAt paras 39 and 40, the court further stated:\n'[I]t would be wrong to decide a case by simple preference where\r\nthere are conflicting views on either side, both capable of logical\n\nsupport. Only where expert opinion cannot be logically supported at\r\nall will it fail to provide \"the benchmark by reference\nto which\r\nthe defendant's conduct falls to be assessed.\"\nFinally, it must be borne in mind that expert scientific witnesses do\r\ntend to assess likelihood in terms of scientific certainty\n. . . This\r\nessential difference between the scientific and the judicial measure\r\nof proof was aptly highlighted by the House of\nLords in the Scottish\r\ncase of\nDingley v The Chief Constable, Strathclyde Police\n200\r\nSC (HL) 77 and the warning given at 89D-E that\n\"(o)ne cannot entirely discount the risk that by immersing\r\nhimself in every detail and by looking deeply into the minds of\nthe\r\nexperts, a Judge may be seduced into a position where he applies to\r\nthe expert evidence the standards which the expert himself\nwill apply\r\nto the question whether a particular thesis has been proved or\r\ndisproved – instead of assessing, as a Judge must\ndo, where the\r\nbalance of probabilities lies on a review of the whole of the\r\nevidence\".'\n[15] In my judgment, Dr Holmes, as an expert witness,\r\nhad a limited role in the proceedings. His duty was to advise the\r\ncourt on\nthe availability of employment positions. He is not\r\nqualified to predict and state as a fact that the deceased, whom he\r\nhad never\nmet, would with certainty have moved to the corporate\r\nworld. His expert notice did not provide for this conclusion. It is\r\nthe court's\nduty to assess the evidence and decide the probabilities.\n[16] Before us counsel for the appellant conceded that a\r\npossibility did exist that the deceased would have entered the\r\ncorporate\nworld around 2005. He however submitted that it was more\r\nprobable that the deceased would have remained in the academic field\r\nwhen\nregard is had to his academic background. He argued that the\r\ncourt below misdirected itself when it wholly based the deceased's\n\nfuture income after 2005 on his entry to the corporate world without\r\napplying any contingencies reflecting a possibility of the\ndeceased\r\nremaining in academia.\n[17] I agree with this submission. The court below,\r\nafter accepting Dr Holmes and Dr Ngubane's evidence, only adjusted\r\nthe dates.\nThe judge treated the deceased's entry to the corporate\r\nworld from 2005 as a certainty. He did not diminish the probability\r\nby\nany percentage. This was despite the lack of evidence and\r\ncertainty in that regard. It has to be borne in mind that the\r\ndeceased\nwas academically inclined. He was a research scientist and\r\nserved on boards linked with education. He was committed to the\r\nupliftment\nof communities and children in the field of science. He\r\nundertook initiatives to promote and provide scientific and\r\nlaboratory\nservices. He clearly was not an avaricious person\r\nmotivated by wealth. In my view, it cannot be said with certainty\r\nthat the deceased\nwould have been appointed as a senior executive or\r\nCEO in the corporate sector. A chance exists that the deceased, due\r\nto his academic\nbackground, could have remained at the university.\r\nThere was no evidence which could have raised the probability of\r\nemployment\nin the corporate sector to the level of certainty.\n[18] In my view, the learned judge did not give due\r\neffect to all the relevant factors in the assessment of the\r\ndeceased's earnings.\nThe judge should have treated the period after\r\n2005 differently and take into account the probability ─\r\nhowever slight ─\nthat the deceased could have remained in\r\nacademia and reflect that in the assumptions and final award. In the\r\nresult, the award\nmade by the trial court reflects a striking\r\ndisparity to the amount which this court would have awarded. We are\r\naccordingly at\nlarge to interfere with the award and consider the\r\nissue of quantum afresh.\n[19] I now proceed to deal with the pertinent issue,\r\nthat is, the determination of the salary the deceased would have\r\nearned. The\nconditional cross-appeal relates to this aspect. In\nBurger v Union National South British\r\nInsurance Co\n3\nColman J stated:\n'. . . it is recognised as proper in an appropriate case, to have\r\nregard to relevant events which may occur, or relevant conditions\n\nwhich may arise in the future. Even when it cannot be said to have\r\nbeen proved, on a preponderance of probability, that they will\noccur\r\nor arise, justice may require that what is called a contingency\r\nallowance be made for a possibility of that kind. . . . The\n\ncontingency is allowed for by including in the damages a figure\r\nrepresenting a percentage of that which would have been included\nif\r\namputation had been a certainty.'\n[20] Before us counsel for the respondent submitted that\r\nthe court below should have accepted Dr Holmes' evidence that the\r\ndeceased\nwould as a certainty have moved to the corporate world from\r\nJuly 2002 instead of 2005. In this regard counsel urged us to apply\n\nthe figures in the actuarial report dated 21 June 2010 when\r\ndetermining quantum, effectively increasing the award made by the\r\ntrial court.\n[21] This submission is without merit. The evidence\r\nestablished that the deceased was an academic, primarily within the\r\nfield of\nresearch and more concerned about the upliftment of\r\nstudents. There is no admissible evidence that he ever contemplated\r\nleaving\nthe university for greener pastures in the immediate future.\r\nThere is only hearsay evidence from the deceased's widow which was\n\npresented by Dr Holmes and which is not acceptable. The views of Dr\r\nHolmes are highly speculative. The evidence disclosed that\nthe\r\npolicies regarding transformation opportunities were strong. These\r\nwould be available for persons of the deceased's caliber.\nIndeed\r\npressure was put on these persons to assume leadership positions in\r\nbusiness and government as there was a shortage of suitable\n\ncandidates of that caliber. In the court a quo there was insufficient\r\nevidence with regard to the deceased's desire to leave the\nuniversity\r\ndespite the existence or emergence of these BEE opportunities. On the\r\ncontrary the evidence revealed that the deceased\nremained passionate\r\nwithin his vocation until his untimely death.\n[22] It appears that the judge may have been swayed by\r\nthe evidence of Dr Holmes who saw the deceased as a person who would\r\nhave\nmoved to the corporate world as a certainty. This perception is\r\nnot unwarranted. The problem is that he saw the move to corporate\nas\r\na real possibility despite the lack of evidence in that regard. In my\r\nview a contingency deduction should be applied to reflect\na\r\npossibility of the deceased remaining in academia. Counsel for the\r\nappellant submitted that the court should apply a contingency\nof 66\r\nper cent on the deceased remaining at the university. I do not agree\r\nwith this submission. It has to be accepted that due\nto his proven\r\ncompetence, the deceased would have continued on an upwardly mobile\r\ncareer path. In my view a 40 per cent contingency\nwould accurately\r\nreflect the balance of the evidence. Put another way, there was a 40\r\nper cent prospect that the deceased would\nhave remained in academia,\r\nand a 60 per cent chance that he would have moved into the corporate\r\nsector from 2005 and earned a salary\nappropriate to the post of a\r\nsenior executive and thereafter assume promotion to CEO level.\n[23] In the result, a proper approach would be to\r\ndetermine the deceased’s future earning capacity taking into\r\naccount the\ncontingency deductions set out in para 22 above as\r\nfollows:\n(a) that the deceased would have assumed promotion to\r\nVice-Chancellor in 2000 and remained at the university until 2005.\n(b) that he would thereafter have entered the corporate\r\nsector as an executive; and\n(c) that he would have been appointed as CEO in 2010,\r\nwhere he would have remained until his retirement age.\n[24] The parties were agreed that should the court\r\nrequire new calculations, the actuary, Mr Morris of Wells Faber-Human\r\nMorris\nwho had performed the calculation would be available to\r\nrecalculate the deceased's earnings. He has accordingly adjusted the\r\ncomputation\nof the deceased's earnings in accordance with the\r\ndirectives given by this court on 4 November 2011. The court is\r\ngrateful for\nthe exercise and the prompt response thereto. In that\r\nreport, the actuary arrived at a figure of R13 556 539 for the first\r\nrespondent\nand R566 867 for the third respondent. In the result the\r\naward made by the trial court has to be reduced by an amount of\r\napproximately\nR5 million. Its order in that regard must be set aside.\r\nIt follows that the cross-appeal has to fail.\n[25] This brings me to the question of costs. The\r\ndecisive fact is that the appellant had to come to this court to have\r\nthe order\nof the court below set aside and the quantum of damages\r\nreduced. In my view, it has had substantial success on appeal. It is\r\naccordingly\nentitled to its costs of appeal.\n[26] The following order is made:\n1 The appeal is upheld with costs.\n2 The order of the court below is set aside and replaced\r\nwith an order in the following terms:\n'There shall be judgment for the plaintiffs as follows:\n(a) First plaintiff, payment of the sum of R13 556 539;\n(b) Third plaintiff, payment of the sum of R566 867.'\n3 The cross-appeal is dismissed with costs.\n_____________\nN Z MHLANTLA\nJUDGE OF APPEAL\nAPPEARANCE:\nFor\r\nAppellant: K J Kemp SC\nLivingston\r\nLeandy Incorporated, Durban\nMcIntyre\r\n& van der Post, Bloemfontein\nFor\r\nRespondent: M Pillener SC\nKevin\r\nDuke Attorneys, Durban\nLovius\r\nBlock, Bloemfontein\n1\nSouthern\r\n\tInsurance Association Ltd v Bailey NO\n1984\r\n\t(1) SA 98\n(A) at 109H. See also\nRoad\r\n\tAccident Fund v Guedes\n2006 (5) SA 583\n(SCA) para 8.\n2\nMichael\r\n\tv Linksfield Park Clinic (Pty) Ltd\n2001\r\n\t(3) SA 1188\n(SCA) para 36.\n3\nBurger\r\n\tv Union National South British Insurance Co\n1975 (4) SA 72\n(W)\r\n\tat 75D-F.",
  "scraped_at": "2026-02-12T16:16:25.498322",
  "date": "2011-11-30",
  "coram": [
    "HEHER",
    "MHLANTLA",
    "SERITI JJA"
  ],
  "case_number": "50/11",
  "parties": {
    "applicants": [
      "Road Accident Fund"
    ],
    "respondents": [
      "Philile Roseline Zulu",
      "Mandlakayise Mthembeni Ka-Ambrose Zulu",
      "Siphele Mlamulu MacPherson Zulu"
    ]
  },
  "sections": {
    "facts": "Prof. Mthembeni MacPherson Zulu, a senior professor of chemistry, died in a motor vehicle accident on 18 October 1997. He was married to Philile Roseline Zulu and had two children, Mandlakayise and Siphele. The respondents sued the Road Accident Fund for loss of support, claiming full damages for the loss of the deceased's future earnings. At trial the High Court awarded R18,630,992 to the first respondent and R614,604 to the third, based on expert testimony that the deceased would have left academia by 2005 and progressed to a senior executive/CEO role by 2010, with a ten‑per‑cent contingency deduction.",
    "issues": "The appeal concerned whether the trial judge erred in assessing the deceased’s future earning capacity, specifically: (1) whether it was established on a balance of probabilities that Prof. Zulu would have moved to the corporate sector; (2) whether the trial court applied an appropriate contingency deduction for the possibility that he might have remained in academia; and (3) whether the quantum of damages awarded reflected a substantial variation from what should have been awarded.",
    "principles": "The court applied the established appellate control test from Southern Insurance Association Ltd v Bailey (substantial variation or striking disparity) and emphasized the need for expert evidence to be logically reasoned (Michael v Linksfield Park Clinic). It also cited Burger v Union National South British Insurance Co on the use of contingency allowances where future events are not proven on a balance of probabilities.",
    "application": "The appellate court found that the expert witnesses, particularly Dr. Holmes, had speculated beyond the evidence, treating the move to the corporate world as a certainty. The court concluded a 40 % contingency should be applied to reflect a 40 % chance the deceased would have remained in academia and a 60 % chance of corporate employment. Using the actuary’s recomputed figures, the revised awards were R13,556,539 for the first respondent and R566,867 for the third, reducing the original award by roughly R5 million.",
    "conclusion": "The appeal was upheld with costs. The High Court order was set aside and replaced with a judgment for the plaintiffs for R13,556,539 (first respondent) and R566,867 (third respondent). The cross‑appeal was dismissed with costs."
  },
  "tags": {
    "level_1": "Personal Injury",
    "level_2": "Loss of Support Damages",
    "level_3": [
      "quantum of damages",
      "future earnings",
      "contingency deduction",
      "expert testimony",
      "road accident fund"
    ]
  }
}