{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/78.html",
  "case_name": "Collett v Firstrand Bank Ltd and Another (2011 (4) SA 508 (SCA); [2011] 3 All SA 585 (SCA)) [2011] ZASCA 78; 766/2010 (27 May 2011)",
  "citation": "[2011] ZASCA 78",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 78\n|\nNoteup\n|\nLawCite\nCollett v Firstrand Bank Ltd and Another (2011 (4) SA 508 (SCA); [2011] 3 All SA 585 (SCA)) [2011] ZASCA 78; 766/2010 (27 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No:  \r\n766/2010\nIn\r\nthe matter between:\nSALLY\r\nANN COLLETT                                        \n\n                               \n\n     Appellant\nand\nFIRSTRAND\r\nBANK LTD                          \n\n                                               \n\nRespondent\nNATIONAL\r\nCREDIT REGULATOR            \r\n                                              Amicus\n\nCuriae\nNeutral citation:\nCollett v Firstrand Bank\n(766/2010)\n[2011] ZASCA 78\n(27 May 2011)\nCoram:\nMpati P,  Brand, Maya, Malan and Tshiqi JJA\nHeard:\n4 May 2011\nDelivered:                \r\n27 May 2011\nSummary:\nDebt review in terms of s 86 of\nNational Credit\nAct 34 of 2005\n– right of credit provider to terminate review\r\nunder\ns 86(10)\n– reading in ‘or High Court’ in\ns\r\n86(11)\nORDER\nOn\r\nappeal from:\nEastern Cape High Court,\r\nGrahamstown (Eksteen J sitting as court of first instance):\nThe\r\nappeal is dismissed.\nJUDGMENT\nMALAN JA (Mpati P, Brand,\r\nMaya and Tshiqi JJA concurring)\n[1]       \r\nThis appeal concerns the construction of\ns 86(10)\nand (11) and\ns 87\nof the\nNational Credit Act 34 of 2005\n. Eksteen J sitting in the\r\nEastern Cape High Court, Grahamstown, granted summary judgment\r\nagainst the appellant in an amount of\nR677 254,92 with interest\r\nand costs and made an order declaring certain immovable property\r\nexecutable. The action was based\non a mortgage bond hypothecating the\r\nproperty declared executable. A ‘mortgage agreement’ is a\r\n‘credit transaction’\nand the NCA applies to it.\n[1]\n[2]       \r\nThe appellant was in default with her repayments under the bond and\r\nby reason of her\nfailure to pay any or all of the agreed instalments\r\nthe whole of the outstanding amount became due. On 4 January 2010 she\r\napplied\nfor debt review in terms of\ns 86(1).\nThe application was made\r\nto Gerhard Stoltz Debt Counsellors and the respondent was notified of\r\nit the same day. On 15 February\n2010 Stoltz advised the respondent\r\nthat the application was successful and that the debt obligations of\r\nthe appellant were in the\nprocess of being restructured. A debt\r\nrestructuring proposal was circulated to all the appellant’s\r\ncredit providers, including\nthe respondent. None of the credit\r\nproviders accepted the proposal. On 29 March 2010 Stoltz referred the\r\nmatter to the East London\nMagistrate’s Court in terms of\ns\r\n86(8)\nfor an order that the appellant be declared over-indebted; that\r\nher debt commitments be re-arranged; that the credit agreements\nof\r\nthose credit providers who terminated their reviews under\ns 86(10)\nbe\r\nresumed and be included in the debt review; and for costs.\n[3]       \r\nAfter the matter had been referred to the Magistrate’s Court\r\nand on 7 April\n2010, that is more than 60 days after the appellant’s\r\napplication, the respondent terminated the debt review in so far as\n\nit related to the mortgage bond. It did so pursuant to the provisions\r\nof\ns 86(10).\nThe hearing before the Magistrate’s Court in terms\r\nof\ns 87\n, set down for 10 June 2010, was postponed to 12 August 2010.\r\nSummons was issued on 21 June 2010 and served on the appellant on 1\n\nJuly 2010.\n[4]\nSection 86\nsets out the procedure to be followed by the debt\r\ncounsellor on receipt of a consumer’s application for debt\r\nreview.\nSection 87\nconcerns the re-arrangement of a consumer’s\r\nobligations and the powers of the Magistrate’s Court to which\r\nthe matter\nhas been referred.\nSections 86\nand\n87\nare contained in\nPart D\nof Chapter 4 of the NCA, which is entitled ‘Over-indebtedness\r\nand reckless credit’. The procedure when applying for\ndebt\r\nreview is contained in\ns 86\nand has been described elsewhere.\n[2]\nThe sections referred to read as follows:\n’\n86.\r\n(10)  If a consumer is in default under a credit agreement\r\nthat is being reviewed in terms of this section, the credit\nprovider\r\nin respect of that credit agreement may give notice to terminate the\r\nreview in the prescribed manner to—\n(a)      \r\nthe consumer;\n(b)      \r\nthe debt counsellor; and\n(c)       \r\nthe National Credit Regulator,\nat any time at least 60\r\nbusiness days after the date on which the consumer applied for the\r\ndebt review.\n(11)  If a\r\ncredit provider who has given notice to terminate a review as\r\ncontemplated in subsection (10) proceeds to enforce\nthat agreement in\r\nterms of\nPart C\nof Chapter 6, the Magistrate’s Court hearing\r\nthe matter may order that the debt review resume on any conditions\r\nthe court\nconsiders to be just in the circumstances.\n87.\nMagistrate’s\r\nCourt may re-arrange consumer’s obligations.\n—(1)  If\r\na debt counsellor makes a proposal to the Magistrate’s Court in\r\nterms of\nsection 86(8)(b)\n, or a consumer applies to the Magistrate’s\r\nCourt in terms of\nsection 86(9)\n, the Magistrate’s Court must\r\nconduct a hearing and, having regard to the proposal and information\r\nbefore it and the consumer’s\nfinancial means, prospects and\r\nobligations, may—\n(a)      \r\nreject the recommendation or application as the case may be; or\n(b)      \r\nmake—\n(i)        \r\nan order declaring any credit agreement to be reckless, and an order\r\ncontemplated\nin\nsection 83(2)\nor (3), if the Magistrate’s Court\r\nconcludes that the agreement is reckless;\n(ii)       \r\nan order re-arranging the consumer’s obligations in any manner\r\ncontemplated\nin\nsection 86(7)(c)(ii)\n; or\n(iii)      \r\nboth orders contemplated in subparagraph (i) and (ii).\n(2)  The\r\nNational Credit Regulator may not intervene before the Magistrate’s\r\nCourt in a matter referred to it in\nterms of this section.’\nSection\r\n88\ndeals with the effect of debt review or a re-arrangement order or\r\nagreement.\n[3]\n[5]       \r\nIn her affidavit opposing the application for summary judgment the\r\nappellant did not\ndeal with the merits of the respondent’s case\r\nbut only questioned the respondent’s right to have instituted\r\naction.\nShe stated:\n‘\nAs\r\nI applied for Debt Review prior to the Applicant issuing Summons\r\nagainst me, and furthermore, as my Debt Counsellor has referred\nmy\r\napplication to the Magistrate’s Court prior to the Plaintiff’s\r\nSummons and within the prescribed 60 business day\nperiod, it should\r\nbe clear the Plaintiff did not have the right to issue Summons\r\nagainst me.’\n[6]       \r\nThe question to be decided is therefore whether a credit provider is\r\nentitled to terminate\na debt review in terms of\ns 86(10)\nafter the\r\ndebt counsellor has referred the matter to the Magistrate’s\r\nCourt for an order envisaged by\ns 86(7)(c)\n(and\ns 87(1)(b))\nand while\r\nthe hearing in terms of\ns 87\nis still pending. In the court below\r\nEksteen J held in the affirmative. The conclusion of the court below\r\nis supported by several\nprovincial division judgments.\n[4]\nHowever, as has become typical of the jurisprudence developing around\r\nthe NCA, there is a host of decisions that have taken a different\n\nview.\n[5]\nIt is not possible to\r\ndo justice to all the considerations advanced in these conflicting\r\ndecisions.\n[6]\nThey deal with the\r\napproach to take when construing the NCA; the question when the\r\nentitlement to terminate the debt review arises\nand ends; and the\r\nmeaning of\ns 86(11)\n, in particular, which court may order a\r\nresumption of the debt review which was terminated.\n[7]       \r\nThe view that the credit provider may not terminate the debt review\r\nafter referral\nto the Magistrate’s Court is perhaps best\r\narticulated by Griesel J speaking for the full court in\nWesbank\r\na division of Firstrand Bank Ltd v Papier (with the NCR as Amicus\r\nCuriae).\n[7]\nHe, quite correctly, pursued a contextual approach to the\r\nlegislation.\n[8]\nHe\r\nreferred to\nPart D\nof Chapter 4 of the NCA as introducing the\r\nconcepts of ‘over-indebtedness and reckless credit’ and\r\nstated that, ‘[t]he\nobject of this part of the Act is to\r\nprovide protection and assistance to an over-indebted consumer in an\r\nenvironment that encourages\nparticipation in good faith by both\r\nparties. The mechanisms provided by the Act are contained in\nss 85\n-\n88\nand consist of debt review, on the one hand, and debt re-arrangement,\r\non the other.’\n[9]\nProceeding on this basis he held that\ns 86(10)\ndealt with one aspect\r\nof the elaborate process as described in the heading to\ns 86\n;\r\n‘Application for debt review’. This process commences\r\nwith an application by the consumer in terms of\ns 86(1)\n, followed by\r\nthe notification of the application by the debt counsellor to all\r\ncredit providers and credit bureaux.\n[10]\nThe consumer and each credit provider must then, as is required by\ns\r\n86(5)\n, comply with the requests of the debt counsellor and\r\nparticipate in the debt review in good faith.\n[8]       \r\nThe debt counsellor must within 30 days determine whether the\r\nconsumer ‘appears\nto be over-indebted’.\n[11]\nIf he determines that the consumer is not over-indebted he must\r\nreject the application\n[12]\nand\r\nadvise the consumer of his right to approach the court directly in\r\nterms of\ns 86(9)\nwithin 20 business days.\n[13]\nWhere the debt counsellor determines that the consumer appears to be\r\nover-indebted he must\n[14]\n‘issue a proposal’ recommending that the Magistrate’s\r\nCourt make any of the orders provided for by\ns 86(7)(c)\n(and\ns\r\n87(1)(b)).\nGriesel J concluded that a referral in terms of\ns 86(7)(c)\nsets in motion a ’debt re-arrangement by the court’ as\r\nopposed to a ‘voluntary re-arrangement’ in terms\nof\ns\r\n86(8)(a).\nBecause neither the NCA nor the regulations contain any\r\ntime period within which the referral to court must be made he opined\r\nthat,\nhaving regard to the context, the answer became clear:\n‘\nThe\r\nprocess of “debt review” requires of the debt counsellor\r\nto determine, within 30 days, whether or not a consumer\nis\r\nover-indebted. If not, the debt counsellor must advise the consumer\r\nof his or her right “to approach the court”\nwithin a\r\nfurther 20 business days for the necessary order. This leads me to\r\nthe conclusion that the period of 60 days referred\nto in\ns 86(10)\nwas\r\nintroduced with the abovementioned time frame in mind so as to allow\r\nthe consumer and/or debt counsellor sufficient time to\n“approach\r\nthe court” for the necessary relief in terms of\ns 87.\n[15]\n…\nGiven\r\nthe fact that a consumer has a period of 50 business days, calculated\r\nfrom the date of his application to the debt counsellor,\nwithin which\r\nto “approach” the magistrate’s court for an order\r\nin terms of\ns 87\n, it could never have been contemplated that the rest\r\nof the process – including a hearing before the magistrate and\r\na re-arrangement\norder in terms of\ns 87\n– should all be\r\nfinalised within the remaining ten business days.\n[16]\n…\nOn\r\nthe interpretation advanced on behalf of the plaintiff herein, the\r\nposition is quite simple: the credit provider would be entitled,\nin\r\neach case where a period of 60 days has elapsed without a\r\nre-arrangement order in terms of\ns 87\nhaving been made, unilaterally\r\n“to derail the entire debt review process”.’\n[17]\n[9]       \r\nTo my mind this is too limited an approach.\nSection 86(10)\nmust be\r\nconstrued in view of the other provisions of the NCA, particularly\ns\r\n86(11).\nAn application by a consumer to apply for debt review, be\r\ndeclared over-indebted and have his debts arising from credit\r\nagreements\nre-scheduled are novel concepts introduced by the NCA.\n[18]\nTheir purpose is to assist not only consumers who are\r\nover-indebted,\n[19]\nbut also\r\nthose who find themselves in ‘strained’\r\ncircumstances.\n[20]\nA consumer\r\nwho finds himself in either of these circumstances may apply for debt\r\nreview in terms of\ns 86(1).\nHe may do so whether or not he is in\r\narrears under any particular credit agreement. Where the consumer is\r\nnot in default of any\nof his obligations, the credit provider is\r\nunable to terminate the process because\ns 86(10)\ngives the right to\r\nterminate the debt review only where the consumer is in default. In\r\nsuch a case the credit provider must await\nthe hearing in terms of\ns\r\n87.\nNor can the credit provider proceed to enforce the credit\r\nagreement because the consumer is not in default. Where the consumer,\n\nhowever, is in default the credit provider is entitled to enforce\r\nthat credit agreement provided the consumer has not made application\n\nfor debt review pursuant to\ns 86(1)\nand the credit provider has\r\ncomplied with the requirements of\ns 129\nand\n130\n. In terms of\ns 86(2)\nan application for debt review concerning a particular credit\r\nagreement may not be made if the credit provider has ‘proceeded\n\nto take the steps contemplated in\nsection 129\nto enforce that\r\nagreement’.\n[21]\n[10]     \r\nThe purpose of the debt review is not to relieve the consumer of his\r\nobligations but to achieve\neither a voluntary debt\r\nre-arrangement\n[22]\nor a\r\ndebt re-arrangement by the Magistrate’s Court.\n[23]\nThe purposes of the NCA include the promotion of responsibility in\r\nthe credit market by encouraging responsible borrowing, avoidance\nof\r\nover-indebtedness and fulfilment of financial obligations by\r\nconsumers’.\n[24]\nIts\r\napproach to over-indebtedness is ‘based on the principle of\r\nsatisfaction of all responsible consumer obligations’.\n[25]\nBy providing for a consistent and harmonised system of debt\r\nrestructuring the NCA ‘places priority on the eventual\r\nsatisfaction\nof all responsible consumer obligations’.\n[26]\nIt follows that the NCA serves not only the interest of consumers:\r\nits construction calls for a careful balancing of all relevant\n\ninterests.\n[27]\n[11]     \r\nThe debt counsellor is charged to determine whether the consumer\r\n‘appears’ to be\nover-indebted,\n[28]\nand must issue a proposal recommending any or all of the orders set\r\nout in\ns 86(7)(c).\nThe debt counsellor’s involvement in the\r\ndebt review is no end in itself but part of an on-going process\r\nculminating in the\norder of the Magistrate’s Court under\ns 87\n(or a voluntary re-arrangement under\nss 86(7)(b)\nand\n86\n(8)(a)). Only\r\nthen can the debt review be said to be complete. The role of the debt\r\ncounsellor does not end with his referral of\nthe matter to the\r\nMagistrate’s Court. His ‘proposal’ takes the form\r\nof an application governed by the Rules of\nthe Magistrates’\r\nCourt and he is required to be present in court, participate in the\r\nhearing and assist the court by way\nof furnishing evidence, making\r\nsubmissions or answering questions.\n[29]\nIt is no answer to contend that contextually\ns 86(10)\nforms part of\ns\r\n86\nand thus part of the ‘debt review’ as opposed to the\r\n‘hearing’ before the Magistrate’s Court in terms\nof\ns 87.\nThe words in\ns 86(10)\n‘that is being reviewed in terms of\r\nthis section’ rather emphasise that it is not a debt review\r\npursuant to\nss 83(3)(b)\nor\n85\n(a) and (b). Entirely different\r\nconsiderations apply to the review under these sections: they are not\r\nnecessarily initiated by the\nconsumer and the court has a discretion\r\nwhether to proceed under those provisions. The credit provider is not\r\nentitled to terminate\neither of them.  Under\nss 86\nand\n87\nthere\r\nis only one unified process the purpose of which is the restructuring\r\nof the consumer’s debts by amending the terms\nof the credit\r\ntransaction between the parties. If the parties agree, they may amend\r\nthe agreement in terms of\ns 116\nor file a consent order as envisaged\r\nby\ns 86(8)(a).\nIf they do not, the hearing envisaged by\ns 87\ntakes\r\nplace. It follows that I am in agreement with the conclusion reached\r\nin the court below:\n[30]\n‘\nI\r\nam unable to find anything in the structure of\nsection 86\nor of the\r\nAct in its entirety which is indicative of an intention on the part\r\nof the legislature to limit the right of a credit\nprovider under\nsection 86(10)\nto the process prior to the reference to the\r\nMagistrate’s Court. On the contrary I consider that the credit\r\nprovider’s\nrights to give notice in terms of\nsection 86(10)\ncontinues until the Magistrate’s Court has made an order as\r\nenvisaged in\nsection 87.\n’\n[12]     \r\nIn the\nPapier\ndecision\n[31]\nthe court held\r\nthat the right of a credit provider to terminate the debt review is\r\nforfeited once the debt counsellor brings an\napplication to the\r\nMagistrate’s Court in terms of\nss 86(7)\nand\n87\n. The argument\r\nwas that because the debt counsellor has a period of 30 days within\r\nwhich to determine whether the consumer appears\nto be over-indebted,\r\nand the consumer a further 20 days, in the event of a finding that he\r\nis not over-indebted, to apply directly\nto the Magistrate’s\r\nCourt in terms of\ns 86(9)\nfor an order contemplated in\ns 86(7)(c)\n,\r\nthe 60 day period was introduced to allow either the debt counsellor\r\nor the consumer sufficient time to approach the Magistrate’s\n\nCourt as aforesaid. I do not think that\ns 86\nrequires the consumer or\r\nhis debt counsellor to ‘approach the court’ within the\r\nperiod of 60 days. Indeed no time period\nis specified within which\r\nthe debt counsellor must make application to the Magistrate’s\r\nCourt. Nor does the NCA require the\nprocess of debt re-structuring to\r\nbe complete within the period of 60 days after the application was\r\nmade. To do so would obviously\nbe unrealistic.  If it is\r\ncorrect, the credit provider will have little, if any, opportunity to\r\nterminate the debt review,\nthat is only the period after the 60 day\r\nperiod and before the Magistrate’s Court is approached. A\r\nsounder approach is to\nrecognise the express words of\ns 86(10)\nwhich\r\ngives the credit provider a right to terminate the debt review in\r\nrespect of the particular credit transaction under which\nthe consumer\r\nis in default, and only when he is default, at least 60 business days\r\nafter the application for debt review was made. \nIt must be\r\nemphasised that it is only when the consumer is in default that the\r\ncredit provider has this right. If he is not, the\ndebt review\r\ncontinues without the credit provider being entitled to terminate it.\r\nIt is not that the credit provider is ‘derailing’\nthe\r\nprocess when he terminates the debt review: it the consumer that is\r\nin breach of contract, not the credit provider. If the\nconsumer\r\napplies for debt review before he is in default the credit provider\r\nmay not terminate the process. But if the consumer\nis in default the\r\nconsumer is entitled to a 60 business days’ moratorium during\r\nwhich time the parties may attempt to resolve\ntheir dispute.\n[13]     \r\nThis conclusion is supported by\ns 86(5).\nWhere, as in this case, the\r\nconsumer has applied for debt review before the credit provider has\r\nproceeded to enforce the credit\nagreement,\n[32]\nthe consumer and credit provider are obliged, as\ns 86(5)\nrequires,\r\nnot only to comply with any reasonable request by the debt counsellor\r\nto facilitate an evaluation of the consumer’s\nindebtedness and\r\nthe prospects for responsible debt restructuring but also to\r\nparticipate in good faith in the review and negotiations.\n[33]\nThis duty to negotiate does not terminate when the debt counsellor\r\nrefers his proposal to the Magistrate’s Court but continues\n\npending the hearing. This much was conceded by counsel appearing for\r\nthe National Credit Regulator, the\namicus\r\ncuriae\n.\r\nMoreover, the purpose of these negotiations is specifically to\r\n‘result in responsible debt re-arrangement’\n[34]\nwhich is precisely what the debt review is all about.\n[14]     \r\nThe conclusion that the right of the credit provider to terminate the\r\ndebt review under\ns 86(10)\ncan be exercised even after a referral to\r\nthe Magistrate’s Court, does not lead to the anomalous result\r\ncontended for on\nbehalf of the\namicus\r\ncuriae\n.\n[35]\nWhile it is correct to say that\ns 87(1)\nrequires that the\r\nMagistrate’s Court ‘must conduct a hearing’, it is\r\nnot correct to argue that termination of\na debt review terminates the\r\nhearing.\nSection 86(10)\nentitles a credit provider to terminate the\r\ndebt review relating to a specific credit agreement (‘[i]f a\r\nconsumer is in default\nunder a credit agreement that is being\r\nreviewed’), not the ‘hearing’.  The hearing\r\ncontinues and, if several\ncredit agreements are being reviewed,\r\ncontinues in respect of the others. Although notice of termination of\r\nthe debt review is\nnot required to be given to the Magistrate’s\r\nCourt but only to the consumer, debt counsellor and National Credit\r\nRegulator,\n[36]\nthe proceedings\r\nare governed by the Rules of the Magistrates’ Courts which\r\nmakes adequate provision for the service of process\nand notices.\n[37]\n[15]     \r\nHowever, the right of the credit provider to terminate the review is\r\nbalanced by\ns 86(11)\nwhich provides that if the credit provider has\r\ngiven notice to terminate and proceeds to enforce the agreement ‘the\r\nMagistrate’s\nCourt may order that the debt review resume on any\r\nconditions that the court considers to be just in the circumstances’.\r\nIt is at this moment that the participation of the credit provider in\r\nthe debt review becomes relevant. He is obliged to comply\nwith the\r\nreasonable requests of the debt counsellor\n(s 86(5)(a))\nand to\r\nparticipate in good faith in the review and any negotiations designed\r\nto result in responsible debt re-arrangement\n(s 86(5)(b)).\nShould the\r\ncredit provider fail or refuse to participate in the review, a\r\nresumption of the process may well be ordered. But where\nthe credit\r\nprovider on good grounds conclude that the proposed restructuring\r\nwill not lead to the ‘satisfaction by the consumer\nof all\r\nresponsible financial obligations’\n(s 3(g)\nand (i)) or a\r\nre-arrangement as contemplated by\ns 86(7)(c)\nthe court considering\r\nthe resumption of the debt review may well refuse to sanction its\r\nresumption. As was stated by D Pillay J\nin\nFirstRand\r\nBank Ltd v Mvelase\n,\n[38]\nthe NCA strikes a balance between the interests of consumers and\r\nthose of credit providers –\n‘\nthrough\r\na push-pull tension which ensures that whenever sections of the NCA\r\ntip the scales in favour of the consumer, countervailing\nrights of\r\nthe credit provider in other sections sway the balance in favour of\r\nthe latter, and vice versa.’\n[16]\nSection 86(11)\nrefers to the ‘Magistrate’s Court’\r\nthat may give the order that the debt review be resumed.  In his\r\njudgment\nin the court below Eksteen J considered that where\ns 86(11)\nrefers to the Magistrate’s Court ‘hearing the matter’\r\nit is a reference to the Magistrate’s Court to which\nthe debt\r\nreview has been referred. He reasoned that the jurisdiction conferred\r\nby\ns 86(11)\nis specifically restricted to the Magistrate’s\r\nCourt in contrast to the powers enjoyed under\nss 83\n,\n85\n,\n129\n(2) and\n130\nwhere reference is made to ‘the court’ or ‘a\r\ncourt’. The debt review process provided for by\ns 86\nin its\r\nentirety falls under the judicial oversight of the Magistrate’s\r\nCourt and, for that reason, he held that only the\nMagistrate’s\r\nCourt had jurisdiction to order a resumption of the debt review.\n[39]\n[17]     \r\nProceedings to enforce a credit agreement may be commenced in either\r\nthe High or the Magistrate’s\nCourt.\nSection 86(11)\nmentions\r\nonly the Magistrate’s Court. It seems to me that the words\r\n‘hearing the matter’ in this subsection relate\nto the\r\nproceedings to enforce the agreement and must, consequently, refer to\r\nthe enforcing court which may be either the High or\nthe Magistrate’s\r\nCourt. The problem, however, is that\ns 86(11)\ndoes not refer to the\r\nHigh Court at all. This, it was submitted, is an omission in the\r\nlegislation that can and should be cured\nby reading the words ‘or\r\nHigh Court’ into the subsection.\n[40]\nI agree with this approach: it will avoid the issues that may arise\r\nfrom two different courts considering related matters.\n[18]     \r\nOften debt enforcement proceedings take place by way of a simple\r\nsummons followed by an application\nfor summary judgment. As was said\r\nin\nJoob\r\nJoob Investments (Pty) Ltd v Stocks Mavundla Zek Joint Venture\n,\n[41]\n‘summary judgment procedure was not intended to “shut (a\r\ndefendant) out from defending”, unless it was very clear\nindeed\r\nthat he had no case in the action. It was intended to prevent sham\r\ndefences from defeating the rights of parties by delay,\nand at the\r\nsame time causing great loss to plaintiffs who were endeavouring to\r\nenforce their rights.’ Over-indebtedness is\nnot a defence on\r\nthe merits.\n[42]\nHowever,\r\nbecause of its extraordinary and stringent nature a court has an\r\nover-riding discretion to refuse an application for summary\n\njudgment.\n[43]\nIt would be\r\nproper for a defendant to raise termination of the debt review by\r\nreason of the credit provider’s failure to\nparticipate or its\r\nbad faith in participating when application for summary judgment is\r\nmade. These issues may be raised, not as\na defence to the claim, but\r\nas a request to the court not to grant summary judgment in the\r\nexercise of its over-riding discretion.\nOf course, sufficient\r\ninformation on which the request for a resumption of the debt review\r\nis based must be placed before the court.\n[19]     \r\nNo such request was made by the appellant in the court below.\r\nMoreover, the proposal by the debt\ncounsellor in respect of the\r\nmortgage bond the debt review of which was terminated envisaged a\r\ndebt re-structuring in terms of\nwhich the monthly instalments payable\r\non the mortgage bond be reduced from R6 644,93 to R3 500,00, but\r\npayable over the same period\nof time, that is 240 months. This would\r\ndeprive the respondent of nearly one half of what it was entitled to\r\nunder the credit agreement.\nSuch a proposal is not in accordance with\r\nthe NCA, particularly\ns 86(7)(c)(ii)\n, which places limits on the\r\nproposal for the re-arrangement as well as on the order to be made in\r\nterms of\ns 87(1).\n[44]\nIn these\r\ncircumstances the termination of the debt review by the respondent is\r\nunderstandable. It follows that the appeal should\nbe dismissed. No\r\norder for costs was sought.\n[20]     \r\nThe appeal is dismissed.\nF R MALAN\nJUDGE\r\nOF APPEAL\nAPPEARANCES:\nFor\r\n\t\t\tAppellant:\nSA\r\n\t\t\tCollett\nInstructed\r\n\t\t\tby:\nGerhard\r\n\t\t\tStoltz Inc\nEast\r\n\t\t\tLondon\nWebbers\nBloemfontein\nFor\r\n\t\t\tRespondent:\nP F\r\n\t\t\tLouw SC, S Eiselen and N Konstantinides\nInstructed\r\n\t\t\tby:\nGlover\r\n\t\t\tInc\nParktown\nRossouws\nBloemfontein\nFor\r\n\t\t\tAmicus Curiae:\nA E\r\n\t\t\tFranklin SC and A Govender\nInstructed\r\n\t\t\tby:\nHoney\r\n\t\t\tAttorneys\nBloemfontein\n[1]\nSection\r\n\t8(4)(d)\nand\ns 1\nsv\n‘mortgage’ and ‘mortgage agreement’\n.\n[2]\nNedbank\r\n\tLtd & others v National Credit Regulator & another (\n662/09\r\n\t& 500/10)\n[2011] ZASCA 35\n(28 March 2011) paras 10 ff.\n[3]\nSection\n88(3)\nis of importance:   ‘Subject to\nsection 86\n(9)\r\n\tand (10), a credit provider who receives notice of court proceedings\r\n\tcontemplated in\nsection 83\nor\n85\n, or notice in terms of\nsection\r\n\t86\n(4) (b) (i), may not exercise or enforce by\r\n\tlitigation or other judicial process any right or security under\r\n\tthat\ncredit agreement until—\n(a)       \r\n\tthe consumer is in default under the credit agreement; and\n(b)       \r\n\tone of the following has occurred\n(i)        \r\n\tAn event contemplated in subsection (1) (a) through (c); or\n(ii)        \r\n\tthe consumer defaults on any obligation in terms of a re-arrangement\r\n\tagreed\nbetween the consumer and credit providers, or ordered by a\r\n\tcourt or the Tribunal.\n[4]\nSA\r\n\tTaxi Securitisation (Pty) Ltd v Nako & others\n[2010]\r\n\tZAECBHC 4;\nFirstrand\r\n\tBank Ltd v Fillis\n2010\r\n\t(6) SA 565\n(ECD);\nFirstrand\r\n\tBank Ltd v Evans\n(2010) ZAECPEHC 55;\nFirstrand\r\n\tBank Ltd t/a First National Bank v Seyffert\n2010\r\n\t(6) SA 429\n(GSJ). Some of the problems encountered with the\r\n\timplementation of the NCA are discussed in National Credit Regulator\nDebt\r\n\tReview Task Team May\n2010.\n[5]\nStandard\r\n\tBank of South Africa Ltd v Kruger; Standard Bank of South Africa Ltd\r\n\tv Pretorius\n2010\r\n\t(4) SA 635\n(GSJ);\nSA\r\n\tSecuritisation (Pty) Ltd v Matlala\n[2010]\r\n\tZAGPJHC 70;\nWesbank\r\n\ta division of Firstrand Ltd v Papier (with the NCR as Amicus Curiae)\n2011\r\n\t(2) SA 395\n(WCC). In some matters the question was left open (eg\nBMW\r\n\tFinancial Services SA (Pty) Ltd v Mudaly\n2010 (5) SA 618\n(KZD) para 23). Others are not particularly clear on\r\n\tthe issue (eg\nChanging\r\n\tTides 17 (Pty) Ltd NO v Erasmus & another; Changing Tides 17\r\n\t(Pty) Ltd NO v Cleophas & another; Changing Tides\n17 (Pty) Ltd\r\n\tNO v Fredericks & another\n[2009]\r\n\tZAWCHC 175).\n[6]\nA\r\n\tuseful comparison of some of the judgments was undertaken by D\r\n\tPillay J in\nFirstrand\r\n\tBank Ltd v Mvelase\n2011 (1) SA 470\n(KZP) paras 51 ff.\n[7]\n2011\r\n\t(2) SA 395 (WCC).\n[8]\nPara\r\n\t21 and see\nBato\r\n\tStar Fishing (Pty) Ltd v Minister of Environmental Affairs\n[2004] ZACC 15\n;\n2004\r\n\t(4) SA 490\n(CC) para 90.\n[9]\nPara\r\n\t15. This argument was first developed in\nStandard\r\n\tBank of South Africa Ltd v Kruger; Standard Bank of South Africa Ltd\r\n\tv Pretorius\n2010\r\n\t(4) SA 635\n(GSJ) paras 13 ff.\n[10]\nSection\r\n\t86(4)(b).\n[11]\nSection\n86(6)(a)\nread with reg 24(6).\n[12]\nSection\r\n\t86(7)(a).\n[13]\nRegulation\r\n\t25(5).\nSection 86(9)\nprovides: ‘If a debt counsellor rejects\r\n\tan application as contemplated in subsection (7)(a), the consumer,\r\n\twith leave of\nthe Magistrate’s Court, may apply directly to\r\n\tthe Magistrate’s Court, in the prescribed manner and form, for\r\n\tan order\ncontemplated in subsection (7)(c).’\n[14]\nNedbank\r\n\t& others v National Credit Regulator & another\n(662/09\r\n\t& 500/10)\n[2011] ZASCA 35\n(28 March 2011) para 29\n.\n[15]\nPara\r\n\t25.\n[16]\nPara\r\n\t26.\n[17]\nPara\r\n\t28.\n[18]\nNedbank\r\n\t& others v National Credit Regulator & another\n(662/09\r\n\t& 500/10)\n[2011] ZASCA 35\n(28 March 2011) paras\n20\r\n\tff.\n[19]\nSection\r\n\t79\nof the NCA.\n[20]\nSection\r\n\t87(7)(b)\nof the NCA (see H C J Flemming\nFlemming’s\r\n\tNational Credit Act\n2ed\r\n\t139 ff).\n[21]\nNedbank\r\n\t& others v National Credit Regulator & another\n(662/09\r\n\t& 500/10)\n[2011] ZASCA 35\n(28 March 2011) paras 4 ff.\n[22]\nSection\r\n\t86(7)(b).\n[23]\nSections\n86(7)\r\n\tand 87.\n[24]\nSection\r\n\t3(c)(i).\n[25]\nSection\r\n\t3(g).\n[26]\nSection\r\n\t3(i).\n[27]\nSee\nNedbank\r\n\tLtd & others v National Credit Regulator & another\npara\r\n\t2;\nFirstrand\r\n\tBank Ltd v Mvelase\n2011\r\n\t(1) SA 470\n(KZP) paras 20-21;\nRossouw\r\n\t& others v First National Bank t/a FNB Home Loans\n(640/2009)\n[2010] ZASCA 130\n(30 September\n2010); 2010 (6) SA 439\n(SCA) para 17;\nBMW\r\n\tFinancial Services (South Africa) (Pty) Ltd v Mudaly\n2010\r\n\t(5) SA 618\n(KZD) para 16.\n[28]\nSection\r\n\ts 86(6)(a).\n[29]\nNational\r\n\tCredit Regulator v Nedbank Ltd & others\n2009\r\n\t(6) SA 295\n(GNP) at 313C-D.\n[30]\nPara\r\n\t18.\n[31]\nPara\r\n\t7.\n[32]\nSection\r\n\t86(2).\n[33]\nSection\r\n\t86(5) provides: ‘A consumer who applies to a debt counsellor,\r\n\tand each credit provider contemplated in subsection\n(4)(b), must –\n(a) comply with any\r\n\treasonable requests by the debt counsellor to facilitate the\r\n\tevaluation of the consumer’s state of indebtedness\nand the\r\n\tprospects for responsible debt re-arrangement; and\n(b) participate in good\r\n\tfaith in the debt review and in any negotiations designed to result\r\n\tin responsible debt-rearrangement.’\n[34]\nSection\r\n\t86(5)(b).\n[35]\nSee\r\n\talso\nPapier’s\ncase\r\n\tabove para 32.\n[36]\nSection\r\n\t86(10)(a) (b) and (c).\n[37]\nRule\r\n\t9. See\nGG\n33487\r\n\tof 23 August 2010 and\nNedbank\r\n\tLtd & others v National Credit Regulator & another\nabove,\r\n\tpara 28.\n[38]\n2011\r\n\t(1) SA 470\n(KZP) para 20.\n[39]\nSee\r\n\tparas 23 ff.\n[40]\nSee,\r\n\tin particular,\nMercedes\r\n\tBenz Financial Services South Africa (Pty) Ltd v Dunga\n2011\r\n\t(1) SA 374\n(WCC) paras 16-23 and 33-44.\n[41]\n[2009]\r\n\tZASCA 23\n;\n2009 (5) SA 1\n(SCA) para 31.\n[42]\nC\r\n\tvan Heerden in J W Scholtz, J M Otto, E van Zyl, CM van Heerden and\r\n\tN Campbell\nGuide\r\n\tto the\nNational Credit Act\n(2008\n)\r\n\tpara 12.16.\n[43]\nJoob\r\n\tJoob Investments\nparas\r\n\t10-11.\n[44]\nCf\nSA\r\n\tTaxi Securitization (Pty) Ltd v Mongezi Moni & others\n[2011] 2 AEC GHC 11 paras 34 ff.",
  "scraped_at": "2026-02-12T15:37:11.620717",
  "date": "2011-05-27",
  "coram": [
    "Mpati P",
    "Brand",
    "Maya",
    "Malan",
    "Tshiqi JJA"
  ],
  "case_number": "766/2010",
  "parties": {
    "applicants": [
      "Sally Ann Collett"
    ],
    "respondents": [
      "Firstrand Bank Ltd"
    ]
  },
  "sections": {
    "facts": "The appellant, Sally Ann Collett, fell into default on a mortgage bond and, on 4 January 2010, applied for debt review under s 86(1) of the National Credit Act. The debt counsellor, Gerhard Stoltz, referred the matter to the East London Magistrate's Court on 29 March 2010 for a debt‑re‑arrangement order under s 86(7)(c) and s 87. On 7 April 2010, more than 60 business days after the application, the respondent bank terminated the debt review in relation to the mortgage bond pursuant to s 86(10). The High Court granted summary judgment in favour of the bank; the appellant appealed.",
    "issues": "The central issue was whether a credit provider may terminate a debt review under s 86(10) after the debt counsellor has referred the case to the Magistrate’s Court for a hearing under s 87, i.e., whether the 60‑day termination right survives the referral. A subsidiary issue concerned the interpretation of s 86(11) and whether the Magistrate’s Court alone could order a resumption of the review.",
    "principles": "The court examined the purpose of the National Credit Act’s debt‑review regime, emphasising its protective aim for over‑indebted consumers and the procedural steps set out in s 86 and s 87. It adopted a contextual approach, holding that s 86(10) refers to the entire debt‑review process, not merely the pre‑court stage, and that the 60‑business‑day period is intended to give parties time to approach the Magistrate’s Court. The court noted precedents such as Wesbank v Papier (Griesel J) which argue that termination is permissible after the 60‑day period, and considered the balance of rights under s 86(11).",
    "application": "Applying these principles, the court found that the appellant was in default, the 60‑business‑day period had elapsed, and the respondent legitimately exercised its right to terminate the debt review under s 86(10). The referral to the Magistrate’s Court did not suspend that right. Moreover, the respondent’s termination was reasonable given the proposed restructuring would have reduced the bank’s entitlement by nearly half. The court rejected the appellant’s argument that termination would derail the court‑ordered process.",
    "conclusion": "The appeal was dismissed, confirming the High Court’s summary judgment in favour of Firstrand Bank Ltd. No order for costs was made."
  },
  "tags": {
    "level_1": "Consumer Law",
    "level_2": "National Credit Act",
    "level_3": [
      "debt review",
      "termination",
      "section 86",
      "magistrate court",
      "mortgage bond"
    ]
  }
}