{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/72.html",
  "case_name": "Janse van Rensburg NO and Others v Botha (758/10) [2011] ZASCA 72 (25 May 2011)",
  "citation": "[2011] ZASCA 72",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 72\n|\nNoteup\n|\nLawCite\nJanse van Rensburg NO and Others v Botha (758/10) [2011] ZASCA 72 (25 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 758/10\nIn the matter between:\nJACOBUS\r\nHENDRIKUS JANSE VAN RENSBURG N.O.\n.....................\n1\nST\nAPPELLANT\nPHILIP FOURIE N.O.\n.............................................................................\n2\nND\nAPPELLANT\nJACOB LUCIEN LUBISI\r\nN.O.\n................................................................\n3\nRD\nAPPELLANT\nLILY MAMPINA\r\nMALATSI-TEFFO N.O.\n................................................\n4\nTH\nAPPELLANT\nENVER MOHAMMED MOTALA\r\nN.O.\n....................................................\n5\nTH\nAPPELLANT\nRABOJANE MOSES KGOSANA\r\nN.O.\n..................................................\n6\nTH\nAPPELLANT\nand\nCHRISTIAAN\r\nJOHANNES BOTHA\n..........................................................\nRESPONDENT\nNeutral citation\n:\nJanse van Rensburg v Botha\n(758/10)\n[2011] ZASCA 72\n(25 May\r\n2011)\nCoram:\nNAVSA,\r\nHEHER, SNYDERS, SHONGWE JJA and MEER AJA\nHeard:\n3 May 2011\nDelivered:\n25 May\r\n2011\nUpdated:\nSummary:\nCompany –\r\nliquidation – corporate entities consolidated into one estate\r\nfor purposes of liquidation of pyramid scheme\n– voidable\r\npreferences – s 29 of\nInsolvency Act 24 of 1936\n– debtor\r\n– who is – effect of illegality of contract giving rise\r\nto ‘debt’.\n____________________________________________________________________________________\nORDER\nOn appeal from:\nNorth Gauteng High Court (Pretoria)\r\n(Fabricius AJ sitting as court of first instance):\n1. The appeal is upheld\r\nwith costs.\n2. The order of the court\r\na quo is set aside and replaced by the following:\n‘\n1.\r\nThe payments amounting to R192 710.00 made to the defendant are set\r\naside in terms of\ns 29\nof the\nInsolvency Act 24 of 1936\n.\n2. The defendant is\r\nordered in terms of\ns 32(3)\nof the Act to pay the amount of\r\nR192 710.00 to the plaintiffs together with interest thereon at\r\nthe prescribed rate from date\nof judgment to date of payment.\n3. The defendant is\r\nordered to pay the costs of suit.’\n_______________________________________________________________________\nJUDGMENT\n_____________________________________________________________________\nHEHER JA (NAVSA, SNYDERS,\r\nSHONGWE JJA AND MEER AJA concurring):\n[1] This is an appeal\r\nagainst a judgment of Fabricius AJ in the North Gauteng High Court,\r\nPretoria with leave of the learned judge.\n[2] The appellants, the\r\njoint liquidators of MP Finance Group CC, who are engaged in\r\nwinding-up the consolidated estate commonly\nreferred to as the Krion\r\npyramid scheme, instituted action under\ns 29\nof the\nInsolvency Act 24\nof 1936\nagainst the respondent, Mr Botha, as an alleged investor in\r\nthe scheme. They claimed that within six months of the liquidation of\n\nthe scheme on 5 April 2002 it had paid amounts totalling R192 710.00\r\nto the respondent at a time when its liabilities exceeded\nits assets\r\nand that the effect of those payments was to prefer him above the\r\ngeneral body of the scheme’s creditors. They\nsought orders\r\nsetting aside the disposition and for payment of the amounts thus\r\ndisposed of.\n[3] The action was\r\ndefended. The respondent set up various defences. In so far as they\r\nremain relevant they were the following:\n1. He was not a party to\r\nthe orders made by Hartzenberg J concerning the consolidation of the\r\nvarious entities involved in the perpetration\nof the scheme and which\r\npurported to confer authority on the liquidators to administer the\r\nestates of those as one close corporation,\nand, consequently was not\r\nbound by the terms of those orders.\n2. He denied that the\r\nKrion scheme carried on any business at all or received any payments\r\nfrom or made dispositions to him.\n3. He placed in dispute\r\nthat MP Finance Consultants CC, one of the entities being\r\nadministered by the liquidators as part of the\nconsolidated estate,\r\nhad been involved in the Krion scheme.\n4. He pleaded that Ms\r\nMarietjie Prinsloo had utilised the corporate entities (other than MP\r\nFinance Consultants CC) being administered\nby the liquidators as well\r\nas various unincorporated entities or trading names as a smokescreen\r\nfor her personal involvement in\nand control of the pyramid scheme,\r\nand that, to the extent that he had invested in the scheme, he was\r\ninvesting with Ms Prinsloo\nin her personal capacity.\n5. He denied that the\r\npayments made to him had the effect of preferring him above other\r\ncreditors in the estate.\n6. Because the scheme was\r\nunlawful and all obligations incurred or undertaken were void, the\r\nscheme could not be a debtor for the\npurposes of\ns 29\nand he, as an\r\ninvestor, could not be its creditor.\n[4] The action proceeded\r\nto trial. The liquidators relied upon the expert evidence of Mr\r\nHarcourt-Cooke, an auditor who had examined,\nreconstructed and\r\nanalysed the affairs of the corporate entities in so far as they\r\ncould be done in the absence of books of account\nor bank statements.\r\nThe first appellant also gave evidence. He had been the deponent in\r\nsupport of the application proceedings\nbefore Hartzenberg J in 2003\r\nand his affidavit in that matter was made available to the trial\r\njudge. The defendant testified in\nhis own defence and called two\r\nformer employees of Ms Prinsloo viz Ms Elaine Denysschen and Ms\r\nJessie Denysschen to speak to the\nrelationship between Ms Prinsloo\r\nand her businesses. In addition Mr George Ewan, the agent who\r\nintroduced Mr Botha as an investor\nand received his payments\r\ntestified about the role of Ms Prinsloo in operating the investment\r\nbusiness.\n[5] Fabricius AJ held\r\nthat:\n1. a court is not\r\ncompetent to ‘create’ either a company or a close\r\ncorporation or any other statutory entity unless\nthis is done\r\nstrictly in accordance with the applicable statute, finding, in\r\neffect, that Hartzenberg J had acted beyond his powers\nin\r\nconsolidating the various entities of the scheme into one for the\r\npurposes of liquidation and ordering that the consolidated\nestate be\r\nwound up as a (non-existent) close corporation;\n2. the so-called\r\n‘consolidation order’ could not and did not bind the\r\ndefendant;\n3. the liquidators had\r\nnot proved the jurisdictional elements required by\ns 29\nof the Act,\r\nby which it appears that the learned judge meant that they had not\r\nestablished the debtor and creditor relationship\ninherent in the\r\nright to claim under the section.\n[6] The\r\nlearned judge accordingly held that he had no choice but to dismiss\r\nthe liquidators’ claim.\n[7] In the\nSteyn\njudgment\r\ndelivered simultaneously with this judgment I have explained the\r\nterms, background, and meaning of the orders made by Hartzenberg\nJ.\r\nIf a defendant in proceedings brought by the liquidators in the\r\ncourse of winding-up the Krion scheme is proved to be an investor\nin\r\nthe scheme, the orders made by Hartzenberg J will be regarded as\nres\r\njudicata\nbetween him or her and the\r\nliquidators, save to the extent that the investor brings himself or\r\nherself within the exception described\nby Conradie AJA in\nFourie’s\ncase. The rule assumes that a final binding\r\njudgment is a correct judgment whether that be so or not. That\r\napplies with equal force\nto Mr Botha.\n[8] In the\nSteyn\nappeal I have\r\nalso held that, in accordance with the orders in their context the\r\nscheme was a debtor as contemplated in\ns 29\nin respect of any\r\ndispositions that it made to investors by repayment of capital or\r\ninterest arising from the operation of the\nscheme. That position\r\nholds with regard to the action instituted by the liquidators in this\r\nmatter.\n[9]\r\nCounsel’s argument based on the illegality of the scheme, while\r\nsuperficially attractive, does not withstand closer analysis.\nIn\nCommissioner for Inland Revenue v Insolvent\r\nEstate Botha t/a ‘Trio Kulture’\n[1990] ZASCA 2\n;\n1990\r\n(2) SA 548\n(A) this very problem arose in the context of an appeal\r\nagainst a tax assessment issued by the Commissioner on income from\r\n‘occasional\nsales’. The respondent contended that the\r\ninsolvent had been conducting an illegal lottery, the effect of which\r\nwas to nullify\nthe effect of all ‘sales’ which were\r\nundertaken in the course of the lottery. Hoexter JA assumed that the\r\nTrio scheme\nconstituted such a lottery and went on (at 556A-557B) to\r\nexplain why the sales were nevertheless not deprived of statutory\r\nefficacy:\n‘\nSince\r\na contract which is forbidden by statute is illegal and void, a Court\r\nis bound to take cognisance of such illegality; and\nit cannot be\r\nasked to enforce or to uphold or to ratify such a contract:\nCape\r\nDairy and General Livestock Auctioneers v Sim\n1924\r\nAD 167\nat 170. It is sometimes said that any juristic act performed\r\nin defiance of a statutory prohibition is not only ineffective, but\n\nfurther that it should notionally be thought away. Thus in\nSchierhout\r\nv Minister of Justice\n1926\r\nAD 99\n, Innes CJ, having cited the\nCode\n1.14.5,\r\nremarked at 109:\n“\nSo\r\nthat what is done contrary to the prohibition of the law is not only\r\nof no effect, but must be regarded as never having been\ndone - and\r\nthat whether the lawgiver has expressly so decreed or not; the mere\r\nprohibition operates to nullify the act.”\nSuch\r\ngeneral propositions are useful to stress the concept that\ninter\r\npartes\nan illegal jural act is devoid of legal consequence. But\r\nfrom such convenient generalisations it is not to be inferred that\r\nbecause\nan agreement is illegal a Court will in all circumstances and\r\nfor all purposes turn a blind eye to its conclusion; or deny its very\n\nexistence. As pointed out by Van den Heever J in\nVan der\r\nWesthuizen v Engelbrecht and Spouse; Engelbrecht v Engelbrecht\n1942\r\nOPD 191\nat 199:\n“\nWhen\r\nwe say a juristic act is void or voidable, we pass judgment upon it\r\nfrom various points of view, basing our judgment upon the\ndegree or\r\ndirection of its effectiveness....”\nAnd\r\nat 200:\n“\n...\r\n(J)uristic acts may be impugned from varying directions and to\r\ndifferent degrees.”\nThat\r\nthe above approach is jurisprudentially sound is demonstrated by many\r\neveryday practical situations. Obvious examples which\nspring to mind\r\nare sales conducted on a Sunday in violation of provincial\r\nordinances, and agreements pertaining to unlawful dealing\nin rough or\r\nuncut diamonds or unwrought precious metals. To the conclusion of\r\nsuch illegal agreements the law accords recognition\nfor particular\r\npurposes. That they are void\ninter partes\ndoes not rob them of\r\nall legal result. For example, in dealing with a contravention of\ns\r\n142\nof Transvaal Law 15 of 1898, Innes CJ in\nR v Goldflam\n1904\r\nTS 794\nremarked at 796:\n“\nThe\r\ndetectives proved, and Mr\nStallard\ndoes\r\nnot controvert the point, that there was an agreement to buy; and\r\nthat if the transaction had not been forbidden by\ns 141\nit would have\r\nbeen an agreement upon which an action could have been brought. If\r\nthat be so, it appears to me that H there was\na purchase within the\r\nmeaning of the section.”\nCases\r\nin point are not confined to the criminal law. In\nVan der\r\nWesterhuizen v Engelbrecht\n(\nsupra\n) Van den Heever J\r\nelucidated the logical distinction with which he was there concerned\r\nby reference to the facts of\nWilken v Kohler\n1913 AD 135\n, in\r\nwhich case this Court held that in terms of\ns 49\nof Ord 12 of 1906 of\r\nthe Orange River Colony an oral contract for the sale of land in the\r\nFree State was void. Having mentioned\n(at 201) that a party to such\r\nan agreement was (\nqua\ncontracting party) remediless, Van den\r\nHeever J proceeded to say:\n“\nIn\r\nother directions the contract did have legal effect. It would have\r\nbeen futile for either party to claim, as against the tax\ncollector,\r\nthat no sale had taken place or against creditors (supposing that had\r\nbeen the object of the transaction) that no disposition\nin fraud of\r\ncreditors had been committed.”\nAssuming\r\nthat the 'kweekkontrakte' are hit by the prohibition in the Gambling\r\nAct, the fact of the matter is that in the instant\ncase the Court is\r\nnot being asked to 'enforce' or to 'uphold' or to 'ratify' a contract\r\nwhich the law expressly forbids. The Court\nmerely looks at the\r\nprovisions of the Act in order to see whether the agreement contained\r\nin the 'kweekkontrak' comes within the\nliteral language of the Act.’\n[10] Thus the fact that\r\nthe scheme was illegal through and through as a pyramid scheme and a\r\ncontravention of various statutes,\ndoes not necessarily deprive the\r\nliquidators of the insolvent scheme of the debtor status contemplated\r\nby s 29. The plain wording\nof that section does not compel such a\r\nconclusion. That section is designed to facilitate the administration\r\nof an insolvent estate,\nand, particularly, the recovery of assets\r\ndisposed of by the insolvent under the circumstances provided for in\r\nthe section, for\nthe benefit of creditors of the estate. The section,\r\nbeing remedial, should be interpreted to assist the process, not to\r\nhinder\nit. If an insolvent stands in relation to the person to whom\r\nhe disposes of property as one who owes a debt, why should the\r\nillegality\nof the insolvent’s business be permitted to\r\ninfluence the power and duty of a liquidator to rely on s 29 to\r\nrecover the money\nor asset disposed of? To allow it to do so would\r\ndefeat the purpose of the provision, and, as this liquidation process\r\ndemonstrates,\nwork great inequity on the general body of creditors\r\nwhile favouring individuals who have no claim to favour. It seems to\r\nme, in\nthe circumstances of this case, to be essential to a proper\r\nwinding-up that the underlying illegality of the nature in question\n\nshould be disregarded when interpreting s 29. To do so will not\r\nconduce to the upholding of an illegal contract.\n[11] Before I turn to a\r\nconsideration of the defence evidence certain observations arising\r\nfrom the evidence of Mr Janse van Rensburg\nare pertinent. In the\r\nfirst instance, Ms Prinsloo created and operated a pyramid scheme\r\nwhich procured investments from gullible\nor greedy members of the\r\npublic. There was only one scheme. Its business commenced with the\r\ndiversion of funds from the micro-lending\nbusiness of MP Finance\r\nConsultants CC. Thereafter, in an effort to confer legitimacy on the\r\nbusiness Ms Prinsloo successfully made\nuse of registered corporate\r\nentities (the entities in the consolidated estate). As the\r\nconsolidation orders emphasised, the pyramid\nscheme was one ongoing\r\nenterprise from beginning to end. Assets and liabilities were moved\r\nfrom one to the next without formality\nor any trappings of ownership.\r\nCash collected from investors under one name was used to pay\r\ninvestments to other investors in another\nname (albeit not the name\r\nof the entity with which he or she had contracted or ‘invested’).\n[12] The application was\r\nbrought to deal with the whole scheme. The liquidators had no\r\ninterest in winding up parts of it. They\nreadily conceded that they\r\ncould not distinguish between the input and output of the various\r\nentities. Neither did they have knowledge\nof why Ms Prinsloo had used\r\nthe names of unincorporated entities (save for M & B Co-operative\r\nPartnership which seems to have\nanticipated the registration of a\r\nco-operative).\n[13] The liquidators\r\napplied to liquidate the registered corporate entities – nobody\r\nsuggests that any such entity that participated\nin the scheme was\r\nomitted. They recognised that Ms Prinsloo had used trading names to\r\nfurther the scheme. Such names were in themselves\nof little\r\nsignificance since they did not acquire or dispose of investors’\r\nmoney for themselves; they were either the alter\nego of Ms Prinsloo\r\nor the names under which it suited her to operate the corporate\r\nentities. Some were mentioned by the liquidators\nin the application\r\nfor condonation; others (Finsure and MP Finance Sacco, for instance)\r\nwere not. Even Ms Prinsloo had admitted\nat the s 417 enquiry that she\r\ncould not disentangle the roles of the various participants. In this\r\ncontext the orders made by Hartzenberg\nJ were directed to a single\r\nmain object: by consolidating all the apparent operating arms of the\r\nscheme into one coherent close\ncorporation the liquidators were to be\r\nrelieved of the necessity of attribution, especially in relation to\r\nthe recovery of assets.\nThat is what the order achieved. Before the\r\nmaking of the order the learned judge may or may not have considered\r\nwhether the role\nof Ms Prinsloo warranted the inclusion of her (or\r\nher estate, since she may by then have been sequestrated) in the\r\nconsolidation.\nThat did not happen and the effect of the order was to\r\ndefine the scheme according to the scope of the business conducted\r\nunder\nthe umbrella of the corporate entities.\n[14] This last conclusion\r\ndoes not mean that a defendant in Mr Botha’s position cannot,\r\nby satisfactory evidence, persuade\na court that he contracted with a\r\nparty or entity outside the ambit of the scheme. In such a case the\r\nliquidators will have failed\nto discharge the onus on them. As I have\r\nnoted his counsel contended that Mr Botha invested with Ms Prinsloo\r\npersonally. In order\nto evaluate this submission it is necessary to\r\nanalyse the evidence in some depth.\n[15] Neither Mr\r\nHarcourt-Cooke nor the first appellant possessed personal knowledge\r\nof the relationships established between individual\ninvestors and the\r\nscheme or Ms Prinsloo. Both expressed opinions based upon in-depth\r\nstudy of the affairs of the pyramid scheme\nas reflected in the\r\ninvestor files, property and bond searches, the creditors claims and\r\nthe evidence of Ms Prinsloo and others\nin other proceedings.\r\nNevertheless the evidence of Van Rensburg that all her trading\r\nactivities were definitely part of the same\nscheme should not be\r\ndisregarded. No-one regarded the difference in names as important.\r\nThey were all an attempt by Prinsloo to\nlegitimise her activities.\r\nHowever it is also clear from all the evidence that ‘everybody\r\nregarded the investments as made\nwith Ms Prinsloo’.\n[16] That the corporate\r\nentities (other than Krion Financial Services Ltd towards the end of\r\nthe life of the scheme) were empty\nshells in the sense of the absence\r\nof proof of assets or liabilities, bank accounts, financial records\r\nand minute books is also\nclear. However those facts do not go very\r\nfar to establishing the identity of the operator or owner of the\r\ninvestment scheme because\nof its entirely cash-based business\r\nstrategy and the total lack of concern showed by Ms Prinsloo and her\r\nassociates towards distinguishing\nbetween the corporate entities. It\r\nmust also be noted that although there was evidence of a regular\r\ndivision of investors cash\nreceived between agents (10%) and Ms\r\nPrinsloo and her family members, this is consistent with her general\r\ndisregard for legal distinctions.\nShe apparently neither contracted\r\nin her own name nor used documents which suggested that she intended\r\nsuch an impression to be\ncreated in the minds of investors.\n[17] Mr Ewan, as a\r\nwitness, was ambivalent. He does not seem to have been much aware of\r\nlegal distinctions. Early in his evidence\nhe said,\n‘\nDie\r\ndokumentasie het kort-kort verander, maar niks het verander nie . . .\r\ndaar was nie ‘n maatskappy nie, ons het vir Marietjie\ngewerk .\r\n. . jy het jou geld by Marietjie belê. . . [Sy] was die lewe en\r\nvlees en bloed van die\nmaatskappye\n.’\r\n(My emphasis.)\nLater he admitted that,\r\nas instructed, he had represented to investors that they were dealing\r\nwith a ‘kapitaal-kragtige’\ncompany.\n[18] Mr Botha was first\r\napproached by Ewan to invest in the cash loan business (of MP\r\nFinancial Consultant CC). It was represented\nto him that it was a\r\ncompany for investment and a registered business, and that convinced\r\nhim to invest in it. The only knowledge\nhe had of Ms Prinsloo’s\r\nbusinesses and organisation was derived from what Ewan told him.\n[19] Ms Jessie Denysschen\r\nwho was an employee involved in the administration testified:\n‘\nMP\r\nFinance het begin met hierdie beleggings en ons het by die cash loans\r\nbegin te werk, en toe het sy [Ms Prinsloo] oorgegaan na\nander\r\nmaatskappye, na die\nbeleggings\r\nafdeling\n.’\r\n(My emphasis)\n[20] Perhaps more\r\nvaluable than the recollections of naïve and unskilled witnesses\r\nuttered many years after the event are the\ninferences provided by\r\ncontemporaneous documents. The investor file of Mr Botha was produced\r\nat the trial. As the testimony establish\nsuch files were\r\n‘meticulously’ maintained by the persons administering\r\nthe scheme. In the file were the following relevant\ndocuments:\n1. On 8 August 2001 Mr\r\nBotha signed what purported to be a subscription for shares in\r\nMartburg Finansiële Dienste Bpk at R5000\nper unit (paying R20\r\n000);\n2. On 15 August 2001\r\nBotha and Ewan signed an ‘ontvangserkenning’ (receipt)\r\nrecording that Ewan, as agent for Martburg\nFinansiële Dienste\r\nBpk had received R70 000 from Botha ‘for shares purchased’\r\nin that company;\n3. (a) On 16 August 2001\r\nBotha, as ‘shareholder’, signed a ‘membership\r\ncertificate’ in ‘MP Finance\nSacco’ for a payment of\r\nR70 000 for 12 months at a return of 10 per cent per month. This\r\ndocument was apparently countersigned\nby Ms Prinsloo (Pelser) under\r\ncircumstances not explained in evidence.\n(b) On the same day\r\nBotha, as ‘shareholder’, signed a ‘share agreement’\r\nwith MP Finance Sacco represented\nby Prinsloo (who countersigned) in\r\nwhich receipt of R70 000 was acknowledged and which provided for\r\npayment of returns at a rate\nof R7000 per month.\n4. On 17 August 2001\r\nBotha and Ewan signed a receipt recording that Ewan had received R170\r\n000 for shares purchased in the same\ncompany.\n5. On 6 September 2001\r\nBotha purported to subscribe for shares in Martburt Finansiële\r\nDienste Bpk to an amount of R20 000.\n6. (a) On 14 October 2001\r\nBotha was ostensibly issued with a ‘membership certificate’\r\nin M & B Korporasie Bpk for\nan investment of R62 768,57 for 12\r\nmonths at a return of 10 per cent per month. The certificate was\r\nsigned by Botha and H H Prinsloo\n(the husband of Ms Prinsloo).\n(b) On the same day Botha\r\nwas issued with a ‘membership certificate’ in M & B\r\nKorporasie Bpk for an investment of\nR20 000 for 12 months at a return\r\nof 10 per cent per month. This too bears the signatures of Botha and\r\nH H Prinsloo.\n7. On 22 October 2001\r\nBotha was issued with a ‘membership certificate’ in M &\r\nB Ko-öperasie Bpk (sic) in return\nfor an investment of R20 000\r\npaying ‘dividends’ of R2000 per month and bearing his own\r\nsignature and that of H H Prinsloo.\n8. (a) On 18 January 2002\r\nBotha was issued with a ‘membership certificate’ signed\r\nby H H Prinsloo on behalf of M &\nB Ko-öperasie Bpk in\r\nrelation to an investment of R170 000 for four months at a return of\r\n10 per cent per month.\n9. On 25 January 2002\r\nBotha was once again the recipient of a ‘membership\r\ncertificate’ in M & B Ko-öperasie\nBpk for an\r\ninvestment of R170 000 bearing a return of R17 000 per month. This\r\ndocument appears to have been signed by Botha, Ewan\nand H H Prinsloo.\n(b) On the same day Botha\r\nwas issued with a ‘certificate of membership’ in the same\r\nentity reflecting an amount of R20\n000 invested for three months at a\r\n10 per cent return each month.\n10. On a date not\r\nidentified Botha purported to apply for membership in M & B\r\nKo-öperasie Bpk, stating that he had had\ninsight into the\r\nobjectives and operations of that entity ‘as set out in the\r\ninformation document and its statutes’.\nThe truth of this\r\nacknowledgment was not investigated in evidence bearing in mind that\r\nMs Prinsloo apparently intended to register\nthe co-operative but her\r\napplication to do so was apparently refused.\n[21] Certain of these\r\ndocuments probably represented reinvestments of earlier matured\r\ninvestments.\n[22] A consistent element\r\nin the administration of the scheme was an accounting to investors on\r\ndocumentation headed ‘MP Financial\nServices’ but which\r\ncontained no reference to the entity in which the investment had been\r\nmade or the identity of the payer\nof interest or ‘dividends’.\r\nIt may be assumed as a probable inference that MP Financial Services\r\nwas merely a vehicle\nfor administration purposes. The use of the name\r\nfavours the case of neither party.\n[23] With the exception\r\nof MP Finance Sacco, the recipients of Mr Botha’s investments\r\nwere entities expressly consolidated\ninto MP Finance Group CC and\r\nadministered by the appellants as such in terms of the orders of\r\nHartzenberg J.\n[24] Counsel for Mr Botha\r\nsubmitted that MP Finance Sacco was, on the probabilities, a vehicle\r\nused by Ms Prinsloo to pursue her\nown personal business agenda. I\r\nthink the submission is far-fetched. As I have pointed out the orders\r\nof Hartzenberg J by which\nMr Botha is bound were premised on the\r\nacceptance that Ms Prinsloo carried on one seamless scheme under the\r\nauspices of the corporate\nentities. Given the terms, nature, timing\r\nand circumstances of Mr Botha’s involvement in MP Finance Sacco\r\nit is inconceivable\nthat it was operated outside of the overall\r\nscheme.\n[25] The probabilities\r\ndisclosed by the evidence are that Ms Prinsloo intended to operate\r\nthe whole swindle under the umbrella of\nthe companies albeit subject\r\nto her direction and control. The cash brought into the scheme\r\n(sometimes apparently as much as R20\nmillion in a day) belonged to\r\nthe principal represented by the agent who dealt with the investors\r\non each occasion and which was\none of the entities included in the\r\nconsolidated estate, albeit that because such transactions were void\r\nand unlawful each investor\nobtained an immediate right to reclaim his\r\ninvestment. (In fact no-one appears to have exercised that right,\r\nbeing more interested\nin the returns.)\n[26] The payment made to\r\nMr Botha was made by one of the entities in the consolidated estate\r\nof the scheme and were dispositions\nfrom that estate. That the\r\nliquidators were unable to prove which entity paid the money is of no\r\nrelevance in the light of the\norders, since the scheme was a debtor\r\ncontemplated in s 29. Mr Botha and the scheme occupied a relationship\r\nof creditor and debtor\nfor the purposes of that section.\n[27] When the payments\r\nwere made the liabilities of the consolidated estate exceeded the\r\nvalue of its assets. That was established\nby the order and repeated\r\nin evidence by Mr Harcourt-Cooke.\n[28] Mr Botha was an\r\ninvestor in the scheme, which was the subject of the rule nisi\r\npublished according to the instructions of the\nHigh court. However he\r\nadduced no evidence which might have had the effect of releasing him\r\nfrom the binding effect of the orders\nmade when the rules were\r\nconfirmed.\n[29] It follows that the\r\nappeal must succeed. The following order is made:\n1. The appeal is upheld\r\nwith costs.\n2. The order of the court\r\na quo is set aside and replaced by the following:\n‘\n1.\r\nThe payments amounting to R192 710.00 made to the defendant are set\r\naside in terms of\ns 29\nof the\nInsolvency Act 24 of 1936\n.\n2. The defendant is\r\nordered in terms of\ns 32(3)\nof the Act to pay the amount of\r\nR192 710.00 to the plaintiffs together with interest thereon at\r\nthe prescribed rate from date\nof judgment to date of payment.\n3. The defendant is\r\nordered to pay the costs of suit.’\n____________________\nJ A Heher\nJudge of Appeal\nAPPEARANCES\nAPPELLANTS: F du Toit SC\nStrydom & Bredenkamp\r\nInc, Pretoria\nSymington & de Kok,\r\nBloemfontein\nRESPONDENT: T Strydom\nMills & Groenewald\r\nAttorneys,\nc/o Van Zyl Le Roux &\r\nHurter Inc, Pretoria\nNaudes Attorneys,\r\nBloemfontein",
  "scraped_at": "2026-02-12T15:35:31.462676",
  "date": "2011-05-25",
  "coram": [
    "NAVSA",
    "HEHER",
    "SNYDERS",
    "SHONGWE JJA",
    "MEER AJA"
  ],
  "case_number": "758/10",
  "parties": {
    "applicants": [
      "Jacobus Hendrikus Janse van Rensburg N.O.",
      "Philip Fourie N.O.",
      "Jacob Lucien Lubisi N.O.",
      "Lily Mampina Malatsi-Teffo N.O.",
      "Enver Mohammed Motala N.O.",
      "Rabojane Moses Kgosana N.O."
    ],
    "respondents": [
      "Christiaan Johannes Botha"
    ]
  },
  "sections": {
    "facts": "The liquidators of MP Finance Group CC, which operated the Krion pyramid scheme, applied to the court to have the various corporate entities involved in the scheme consolidated into a single close corporation for the purpose of winding‑up. Within six months of the scheme’s liquidation on 5 April 2002, the liquidators alleged that the respondent, Mr Botha, received payments totalling R192,710. The liquidators claimed these payments constituted a preference under section 29 of the Insolvency Act, arguing that the scheme, despite being illegal, was a debtor owed a debt to its investors. Mr Botha denied any contractual relationship with the consolidated estate, argued that the consolidation orders did not bind him, and contended that the scheme’s illegal nature meant it could not be a debtor under s29.",
    "issues": "1. Whether the consolidation orders made by Hartzenberg J were valid and binding on the respondent. 2. Whether an illegal pyramid scheme can be regarded as a debtor within the meaning of s29 of the Insolvency Act. 3. Whether a creditor‑debtor relationship existed between the consolidated estate and the respondent to give rise to a preference claim. 4. Whether the payments to the respondent should be set aside as a voidable preference.",
    "principles": "The Court examined the statutory power to consolidate entities for liquidation and held that such orders, although made in the absence of formal corporate structures, were within judicial authority. It applied the principle that illegality of a contract does not automatically extinguish a debtor‑creditor relationship for the purposes of remedial legislation, citing Commissioner for Inland Revenue v Botha (1990) which allows recovery despite an illegal underlying contract. The purpose of s29 is remedial, aimed at protecting the general body of creditors, and should be interpreted to facilitate recovery of assets rather than to be defeated by the illegal nature of the scheme.",
    "application": "Applying these principles, the Court concluded that the consolidated estate represented the scheme and was a debtor under s29. The liquidators had demonstrated that the respondent was an investor and therefore a creditor of the estate. The payments of R192,710 were made when the estate’s liabilities exceeded its assets, satisfying the preference test. The respondent’s arguments concerning the lack of binding effect of the consolidation orders and the scheme’s illegality were rejected as they did not negate the debtor‑creditor relationship required by s29.",
    "conclusion": "The appeal was upheld. The original judgment was set aside and replaced with an order setting aside the payments of R192,710 made to the respondent. Mr Botha was ordered, in terms of s32(3) of the Insolvency Act, to repay the amount with interest at the prescribed rate from the date of judgment and to pay the costs of suit."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Preference Claims",
    "level_3": [
      "pyramid scheme",
      "consolidation order",
      "section 29 Insolvency Act",
      "debtor status",
      "illegal contracts"
    ]
  }
}