{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/61.html",
  "case_name": "Outward Investments (Pty) Ltd and Another v Park Road Trading 7 (Pty) Ltd (51/2010) [2011] ZASCA 61 (31 March 2011)",
  "citation": "[2011] ZASCA 61",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 61\n|\nNoteup\n|\nLawCite\nOutward Investments (Pty) Ltd and Another v Park Road Trading 7 (Pty) Ltd (51/2010) [2011] ZASCA 61 (31 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 51/2010\nIn the matter between:\nOUTWARD INVESTMENTS (PTY) LIMITED\n.......................................\nFirst\r\nAppellant\nELLERINE BROTHERS (PTY) LIMITED\n........................................\nSecond\r\nAppellant\nand\nPARK ROAD TRADING 7 (PTY) LIMITED\n..............................................\nRespondent\nNeutral citation:\nOutward Investments v Park\r\nRoad Trading 7\n(51/10)\n[2011] ZASCA 61\n(31 March 2011)\nCoram:\nHARMS DP, NAVSA, SNYDERS, MALAN AND SERITI\r\nJJA\nHeard:\n11 MARCH 2010\nDelivered: 31 MARCH 2010\nSummary:\nContract of sale of land – (a)\r\nInterpretation of warranty. (b) Applicability s 67 of\r\nTown-planning and Townships Ord\n15 of 1986 (Gauteng) –\r\napplication for extension of boundaries not equivalent to one for\r\nestablishment of a township.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from: South Gauteng High Court, Johannesburg\r\n(Lamont J sitting as court of first instance):\nThe appeal is dismissed with costs, including the costs\r\nof two counsel.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nSeriti JA (Harms DP, Navsa, Snyders, Malan JJA\r\nconcurring)\n[1] This appeal emanates from the South Gauteng High\r\nCourt. In the court a quo, Park Road Trading 7 (Pty) Ltd (Park Road)\r\nlaunched\nan application for an order declaring that the cancellation\r\nof various agreements of sale of land by the purchasers, Outward\r\nInvestments\n(Pty) Ltd (Outward) and Ellerine Brothers (Pty) Ltd\r\n(Ellerines), was invalid and that the agreements are of full force\r\nand effect.\n[2] Outward opposed the application and in a\r\ncounter-application applied for an order declaring that the\r\nagreements of sale had\nbeen validly cancelled because of breaches of\r\ncontract by Park Road. Although sequentially illogical, an\r\nalternative order was\nsought declaring the agreements to be of no\r\nforce and effect because they contravened s 67(2) read with s 67(1)\r\nof the Town- Planning\nand Townships Ordinance 15 of 1986 (the\r\nOrdinance).\n[3] The matter was heard by Lamont J who upheld Park\r\nRoad's application and dismissed the counter-application. Outward and\r\nEllerines\nnow appeal the decision with the leave of the court a quo.\r\nI shall for convenience refer to the appellants as Outward.\n[4] There are two issues to be decided in the appeal.\r\nThe first is whether Park Road breached a clause of the sale\r\nagreements as\nalleged by Outward. The second is whether the sale\r\nagreements contravened s 67(2) of the Ordinance.\nBackground facts\n[5] Wilgespruit Blomkwekery (Pty) Ltd (Blomkwekery) was\r\nthe owner of two adjacent farms, namely (a) the Remaining Extent of\r\nPortion\n61 (Portion 61) and (b) Portion 322, both of the farm\r\nWilgespruit No 190, Registration Division IQ, Gauteng Province.\r\nBlomkwekery\nconducted flower farming activities on the two farms that\r\nwere managed as one.\n[6] On 12 March 2004, Blomkwekery applied to the\r\nauthorities for permission to establish a township on Portion 61.\r\nWesplan and Associates\n(Wesplan), Town and Regional Planning\r\nConsultants, made the application on behalf of Blomkwekery. The\r\napplication was approved\non 6 July 2004 and a township called\r\nWilgeheuwel Extension 16 was proclaimed on Portion 61 on 21 November\r\n2005 in terms of section\n103 of the Ordinance.\n[7] Becolger Development Company (Pty) Ltd (Becolger)\r\nbecame interested in developing a township on the properties. To\r\naccomplish\nthis it sought to purchase Portion 61 outright and to take\r\noptions (valid until 31 December 2008) on parts of the undivided\r\nPortion\n322. For the purposes of the options this property was\r\nnotionally divided into five portions. On one of these there was a\r\nretail\nnursery which the seller insisted on retaining. The intention\r\nwas that Becolger would take options on four notional portions and\n\nthat the portion with the nursery would be retained by the seller.\n[8] On 7 September 2004 a comprehensive set of\r\nagreements was concluded between Park Road, Becolger and Wilgespruit\r\nBlomkwekery.\nBlomkwekery, pursuant to tax advice, sold the properties\r\nto Park Road, which in turn sold Portion 61 to Becolger. Park Road\r\nalso\ngave a number of options to Becolger to purchase the four\r\nnotional portions of Portion 322. Attached to each option was a\r\ndocument\ncontaining the terms of sale that would regulate the sale\r\ntransactions, should the options be exercised.\n[9] The sale agreement stipulated that Becolger would\r\ntake all necessary steps to establish a township on Portion 61.\r\nClause 7 of\nthe sale agreement provided that the seller (Park Road)\r\nreserved the right to incorporate Portion 322 into Wilgeheuwel\r\nExtension\n16.\n[10] The options did not have a similar requirement but\r\nwere based on the assumption that the seller would exercise its\r\noption to\nincorporate Portion 322 into the township on Portion 61.\r\nThis would have enabled Becolger to exercise one or more of its\r\noptions,\nto subdivide the property into five erven and to retransfer\r\nthe portion with the nursery to Park Road.\n[11] In order to subdivide Portion 322, clause 4 of the\r\nConditions of Sale obliged Becolger to appoint Wesplan to procure the\r\nsubdivision\nas well as the necessary zoning of the property. The\r\nzoning referred to was 'Business 1'.\n[12] On 14 March 2006, application was made for the\r\nextension of Wilgeheuwel's boundaries to include Portion 322 as an\r\nerf. However,\nprior to the completion of this process, and on 21 July\r\n2006, Becolger, with the consent of Park Road, assigned its rights\r\nand\nobligations in respect of the sale and option agreements in a\r\ncession and sale agreement to Outward. The extension of the\r\nboundaries\nof Wilgeheuwel Extension 16 was authorised on 19 October\r\n2006. On 14 December 2006 Ellerines entered into an agreement with\r\nOutward\nwith the consent of Park Road in terms of which Ellerines\r\nbecame a co-option holder.\n[13] On 29 June 2007, the options in respect of three of\r\nthe notional erven were exercised resulting in agreements of sale\r\nbetween\nOutward and Park Road, but some terms were amended. Outward\r\nwas allowed to take early occupation of the properties against\r\npayment\nof occupational interest, and it did forego its option rights\r\nin respect of the fourth portion.\n[14] The boundaries of Wilgeheuwel Extension 16 were\r\nextended by proclamation to include Portion 322 on 13 February 2008.\r\nPortion\n322 became Erf 1553 in Wilgeheuwel Extension 16.\n[15] Erf 1553 had now to be subdivided so that Outward\r\ncould take transfer of its portions. Outward alleged that it was\r\nunable to\nsubdivide Erf 1553 as the City of Johannesburg Metropolitan\r\nMunicipality had refused to approve the subdivision because (a)\r\nBecolger\nhad failed to pay certain bulk services contributions to the\r\nCity as it should have done consequent to the proclamation of\r\nWilgeheuwel\nExtension 16 as a township on 21 November 2005; and (b)\r\nthere were various irregularities that might have been committed in\r\nthe\nprocess that led to the extension of the boundaries of\r\nWilgeheuwel Extension 16.\n[16] In a letter dated 20 February 2009 addressed by\r\nOutward's attorneys to Park Road's attorneys it was alleged that Park\r\nRoad\nhad breached a warranty contained in clause 5.1 read together\r\nwith 5.1.8 of the sale conditions in two respects. Park Road had\r\nnamely warranted that it had disclosed to the purchaser ‘all\r\nother information relating to the Sale property which is, or\n\nreasonably likely to be material to a purchaser of the Sale\r\nProperty.’ First, it said that Park Road had failed to inform\n\nOutward about the non-payment of the bulk services contributions,\r\nalleging that if Outward had been informed of such failure it\nwould\r\nnot have incorporated Portion 322 into Wilgeheuwel 16, but would\r\ninstead have established Portion 322 as a separate township.\n\nSecondly, the letter also referred to the fact that Park Road had\r\nfailed to disclose to Outward the irregularities attaching to\nthe\r\napproval of the incorporation of Erf 1553 and alleged that this was\r\nmaterial information to it as purchaser of the property\nat the time\r\nthat the options were exercised. The letter was, in conclusion, said\r\nto serve as demand requiring Park Road to remedy\nthe breaches within\r\nten days, failing which Outward would cancel the agreements.\n[17] Since Park Road rejected the demand Outward's\r\nattorneys in a letter dated 3 March 2009 cancelled the agreements\r\nwith immediate\neffect.\nThe warranty\n[18] I now turn to consider the first issue mentioned,\r\nnamely, whether Park Road breached the clause in question.\n[19] At this stage it is necessary to have regard to\r\nClause 5.1.8, which cannot be read in isolation but must be construed\r\nin the\ncontext of the whole of clause 5:\n‘\n5 Voetstoots\n5.1 The Seller hereby warrants that, as at the date of\r\nlast signature hereof and as at the date of transfer –\n5.1.1 the Sale Property is to be rezoned as per the\r\nzonings set out in annexure “B” hereto;\n5.1.2 the improvements on the Sale Property do not\r\nencroach on any other land and there are no encroachments on the Sale\r\nProperty;\n5.1.3 there is no impending expropriation of the Sale\r\nProperty or any part thereof and the Seller is not aware of any facts\r\nor circumstances\nwhich may give rise thereto;\n5.1.4 the Seller has not granted any right or option to\r\nany person to acquire the Sale Property or any part thereof and is\r\nentitled\nto give unencumbered title in and to the Sale Property to\r\nthe Purchaser;\n5.1.5 the Seller is the registered owner of the Sale\r\nProperty and is able to pass transfer of the Sale Property to the\r\nPurchaser.\nIn this regard it is recorded that the Property is\r\ncurrently owned by Wilgespruit Blomkwekery (Pty) Limited and the\r\nSeller warrants\nthat it shall procure that it acquires the Property\r\nfrom the said title holder and is in a position to sell it to the\r\nPurchaser\nas required in terms of this agreement;\n5.1.6 save as is contained in the title deeds in respect\r\nof the Sale Property and as set out herein, the Sale Property is not\r\nsubject\nto any servitude or other encumbrance and no agreements or\r\narrangements exist in terms of which any person has any claim to any\n\nservitude or other encumbrance over the Sale Property or any part\r\nthereof;\n5.1.7 the Purchaser shall be entitled to vacant\r\noccupation of the Sale Property on the Date of Transfer;\n5.1.8 the Seller has disclosed to the Purchaser all\r\nother information relating to the Sale Property which is, or\r\nreasonably likely\nto be material to a purchaser of the Sale Property;\n5.1.9 the Seller has not been informed of the\r\nregistration of any claims for restitution of land rights in respect\r\nof the Sale Property;\n5.2 It is recorded that each of the warranties set out\r\nin this agreement –\n5.2.1 shall be deemed to be a representation and\r\nundertaking by the Seller in favour of the Purchaser;\n5.2.2 shall conclusively be deemed to be a\r\nrepresentation of the facts inducing the Purchaser to enter into this\r\nagreement unless\nthe contrary is proved;\n5.2.3 shall be material unless the contrary is proved;\n5.2.4 shall, insofar as any of the warranties are\r\npromissory or relate to a future event, be deemed to be given as at\r\nthe due date\nfor the fulfillment of the promise or the happening of\r\nthe event, as the case may be; and\n5.2.5 shall be a separate warranty and in no way limited\r\nor restricted by reference to or inference from the terms of any\r\nother\nwarranty.\n5.3 Save as set out above, the Sale Property is sold and\r\npurchased voetstoots, absolutely as it stands, with all its defects,\r\nwhether\npatent or latent, and is sold subject to all conditions of\r\ntitle and as described in the title deed and the Seller shall not be\n\nliable for any deficiency in the extent thereof nor shall it benefit\r\nby any surplus.’\n[20] The argument on behalf of the appellants turned on\r\nthe meaning of clause 5.1.8 which they submitted was a material term\r\nof\nthe agreement of sale the breach of which entitled the appellants\r\nto cancel the agreements. Clause 5, it was submitted, dealt with\nthe\r\nallocation of risk (relying on\nMasstores (Pty)\r\nLtd v Murray & Roberts Construction (Pty) Ltd\n[2008] ZASCA 94\n;\n2008\r\n(6) SA 654\n(SCA) at para 25) relating to the Sale Property between\r\nthe parties, and the ‘warranties’ in clause 5.1 were\r\nrepresentations\nby Park Road that the Sale Property had certain\r\ncharacteristics, or that a certain state of affairs existed and would\r\nhave continued\nto exist until the date of transfer. Clause 5.1.8\r\nallocated the risk in respect of ‘all information relating to\r\nthe sale\nproperty which is, or reasonably likely to be material to a\r\npurchaser’ to Park Road. The contention on behalf of Outward\r\nwas that where information exists which is material and which has not\r\nbeen disclosed to Outward, the responsibility, and therefore\nthe\r\nrisk, for that unknown information had to be borne by Park Road. Park\r\nRoad’s actual knowledge of the information was\ntherefore\r\nirrelevant because the clause does not state that it relates only to\r\ninformation of which the seller is aware.\n[21] It was also submitted that the finding of the court\r\nbelow, that the warranty in clause 5.1.8 ‘is as to the\r\nexistence\nof known facts not as to the existence of a state of\r\naffairs’, was wrong. Moreover, so the argument went, clause 5.1\r\nrequired\nthe seller to warrant a state of affairs both at the time of\r\nsignature\nand\nat the\r\ntime of transfer. In context this meant a continuous warranty\r\nenduring from the time of signature until transfer. Such a\n\nconstruction of the agreement, it was suggested, made sense and was\r\nbusinesslike, because it would enable Outward to stop the sale\nfrom\r\nproceeding at any time before registration of transfer thereby\r\navoiding the unwinding of transfer and recovery of transfer\nfees and\r\nthe like. This construction according to the agreement was preferable\r\nto that given by the court below, that is, that\nthe use of the\r\nconjunction ‘and’ in the introductory words of clause\r\n5.1.8 was not ‘to join two different time\nperiods and provide\r\nfor a continuing obligation over the period produced by combining the\r\ntwo’. It was contended that, although\nthe date of transfer had\r\nnot yet arisen the obligation to disclose at that date already\r\nexisted. This meant that Park Road by indicating\nthat it would not\r\nremedy the breach that would be committed at the date of transfer\r\nwould have repudiated the Sale Agreements.\n[22] I am unable to accept these submissions and agree\r\nwith Lamont J for the reasons that follow. Clause 5 is entitled\r\n‘Voetstoots’\nand commences with the words ‘The\r\nSeller hereby warrants’. The word ‘warranty’ it is\r\nnot a word that is\nalways used with precision and can either mean a\r\nterm in a contract or it can mean a material term the breach of which\r\nentitles\nthe aggrieved party to cancel the agreement (\nMasterspice\r\n(Pty) Limited v Broszeit Investments CC\n2006\r\n(6) SA 1\n(SCA) para 35). Clause 5.2 of the Conditions of Sale\r\nexpressly provides that the ‘warranties’ set out in\r\nclause 5 ‘shall\nbe material unless the contrary is proved’.\n[23] Clause 5.1 contains nine ‘warranties’.\r\nCounsel for Park Road aptly described the clause as a ‘rag-bag’\n\nof different provisions including conditions, warranties and ordinary\r\nterms of contract. The warranties in clauses 5.1.2, 5.1.6\nand 5.1.8\r\nall relate to a characteristic of the property sold. Those in clauses\r\n5.1.1, 5.1.5 and 5.1.7 all contain undertakings\nby the Seller: that\r\nthe property shall be zoned as agreed; that it would become owner\r\ncapable to pass transfer and that vacant\npossession would be given.\r\nClause 5.2 provides that each of the warranties shall be deemed to be\r\na representation and undertaking\nin favour of the purchaser. It\r\ncontinues in clause 5.2.2 that each warranty shall ‘be deemed\r\nto be a representation of the\nfacts inducing the Purchaser to enter\r\ninto this agreement …’. The facts relied on by Outward\r\nall occurred after entering\ninto the option contracts but before the\r\noptions were exercised.\n[24] The words ‘as at the date of last signature\r\nhereof and as at the Date of Transfer’ appear in the\r\nintroductory part\nof the clause. It was submitted on behalf of\r\nOutward that the ‘date of last signature’ in clause 5.1\r\nwas a reference\nto the date the options were exercised because the\r\nsale agreements were concluded only then. The Conditions of Sale were\r\nnot signed\nbut clause 7.1 of the option agreements provides that on\r\ntheir exercise the resultant sale shall be governed by them. The\r\nConditions\nof Sale is further ‘an integral part of and shall be\r\nread with’ the option agreements (clause 7.2). Clause 16 of the\n\nConditions of Sale contain a similar reference to the option\r\nagreements stating that it is ‘an integral part of and shall\nbe\r\nread together with this agreement’. Clause 5 of the option\r\nagreements records that the validity of the options shall continue\n\nuntil 31 December 2008 commencing ‘on the date of last\r\nsignature hereof’. Since the option agreements and the\r\nConditions\nof Sale must be read together and because the latter have\r\nnot been signed the inference is that the ‘date of last\r\nsignature’\nis the date of last signature of the option\r\nagreements.\n[25] Some of the warranties in question relate to the\r\npast, some to the present some to the future and some to the past,\r\nthe present\nand the future. Despite use of the word ‘and’\r\nsome of the warranties cannot be applied to both the date of\r\nsignature\nand the date of transfer. Clause 5.1.1, in so many words,\r\nrelates to the future and, read with clause 14, embodies a condition\r\nsuspending the validity of the sale, that is that the Sale Property\r\nis to be zoned as agreed.\n[26] Clause 5.1.2 relates to the present, employing\r\nwords such as ‘do’ and ‘are’. Even if that\r\nclause may\nbe construed to relate to the date of transfer the same\r\ncannot be said of clause 5.1.3. The latter contains a warranty that\r\nthere\nis no impending expropriation of the property but the second\r\npart is based on the knowledge of the seller of facts at the time of\n\nsignature which could in the future give rise to expropriation. It\r\nprovides specifically that the ‘Seller is not aware of\nany\r\nfacts or circumstances which may give rise thereto …’).\n[27] Clause 5.1.4 states that the seller ‘has not\r\ngranted any right or option’, which can only be a reference to\r\nthe\nstate of affairs as at the time of signature. The second part of\r\nclause 5.1.4, read with clause 5.1.5, may well be a warranty as\nat\r\nthe date of transfer. Clause 5.1.5 records that the seller is not\r\nowner of the property at the time of signing but that it would\n\nacquire the property and be able to sell it. Clause 5.1.6 deals with\r\nthe position as at the time of signature: ‘save as is\ncontained\r\nin the title deeds’, the ‘Sale Property is not subject to\r\nany servitude or other encumbrance’ and no\nagreement or\r\narrangement exists entitling any other person to a servitude or other\r\nencumbrance. The reference to the title deeds\ncan only be a reference\r\nto the title deeds as at the time of signature. Clause 5.1.7\r\nexpressly refers to the date of transfer.\nClause 5.1.9 records the\r\nknowledge of the seller as at the date of signature (‘has not\r\nbeen informed of the registration\nof any claims for restitution of\r\nland rights …’).\n[28] It follows that not all the provisions of clause\r\n5.1 can be made applicable to both the date of signature and the date\r\nof transfer.\nIn order to give proper meaning to clause 5.1 the\r\nconjunctive ‘and’ should be read disjunctively as ‘or’.\n\nThis does not mean, as was suggested by counsel for Outward, that the\r\nwarranties on such an interpretation in any event relate\nto both\r\ndates, that is that they are operative at either the date of\r\nsignature or the date of transfer. What it means is that the\n\ndifferent warranties apply either at the date of last signature or at\r\nthe date of transfer or at both times, whichever is or are\nthe\r\napplicable date or dates relating to the specific warranty.\n[29] Clause 5.1.8 uses the words ‘the Seller has\r\ndisclosed’. This clearly relates to facts that existed in the\r\npast.\nIt cannot sensibly be interpreted to require the seller to\r\ndisclose facts of which he is ignorant or which will only become\r\nknown\nin future. Nor can it mean that there is a continuing duty on\r\nthe Seller to disclose: the seller warrants that he has disclosed\nnot\r\nthat he will disclose in future. Any other interpretation would lead\r\nto absurdities. The construction contended for by Outward\nwould leave\r\nthe status of the sale agreements uncertain until the time of\r\ntransfer. Moreover, this construction would make the\ndetermination of\r\nthe date of breach difficult, if not impossible, to ascertain.\r\nCounsel representing Outward sought to overcome\nthese difficulties by\r\nsuggesting that clause 5.1.8 sometimes operated as a warranty and\r\nsometimes as an ordinary term of the contract.\nIf the latter the\r\nnotice in terms of clause 15 to remedy the breach would be pointless.\n[30] My view is that the applicant has not demonstrated\r\nthat the respondent has, in any way, breached clause 5.1.8. The\r\nquestion\nof the alleged failure to pay for bulk services and\r\nirregularities allegedly committed during the process of\r\nincorporating Portion\n322 into Wilgeheuwel Extension 16 arose long\r\nafter the option agreements were entered into. The respondent cannot\r\nbe expected to\nhave disclosed these facts at the time the option\r\nagreements were signed.\nThe Ordinance\n[31] The second issue, as mentioned is whether the sale\r\nagreements contravene s 67(2) read with s 67(1) of the Ordinance and\r\nthat\nthey are accordingly of no force and effect.\n[32] The part of s 67 relied upon reads as follows:\n‘\n(1) After an owner of land has\r\ntaken steps to establish a township on his land, no person shall,\r\nsubject to the provisions of section\n70 –\n(a) enter into any contract for the sale, exchange or\r\nalienation or disposal in any other manner of an erf in the township;\n(b) grant an option to purchase or otherwise acquire an\r\nerf in the township, until such time as the township is declared an\r\napproved\ntownship...’.\nSection 67(2) provides that a contract entered into in\r\nconflict with the provisions of s 67(1) shall be of no force and\r\neffect.\n[33] The argument of Outward is that the prohibition in\r\ns 67(1) is triggered ‘after an owner of land has taken steps to\r\nestablish\na township‘. The submission was made that the ‘taking\r\nof steps to establish a township’ includes the lodging of\nan\r\napplication to extend the boundaries of an existing township in terms\r\nof s 88 of the Ordinance. Section 69 of the Ordinance\nprovides for\r\nthe procedure to establish a township. Section 88 deals with the\r\nextension of the boundaries of an existing township\nand s 88(2)\r\nprovides that the provisions of s 69, excluding s 69(1) and s 71(1),\r\nshall apply\nmutatis mutandis\nto an application to extend the\r\nboundaries of a township.\n[34] Park Road granted the options in respect of Portion\r\n322 on 4 January 2005. At the time no steps had been taken. However,\r\nat\nthe time of exercise of the options steps had been taken to\r\nincorporate Portion 322 into Wilgeheuwel Ext 16.\n[35] The submission was made that the lodging of the\r\napplication for extension of the boundaries of Wilgeheuwel Ext 16 and\r\nthe consequent\nincorporation of Portion 322 into it amounted to the\r\n‘taking of steps to establish a township’ on Portion 322\r\nwithin\nthe meaning of s 67(1). The consequence of this argument is\r\nthat the sale agreements fell foul of the prohibition in s 67(1)\r\nsince\nthey were agreements for the sale of erven in a township\r\nentered into after steps to establish a township on portion 322 have\r\nbeen\ntaken.\n[36] The court below rejected the argument and found\r\nthat s 67(1) did not apply: ‘The process of extension of\r\nboundaries resulted\nin a change of the character of Portion 322 into\r\ntownship land, or land situated within a township, but did not result\r\nin the creation\nof a township on the land.’ I agree with this\r\nconclusion.\n[37] Section 67(2) clarifies the word ‘steps’\r\nused in s 67(1). It includes ‘steps preceding an application in\r\nterms of section 69(1) or 96’. Sections 69 and 96 deal with the\r\nprocedure for the establishment of a township. Section 67(2)\nmakes no\r\nmention of s 88 or the extension of the boundaries of an existing\r\ntownship. The procedures are different. This is recognized\nby the\r\nRegulations under Ordinance 15 of 1986 (Administrator’s Notice\r\n858 of 1987 of 10 June 1987) reg 23 of which provides\nfor the\r\ndocuments to accompany an application for the extension of the\r\nboundaries of an existing township. Schedule 13(2)(b) to\nwhich reg 23\r\nrefers requires the applicant to furnish a report with a\r\ncomprehensive motivation relating to ‘the reasons why\nthe\r\nprocedure prescribed for the establishment of a township should not\r\nbe followed’. An application for an extension of\nthe boundaries\r\nof an existing township is made under s 88 to the Administrator\r\nthrough the local authority (s 88(1)). The provisions\nof s 69\r\n(excluding s 69(1)) and s 71(1) then apply (s 88(2)). The\r\nAdministrator takes the decision to approve the extension (s\n88(2))\r\nand he may add conditions to his approval including conditions\r\nrelating to the payment by the applicant of a sum of money\nfor the\r\nprovision of engineering services as contemplated in Chapter V of the\r\nOrdinance (s 88(3)(b)(i)) as may be imposed in the\ncase of an\r\nestablished township (ss 98 and 117). The extension of the boundaries\r\nof the existing township may then be proclaimed\nand the conditions\r\nimposed set out in a schedule to the proclamation (s 88(4)). The\r\nprocedures for the establishment of a township\nare regulated by ss 69\r\nff and 96 ff. Although there are similarities in the procedures the\r\nOrdinance treats the two applications\nseparately. It follows that s\r\n67(1) does not apply to applications for the extension of the\r\nboundaries of an existing township.\nNor is there the same need for\r\nprotection of the public as exists in the case of an application for\r\nthe establishment of a township.\n[38] The following order is made:\nThe appeal is dismissed with costs, including the costs\r\nof two counsel.\n_________________\nW SERITI\nJUDGE OF APPEAL\nAPPEARANCES:\nFor appellant: M vd Nest SC\nA P H Cockrell SC\nInstructed by:\nBowman Gilfillan Inc\nSandton, Johannesburg\nMcIntyre & Van Der Post\nBloemfontein\nFor respondent: P F Louw SC\nC F vd Merwe\nInstructed by:\nMark-Anthony Beyl Attorneys\nJohannesburg\nHoney Attorneys\nBloemfontein",
  "scraped_at": "2026-02-12T15:32:20.211202",
  "date": "2010-03-31",
  "coram": [
    "Harms DP",
    "Navsa",
    "Snyders",
    "Malan",
    "Seriti JA"
  ],
  "case_number": "51/2010",
  "parties": {
    "applicants": [
      "Outward Investments (Pty) Ltd",
      "Ellerine Brothers (Pty) Ltd"
    ],
    "respondents": [
      "Park Road Trading 7 (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The dispute concerns two farms, Portion 61 and Portion 322, originally owned by Wilgespruit Blomkwekery (Pty) Ltd. After a township (Wilgeheuwel Extension 16) was proclaimed on Portion 61, Becolger Development Company sought to acquire Portion 61 and options on Portion 322. Park Road Trading 7 sold the properties to Becolger, which in turn assigned its rights to Outward Investments and its co‑option holder Ellerine Brothers. Several agreements of sale and options were concluded, with clauses requiring the seller to disclose material information (clause 5.1.8) and to incorporate Portion 322 into the township. The boundaries of the township were later extended to include Portion 322, creating Erf 1553, which Outward could not subdivide because the City of Johannesburg refused approval due to unpaid bulk‑services contributions by Becolger and alleged irregularities in the boundary‑extension process.",
    "issues": "1. Whether Park Road breached clause 5.1.8 of the sale conditions by failing to disclose material information concerning unpaid bulk‑services contributions and alleged irregularities. 2. Whether the sale agreements contravene section 67(2) of the Town‑Planning and Townships Ordinance 15 of 1986, rendering them of no force and effect.",
    "principles": "The court examined the nature of warranties in clause 5, distinguishing between factual representations and ongoing duties. It held that clause 5.1.8 requires disclosure of facts known at the time of signing; it does not impose a continuous duty to disclose future‑unknown facts. The jurisprudence on ‘voetstoots’ warranties (e.g., Masstores v Murray & Roberts, Masterspice v Broszeit) was applied to determine materiality and the effect of breach. Regarding the Ordinance, the court interpreted section 67(1) as applying only to the establishment of a new township, not to extensions of existing township boundaries under section 88, and noted that section 67(2) clarifies the meaning of “steps” to refer to pre‑application procedures for establishing a township.",
    "application": "Applying the above principles, the court found that the alleged non‑payment of bulk‑services contributions and the alleged irregularities arose after the option agreements were signed; Park Road therefore could not have disclosed them and no breach of clause 5.1.8 occurred. On the statutory question, the extension of the township boundaries was deemed a separate procedure that does not trigger the prohibition of section 67(1); consequently, the sale agreements were not void under section 67(2).",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The court upheld the lower court’s decision that Park Road did not breach the warranty and that the sale agreements remain valid."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Land Sale and Township Regulation",
    "level_3": [
      "contract warranty",
      "township ordinance",
      "sale of land",
      "statutory interpretation"
    ]
  }
}