{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/36.html",
  "case_name": "Van der Westhuizen v S (266/10) [2011] ZASCA 36; 2011 (2) SACR 26 (SCA) (28 March 2011)",
  "citation": "[2011] ZASCA 36",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 36\n|\nNoteup\n|\nLawCite\nVan der Westhuizen v S (266/10) [2011] ZASCA 36; 2011 (2) SACR 26 (SCA) (28 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 266/10\nIn the matter between:\nM\r\nVAN DER WESTHUIZEN\n.........................................................................\nAppellant\nand\nTHE\r\nSTATE\n..............................................................................................\nRespondent\nNeutral\r\ncitation:\nVan der Westhuizen v S\n(266/10)\n[2011] ZASCA 36\n(28 March 2011).\nCoram:\nCLOETE, SNYDERS and THERON JJA\nHeard:\r\n23 FEBRUARY 2011\nDelivered:\r\n28 MARCH 2011\nSummary:\nCriminal Procedure: the requirement (in\r\ns 32 of the National Prosecuting Authority Act) that a prosecutor\r\nmust act impartially,\nexplained; held that an accused can waive the\r\nprohibition (contained in\ns 105A(10)\nof the\nCriminal Procedure Act,\n51 of 1977\n) on disclosure of plea-bargain negotiations where no\r\nagreement is reached; held that where a special entry in terms of\ns\r\n317(1)\nof the\nCriminal Procedure Act is\nsought on the basis that\r\ncross-examination of a State witness was unjustifiably curtailed, the\r\ncourt can avoid making a special\nentry by recalling the witness for\r\nfurther cross-examination; the effect of a formal admission made\r\nunder\ns 220\nof the\nCriminal Procedure Act decided\nand the\r\ncircumstances when such an admission may be withdrawn, discussed.\r\nSentence: Deterrence and retribution do not recede into\nthe\r\nbackground as purposes of sentencing where an accused has not acted\r\nwith substantial diminished responsibility.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nWestern Cape High Court (Cape\r\nTown) (Louw J sitting as\ncourt of first instance):\nThe appeal is dismissed.\n______________________________________________________________\nJUDGMENT\n______________________________________________________________\nCLOETE JA (SNYDERS and THERON JJA concurring):\nIntroduction\n[1] On 28 July 2006 the appellant shot and killed his\r\nthree children. He was found guilty of three counts of murder by the\r\nWestern\nCape High Court (Louw J) and sentenced to 14 years'\r\nimprisonment on each count. Nine years of each of the sentences on\r\nthe second\nand third counts was ordered to run concurrently with the\r\nsentence on the first count. The effective term of imprisonment was\r\ntherefore\n24 years. The appellant has appealed, with the leave of the\r\ncourt a quo, against both his conviction and the sentence imposed.\r\nThis judgment addresses two questions:\n(1) whether the appellant had a fair trial; and\n(2) whether, having consented to\r\nadmissions being recorded formally in terms of\ns 220\nof the\nCriminal\nProcedure Act (the\nCPA),\n1\nthe appellant was entitled, without\r\nmore, to lead evidence and advance argument in contradiction of such\r\nadmissions.\nFair trial\n[2] The submission that the appellant had not been\r\naccorded a fair trial was based on an argument that the prosecutor\r\nhad not been\nimpartial, and on specific instances of alleged\r\nmisconduct on the part of the prosecutor and the court.\nImpartiality of the prosecutor\n[3] I shall deal first with the impartiality of the\r\nprosecutor. The appellant's attorney submitted:\n(a) that the prosecutor had called Inspector Koekemoer,\r\na sniper and part of the special task force deployed at the\r\nappellant's\nhouse after he had shot his children, to give evidence\r\nprejudicial to the appellant when the prosecutor could have called\r\nthe hostage\nnegotiators, especially the senior negotiator\r\nSuperintendent Herman Bosman, whose evidence, it was submitted, would\r\nhave been less\nprejudicial to the appellant and important for the\r\ncourt to appreciate the appellant's mental state; and\n(b) that the prosecutor had not called:\n(i) Ronel Arendse, the psychologist to whom Mrs van der\r\nWesthuizen had been referred on the date of the shootings, who was\r\nstill\ntreating her when she gave evidence and whose summary of what\r\nwas told to her allegedly differed from Mrs van der Westhuizen's\r\nevidence as to what had happened on the night of the shootings;\n(ii) Tanya Swart (a psychologist at Valkenberg and part\r\nof the team that observed the appellant when he was referred there\r\nfor an\ninquiry into his mental state and a report as contemplated in\r\nchapter 13 of the CPA) whose notes contained material which the\r\ndefence\nconsidered to be of assistance to the appellant, which were\r\nused to cross-examine State witnesses and which were handed in as an\n\nexhibit by the defence;\n(iii) Ronel Kemp (née Ollewagen), a psychologist\r\nconsulted by the appellant and Mrs van der Westhuizen in 2004; and\n(vi) Captain Marinda van Zyl, a social worker from the\r\nEmployee Assistance Services of the police, whom both the appellant\r\nand Mrs\nvan der Westhuizen consulted during the year in which the\r\nshootings took place.\n[4] The appellant's attorney asked this court to draw\r\nthe inference that witnesses that could support the appellant's case,\r\nwere\nnot called; and that the State had gone out of its way to obtain\r\nand place before the court evidence that showed the appellant in\na\r\nbad light. At the heart of this argument is a fundamental\r\nmisconception of the duties and function of a prosecutor in a\r\ncriminal\ncase.\n[5] Section 179(4) of the\r\nConstitution\n2\nprovides that:\n'National legislation must\r\nensure that the prosecuting authority exercises its functions without\r\nfear, favour or prejudice.'\nThe national legislation concerned,\r\nis the National Prosecuting Authority Act.\n3\nTwo sections of that Act are relevant\r\nfor present purposes, namely s 32 and s 22(6). The former\r\nsection provides:\n'(1)(a) A\r\nmember of the\nprosecuting\r\nauthority\nshall\r\nserve impartially and exercise, carry out or perform his or her\r\npowers, duties and functions in good faith and without fear,\nfavour\r\nor prejudice and subject only to the\nConstitution\nand the law.'\nThe oath and affirmation prescribed\r\nin subsec (2)(a) of the same section also contain the words 'enforce\r\nthe Law of the Republic\nwithout fear, favour or prejudice'. Section\r\n22(6) of the National Prosecuting Authority Act requires the National\r\nDirector of Public\nProsecutions (in consultation with the Minister\r\nand after consultation with Deputy National Directors and Directors)\r\nto frame a\ncode of conduct, and provides that such code shall be\r\ncomplied with by the prosecuting authority.\n4\n[6] The Code of Conduct for Members\r\nof the National Prosecuting Authority was recently published by GN\r\nR1257 in\nGG\n33907\r\nof 29 December 2010. It contains the following provisions relevant\r\nfor present purposes:\n'\nB.\r\nINDEPENDENCE\nThe prosecutorial discretion to\r\ninstitute and to stop criminal proceedings should be exercised\r\nindependently, in accordance with\nthe Prosecution Policy and the\r\nPolicy Directives, and be free from political, public and judicial\r\ninterference.\nC. IMPARTIALITY\nProsecutors should perform their\r\nduties without fear, favour or prejudice. In particular, they should\r\n─\n(a) carry out their functions\r\nimpartially and not become personally, as opposed to professionally,\r\ninvolved in any matter;\n(b) avoid taking decisions or\r\ninvolving themselves in matters where a conflict of interest exists\r\nor might possibly exist;\n(c) take into consideration the\r\npublic interest as distinct from media or partisan interests and\r\nconcerns, however vociferously\nthese may be presented;\n(d) avoid participation in\r\npolitical or other activities which may prejudice or be perceived to\r\nprejudice their independence and\nimpartiality;\n(e) not seek or receive gifts,\r\ndonations, favours or sponsorships that may compromise, or may be\r\nperceived to compromise, their\nprofessional integrity;\n(f) act with objectivity and pay\r\ndue attention to the constitutional right to equality;\n(g) take into account all\r\nrelevant circumstances and ensure that reasonable enquiries are made\r\nabout evidence, irrespective of whether\nthese enquiries are to the\r\nadvantage or disadvantage of the alleged offender;\n(h) be sensitive to the needs of\r\nvictims and do justice between the victim, the accused and the\r\ncommunity, according to the law\nand the dictates of fairness and\r\nequity; and\n(i) assist the court to arrive\r\nat a just verdict and, in the event of a conviction, an appropriate\r\nsentence based on the evidence\npresented.'\n[7] The Code was not in operation at\r\nthe time of the appellant's prosecution but it is consistent with the\r\nUnited Nations Guidelines\non the Role of Prosecutors\n5\nas well as the Standards of\r\nProfessional Responsibility and Statements of the Essential Duties\r\nand Rights of Prosecutors of the\nInternational Association of\r\nProsecutors.\n6\nClause 13 of the UN Guidelines\r\nprovides:\n'In the performance of their\r\nduties, prosecutors shall:\n(a) Carry out their functions\r\nimpartially and avoid all political, social, religious, racial,\r\ncultural, sexual or any other kind\nof discrimination;\n(b) Protect the public interest,\r\nact with objectivity, take proper account of the position of the\r\nsuspect and the victim, and pay\nattention to all relevant\r\ncircumstances, irrespective of whether they are to the advantage of\r\nthe suspect.'\n[8] The International Association of Prosecutors'\r\nStandards contains the following provisions relevant for present\r\npurposes:\n'\n3.\nImpartiality\nProsecutors shall perform their\r\nduties without fear, favour or prejudice.\nIn particular they shall:\ncarry out their functions\r\nimpartially;\nremain unaffected by individual\r\nor sectional interests and public or media pressures and shall have\r\nregard only to the public interest;\nact with objectivity;\nhave regard to all relevant\r\ncircumstances, irrespective of whether they are to the advantage or\r\ndisadvantage of the suspect;\nin accordance with local law or\r\nthe requirements of a fair trial, seek to ensure that all necessary\r\nand reasonable enquiries are\nmade and the result disclosed, whether\r\nthat points towards the guilt or the innocence of the suspect;\nalways search for the truth and\r\nassist the court to arrive at the truth and to do justice between the\r\ncommunity, the victim and\nthe accused according to law and the\r\ndictates of fairness.\n4.\nRole\r\nin criminal proceedings\n4.1 Prosecutors shall perform\r\ntheir duties fairly, consistently and expeditiously.\n. . .\n(d) in the institution of\r\ncriminal proceedings, they will proceed only when a case is\r\nwell-founded upon evidence reasonably believed\nto be reliable and\r\nadmissible, and will not continue with a prosecution in the absence\r\nof such evidence; throughout the course\nof the proceedings, the case\r\nwill be firmly but fairly prosecuted; and not beyond what is\r\nindicated by the evidence.'\n[9] I pause to emphasise that the concept of\r\nimpartiality in the South African code, the UN Guidelines and the\r\nStandards of the\nInternational Association of Prosecutors is not used\r\nin the sense of not acting adverserially, but in the sense of acting\r\neven-handedly,\nie avoiding discrimination; and the duty to act\r\nimpartially is therefore part of the more general duty to act without\r\nfear, favour\nor prejudice.\n[10] Against this local and\r\ninternational background, it would be apposite to quote from the\r\njudgment of Rand J of the Supreme Court\nof Canada in\nBoucher\r\nv The Queen\n:\n7\n'It cannot be over-emphasized\r\nthat the purpose of a criminal prosecution is not to obtain a\r\nconviction, it is to lay before a jury\nwhat the Crown considers to be\r\ncredible evidence relevant to what is alleged to be a crime. Counsel\r\nhave a duty to see that all\navailable legal proof of the facts is\r\npresented: it should be done firmly and pressed to its legitimate\r\nstrength but it must also\nbe done fairly. The role of prosecutor\r\nexcludes any notion \"of winning or losing\"; his function is\r\na matter of public\nduty than which in civil life there can be none\r\ncharged with greater personal responsibility. It is to be efficiently\r\nperformed\nwith an ingrained sense of the dignity, the seriousness and\r\nthe justness of judicial proceedings.'\nThe passage has been repeatedly\r\nreferred to by that court in subsequent decisions, see eg\nNelles\r\nv Ontario\n,\n8\nCanadianOxy Chemicals Ltd v Canada\r\n(Attorney General),\n9\nR v Stinchcombe\n,\n10\nProulx v The Queen\n;\n11\nand it has been quoted with approval\r\nby our Constitutional Court in\nS\r\nv Shaik & others\n,\n12\nby the House of Lords and the\r\nJudicial Committee of the Privy Council in\nR\r\nv H\n,\n13\nRandall v The Queen\n,\n14\nBenedetto v The Queen; Labrador v\r\nThe Queen\n,\n15\nby the High Court of Australia in\nLibke v R\n16\nand by the Supreme Court of Ireland\r\nin\nD O v DPP\n.\n17\n[11] The initial remarks of Rand J in\nBoucher\nin the passage quoted above must not,\r\nhowever, be misunderstood. In our practice it is not the function of\r\na prosecutor disinterestedly\nto place a hotchpotch of contradictory\r\nevidence before a court and then leave the court to make of it what\r\nit wills. On the contrary,\nit\r\nis the obligation of a prosecutor firmly but fairly and\r\ndispassionately to construct and present a case from what appears to\n\nbe credible evidence, and to challenge the evidence of the accused\r\nand other defence witnesses with a view to discrediting such\n\nevidence, for the very purpose of obtaining a conviction.\n18\nThat is the essence of a prosecutor's\r\nfunction in an adversarial system and it is not peculiar to South\r\nAfrica:\n(a) Lord Bingham said in\nRandall\n:\n19\n'\nFairness\nA contested criminal trial on\r\nindictment is adversarial in character. The prosecution seeks to\r\nsatisfy the jury of the guilt of\nthe accused beyond reasonable doubt.\r\nThe defence seeks to resist and rebut such proof. The objects of the\r\nparties are fundamentally\nopposed. . . .\n. . . The adversarial format of\r\nthe criminal trial is indeed directed to ensuring a fair opportunity\r\nfor the prosecution to establish\nguilt and a fair opportunity for the\r\ndefendant to advance his defence. . . .\n(I) The duty\r\nof prosecuting counsel is not to obtain a conviction at all costs but\r\nto act as a minister of justice:\nR\r\nv Puddick\n(1865)\r\n4 F & F 497, 499;\nR\r\nv Banks\n[1916]\r\n2 KB 621\n, 623. The prosecutor's role was very clearly described by\r\nRand J in the Supreme Court of Canada. . . .'\nand the learned Law Lord then went on\r\nto quote the remarks of Rand J in\nBoucher\nset out above.\n(b) Justice Sutherland said in\nBerger\r\nv US\n:\n20\n'The United States Attorney is\r\nthe representative not of an ordinary party to a controversy, but of\r\na sovereignty whose obligation\nto govern impartially is as compelling\r\nas its obligation to govern at all; and whose interest, therefore, in\r\na criminal prosecution\nis not that it shall win a case, but that\r\njustice shall be done. As such, he is in a peculiar and very definite\r\nsense the servant\nof the law, the twofold aim of which is that guilt\r\nshall not escape or innocence suffer. He may prosecute with\r\nearnestness and\nvigour ─ indeed, he should do so. But, while he\r\nmay strike hard blows, he is not at liberty to strike foul ones. It\r\nis as\nmuch his duty to refrain from improper methods calculated to\r\nproduce a wrongful conviction as it is to use every legitimate means\n\nto bring about a just one.'\n(c) Madame Justice L'Heurex-Dubé\r\nsaid in\nR v Cook\n:\n21\n'Nevertheless,\r\nwhile it is without question that the Crown performs a special\r\nfunction in ensuring that justice is served and cannot\nadopt a purely\r\nadversarial role towards the defence (\nBoucher\r\nv The Queen\n,\n[1955] SCR 16\n;\nPower\n,\nsupra\n,\r\nat p 616), it is well recognized that the\nadversarial\r\nprocess\nis\r\nan important part of our judicial system and an accepted tool in our\r\nsearch for the truth: see, for example\nR\r\nv Gruenke\n,\n[1991] 3 SCR 263\n, at p 295,\nper\nL'Heureux-Dubé\r\nJ. Nor should it be assumed that the Crown cannot act as a strong\r\nadvocate within this adversarial process.\nIn that regard, it is both\r\npermissible and desirable that it vigorously pursue a legitimate\r\nresult to the best of its ability.\nIndeed, this is a critical element\r\nof this country's criminal law mechanism:\nR\r\nv Bain\n,\n[1992] 1 SCR 91\n;\nR\r\nv Jones\n,\n[1994] 2 SCR 229\n;\nBoucher\n,\nsupra\n.\r\nIn this sense, within the boundaries outlined above, the Crown must\r\nbe allowed to perform the function with which it has been\nentrusted;\r\ndiscretion in pursuing justice remains an important part of that\r\nfunction.' (Underlining in the original judgment.)\n[12] Where an accused is represented,\r\nit is not the function of a prosecutor, as suggested by the\r\nappellant's attorney, to call\nevidence which is destructive of the\r\nState case or which advances the case of the accused.\n22\nThe prosecutor is not obliged to play\r\nchess against him ─ or herself. In England, the Privy Council\r\nin the case of\nSeneviratne\r\nv R\n23\nallowed the accused's appeal on a\r\nnarrow ground not relevant for present purposes, but rejected the\r\naccused's more general submission\nthat the Crown had an obligation to\r\ncall every eyewitness to the crime by saying:\n24\n'Their\r\nLordships do not desire to lay down any rules to fetter discretion on\r\na matter such as this which is so dependent on the\nparticular\r\ncircumstances of each case. Still less do they desire to discourage\r\nthe utmost candour and fairness on the part of those\nconducting\r\nprosecutions; but at the same time\nthey\r\ncannot, speaking generally, approve of an idea that a prosecution\r\nmust call witnesses irrespective of considerations of number\nand of\r\nreliability, or that a prosecution ought to discharge the functions\r\nboth of prosecution and defence\n.\r\nIf it does so confusion is very apt to result, and never is it more\r\nlikely to result than if the prosecution calls witnesses and\nthen\r\nproceeds almost automatically to discredit them by cross-examination.\nWitnesses\r\nessential to the unfolding of the narratives on which the prosecution\r\nis based, must, of course, be called by the prosecution,\nwhether in\r\nthe result the effect of their testimony is for or against the case\r\nfor the prosecution\n.'\r\n(Emphasis added.)\nMadame Justice L'Heurex-Dubé\r\nin\nR v Cook\n,\n25\nhaving quoted this passage, with the\r\nemphasis added, continued:\n'This\nobiter\nruling,\r\napparently intended to clarify the existing law in this area, did not\r\nquite accomplish its desired task. Instead, it would\nseem to have\r\nheightened the level of confusion. It was primarily the combined\r\neffect of the two portions highlighted above which\nhas given rise to\r\nthe most concern. At first, the Privy Council appears to be approving\r\nof a broad discretion and a reluctance\nto impose a need for the Crown\r\nto call witnesses for both sides. In the second portion, however, it\r\nwould seem that the Court is\nindicating that certain witnesses, those\r\n\"essential to the … narrative\", must be called in\r\nevery case. On the\nsurface at least, these opposing comments are not\r\neasily reconcilable.'\nThe learned justice then referred to\r\nthe Privy Council case of\nAdel\r\nMuhammed El Dabbah v Attorney-General for Palestine\n26\nand Canadian cases including\nLemay\r\nv The King\n27\nand\nR\r\nv Yebes.\n28\nIn the\nYebes\nmatter McIntire J said:\n29\n'The Crown\r\nhas a discretion as to which witnesses it will call in presenting its\r\ncase to the court. This discretion will not be\ninterfered with unless\r\nthe Crown has exercised it for some oblique or improper reason: see\nLemay\r\nv The King\n,\nsupra\n.\r\nNo such improper motive is alleged here. While the Crown may not be\r\nrequired to call a given witness, the failure of the Crown\nto call a\r\nwitness may leave a gap in the Crown's case which will leave the\r\nCrown's burden of proof undischarged and entitle the\naccused to an\r\nacquittal. It is in this sense that the Crown may be expected to call\r\nall witnesses essential to the unfolding of\nthe narrative of events\r\nupon which the Crown's case is based.'\nIn\nCook\n30\nMadam Justice L'Heureux-Dubé\r\nsaid of this passage, referring back to the second passage emphasised\r\nin\nSeneviratne\n:\n'\"[E]ssential to the . . .\r\nnarrative\" does not mean, as many have attempted to suggest,\r\nthat all witnesses with relevant\ntestimony have to be called by the\r\nprosecution. On the contrary, it refers solely to the Crown's burden\r\nof proof in a criminal\nproceeding. Where the \"narrative\" of\r\na given criminal act is not adequately set forth, elements of the\r\noffence might\nnot be properly proven, and the Crown risks losing its\r\ncase.'\n[13] It is therefore within the\r\ndiscretion of the prosecutor to decide which witnesses to call as\r\npart of the State case. The duty\nof the prosecutor 'to see that all\r\navailable legal proof of the facts is presented', in the words of\r\nRand J in\nBoucher\n,\r\nis discharged by making the evidence (and not only the witnesses\r\nsubpoenaed by the State) available to the accused's legal\r\nrepresentatives.\nThe South African Code of Conduct for Members of the\r\nNational Prosecuting Authority provides in chapter D, which deals\r\nwith 'Role\nin Administration of Justice':\n'2. Prosecutors should,\r\nfurthermore ─\n. . .\n(g) as soon as is reasonably\r\npossible, disclose to the accused person relevant prejudicial and\r\nbeneficial information, in accordance\nwith the law or the\r\nrequirements of a fair trial.'\nI respectfully agree in this regard\r\nwith the remarks of Justice Sopinka who delivered the judgment of the\r\nSupreme Court of Canada\nin\nStinchcombe\n:\n31\n'As long ago\r\nas 1951, Cartwright J stated in\nLemay\r\nv The King,\n[1952]\r\n1 SCR 232\n, at p 257:\n\"I wish\r\nto make it perfectly clear that I do not intend to say anything which\r\nmight be regarded as lessening\nthe\r\nduty which rests upon counsel for the Crown to bring forward evidence\r\nof every material fact known to the prosecution whether\nfavourable to\r\nthe accused or otherwise\n.\r\n. . .\"\nThis\r\nstatement may have been in reference to the obligation resting on\r\ncounsel for the Crown to call evidence rather than to disclose\nthe\r\nmaterial to the defence, but I see no reason why this obligation\r\nshould not be discharged by disclosing the material to the\ndefence\r\nrather than obliging the Crown to make it part of the Crown's case.'\r\n(Emphasis by Sopinka J.)\n32\nI would emphasise, however, that it is not necessarily\r\nsufficient for the prosecutor to tender State witnesses to the\r\ndefence at\nthe end of the State case, nor does the prosecutor\r\nnecessarily discharge the duty of disclosure by making available the\r\ncontents\nof the dossier: if there is evidence which the prosecutor\r\nknows or ought reasonably to suspect is or may be destructive of the\r\nState case, or which tends or might tend to support the defence case,\r\nand which the prosecutor knows or ought reasonably to suspect\nis not\r\nknown to the defence, it is the prosecutor's duty to bring this\r\nevidence specifically to the attention of the accused's\nlegal\r\nrepresentatives. It would therefore, for example, not be necessary\r\nfor a prosecutor to draw attention to a specific witness's\nstatement\r\nfavourable to the accused in the dossier made available to the\r\ndefence, for he who runs may read; but the prosecutor\nwould be\r\nobliged to inform the defence that a particular witness, who has not\r\ngiven a statement, might to the defence's advantage\nbe consulted and\r\nwhy, and also to assist, where necessary, in making such a witness\r\navailable; and the prosecutor would also be\nobliged to furnish the\r\ndefence with a document which is not in the dossier, which favours\r\nthe accused's case or which is destructive\nof the State case, which\r\nthe prosecutor believes or ought reasonably to believe is not in the\r\npossession of the defence. But the\nprosecutor's obligation is not to\r\nput the information before the court.\n[14] I therefore conclude that there is no substance in\r\nthe argument that the appellant did not receive a fair trial because\r\nthe\nState called some witnesses, and not others. Nor did the\r\nprosecutor simply make State witnesses not called by the State\r\navailable\nto the defence: the prosecutor placed on record that he\r\nwould assist the defence in locating and consulting with such\r\nwitnesses.\nAnd if the appellant's attorney did not insist that\r\nsubpoenas issued at the suit of the defence were enforced, that\r\ncannot be laid\nat the door of the prosecution.\n[15] I turn to consider the specific complaints made by\r\nthe appellant's attorney in support of the argument that the\r\nappellant did\nnot receive a fair trial. For reasons which will become\r\napparent, it is not necessary to deal with all of them.\nSection 105A of the CPA\n[16] Plea negotiations as contemplated in s 105A of the\r\nCPA took place between the State and the appellant's legal\r\nrepresentatives.\nNothing came of these negotiations but in the course\r\nof them the appellant's legal representatives furnished the\r\nprosecution with\nreports on the appellant authored by a psychiatrist,\r\nDr Neil Fouché, and a psychologist, Mrs Charlotte Hoffman.\r\nThose reports\nwere sent by the prosecution to Dr Killisky (a member\r\nof the team at Valkenberg Hospital which inquired into, and reported\r\non,\nthe appellant's mental state in terms of chapter 13 of the CPA)\r\nand were seen by Dr Panieri-Peter (a member of the same team) about\n\ntwo days before she was due to give evidence. She had regard to them\r\nand intended referring to them in her evidence. The appellant's\n\nattorney submitted that this constituted an irregularity inasmuch as\r\ns 105A(10)(a)(i) provides:\n'Where a\r\ntrial starts\nde\r\nnovo\nas\r\ncontemplated in subsec (6)(c)\n33\nor (9)(d)\n34\n─\n(a) the agreement shall be null\r\nand void and no regard shall be had or reference made to ─\n(i) any negotiations which\r\npreceded the entering into the agreement.'\nThe section contains no reference to\r\na situation such as the present where there was no agreement, but it\r\nmust apply equally in\nsuch a case. Normally, an accused cannot\r\nconsent to an incorrect procedure being followed:\nS\r\nv Lapping\n;\n35\nbut the section contains a proviso in\r\nthe following terms:\n'Unless the accused consents to\r\nthe recording of all or certain admissions made by him or her in the\r\nagreement or during any proceedings\nrelating thereto and any\r\nadmissions so recorded shall stand as proof of such admission.'\nThe effect of the proviso is that an\r\naccused may waive the protection afforded by the section and agree to\r\nthe recording of admissions.\nA\r\nfortiori\n, then, can\r\nan accused agree to the use of documents brought into existence for\r\nthe purposes of s 105A proceedings which do not\ncontain admissions,\r\nbut which are unfavourable or, for that matter, favourable to the\r\naccused. And that is exactly what happened\nhere.\n[17] After Dr Panieri-Peter had read her report into the\r\nrecord, the appellant's attorney pointed out that the reports of the\r\nappellant's\nexperts sent to the prosecution as part of the s 105A\r\nproceedings, had come into her hands. The court then adjourned for\r\nthe day.\nThe following morning at the commencement of proceedings the\r\nappellant's attorney said:\n'Edele, dit is nog steeds my\r\nsubmissie dat die verslae was ingehandig in Artikel 105A verrigtinge,\r\nen dat dit bespreek was in daardie\nomstandighede. Ek gaan egter, of\r\nek was gister geskok gewees dat hierdie getuie dit genoem het, dat\r\nhierdie verslae oorhandig aan\nhaar was. Ek het dit egter met die\r\nStaat bespreek, die Staat het my 'n verduideliking daaroor gegee. Ek\r\ngaan nie beswaar maak dat\nsy dan getuienis daaroor gee nie. Indien\r\ndaar enige aspekte is wat ek voel wat verkeerdelik genoem word, of 'n\r\nverkeerde afleiding\nuit daardie verslae, dan sal ek dit laat uitblyk\r\nin kruisondervraging.'\nAfter further discussions the court, addressing the\r\nprosecutor, said that the appellant's attorney did not object to Dr\r\nPanieri-Peter\ncontinuing with her evidence, obviously by dealing with\r\nthe appellant's expert reports, but that he (the appellant's\r\nattorney)\nwould deal with that evidence in cross-examination. The\r\nprosecutor confirmed that that was so. The learned judge then asked\r\nthe\nappellant's attorney whether the position as had just been\r\nexplained, was correct, and the appellant's attorney confirmed that\r\nit was. Dr Panieri-Peter continued with her evidence but before\r\ndealing with the reports from the defence, said:\n'I have deliberately left out\r\nthe inconsistencies in this Psychologist and the Psychiatrist reports\r\nabout memory. I don't know,\ncan I comment on those, because that is\r\nalso relevant to the inconsistency of memory, but I just want to be\r\nclear, because there\nwas a dispute about documents. I want to be\r\nclear on that information first.'\nThe judge then addressed the appellant's attorney and\r\nenquired: 'Ek wil net seker maak wat u houding is daaromtrent.' The\r\nappellant's\nattorney asked for an opportunity to take instructions,\r\nto which the judge responded:\n'Ja, maar u moet nou besluit,\r\nmeneer, watter kant toe u wil gaan daarmee, want ek verstaan u het\r\ndit oorweeg om te sê u het\nnie 'n beswaar as daar na verwys\r\nword nie, want u gaan in elk geval daarmee handel in kruisverhoor.\r\nNou kom dit nou by die punt,\nen volgens die getuie is daar belangrike\r\ninligting daarin, feitlike weergawes wat vir haar van belang is om 'n\r\nmening uit te spreek.'\nThe court then adjourned at the request of the\r\nappellant's attorney and on resumption, the latter said:\n'Dit is my instruksies om nie\r\nbeswaar te maak teen die getuienis wat gelei word nie, maar versoek\r\nspesifiek dat daar spesifieke\nverwysing gemaak sal word na 'n persoon\r\nse verslag . . . . dat die verslae nie in een bespreek word, hetsy\r\nvan Charlotte Hoffman\nof van Niel Fouché nie, maar indien sy\r\ndan net 'n verwysing sal maak van 'n spesifieke verslag, na wat\r\nverwys word.'\n[18] In the circumstances, the proposition that the\r\nappellant did not have a fair trial because reports handed to the\r\nState in the\ncourse of s 105A proceedings had come into the hands of\r\na State witness and were commented on by the State witness, is\r\nuntenable.\nThe attitude of the appellant's attorney as reflected in\r\nthe exchanges summarised above was eminently sensible if the defence\r\nintended\nto call the witnesses whose reports had been handed to the\r\nprosecution. It would have been the duty of the appellant's attorney\n\nto put the contents of the reports to State witnesses who could\r\ncomment thereon and that included Dr Panieri-Peter. Allowing the\n\nState to lead such comments in her evidence in chief had the\r\nadvantage that the defence could consult its expert witnesses after\n\nher comments were known, and then put the reply of the defence\r\nwitnesses to her criticism of their reports in cross-examination,\nso\r\nobviating the necessity for an adjournment during cross-examination\r\nto enable the defence to take instructions.\nSpecial entries\n[19] The next complaint advanced by\r\nthe appellant's attorney was that his cross-examination of Mrs van\r\nder Westhuizen had been unjustifiably\nlimited by the court a quo, and\r\nthat the court had refused to make a special entry in terms of s 317\n36\nof the CPA in this regard. It is\r\nconvenient to consider this point together with the further complaint\r\nby the appellant's attorney\nthat a statement by Ms Ronel Arendse was\r\nnot timeously disclosed to the defence and that the court refused to\r\nmake a special entry\nin this regard as well.\n[20] As I have said, Ms Ronel Arendse is a psychologist,\r\nto whom Mrs van der Westhuizen was referred on the date of the\r\nincident\nand who was still treating her when Mrs van der Westhuizen\r\ngave evidence. These facts emerged during cross-examination of Mrs\r\nvan\nder Westhuizen on Thursday 6 November 2008. After the court had\r\nadjourned, the prosecutor looked at a report from Ms Arendse, saw\n\nthat it referred to other reports, obtained those reports from her\r\nand forwarded same to the appellant's attorney because they\ncontained\r\nreferences to what had happened during the night of the shootings.\r\nThe reports were received by the appellant's attorney\nduring the\r\nafternoon of Friday 7 November 2008. The following Monday, 10\r\nNovember 2008, the appellant's attorney asked for a special\nentry to\r\nbe made in terms of s 317 because the defence had not had an\r\nopportunity to cross-examine Mrs van der Westhuizen on the\nalleged\r\ndifferences between the report and Mrs van der Westhuizen's evidence\r\non the events of the night in question. The prosecutor\nsuggested that\r\nMrs van der Westhuizen be recalled for such cross-examination.\n[21] The appellant's attorney had by then indicated to\r\nthe court that he would apply for a special entry also on the basis\r\nthat\nhe had been prevented from properly cross-examining Mrs van der\r\nWesthuizen. The court indicated that Mrs van der Westhuizen would\nbe\r\nrecalled for further cross-examination and instructed the appellant's\r\nattorney to cover both aspects ─ the alleged differences\n\nbetween Ms Arendse's report and Mrs van der Westhuizen's evidence, as\r\nwell as any other aspects he wished to canvass with Mrs van\nder\r\nWesthuizen which would have given rise to a special entry. The\r\nfurther cross-examination of Mrs van der Westhuizen stood over\nfor\r\nthree days at the request of the appellant's attorney to enable him\r\nto prepare and other witnesses were called by the State\nin the\r\nmeantime. Before the cross-examination commenced, the presiding judge\r\nagain instructed the appellant's attorney to cross-examine\nMrs van\r\nder Westhuizen on aspects that the latter claimed he had been\r\nprevented from putting to her, in order to avoid a special\nentry and\r\nit is clear from the record that the appellant's attorney understood\r\nthe court's attitude.\n[22] The appellant's attorney then cross-examined Mrs\r\nvan der Westhuizen until after the tea adjournment and said to the\r\ncourt:\n'U Edele, dit sluit my\r\nkruisondervraging af.'\nThe learned judge then said:\n'Nou soos ek vroeër gesê\r\nhet u het aangedui dat u wil aansoek doen vir spesiale inskrywing dat\r\nwat die kruisverhoor van\nhierdie getuie betref daar onreëlmatigheid\r\nwas of dat die prosedure in stryd met die reg is. Nou die getuie is\r\nnou hier in\ndie getuiebank. Is daar enige ander aspekte wat u met die\r\ngetuie wil opvat? Wat u vroeër oënskynlik onder die indruk\r\nwas dat u nie toegelaat is om behoorlik te kruisverhoor nie.\r\nOnreëlmatig nie toegelaat is nie. Of in stryd met die reg nie\n\ntoegelaat is om volledig te kruisverhoor.'\nThe appellant's attorney began replying, and was\r\ninterrupted by the court who said:\n'Ja, maar nou wat is nou die\r\nposisie? Is daar nog aspekte wat u meen u nie op 'n onreëlmatige\r\nwyse of strydig met die reg nie\ntoegelaat is om te kruisverhoor nie?'\nThe appellant's attorney replied:\n'U Edele ek sal dit daar laat.\r\nMy instruksies [is] om dit nie verder te kruisondervra.'\nThe court then said:\n'Verstaan ek u dan dat u het die\r\ngeleentheid gehad om ten volle, soos u dit sien, te kruisverhoor?'\nA further discussion ensued and the court then said:\n'Kyk, ek verstaan u het\r\ninstruksies, maar u is die regsverteenwoordiger. U moet 'n besluit\r\nneem.'\nAgain, the court made its attitude clear:\n'Want ek wil nie later laat ons\r\nsit met 'n situasie dat daar 'n aansoek vir 'n spesiale aantekening\r\nis dat daar nie behoorlik gekruisverhoor\nis nie of dat die\r\nkruisverhoor onreëlmatig of in stryd met die reg gekortwiek is\r\nnie. So as daar is dan moet u dit vir my\nnoem dat ek ─ dan kan\r\nu vir my toespreek oor die relevansie daarvan en dan kan daar 'n\r\nbesluit geneem word. Maar ek kan dit\nnie in die lug laat hang nie\r\nmeneer. Verstaan u?'\nIt appears from the record that the appellant's attorney\r\nthen had discussions with the prosecutor and Mrs van der Westhuizen\r\nwas\ncross-examined further, in camera. Thereafter the appellant's\r\nattorney again said that his cross-examination was concluded.\n[23] It is unnecessary to consider whether, initially,\r\nthe court unjustifiably limited cross-examination of Mrs van der\r\nWesthuizen.\nAny irregularity that there may have been in that regard\r\nwas cured by the court allowing further cross-examination. The same\r\napplies\nto the complaint that the report of Ms Arendse was made\r\navailable only after Mrs van der Westhuizen had already given\r\nevidence.\nThe submission on appeal that the procedure followed by the\r\ncourt was irregular and that the court was obliged to make the\r\nspecial\nentries, is devoid of authority, logic and merit.\nBias of the judge\n[24] The appellant's attorney accused the trial judge of\r\nbias towards the appellant. He did not wish to answer the question\r\nfrom\nthe bench whether he relied on actual bias or on facts that\r\ncould reasonably give rise to an inference of bias but, when pressed,\n\nhe alleged actual bias. I do not propose dignifying this allegation\r\nby analyzing the submissions made in support of it. It is entirely\n\nwithout merit and the best proof of this is the fact that, as the\r\nappellant's attorney confirmed, no application was made at any\ntime,\r\nin court or in chambers, for the judge a quo to recuse himself.\n[25] Further arguments by the\r\nappellant's attorney in support of the submission that the appellant\r\ndid not receive a fair trial\nthat were contained in the heads of\r\nargument, were either abandoned in argument before us\n37\nor require no serious consideration.\n[26] I therefore conclude that there is no substance in\r\nthe submission that the appellant did not receive a fair trial. I\r\nturn to\nconsider the effect of the formal admissions made by the\r\nappellant.\nSection 220 admissions\n[27] At the commencement of the trial, the appellant\r\npleaded guilty to each of the three murder charges. He was then\r\nrepresented\nby an advocate and his present attorney. A written\r\nstatement setting out the facts on which he pleaded guilty and signed\r\nby himself,\nhis advocate and his attorney was read out in full by his\r\nadvocate and handed in as exhibit A. The appellant, in response to a\r\nquestion by the court, thereupon confirmed that exhibit A contained\r\nhis plea and explanation of his plea. The following paragraphs\nof\r\nthat document are relevant for present purposes:\n'Ad Aanklag 1\n4.1 Ek erken dat ek op 28 Julie\r\n2006 en naby Kingstraat 8, Brackenfell vir Bianca van der Westhuizen,\r\n'n vroulike persoon, gedood\nhet deur haar een maal met 'n vuurwapen,\r\nte wete 'n Z88 pistool, in die kop te skiet.\nEk erken dat ek geweet het toe\r\nek so opgetree het dat ek verkeerd optree en dat ek daarvoor gestraf\r\nkan word.\n4.2 Ek erken voorts dat die\r\noorsaak van dood \"'n skoot aan die kop is\" soos vervat in\r\ndie regsgeneeskundige lykskouingsverslag\nvan Jacob Johannes Dempers.\n4.3 Ek erken voorts dat die\r\noorledene geen verdere beserings opgedoen het na die toedien van die\r\nnoodlottige skoot tot die uitvoering\nvan die regsgeneeskundige\r\nlykskouing.\n4.4 Vir doeleindes van\r\nvolledigheid erken ek ook dat die identiteit van die oorledene Bianca\r\nvan der Westhuizen was.\n5.\nAd\r\nAanklag 2\n5.1 Ek erken dat ek op 28 Julie\r\n2006 en naby Kingstraat 8, Brackenfell vir Marius Eben van der\r\nWesthuizen, 'n manlike persoon, gedood\nhet deur hom een maal met 'n\r\nvuurwapen, te wete 'n Z88 pistool, in die kop te skiet.\nEk erken dat ek geweet het toe\r\nek so opgetree het dat ek verkeerd optree en dat ek daarvoor gestraf\r\nkan word.\n5.2 Ek erken voorts dat die\r\noorsaak van dood \"'n skoot aan die kop is\" soos vervat in\r\ndie regsgeneeskundige lykskouingsverslag\nvan Jacob Johannes Dempers.\n5.3 Ek erken voorts dat die\r\noorledene geen verdere beserings opgedoen het na die toedien van die\r\nnoodlottige skoot tot die uitvoering\nvan die regsgeneeskundige\r\nlykskouing.\n5.4 Vir doeleindes van\r\nvolledigheid erken ek ook dat die identiteit van die oorledene Marius\r\nEben van der Westhuizen was.\n6.\nAd\r\nAanklag 6\n6.1 Ek erken dat ek op 28 Julie\r\n2006 en naby Kingstraat 8, Brackenfell vir Antoinette van der\r\nWesthuizen, 'n vroulike persoon, gedood\nhet deur haar een maal met 'n\r\nvuurwapen, te wete 'n Z88 pistool, in die kop te skiet.\nEk erken dat ek geweet het toe\r\nek so opgetree het dat ek verkeerd optree en dat ek daarvoor gestraf\r\nkan word.\n6.2 Ek erken voorts dat die\r\noorsaak van dood \"'n skoot aan die kop is\" soos vervat in\r\ndie regsgeneeskundige lykskouingsverslag\nvan Jacob Johannes Dempers.\n6.3 Ek erken voorts dat die\r\noorledene geen verdere beserings opgedoen het na die toedien van die\r\nnoodlottige skoot tot die uitvoering\nvan die regsgeneeskundige\r\nlykskouing.\n6.4 Vir doeleindes van\r\nvolledigheid erken ek ook dat die identiteit van die oorledene\r\nAntoinette van der Westhuizen was.\n7. Nieteenstaande die feit dat\r\nek voor en ten tye van die voorval aan erge depressie gely het en\r\nnieteenstaande die feit dat ek\ngeen geheue het oor die betrokke\r\nvoorval, welke geheueverlies toegeskryf word aan post traumatiese\r\nspanning (stress) disfunksie:\n7.1 Erken ek die feite soos\r\nuiteengesit in die klagstaat;\n7.2 Erken ek dat alhoewel my\r\ninsig beperk was deur die depressie, ek nieteenstaande die beperkte\r\ninsig, die verkeerdheid van my\nhandelinge besef het;\n7.3 Erken ek spesifiek dat die\r\ndepressie en/of geheueverlies geen regverdigingsgrond daarstel nie\r\nmaar slegs verminderde toerekeningsvatbaarheid\ndaar mag stel;\n7.4 Erken dat die geheueverlies\r\ntoegeskryf word aan post traumatiese spannings disfunksie en dat dit\r\nnie 'n verweer daarstel soos\nuiteengesit in Artikel 77 en 78 van die\r\nStrafproseswet;\n7.5 Ek erken dat my depressie en\r\ngeheueverlies vanweë post traumatiese spannings disfunksie\r\nvolledig met my bespreek is deur\nmy regsverteenwoordigers,\r\nsielkundige en psigiater, dat ek die omvang daarvan begryp en\r\nweereens erken ek onomwonde dat dit nie\n'n verweer daarstel en dat ek\r\nerken dat my optrede verkeerd was en dat ek die nodige insig gehad\r\nhet.\n8. Gevolglik erken ek dat ek die\r\nnodige vermoë gehad het om tussen reg en verkeerd te onderskei\r\nen voorts dat ek die vermoë\ngehad het om ooreenkomstig daardie\r\nonderskeidingsvermoë te handel.'\n[28] The prosecutor placed on record that the State did\r\nnot accept the allegations in para 7 of exhibit A. For the rest, the\r\nadmissions\nwere accepted. The learned judge a quo noted that there\r\nwas no admission that the appellant's conduct was accompanied by an\r\nintention\nto kill, but merely that the shots the appellant fired had\r\ncaused death and that there was criminal responsibility. The court\r\nthen\nentered a plea of not guilty on all three counts. In doing so,\r\nit acted in terms of s 113(1) of the CPA which provides:\n'If the court at any stage of\r\nthe proceedings under section 112(1)(a) or (b) or 112(2) and before\r\nsentence is passed is in doubt\nwhether the accused is in law guilty\r\nof the offence to which he or she has pleaded guilty or if it is\r\nalleged or appears to the\ncourt that the accused does not admit an\r\nallegation in the charge or that the accused has incorrectly admitted\r\nany such allegation\nor that the accused has a valid defence to the\r\ncharge or if the court is of the opinion for any other reason that\r\nthe accused's\nplea of guilty should not stand, the court shall record\r\na plea of not guilty and require the prosecutor to proceed with the\r\nprosecution:\nProvided that any allegation, other than an allegation\r\nreferred to above, admitted by the accused up to the stage at which\r\nthe\ncourt records a plea of not guilty, shall stand as proof in any\r\ncourt of such allegation.'\nIn accordance with the proviso, once the plea of not\r\nguilty had been entered, the admissions in exhibit A stood 'as proof'\r\nof the\nallegations admitted.\n[29] After the prosecutor had placed on record further\r\nadmissions made by the appellant and handed in exhibits to which they\r\nrelated,\nhe asked that, despite the fact that the court had recorded\r\na plea of not guilty, the admissions made in exhibit A should stand\n\nas formal admissions in the trial. The appellant's advocate indicated\r\nthat there was no objection to this being done. The court\n\nnevertheless explained the position to the appellant and asked him,\r\ntwice, whether he made the admissions; and twice, the appellant\nsaid\r\nthat he did. It is quite clear from the record that the admissions\r\nwere sought and made in terms of s 220 of the CPA. That\nsection\r\nprovides:\n'An accused or his or her legal\r\nadviser or the prosecutor may in criminal proceedings admit any fact\r\nplaced in issue at such proceedings\nand any such admission shall be\r\nsufficient proof of such fact.'\n[30] The distinction between ss 113(1) and 220 is this.\r\nWhen the plea of guilty was tendered, there was no dispute between\r\nthe State\nand the defence and hence (to use the words of s 220) there\r\nwas no 'fact placed in issue'. Once the plea of not guilty had been\n\nentered, all the allegations in the indictment were placed in issue\r\n(save that in terms of the proviso to s 113(1), the admissions\nstood\r\n'as proof' of the allegations admitted) and admissions in terms of s\r\n220 could be made. The difference in effect between\nthe two sections\r\nis that whilst an allegation, admitted by an accused up to the stage\r\nat which the court records a plea of not\nguilty, stands 'as proof' of\r\nsuch allegation, and therefore forms part of the probative material\r\nbefore the court, an admission\nof a fact in terms of s 220 is\r\n'sufficient proof' of such fact and no further evidence is necessary.\n[31] The significance of the\r\nadmissions made in terms of s 220 is this: The appellant admitted in\r\nrespect of each count, and therefore\nthree times, that when he shot\r\neach deceased he knew that he was acting wrongfully and that he could\r\nbe punished therefor; and\nthe appellant recorded that he had the\r\ncapacity to distinguish between right and wrong and that he further\r\nhad the capacity to\nact in accordance with such appreciation. The\r\neffect of the admissions is that the appellant acknowledged criminal\r\nresponsibility\nbecause the admissions are inconsistent with a defence\r\nof criminal incapacity, whether non-pathological or caused by mental\r\nillness\nor mental defect ─ although the admissions are not\r\ninconsistent with diminished responsibility, which is relevant to\r\nmitigation\nof sentence. The distinction is explained by Prof Snyman\n38\nin comparing\ns 78(1)\n39\nanc\" HREF=\"#sdfootnote39sym\">\n39\nof the\nCriminal Procedure Act, which\nexcludes criminal responsibility caused by mental illness or mental\r\ndefect, with\ns 78(7)\n,\n40\nanc\" HREF=\"#sdfootnote40sym\">\n40\nwhich allows a court to take into\r\naccount diminished responsibility resulting from either cause in\r\nsentencing the accused. The learned\nauthor, with reference to\ns\r\n78(7)\n, says:\n'This subsection confirms that\r\nthe borderline between criminal capacity and criminal non-capacity is\r\nnot an absolute one, but a\nquestion of degree. A person may suffer\r\nfrom a mental illness yet nevertheless be able to appreciate the\r\nwrongfulness of his conduct\nand act in accordance with that\r\nappreciation. He will then, of course, not succeed in a defence of\r\nmental illness in terms of\nsection 78(1).\nIf it appears that, despite\r\nhis criminal capacity, he finds it more difficult than a normal\r\nperson to act in accordance with his\nappreciation of right and wrong,\r\nbecause his ability to resist temptation is less than that of a\r\nnormal person, he must be convicted\nof the crime (assuming that the\r\nother requirements for liability are also met), but these\r\npsychological factors may be taken into\naccount and may then warrant\r\nthe imposition of a less severe punishment.'\nThe same distinction applies where\r\nmental illness is not present, as appears from a number of judgments\r\nof this court eg\nS v\r\nSmith\n,\n41\nS v Shapiro\n,\n42\nand\nS\r\nv Ingram\n.\n43\nAccording to these cases, the fact\r\nthat the defence of temporary non-pathological criminal incapacity\r\nfails, or is not raised, does\nnot have the consequence that the\r\naccused must be sentenced as if he/she was acting normally. The\r\ncontrary is the case. A person\nwho acted with diminished\r\nresponsibility is guilty, but his/her conduct is morally less\r\nreprehensible because the criminal act\nwas performed when the accused\r\ndid not fully appreciate the wrongfulness of the act or was not fully\r\nable to act in accordance\nwith an appreciation of such wrongfulness.\n[32] The consequence of the\r\nadmissions was to put the appellant's criminal capacity beyond issue.\r\nCameron JA said in\nS\r\nv Groenewald\n:\n44\n'An admission\r\nis an acknowledgment of a fact. When proved or made formally during\r\njudicial proceedings, it dispenses with the need\nfor proof in regard\r\nto that fact.\nWigmore\r\non Evidence\ncalls\r\nit \"a method of escaping from the necessity of offering any\r\nevidence at all\": a \"waiver relieving the opposite\nparty\r\nfrom the need of any evidence\".\n45\nSection 220\nof the Act, accordingly, makes it possible for a contested fact to be\r\nput beyond issue since, once made, the admission constitutes\n\n\"sufficient proof\" of it.'\nTherefore, as pointed out by Rumpff\r\nCJ in\nS v Seleke &\r\n'n ander\n:\n46\n'Wanneer 'n erkenning kragtens\r\nart 220 gemaak word, beteken dit dat 'n beskuldigde nie later kan\r\nbeweer dat wat erken is, nog deur\ndie Staat bewys moet word nie. Die\r\nwoorde \"voldoende bewys\" onthef dus die Staat van die las\r\nom die betrokke feit wat\nerken is, op enige ander manier te bewys,\r\ntensy die Staat, om spesiale redes, nog ander getuienis omtrent die\r\nfeit aan die Verhoorhof\nwil voorlê.'\n[33] The appellant, having made the admissions formally,\r\nwas not entitled to require the State to cross the hurdle the\r\nadmissions\nwere intended to eliminate. And much less was it open to\r\nthe appellant, having made the admissions, himself to create a hurdle\r\nby leading evidence inconsistent with the admissions, for the same\r\nreason. But that is precisely what the appellant's attorney,\nonce the\r\nappellant's counsel had been relieved of his mandate, sought to do.\r\nWhen the prosecutor put paragraph 7.3 of exhibit A\nto Dr\r\nPanieri-Peter, the psychiatrist called by the State, and the witness\r\nhad replied 'it is a question of diminished responsibility',\nthe\r\njudge intervened, rehearsed the facts leading to the State's\r\nnon-acceptance of the plea explanation and pointed out that the\n\nappellant's attorney had previously indicated in cross-examination of\r\nState witnesses that he would argue that a verdict of not\nguilty\r\nshould be returned; and the judge at the end of the case permitted\r\nargument to this effect. The admissions made formally\nin terms of\ns\r\n220\nwere simply ignored. None of this should have been allowed.\n[34] For so long as a formal\r\nadmission stands, it cannot be contradicted by an accused whether by\r\nway of evidence or in argument.\nTo hold otherwise would defeat the\r\npurpose of\ns 220\n, eliminate the distinction between a formal\r\nadmission in terms of that section and an informal admission which\r\nmay be qualified\nor explained away, and thereby lead to confusion in\r\ncriminal trials. As Viljoen JA said in\nS\nv\nMjoli\n47\nin a concurring judgment:\n'By reason of the fact that an\r\nadmission formally made by or on behalf of the accused is \"sufficient\r\nevidence\", the effect\nis that such fact virtually becomes\r\nconclusive proof against him because the accused himself or his legal\r\nrepresentative on his\nbehalf has made the admission and any effort by\r\nhim or on his behalf to adduce evidence countervailing such fact\r\nwould be inconsistent\nwith his having made the admission.'\n[35] There is no authoritative\r\npronouncement as to how an accused may escape the consequences of a\r\nformal admission, once made.\nRumpff CJ said in\nSeleke\nafter the passage\r\nquoted above:\n'Voldoende bewys is natuurlik\r\nnie afdoende bewys (conclusive evidence) nie en kan later deur die\r\nbeskuldigde, bv, weens dwang of\ndwaling of deur ander regtens\r\naanneemlike feite, weerlê word.'\nIn\nS\r\nv Daniëls & 'n ander\n48\nNicholas AJA and Botha JA adopted\r\ndifferent approaches. Nicholas AJA (having quoted the provisions of\ns\r\n220)\ncontinued:\n49\n'The words\r\n\"sufficient proof\" relieve the State of the onus of proving\r\nthe admitted fact in any other way (\nS\r\nv Seleke en 'n Ander\n(\nsupra\nat 754G-H)).\nIn a civil\r\ncase the Court has a discretion to relieve a party from the\r\nconsequences of an admission made in error in a pleading\n(see\nGordon\r\nv Tarnow\n1947\r\n(3) SA 525\n(A)). So too in a criminal case the Court has a discretion\r\nto relieve an accused from the consequences of a formal admission on\n\na ground recognised by law. Examples are where an admission was made\r\nas a result of compulsion or mistake (see\nS\r\nv Seleke en 'n Ander\n(\nsupra\nat 754H)), or\r\nwhere the making of it has been attended by an irregularity.'\nBotha JA said:\n50\n'Ter wille\r\nvan duidelikheid moet ek ook verwys na die analogie wat my Kollega\r\nNicholas vind tussen die terugtrekking van 'n erkenning\nin 'n siviele\r\nsaak, soos bespreek in\nGordon\r\nv Tarnow\n1947\r\n(3) SA 525\n(A) op 531-2, en die moontlikheid om 'n beskuldigde te\r\nverlos van die gevolge van 'n erkenning in 'n strafsaak, soos\r\nbespreek in\nS\r\nv Seleke en 'n Ander\n1980\r\n(3) SA 745\n(A) op 754G. Ek is met eerbied nie oortuig daarvan dat die\r\nanalogie volkome suiwer is nie. In 'n siviele saak word die party wat\n\n'n erkenning gedoen het nie toegelaat om getuienis in stryd met die\r\nerkenning voor te lê nie, tensy hy eers verlof kry om\ndie\r\nerkenning terug te trek. 'n Soortgelyke standpunt kan op die gebied\r\nvan die strafreg in verband met die toepassing van art\n220 gehuldig\r\nword (vgl bv, Schmidt\nBewysreg\n2de uitg op\r\n217-8), maar na my mening is daar veel te sê vir 'n ander\r\nbenadring, ten minste in die geval waar art 220 ter\nsprake kom as\r\ngevolg van die toepassing van art 115 uit hoofde van arts 119 en 122.\r\nOm 'n uiterste voorbeeld te neem: 'n beskuldigde\nop 'n aanklag van\r\nmoord erken, ingevolge die genoemde artikels, dat hy die oorledene\r\ndoodgemaak het; by sy verhoor kom daar getuienis\nvorendag (hoe ook\r\nal) wat bewys dat hy op die betrokke dag in die gevangenis was en dat\r\ndit onmoontlik is dat hy die oorledene\nkon gedood het; maar die\r\nbeskuldigde bied geen verklaring aan waarom hy die erkenning gedoen\r\nhet nie. Ek kan my dit nie indink\ndat enige Hof die weerleggende\r\ngetuienis van oorweging sal uitsluit nie, selfs al voer die\r\nbeskuldigde nie aan dat hy sy erkenning\ngedoen het as gevolg van\r\ndwang, dwaling, onbehoorlike beïnvloeding of dies meer nie.\r\nArtikel 220 se verwysing na \"voldoende\nbewys\" kan nie\r\nbeteken dat die Wetgewer beoog het of dat 'n hof sy oë of ore\r\nvir die waarheid moet sluit nie. In die\ngeval van buite-geregtelike\r\nbekentenisse is dit nog altyd aanvaar dat 'n hof aan die einde van\r\ndie saak, selfs waar die toelaatbaarheid\nvan die bekentenis buite\r\ntwyfel is en daar aan die vereistes van art 209 voldoen is, bo\r\nredelike twyfel seker moet wees dat die\nbekentenis die waarheid is\r\nalvorens 'n skuldigbevinding geregverdig is (\nS\r\nv Mlambo\n1975\r\n(2) SA 549\n(A) op 554C en\nS\r\nv Kumalo\n,\r\n31 Augustus 1982 (A), ongerapporteer). Volgens my mening is dit goed\r\nargumenteerbaar dat dieselfde benadering toepaslik is waar\ndaar in\r\ndie samehang van arts 115, 119, 122 en 220 rede ontstaan, op watter\r\nwyse ook al, om die juistheid te betwyfel van 'n erkenning\nwat 'n\r\nbeskuldigde gemaak het. . . . . As dit so is, sal dit op die feite\r\nvan die huidige saak geen verskil maak of beskuldigde\n2 se uitlatings\r\nvoor die landdros beskou word as erkennings of slegs as\r\nbewysmateriaal nie.'\n[36] It may be noted that there is a\r\nfundamental difference between\ns 220\nof the CPA, and s 15 of the\r\nCivil Proceedings and Evidence Act\n51\nwhich provides:\n'It shall not\r\nbe necessary for any party in any civil proceedings to prove,\nnor\r\nshall it be competent for any such party to disprove\nany fact\r\nadmitted on the record of such proceedings.' (Emphasis supplied.)\n[37] In my view, the minimum that an\r\naccused who wishes to lead evidence or advance argument inconsistent\r\nwith a formal admission\nin terms of s 220 would first have to show,\r\nbefore being allowed to do so, is that there is an explanation\r\nconsistent with bona\nfides why the admission was made in the first\r\nplace and why he or she now wishes to resile from it. No doubt, as\r\npointed out by\nBotha JA in the passage quoted above from the\nDaniëls\ncase, a court will not in a criminal\r\nmatter close its eyes and ears to the truth and convict an accused\r\nbased on an admission where\nthe admission is clearly wrong ─ as\r\nHiemstra puts it:\n52\n'The purpose of the process is\r\nand remains to get to the truth, namely what happened, and not to\r\ndetermine what was said about it';\nbut that is a far cry from allowing the accused himself\r\nor herself without more to lead evidence or advance argument contrary\r\nto\nan admission he or she has formally made.\n[38] In the present matter the appellant's attorney\r\ndelivered further heads of argument, in response to a request by the\r\ncourt,\non whether, in view of the admissions contained in the\r\nappellant's plea explanation formally recorded in terms of s 220,\r\nhe\nwas entitled to argue that the appellant was not criminally\r\nresponsible for his actions in shooting the three deceased. The\r\nappellant's\nattorney submitted that the appellant had made the\r\nadmissions in circumstances where:\n(i) he had loss of memory in respect of the shooting\r\nincidents;\n(ii) he had a defence available when he pleaded;\n(iii) he is a lay person in psychiatry and psychology;\n(iv) he pleaded on the advice of his legal\r\nrepresentatives, who are not experts in the fields of psychiatry and\r\npsychology;\n(v) he acted bona fide on the strength of incorrect\r\nfindings in expert reports and was guided by the findings therein\r\ncontained;\nand\n(vi) there was prima facie an evidential burden on him\r\nto prove his lack of criminal responsibility.\nFirst, this explanation is irreconcilable with the\r\nadmission by the appellant in para 7.5 of his plea explanation that\r\nhis mental\nstate had been fully discussed with him by both of his\r\nlegal representatives and his psychiatrist and his psychologist, and\r\nthat\nhe fully appreciated its ambit. Second, there is no factual\r\nfoundation for the submission that at the time he pleaded, the\r\nappellant\nhad a defence. The appellant's attorney relied for this\r\nsubmission on the report of the psychiatrist consulted by the\r\nappellant,\nDr Neil Fouché. In that report Dr Fouché\r\nwrote:\n'It would, therefore, be fair to\r\nconclude that this gentleman, for the period preceding the incident\r\non 28 July 2006, was mentally\nill and that his mental state certainly\r\nimpaired his functioning and judgment.'\nThe word 'impaired' connotes\r\n'rendered worse', 'damaged' or 'weakened'\n53\nor, to use the word in s 78(7),\r\n'diminished'. It does not mean 'excluded' or 'prevented' and the\r\nreport cannot be read as meaning\nthat the appellant was, by reason of\r\nhis mental state and as required by s 78(1) of the CPA or the defence\r\nof temporary non-pathological\nincapacity,\n54\nrendered 'incapable' of appreciating\r\nthe wrongfulness of his acts or acting in accordance with such\r\nappreciation at the time he\nshot the three deceased.\n[39] It is unfortunately necessary,\r\nalthough the law is clear, to deal with the submission by the\r\nappellant's attorney that impairment\nsufficed to bring his client\r\nwithin the provisions of s 78(1)(b). For that submission, reliance\r\nwas placed on the following passage\nin Burchell\nPrinciples\r\nof Criminal Law\n55\nin the section headed 'Capacity to\r\nact in accordance with such appreciation (self-control)':\n'The test was originally\r\ndescribed melodramatically as the \"irresistible impulse\"\r\ntest. However, the description was misleading\nsince the illnesses\r\nconcerned did not necessarily manifest themselves in impulsive\r\nactions. Further, the notion of \"irresistible\"\nsuggested\r\nthat the victim had to have been subjected to an overpowering force,\r\nwhile the true issue is whether his normal capacity\nfor self-control\r\nhas been substantially impaired.'\nBut the paragraph immediately following the paragraph\r\njust quoted begins:\n'The formulation of this test of\r\ninsanity in South African law requires that the mental illness or\r\ndefect should have caused the\naccused to be incapable of acting \"in\r\naccordance with an appreciation of the wrongfulness of his act\".\r\nThe general effect\nof\ns 78(1)(b)\nof the\nCriminal Procedure Act is\nthus that although the accused was capable of appreciating (and even\r\nif he did appreciate) the wrongfulness of his act, he is still\nnot\r\ncriminally responsible if at the time of its commission he suffered\r\nfrom mental illness or mental defect which made him \"incapable\n\nof acting in accordance with\" such appreciation.'\nSection 78(1)\nis clear in its terms:\r\nfor it to be applicable, the accused must have been 'incapable' of\r\neither appreciating the wrongfulness\nof his or her act or omission or\r\nof acting in accordance with an appreciation of such wrongfulness.\r\nThat is the very distinction\nbetween\ns 78(1)\n, and\ns 78(7)\nwhich\r\nprovides for the situation where the accused's capacity to appreciate\r\nthe wrongfulness of his or her act or omission or of\nacting in\r\naccordance with such appreciation, was 'diminished' by reason of\r\nmental illness or mental defect. A similar distinction\nexists in\r\nregard to the defence of temporary non-pathological criminal\r\nincapacity. Smallberger JA said in\nIngram\n:\n56\n'The guilt or\r\ninnocence of the appellant depends upon whether, as put forward in\r\nhis defence, he was suffering from a temporary\nnon-pathological\r\nincapacity when he shot the deceased and was therefore criminally\r\nunaccountable for his conduct. Accountability\nin this context depends\r\nupon a person's ability to (1) distinguish between right and wrong\r\nand (2) exercise restraint or control\nover his or her actions which\r\nare unlawful. If either of these psychological characteristics is\nabsent\nthe person\r\nconcerned would not be criminally responsible for his conduct (S v\r\nLaubscher\n1988 (1) SA 163\n(A) at 166F-J).' (Emphasis supplied.)\nAnd Kumleben JA said in\nS\r\nv Smith\n:\n57\n'In the light of this evidence\r\nit cannot be said that at the critical time the appellant was bereft\r\nof her senses or was not on\nany other ground criminally responsible\r\nfor her actions.\nHaving said\r\nthis, it is nevertheless clear that her shooting of the deceased was\r\nthe final result of a prolonged period of sustained\nand mounting\r\nmental strain, of which the deceased was the cause. Whether it was\r\nthe result of anger, frustration or humiliation,\nor more than one of\r\nthese emotions, is immaterial. What is plain is that they must have\r\nsubstantially reduced her power of restraint\nand self-control. This\r\nfact, though highly relevant to the question of sentence, cannot\r\naffect her criminal liability. The conviction\nof murder was, in my\r\nview, fully justified.'\n58\n[40] The appellant on his own version as recorded in his\r\nplea explanation exercised a fully informed choice. And he made no\r\nmistake.\nHe knew exactly what he was doing. He also knew what the\r\nconsequence was ─ this was spelt out in his plea explanation\r\nover\nand over again: he had no defence based on his alleged mental\r\nstate.\n[41] The position is therefore that the appellant has\r\nadvanced no acceptable explanation consistent with bona fides as to\r\nwhy he\nshould be relieved of the consequences of his formal\r\nadmission. I accordingly conclude that the trial should have been\r\nconducted,\nand that the appeal should be approached, on the basis\r\nthat the appellant was able to appreciate the wrongfulness of his\r\nacts and\nact in accordance with such appreciation; and that the only\r\nissue, which is relevant solely to sentence, is the extent to which\n\nhe acted with diminished responsibility. In any event, however, as my\r\ncolleague Snyders has demonstrated, the defence raised by\nthe\r\nappellant is without merit. I concur in her judgment.\nOrder\n[42] The appeal is dismissed.\n________________\nT D CLOETE\nJUDGE OF APPEAL\nSNYDERS JA (CLOETE and THERON JJA concurring):\n[43] Despite the appellant’s admission of criminal\r\ncapacity at the commencement of the trial, full ventilation of that\r\nissue\nwas allowed by the trial court. The appellant persisted in that\r\ndefence during the trial and on appeal by contending that the\r\nevidence\nentitles him to an acquittal in terms of\ns 78(6) of the Criminal Procedure Act\r\n51 of 1977 (the Act).\n59\nIn order to avoid any\npossible prejudice to the appellant I\r\nwill now explore whether the evidence shows that it is reasonably\r\npossibly true that the appellant\nhad no criminal capacity at the time\r\nthat he committed the crimes in question.\n60\n[44] On Friday evening of 28 July 2006 the appellant, a\r\nsuperintendent in the South African Police Service, shot and killed\r\nhis\nthree children with his service pistol. All three children,\r\nBianca, a nearly 17 year old cerebral palsied girl, Marius Eben, an\n\nalmost six year old boy, and Antoinette, a 19 month old toddler, were\r\nasleep in their beds when they were shot in their heads by\ntheir\r\nfather. Bianca was a child from the appellant’s previous\r\nmarriage of whom he enjoyed custody. The two younger children\nwere of\r\nthe appellant’s marriage to police captain Charlotte van der\r\nWesthuizen to whom he was still married and with whom\nhe was still\r\nliving at the time of the incident.\n[45] The appellant claims amnesia in\r\nrelation to the critical events of that evening.\n61\nAs a result of this claim his wife\r\nwas the only witness that gave a version of the shooting. Insofar as\r\nthe appellant does remember\ncertain facts, his version does not\r\npresent a materially different scenario. Mrs van der Westhuizen’s\r\nversion is reconcilable\nwith all the objective facts and contains no\r\ninherent improbabilities. She was a good witness that testified\r\nspontaneously, realistically,\nmaturely and to the point. She\r\nwithstood prolonged and harrowing cross-examination. Criticism of her\r\nevidence as untruthful and\noverly dramatic is without any merit.\nThe trial\ncourt\r\nwas correct in accepting her version of the events as satisfactory in\r\nall material respects.\n[46] The Van der Westhuizen couple had a long standing\r\nhistory of marital discord. It manifested yet again that Friday\r\nevening.\nThe appellant was discontent because Mrs van der Westhuizen\r\narrived later than he expected her to, from work. Their differences\n\ndid not develop into a full argument, but rather silence filled with\r\nportent. She and the children went to bed early whilst he\ncontinued\r\nwith a do-it-yourself project. During the course of the evening he\r\ndiscovered that she had given him a dishonest explanation\nfor her\r\nlateness. She told him that on her way home she had had to turn back\r\nbecause she had forgotten Antoinette’s milk\nthat she had bought\r\nearlier that day, at her office. He discovered this to have been a\r\ndishonest explanation because he checked\nthe vehicle’s odometer\r\nreading and knew that she had only travelled a sufficient number of\r\nkilometres that day to have travelled\nto work and back home.\r\nAccording to him, this made him very angry, sad, frustrated and\r\ndisappointed. In truth she had volunteered\nto work late, but because\r\nher relationship with her work and colleagues had become such a\r\nhugely contentious issue in their marriage,\nshe did not feel free to\r\ntell him the truth.\n[47] Shortly before 10 o’clock that evening the\r\nappellant went to the main bedroom where his wife was sleeping. He\r\nwoke her\nand insisted that she make a choice between him and her job.\r\nShe responded irritably that it was not a matter of choice and that\n\nshe wanted to go back to sleep. He insisted that she make a choice\r\nand she refused. He then jumped to the conclusion that her lack\nof\r\nresponse amounted to her choosing her job and he verbalised that\r\nconclusion. He got off the bed, switched on the light and went\nto the\r\ngun safe with keys in hand. He unlocked the safe and took out his\r\nservice pistol. Still in bed, she asked him what he was\ngoing to do.\r\nHe repeated that she had chosen her job. He took her mobile telephone\r\nfrom the bedside table next to her, walked out\nof the bedroom and\r\nshut the door. She jumped up and followed him. When she opened the\r\ndoor he was in the passage next to the door\nof the two girls’\r\nbedroom. He switched on the passage light, repeated to her that she\r\nhad made her choice and said that she\nwas going to have to bear the\r\nconsequences of her choice. He lifted the firearm, cocked it, turned\r\nand entered the girls’\nbedroom. He switched on the light and\r\nwalked inside. He first walked to Bianca’s bed, and aimed the\r\nfirearm at her head.\nMrs van der Westhuizen entered the bedroom. The\r\nappellant looked at her and shot his eldest daughter in her head. He\r\nturned, lifted\nhis hand over the railing that prevented Antoinette\r\nfrom falling out of bed and shot her in her head, after again\r\nrepeating to\nMrs van der Westhuizen that she had made her choice and\r\nthat she was going to bear the consequences of her choice. He did all\r\nof\nthis despite her screams of protestation.\n[48] The appellant walked calmly past\r\nMrs van der Westhuizen, went down the passage, switched on a further\r\nlight in the passage,\nand also the light of their son’s\r\nbedroom. She followed him, screaming at him to stop. He waited for\r\nher to enter Marius\nEben’s bedroom, and when she did, he shot\r\ntheir son in his head. He looked at her and shouted: ‘You see,\r\nnow your children\nare dead’.\n62\n[49] The appellant handed Mrs van der Westhuizen’s\r\ntelephone back to her and said she would probably now telephone her\r\nsuperior\nofficer, Senior-Superintendent Brand, for help. She went\r\nback to her bedroom and dialled Brand’s number. The appellant\r\ncame\nto the bedroom door with both of his mobile telephones in his\r\none hand and the firearm still in the other. He told her not to fear\n\nas he was not going to shoot her. He then left. Moments later when\r\nMrs van der Westhuizen tried to leave the house she discovered\nthat\r\nhe had locked her inside the house with the dead children.\n[50] Hours after the appellant had shot his children and\r\nwhilst hiding in the garden, he shot himself. He put the pistol under\r\nhis\nchin and pulled the trigger, but missed all vital organs.\n[51] The appellant was referred to\r\nValkenburg psychiatric hospital in terms of s 78(2) for enquiry and\r\nreport in terms of s 79 of\nthe Act.\n63\nDr Panieri-Peter, the specialist\r\npsychiatrist appointed by the Medical Superintendent of Valkenburg on\r\nthe panel that was to enquire\ninto the mental condition of the\r\nappellant, presented the unanimous findings of the panel in court.\r\nThe experts made the following\nfindings in terms of s 79 of the Act:\n‘\n79(4)(b)\r\n1. Clinical Diagnosis: not mentally ill\n2. He is NOT certifiable in term\r\nof the Mental Health Act.\n79(4)(c) He is fit to stand\r\ntrial in terms of Section 77(1).\n79(4)(d) He\r\nwas able to appreciate the wrongfulness of the alleged offence, and\r\nact accordingly.’\n64\n[52] Dr Panieri-Peter did not hesitate to express her\r\nprofessional opinion on the facts available to her during the enquiry\r\nand\nas supplemented during her evidence. She held the view that the\r\nappellant, at the time of the commission of the murders, was able\nto\r\nappreciate the wrongfulness of his actions and was able to act in\r\naccordance with that appreciation. The trial court accepted\nthose\r\nfindings.\n[53] In this court the appellant\r\nrepeated a gratuitous attack on the integrity of Dr Panieri-Peter. As\r\nthe trial court did, I find\nno foundation whatsoever for such an\r\nattack. It is regrettable that\nprofessionals\r\nin conducting a trial should perceive the need for gratuitous attacks\r\non the integrity of a professional expert witness\nwho properly\r\nperforms a vital function in the interests of the administration of\r\njustice. Dr Panieri-Peter expressed her opinions\nin a firm, clear,\r\nwell motivated and reasoned manner. By doing so she fulfilled the\r\nfunction of an expert witness to the letter.\n65\n[54] The expert witnesses that testified for the\r\nappellant did not challenge her conclusion that the appellant had\r\ncriminal capacity\nwhen he murdered his children. Dr Fouché, a\r\npsychiatrist, testified on behalf of the appellant. The appellant was\r\nreferred\nto Dr Fouché for treatment at the end of August 2006\r\nby the physician who treated him after he shot himself. Dr Fouché\n\nentered into a therapeutic relationship with the appellant for a\r\nperiod of approximately two years. A therapeutic role is\r\nsubstantially\ndifferent to the forensic role Dr Panieri-Peter and her\r\ncolleagues were called upon to perform. The inherent difference\r\nbetween\nthe two functions is obvious. As therapist Dr Fouché\r\nwas expected to accept information furnished by the appellant to him\n\nand provide therapy on the strength thereof, whereas Dr Panieri-Peter\r\nwas meant to investigate, question and enquire with a view\nto\r\nobjectively and factually ascertain the appellant’s mental\r\nhealth at the time of the incident. This distinction serves\nto\r\nillustrate why there is a substantial difference in objectivity when\r\nthe views of the two psychiatrists are compared.\n[55] Despite that distinction Dr Fouché did not\r\ncome to a conclusion that the appellant did not have criminal\r\ncapacity when\nhe committed the murders. In his report, compiled\r\nduring November 2008, he addressed a substantially different issue to\r\nthat contained\nin s 78(2) of the Act, as his conclusion reflects:\n‘\n79(4)(b)\r\n1. He has a Recurrent Depressive Disorder current episode mild Post\r\nTraumatic Stress Disorder of moderate severity\nAbnormal Bereavement Process.\n2. He is not certifiable in\r\nterms of the Mental Health Act.\n79(4)(c) He is fit to stand\r\ntrial according Section 77(1).\n79(4)(d) He has the ability to\r\nappreciate the wrongfulness of the alleged offence and act\r\naccordingly.’\n[56] Dr Fouché in his report\r\naddressed the appellant’s mental condition prior and subsequent\r\nto the incident. The latter\nis not particularly helpful when criminal\r\ncapacity at the time the murders were committed, is considered. In\r\nrelation to the former\nhe accepted that the appellant suffered from\r\ndepression and anxiety prior to the incident and stated that the\r\nappellant’s\nability to act in accordance with his appreciation\r\nof wrongfulness was impaired. He repeated this view during cross\r\nexamination,\nbut then explained it to mean that the appellant had the\r\nability to distinguish between right and wrong, but was unable to act\r\nin accordance with that distinction. He formed this view because the\r\nappellant, after he shot his children, tried to commit suicide.\nDr\r\nFouché felt that an attempt to commit suicide is indicative of\r\nthe absence of the ability to act in accordance with insight\ninto\r\nright and wrong. The difficulty with this view is that it again\r\nrelates to the period after the appellant shot the children\nwhereas\r\nthe true investigation should focus on the time prior to and at which\r\nhe did so. Dr Fouché’s attempt to typecast\nthe events\r\nsurrounding the murders as an extended suicide is not supported by\r\nany evidence, not even that of the appellant.\n66\nHe conceded that his evidence in this\r\nregard was a mere theory to try and understand why the appellant did\r\nwhat he did.\n[57] Dr Fouché’s evidence reveals that he\r\nwas not fully comfortable in dealing with the concept of criminal\r\ncapacity\nand the distinctions drawn in s 78(1) of the Act. He\r\nstruggled to express a consistent and clear opinion on the\r\nappellant’s\nability or inability to have acted in accordance\r\nwith his appreciation of right and wrong. Towards the end of his\r\ncross examination,\nDr Fouché reverted to the position that the\r\nappellant’s ability to have acted in accordance with his\r\nappreciation\nof right and wrong was seriously diminished, not absent.\r\nIt is fair to say that Dr Fouché spoke rather loosely and was\r\nnot\nqualified to venture a forensic view from his therapeutic\r\nperspective, but even so, he did not advance the view that the\r\nappellant\ndid not have the ability to act in accordance with his\r\nappreciation of right and wrong. Dr Fouché’s evidence,\r\nwith\nall its shortcomings, was the highwater mark of the appellant’s\r\ndefence.\n[58] Mr Scholtz, a clinical psychologist, was consulted\r\nby the appellant during November 2008 on an ad hoc basis to make a\r\nclinical\nassessment of him. His report does not address the\r\nappellant’s criminal capacity. It states that the appellant\r\nsuffered from\nclinical depression and post traumatic stress disorder\r\nprior to the incident. His report is based on information from the\r\nappellant\nobtained during one three-hour consultation. During that\r\nconsultation Mr Scholtz explained that he had deliberately refrained\r\nfrom\nenquiring from the appellant about the events of the evening,\r\nfor fear of losing his objectivity. In his report he states:\n‘\nClinical\r\nDepression and Post Traumatic Stress Disorder can significantly\r\neffect a person’s personal, social and occupational\n\nfunctioning. It could also lead to a degree of distorted thinking and\r\nimpaired judgment.’\n[59] Mr Scholtz also testified. Understandably he was\r\nhesitant to express a firm view on the appellant’s criminal\r\ncapacity\non the strength of his consultation. His strongest evidence\r\nfor the appellant was that the appellant’s ability to act in\r\naccordance with acceptable norms was probably diminished because he\r\nsuffered from depression and post traumatic stress at the time\nof the\r\nincident.\n[60] All the expert witnesses were confronted with the\r\nfacts that the appellant relies on for his persistent contention that\r\nhe\nhad no criminal capacity. None of the expert witnesses changed\r\ntheir opinions to support the appellant’s contention. At best\n\nfor the appellant their evidence supports a view that his ability to\r\nact in accordance with an appreciation of wrongfulness was\nimpaired\r\nor diminished. In para 39 of my colleague Cloete’s judgment it\r\nis made clear that the argument that impairment is\nsufficient for a\r\nfinding in terms of s 78(1)(b) is without any substance. The trial\r\ncourt’s finding of diminished criminal\ncapacity was not\r\nchallenged by the State on appeal. It is therefore not necessary to\r\nconsider the contrary opinion of Dr Panieri-Peter.\n[61] The next enquiry is to ascertain whether the trial\r\ncourt should have rejected the unanimous s 79 finding and the\r\nunanimous\nview of the expert witnesses in favour of a finding that\r\nthe appellant did not have the ability to act in accordance with his\r\nappreciation\nthat what he was doing was wrong.\n[62] The attorney for the appellant argued that the\r\nappellant suffered from a pathological incapacity that negated his\r\nability to\nact in accordance with his appreciation of the\r\nwrongfulness of his actions. He argued that the depression, anxiety\r\nand post traumatic\nstress disorder that he suffered from each\r\nconstituted a pathology. The submission was further that the\r\nexistence of a pathology\ntaken together with the fact that the\r\nmurders were irrational and contrary to the appellant’s loving,\r\nkind and soft hearted\npersonality, compels the conclusion that the\r\nappellant had no ability to control himself. The argument went so far\r\nas to state\nthat once it is accepted that the appellant suffered from\r\na pathology it becomes irrelevant whether his actions in committing\r\nthe\nmurders appeared deliberate and goal directed.\n[63] The latter contention is to be rejected because of\r\nthe wording of s 78(1). The section prescribes that two\r\nquestions be\nanswered irrespective of whether the appellant suffered\r\nfrom a pathological or non-pathological condition at the time of the\r\ncommission\nof the murders. That the appellant appreciated the\r\nwrongfulness of his actions was never disputed. His actions before,\r\nduring and\nafter the murders need to be scrutinised to determine\r\nwhether he was able to act in accordance with his appreciation of\r\nwrongfulness.\n[64] The attorney on behalf of the\r\nappellant strongly relied on\nS\r\nv Kavin\n1978 (2) SA\r\n731\n(W) and\nS v\r\nMcBride\n1979 (4) SA\r\n313\n(W) as analogous to this matter. This reliance is unfounded. In\r\nboth those cases the panel of psychiatrists made a unanimous report\n\nin terms of s 79(4) that the accused, at the time that the crime that\r\nwas committed, was unable to act in accordance with an appreciation\n\nof wrongfulness. In\nKavin\nit was reported that the accused\r\nsuffered from ‘[s]evere reactive depression super-imposed in a\r\ntype of personality disorder\ndisplaying immature and unreflective\r\nbehaviour . . . [which] produced a state of dissociation’. In\nMcBride\nthe\r\nunanimous report was that the accused suffered from endogenous\r\ndepression.\n[65] The appellant introduced evidence of all the stress\r\nfactors that operated in his life leading up to the incident. Much of\r\nthis\nevidence was common cause or undisputed and even insofar as\r\ndisputed, was taken into account in the appellant’s favour by\n\nthe trial court. The appellant occupied a stressful position of\r\nleadership in the SAPS. He held the rank of superintendant and\nwas\r\nstationed at a large and very busy police station, Claremont, in the\r\nWestern Cape. Due to duties that frequently took his commanding\n\nofficer away from the station the appellant was in effect the\r\ncommander of the station. He was described by many witnesses as a\n\nperfectionist in his work. Dr Fouché and Mr Scholtz supported\r\nthat evidence in that they found him to have obsessive-compulsive\n\npersonality traits which caused him to expect a very high level of\r\nperformance from himself. The extensive duties he was expected\nto\r\nperform and his own requirement to do so to perfection placed a great\r\ndeal of stress on him. As his workload increased he reached\nthe stage\r\nthat he simply could no longer perform all his duties or could not\r\nperform at the level he wanted to. This state of affairs\ncaused him\r\nto feel out of control which in turn caused him a measure of\r\ndepression and anxiety. He was no longer the calm, kind,\nstrict\r\nperfectionist that tried to be everything to everybody in his\r\nworkplace. From about December 2005 he was seen to behave\n\nuncharacteristically at work by hitting his head against the wall,\r\nbeing abrupt with colleagues, being forgetful, rushing around,\n\ngripping his chest in pain, looking worn out and stressed, locking\r\nhimself in his office, being withdrawn and being irritable and\n\nimpatient.\n[66] The appellant’s experiences as a policeman\r\nduring his entire career contributed to his emotional condition and\r\ndepression.\nThroughout his career, in the day to day execution of his\r\nduties he encountered very traumatic events. Some of those involved\r\ncolleagues,\nto whom he was emotionally close, being killed virtually\r\nnext to him. He was shot at on numerous occasions and on several\r\noccasions\nhis life was endangered in other ways.\n[67] The appellant's marriage was another source of\r\ndepression and anxiety. There existed long standing marital discord\r\nbetween\nhim and his wife. She was stationed at the Kuils River police\r\nstation. He had enormous difficulties with the way she managed her\n\nworking hours and they had constant arguments about that. The\r\nappellant resented his wife working any form of overtime without\n\ninsisting on either payment or time off as compensation as he\r\nbelieved she should have. However, not only did she regard her\r\nsituation\nas an administrative officer as being different to his, she\r\nwas reluctant to do what he wanted. She enjoyed her career and walked\n\nthe extra mile voluntarily and with good results. She progressed to\r\nthe rank of captain in a short period of time and had an excellent\n\nrelationship with her colleagues and commanding officer. These\r\nrelationships were a source of resentment for the appellant who\n\nperceived that she obtained more joy and satisfaction from those\r\nrelationships than from her marital relationship. The evening\nthat he\r\nshot the children it was her relationship with her work that figured\r\nprominently in his decision to kill them.\n[68] The appellant started suspecting his wife of having\r\nan extra-marital relationship. Although he never confronted her with\r\nthis\nand it objectively appeared that he was wrong, he subjectively\r\nbelieved it and silently gathered many pieces of information in\r\nsupport of his belief. He testified that she was verbally and\r\nphysically abusive towards him and the children and recounted many\n\nexamples of her behaviour.\n[69] Taken with his obsessive-compulsive personality\r\ntraits the appellant experienced his disintegrating marriage more\r\nkeenly than\nwould objectively be expected. It motivated him to do\r\nirrational things to her in an attempt to dissuade her from following\r\nher\nown head but rather succumb to his wishes. He took away the keys\r\nof their only vehicle, her means of transport to work, or removed\nthe\r\nrotor from the engine after she had come home late from work. He did\r\nthis under the pretext of needing the car to be available\nat home in\r\nthe event of an emergency arising with Bianca, his cerebral palsied\r\ndaughter who regularly developed emergency health\nissues. He hid the\r\nbattery of her work laptop computer when he felt that she had spent\r\ntoo much time working over the weekend,\ndepriving the family of her\r\ntime. He also did so after she charged the battery of the computer at\r\nhome, using the electricity that\nhe was paying for. He locked sweets\r\nin the safe when he decided that she ate too many of them. He took\r\naway her credit and bank\ncards when she spent her own money, even her\r\nbonus, contrary to their agreed financial planning.\n[70] The trial court accepted the evidence by and on\r\nbehalf of the appellant about all of the stresses, strains and\r\nanxieties that\naffected him in the period preceding the killing of\r\nhis children. In a benevolent approach to the appellant the trial\r\ncourt did\nnot pay any attention to the dramatic development of the\r\nappellant’s version during the course of the proceedings. This\r\ndevelopment\ntook place in two respects. First, the allegations of\r\nviolent and abusive behaviour of his wife increased and became more\r\nserious\nas the trial progressed. Second, the seriousness and extent\r\nof the stresses and strains that influenced him escalated during the\n\nproceedings. I will similarly ignore those inconsistencies. The trial\r\ncourt accepted that these factors caused the appellant to\nhave been\r\ndepressed, anxious and suffering from post traumatic stress disorder.\r\nThe evidence of Dr Panieri-Peter and Dr Fouché\nwas that it is\r\nrecognised in their field of discipline that post traumatic stress\r\ndisorder only arises for victims of traumatically\nfearful and\r\nthreatening events and it was unlikely that the appellant suffered\r\nfrom post traumatic stress disorder prior to the\nincident. The trial\r\ncourt ignored this evidence and found that the appellant suffered\r\nfrom post traumatic stress disorder prior\nto the event. There was,\r\nhowever, no cross-appeal.\n[71] The facts that provide a clear picture contrary to\r\nthat of a man that behaved uncharacteristically and out of control,\r\nand\ntherefore without criminal capacity, were also taken into account\r\nby the trial court. As mentioned earlier in this judgment, the\n\nappellant consistently and persistently over a period of years took\r\naction to punish his wife and try and manipulate her into doing\nas he\r\nwished her to do. He felt justified in his behaviour because of what\r\nhe perceived to be her errant behaviour. His manipulative\nbehaviour\r\nbecame increasingly serious. During March 2006 an incident occurred\r\nthat motivated Mrs van der Westhuizen to obtain an\ninterim interdict\r\nagainst the appellant in terms of the Family Violence Act 116 of\r\n1998. She was late from work because she had\ntaken Antoinette to the\r\ndoctor after fetching the children from crèche. The appellant\r\nwas furious when she came home later\nthan expected. She noticed that\r\nhe had been drinking. He refused her the use of the car to go to a\r\nchemist to buy the medicine\nthat the doctor prescribed. His verbal\r\naggression scared her. She asked a neighbour to take her to a friend.\r\nShe telephoned her\nparents to fetch her from her friend and take her\r\nto the chemist. After the medicine had been collected her parents\r\ntook her home,\nwhere an altercation occurred between the appellant\r\nand her father. The appellant was aggressive and she described him as\r\ndrunk.\nHe locked his wife, her parents and the sick child out of the\r\nhouse whilst the other two children were with him inside the house.\n\nWhen she begged him to open the door he told her to choose between\r\nher work and her parents on the one hand and him on the other.\n\nUltimately one of the appellant’s superiors, Director Roberts,\r\nspent hours reasoning with him to calm him down and only in\nthe early\r\nhours of the morning did he allow his wife and the sick child back\r\ninto the house. The appellant was persuaded to leave\nwith Roberts for\r\nthe rest of the night. The interim interdict that Mrs van der\r\nWesthuizen obtained after this incident was withdrawn\nby her during\r\nMay 2006 after the appellant apologised for his behaviour.\n[72] On the evening of 20 July 2006 whilst in bed with\r\nhis wife the appellant told her that he had been contemplating\r\nburning the\nhouse down with him inside, but only after informing the\r\nfire brigade and the insurance that he had started the fire. Such\r\naction\nwould obviously have left her and the children without a home\r\nand without any financial recompense.\n[73] On occasion the appellant telephoned and had a\r\nmeeting with Mrs van der Westhuizen’s commanding officer,\r\nBrand, a superior\nofficer to him, and sought to interfere in his\r\nwife’s working conditions. His interaction with Brand resulted\r\nin her demanding,\nvia his superiors, an apology from him for his\r\ndisrespectful treatment of her. The appellant apologised.\n[74] The evening of the murders was no different to many\r\nothers. The long-standing disagreement between the appellant and his\r\nwife\nabout her working hours re-surfaced. They both seemed to have\r\nresolved rather to keep quiet than fight about it. He was having a\n\nfew drinks, as was his habit. He continued working on a\r\ndo-it-yourself project after she and the children had gone to bed. He\r\nwas looking forward to the celebration of his birthday in two days’\r\ntime and the company of guests whom they had invited for\nthe\r\noccasion. He was also looking forward to receiving his bonus and was\r\npleased that his dream of purchasing a double cab bakkie,\nthe fruit\r\nof years of financial planning and discipline, was within his grasp.\r\nAccording to him his wife’s lie about having\nhad to return to\r\nwork to fetch the milk she had forgotten only became apparent to him\r\nafter she had gone to bed. This, he said,\nprovided the trigger that\r\nmade him very angry, to the extent that he felt a glowing sensation\r\nover his whole body. It also made\nhim feel despondent and hurt.\r\nWhether this so-called trigger event occurred later rather than\r\nearlier in the evening as told by\nhis wife is immaterial. The\r\nappellant at no stage claimed to have acted in a state of sane\r\nautomatism induced by this trigger.\nQuite the contrary, he still\r\nremembers going back into the house, putting his glass in the\r\nkitchen, going to the bedroom and removing\nthe firearm from the safe\r\nand the fact that his firearm jumped in his hand when he shot Bianca.\n[75] He also remembers asking his wife to make a choice\r\nbetween him and her work. They put this at different times in\r\nrelation to\nthe first shot that he fired, but for reasons already\r\nmentioned, that is irrelevant. According to him her answer, which he\r\ninterpreted\nas a choice for her work, again brought the warm glow all\r\nover his body. The appellant acted in a manner that illustrates\r\ndeliberate,\nreasoned and complex behaviour. He put a choice to her\r\nand when her answer was not what he wanted to hear he commenced\r\nbehaviour\nthat resulted in the ultimate punishment for her. He took\r\nher mobile telephone, preventing her from telephoning for help. He\r\nopened\nand closed doors and switched on lights as he went. He waited\r\nfor her to arrive in the bedrooms of the children before he pulled\n\nthe trigger. He ignored her screams and pleas to stop. The horror of\r\nhis first, nor for that matter his second, shot did not throw\nhim off\r\ncourse. He kept on repeating to her that his actions were the\r\nconsequences of her choice. He told her that she should not\nfear as\r\nhe was not going to shoot her. He only handed her mobile telephone\r\nback to her after all three children were killed and\nthen, in line\r\nwith his resentment about her work and good working relationship with\r\nBrand, he remarked that she was probably going\nto telephone her\r\ncommanding officer for help. This remark, given the context, was an\r\nironical taunt. The appellant then locked\nhis wife in the house with\r\nthe dead children and went and hid in the back garden.\n[76] From his position of hiding he telephoned several\r\npeople and told them that he had shot his children. He telephoned a\r\nfriend\nand colleague that was invited for his birthday celebrations\r\nand told him that the event had been cancelled because he had shot\n\nhis children. He told his commanding officer that he was not prepared\r\nto go to jail. He misled the police as to his position and\n\nultimately, when they found him, and the task force moved in, ready\r\nto shoot him if necessary, the appellant shot himself under\nthe chin,\r\nmore than three hours after he killed his children. At no stage after\r\nthe murders and before he shot himself did the\nappellant act in a\r\nsurprised, shocked, bewildered or distraught state as would have been\r\nexpected had the realisation of what he\nhad done only dawned on him\r\nafter his actions were complete.\n[77] The manner in which the appellant executed his\r\nchildren, his behaviour and communication during and after the\r\nincident and\nthe ordinariness of the events earlier that evening all\r\nindicate that the appellant acted in a controlled, deliberate and\r\nreasoned\nmanner in perfect keeping with his usual pattern of\r\nbehaviour viz-a-viz his wife. The trial court’s finding that\r\nthe appellant\nwas criminally capable when he murdered his children is\r\nconsistent with all the evidence and cannot be faulted.\n[78] The trial court accepted in the appellant’s\r\nfavour that he acted with diminished responsibility. A finding as to\r\nthe\ndegree of diminution was not expressly made. A finding that the\r\ndegree of diminution was substantial or severe, is not possible.\nAt\r\nbest, it is borderline and the appellant received the benefit of any\r\ndoubt. The appellant did not find himself in a position,\nas in all\r\nreported cases of diminished responsibility, where he faced a choice\r\n– to continue suffering emotional pressures\nor act against the\r\nperson creating that pressure. His situation is in reality no\r\ndifferent to that of an accused that relies on\nmany mitigating\r\nfactors.\n[79] The fact of diminished responsibility was accepted\r\nby the trial court as a substantial and compelling circumstance\r\nwithin the\nmeaning of\ns 51(3)\nof the\nCriminal Law Amendment Act 105\nof 1997\n. That is why the prescribed minimum sentence of 15 years’\r\nimprisonment for each of the murders was not imposed.\n[80] The appellant’s attack on the sentence was\r\nthat it is shockingly inappropriate in the circumstances. In support\r\nof this\ncontention the appellant’s attorney specifically\r\nreferred to the following circumstances: he had already suffered\r\nenough\nand will continue to suffer because he killed his own\r\nchildren, he was not to blame for the state of diminished\r\nresponsibility\nthat he was in, his remorse was not adequately taken\r\ninto account, he is a suitable candidate for correctional supervision\r\nand\nprivate treatment for his depression and related issues would be\r\nmore effective outside of prison in a more supportive and conducive\n\nenvironment.\n[81] The trial court dealt with each and every\r\nmitigating factor, including the circumstances emphasized on appeal.\r\nA repetition\nof all those facts is unnecessary and I will confine\r\nthis judgment to mentioning the ones that give the balanced picture.\n[82] The appellant was a 44 year old police\r\nsuperintendant at the time of the incident. He has had a very\r\nsuccessful career. He\nwas respected by all his colleagues. He was\r\nknown as a disciplined, dedicated, astute police officer. He insisted\r\non discipline\nat his police station from all his subordinates, but\r\nalways acted fairly, reasonably and even-handedly. He had the\r\ncommunity’s\ninterests at heart and showed that by dedication\r\nbeyond the call of duty. He devoted himself to the community policing\r\ntrauma centre\nattached to the Claremont police station. He was always\r\nready and prepared to assist colleagues with personal issues.\n[83] The substantial support that he has received since\r\nthe incident from friends, former colleagues and members of the\r\ncommunity\nbears testimony to the high regard in which he is held.\r\nMany witnesses testified to what a good man he is and what a\r\ndedicated,\nloving father he was.\n[84] In the performance of his police duties over his\r\nyears of service he had encountered many situations that left him\r\nwith distressing\nemotional impressions. He had lost colleagues in the\r\nline of duty and encountered several life threatening situations.\n[85] The demands of his job became inordinate and\r\noverbearing. What he used to do with dedication and care became a\r\nsource of stress.\nHe felt he could no longer perform his functions in\r\nthe manner he wanted to. The deterioration of his marriage\r\nrelationship also\ncaused him distress. The problems between him and\r\nhis wife were of long standing. No prospect of improvement was\r\nevident. As a\nresult of his obsessive-compulsive personality traits\r\nthese circumstances caused him depression, anxiety and post traumatic\r\nstress\ndisorder.\n[86] Since the incident the appellant has lost the life\r\nhe knew previously. He resigned from the police force, he lost his\r\nwife\nand children, his home, hopes, dreams and ambitions. There is no\r\ndoubt that the appellant has been experiencing a great deal of\n\nsorrow. He will no doubt continue to suffer for he has to live with\r\nthe knowledge that he murdered his children.\n[87] Whatever level of depression he\r\nexperienced before the incident, it has been deepened by the\r\nconsequences of the incident.\nHe suffered a serious head injury,\r\nalbeit by his own hand. He has been receiving psychiatric treatment\r\nsince shortly after the\nincident and continues to be in need of such\r\ntreatment. It was argued that he would be unable to receive\r\nappropriate treatment\nin prison and that the prison environment is\r\nnot conducive to his full recovery. To succumb to such an argument\r\nwould place the\nemphasis of the sentence exclusively on the\r\nappellant’s interests. Requiring psychiatric treatment is\r\nhardly a reason not\nto be imprisoned. The prison authorities are\r\nstatutorily obliged to provide the necessary health care to inmates.\n67\nMr Joseph, the regional coordinator\r\nof health services within the Department of Correctional Services in\r\nthe Western Cape, testified\nthat psychiatric and psychological\r\nservices are available to inmates. His evidence in this regard was\r\nuncontroverted and confirms\nthe practical implementation of the\r\nstatutory duty.\n[88] The evidence before the trial\r\ncourt was that the appellant is an appropriate candidate for\r\ncorrectional supervision. That does\nnot mean for a moment that\r\ncorrectional supervision would be an appropriate sentence in the\r\ncircumstances. The appellant’s\nattorney relied on\nS\r\nv Marx\n68\nfor the submission that correctional\r\nsupervision would be an appropriate sentence. The attempted analogy\r\nis completely inappropriate.\nIn\nMarx\nit was found that the accused acted\r\nwith severely diminished responsibility when he shot his wife after\r\nshe had been unfaithful\nto him, humiliated, belittled and emotionally\r\ntaunted him over an extensive period of time.\n[89] I accept, as the trial court did, that the\r\nappellant deeply regrets the death of his children. It is however\r\nalarming that\nhe has persistently tried to put some blame for the\r\nincident on his wife. He also continues to claim that he was not to\r\nblame for\nthe depression, anxiety and post traumatic stress disorder\r\nthat influenced his actions, firstly, because factors and events\r\nexternal\nto him put stresses and strain on him and secondly, that\r\nbecause of his particular personality traits he responded to those\r\nstresses\nand strains in a way that caused the diminished\r\nresponsibility.\n[90] During her cross examination it was put to Mrs van\r\nder Westhuizen that she contributed to the incident and could have\r\navoided\nit. During the hearing of this appeal the appellant’s\r\nattorney again argued that not only was the appellant not to blame\r\nfor the condition that motivated him to commit the murders, but that\r\nhis wife and the SAPS could have avoided the incident. This\nattitude\r\nresonates with the reason why the appellant killed his children –\r\nto punish his wife for a choice she seemingly\nmade.\n[91] Despite years of reflection and\r\ntreatment, the appellant does not realise that the way he handles\r\nlife needs to change to avoid\na similar incident. Everyday life for\r\nthe average individual presents stresses and strains. The appellant\r\nis never going to escape\nthat reality. If he continues to blame\r\nothers and to handle those stresses and strains inappropriately he\r\ncontinues to present\na potential danger to those closest to him and a\r\nsimilar situation could present itself in the future. In view of his\r\nlack of insight\nand relatively minor degree of diminished\r\nresponsibility, deterrence and retribution as purposes of sentencing\r\ndo not recede into\nthe background as in cases of substantial\r\ndiminished responsibility.\n69\n[92] Although we are not necessarily to blame for our\r\npersonality traits, we are expected to live appropriately despite\r\nthem. If\nwe do not, the consequences of our aberrant behaviour are\r\npunished. The appellant knew best how the stresses and strains of his\n\nreality were impacting on him and made him feel. He was the only one\r\nwho could have known how necessary it was to take appropriate\naction\r\nto help him in the circumstances. He was no stranger to seeking\r\nprofessional help to cope with emotional issues. He did\nso shortly\r\nafter his first divorce when he took time off work and consulted a\r\npsychologist for depression. He had been to consult\npsychologists\r\nwith Mrs van der Westhuizen for problems they experienced during the\r\ncourse of their marriage. He was devoted to\nthe trauma centre\r\nattached to his police station where the main focus was the provision\r\nof emotional and psychological assistance\nto victims of crime. The\r\nSAPS had and still has a dedicated emotional and social services unit\r\navailable to its members. His evidence\nthat he sought help form\r\nvarious professionals prior to the incident but was either turned\r\naway or ignored rings hollow in the\ncircumstances.\n[93] I am satisfied that the trial court took all\r\npossible mitigating factors into account and explored all the\r\nrelevant facts in\narriving at the sentence it imposed. If only the\r\nmitigating factors and the interests of the appellant are taken into\r\naccount one\ncould conceivably arrive at a sentence that does not\r\namount to long term imprisonment. However, if only the aggravating\r\ncircumstances\nare considered it is evident that a sentence of life\r\nimprisonment would potentially have been appropriate.\n[94] The crime that the appellant\r\ncommitted is abhorrent and the enormity of it can hardly be\r\nover-emphasized. His three defenceless\nchildren were executed in\r\ntheir sleep by their own\nfather,\r\na policeman, despite the screams of protestation by their mother.\r\nUnlike any other reported case of diminished responsibility\nthey, the\r\nvictims, did not contribute in any way whatsoever to any of the\r\nstressors that the appellant said caused him to take\ntheir lives. The\r\nonly explanation for their murders came from the appellant’s\r\nown mouth as he was murdering them. He punished\nhis wife. The\r\nappellant has never tried to explain his actions. During his evidence\r\nin the trial he said he wanted to shoot himself\nand only went to the\r\nchildren’s rooms to say goodbye to them. How, why and when his\r\nintention changed so that he took his\nire out on his innocent\r\nchildren, he has never even tried to explain.\n[95] The appellant has in fact achieved what he set out\r\nto achieve. He has caused his wife the ultimate agony, as her\r\nevidence revealed.\nFor the rest of her life she will have to contend\r\nwith the horrific images of what occurred. Not surprisingly she, too,\r\nhas been\nunder continued psychological treatment since the incident.\n[96] There is no question that the nature of the\r\nappellant’s crimes requires the imposition of long term\r\nimprisonment. By\nimposing a sentence of one year less than the\r\nprescribed minimum of 15 years’ imprisonment on each of the\r\nmurders and ordering\nnine years of the sentence on two of the\r\nconvictions to run concurrently with the other, the trial court\r\nadequately provided for\nall of the mitigating factors and the\r\ndiminished responsibility it found proved. There is no basis upon\r\nwhich this court is entitled\nto interfere.\n________________\nS SNYDERS\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANTS: M de la Harpe\nInstructed by Legal Aid Board, Cape Town\nLegal Aid Board, Bloemfontein\nRESPONDENTS: M O Julius\nInstructed by The Director of Public Prosecutions,\nCape Town\nThe Director of Public Prosecutions, Bloemfontein\n1\n51\r\n\tof 1977.\n2\nConstitution\r\n\tof the Republic of South Africa, 1996.\n3\n32\r\n\tof 1998.\n4\nWhich,\r\n\tin terms of s 4 of the Act, comprises the National Director, Deputy\r\n\tNational Directors, Directors, Deputy Directors and\nprosecutors.\n5\nAdopted\r\n\tby the 8\nth\nUnited\r\n\tNations Congress on the Prevention of Crime and the Treatment of\r\n\tOffenders, in Havana, 27 August to 7 September 1990.\n6\nAdopted\r\n\tin Amsterdam in April 1999.\n7\nBoucher\r\n\tv The Queen\n[1955] SCR 16\nat 23-4.\n8\nNelles\r\n\tv Ontario\n[1989] 2 SCR 170.\n9\nCanadianOxy\r\n\tChemicals Ltd v Canada (Attorney General)\n[1999]\r\n\t1 SCR 743\npara 25.\n10\nR\r\n\tv Stinchcombe\n[1991] 3 SCR 326\np 10.\n11\nProulx\r\n\tv The Queen\n2001 SCC 66\n,\n[2001] 3 SCR 9\npara\r\n\t41.\n12\nS\r\n\tv Shaik & others\n[2007] ZACC 19\n,\n2008 (1)\r\n\tSA 1\n(CC) para 67.\n13\nR\r\n\tv H\n[2004] UKHL 3\n,\n[2004] 2 AC 134\n,\n[2004] 1\r\n\tAll ER 1269\n(HL) para 13.\n14\nRandall\r\n\tv The Queen\n[2002] UKPC 19\n,\n[2002] 1 WLR 2237\n(PC) para 10.\n15\nBenedetto\r\n\tv The Queen; Labrador v The Queen\n[2003] UKPC\r\n\t27\n,\n[2003] 1 WLR 1545\n(PC) para 54.\n16\nLibke\r\n\tv R\n[2007] HCA 30\n;\n(2007) 235 ALR 517\npara\r\n\t71.\n17\nD\r\n\tO v DPP\n[2006] IESC 12.\n18\nThe\r\n\tSouth African Code for Members of the National Prosecuting Authority\r\n\tmakes it clear in para D1(e) that 'throughout the course\nof the\r\n\tproceedings the case should be firmly but fairly and objectively\r\n\tprosecuted'.\n19\nAbove,\r\n\tn 14 paras 9 and 10.\n20\nBerger\r\n\tv US\n(1935) 295 US 78\nat 88.\n21\nR\r\n\tv Cook\n[1997] 1 SCR 113\n, (1997) 114 CCC (3d)\r\n\t481 (SCC) para 21.\n22\nIt\r\n\thas been held in Zimbabwe that the converse is the case where an\r\n\taccused is not represented:\nSmith v\r\n\tUshewokunze & another\n1998 (3) SA\r\n\t1125\n(ZSC) at 1130J-1131H;\n1997 (2) ZLR 544\n;\n1998 (2) BCLR 170.\n23\nSeneviratne\r\n\tv R\n[1936] 3 All ER 36.\n24\nAt\r\n\tpp 48-49.\n25\nAbove,\r\n\tn 21 para 25.\n26\nAdel\r\n\tMuhammed El Dabbah v Attorney-General for Palestine\n[1944]\r\n\tAC 156.\n27\nLemay\r\n\tv The King\n[1952] 1 SCR 232.\n28\nR\r\n\tv Yebes\n[1987] 2 SCR 168.\n29\nPara\r\n\t28.\n30\nAbove,\r\n\tn 21\npara 31.\n31\nAbove,\r\n\tn 10 p 15.\n32\nThis\r\n\tpassage was approved in\nCook\nabove, n 21 para 36.\n33\n'If\r\n\tthe court has recorded a plea of not guilty, the trial shall start\nde novo\nbefore another presiding officer: Provided that the\r\n\taccused may waive his or her right to be tried before another\r\n\tpresiding officer.'\n34\n'If\r\n\tthe prosecutor or the accused withdraws from the agreement as\r\n\tcontemplated in paragraph (\nb\n)(ii), the trial shall start\nde\r\n\tnovo\nbefore another presiding officer: Provided that the accused\r\n\tmay waive his or her right to be tried before another presiding\r\n\tofficer.'\n35\nS\r\n\tv Lapping\n1998 (1) SACR 409\n(W) and cases\r\n\tcited at 411g-412h.\n36\nSection\r\n\t317(1) of the CPA provides:\n'If an accused is of the view that any of the\r\n\tproceedings in connection with or during his or her trial before a\r\n\tHigh Court are\nirregular or not according to law, he or she may,\r\n\teither during his or her trial or within a period of 14 days after\r\n\this or her\nconviction or within such extended period as may upon\r\n\tapplication (in this section referred to as an application for\r\n\tcondonation)\non good cause be allowed, apply for a special entry to\r\n\tbe made on the record (in this section referred to as an application\r\n\tfor\na special entry) stating in what respect the proceedings are\r\n\talleged to be irregular or not according to law, and such a special\n\n\tentry shall, upon such application for a special entry, be made\r\n\tunless the court to which or the judge to whom the application\nfor a\r\n\tspecial entry is made is of the opinion that the application is not\r\n\tmade\nbona fide\nor that it is frivolous or absurd or that the\r\n\tgranting of the application would be an abuse of the process of the\r\n\tcourt.'\n37\nThose\r\n\tin regard to the calling of Koekemoer and Joubert and the\r\n\tnon-production or late production of documents by the State.\n38\nCriminal\r\n\tLaw\n5 ed (2008) para 12 at 176-7.\n39\n'A\r\n\tperson who commits an act or makes an omission which constitutes an\r\n\toffence and who at the time of such commission or omission\nsuffers\r\n\tfrom a mental illness or mental defect which makes him or her\r\n\tincapable─\n(a) of appreciating the wrongfulness of his or her act\r\n\tor omission; or\n(b) of acting in accordance with an appreciation of the\r\n\twrongfulness of his or her act or omission,\nshall not be criminally responsible for such act or\r\n\tomission.'\n40\n'If\r\n\tthe court finds that the accused at the time of the commission of\r\n\tthe act in question was criminally responsible for the act\nbut that\r\n\this capacity to appreciate the wrongfulness of the act or to act in\r\n\taccordance with an appreciation of the wrongfulness\nof the act was\r\n\tdiminished by reason of mental illness or mental defect, the court\r\n\tmay take the fact of such diminished responsibility\ninto account\r\n\twhen sentencing the accused.'\n41\nS\r\n\tv Smith\n1990 (1) SACR 130\n(A) at 135b-e.\n42\nS\r\n\tv Shapiro\n1994 (1) SACR 112\n(A) at 123c-f.\n43\nS\r\n\tv Ingram\n1995 (1) SACR 1\n(A) at 8d-i.\n44\nS\r\n\tv Groenewald\n2005 (2) SACR 597\n(SCA) para 33.\n45\nJohn\r\n\tHenry Wigmore\nEvidence in Trials at\r\n\tCommon Law\n, revised by James Chadbourn\r\n\t(1972) vol 4 para 1058.\n46\nS\r\n\tv Seleke & 'n ander\n1980 (3) SA 745\n(A)\r\n\tat 754F-H.\n47\nS\r\n\tv Mjoli\n1981 (3) SA 1233\n(A) at 1247B-C.\n48\nS\r\n\tv Daniëls & 'n ander\n1983 (3) SA 275\n(A)\n49\nAt\r\n\t298G-H.\n50\nAt\r\n\t318C-319A.\n51\n25\r\n\tof 1965.\n52\nKruger\nHiemstra's Criminal Procedure\nsv\r\n\ts 220.\n53\nOED\n2 ed vol VII.\n54\nSee\r\n\tthe authorities quoted in the next para below.\n55\n3\r\n\ted (2005) p 382 and see also p 378.\n56\nAbove,\r\n\tn 43 at 4E-G.\n57\nAbove,\r\n\tn 41 at 135E-G.\n58\nSee\r\n\talso\nS v Kalogoropoulos\n1993\r\n\t(1) SACR 12\n(A) at 24b-c and 25i and the dissenting judgment in\nDPP,\r\n\tTransvaal v Venter\n[2008] ZASCA 76\n;\n2009 (1) SACR 165\n(SCA) para 51.\n59\nAn\r\n\tacquittal in terms of s 78(6) presupposes a finding of a lack of\r\n\tcriminal responsibility in terms of s 78(1).\nSection 78(1) is quoted in footnote 39 above.\nSection\r\n\t78(6) reads: ‘If the court finds that the accused committed\r\n\tthe act in question and that he or she at the time of\nsuch\r\n\tcommission was by reason of mental illness or intellectual\r\n\tdisability not criminally responsible for such act – (a)\nthe\r\n\tcourt shall find the accused not guilty; or (b) if the court so\r\n\tfinds after the accused has been convicted of the offence\ncharged\r\n\tbut before sentence is passed, the court shall set the conviction\r\n\taside and find the accused not guilty,. . . .’.\nThe rest of\r\n\tthe ss deals with the directions a court would be capable of making\r\n\tregarding the detention of such an accused in\na hospital,\r\n\tinstitution or conditions of release.\n60\nThe\r\n\ttrial court applied the usual standard of proof in criminal cases to\r\n\tavoid the appellant’s objections to the provisions\nof s 78(1A)\r\n\tinsofar as those could potentially have been applicable.\n61\nWhether\r\n\tthe appellant actually has amnesia is not an issue on which the\r\n\ttrial court had to make a finding as it does not constitute\na\r\n\tdefence. At worst for the appellant it may reflect on his\r\n\tcredibility and at best it may be a mitigating factor. The\r\n\tpsychiatrist\nthat testified on behalf of the State, Dr\r\n\tPanieri-Peter, questioned the claim of amnesia, primarily due to the\r\n\tpatchiness and\ninconsistency of the appellant’s recollection\r\n\tbeing irreconcilable with amnesia. The psychiatrist, Dr Fouché,\r\n\tand\nclinical psychologist, Mr Scholtz, that testified on behalf of\r\n\tthe appellant, accepted his claim without question.\n62\nDirect\r\n\ttranslation of Mrs van der Westhuizen’s evidence: ‘Sien\r\n\tjy, jou kinders is nou dood’.\n63\nSection\r\n\t78(2) reads: ‘If it is alleged at criminal proceedings that\r\n\tthe accused is by reason of mental illness or mental\ndefect or for\r\n\tany other reason not criminally responsible for the offence charged,\r\n\tor if it appears to the court at criminal\nproceedings that the\r\n\taccused might for such a reason not be so responsible, the court\r\n\tshall in the case of an allegation or appearance\nof mental illness\r\n\tor mental defect, and may, in any other case, direct that the matter\r\n\tbe enquired into and be reported on in\naccordance with the\r\n\tprovisions of section 79.’\nSection\r\n\t79 is a lengthy section that deals, inter alia, with the composition\r\n\tof the panel for the purpose of the enquiry, the\ncommittal of the\r\n\taccused to a psychiatric hospital for that purpose, the furnishing\r\n\tof information to the panel and the nature\nof the report.\n64\nSection\r\n\t79(4) reads: ‘The report shall – (a) include a\r\n\tdescription of the nature of the enquiry; and (b) include a\n\n\tdiagnosis of the mental condition of the accused; and (c) if the\r\n\tenquiry is under section 77(1), include a finding as to whether\nthe\r\n\taccused is capable of understanding the proceedings in question so\r\n\tas to make a proper defence; or (d) if the enquiry is\nin terms of\r\n\tsection 78(2), include a finding as to the extent to which the\r\n\tcapacity of the accused to appreciate the wrongfulness\nof the act in\r\n\tquestion or to act in accordance with an appreciation of the\r\n\twrongfulness of that act was, at the time of the commission\nthereof,\r\n\taffected by mental illness or mental defect or by any other cause.’\n65\nInsofar\r\n\tas it is necessary to refer to the purpose of opinion evidence by an\r\n\texpert witness and the approach a court is to adopt\nregarding such\r\n\tevidence, I draw attention to the following authorities:\nS\r\n\tv Adams\n1983 (2) SA 577\n(A) at 586C;\nS\r\n\tv Kleynhans\n2005 (2) SACR 582\n(W) at\r\n\t585a-g;\nCoopers (South Africa) (Pty)\r\n\tLtd v Deutsche Gesellschaft Für Schädlingsbekämpfung\r\n\tMbh\n1976 (3) SA 352\n(A) at 371G-H.\n66\nCrudely\r\n\tdescribed as\na parent wanting to take his own\r\n\tlife and killing his children because he does not want to leave them\r\n\tbehind in a helpless state.\n67\nSection\r\n\t12\nof the\nCorrectional Services Act 111 of 1998\n.\n68\nS\r\n\tv Marx\n2009 (2) SACR 562\n(ECG).\n69\nS\r\n\tv Shapiro\n1994 (1) SACR 112\n(A).",
  "scraped_at": "2026-02-12T15:24:39.148040",
  "date": "2011-03-28",
  "coram": [
    "CLOETE JJA",
    "SNYDERS JJA",
    "THERON JJA"
  ],
  "case_number": "266/10",
  "parties": {
    "applicants": [
      "M VAN DER WESTHUIZEN"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "On 28 July 2006 the appellant, a Superintendent in the South African Police Service, shot and killed his three children at their home in Brackenfell following a marital dispute. He was convicted by the Western Cape High Court of three counts of murder and sentenced to 14 years' imprisonment on each count, with two sentences to run concurrently, resulting in an effective term of 24 years. During the trial the State introduced expert psychiatric reports and the appellant's own plea explanation, which included formal admissions under s 220 of the Criminal Procedure Act. The appellant appealed both the conviction and the sentence, raising issues of procedural fairness, the impartiality of the prosecutor, the use of special entries, and the effect of his formal admissions.",
    "issues": "The appeal raised (1) whether the appellant was denied a fair trial because the prosecutor was not impartial and certain witnesses were not called; (2) whether the State should have disclosed documents obtained in s 105A plea‑negotiations when no agreement was reached; (3) whether a special entry under s 317(1) CPA was required to remedy alleged limitations on cross‑examination; and (4) whether the formal admissions made under s 220 could be contradicted and whether the appellant possessed criminal capacity or only diminished responsibility for sentencing purposes.",
    "principles": "The Court considered s 32 of the National Prosecuting Authority Act on prosecutorial impartiality, the code of conduct for prosecutors, and international guidelines on the role of prosecutors. It applied s 105A(10) CPA, holding that an accused may waive the prohibition on using documents from failed plea negotiations. The effect of formal admissions under s 220 CPA was examined, emphasizing that such admissions constitute sufficient proof unless withdrawn on a recognized legal ground. The Court also relied on s 78(1) and s 78(7) CPA concerning criminal capacity and diminished responsibility, and s 317(1) CPA on special entries, as well as case law such as Boucher v The Queen, Stinchcombe, and South African precedent on the discretion to recall witnesses.",
    "application": "The Court concluded that the prosecutor had acted impartially and fulfilled the duty to disclose relevant material, so no unfair‑trial prejudice arose. The appellant’s consent to the use of the plea‑negotiation reports validly waived s 105A(10) restrictions. The court found no necessity for a special entry because it had ordered the recollection of the witness for further cross‑examination, thereby curing any alleged procedural defect. The formal admissions made by the appellant under s 220 were upheld; he could not introduce evidence or argument inconsistent with them without a valid justification. Expert evidence confirmed that the appellant was capable of appreciating the wrongfulness of his conduct, though his responsibility was somewhat diminished. This diminished responsibility was taken into account but was insufficient to reduce the sentence below the statutory minimum.",
    "conclusion": "The appeal was dismissed. The conviction on all three murder counts and the sentence of an effective 24 years' imprisonment were affirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "impartiality",
      "plea negotiations",
      "formal admissions",
      "criminal capacity",
      "diminished responsibility",
      "sentencing"
    ]
  }
}