{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/145.html",
  "case_name": "Mda v Law Society of the Cape of Good Hope (534/10) [2011] ZASCA 145; 2012 (1) SA 15 (SCA) (26 September 2011)",
  "citation": "[2011] ZASCA 145",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 145\n|\nNoteup\n|\nLawCite\nMda v Law Society of the Cape of Good Hope (534/10) [2011] ZASCA 145; 2012 (1) SA 15 (SCA) (26 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 534/10\nIn\r\nthe matter between:\nMATOLWANDILE BONGA MDA\n….................................................................\nAppellant\nand\nTHE LAW SOCIETY OF THE CAPE OF GOOD\r\nHOPE\n…..........................\nRespondent\nNeutral citation:\nMda v The\r\nLaw Society of the Cape of Good Hope\n(534/2010)\n[2011] ZASCA 145\n(26 September 2011).\nCoram:\nBrand, Cachalia, Malan,\r\nMajiedt and Seriti JJA\nHeard:\n15 September 2011\nDelivered: 26 September 2011\nSummary: The authority of council\r\nof the Law Society to inspect, under s 70(1) of the Attorneys\r\nAct 53 of 1979, ‘any\nbook, document, record or thing’\r\npertaining to a practice, or to inspect the ‘accounting\r\nrecords’ under s 78(6)\nframed widely – not limited only\r\nto documentary material pertaining to specific complaint against\r\npractitioner.\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nEastern Cape\r\nHigh Court, Mthatha (Petse ADJP and Miller J sitting as full bench):\n(1) The appeal is dismissed with\r\ncosts.\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nCACHALIA JA (Brand, Malan, Majiedt and\r\nSeriti JJA concurring):\n[1] This is an appeal against an order\r\nof a full bench of the Eastern Cape High Court sitting at Mthatha\r\n(Petse ADJP, Miller J concurring)\nordering the appellant, Mr\r\nMatolwandile Bonga Mda, to make the accounting records of his\r\nattorney’s practice available for\ninspection by the Law Society\r\nof the Cape of Good Hope. The appeal comes before us with leave of\r\nthe high court. The circumstances\nunder which the Law Society asserts\r\na right to inspect Mr Mda’s records are these.\n[2] Mr Mda has not had a happy\r\nrelationship with the Law Society. He has, on fifteen occasions, been\r\nfound guilty of unprofessional\nconduct pursuant to internal\r\ndisciplinary proceedings conducted in terms Rule 15 of the Rules\r\nof the Law Society of the Cape\nof Good Hope. The Law Society is\r\nconsidering instituting disciplinary proceedings against him for five\r\nother matters. One of these\nrelates to a complaint arising from a\r\nclaim that Mr Mda was instructed to pursue on behalf of Mr Dlokweni\r\nagainst the Road\nAccident Fund (the RAF) in about 1996. In 2005, Mr\r\nDlokweni lodged a complaint with the Law Society against Mr Mda\r\nregarding his\nclaim. This was after Mr Dlokweni had learnt that the\r\nRAF had paid his claim to Mr Mda three years earlier, in 2002, and Mr\r\nMda\ncould not account for the money. At Mr Dlokweni’s instance\r\nthe Law Society wrote to Mr Mda to establish what had happened,\nbut\r\nreceived no satisfactory response.\n[3] Early in April 2006 Mr Mda\r\ninformed the Law Society that he could not locate Mr Dlokweni’s\r\nfile. He promised to respond\nby 21 April 2006, but failed to do so.\r\nHe then gave another undertaking to answer the query by 14 July 2006.\r\nAgain, no response\nwas forthcoming. The Law Society wrote further\r\nletters – the last on 4 January 2007 – but elicited\r\nno response.\nWhen he did finally answer, on 24 August 2007, the Law\r\nSociety was still not satisfied with his explanation.\n[4] On 11 July 2007 the Law Society\r\naddressed a letter to Mr Mda to inform him that a ‘forensic\r\naudit’ of his practice\nwas to be conducted as envisaged in\r\ns 70(1), and s 78(5) of the Act, and that PDP Pretorius Dondashe\r\n(the auditors) had been\nauthorised to do this. It explained that this\r\nwas required to satisfy itself that the practice was keeping proper\r\naccounting records\nin compliance with s 78(4), and to decide\r\nwhether or not disciplinary proceedings under s 70(1) were warranted.\r\nMr Mda requested\ninformation on the ambit of the investigation. On 15\r\nAugust 2007 the Law Society answered by letter informing him that\r\nfour other\ncomplaints by his clients against him were being\r\nconsidered, in addition to Mr Dlokweni’s. The first two\r\ncomplaints concerned\nan alleged failure on his part to respond to\r\nrequests for information from his clients to provide progress reports\r\nto them about\ntheir matters; the third was that he had allegedly not\r\npaid arrear rates and taxes to a municipality in respect of a\r\nproperty despite\nhaving promised to do so; and the last complaint\r\nconcerned a matter involving the transfer of a property for which he\r\nhad received\nan instruction ten years earlier, but had allegedly not\r\nreported on its progress, and then resisted attempts by the\r\ncomplainant\nto have the file removed from him.\n[5] Mr Mda avers that he attended to\r\nall these complaints and that there is no basis for a wide-ranging\r\ninvestigation into the affairs\nof his practice. Despite adopting this\r\nstance he initially appeared willing to assist the auditors with\r\ntheir investigation, but\nthen demurred. The Law Society demanded his\r\nco-operation, threatening to institute proceedings to compel him to\r\nco-operate if necessary.\nWith no adequate response forthcoming from\r\nhim, the Law Society launched the proceedings that are the subject of\r\nthis appeal.\n[6] The essential dispute before the\r\nhigh court, as before us, concerns the ambit of the investigation\r\nthat the Law Society may\nundertake. Mr Mda accepts that the five\r\ncomplaints in issue, if proved, could amount to ‘unprofessional,\r\ndishonourable or\nunworthy conduct’ as the Act envisages. But,\r\nhe contends, the Law Society may only demand information concerning\r\nthe five\ncomplaints mentioned above: it may not conduct a general\r\nforensic audit of his practice for the purpose of enquiring into\r\nallegations\nof misconduct on his part. In support of his contention\r\nhe submits that ss 70(1) and 78(5), upon which the Law Society\r\npurports\nto rely to conduct a wide-ranging investigation into the\r\naffairs of his practice, do not authorise this. Instead, so the\r\nsubmission\ngoes, s 70(1) permits the Law Society only to inspect\r\nmaterial pertaining to specific complaints against him, and s 78(5),\r\nonly\nto inspect accounting records concerning his trust account –\r\nnothing else. It is therefore necessary to consider the ambit\nof\r\nthese provisions.\n[7] Law Societies have, among their\r\nobjects, the responsibility to uphold the integrity of practitioners\n1\nand ensure that the standards and\r\ncontrol of their professional conduct\n2\nare maintained. This task falls to a\r\ncouncil, which runs the affairs and exercises the powers of a\r\nsociety.\n3\nAmong the powers given to a council to\r\nachieve these objects is s 71, which sanctions an enquiry into\r\nallegations of ‘unprofessional\nor dishonourable or unworthy\r\nconduct’ on the part of a practitioner. To decide whether or\r\nnot an enquiry should be held a\ncouncil may use s 70(1)\n4\nto inspect ‘any book, document,\r\nrecord, or thing’ pertaining to a practice. There is no limit\r\nto the ambit of the inspection.\n[8] A council may also, under s\r\n78(5)\n5\n,\r\nsatisfy itself that a practitioner’s trust accounts are in\r\norder by inspecting the ‘accounting records’ of the\n\npractice. In this regard it must be noted that s 78(6)(d)\n6\nmakes clear that ‘accounting\r\nrecords’ is of wide import and includes ‘any record or\r\ndocument’ under the\ncustody and control of a practitioner\r\nrelating to the practice. So whether a council is considering a\r\npossible professional misconduct\nenquiry under s 70(1), or the\r\nsupervision of a practitioner’s trust accounts under s 78(5),\r\nboth provisions expressly permit\nthe council to inspect all the\r\nrecords and documents concerning the practice. It is on this basis\r\nthat the high court found that\nthe Law Society was entitled to\r\nconduct the envisaged inspection.\n[9] In my view the high court was\r\ncorrect in its conclusion. Concerning Mr Mda’s submission\r\nthat s 70(1) permits\na council to inspect documentary material\r\npertaining only to specific allegations of misconduct, this cannot be\r\nso. As I have indicated\nabove, the section does not limit a council’s\r\nauthority when it is deciding whether or not to hold a misconduct\r\nenquiry.\nHowever, once the council has decided to hold an enquiry, ss\r\n71(2)(a)(i) and (ii) require any person who is summoned to testify\nto\r\nproduce any documentary material that has a bearing on the subject\r\nmatter of the enquiry.\n7\nSection 71(2) is concerned only with\r\ndocumentary material that may be relevant to an enquiry. Section\r\n70(1), on the other hand,\nhas a specific purpose, which is to place a\r\ncouncil in a position to decide whether or not to hold an enquiry.\r\nThis is why the\nlegislature permitted a broader inspection under s\r\n70(1) than it did under s 71(2).\n[10] There is also no merit in Mr\r\nMda’s objection to the Law Society relying on s 78(5),\r\nwhich he maintains may be used\nonly to police trust accounts, and not\r\nto investigate misconduct. If this contention were correct it would\r\nmean that a council\nmay not request documentary material regarding\r\nany allegation of misconduct when it concerns a practitioner’s\r\nfailure to\nkeep proper accounting records, which is absurd. This is\r\nwhy s 78(6) in terms authorises inspection of more than merely the\r\n‘accounting\nrecords’ of a practice.\n[11] Moreover, the facts of this case\r\ndemonstrate why Mr Mda’s objection to the Law Society’s\r\nuse of the relevant provisions\nis untenable. One of the allegations\r\nagainst Mr Mda is that he may have misappropriated monies that were\r\ndue to Mr Dlokweni. On\nthe face of it this allegation, if proved,\r\nwould amount to a failure to keep proper accounts under s 78, and\r\nalso misconduct as\nenvisaged in s 71. It would also be a criminal\r\noffence. In addition, as I have mentioned, Mr Mda has four other\r\ncomplaints pending\nagainst him and a dubious disciplinary record.\r\nThere are therefore clear grounds for the Law Society to invoke both\r\nss 78(6) and\n70(1), so that a thorough inspection of his practice may\r\nbe conducted.\n[12] For all these reasons the appeal\r\nmust fail. The appeal is therefore dismissed with costs.\n_____________\nA CACHALIA\nJUDGE OF APPEAL\nAPPEARANCES\nFor Appellant: T M Ntsaluba\nInstructed by:\nJolwana Mgidlana Inc, Mthatha\nNonxuba Inc, Bloemfontein\nFor Respondent: A A Brink (Attorney)\nJ F Heunis & Associates, Mthatha\nWebbers Attorneys, Bloemfontein\n1\nSection\r\n\t58(e).\n2\nSections\r\n\t58(f) and (g).\n3\nSection\r\n\t60.\n4\n‘\nCouncil's\r\n\tpower of inspection\n(1) A council may for\r\n\tthe purposes of an enquiry under section 71 or in order to enable it\r\n\tto decide whether or not such an enquiry\nshould be held, direct any\r\n\tpractitioner to produce for inspection, either by the council itself\r\n\tor by any person authorized thereto\nby the council, any book,\r\n\tdocument, record or thing which is in the possession or custody or\r\n\tunder the control of such practitioner\nand which relates to his\r\n\tpractice or former practice.’\n5\n‘\nTrust\r\n\taccounts\n.\r\n\t. .\n(5)\r\n\tThe council of the society of the province in which a practitioner\r\n\tpractises may by itself or through its nominee, and at\nits own cost,\r\n\tinspect the accounting records of any practitioner in order to\r\n\tsatisfy itself that the provisions of subsections\n(1), (2), (2A),\r\n\t(3) and (4) are being observed, and, if on such inspection it is\r\n\tfound that such practitioner has not complied\nwith such provisions,\r\n\tthe council may write up the accounting records of such practitioner\r\n\tand recover the costs of the inspection\nor of such writing up, as\r\n\tthe case may be, from that practitioner.’\n6\n‘\n(6)\r\n\tFor the purposes of subsections (4) and (5), 'accounting records'\r\n\tincludes any record or document kept by or in the custody\nor under\r\n\tthe control of any practitioner which relates to –\n(a)\n.\r\n\t. .\n(b)\n. . .\n(c)\n.\r\n\t. .\n(d)\nhis\r\n\tpractice.’\n7\nSection\r\n\t71(2)(a)(i) reads: ‘\nEnquiry by council into alleged cases\r\n\tof unprofessional or dishonourable or unworthy conduct\n. . .\n(2)\n(a)\nFor the\r\n\tpurposes of an enquiry under subsection (1), a council may –\n(i)   under\r\n\tthe hand of the president or the secretary of its society, summon\r\n\tany person who in the opinion of\nthe council may be able to give\r\n\tmaterial information concerning the subject matter of the enquiry or\r\n\twho is believed by the council\nto have in his possession or custody\r\n\tor under his control any book, document, record or thing which has\r\n\tany bearing on the subject\nmatter of the enquiry, to appear before\r\n\tit at a time and place specified in the summons, to be interrogated\r\n\tor to produce that\nbook, document, record or thing, and may retain\r\n\tfor inspection any book, document, record or thing so produced; . .\r\n\t.’",
  "scraped_at": "2026-02-12T15:53:42.385816",
  "date": "2011-09-26",
  "coram": [
    "Brand JJA",
    "Cachalia JJA",
    "Malan JJA",
    "Majiedt JJA",
    "Seriti JJA"
  ],
  "case_number": "534/10",
  "parties": {
    "applicants": [
      "Matolwandile Bonga Mda"
    ],
    "respondents": [
      "The Law Society of the Cape of Good Hope"
    ]
  },
  "sections": {
    "facts": "Matolwandile Bonga Mda, an attorney, had a troubled relationship with the Law Society of the Cape of Good Hope, having been found guilty of unprofessional conduct on fifteen occasions. The Society was considering disciplinary action on five further matters, including a complaint by a former client, Mr Dlokweni, who alleged that Mda could not account for funds received from the Road Accident Fund. Mda failed to provide satisfactory responses to the Society’s inquiries and could not locate the relevant file. The Society therefore issued a notice that a forensic audit of Mda’s practice would be conducted under sections 70(1) and 78(5) of the Attorneys Act, authorising auditors to inspect any books, documents, records or things pertaining to the practice.",
    "issues": "The central issue was the scope of the Law Society’s authority to inspect an attorney’s practice. Mda argued that section 70(1) allows inspection only of material directly related to the specific complaints and that section 78(5) permits inspection only of trust‑account records. The Society contended that the statutes confer a broader power to inspect any records in order to decide whether an enquiry under section 71 should be instituted.",
    "principles": "Section 70(1) of the Attorneys Act enables a council to inspect any book, document, record or thing relating to a practice for the purpose of deciding whether to hold an enquiry. Section 71(2) requires production of material relevant to an enquiry once it is decided to be held. Section 78(5) allows inspection of accounting records, and subsection 78(6) defines ‘accounting records’ broadly to include any document relating to the practice. The legislation therefore gives councils a wide‑ranging power to inspect both general practice records and accounting records, not limited to the immediate subject of a complaint.",
    "application": "The Court applied these statutory provisions and held that the High Court was correct in concluding that the Law Society could conduct a comprehensive forensic audit. The Court rejected Mda’s narrow construction of section 70(1), noting that the purpose of the provision is to enable the council to decide whether an enquiry is necessary, which requires a broad inspection. Likewise, the Court affirmed that section 78(5) together with 78(6) authorises inspection of any practice‑related records, not merely trust‑account documents. Given the multiple complaints and Mda’s disciplinary history, the Council was justified in invoking both sections to examine the entirety of his practice records.",
    "conclusion": "The appeal was dismissed with costs. The Court affirmed the Law Society’s right to inspect Mda’s practice records under sections 70(1) and 78(5) of the Attorneys Act, allowing a full forensic audit to be carried out."
  },
  "tags": {
    "level_1": "Professional Regulation",
    "level_2": "Legal Profession",
    "level_3": [
      "Law Society",
      "Attorney Inspection",
      "Forensic Audit",
      "Attorney Discipline",
      "Section 70",
      "Section 78"
    ]
  }
}