{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/227.html",
  "case_name": "City of Tshwane Metropolitan Municipality v Mamelodi Hostel Residents Association and Others (025/2011) [2011] ZASCA 227 (30 November 2011)",
  "citation": "[2011] ZASCA 227",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 227\n|\nNoteup\n|\nLawCite\nCity of Tshwane Metropolitan Municipality v Mamelodi Hostel Residents Association and Others (025/2011) [2011] ZASCA 227 (30 November 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nNo precedential significance\nCase No: 025/2011\nIn the matter between:\nCITY OF TSHWANE METROPOLITAN\nMUNICIPALITY\n….................................................................................\nAPPELLANT\nand\nTHE MAMELODI HOSTEL RESIDENTS\nASSOCIATION\n…....................................................................\nFIRST\r\nRESPONDENT\nDANIEL SELLO\n…..............................................................\nSECOND\r\nRESPONDENT\nTHOSE PERSONS LISTED IN\nANNEXURE “A”\n…................................................................\nTHIRD\r\nRESPONDENT\nNeutral citation:\nCity of Tshwane Metropolitan\r\nMunicipality v The Mamelodi Hostel Residents Association\n(025/2011)\n[2011] ZASCA 227\n(30 November 2011)\nCoram: MTHIYANE, VAN HEERDEN, MAYA, SHONGWE and\r\nMAJIEDT JJA\nHeard: 15 NOVEMBER 2011\nDelivered: 30 NOVEMBER 2011\nSummary: Spoliation order – eviction –\r\nwhether removal of the residents’ roof coverings constituted\r\neviction –\nwhether eviction lawful.\n______________________________________________________________\nORDER\n______________________________________________________________\nOn appeal from:\nNorth Gauteng High Court,\r\nPretoria (Omar AJ sitting as court of first instance):\n1 The appeal is upheld to the extent that the order in\r\nparagraph 1.2 of the rule nisi, as confirmed by the court below, is\r\namended\nto read:\n‘\n1.2 First to Third respondents\r\nare ordered jointly and severally to restore the roof structures and\r\nroof covering of Block J of\nthe Mamelodi Hostels to at least an\r\nequivalent of the condition they were in prior to destruction thereof\r\non 15 November 2009,\nand to restore possession thereof to the\r\napplicants.’\n2 The appeal is otherwise dismissed with costs,\r\nincluding the costs of two counsel.\n____________________________________________________________­­­__\nJUDGMENT\n______________________________________________________________\nMAJIEDT JA (MTHIYANE, VAN HEERDEN, MAYA, SHONGWE JA\r\nconcurring):\n[1] On 15 November 2011 this court made an ex tempore\r\norder as set out above and indicated that the reasons for that order\r\nwould\nfollow. These are the reasons.\n[2] During the colonial and apartheid eras, thousands of\r\nmigrant labourers (almost exclusively male) were employed on the\r\nmines\nin what is now known as Gauteng Province. They were\r\naccommodated in single male hostels, which today remain as a grim\r\nlegacy of\nthose times. This appeal concerns one such hostel, namely\r\nBlock J of the Mamelodi West hostel complex. In the court below the\r\nrespondents\nobtained confirmation of a rule nisi which restored to\r\nthem their occupation of Block J. With leave of the court below (Omar\r\nAJ,\nsitting as court of first instance in the North Gauteng High\r\nCourt, Pretoria) they appeal to this Court against that order.\n[3] The interim order, issued by Du Plessis AJ on an\r\nunopposed basis,\n1\nreads as follows:\n‘\n1. A\r\nrule nisi is issued against First to Third Respondents\n2\n,\r\nwith return date in the urgent court on 24 November 2009, calling on\r\nthe Respondents to show cause why the following order should\nnot be\r\nmade final:\n1.1 First to Third Respondents\r\nare ordered to immediately stop demolishing hostel structures in\r\nMamelodi West.\n1.2 First to Third Respondents\r\nare ordered to immediately restore the roof structures and roof\r\ncovering of Block J of the Mamelodi\nHostels to the condition it was\r\nin prior to the destruction thereof on 15 November 2009, and to\r\nrestore possession thereof to the\nApplicants.\n1.3 First Respondent is ordered\r\nnot to continue with the demolition of hostels in the hostel\r\nprecincts of Mamelodi West before they\nhave either:\nfollowed procedures prescribed\r\n\tin Part 3, Chapter 10 of the Housing Code as published in terms of\nsection 4\nof the\nHousing Act 107 of 1997\n,\nand\nhave obtained a court order for\r\n\teviction.\n1.4 First to Third Respondents\r\nare ordered to pay the costs of this application on an attorney and\r\nclient scale.\n2. Paragraphs 1.1 to 1.3 above\r\nshall have immediate effect pending the return date.\n3. Costs of 16 November 2009 to\r\nbe costs in the cause.’\n[4] The appellant, City of Tshwane Metropolitan\r\nMunicipality (the City), in due compliance with its constitutional\r\nobligation to\nerect adequate housing for its inhabitants\n3\nand in accordance with a comprehensive national housing\r\nplan known as the Integrated Residential Development Programme, began\r\naddressing\nhuman settlement inefficiencies, including an extensive\r\nhostel redevelopment programme. It is common cause that Block J, like\r\nso\nmany other single male hostels, is badly dilapidated, to the point\r\nof allegedly being unsafe and uninhabitable. Considerable planning,\n\ninformation sessions and negotiations with hostel dwellers have gone\r\ninto the hostel redevelopment programme in Mamelodi since\n2004. On 15\r\nNovember 2009 City officials, aided by private contractors and under\r\nthe watchful eye of a large police contingent,\nremoved the roof\r\nstructures and roof covering of Block J, while the occupants were\r\nstill inside it. This gave rise to the urgent\nspoliation proceedings\r\nbefore Du Plessis AJ.\n[5] The first respondent is the Mamelodi Hostel\r\nResidents Association, an unincorporated body representing Mamelodi\r\nHostel residents\n(the Association). A challenge in the court below to\r\nits legal standing to sue found no favour with the learned judge and\r\nno appeal\nhas been noted against his order in that regard. The second\r\nrespondent, Mr Daniel Sello, is the chairperson of the Association’s\n\nExecutive Committee and the deponent to the respondents’\r\nfounding and replying affidavits. The third respondent consists\nof a\r\nlarge number of persons who were in occupation of Block J on 15\r\nNovember 2009 and who refused to vacate their dwellings.\n[6] It is not disputed that the respondents, as\r\nspoliation applicants, needed only to prove that they were in\r\npeaceful and undisturbed\npossession on that day and that they were\r\nunlawfully deprived of such possession. Before us the City’s\r\ncounsel was driven\nto concede that the Block J occupants were in\r\npeaceful and undisturbed possession when the roof structures and\r\ncovering were removed.\nThe City’s main defence is that the\r\noccupants had consented to the removal as a first step in demolishing\r\nBlock J. In addition,\nit contended that alternative accommodation had\r\nbeen arranged and was available to the Block J dwellers. This latter\r\ncontention\ncan be dismissed without more. Omar AJ correctly held that\r\nthat is an irrelevant consideration in spoliation proceedings. It is\n\nrelevant in eviction proceedings.\n4\n[7] The City’s main defence is fraught with a\r\nmyriad of difficulties. First\ns 26(3) of the Constitution prohibits evictions and\r\ndemolitions without a court order. It reads:\n‘\nNo one\r\nmay be evicted from their home, or have their home demolished,\r\nwithout an order of court made after considering all the relevant\n\ncircumstances. No legislation may permit arbitrary evictions.’\nPIE is the legislative tool which further expands on\r\nthis right. It is common cause that the City did not seek an eviction\r\nof the\nBlock J dwellers prior to the events of 15 November 2009. The\r\nrespondents sued on the mandament van spolie. In\nTswelopele\r\nNon-Profit Organisation v City of Tshwane Metropolitan Municipality\n5\nthis Court discussed\n6\nwhether there is a need to develop this common law\r\nremedy to afford broader relief. The court formulated instead an\r\nappropriate\nconstitutional remedy. The requirements for the mandament\r\nvan spolie have been outlined above – the merits regarding\r\ncompeting\nclaims to the object are irrelevant, the only consideration\r\nis that unlawful deprivation must be remedied before all else.\n7\nThe City’s reliance on an alleged agreement to the\r\ndemolition must therefore fail. The respondents proved in the court\r\nbelow\nthat they were in peaceful and undisturbed possession and were\r\nunlawfully deprived of their possession, ie that deprivation\r\ncommenced\nwhen the roof structures and covering were removed as a\r\nfirst step of eviction, while they were still in the property.\n[8] But even if the City could have sought refuge in\r\nconsent or agreement by the respondents, such consent or agreement\r\nwas not\nproved on the papers. I interpose to mention that the appeal\r\nrecord is in a lamentable state. Numerous annexures were omitted\r\naltogether,\nwhile others were incomplete, including Annexure SLR 12\r\nto the City’s answering affidavit on which the City placed\r\nparticular\nreliance. This annexure is the minutes of a meeting held\r\nby City officials to verify the list of Block J dwellers. This state\r\nof\naffairs is exacerbated by the fact that the City had to seek, and\r\nwas granted, condonation for the late filing of its notice of\nappeal\r\nin this Court. But the City pressed on nevertheless, intimating that\r\nit was content to argue the appeal on the defective\nrecord. The\r\nnotices referred to during argument establish no more than that there\r\nhad been an ongoing process of engagement, notification\nand\r\ninformation sessions between the City and hostel dwellers, including\r\nthose in Block J. But nowhere does the respondents’\nconsent to\r\nthe proposed demolition and their concomitant relocation appear; on\r\nthe contrary, the founding papers contain a letter\nwritten by the\r\nrespondents’ attorneys to the City Manager, dated 21 July 2009,\r\nin which the City was notified that the hostel\ndwellers refused to\r\nrelocate, unless they received certain assurances. There was no\r\nresponse to this letter.\n[9] And even if the City could have relied on an\r\nagreement which had been proved and even if the respondents had been\r\nproved to\nbe in breach thereof and had been in unlawful occupation,\r\nthe summary deprivation of possession by the City was untenable.\r\nEviction\nproceedings under PIE would have had to be launched. And the\r\nCity would have been obliged to engage in meaningful consultation\r\nwith the respondents prior to obtaining an eviction order.\n8\n[10] In summary therefore, the respondents have proved\r\nthe requirements for a spoliation order and the appeal must therefore\r\nfail.\nTwo final aspects require attention. Before us the City\r\ncautioned against the difficulties it may face if the order in para\r\n1.2\nof the rule nisi above should remain extant. Its primary\r\ndifficulties are that the roof coverings are constructed of asbestos\r\n(which\nhas been prohibited by the authorities) and that it may not be\r\npossible to erect roof coverings on the unsafe hostel buildings.\nThe\r\norder was accordingly amended to address this concern. En passant,\r\nand with reference to the alleged unsafeness of the building,\nit begs\r\nthe question how the Block J dwellers have been able to live in those\r\npremises for the last two years. And one is reminded\nof the adage\r\nthat ‘every man’s (and woman’s) home is his (or\r\nher) castle’. The facts and conclusions in\nTswelopele\nprovide ample illustration of the point. Lastly, mention\r\nmust be made of the laudable efforts of the City to meet its\r\nconstitutional\nobligation to provide adequate housing. Much has been\r\ndone by it to work towards alleviating the hostel dwellers’\r\nplight.\nBut this is a delicate process and there have been\r\ndifficulties, judging by previous litigation between it and hostel\r\ndwellers\nas well as\nTswelopele\nwhere\r\nit was also involved in unlawful evictions. Reasonableness ought to\r\nprevail so that the City is able, in constructive engagement\nwith the\r\nhostel dwellers, to find lasting solutions to the problem.\n[11] For these reasons the following order was issued:\n1 The appeal is upheld to the extent that the order in\r\nparagraph 1.2 of the rule nisi as confirmed by the court below is\r\namended\nto read:\n‘\n1.2 First to Third respondents\r\nare ordered jointly and severally to restore the roof structures and\r\nroof covering of Block J of\nthe Mamelodi Hostels to at least an\r\nequivalent of the condition they were in prior to destruction thereof\r\non 15 November 2009,\nand to restore possession thereof to the\r\napplicants.’\n2 The appeal is otherwise dismissed with costs,\r\nincluding the costs of two counsel.\n___________\nS A MAJIEDT\nJUDGE OF APPEAL\nAPPEARANCES:\nCounsel for appellants : N CASSIM SC\nInstructed by : Moduka More Attorneys, Pretoria\nMatsepe’s Attorneys, Bloemfontein\nCounsel for respondents : R JANSEN (WITH M DEWRANCE)\nInstructed by : Gilflan du Plessis Attorneys, Pretoria\nWebbers Attorneys, Bloemfontein\n1\nAlthough\r\n\tthe appellant was duly served with the urgent spoliation application\r\n\tpapers, there was no appearance on its behalf at\nthe hearing.\n2\nIn\r\n\tthe high court the appellant was the first respondent, the Minister\r\n\tof Safety and Security was the second respondent, while\nthe MEC for\r\n\tHuman Settlements was the third respondent.\n3\nSection\r\n\t26(2) of the Constitution states: ‘The state must take\r\n\treasonable legislative and other measures, within its available\n\n\tresources, to achieve the progressive realisation of this right.’\n(ie\r\n\tthe right under s 26(1) to have access to adequate housing).’\n4\nSection\r\n\t6(3)(\nc\n)\r\n\tof the Prevention of Illegal Eviction from and Unlawful Occupation\r\n\tof Land Act 19 of 1998 (PIE);\nPort\r\n\tElizabeth Municipality v Various Occupiers\n[2004] ZACC 7\n;\n2005\r\n\t(1) SA 217\n(CC) at para 28.\n5\nTswelopele\r\n\tNon-Profit Organisation v City of Tshwane Metropolitan Municipality\n2007 (6) SA 511\n(SCA).\n6\npara\r\n\t20.\n7\nIbid,\r\n\tpara 21.\n8\nSection\r\n\t2(1)(\nb\n)\r\n\tof the\nHousing Act 107 of 1997\n:\n‘\nNational, provincial and\r\n\tlocal spheres of government must-\n. . .\nconsult meaningfully with individuals and communities\r\n\t\taffected by housing development.’\nAnd see, generally:\nPort Elizabeth Municipality v\r\n\tVarious Occupiers\n, supra, para 43;\nOccupiers of 51 Olivia\r\n\tRoad and 197 Main Street, Johannesburg v City of Johannesburg\n[2008] ZACC 1\n;\n2008 (3) SA 208\n(CC) para 13.",
  "scraped_at": "2026-02-12T16:17:39.199046",
  "date": "2011-11-30",
  "coram": [
    "MTHIYANE",
    "VAN HEERDEN",
    "MAYA",
    "SHONGWE",
    "MAJIEDT JA"
  ],
  "case_number": "025/2011",
  "parties": {
    "applicants": [
      "City of Tshwane Metropolitan Municipality"
    ],
    "respondents": [
      "Mamelodi Hostel Residents Association",
      "Daniel Sello",
      "Persons listed in Annexure A"
    ]
  },
  "sections": {
    "facts": "The City of Tshwane Metropolitan Municipality embarked on a housing redevelopment programme that included the demolition of dilapidated single‑male hostels in Mamelodi. Block J of the Mamelodi West hostel complex was identified as unsafe. On 15 November 2009, City officials, assisted by private contractors and a police contingent, removed the roof structures and roof covering of Block J while occupants remained inside. The occupants, represented by the Mamelodi Hostel Residents Association and its chairperson, Daniel Sello, applied for a mandament van spolie, alleging unlawful deprivation of possession. The High Court issued an interim rule nisi ordering the respondents to cease demolition and to restore the roof to its pre‑destruction condition.",
    "issues": "The principal issues were (1) whether the removal of the roof constituted an eviction or unlawful deprivation of possession triggering a spoliation order; (2) whether the City had a lawful basis – such as consent or a court‑ordered eviction under the Prevention of Illegal Eviction from and Unlawful Occupation of Land Act (PIE) – to remove the roof; and (3) whether the City complied with the constitutional protection against arbitrary eviction under section 26 of the Constitution.",
    "principles": "The Court restated the constitutional prohibition on evictions and demolitions without a court order (s 26(3) Constitution) and the statutory framework of PIE, which requires procedural fairness and meaningful consultation before eviction. It reiterated the elements of the mandament van spolie: the plaintiff must have been in peaceful and undisturbed possession and must have been unlawfully deprived of that possession. Consent, if it existed, must be proved on the record; otherwise it is irrelevant in spoliation proceedings. The Court also noted that the relevance of alternative accommodation is limited to eviction proceedings, not spoliation.",
    "application": "The Court found that the respondents were indeed in peaceful and undisturbed possession of Block J at the time of the roof removal. The City failed to produce any evidence of consent or an agreement authorising the demolition, and it had not obtained a PIE eviction order. Accordingly, the removal of the roof constituted an unlawful deprivation of possession, satisfying the requirements for a spoliation order. The City’s reliance on subsequent consultations and the existence of asbestos‑containing roof material did not cure the unlawful act.",
    "conclusion": "The appeal was upheld in part. The order in paragraph 1.2 of the rule nisi was amended to require the first to third respondents to jointly and severally restore the roof structures and covering of Block J to at least the condition existing before 15 November 2009 and to restore possession to the applicant. The remainder of the appeal was dismissed with costs, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Spoliation & Eviction",
    "level_3": [
      "mandament van spolie",
      "prevention of illegal eviction",
      "housing rights",
      "constitutional law"
    ]
  }
}