{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/169.html",
  "case_name": "Zietsman v Electronic Media Network Ltd and Another (771/2010) [2011] ZASCA 169; 2011 BIP 30 (SCA) (29 September 2011)",
  "citation": "[2011] ZASCA 169",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 169\n|\nNoteup\n|\nLawCite\nZietsman v Electronic Media Network Ltd and Another (771/2010) [2011] ZASCA 169; 2011 BIP 30 (SCA) (29 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nC\nase No:\r\n771/2010\nIn the matter between:\nDAVID WALLACE ZIETSMAN\n….........................................\nAPPELLANT\nand\nELECTRONIC MEDIA NETWORK\nLIMITED\n….................................................................\nFIRST\r\nRESPONDENT\nMULTICHOICE AFRICA (PTY)\nLIMITED\r\nS\n................................................................\nECOND\r\nRESPONDENT\nNeutral citation:\nZietsman\r\nv Electronic Media Network\n(771/2010)\n[2011] ZASCA 169\n(29\r\nSeptember 2011)\nCoram:\nMthiyane, Van\r\nHeerden, Bosielo and Leach JJA and Meer AJA\nHeard: 13 September 2011\nDelivered: 29 September 2011\nSummary: Application for\r\nsecurity for costs ─ s 17(2) of\nPatents Act 57 of 1978\n─\r\nEarlier application dismissed on appeal to the SCA ─ Whether\r\nsecond application precluded by the operation of doctrine\nof res\r\njudicata or issue estoppel.\n_____________________________________________________________________\nORDER\nOn appeal from:\nCourt of\r\nthe Commissioner of Patents (Pretoria) (Sapire AJ sitting as court of\r\nfirst instance):\nThe appeal is dismissed with\r\ncosts.\n___________________________________________________________\nJUDGMENT\nMTHIYANE JA (VAN HEERDEN,\r\nBOSIELO, LEACH JJA and MEER AJA CONCURRING):\n[1] This appeal is against the\r\njudgment of Sapire AJ sitting as a Commissioner of Patents in the\r\nCourt of the Commissioner of Patents\nof the Republic of South Africa,\r\nin which the appellant was ordered to furnish security for the costs\r\nof the first and second respondents\njointly in the amount of R100\r\n000.\n[2] The application that gave\r\nrise to this appeal is the second application for security for costs.\r\nThe appellant was previously\nordered to furnish security for the\r\ncosts of the respondents in the amount of R250 000 each. The\r\nappellant noted an appeal against\nthat ruling and succeeded. The\r\njudgment in that case is reported as\nZietsman v Electronic Media\r\nNetwork Ltd & others\n2008 (4) SA 1\n(SCA), (the SCA judgment).\r\nThe appellant’s answer to the respondents’ request for\r\nsecurity for costs was that, in light\nof the SCA’s judgment,\r\nthe respondents were precluded from seeking further security from the\r\nappellant as the matter was\nres judicata.\nThe history of the matter\n[3] It is necessary to describe\r\nbriefly the background to the present application. In December 2004\r\nthe appellant instituted action\nagainst the first and second\r\nrespondents and three other entities for the alleged infringement of\r\nhis South African patent number\n92/9925. This action (the main\r\naction) is pending in the court below.\n[4] On 15 February 2005 the\r\nrespondents requested security for costs in terms of Uniform rule\r\n47(1).\n[5] The respondents thereafter\r\nbrought the first application for security for costs in the court of\r\nthe Commissioner of Patents\nand the appellant was ordered to furnish\r\nsecurity. This order formed the subject of the appeal in the SCA\r\njudgment.\n[6] On 7 March 2008 the\r\nappellant’s appeal against the order on the first application\r\nfor security for costs was upheld and\nthe order of the Commissioner\r\nof Patents was altered to one dismissing the respondents’\r\napplication with costs.\n[7] Although this court made\r\nfindings adverse to the appellant’s ability to satisfy an order\r\nfor costs that may be given against\nhim, it refused the respondents’\r\napplication on the basis that they had not disclosed a defence and\r\nbecause evidence relating\nto their defence and their prospects of\r\nsuccess in the main action had not been tendered.\n[8] On 10 June 2008, the\r\nrespondents again requested security for costs in terms of Uniform\r\nrule 47(1). This time the notice under\nUniform rule 47(1) contained,\r\ninter alia, statements indicating that the respondents had good\r\nprospects of success in their defence\nof the main action.\n[9] The appellant refused to\r\noffer security for costs in response to the respondents’\r\naforesaid (second) request and the respondents\nthen launched their\r\nsecond application for security for costs before the court a quo on\r\n28 August 2008.\nThe issue on appeal\n[10] The issue for decision in\r\nthis appeal is whether the second application for security for costs\r\nshould have been refused by\nthe court a quo because of the operation\r\nof res judicata or issue estoppel. The underlying ratio of the\r\ndoctrine of res judicata\nis that where a cause of action has been\r\nlitigated to finality between the same parties on a previous\r\noccasion, a subsequent attempt\nby one party to proceed against the\r\nother party on the same cause of action should not be permitted. The\r\nconstituent elements of\nthis defence are: (a) an earlier judicial\r\ndecision, (b) which is final and definitive of the merits of the\r\nmatter; (c) involving\nthe same parties; (d) where the cause of action\r\nin both cases is the same; and (e) the same relief is sought.\n1\n[11] Where a defendant raises the\r\ndefence that the same parties are bound by a previous judgment on the\r\nsame issue, it has become\ncommonplace to refer to this defence as one\r\nof ‘issue estoppel’. The essential requirements of issue\r\nestoppel are:\n(a) an earlier judicial decision; (b) which is final\r\nand definitive of the merits of the matter; (c) involving the same\r\nparties;\nand (d) which involves an issue of fact or law which was an\r\nessential element of the judgment on which reliance is placed.\n2\n[12] The appellant’s\r\nprimary submission is that this court has in the SCA judgment ruled\r\non the appellant’s liability\nto furnish security and that the\r\nrespondents are precluded from again approaching this court on the\r\nmatter in circumstances where\nthe respondents have not introduced any\r\nnew evidence that was not available when the matter was first before\r\nthis court.\n[13] The respondents submit that\r\nthe appellant has failed to discharge the onus of proving the\r\nsustainability of the defence of\nres judicata or issue estoppel. They\r\naccept that the SCA judgment has the following elements in relation\r\nto the judgment of the\ncourt a quo: (a) an earlier judicial decision;\r\n(b) which involves the same parties; and (c) where the same relief\r\nwas sought. The\nrespondents however, dispute that the SCA judgment is\r\na final and definitive judgment on the merits of the first\r\napplication for\nsecurity for costs and aver further that the causes\r\nof action in both applications for security for costs are not the\r\nsame.\n[14] In order for the defence of\r\nres judicata to be sustained it must be shown that the earlier\r\njudicial decision on which reliance\nis placed was a decision on the\r\nmerits. It has been said that, ‘it is not the form of the order\r\ngranted but the substantive\nquestion (did it decide on the merits or\r\nmerely grant absolution?) that is decisive in our law and that what\r\nis required for the\ndefence to succeed is a decision on the merits.’\n3\nThe respondents submit that the\r\nSCA judgment was one of absolution from the instance. As indicated\r\nabove they submit further that\nthe causes of action in both\r\napplications for security for costs are not the same.\n[15] On an analysis of the SCA\r\njudgment (especially paras 19 and 20), it is clear that the ratio for\r\nthe decision was that insufficient\nevidence had been placed before\r\nthe court and the respondents had not disclosed a defence.\n4\nNeither the respondents’\r\ndefence, nor their prospects of success in the main action were dealt\r\nwith in the first application.\nThis caused this court to hold that it\r\nwould place an unjust impediment on the appellant’s\r\nconstitutional right in terms\nof s 36 of the Constitution were the\r\ncourt to direct the appellant to furnish security for costs. The\r\nrespondents’ application\nfor security for costs was thus\r\ndismissed.\n[16] In my view the effect of the\r\nSCA judgment is that it only granted absolution from the instance. It\r\nclearly did not deal with\nthe merits. It is simply not so as\r\ncontended by the appellant that the merits were considered in detail.\r\nAccordingly, the doctrine\nof res judicata cannot be relied on by the\r\nappellant to prevent adjudication of the respondents’ second\r\napplication for security\nfor costs.\n[17] As already indicated above,\r\none of the elements underlying the defence of res judicata is that\r\nthe earlier judicial decision\nrelied on must be in respect of the\r\nsame cause of action. In the respondents’ second application\r\nfor security for costs the\nrespondents have not only relied on\r\nessentially the same facts on which the SCA judgment is based, but\r\nhave in addition tendered\nnew evidence. This new evidence deals with\r\nthe respondents’ prospects of success in the main action and\r\ncures the deficiency\nthat resulted in the respondents being\r\nnon-suited in the first application. The evidence now shows that the\r\nrespondents have good\nprospects of success in the main action and\r\nthat there is therefore a good prospect of an adverse costs order\r\nbeing made against\nthe appellant at the termination of the main\r\naction.\n[18] The evidence now tendered\r\nrelates to the respondents’ application in terms of\ns 51(10)\nof\r\nthe\nPatents Act 57 of 1978\nwhich identifies 15 grounds for the\r\nsetting aside of the amendment which was made by the appellant to his\r\npatent. If this application\nsucceeds, the appellant’s patent\r\nmay become wholly or partially invalid. It is important to note that\r\nthis application was\nmade only after the first application for\r\nsecurity of costs had been instituted. So too, the affidavit deposed\r\nto by the respondents’\nexpert, Mr Hanrahan, had only become\r\navailable during the course of the previous proceedings for security\r\nfor costs.\n[19] The further evidence\r\ntendered by the respondents shows, at least prima facie, that the\r\nrespondents could not have infringed\nthe appellant’s patent.\r\nThis evidence was not before the court in the first application.\r\nClearly, the second application\nis premised on a cause of action\r\nwhich is different from the cause of action in the first application.\n[20] On this basis the doctrine\r\nof res judicata (as such or in the form of issue estoppel) is\r\ninapplicable. There was therefore\nno reason for the Commissioner of\r\nPatents, Sapire AJ, not to entertain the respondents’\r\napplication. His approach finds support\nin the dictum of Hefer JA in\nShepstone & Wylie & others v Geyser NO\n1998 (3) SA\r\n1036\n(SCA) at 1042H where the court said in relation to refusal of an\r\napplication for security for costs:\n‘\nIt\r\nmay be that the Court, having once refused an application, retains\r\nthe power to entertain a subsequent one. But any subsequent\n\napplication will obviously require new evidence.’\n[21] During argument the question\r\narose as to whether it was open to the respondents to rely on\r\nevidence which they did not raise\nin the first application, when they\r\nhad the opportunity to do so. The appellant submitted that they were\r\nnot entitled to do so.\nThe respondents offered two reasons why the\r\nevidence was not tendered in the first application. First, the\r\nevidence in question\nonly came into their possession after the first\r\napplication had been lodged. Second, the respondents did not consider\r\nthemselves\nunder any obligation, at that stage, to incur the\r\nadditional expense of tendering evidence on their prospects of\r\nsuccess. The appellant’s\nallegations of patent infringement\r\nwere considered to be without any merit and the respondents did not\r\nconsider it necessary to\ninvestigate (in the appellant’s words)\r\n‘all aspects regarding the patent, possible infringement and\r\npossible invalidity,\nof the claims’ before applying for\r\nsecurity for costs at the earliest possible opportunity. At that\r\nstage, given their view\nof the strength of the respondent’s\r\ncase, this would have been unduly expensive and time-consuming. In\r\nterms of\ns 17(2)(\nb\n) of the\nPatents Act, the\nCommissioner of\r\nPatents is not obliged to have regard to the prospects of success of\r\nany party in considering whether security\nshould be furnished. The\r\nsection reads as follows:\n‘\nThe\r\nCommissioner\nmay\nhave\r\nregard to the prospects of success or the\nbona\r\nfides\nof\r\nany such party in considering whether such security should be\r\nfurnished.’ (Emphasis added.)\n[22] In my view the respondents\r\nhave provided a satisfactory explanation as to why evidence regarding\r\ntheir defence and their prospects\nof success was not tendered in the\r\nfirst application. The appellant argued that the respondents’\r\nfailure to disclose their\ndefence in the first application amounts to\r\nan abuse of the process of court. I do not agree that any abuse has\r\nbeen established\nand the submission to that effect falls to be\r\nrejected.\n[23] In sum the plea of res\r\njudicata cannot be upheld and was correctly rejected by the\r\nCommissioner of Patents.\n[24] As to costs I do not think\r\nthat the matter justified the employment of two counsel. The appeal\r\ndid not raise complex or novel\nissues. In essence, this court simply\r\nhad to consider whether the order for security for costs given by the\r\ncourt a quo was liable\nto be set aside on the basis of res judicata.\nOrder\n[25] In the result the following\r\norder is made:\nThe appeal is dismissed with\r\ncosts.\n______________________\nK K MTHIYANE\nJUDGE OF APPEAL\nAPPEARANCES\nFor Appellant: AGS Galgut\nInstructed by:\nGalgut & Galgut, Johannesburg\nMcIntyre & Van der Post,\r\nBloemfontein\nFor Respondent: P Ginsburg SC\r\n(with him F Southwood)\nInstructed by:\nAdams & Adams, Pretoria\nHoney Attorneys, Bloemfontein\n1\nSee\nYellow Star Properties 1020 (Pty) Ltd v\r\n\tMEC, Department of Development Planning & Local Government,\r\n\tGauteng\n2009 (3) SA 577\n(SCA) para 21.\n2\nYellow\r\n\tStar Properties\npara 22.\n3\nSee\nMV Wisdom C: United Enterprises\r\n\tCorporation v STX Pan Ocean Co Ltd\n[2008] ZASCA 21\n;\n2008\r\n\t(3) SA 585\nSCA para 9.\n4\nZietsman\nsupra para 19 at 9J-10J.",
  "scraped_at": "2026-02-12T15:59:36.135275",
  "date": "2011-09-29",
  "coram": [
    "Mthiyane JA",
    "Van Heerden JA",
    "Bosielo JA",
    "Leach JJA",
    "Meer AJA"
  ],
  "case_number": "771/2010",
  "parties": {
    "applicants": [
      "David Wallace Zietsman"
    ],
    "respondents": [
      "Electronic Media Network Limited",
      "Multichoice Africa (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "In December 2004 the appellant, David Wallace Zietsman, instituted patent infringement proceedings against Electronic Media Network Ltd and Multichoice Africa (Pty) Ltd concerning South African patent No. 92/9925. The respondents applied for security for costs under Uniform Rule 47(1) on 15 February 2005. The first application was granted by the Commissioner of Patents, an order which was appealed to the Supreme Court of Appeal (SCA). The SCA set aside the order, dismissing the respondents’ request on the basis that they had not disclosed a defence and had failed to produce evidence of their prospects of success. On 10 June 2008 the respondents made a second request for security, this time attaching new evidence showing favourable prospects of success in the main patent action. The second application was filed with the Commissioner of Patents on 28 August 2008.",
    "issues": "The central issue on appeal was whether the second application for security for costs should be barred by the doctrine of res judicata or by issue estoppel, i.e., whether the respondents were prevented from re‑liti gating the matter after the earlier SCA decision.",
    "principles": "The court outlined the elements of res judicata: a final and definitive decision on the merits, same parties, same cause of action, and the same relief sought. Issue estoppel requires an earlier final decision on an essential issue of fact or law. The court noted that a judgment granting only absolution from the instance, without deciding the merits, does not satisfy the res judicata test. It also referred to the principle that a subsequent application for security for costs may be entertained if new evidence is adduced, as articulated by Hefer JA in Shepstone & Wylie v Geyser NO.",
    "application": "The court examined the SCA judgment and concluded that it dealt merely with procedural insufficiency and did not reach the merits of the security‑for‑costs application. Consequently, the res judicata defence could not be invoked. Moreover, the respondents had introduced new evidence concerning their defence and prospects of success under s 51(10) of the Patents Act, which constituted a different cause of action from the first application. The court therefore held that the Commissioner was correctly entitled to consider the second application.",
    "conclusion": "The appeal was dismissed with costs. The Court affirmed that the doctrine of res judicata (or issue estoppel) did not apply to the second application for security for costs."
  },
  "tags": {
    "level_1": "Intellectual Property Law",
    "level_2": "Patent Law",
    "level_3": [
      "security for costs",
      "res judicata",
      "issue estoppel"
    ]
  }
}