{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/85.html",
  "case_name": "Cellular Insurance Managers (Pty) Ltd v Foschini Retail Group (Pty) Ltd (456/2010) [2011] ZASCA 85 (27 May 2011)",
  "citation": "[2011] ZASCA 85",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 85\n|\nNoteup\n|\nLawCite\nCellular Insurance Managers (Pty) Ltd v Foschini Retail Group (Pty) Ltd (456/2010) [2011] ZASCA 85 (27 May 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase No: 456/2010\nIn\r\nthe matter between:\nCELLULAR INSURANCE\r\nMANAGERS (PTY) LTD\n.......................................\nAppellant\nand\nFOSCHINI RETAIL GROUP\r\n(PTY) LIMITED\n..............................................\nRespondent\nNeutral citation:\nCIM\r\nv FOSCHINI\n(456/2010)\n[2011] ZASCA 85\n(27 May 2011)\nCoram:\nNugent,\r\nMalan, Tshiqi and Seriti JJA and Petse AJA\nHeard:\n18 May\r\n2011\nDelivered: 27 May 2011\nSummary:\nTermination\r\nof agreement – accrued rights – term implied by law.\n______________________________________________________________\nORDER\nOn appeal from:\nWestern Cape High Court, (Cape Town) (Fourie J sitting as court\r\nof first instance):\nThe appeal is dismissed\r\nwith costs including the costs of two counsel.\n________________________________________________________________\nJUDGMENT\nMALAN\r\nJA (Nugent, Tshiqi and Seriti JJA and Petse AJA concurring)\n[1] This is an appeal\r\nagainst the judgment of Fourie J in the Western Cape High Court (Cape\r\nTown) who ordered the appellant, Cellular\nInsurance Managers (Pty)\r\nLtd (CIM), to pay over to the respondent, Foschini Retail Group (Pty)\r\nLimited (Foschini), some R6 million\nwith interest, being\r\nadministration fees collected by CIM in respect of cellular phone\r\ninsurance policies sold by Foschini; to\nprovide a monthly accounting\r\nto Foschini; and to pay the costs. The appeal is with the leave of\r\nthe court below.\n[2] Foschini’s\r\nclaim is based on an oral agreement between the parties concluded in\r\n2001 pursuant to which Foschini would\nmarket insurance policies\r\ncovering cellular phones sold by it to its customers on behalf of\r\nCIM. The premiums due under the policies\nwere to be paid by the\r\ncustomer to CIM by way of monthly debit orders. Foschini’s\r\nstaff would assist the customer in completing\nthe application form\r\nfor the policy and forward it to CIM. It would also assist the\r\ncustomer with any queries and claims, undertake\nthe necessary head\r\noffice claims verification and reconciliation functions, and manage\r\nthe cellular phone replacement procedure\nand collection of any excess\r\nat the time of a claim. The policy would remain in force while the\r\ncustomer continued to pay the premiums.\n[3] It is not in dispute\r\nthat it was an express term of the agreement that in respect of each\r\npolicy sold, CIM was obliged to pay\nto Foschini an amount of R5,00\r\n(later increased to R R7,00, R8,50 and eventually R10) as an\r\nadministration fee upon receipt of\neach and every premium paid by the\r\ncustomer to CIM. However, CIM pleaded as follows to the express term\r\nof the oral agreement:\n‘\nThe\r\ndefendant alleges that it was a material, express,\nalternatively\nimplied,\nfurther\r\nalternatively\ntacit,\r\nterm of the oral agreement concluded between the defendant and the\r\nplaintiff, that the defendant was obliged to pay the plaintiff\nan\r\namount upon receipt of each and every premium paid by the customer to\r\nthe defendant, only for so long as the oral agreement\nbetween the\r\nparties remained in force.’\n[4] It\r\nis not in dispute that the oral agreement, which was silent as to its\r\nduration, was terminable by either party on reasonable\nnotice.\n1\nThe\r\noral agreement between the parties was terminated by Foschini by\r\nnotice with effect from 2 April 2007. Foschini’s claim\nis for\r\nthe total amount of the administration fee due after termination of\r\nthe oral agreement and a monthly accounting. The only\nissue is\r\nwhether it was an implied term of the oral agreement that the\r\nadministration fee would be payable only for as long as\nthe oral\r\nagreement remained in force. CIM has abandoned all reliance on an\r\nexpress or a tacit term. There was no express agreement\nbetween the\r\nparties supporting the term relied upon by CIM. As CIM’s only\r\nwitness, Mr J de Klerk, testified: ‘We certainly\ndidn’t\r\ndiscuss any terms and conditions of that nature.’ This is\r\nsupported by Mr A D M Liquito who was called as a\nwitness by\r\nFoschini. The appellant argues that the term relied upon by\r\nthemselves is a term imported by law,\n2\nand in\r\nparticular the rule of law that on termination of an agreement ‘there\r\nis no longer any debt or right of action in existence’.\n3\n[5] In\r\na careful and reasoned judgment Fourie J found that the oral\r\nagreement contained an express provision that, in respect of\neach\r\npolicy sold to a Foschini customer, CIM was obliged to pay to\r\nFoschini the agreed administration fee upon receipt by CIM of\neach\r\nand every premium paid by the customer to CIM. Since no limitation of\r\ntime was agreed upon, the administration fee remained\npayable for the\r\nduration of each policy sold. Fourie J accepted that, although\r\ntermination of an agreement usually puts an end\nto the rights and\r\nobligations of the parties thereunder, this usually applies only to\r\nthe executory portion of the contract unless\nthe parties have agreed\r\notherwise. The learned judge further relied on\nMaw\r\nv Grant\n4\nwhere\r\nit was stated that where ‘executory’ or ‘running’\r\ncontracts are terminated, ‘either party can\nrecover from the\r\nother the contra prestation for those portions of the contract he has\r\nperformed’. What the contra prestation\nin a particular case is\r\ndepends on the construction of the agreement. Fourie J found, and it\r\nwas common cause, that the marketing\nof the policies prior to\r\ntermination of the oral agreement created rights for Foschini, that\r\nis the entitlement to payment of the\nadministrative fee upon receipt\r\nby CIM of each and every premium paid by the customer. The learned\r\njudge therefore declined to\nimport the term contended for into the\r\noral agreement because it would have deprived Foschini of the\r\nbenefits of the rights that\nhave accrued to it. Fourie J also had a\r\n‘much shorter’ answer; stating that a term normally\r\nimplied by law is excluded\nwhere it would be in conflict with the\r\nexpress terms of the agreement.\n5\n[6]\r\nFoschini’s particulars of claim contain no reference to the\r\ntermination of the oral agreement. In its particulars of claim\nit\r\nalleged the facts set out above and continued that it sold insurance\r\npolicies on behalf of CIM, completed the various forms\non their\r\nbehalf ‘and complied with all of its obligations in terms of\r\nthe agreement in respect of each policy sold by it’.\n\nTermination of the oral agreement thus forms no part of its cause of\r\naction; nor was there any need to allege that the agreement\nwas\r\nterminated. CIM admitted that Foschini sold the insurances but\r\npleaded that Foschini by giving notice of termination repudiated\nthe\r\noral agreement which repudiation was accepted by CIM. Because the\r\nagreement had been terminated, CIM was no longer obliged\nto perform\r\nin terms of it. CIM, however, does not rely on the repudiation or\r\nbreach of the agreement any more but only on its termination\nwith the\r\nconsequences implied by law referred to above. The principles are the\r\nsame, whatever way the agreement is terminated.\n6\n[7]\r\nThe entitlement to the administration fees payable after termination\r\nhad accrued to Foschini prior to termination of the oral\nagreement.\r\nFoschini established an ‘accrued right’, that is a ‘right\r\nwhich is accrued, due, and enforceable as\na cause of action\r\nindependent of any executory part of the contract.’\n7\nI have\r\nnot been persuaded that anything ‘executory’ remained on\r\nwhich payment of the administration fee depended. The\ncase of CIM was\r\nthat payment of the administration fee depended on continued\r\nmarketing of the policies. But the term entitling\nFoschini to payment\r\nis not expressed as being reciprocal to its continued marketing of\r\nthe policies. Continued marketing is not\nthe contra prestation to\r\nFoschini’s entitlement to the administration fee. Moreover,\r\nthere is nothing in the reference to\nMaw\r\nv Grant\n8\nto\r\n‘running contracts’ that detract from this conclusion.\r\nIndeed, that decision supports the conclusion of the court\nbelow. In\nMaw’s\ncase\r\nthe appellant’s right to payment was not dependent upon his\r\nundertaking further work. However, his right to ‘payment’,\n\nthat is his right to have his name coupled with that of his\r\ncontracting party as architects on a builders’ signboard, had\n\naccrued but was postponed until a time after the consensual\r\ntermination of the agreement, if and when the building was\r\nconstructed.\n[8] After argument was\r\nheard in this matter the appellant directed a letter to the Registrar\r\nwith the request that a further written\nsubmission be considered by\r\nthis court. The submission arises from a question put to counsel for\r\nCIM by the court during argument.\nIt is not only improper to place\r\nfurther submissions to the court after argument but particularly so\r\nwhere the other side has refused,\nas it did here, to consent to it. I\r\nhave nevertheless considered the argument put forward on behalf of\r\nCIM in this submission.\nAs I have said earlier, what the contra\r\nprestation for Foschini’s right to the administration fees is\r\ndepends on the construction\nof the agreement. To my mind, the\r\nsubmission does not add to the contentions already advanced on behalf\r\nof CIM. I am in agreement\nwith the judgment of the court below and\r\nthe reasons advanced for its decision. It follows that the appeal\r\nshould be dismissed.\n[9] The appeal is\r\ndismissed with costs including the costs of two counsel.\n________________\nF R MALAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant: L J\r\nMorison SC\nP R V Strathern\nInstructed by:\nBrian Kahn Inc\nJohannesburg\nClaude Reid Inc\nBloemfontein\nFor Respondent: R W F\r\nMacWilliam SC, and\nL B urger SC\nInstructed by:\nC K Friedlander Shandling\r\nVolks Inc\nCape Town\nWebbers\nBloemfontein\n1\nPutco\r\n\tLtd v TV & Radio Guarantee Co (Pty) Ltd & other related\r\n\tcases\n1985 (4) SA 809\n(A) at 827I-J.\n2\nAlfred\r\n\tMcAlpine & Son (Pty) Ltd v Transvaal Provincial Administration\n1974 (3) SA 506\n(A) at 531D-533E.\n3\nAtteridgeville\r\n\tTown Council & another v Livanos t/a Livanos Brothers Electrical\n[1991] ZASCA 139\n;\n1992 (1) SA 296\n(A) at 304H-I.\n4\nMaw\r\n\tv\nGrant\n1966 (4) SA 83\n(C) at 87A-C. See\r\n\tfurther\nWalker Fruit Farms Ltd v Sumner\n1930 TPD 394\nat 401;\nCrest\r\n\tEnterprises (Pty) Ltd v Rycklof Beleggings (Edms) Bpk\n1972\r\n\t(2) SA 863\nat 870G-H;\nShelagatha\r\n\tProperty Investments CC v Kellywood Homes (Pty) Ltd; Shelfaerie\r\n\tProperty Holdings CC v Midrand Shopping Centre (Pty)\nLtd\n1995\r\n\t(3) SA 187\n(A) at 193H-I .\n5\nAlfred\r\n\tMcAlpine & Son (Pty) Ltd v Transvaal Provincial Administration\n1974 (3) SA 506\n(A) at 531E-F;\nGroup\r\n\tFive Building Ltd v Minister of Community Development\n[1993] ZASCA 75\n;\n1993\r\n\t(3) SA 629\n(A) at 653F-G.\n6\nThomas\r\n\tConstruction (Pty) Ltd (in liquidation) v Grafton Furniture\r\n\tManufacturers (Pty) Ltd\n1988 (2) SA\r\n\t546\n(A) at 564B-C.\n7\nCrest\r\n\tEnterprises (Pty) Ltd v Rycklof Beleggings (Edms) Bpk\n1972\r\n\t(2) SA 863\n(A) at 870G-H;\nThomas\r\n\tConstruction (Pty) Ltd (in liquidation) v Grafton Furniture\r\n\tManufacturers (Pty) Ltd\n1988 (2) SA\r\n\t(A) at 561A-B.\n8\nMaw\r\n\tv\nGrant\n1966 (4) SA 83\n(C) at 87B-D.",
  "scraped_at": "2026-02-12T15:38:43.056436",
  "date": "2011-05-27",
  "coram": [
    "Nugent",
    "Malan",
    "Tshiqi",
    "Seriti JJA",
    "Petse AJA"
  ],
  "case_number": "456/2010",
  "parties": {
    "applicants": [
      "Cellular Insurance Managers (Pty) Ltd"
    ],
    "respondents": [
      "Foschini Retail Group (Pty) Limited"
    ]
  },
  "sections": {
    "facts": "In 2001 the parties entered into an oral agreement under which Foschini would market cellular phone insurance policies on behalf of Cellular Insurance Managers (CIM). Customers paid premiums directly to CIM by monthly debit orders; CIM was to pay Foschini an administration fee per premium received. The agreement was silent on duration but could be terminated by either party on reasonable notice. Foschini gave notice of termination effective 2 April 2007. After termination Foschini claimed that CIM owed administration fees for premiums collected after the termination date and sought monthly accounting statements.",
    "issues": "The central issue was whether, in the absence of an express limitation, the administration fee was an accrual that survived termination of the oral agreement, or whether an implied term existed that the fee was payable only while the agreement remained in force. Related issues concerned the existence of accrued rights after termination and the applicability of implied terms of law that might conflict with express provisions.",
    "principles": "The court applied the principle that termination of a contract generally ends executory obligations but does not extinguish rights that have already accrued. An implied term of law cannot be imported if it conflicts with express terms. Relevant precedents included Maw v Grant, which confirmed that parties can recover the contra-prestation for portions of a contract performed before termination, and the rule that on termination there is no longer a debt or right of action unless otherwise agreed.",
    "application": "The court held that the express term required CIM to pay an administration fee upon receipt of each premium, without any express limitation to the term of the agreement. Consequently, the fee was deemed payable for the duration of each policy sold, irrespective of the later termination of the marketing agreement. The claim that an implied term limited the fee to the period the agreement was in force was rejected as it conflicted with the express provision. The accrued right to the fees therefore survived termination, and the appellant’s reliance on a contrary implied term was dismissed.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The order affirmed the lower court’s judgment that CIM must pay the administration fees accrued before termination and that no further implied limitation on those fees applies."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Termination and Accrued Rights",
    "level_3": [
      "oral agreement",
      "administration fee",
      "accrued rights",
      "implied term",
      "contract termination"
    ]
  }
}