{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/8.html",
  "case_name": "Socratous v Grindstone Investments 134 (Pty) Ltd (149/10) [2011] ZASCA 8; 2011 (6) SA 325 (SCA) (10 March 2011)",
  "citation": "[2011] ZASCA 8",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 8\n|\nNoteup\n|\nLawCite\nSocratous v Grindstone Investments 134 (Pty) Ltd (149/10) [2011] ZASCA 8; 2011 (6) SA 325 (SCA) (10 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase no: 149/10\nSAVVAS SOCRATOUS\n..............................................................................................\nAppellant\nand\nGRINDSTONE INVESTMENTS 134 (PTY)\r\nLTD\n.....................................................\nRespondent\n________________________________________________________________\nNeutral citation:\nSocratous\r\nv Grindstone Investments\n(149/10) [2011] ZASCA 8 (10 March\r\n2011)\nCORAM:\nNavsa, Ponnan and Shongwe JJA\nHEARD:\n22 February 2011\nDELIVERED:\n10 March 2011\nSUMMARY:\r\nCancellation of lease agreement ─ proliferation of litigation\r\nconcerning cancellation on alternative bases ─\ndefence of\nlis\r\nalibi pendens\nwrongly\r\nrejected by court below ─ courts are a public resource under\r\nsevere pressure ─ congested court rolls prejudiced\nby repeated\r\nlitigation involving the same parties, based on the same cause of\r\naction and related to the same subject matter ─\ncourt ought not\r\nto have decided the merits.\n______________________________________________________________\n________________________________________________________________\nORDER\n________________________________________________________________\nOn appeal from:\nEastern Cape\r\nHigh Court (Mthatha) (Dukada AJ sitting as court of first instance).\n1. The appeal is upheld with costs on\r\nthe attorney and client scale.\n2. The order of the court below is set\r\naside in its entirety and substituted as follows:\n‘\na. The\r\napplicant’s application to strike out succeeds with costs.\nb. The proceedings are stayed pending\r\nthe determination of either case 464/08 in the Magistrates’\r\nCourt for the district of\nMount Currie or case 522/09 in this court.\nc. The applicant is to pay the\r\nrespondent’s costs of these proceedings on the attorney and\r\nclient scale.’\n________________________________________________________________\nJUDGMENT\n________________________________________________________________\nNAVSA JA (Ponnan and Shongwe JJA\r\nconcurring)\n[1] This is an appeal against a\r\njudgment of the Mthatha High Court (Dukada AJ), in terms of\r\nwhich it granted an order confirming\nthe cancellation of a lease\r\nagreement in respect of commercial property and ordered the\r\nappellant’s eviction from the premises.\nThe appellant was\r\nordered to pay the costs of the application on an attorney and client\r\nscale. The appeal is before us with the\nleave of the Mthatha High\r\nCourt.\n[2] In November 2006 the respondent\r\ncompany, Grindstone Investments 134 (Pty) Ltd (Grindstone), concluded\r\na lease agreement with\nthe appellant, Mr Savvas Socratous (Mr\r\nS), in terms of which it let to him, for a period of twelve years,\r\ncertain premises\nsituated at 107 York Road, Mthatha. The property was\r\nused to conduct a supermarket business under the style of a national\r\nsupermarket\nchain. Clause 14 of the agreement provides that in the\r\nevent of the destruction of or damage to the property to the extent\r\nthat\nit was ‘untenantable’, either party was entitled to\r\ndeclare the lease cancelled by giving written notice to the other\nto\r\nthat effect by pre-paid registered post within 30 days.\n[3] Clause 18 of the agreement\r\nprovides that in the event of the lessor cancelling the agreement and\r\nthe lessee disputing the cancellation\nand remaining in occupation,\r\nthe lessee shall, pending the resolution of the dispute by litigation\r\nor otherwise, continue to pay\nto the lessor an amount equivalent to\r\nthe monthly rental. Clause 23 of the agreement provides that in the\r\nevent of the rental or\nany other amount remaining unpaid the lessor\r\nshall be entitled, after giving notice to remedy the breach, to\r\ncancel the lease forthwith\nand retake possession of the property,\r\nwithout prejudice to its right to claim arrear rentals and any\r\ndamages it might have sustained\nas a result of the lessee’s\r\nbreach. The agreement provides that in the event of legal action\r\nbeing taken against the lessee\nthe latter shall be liable for costs\r\non the attorney and client scale. Importantly, clause 18 provides\r\nthat in the event that the\ndispute is resolved in favour of the\r\nlessor the amounts paid by the lessee shall be deemed to be amounts\r\nsuffered by the lessor\non account of damages suffered by it as a\r\nresult of cancellation of the lease and/or the unlawful holding over.\n[4] It is undisputed that during\r\nSeptember 2008 a fire broke out at the premises. Whilst the parties\r\nagreed that the damage caused\nby the fire was extensive they\r\ndisagreed on whether the premises were, as a result, ‘untenantable’.\r\nOn 28 September\n2008 Grindstone purported to cancel the lease\r\nagreement on the basis that the property had been destroyed and was\r\n‘untenantable’.\nThe response by Mr S to the cancellation\r\nwas that the premises could still be partially used and the lease\r\nagreement provided that\nin those circumstances it was not liable to\r\nbe cancelled.\n[5] This dispute precipitated much\r\nlitigation. During March 2009 Grindstone instituted action against Mr\r\nS in the Mthatha High Court,\nin terms of which it sought an order\r\ndeclaring the lease agreement cancelled by virtue of the notice given\r\nin terms of clause 14\nof the lease, referred to in para 2 above.\r\nGrindstone also sought the eviction of Mr S. It did not in that\r\naction claim any amount\nfor arrear rental or for holding over.\n[6] On 3 April 2009 Grindstone wrote\r\nto Mr S demanding payment of arrear rental in an amount of R262 020\r\nfor the period March 2008\nto September 2008, when the fire broke out.\r\nIt also claimed an amount of R439 692 for the period September 2008\r\nto April 2009 on\nthe basis that Mr S continued in occupation after\r\nthe cancellation referred to in paragraph 4. Grindstone stated that\r\nin the event\nof these amounts not being paid it would cancel the\r\nlease agreement in terms of clause 23. That demand went unheeded.\r\nDuring May\n2009 Grindstone brought the application that led to this\r\nappeal. In its founding affidavit it relied for its right to cancel\r\non\nthe destruction of the property and for failure to pay arrear\r\nrental and the amounts it considered due to it for the continued\r\noccupation by Mr S after the fire and subsequent to the cancellation.\r\nSignificantly, in its founding affidavit, Grindstone referred\nto the\r\naction instituted by it, referred to in para 5 above, and stated the\r\nfollowing:\n‘\nThere\r\nis accordingly pending litigation between the parties to determine\r\nthe right of the applicant to cancel the lease.’\n[7] Mr S opposed the application on\r\nseveral bases. First, that at the time that it had brought the\r\napplication Grindstone had unlawfully\nresorted to self-help and had\r\nphysically retaken possession of the property. Thus, Mr S contended,\r\nthe application for eviction\nwas misconceived. The spoliation by\r\nGrindstone had caused Mr S, in separate proceedings, to apply to the\r\nHigh Court on an urgent\nbasis for the restoration of the property.\r\nThe accusation by Mr S of spoliation on the part of Grindstone is\r\nunchallenged.\n[8] Furthermore, Mr S brought it to\r\nthe attention of the court below that during June 2008, before any\r\nhigh court proceedings had\nbeen instituted, Grindstone had commenced\r\nlitigation in the Magistrates’ Court for the district of Mount\r\nCurrie for an order\ncancelling the lease agreement and his eviction.\r\nGrindstone’s response to this disclosure by Mr S was to submit\r\nthat those\nproceedings related to arrear rentals due at that time and\r\nit should be considered to be distinct from the application\r\nproceedings\nleading up to the present appeal, which was for\r\ncancellation based on non-payment of rental for a different period\r\nand on the destruction\nof the property. If this litigation cocktail\r\nhas not yet had a dizzying effect, there is more. It appears that as\r\nearly as March\n2008 there had been litigation between Grindstone and\r\nMr S in relation to the lease and that it involved the alleged\r\nfailure to\npay stamp duties and the provision of a bank guarantee. At\r\nthe time that the application in the court below was heard all these\n\nproceedings had not been disposed of and were still pending. It was\r\ncontended by Mr S that all those proceedings were between the\nsame\r\nparties based on the same cause of action and related to the same\r\nsubject matter. Put simply, Mr S raised the defence of\nlis alibi\r\npendens\n.\n[9] On the merits of the application\r\nin relation to the damage or destruction of the property Mr S relied\r\non the provisions of clause\n14, which, over and above the provisions\r\nreferred to above, states that in the event of the lessor failing to\r\ngive notice to cancel\nit would be obliged to proceed expeditiously\r\nwith rebuilding the premises and for the period that the premises are\r\n‘untenantable’\nthe lessee would not be liable for rental.\r\nClause 14 also provides that in the event that the premises are\r\npartially tenantable\nthe rental would be abated pro-rata to the\r\nbeneficial use. In his opposing affidavit, Mr S states\r\ncontradictorily, that since the\nfire the premises are tenantable and\r\nthat he has been ‘forced to close the doors’. Clause 14\r\nprovides that when a dispute\narises concerning the extent of the\r\nabatement of rental the dispute should be settled by arbitration. Mr\r\nS contended that the application\nby Grindstone was premature. Mr S\r\nalso relied on a counterclaim he instituted against Grindstone which\r\nis the subject of the proceedings\nin the action instituted by the\r\nlatter in the high court. In the counterclaim Mr S sought to hold the\r\nlessor liable for the national\nsupermarket chain withdrawing its\r\nfranchise rights from him.\n[10] In deciding the matter in the\r\ncourt below Dukada AJ was dismissive of the spoliation complaint. He\r\nstated that Mr S had retaken\npossession of the premises and that if\r\nthe court held the basis for cancellation to be well-founded the\r\neviction order could be\nexecuted. The learned judge went on to\r\nconsider the requirements for a successful plea of\nlis pendens\n,\r\nnamely, that there must be litigation pending between the same\r\nparties based on the same cause of action and in respect of the\nsame\r\nsubject matter. He rightly discounted the action in the magistrates’\r\ncourt relating to unpaid stamp duties and the failure\nto provide a\r\nbank guarantee. Dukada AJ had regard to the submission on behalf of\r\nGrindstone, that cancellation on the basis of\nclause 23 of the lease\r\nagreement for failing to pay the rental, after Mr S remained in\r\noccupation subsequent to the fire,\nwas a separate and distinct cause\r\nof action. Thus, he considered the proceedings in the magistrates’\r\ncourt for the district\nof Mount Currie to be based on a different\r\ncause of action. He reached the same conclusion in relation to the\r\nhigh court action.\nHe took the view that even if he had erred in\r\nrelation to the question of\nlis pendens\nhe had a residual\r\ndiscretion which he would have exercised in favour of Grindstone.\n[11] Having dismissed the points\nin\r\nlimine\nthe court below went on to decide the merits against Mr S.\r\nIn respect of the allegations by Mr S concerning his counterclaim the\n\ncourt below decided to grant Grindstone’s application to strike\r\nthem out on the basis that they were irrelevant. The court\nbelow\r\nconfirmed the cancellation of the lease agreement and ordered the\r\neviction of Mr S. The court appears to have held that the\n\ncancellation was justified on the basis of both the destruction of\r\nthe property as well as for the non-payment of rental. It should\nbe\r\nborne in mind that the litigation in the court below did not involve\r\na determination of the amount owing in respect of the arrear\nrental\r\nor continued occupation after the fire or cancellation.\n[12] It is necessary to record certain\r\nevents that unfolded subsequent to the judgment of the court below\r\nwhich are matters of concern.\nBy the time the application for leave\r\nto appeal was argued in the court below the eviction order had\r\nalready been executed. It\nappears that the court below was not\r\ninformed of this fact. Furthermore, pending the appeal, the buildings\r\non the property had\nbeen rebuilt by Grindstone and let to someone\r\nelse. We were informed by counsel representing Grindstone that this\r\nwas done against\nhis advice. He rightly accepted that this conduct\r\nwas deserving of censure. He assured us that since the premises in\r\nquestion were\nlet to a fully owned subsidiary a decision of this\r\ncourt in favour of Mr S could be executed. These are troubling\r\naspects to which\nI will return.\nConclusions\n[13] It is necessary to consider the\r\nunderlying principle of the defence of\nlis alibi pendens\n. In\nNestle (South Africa) (Pty) Ltd v Mars Inc\n2001 (4) SA 542\n(SCA) para 16 this court said the following:\n‘\nThe\r\ndefence of\nlis\r\nalibi pendens\nshares\r\nfeatures in common with the defence of\nres\r\njudicata\nbecause\r\nthey have a common underlying principle, which is that there should\r\nbe finality in litigation. Once a suit has been commenced\nbefore a\r\ntribunal that is competent to adjudicate upon it, the suit must\r\ngenerally be brought to its conclusion before that tribunal\nand\r\nshould not be replicated (\nlis\r\nalibi pendens\n).\r\nBy the same token the suit will not be permitted to revive once it\r\nhas been brought to its proper conclusion (\nres\r\njudicata\n).\r\nThe same suit between the same parties, should be brought once and\r\nfinally.’\nThis principle has\r\nbeen stated and repeated by the authorities over a period of more\r\nthan a century.\n1\n[14] The\r\nproceedings in the Magistrates’ Court at Mount Currie,\r\ninstituted in June 2008, indisputably concerned cancellation\nof the\r\nlease agreement based on non-payment of rental. The action instituted\r\nin the high court which preceded the application which\nis the subject\r\nof the present appeal was based on the destruction of the premises.\r\nThe application that is the subject of this\nappeal was based on both.\r\nIt is no answer to the defence of\nlis\r\npendens\nin\r\nthis case\nto\r\nsay that part of the claim for arrear rental is for non-payment of\r\nrental for the period after the fire and that it is regulated\nby\r\nclause 23, the relevant parts of which are set out in para 3 above.\r\nIt misconceives clause 23 and the effect of a prior cancellation\nfor\r\nnon-payment of arrear rental with amounts that may be due because of\r\ncontinued occupation. Clause 23 does not have the effect\nof reviving\r\na prior cancellation and the court below was wrong to accept the\r\nsubmission that this distinguished the present litigation\nfrom the\r\npreceding litigation. Importantly, as pointed out in para 6 above,\r\nthe claim for cancellation in the application that\nis the subject\r\nmatter of the present appeal is based on non-payment of rental for a\r\nperiod that overlaps with the period on which\nthe claim for\r\ncancellation was based in the Mount Currie proceedings.\n[15] There can, of course, be no doubt\r\nthat the high court action sought confirmation of a cancellation\r\nbased on the destruction\nof the property, which is one of the bases\r\nadvanced in the application. One might rightly ask how many times a\r\ncancellation must\noccur to take effect. It is disingenuous to suggest\r\nthat the litigation is distinguished on the basis that cancellation\r\nis sought\non the basis of non-payment of arrear rental for a\r\ndifferent period. Had the Mount Currie litigation been allowed to run\r\nto its\nconclusion the cancellation of the lease and its termination\r\nwould have been decided. Likewise, if the high court action had\r\nproceeded\nto a conclusion it would have decided whether the lease had\r\nrightly been terminated. These are the same two questions the court\n\nbelow was asked to consider. As stated in para 6 above, Grindstone,\r\nin its founding affidavit, itself stated that there is pending\n\nlitigation in the high court concerning its right to cancel the lease\r\nagreement.\n[16] Courts are\r\npublic institutions under severe pressure. The last thing that\r\nalready congested court rolls require is further\ncongestion by an\r\nunwarranted proliferation of litigation. The court below erred in not\r\nholding that against Grindstone when it\ndismissed the defence of\nlis\r\npendens\nwithout\r\ndue regard to the facts and on wrong principle. The court below ought\r\nnot to have proceeded to consider the merits. Furthermore,\nin my\r\nview, Grindstone’s failure to disclose in its founding papers\r\nthat it had despoiled Mr S and to fully disclose all\nof the other\r\nlitigation referred to above was deserving of censure, at least to\r\nthe extent of a punitive costs order (see\nTrakman\r\nNO v Livshitz & others\n).\n2\nIt had come to\r\ncourt with unclean hands. The court below ought to have taken a dim\r\nview of that fact.\n[17] The failure by each counsel\r\nrepresenting the respective parties to inform the court below at the\r\ntime that the application\nfor leave to appeal of the execution of the\r\neviction order is baffling. I have little doubt that had the high\r\ncourt been appraised\nof that fact it would have refused the\r\napplication. Grindstone’s conduct before and subsequent to\r\njudgment in the court below\nmakes it liable to a punitive costs order\r\non appeal. The same applies to its conduct in bringing the\r\napplication in the court below.\nOne final aspect remains. Strictly\r\nspeaking the allegations struck out by the court below were\r\nirrelevant.\n[18] The following order is made:\n1. The appeal is upheld with costs on\r\nthe attorney and client scale.\n2. The order of the court below is set\r\naside in its entirety and substituted as follows:\n‘\na. The\r\napplicant’s application to strike out succeeds with costs.\nb. The proceedings are stayed pending\r\nthe determination of either case 464/08 in the Magistrates’\r\nCourt for the district of\nMount Currie or case 522/09 in this court.\nc. The applicant is to pay the\r\nrespondent’s costs of these proceedings on the attorney and\r\nclient scale.’\n_________________\nM S NAVSA\nJUDGE OF APPEAL\nAPPEARANCES:\nFor\r\nAppellant: A R Duminy\nInstructed\r\nby\nElliot\r\n& Walker Kokstad\nNaudes\r\nInc Bloemfontein\nFor\r\nRespondent: T J M Paterson SC\nInstructed\r\nby\nBate\r\nChubb & Dickson Inc East London\nHoney Inc Bloemfontein\n1\nVoet\r\n\t45.2.7 Gane’s translation vol 6 at 560:\n‘\nException\r\n\tof\nlis\r\n\tpendens\nalso\r\n\trequires same persons, thing and cause.\nThe\r\n\texception that a suit is already pending is quite akin to the\r\n\texception of\nres\r\n\tjudicata\n,\r\n\tinasmuch as, when a suit is pending before another judge, this\r\n\texception is granted just so often as, and in all those cases\nin\r\n\twhich, after a suit has been ended there is room for the exception\nres\r\n\tjudicata\n,\r\n\tin terms of what has already been said. Thus the suit must already\r\n\thave started to be mooted before another judge between the\nsame\r\n\tpersons, about the same matter and on the same cause, since the\r\n\tplace where a judicial proceeding has once been taken up\nis also the\r\n\tplace where it ought to be given its ending.’\n2\n1995\r\n\t(1) SA 282\n(A) at 288E-H.",
  "scraped_at": "2026-02-12T15:17:35.300457",
  "date": "2011-03-10",
  "coram": [
    "Navsa JA",
    "Ponnan JJA",
    "Shongwe JJA"
  ],
  "case_number": "149/10",
  "parties": {
    "applicants": [
      "Savvas Socratous"
    ],
    "respondents": [
      "Grindstone Investments 134 (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The appellant, Savvas Socratous, entered into a twelve‑year commercial lease with Grindstone Investments 134 (Pty) Ltd for premises at 107 York Road, Mthatha, to operate a supermarket. In September 2008 a fire caused extensive damage. Grindstone claimed the premises were ‘untenantable’ and, invoking clause 14, cancelled the lease on 28 September 2008. Socratous disputed the cancellation, arguing the premises remained partially usable and that clause 14 required rent abatement rather than cancellation. Subsequent litigation ensued: a High Court action (March 2009) seeking cancellation on the basis of the fire, a Magistrates’ Court action (June 2008) for cancellation based on arrear rent, and earlier disputes over stamp duties and a bank guarantee. Grindstone also pursued eviction and demanded arrears. The lower court dismissed the lis pendens defence, ruled in favour of Grindstone, cancelled the lease and ordered eviction.",
    "issues": "1. Whether the defence of lis pendens (lis alibi pendens) applied to bar the current application, given overlapping claims in earlier proceedings. 2. Whether the lease could be validly cancelled on the grounds of untenantability and/or non‑payment of rent. 3. Whether the lower court should have proceeded to the merits despite the pending related actions. 4. Whether punitive costs were appropriate due to Grindstone’s conduct, including self‑help possession and nondisclosure.",
    "principles": "The court reiterated the principle that the defence of lis pendens, akin to res judicata, requires the same parties, cause of action and subject matter to be pending elsewhere, to preserve finality in litigation (Nestle (South Africa) (Pty) Ltd v Mars Inc). A prior cancellation does not revive a later claim; overlapping periods of rent arrears constitute the same cause of action. Courts, as public institutions under pressure, must avoid unnecessary duplication of litigation. Parties acting with unclean hands, such as withholding material information or engaging in self‑help, may attract punitive cost orders.",
    "application": "Applying these principles, the appellate court found that the Magistrates’ Court action (cancellation on arrears) and the High Court action (cancellation on fire damage) both dealt with the same lease, parties and subject matter, thereby triggering lis pendens. The lower court’s rejection of the defence was therefore erroneous. Moreover, the lower court should not have ruled on the merits when the proper procedure was to stay the proceedings pending resolution of the earlier cases. Grindstone’s failure to disclose its self‑help possession and related litigation constituted misconduct warranting punitive costs.",
    "conclusion": "The appeal was upheld. The order of the Mthatha High Court was set aside in its entirety. The appellant’s application to strike out succeeded, the proceedings were stayed pending determination of either case 464/08 in the Magistrates’ Court (Mount Currie) or case 522/09 in the same court, and Grindstone was ordered to pay the appellant’s costs on an attorney‑and‑client scale. Costs of the appeal were awarded to the appellant on an attorney‑and‑client scale."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Lease Cancellation",
    "level_3": [
      "lis pendens",
      "eviction",
      "punitive costs",
      "court congestion"
    ]
  }
}