{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/171.html",
  "case_name": "Shusha v S (609/10) [2011] ZASCA 171 (29 September 2011)",
  "citation": "[2011] ZASCA 171",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 171\n|\nNoteup\n|\nLawCite\nShusha v S (609/10) [2011] ZASCA 171 (29 September 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE SUPREME COURT OF APPEAL OF\r\nSOUTH AFRICA\nJUDGMENT\nCase No: 609/10\nIn the matter between:\nSIMPHIWE RAYMOND SHUSHA\n…..............................................................\nAppellant\nand\nTHE STATE\n…............................................................................................\nRespondent\nNeutral citation:\nShusha v The State\n(609/10)\n[2011] ZASCA 171\n(2 September 2011)\nCoram:\nHEHER, CACHALIA, SHONGWE, THERON and\r\nMAJIEDT JJA\nHeard:\n18 August 2011\nDelivered:\n29 September 2011\nSummary:\nCriminal law –\r\nAssessment of Evidence – Accused’s version should not be\r\nrejected merely because it is improbable\n– Accused’s\r\nversion should only be rejected on the basis of inherent\r\nimprobabilities if it is so improbable that it\ncould not reasonably\r\nbe true.\n_________________________________________________________________\nORDER\n_________________________________________________________________\nOn appeal from:\nKwaZulu-Natal High Court\r\n(Pietermaritzburg) (Ndlovu J with Moosa AJ concurring, sitting as\r\ncourt of appeal)\nThe appeal is upheld, the conviction and sentence are\r\nset aside.\nJUDGMENT\n_________________________________________________________________\nTHERON JA (HEHER, CACHALIA, SHONGWE AND MAJIEDT JJA\r\nconcurring)\nThe appellant stood trial in the regional court, Port\r\n\tShepstone, on one count of rape. On 26 July 2004, he was convicted\r\n\tand sentenced\nto eight years' imprisonment, two of which were\r\n\tconditionally suspended. The matter was sent on special review in\r\n\tterms of\ns 204(4)\nof the\nCriminal Procedure Act 51 of 1977\nas the\r\n\tmagistrate had not applied the relevant minimum sentencing\r\n\tprovisions of the\nCriminal Law Amendment Act 105 of 1997\n. On review,\r\n\tthe sentence was set aside and the matter remitted to the magistrate\r\n\tto impose sentence afresh. On 18 March 2005,\nthe appellant was\r\n\tsentenced to the applicable minimum sentence of ten years’\r\n\timprisonment. He appealed to the Kwazulu-Natal\nHigh Court\r\n\t(Pietermaritzburg). The appeal against conviction was dismissed but\r\n\tthe appeal against sentence was allowed to the\nextent that the\r\n\tsentence of ten years’ imprisonment was set aside and replaced\r\n\twith a sentence of eight years’ imprisonment,\ntwo of which\r\n\twere conditionally suspended. The appellant appeals against his\r\n\tconviction, with the leave of this court.\nThe complainant and the appellant had been employed at\r\n\tthe Margate police station. The appellant had held the rank of\r\n\tInspector\nin the South African Police Service, while the complainant\r\n\thad worked at the police station as a volunteer.\nAt the time of the incident, the complainant had been\r\n\tliving with her sister, Nonkululeko Ngwabe (Ngwabe), in Uvongo,\r\n\twhile her\nrural home was in Nkotaneni where her grandmother resided.\r\n\tThe evidence was that she lived in Uvongo during the week and\r\n\tvisited\nher rural home over the weekends. It was common cause that\r\n\tthe appellant had given the complainant a lift to her rural home a\r\n\tfew days prior to the incident.\nThe appellant had, on the day of the incident, given\r\n\tthe complainant and other colleagues, a lift home from the police\r\n\tstation.\nAfter the other colleagues had been dropped off, the\r\n\tappellant, accompanied by the complainant, drove to a construction\r\n\tsite\nwhere he encountered and had a conversation with state witness\r\n\tAfzal Khan (Khan) about a case which he, the appellant, was\r\n\tinvestigating.\nThereafter the appellant drove the motor vehicle to\r\n\tan isolated spot, not too far from where they had met Khan. The\r\n\tcomplainant\nalleged that the appellant had forcibly, and against her\r\n\twill, had sexual intercourse with her. She also said that he had\r\n\ttaunted\nher about being ‘stupid’ and ‘unable to\r\n\tmove’ after the rape. The appellant, on the other hand,\r\n\tmaintained\nthat the intercourse had been consensual. The narrow\r\n\tissue on appeal, as in the lower courts, is that of consent.\nIt was common cause that the complainant had reported\r\n\tthe incident to her sister later that evening. Ngwabe gave evidence\r\n\tin support\nof the complainant’s version. Ngwabe testified that\r\n\twhen the complainant returned home from work that day, she, the\r\n\tcomplainant,\nwas visibly upset. Upon enquiries from Ngwabe, the\r\n\tcomplainant told her that the appellant had raped her. Ngwabe and\r\n\ther husband\nhad assisted the complainant in laying a charge at the\r\n\tpolice station.\nThe appellant had testified in his defence. It was\r\n\tcommon cause that he and the complainant had, en route to Nkotaneni,\r\n\tengaged\nin meaningful conversation regarding the complainant’s\r\n\tpersonal circumstances such as her education, financial position and\n\n\tliving conditions. The appellant testified that he had, during the\r\n\tjourney to Nkotaneni, touched the complainant in an intimate\nmanner\r\n\tand that she had not objected. It was his evidence that he had,\r\n\tsubsequent to the trip to Nkotaneni, and prior to the\nincident,\r\n\tvisited the complainant in her office at the police station and she\r\n\thad confirmed that she was interested in pursuing\na love\r\n\trelationship with him. On the day of the incident they had,\r\n\taccording to the appellant, merely taken their relationship\nto the\r\n\tnext level.\nThe magistrate was alive to the fact that the narrow\r\n\tissue before him was whether or not the intercourse was consensual.\r\n\tIn assessing\nthe versions of the complainant and the appellant, the\r\n\tmagistrate had said:\n‘\nThe\r\ntwo versions before the court, one being that the sexual intercourse\r\nwas not consensual by the complainant and that by the accused\nthat\r\nthe sexual intercourse was consensual, are mutually exclusive,\r\nmeaning that if the court accepts the one it has necessarily\ngot to\r\nreject the other.’\n[8] The magistrate, in his analysis of the evidence,\r\nconcluded that:\n‘\nThe\r\ncourt is further satisfied that the probabilities in this matter\r\nfavour the case for the state and militate strongly against\nthe\r\nevidence of the accused or the accused’s version.’\nIn support of this conclusion, the magistrate went on to\r\nadd:\n‘\nThe\r\naccused wants the court to accept that he had a relationship with her\r\nand that the sexual intercourse was by consent. However,\nthere is\r\nnothing in the evidence that shows any probability that the\r\ncomplainant arrived home late and because she was late she\nwas in\r\ntrouble or going to be in trouble and therefore she cried rape. She\r\nwas emotional when she arrived home, she was emotional\nand crying\r\nwhen the statement was taken. It is improbable that the person whom\r\nshe met and she is a willing partner to, who she\nis interested in,\r\nwould now be implicated or falsely implicated in this rape charge. It\r\nis improbable that the accused, who has\nso much knowledge of her\r\npersonal circumstances, the problems … relating to her\r\nboyfriend and sexual intercourse, would\ntake her home late.’\n[9] It is apparent from the passages quoted above that\r\nthe magistrate had applied the incorrect standard of proof. The\r\nmagistrate\nappears to have rejected the appellant’s version on\r\nthe basis that it was improbable. This was a fatal misdirection.\n1\nIt is trite that in criminal matters the state must\r\nprove its case beyond reasonable doubt. An accused’s version\r\ncan only\nbe rejected if the court is satisfied that it is false\r\nbeyond reasonable doubt. An accused is entitled to an acquittal if\r\nthere\nis a reasonable possibility that his or her version may be\r\ntrue.\n[10] A court is entitled to test an accused’s\r\nversion against the improbabilities. However, an accused’s\r\nversion cannot\nbe rejected merely because it is improbable. In\nS\r\nv Shackell\n,\n2\nBrand JA put the matter thus in relation to inherent\r\nprobabilities:\n‘\nOf\r\ncourse it is permissible to test the accused's version against the\r\ninherent probabilities. But it cannot be rejected merely because\nit\r\nis improbable; it can only be rejected on the basis of inherent\r\nprobabilities if it can be said to be so improbable that it\ncannot\r\nreasonably possibly be true. On my reading of the judgment of the\r\nCourt a quo its reasoning lacks this final and crucial\nstep.’\nThe magistrate, in his judgment, did not point to any\r\nimprobabilities in the appellant’s version. In my view, there\r\nare none.\nAs in\nShackell\n,\r\nthe reasoning of the trial court ‘lacks this final and crucial\r\nstep’. It cannot be said, after weighing the probabilities\nand\r\nimprobabilities in this matter that ‘the balance weighs so\r\nheavily in favour of the state as to exclude any reasonable\ndoubt\r\nabout the accused’s guilt’.\n3\n[11] The background facts leading up to the complainant\r\naccompanying the appellant and the appellant driving to the isolated\r\nspot\nwhere the incident occurred are largely common cause and do not,\r\nin the view I take of the matter, favour either party. It is clear\n\nthat the appellant had, on the Friday prior to the incident, gone\r\nconsiderably out of his way in order to take the complainant\nto her\r\nrural home in Nkotaneni and that the two of them had, during the\r\ncourse of the journey, become better acquainted. It was\nalso common\r\ncause that on the day of the incident, the appellant had given the\r\ncomplainant and her colleagues a lift home from\nwork, and that she\r\nhad, at his request, accompanied him while he carried out certain\r\ninvestigations. The fact that the complainant\nhad agreed to accompany\r\nthe appellant does not lead to the suggestion that she was inclined\r\ntowards a romantic relationship with\nhim, as suggested by counsel for\r\nthe appellant. She explained that she had trusted him and took\r\ncomfort in the fact that he was\nprotective of her. She did not\r\nbelieve that he would do anything untoward and for that reason was\r\nnot apprehensive.\n[12] The complainant had described a struggle between\r\nherself and the appellant and had said that the physical force\r\nexerted by\nthe appellant was such that it had made her submit to him.\r\nThe complainant’s evidence was that her fingers were visibly\r\nred\nand swollen as a result of being squeezed and bent by the\r\nappellant. It was contended, on behalf of the appellant, that it was\r\nextremely unlikely that the complainant would have emerged from being\r\nforcibly raped in the manner she described without any injuries.\nIt\r\nwas common cause that the doctor had not observed any injuries on the\r\ncomplainant at the time he had examined her. It was noted\nby the high\r\ncourt, that ‘the inconclusive nature of the medical evidence\r\nwas no proof that the rape was not committed’.\nI would add that\r\nthe converse is also true. The medical evidence did not support the\r\ncommission of the rape. It must be borne in\nmind that the complainant\r\nwas 26 years old at the time, the mother of two children and that she\r\nhad, on her version, prior to penetration,\nceased resisting the\r\nappellant. These factors would certainly reduce any chance of serious\r\nor visible injury. Against this background,\nthe medical evidence\r\nfavours neither the defence nor the state.\n[13] It further transpired that the appellant had\r\nremoved the complainant’s panties without any resistance from\r\nher. She explained\nthis by saying ‘because I was tired he was\r\ndoing what he likes’. The complainant further described how the\r\nappellant\nhad provided her with a towel to wipe herself after the\r\nsexual intercourse. The complainant admitted that the appellant’s\n\ncellular phone rang during that time and he had answered it while she\r\nwas wiping herself and neatening her clothing. These events,\nwhich\r\noccurred after the incident of sexual intercourse between the\r\nparties, do not assist with the determination of the narrow\nissue of\r\nconsent. They do not support either the state’s case or the\r\nappellant’s defence.\n[14] The conclusion is inescapable, that the reasons\r\nadvanced by the magistrate for reaching proof beyond reasonable doubt\r\nare flimsy.\nThe probabilities which he relied upon are not\r\nprobabilities that bear upon the presence or absence of consent. In\r\nthese circumstances,\nand applying the test as formulated in\nShackell\n,\r\nthis court cannot find the appellant’s version to be inherently\r\nimprobable. The appellant is therefore entitled to an acquittal.\n[15] The appeal is upheld, the conviction and sentence\r\nare set aside\n.\n_______________\nL V THERON\nJUDGE OF APPEAL\nAPPEARANCES:\nAPPELLANT: J E HOWSE\nInstructed by:\nRamasar & Ramasar Attorneys, Umzinto\nHoney Attorneys, Bloemfontein\nRESPONDENT: M Y GANGAI\nInstructed by Director of Public Prosecution,\r\nPietermaritzburg,\nDirector of Public Prosecution, Bloemfontein\n1\nS\r\n\tv Heslop\n2007 (4) SA 38\n(SCA) para 10.\n2\nS\r\n\tv Shackell\n2001 (4) SA 1\n(SCA) para 30.\n3\nS\r\n\tv Chabalala\n2003 (1) SACR 134\n(SCA) para 15.",
  "scraped_at": "2026-02-12T16:00:03.062275",
  "date": "2011-09-29",
  "coram": [
    "HEHER JJA",
    "CACHALIA JJA",
    "SHONGWE JJA",
    "THERON JA",
    "MAJIEDT JJA"
  ],
  "case_number": "609/10",
  "parties": {
    "applicants": [
      "Simphiwe Raymond Shusha"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Both the appellant, an Inspector in the South African Police Service, and the complainant, a police volunteer, were employed at the Margate police station. The complainant lived with her sister in Uvongo and regularly visited her rural home in Nkotaneni. On the day of the incident the appellant gave the complainant and colleagues a lift home; after dropping off the colleagues he drove with the complainant to an isolated spot where the alleged rape occurred. The complainant alleged forced intercourse and subsequent taunting, while the appellant claimed the intercourse was consensual and that they had an ongoing romantic relationship. Evidence included the sister’s testimony about the complainant’s report, the appellant’s testimony about prior intimate contact and mutual interest, and inconclusive medical evidence.",
    "issues": "The core issue on appeal was whether the sexual intercourse was consensual, i.e., whether the appellant’s version could be rejected. The broader legal issue concerned the correct standard of proof: whether an accused’s version may be dismissed merely because it is improbable, or must be shown to be inherently improbable to the point of being implausible beyond reasonable doubt.",
    "principles": "Criminal cases require proof beyond reasonable doubt. An accused’s version can only be rejected if the court is satisfied it is false beyond reasonable doubt; a version that is merely improbable is insufficient for conviction. The court relied on the precedent S v Shackell, which holds that an accused’s account may be tested against inherent probabilities but rejected only if it is so improbable that it cannot reasonably be true.",
    "application": "The court found that the magistrate had applied the wrong test, rejecting the appellant’s version solely on its improbability without demonstrating any inherent improbability. The magistrate offered no specific improbabilities in the appellant’s account, and the medical evidence was inconclusive, supporting neither side. Accordingly, the court concluded that reasonable doubt remained as to consent, and the appellant’s version was not inherently improbable.",
    "conclusion": "The appeal was upheld. The conviction and sentence against Simphiwe Raymond Shusha were set aside, resulting in an acquittal."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "consent",
      "standard of proof",
      "appellate review"
    ]
  }
}