{
  "url": "https://www.saflii.org/za/cases/ZASCA/2011/11.html",
  "case_name": "Grobbelaar and Others v Shoprite Checkers Ltd (710/2008) [2011] ZASCA 11 (11 March 2011)",
  "citation": "[2011] ZASCA 11",
  "court": "ZASCA",
  "year": "2011",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n2011\n>>\n[2011] ZASCA 11\n|\nNoteup\n|\nLawCite\nGrobbelaar and Others v Shoprite Checkers Ltd (710/2008) [2011] ZASCA 11 (11 March 2011)\nDownload original files\nPDF format\nRTF format\nLinks to summary\nPDF format\nRTF format\nTHE\r\nSUPREME COURT OF APPEAL OF SOUTH AFRICA\nJUDGMENT\nCase\r\nNo: 710/2008\nIn\r\nthe matter between:\nLOUIS JOHANNES JACOBUS\r\nGROBBELAAR\n.........................................\nFirst\r\nAppellant\nDANIEL JOHANNES MONK\r\nHEYNS\n.....................................................\nSecond\r\nAppellant\nPETRUS CROUS WELGEMOED\n...............................................................\nThird\r\nAppellant\nand\nSHOPRITE CHECKERS\r\nLIMITED\n....................................................................\nRespondent\nNeutral citation:\nGrobbelaar v Shoprite Checkers\n(710/2008)\n[2011]\r\nZASCA 11\n(11 March 2011)\nCoram:\nBRAND,\r\nNUGENT, LEWIS, MALAN and MAJIEDT JJA\nHeard:\n15\r\nFebruary 2011\nDelivered: 11 March\r\n2011\nSummary:\nAgreement\r\nin restraint of trade – breach of – sale of business as\r\ngoing concern – cession of rights – claim\nfor damages -\r\ncausation\n_____________________________________________________________________\nORDER\nOn appeal from:\nWestern Cape High Court (Cape Town) (Van der Westhuizen AJ\r\nsitting as court of first instance):\nThe appeal is dismissed\r\nwith costs, including the costs of two counsel.\n_____________________________________________________________________\nJUDGMENT\nMALAN JA (BRAND, NUGENT,\r\nLEWIS, and MAJIEDT JJA concurring)\n[\n1]\r\nThis is an appeal by the defendants in the court a quo, against the\r\njudgment and order of Van der Westhuizen JA in the Cape High\nCourt\n,\ndeclaring the defendants liable to the respondent, the\r\nplaintiff in the court below, for damages caused by their breaches of\r\nundertakings\nin restraint of trade.\n[2] The dispute between\r\nthe parties arose from the purchase on 23 November 1995 by Shoprite\r\nCheckers (Edms) Bpk (SCEB) of the businesses\nof Sentra Koop\r\nHandelaars Bpk and Megasave (Edms) Bpk\n(the\r\nSentra/Megasave sale)\n. The first defendant was the managing\r\ndirector of and shareholder in both the latter companies, the second\r\ndefendant was a shareholder\nand director and the third defendant an\r\nemployee. The two companies were buying organisations, Megasave\r\nconducting a wholesale\nand Sentra a retail business. A buying\r\norganisation acts as a broker between the supplier and the dealer.\r\nThe dealer becomes a\nmember of the buying organisation which\r\nnegotiates prices to be paid with the supplier. The buying\r\norganisation pays the supplier\nand thus accepts the credit risk of\r\nthe member who must reimburse it. The buying organisation earns its\r\nrevenue from rebates and\nallowances made by the supplier, part of\r\nwhich is passed on to its members.\n[3] It was a condition\r\nprecedent of the Sentra\n/\nMegasave sale\r\nthat the defendants conclude agreements in restraint of trade with\r\nSCEB. The terms of the restraint agreements signed\nby the defendants\r\nwere\ni\ndentical\ns\nave that the period of the\r\nrestraint for the third defendant was 24 months and for the first and\r\nsecond defendants 36 months\n,\nfrom the\r\ntime the defendants left the employ of SCEB. The first defendant left\r\nhis employment on 31 May 1998, the second defendant\non 30 April 1997\nand\nthe\r\nthird defendant on 30 April 1998\n.\nT\nhe\r\nrestraints thus expired on 31 May 2001\nand\n30 April 2000\nr\nespectively.\r\nAs\nc\nonsideration\r\nfor agreeing to the restraints the first and second defendants were\r\npaid R1,1 million each and the third defendant\nR 500 000. Clause 3 of\r\neach of the restraints provided:\n‘\nDie\r\nWerknemer onderneem hiermee teenoor Shoprite [SCEB] en op die basis\r\nvan ‘n beding ten behoewe van derdes, teenoor elke\nander lid\r\nvan die Shoprite groep vir die duur van die inperkingsperiode, dat hy\r\nnie: -\n3.1 ‘n Belang sal\r\nhê of betrokke sal wees, direk of indirek, in enige\r\nhoedanigheid (insluitend maar nie beperk tot adviseur,\nagent,\r\nkonsultant, direkteur, werknemer, finansier, bestuurder, lid van ‘n\r\nbeslote korporasie, lid van ‘n vrywillige\nassosiasie, vennoot,\r\neienaar, aandeelhouer of trustee) in enige entiteit, direk of\r\nindirek, wat gemoeid is in ‘n mededingende\naktiwiteit binne die\r\ngebied [ie the Republic and Namibia] nie;\n3.2 Enige vertroulike\r\ninligting sal openbaar aan entiteite ander dan entiteite verbonde aan\r\ndie Shoprite groep en wat geregtig is\nop sodanige vertroulike\r\ninligting nie;\n3.3 Ten opsigte van enige\r\nmededingende aktiwiteit binne die gebied direk of indirek betrekkinge\r\nsal aanbied of enige dienskontrak\nsluit met of enige werwing te doen\r\nten opsigte van enige persoon in diens van die Groep;\n3.4 Enige poging sal\r\naanwend om enige voorsiener of klant van die Groep te oorreed om\r\nenige kontraktuele verhouding van welke aard\nook al met die Shoprite\r\ngroep te beëindig of die terme daarvan te wysig tot nadeel van\r\ndie Groep nie;\n3.5 Binne die gebied en\r\nten opsigte van die besigheid van die Shoprite groep gebruik sal maak\r\nvan enige handelsverbintenis van die\nGroep met enige klant of\r\nvoorsiener, anders as vir die doel om sy verpligtinge as werknemer\r\nvan Shoprite na te kom nie.’\n[\n4]\r\nPursuant to an agreement of sale concluded on 31 October 1997\r\nShoprite Holdings Beperk acquired the share capital and loan accounts\n\nof OK Bazaars (1929) Ltd from South African Breweries Ltd. OK Bazaars\r\n(1929) Ltd, as the plaintiff was then known, became a subsidiary\nof\r\nShoprite Holdings and a member of the Shoprite Group.\n[5] In order to make use\r\nof an accrued tax loss in OK Bazaars (1929) Ltd a reorganisation and\r\nrationalisation scheme was launched\nby the Shoprite Group in August\r\n1998. To give effect to the scheme the business, assets and rights of\r\nSCEB and some\n40\nother companies in the Shoprite Group (the ‘sellers’)\r\nwere in terms of an agreement of sale dated 28 August 1998 sold\nto OK\r\nBazaars (1929) Ltd, the plaintiff, as going concerns with\r\nretrospective effect to 1 November 1997 (the ‘SCEB sale’).\n\nThereafter OK Bazaars (1929) Ltd changed its name to Shoprite\r\nCheckers (Edms) Bpk\n(\nthe\r\nrespondent in this court and plaintiff in the court below). SCEB\r\nsubsequently changed its name to OK Bazaars (1998) (Pty) Ltd\nand,\r\nhaving disposed of all its business, became dormant. Clause 2 of the\r\nSCEB sale contained the following\nc\nondition:\n‘\nIt\r\nis a condition precedent for the transactions embodied in this\r\nAgreement acquiring force and effect that the approval of the\n\nCommissioner of Inland Revenue be obtained in terms of\nSection 39\nof\r\nthe\nTaxation Laws Amendment Act, Act\n20 of 1994.’\nIt is not in dispute that\r\nthe Commissioner approved the rationalisation scheme on 27 October\r\n1998. SCEB managed the entire business\nas agent of the plaintiff from\r\n1 November 1997 pending fulfilment of the suspensive condition.\n[\n6]\r\nThe plaintiff’s cause of action is based on its acquisition of\r\nthe entire business of SCEB with the inclusion of the rights\nSCEB\r\nheld in terms of the restraints against the defendants\n,\nthe plaintiff\nhaving\r\ntaken\npossession\r\nof th\ne b\nusiness\r\nand\nconducted it\n.\nIn the alternative the plaintiff relied on a written\r\ncession of the rights arising from the restraints dated 24 September\r\n1999.\nThe defendants admitted this cession.\n[7] The plaintiff alleged\r\nin its particulars of claim that the defendants committed breaches of\r\ntheir restraint agreements by becoming\ninvolved in competitive\r\nactivities, disclosing confidential information and by the\r\nestablishment of a competing buying organisation,\nThe Buying Exchange\r\nCompany (Pty) Ltd\n(BEC)\n. The defendants\r\nallegedly, directly or indirectly, enabled BEC to conduct a competing\r\nbuying organisation by providing it with\nadvice, knowledge and\r\nfinancial assistance and by furthering the purpose and aims of BEC.\r\nMembers of Megasave and Sentra were encouraged\nto resign and join\r\nBEC. The defendants disclosed the identity of suppliers and clients\r\nof the Shoprite Group to BEC and persuaded\nthem to sever their\r\ncontractual relationships with the plaintiff. The plaintiff listed\r\nsome\n11\nmembers who resigned from\r\nMegasave and Sentra between 3 February 1999 and 16 March 1999 (the\r\ndates of resignation of three members\nare unknown). This conduct, it\r\nwas alleged, was unlawful and in breach of the provisions of the\r\nrestraint agreements. The amount\nclaimed, some R8m, represented the\r\nincome the plaintiff would have earned, but for the resignation of\r\nthese members\n, until termination of the first\r\ndefendant’s restraint.\n[8] The defendants\r\npleaded that during the course of the second part of 1998 they\r\nconsidered the establishment of a buying forum,\nnot a buying\r\norganisation, in which members\nof\nMegasave and Sentra could have taken part. The forum would not have\r\ncompeted with these two organisations. The defendants stated\nthat\r\nthey had discussions with certain of\nthese\nmembers and gave instructions for the registration of BEC, the\r\nvehicle through which the buying forum would have conducted business.\n\nThe defendants were appointed directors of BEC. The defendants added\r\nthat during November 1998 certain members of Megasave and\nSentra,\r\nwith whom the buying forum was discussed,\nwere\r\ndissatisfied with\nthese\r\norganisations and indicated that they wanted to resign and to take\r\npart in the buying forum through an alternative buying\norganisation.\r\nConsequently, the defendants pleaded, they informed these members on\r\n17 November 1998, when the first board meeting\nof BEC was held, that\r\nthey could no longer be involved in the proposed organisation since\r\nthat might infringe the provisions of\ntheir restraint agreements.\r\nThey gave instructions to\nMr B J\nVan den Berg, BEC’s secretary, to have them removed as\r\ndirectors and terminated their involvement with BEC.\n[9\n]\r\nAt the first hearing before the court a quo Van der Westhuizen AJ\r\ngranted absolution from the instance on the basis that the plaintiff\n\nhad not shown that it had acquired the rights arising from the\r\nrestraint agreement\ns\no\nn the limited basis that there\r\nwas no evidence that SCEB had complied with s 228 of the Companies\r\nAct 61 of 1973.\nIn terms of the SCEB sale, SCEB\r\nand the other sellers sold their businesses to the plaintiff so that\r\na resolution in terms of s\n228 was required.\nOn appeal to this court the order of absolution was set aside\r\nand the matter referred back to the trial court. Before the trial\r\ncommenced a separation order was made, calling on the trial court\r\nfirst\nto\ndetermine\r\nthe issue of liability\n,\nincluding the\r\nquestion whether the persons or entities listed in the particulars of\r\nclaim resigned as members and ended their relationship\nwith the\r\nplaintiff as a result of the defendants’ alleged breaches of\r\ncontract. At the resumed hearing only the first defendant\ngave\r\nevidence for the defendants and called as witnesses\nMr\r\nG S\nYusuf, a former employee of\r\nthe plaintiff and later employed by BEC, and\nMr\nJ R\nBasson,\r\nthe managing director of the plaintiff. Van der Westhuizen AJ made\r\nthe declarator holding the defendants liable. As I have\nsaid, he also\r\nfound that the defendants’ conduct caused the resignations of\r\nthe members of Sentra and Megasave\nreferred to\r\nin the particulars of claim\n. In coming to these conclusions he\r\nrejected the evidence of the first defendant and drew adverse\r\ninferences from the failure of\nthe second and third defendants to\r\ntestify and call, amongst others, Van den Berg, as a witness.\n[10] On appeal the\r\njudgment of the trial court was attacked on four bases: First,\r\nwhether the plaintiff acquired the rights arising\nfrom the restraint\r\nagreement and, if so, whether the acquisition was prior to the\r\ndefendants’ breaches of contract or the\n‘damage-causing’\r\nevents, viz the resignation of members of Megasave and Sentra;\r\nsecondly, whether the defendants breached\ntheir obligations under the\r\nrestraints; thirdly, whether such breaches, if established, caused\nthe relevant\nmembers of Sentra and Megasave to terminate their membership\r\nor their relationship with the plaintiff; and, fourthly, whether the\n\nplaintiff had acquired the Sentra and Megasave business and their\r\nmembers prior to th\ne\nr\nesignations\nof\r\nthe members\n(ie whether the\r\nplaintiff had in fact suffered loss).\n[11] The trial court\r\nfound that in the absence of any contradictory evidence the rights\r\narising from the restraint agreements\nattached\nto the businesses of Megasave and Sentr\na\n,\nforming part of their goodwill. These rights included the rights\r\narising from the restraint agreements as well as the right to\nearn an\r\nincome from sales made by members of Megasave and Sentra. It was not\r\nin dispute that the purpose of the rationalisation\nscheme was to\r\ntransfer the whole of the business of SCEB to the plaintiff. The\r\nrights referred to, the court found, were transferable\nand were in\r\nfact transferred to the plaintiff with effect from 1 November 1997,\r\nbut at least on 27 October 1998, when the suspensive\ncondition to the\r\nSCEB sale, the approval of the Commissioner for Inland Revenue, was\r\nfulfilled. It was not in dispute that SCEB\nconducted the businesses\r\nof Sentra and Megasave from 1 January 1996 as a division of its own\r\nbusiness. SCEB also conducted as part\nof its enterprise a retail\r\nchain of supermarkets under the name\ns\nof\r\n‘Shoprite’ or ‘Checkers’. The plaintiff\r\nconducted a retail chain of supermarkets under the names of\n‘OK\r\nBazaars’ and ‘Hyperama’.\n[12]\nIt was common cause that pursuant to the rationalisation\r\nscheme the entire business of SCEB was sold and transferred to the\r\nplaintiff\nand merged with the business of the plaintiff. In their\r\nadditional heads of argument the appellants disputed only the date of\r\nthe\ntransfer. The rationalisation scheme was implemented to\ntake\nadvantage of\nthe accrued tax loss of the plaintiff and this could be done\r\nonly if the entire business of SCEB had been transferred to the\r\nplaintiff.\nThe plaintiff had in fact\nused\npart of the tax loss in the financial year ending June 1998.\n[13]\nThe best illustration that the entire business of SCEB was\r\ntransferred to the plaintiff is the fact that SCEB became dormant\r\nafter\nthe transfer\n,\nand the plaintiff\nbecame\nthe\r\noperating company in the group. These facts were not disputed at the\r\ntrial.\n[14]\nThe first ground on which the plaintiff relied for its\r\nacquisition of these rights as pleaded i\nn\nt\nhe particulars of claim was that\r\nthey were transferred and acquired by the plaintiff’s taking\r\npossession of the business and\nconducting it. This is indeed what the\r\ncourt a quo found. The defendants, however, characterized this\r\nfinding differently and contended\nthat the trial court found that\r\nthese rights passed to the plaintiff by operation of the SCEB sale\nper se\n. This is not correct. The trial found that the\r\nplaintiff ‘die gehele onderneming van SCEB met effek 1 November\r\n1997, ingevolge\ndie koopkontrak van 28 Augustus 1998, gekoop,\r\noorgeneem en bedryf het’.\n[1\n5\n]\r\nWhat the defendants disputed was the finding of the court a quo that\r\nSCEB managed the business of SCEB with effect from 1 November\n1997 as\r\nthe agent for the plaintiff. The defendants contended that SCEB\r\nmanaged, pending fulfilment of the suspensive condition,\nthe business\r\non behalf of Shoprite Holdings Ltd and not on behalf of the\r\nplaintiff. This is not correct. The clause 3 of Part Four\nof the SCEB\r\nsale provides that the management\nand\ncontrol in respect of the businesses -\n‘\nshall\r\nbe deemed to have passed to the PURCHASER on the Effective Date, from\r\nwhich date it has been managed and controlled on behalf\nof the\r\nPURCHASER by the SELLERS as its agent.’\nThe\r\n‘purchaser’ as defined is the plaintiff. Shoprite\r\nHoldings Ltd is not one of the ‘sellers’.\n1\nThis\r\nconclusion is, moreover, borne out by the evidence of\nMr\r\nA N\nVan\r\nZyl, the plaintiff’s secretary, and\nMs\r\nS J\nDe\r\nBoor, an employee of the plaintiff’s auditors. In addition, the\r\ndocuments submitted as part of the application for approval\nof the\r\nrationalisation scheme show that the amalgamation of the entire\r\nbusiness of SCE\nB\nw\nith\r\nthat of the plaintiff was envisaged. Moreover, the managing director\r\nof Shoprite reported in February 1998 to the directors\nof SCEB and\r\nShoprite Holdings Ltd that the merged businesses were conducted as a\r\nsingle entity from 1 November 1997. The rationalisation\nscheme was\r\napproved on 24 February 1998 by the directors of both SCEB and the\r\nplaintiff. The SCEB sale was ratified by Shoprite\nHoldings Ltd on 7\r\nJuly 1998. The court a quo was therefore correct\nin\r\nfinding\nthat\r\nSCEB conducted its business as agent for and on behalf of the\r\nplaintiff from 1 November 1997.\nWas there a transfer\r\nof the right to enforce the restraints to the plaintiff?\n[1\n6\n]\r\nThe defendants contended that there was no evidence that the rights\r\nhad passed to the plaintiff before 24 September 1999 when\nthe written\r\ncession was executed. The relevant members of Megasave and Sentra had\r\nall resigned before that date, viz during February\nand March 1999. It\r\nfollows, so the argument went, that no rights of the plaintiff were\r\ninfringed at the time of the resignations\nand thus no wrong\ns\r\nwere\ncommitted\r\nas against the plaintiff at that time. The defendants submitted that\r\nclause 1 of Part Four of the SCEB sale, providing\nthat the effective\r\ndate of the sale would operate retroactively from 1 November 1997,\r\nwas a deeming provision\ninter\r\nse\nthat\r\ncould not affect the parties to the litigation or elevate any prior\r\nact of the defendants to the breach of a right which the\nplaintiff\r\ndid not have at the time of breach. The only evidence of a cession,\r\nit was argued, was the written document of 24 September\n1999 which\r\nexpressly provided for the cession. For the reasons set out these\r\ncontentions cannot be accepted.\n[1\n7\n]\r\nThere is, as was observed,\na\nd\nistinction\r\nbetween th\ne\na\ngreement\r\nto cede and the real agreement of cession\n,\r\nalthough these will often coincide\n.\n2\n‘\nThe\r\nundertaking to cede and the actual cession will often coincide and be\r\nconsolidated in a single document, yet they remain discrete\njuristic\r\nacts. However, because they are frequently merged into one\r\ntransaction the clear distinction between the obligationary\nagreement\r\nto cede and the actual cession sometimes tend to be smudged. They are\r\nnevertheless distinct in function and\nit\ncan\r\nbe so in time: by the former a duty to cede is created, by the latter\r\nit is discharged.’\n[1\n8\n]\r\nThe SCEB sale was a\nn\na\ngreement\r\nto effec\nt\na\ncession\r\nin future. A cession is an abstract legal act that is independent of\r\nthe underlying, obligationary, agreement.\n3\nThe\r\ncession of personal rights is brought about by agreement and no\r\nformalities are required.\nA\r\ncession may thus be either express or tacit, to be inferred from the\r\nconduct of the parties.\n4\nClause\r\n4.3 of Part Four of the SCEB sale requires the sellers\n,\ni\nncluding\r\nSCEB, to ‘use their best endeavours to procure, with effect\r\nfrom the fulfilment of the condition precedent referred\nto in clause\r\n2 of Part One [ie the approval by the Commissioner for Inland\r\nRevenue], the cession and assignment of all rights and\ndelegation of\r\nall obligations under the contracts to the PURCHASER with effect from\r\nthe Effective Date, [\n1\nNovember\r\n1997]\n…\n.’\nIt\r\ndoes not follow from this clause that a real agreement of cession\r\ncould not have been concluded tacitly. No formalities were\nrequired\r\nfor the cession envisaged: all the parties had to do was to use their\r\nbest endeavours to procure it. The intention was\nclearly that any\r\ncession, whenever done and in whatever manner accomplished, would\r\nsuffice. The evidence was that SCEB conducted\nits entire business on\r\nbehalf of the plaintiff from the effective date in order to give\r\neffect to the rationalisation scheme. The\nonly inference to be drawn\r\nfrom this is that the parties\nby\r\ntheir conduct\nconcluded\r\nthe real agreement of cessio\nn\ntransferring\nt\nhe\r\nrights flowing from the restraint agreements, being part of the\r\nbusiness of SCEB, to the plaintiff.\n5\nThis\r\nwas no ‘mere loose understanding’.\n6\n[1\n9\n]\r\nA\nn\na\ngreement\nto\r\ncede\nmay\nbe\r\nsubject to a\nsuspensive\r\ncondition, as in this case, or\nto\na\ntime\r\nclause relating to the cession, in which event the right will not\r\npass until the condition has been fulfilled or the prescribed\nperiod\r\nhas elapsed. Logically,\nthe\r\ntransfer of the rights to enforce the restraints was also subject to\r\nthe same\nsuspensive\r\ncondition the SCEB sale was subject to. On fulfilment of the\r\ncondition the parties\ninter\r\nse\nare\r\nthen placed in that position\nex\r\ntunc\n.\n7\nIn\r\nview of my conclusion below, I need not express an opinion on the\r\neffect of such a cession\ninter\r\nomnes\n,\r\nas against third parties, but will accept that as far as third\r\nparties are concerned the rights vested in the plaintiff only on\n\nfulfilment of the condition,\non\n27\r\nOctober 1998, a date before the resignation of the members of Sentra\r\nand Megasave.\n[\n20\n]\r\nThe defendants, however, contended on appeal that the plaintiff\nhad\nfailed\r\nto show that the rights in respect of Sentra and Megasave formed part\r\nof the SCEB sale. The argument rested on a narrow basis.\nClause 3.1.1\r\nof Part One describes the\nmerx\nas\r\n‘the SC business comprising: the entire retail supermarket\r\nbusiness which is being sold as a going concern’ as well\nas the\r\nimmovable property and share sales and claims in respect of its\r\nsubsidiaries. The ‘retail supermarket business’,\nthe\r\nargument went, did not include the businesses of Sentra and Megasave:\r\nthe latter’s members were wholesalers and Sentra\ndid not\r\nconduct a supermarket business. The definition of ‘going\r\nconcerns’ in clause 1.2.2.6 of Part One and, by reference,\nof\r\n‘SC Business’ in clause 1.2.2.17 again contain the same\r\napparent limitation of the business sold as the ‘retail\n\nsupermarket business’. It was argued on behalf of the plaintiff\r\nthat this interpretation was too restrictive and that, when\nthe whole\r\nagreement is seen in context and against its factual matrix,\n8\nit\r\nbecame clear that the entire business of the seller under the SCEB\r\nsale was to be disposed of. It is not necessary to determine\nthis\r\nissue. The trial court found that the businesses of Sentra and\r\nMegasave were transferred to and conducted by the plaintiff,\n\ninitially by SCEB on behalf of the plaintiff and later, after\r\nfulfilment of the suspensive condition, by the plaintiff itself.\nFor\r\nthe reasons set out the real agreement of cession was concluded\r\ntacitly and pursuant to the rationalisation scheme followed\nby the\r\nSCEB sale which was implemented by SCEB taking possession and\r\nmanaging the entire business on behalf of the plaintiff. Only\nits\r\neffect was suspended pending fulfilment of the condition precedent.\r\nWhether or not the rights arising from the restraints formed\npart of\r\nthe ‘SC business’ as defined is irrelevant: they formed\r\npart of the business of SCEB.\nBreach of duty to\r\nplaintiff\n[\n21\n]\r\nThe defendants contended that, inasmuch as the plaintiff sought to\r\nrecover damages suffered in its own right, it had to establish\na\r\nbreach of an obligation owed to it which resulted in the\r\n‘damage-causing’ events,\nthat\r\nis\nthe\r\nresignation of the members. This again depended on the existence of a\r\ncontractual obligation at the time of the conduct complained\nof. The\r\nsubmission was made that it was not within the power of the plaintiff\r\nto render an act retroactively wrongful by taking\ncession of the\r\nrelevant right at a later stage. The first answer to this contention\r\nis that the real agreement of cession on fulfilment\nof the condition\r\nbrought about the transfer of the rights of SCEB, arising from the\r\nrestraint agreements, to the plaintiff. Since\nthe plaintiff acquired\r\nthe entire busines\ns\nof\r\nSCEB\n,\nthe\r\nrights ceded also included all rights that had accrued to SCEB\r\narising from the alleged breaches of the restraints. These rights\n\nvested\npendente\r\nconditione\nin\r\nSCEB\n,\nand\r\nwould in the ordinary course and in an appropriate case have provided\r\na sufficient basis for an interdict at the suit of SCEB.\nPending\r\nfulfilment of the condition any wrong would have been committed\r\nagainst SCEB, not as against the plaintiff. But on fulfilment\nof the\r\ncondition the rights in respect of the restraint agreements and also\r\nthose arising from their breach vested in the plaintiff.\nThe damages\r\n(ie those resulting from the resignation of the members) were\r\nsuffered only later after the plaintiff had acquired\nthose rights.\r\nThe claim for damages thus vested in the plaintiff.\nDefendants’\r\nbreaches\n[\n22\n]\r\nThe defendants contended that, assuming that the cession had taken\r\nplace before resignation of the members, it was not sufficient\nfor\r\nthe plaintiff to rely on evidence of generalised breaches of the\r\nrestraints but that it had to show particular acts on the\npart of\r\neach defendant that were causally linked to the resignation of each\r\nmember. This, the argument proceeded, was not considered\nby the court\r\na quo.\n[2\n3\n]\r\nThe trial court found that BEC was a buying organisation that\r\nconducted business in competition with Megasave and Sentra. It was\n\nestablished after a meeting in August 1998 by members of these\r\norganisations at the Little Switzerland Hotel and convened by the\n\ndefendants. After the meeting the defendants\nprepared\r\na business plan for the proposed buying organisation which was handed\r\nin as Exhibit S\n. BEC was registered on the instructions of the\r\nfirst defendant. The office of BEC was set up as a result. The\r\ndefendants directly\nor indirectly funded BEC. Their resignation at\r\nthe first board meeting of BEC was not in good faith and, the court\r\nfound, they\ncontinued to be involved in BEC. I\naccept\r\nthese\nfindings and the inferences\r\ndrawn by the trial court. The conclusion of the court that the\r\ndefendants planned and funded the establishment\nof a competing buying\r\norganisation seems to me the most likely, if not the only, inference\r\nto be drawn.\nThe Little Switzerland\r\nHotel meeting of 12 August 1998\n[2\n4\n]\r\nThe defendants convened the meeting. The trial court found that what\r\nwas discussed was not, as alleged by the defendants, the\n\nestablishment of a forum that would have done business through\r\nMegasave but a competing buying organisation. The evidence indeed\n\nshows that several of the largest members of Sentra and Megasave were\r\ninvited. Mr\nA\nAllie, a member of Megasave, testified that everyone invited\r\nwas hand-picked and that they represented some of the largest stores.\n\nThe meeting was addressed by the first and second defendants, the\r\nfirst defendant playing the leading role. The third defendant\n\nattended. Allie had been informed before the meeting by the first and\r\nsecond defendants that a new buying group would be formed\nand that he\r\nwould be invited. He indeed received a written invitation and\r\nunderstood the purpose of the meeting to be the formation\nof a new\r\ngroup to ‘run down Shoprite Checkers’.\nAllie\nhad no interest in supplying small members: all those invited were\r\nbusinessmen intending to establish a new buying group of which\nthey\r\nwould be the ‘muscle’. He understood that the rebate\r\nsystem at Shoprite was to be restructured and a franchise\noperation\r\nand administration fee introduced. The defendants were apparently\r\nunhappy with this course of events and informed the\ninvitees that the\r\nnew organisation would be less difficult, offering more benefits to\r\nmembers. Those invited were to be its directors\nand shareholders.\r\nThey were encouraged to resign from Sentra and Megasave and take up\r\nshares in the new organisation. It was suggested\nthat each had to\r\ncontribute R100 000 as capital. New members would be recruited\r\nafter the buying organisation was set up and\nits structure settled.\r\nThe defendants undertook to provide a business plan for the new\r\norganisation and to submit it to those present\nfor approval. Exhibit\r\nS was eventually produced. No reference was made at the meeting to\r\nthe restraints to which the defendants\nwere subject, not even when it\r\nbecame clear at the meeting, as was put to Allie in\r\ncross-examination, that some of those present\nwanted to form a new\r\nbuying organisation.\n[2\n5\n]\r\nThe trial court accepted that all three defendants had played a\r\nleading role in convening the meeting and that its purpose was\nthe\r\nformation of a new buying organisation in competition with Sentra and\r\nMegasave. Had it been the intention to establish a buying\nforum, one\r\nwould have expecte\nd\nt\nhe latter two organisations\nwould\nhave\r\nbeen invited as well, particularly where the concept of a ‘banner\r\ngroup’ had already been discussed by the second\ndefendant with\r\nofficials of the plaintiff. The meeting was clearly confidential and\r\nset up to discuss the establishment of a competing\nbuying\r\norganisation. Had the defendants planned a buying forum, one would\r\nhave expected them to continue with this enterprise.\nWhat they did,\r\nhowever, was to support the ‘core’ grou\np.\r\nA\ns the court found, Exhibit S, was a detailed plan for the\r\nestablishment of a buying organisation\n,\r\nproduced shortly after the meeting\n.\nExhibit S\n[2\n6\n]\r\nExhibit S was distributed under the name of the interim management\r\ncommittee,\ncomprising\nthe first and\r\nsecond defendants. Each of the defendants contributed to it. In the\r\nletter accompanying the exhibit those who attended\nthe meeting were\r\nthanked for their participation. Paragraph two thereof read that\r\n‘[t]he enthusiasm and support that was\nshown, convinced us once\r\nmore of the opportunity to combine our efforts. Attached herewith a\r\ndraft document listing our plans.’\nThe two cellphone numbers\r\nlisted at the foot of the letter were those of the first and second\r\ndefendants.\n[2\n7\n]\r\nExhibit S was headed ‘The Buying Exchange Company’ and\r\ncommences with the words ‘[i]n order to investigate\\evaluate\n\nthe need for an independent buying group it is necessary to analize\r\ncertain basic concepts …’. It continued with\r\ndescriptions of the retail market, the independent market and the\r\nfuture market. Franchises and buying groups were discussed. It\nwas\r\nstated that Shoprite intended Sentra and Megasave to become fully\r\nfranchised operations. This information, the trial court\nfound, could\r\nonly have come from the first defendant. The formal franchise market\r\nwas expected to grow but ‘a second market\nexists for either the\r\ntrue independent or those operating in the informal market’.\r\nThe ‘Concept for the Future’\nwas to follow a ‘top\r\ndown approach’ and to establish a low risk organisation with a\r\nsmall capital base. The ideal structure\nfor the organisation was a\r\ncompany to be owned and controlled by 15 major equal shareholders and\r\ndirectors. The shareholders’\nagreement had to provide for\r\nownership to remain in the hands of the major players and for the\r\nbuy-out of or sale to new members\nand directors. Participants on the\r\nsecond level were to be involved on a membership or smaller\r\nshareholder basis. Provision was\nalso made for an operating company\r\nand for the eventual listing on the JSE. It was not intended to sell\r\nthe proposed company but\nrather to provide benefits to members\r\nthrough discounts and rebates and growth in the share value. The\r\ntrial court correctly inferred\nthat the latter provision was probably\r\nincluded to allay the fears of members that, as had happened in the\r\ncase of Sentra and Megasave,\nthe business of the new organisation\r\nwould eventually be sold by the defendants. This issue was\r\nspecifically raised at the Little\nSwitzerland Hotel meeting.\n[2\n8\n]\r\nThe new organisation was to commence with the establishment and\nequipping\nof a buying office in Gauteng\r\nafter the formation of the company and the setting of the share\r\nparticipations. Exhibit S stated\nthat during the initial phase\r\nmembers had to conduct their accounts through their existing buying\r\norganisations because rebates\nusually ran to December of each year.\r\nIt follows that the eventual resignation of members from their old\r\nbuying organisations\nwas\ncontemplated.\r\nAfter the initial phase the buying organisation had to be established\r\nand second level members recruited. To recruit\nsmaller members and\r\nallow for their rebate income it was planned to carry their accounts\r\nand pay suppliers on their behalf. It\nwas not the intention to create\r\na franchise operation although it was envisaged that some sort of\r\n‘combining image’\nhad to be offered to smaller members. A\ntimetable\nwas annexed to Exhibit S\r\nrequiring the company to be established by 30 September 1998. Dates\r\nwere set for the establishment of\nthe company, for top members taking\r\nup their shares, for the opening of the buying office, for the\r\nrecruiting of second level members\nand for the administration and\r\naccounts system to be set up. The full organisation had to be\r\nfunctional by July 1999. Exhibit S\nalso contained an income and\r\nexpense budget, a\npro forma\nletter to suppliers (which\r\nincluded a statement that\nMr Leon\nVolschenk had been appointed as commercial manager) and a\r\ndraft acceptance form for taking up shares in the company. The last\r\nsection\ndealt with computer and software requirements, invoices and\r\nstatements.\n[2\n9\n]\r\nThe court a quo rejected the evidence of the first defendant that\r\nExhibit S was merely an ‘interim document’ and not\na\r\nspecific guide to be followed. I agree with this assessment. The very\r\nwording of Exhibit S reflects that it was a detailed business\nplan\r\nfor the establishment of BEC. This conclusion is supported by the\r\nreluctance of the defendants to admit its origin. The first\ndefendant\r\nat first said in evidence that he gave Exhibit S to his attorneys.\r\nAlthough a document substantially the same as Exhibit\nS was\r\ndiscovered before the trial, it was only admitted after Allie had\r\ngiven evidence and referred to it. The first defendant,\nmoreover,\r\ndenied in a discovery affidavit that there existed any documents\r\npertaining to the establishment of BEC or the buying\nforum. He also\r\ndenied, after the trial had commenced, that he was in possession of\r\nExhibit S or that it was prepared by him or\non his behal\nf.\r\nT\nhe trial court correctly drew the inference that the\r\ndefendants deliberately tried to conceal their role in the drafting\r\nof Exhibit\nS and the establishment of BEC. The trial court, moreover,\r\nrejected the contention that an amount of R1,5m was insufficient for\n\nthe establishment of a buying organisation. The manner of financing\r\nthe new organisation was detailed in Exhibit S, and it was\n\nspecifically stated that the capital of the company did not have to\r\nbe substantial. The founding members were at first going to\npurchase\r\nthrough their existing buying organisations but thereafter through\r\nBEC. Moreover, at the first meeting of the BEC board\non 17 November\r\n1998 it was resolved that members would initially have to pay for\r\ntheir purchases in advance.\nEstablishment of BEC\n[\n30\n]\r\nEvents after the distribution of Exhibit S confirm that the\r\ndefendants assisted\nin implementing\nthe\r\nbusiness plan. The first defendant instructed Van den Berg to see to\r\nthe establishment of BEC\n,\nwhich was\r\nregistered on 8 September 1998. The main business of BEC was to carry\r\non the business of a ‘buying organisation’.\nThe first\r\ndefendant provided both the name of the company and the description\r\nof its main purpose. An office was found and equipped.\nVolschenk and\r\nVan den Berg were appointed as managing director and secretary\r\nrespectively. The defendants were BEC’s first\ndirectors. Some\r\nof those who attended the meeting at the Little Switzerland Hotel\r\ntook up their shares and were appointed directors\nof BEC. The members\r\nof Sentra and Megasave who became members of BEC resigned, as\r\ncontemplated in Exhibit S, during February and\nMarch 1999, after BEC\r\nstarted operating.\n[\n31\n]\r\nThe minutes of the board meeting of BEC on 17 November 1998 confirm\r\nmost of these events. It was attended by some of the persons\nwho had\r\nattended the meeting at the hotel. Also present was the chairman of\r\nVerbruikers Groothandel. It was resolved that ‘an\noption be\r\nexercised to take up shares in The BEC in exchange for shares by The\r\nBEC in VGK’. Verbruikers was a competing buying\norganisation\r\nand the undisputed evidence for the plaintiff was that the first\r\ndefendant knew from early 1998 that\nit was\nfor sale. Verbruikers, the trial court found, would provide the\r\nvehicle through which the members of BEC could make their purchases.\n\nIt was resolved that the share capital of BEC was to be R1,5m and\r\nthat there would be 15 main shareholders with\nten\nboard members and\nfive\nexecutive\r\ndirectors. BEC was to function with a small capital base and members\r\ninitially had to pay for their purchases in advance.\nThe minutes show\r\nthat BEC was geared to start operating on 1 February 1999 and that\r\nmembers would be informed of the date on which\nbusiness would\r\ncommence so that they could resign their existing membership. Legal\r\nopinion on the correct procedure for resignation\nhad to be obtained.\r\nThe minutes of the meeting of 3 February 1999 reflect that the\r\nresignations of members of Sentra and Megasave\nhad been discussed\r\nwith attorneys. Negotiations with suppliers had already taken place\r\nand they required written resignations.\nThe conclusion of the trial\r\ncourt that BEC was established in breach of the defendants’\r\nobligations under their restraints\nseems unassailable.\nFunding of BEC\n[\n32\n]\r\nExtensive evidence of the funding of BEC by the defendants through\r\nthe Sengroep group of companies was led. MEGS was a wholly\nowned\r\nsubsidiary of Sengroep, the shares of which were held by DSAL,\r\nSuperbia and Desbel (all private companies). The three defendants\n\nwere directors of MEGS during 1998 and 1999. They were also directors\r\nof Sengroep and DSAL in 1998. Van den Berg was the secretary\nof most\r\nif not all of these companies. Howard, their auditor, described Van\r\nden Berg as the ‘de facto executive’ of\nthe group. In the\r\n1998 and 1999 financial years the third defendant and Van den Berg\r\nwere among the directors of Karaat (a private\ncompany associated with\r\nthe Sengroep group).\nThe latter\nwas also the secretary of BEC.\n[3\n3\n]\r\nThe account into which the funds flowed was an ABSA money market\r\naccount, the account holder of which was reflected as BEC in\nthe\r\nbooks of the bank on 28 October 1998. The account holder was\r\nsubsequently indicated as MEGS. The trial court concluded that\nthe\r\naccount was indeed that of BEC. The defendants in their\nconcise\nheads of argument filed at the request of this court admitted the\r\nfindings made by the trial co\nurt t\no the\r\neffect that the account was that of BEC.\nYet a\nday before this appeal was heard the defendants filed a supplementary\r\nnote seeking to withdraw the admissions including the admission\nthat\r\nthe money market account referred to ‘belonged’ to BEC.\r\nThe plaintiff had inadequate time to address the issues\nraised\r\nproperly.\n[3\n4\n]\nIt is not necessary\nto determine these\r\nissues. Clause 3 of the restraints prohibit the defendants from\r\nhaving an interest in or being involved with,\ndirectly or indirectly,\r\nin any capacity, including that of a financier\n,\r\na\ncompeting activity. The flow of funds commenced with a\r\ntransfer of R500 000 on 28 October 1998 from an account of MEGS\r\nto\nthe current account of Karaat. On the same day BEC’s current\r\naccount was credited with the amounts of R10 000 and R90 000\n\nand Karaat’s account debited accordingly. On that day an amount\r\nof R400 000 was transferred from Karaat’s current\naccount\r\nto the disputed BEC money market account. Further transfers were made\r\nfrom this account to BEC’s current account.\nMEGS also advanced\r\na loan of R500 000 to Volschenk during 1999 while the defendants were\r\nits directors. At that time they knew\nthat Volschenk was the managing\r\ndirector of BEC. The ‘transfer’ of this loan to Sengroep\n,\nand later to Desbel because the directors of Desbel had approved it\r\ndoes not detract from the conclusion that the defendants funded\nBEC\r\nthrough companies in the Sengroep group. Whether or not the disputed\r\nmoney market account belonged to BEC or MEGS is of no\nconsequence.\r\nThe fact is that both amounts originated from MEGS of which all three\r\ndefendants were directors at the relevant times.\nThey were\n,\ntherefore, directly or indirectly, involved as financiers in BEC. In\r\naddition, the evidence of the first defendant was that, since\nthey\r\nwere still involved with BEC during October 1998, he requested Van\r\nden Berg to have ‘’n paar rand beskikbaar’\nfor BEC.\r\nThe transfer of the R100 000 (in two amounts of R10 000 and\r\nR90 000) occurred, as he said, ‘in my\ntyd’. The\r\nfirst defendant also said that he did not put any money of his own\r\ninto BEC but that if they, the defendants, had\ncontributed then the\r\nfunds had to be returned. There is no evidence that th\ne\r\na\nmount of R100 000 was repaid after the defendants had\r\nallegedly withdrawn from BEC. If any person could have explained the\r\nmovement\nof the funds it would have been Van den Berg. The defendants\r\ndid not call him as a witness. The inference that the defendant\ns\n,\nin breach of their restraints\n,\nfinanced\r\nBEC is unavoidable.\nCausation\n[35]\r\nThe defendants submitted that the evidence did not establish that the\r\nmembers of Sentra and Megasave resigned as a result of\nany conduct on\r\nthe part of each defendant and that the plaintiff had not shown that\r\nthe resignations were not attributable to other\nfactors related to\r\ndissatisfaction with the plaintiff. In addition, it was submitte\nd\r\nt\nhat\r\nthe plaintiff had not demonstrated that there was a contract or some\r\nother relationship between the plaintiff and these members.\nThe trial\r\ncourt, it was argued, erred in not applying the ‘but for’\r\ntest to establish whether the conduct of the defendants\nwas the\r\nfactual cause of the resignations.\n9\nThe\r\nargument was that the trial court approached the issue on the basis\r\nthat the defendants bore\nsome\r\nor other\nburden\nof\r\nshowing\nthat\r\nthe members resigned for reasons other than those alleged by the\r\nplaintiff. This is not how I understand the judgment of the\ncourt a\r\nquo. In this court Combrinck AJA\nin\r\nreversing the order of absolution from the instance\nheld\r\nthat there was\nprima\r\nfacie\nevidence\r\nthat the\n11\nmembers\r\nhad resigned\nbecause\r\nof the conduct\nof\r\nthe defendants. The expression\nprima\r\nfacie\nevidence\n10\n‘\nis\r\nused to mean\nprima\r\nfacie\nproof\r\nof an issue the burden of proving which is upon the party giving that\r\nevidence. In the absence of further evidence from the\nother side, the\nprima\r\nfacie\nproof\r\nbecomes conclusive proof and the party giving it discharges his\r\nonus.’ I understand the judgment of the trial court\nto be\r\nsaying no more than this. Nor was the question whether the members\r\nwho resigned were members or buyers from Sentra and Megasave\ndisputed\r\nin evidence: they had all resigned.\n[36]\r\nThe witnesses for the plaintiff readily conceded that a large number\r\nof members resigned from Sentra and Megasave during the\nperiod\r\nfollowing September 1998 and that there was dissatisfaction among\r\nthem due to the policy of retaining rebates, the 1999\nincentive\r\nscheme, the opening of competing stores and stringent structural and\r\npolicy changes. The defendants relied on allegations\nto the effect\r\nthat some of the members resigned as a result of the incentive\r\npackage that was introduced at the end of 1998. Another\nmember who\r\nresigned had requested a special concession which was denied. Other\r\nmembers were upset about competing stores of Shoprite\nopening or the\r\nstructural changes that were introduced. The trial court found that\r\nthere was no admissible evidence of the reasons\nwhy the defendants\r\nresigned and that the defendants’ contentions were speculative.\r\nIn addition, it found that the resolution\ntaken by the BEC board at\r\nits meeting on 17 November 1998 that members would be advised when to\r\nresign from Sentra and Megasave\nimplied that the incentive packages\r\nfor 1999 could not have played a role in the decisions of four\r\nfounding members of BEC because\nthe package only became known in\r\nDecember 1998. The letters of resignation of these four members were\r\nworded in the same terms,\nall dated 3 February 1999, and faxed from\r\nBEC’s offices. The majority of members who resigned\nwere,\r\nby January 1999,\nreflected\r\nas members of BEC although they only resigned in February 1999. This\r\nindicates, as Combrinck AJA found, at least\nprima\r\nfacie\nthat\r\nthe resignations were consequences of the defendants’ conduct.\r\nIn the absence of evidence to the contrary the\nprima\r\nfacie\nproof\r\nbecomes conclusive.\n[37]\r\nEven if the facts relied upon by the defendants were established they\r\ndo not assist them. The essence of the plaintiff’s\ncase is that\r\nthe defendants acted in concert pursuant to a carefully contrived\r\nplan to establish, set up and finance BEC. This\nconduct constituted a\r\nbreach of clause 3.1 of each of the agreements in restraint of trade.\r\nThe resignations of the members were\nconsequences of this conduct:\r\nthese members would probably not have resigned but for the\r\nestablishment of BEC. A plaintiff suing\nfor breach of contract is, in\r\nany event, not required to show that the breach by the defendant was\nthe\ncause\r\nbut only that it was\na\ncause\r\nof the loss.\n11\nNor\r\nwas it necessary for the plaintiff to show particular acts of each\r\ndefendant that were causally linked to the resignation of\neach member\r\nof Megasave and Sentra. Each defendant is liable for the conduct of\r\nthe others individually or in co-operation with\nthe other in breach\r\nof their respective restraint agreements in order to achieve their\r\ncommon object.\n12\nTheir\r\nbreach, the establishment of BEC, led to the resignations of the\r\nmembers of Sentra and Megasave or contributed to it.\n13\nThe\r\ntrial court found that the defendants acted in concert in pursuit of\r\nthe common purpose to establish BEC. They intended members\nof Sentra\r\nand Megasave to resign and,\na\r\nfortiori\n,\r\ncaused their resignations.\n14\nIt\r\nfollows that the appeal should be dismissed.\nOrder\n[38] The appeal is\r\ndismissed with costs, including the costs of two counsel.\n_________________\nF R MALAN\nJUDGE OF APPEAL\nAPPEARANCES:\nFor Appellant: J G\r\nDickerson SC\nA\r\nSmalberger\nInstructed\r\nby:\nEdward Nathan Sonnenbergs\r\nInc\nCape Town\nMatsepes Inc\nBloemfontein\nFor Respondent: P Coetsee\r\nSC\nD van der Walt\nInstructed\r\nby:\nWerksmans Inc\nCape Town\nNaudes\nBloemfontein\n1\nClause\r\n\t1.2.2.18 of Part One of the SCEB sale.\n2\nP\r\n\tM Nienaber ‘\nCession\n’ 2 (2)\nLAWSA\n2 ed para 8. See in particular\nBotha\r\n\tv Fick\n[1994] ZASCA 184\n;\n1995 (2) SA 750\n(A) at 765 A-B.\n3\nRabinowitz\r\n\t& another v De Beers Consolidated Mines Ltd & another\n1958\r\n\t(3) SA 619\n(A) at 637B-C;\nDreyer &\r\n\tanother NNO v AXZS Industries (Pty) Ltd\n2006\r\n\t(5) SA 548\n(SCA) at 554E-H; 2 (2)\nLAWSA\n2ed para 8.\n4\nBotha\r\n\tv Fick\nat 762B-H and 778F-G.\n5\nSee\nBotha & another v Carapax\r\n\tShadeports (Pty) Ltd\n[1991] ZASCA 134\n;\n1992 (1) SA 202\n(A) 213A-B and at 214D-F where it was said: ‘[T]he\r\n\tobligationary agreement is the sale of the goodwill, including as it\n\n\tdoes the contractual right, while the transfer agreement by which\r\n\tthe right is conveyed to the purchaser, is constituted by the\n\n\tdelivery by the seller, and the acceptance by the purchaser, of the\r\n\tphysical possession of the business, pursuant to the sale.\nThe\r\n\tincorporeal assets comprising the goodwill are incidental to the\r\n\tbusiness itself and they are transferred together, in the\nintendment\r\n\tof the law. … I am convinced that nothing more is required by\r\n\tlaw to render the cession effective as between\ncedent and cessionary\r\n\t…’.\n6\n2\r\n\t(2)\nLawsa\n2\r\n\te\nd para 26.\n7\nABSA\r\n\tBank Ltd v Sweet & others\n1993\r\n\t(1) SA 318\n(C) 323B-C: ‘It is also now, it appears, accepted\r\n\tthat when a suspensive condition is fulfilled the contract and the\r\n\tmutual\nrights of the parties relate back to, and are deemed to have\r\n\tbeen in force from, the date of the agreement and not from the date\n\n\tof fulfilment of the condition, ie\nex\r\n\ttunc\n…’\n.\r\n\tAnd at 323H: ‘The effect of the aforegoing would therefore\r\n\tappear to be that rights acquired by third parties during the\nperiod\r\n\tof suspension would not be affected by the retroactivity in regard\r\n\tto the rights of the contracting parties’.\nSchalk\r\n\tvan der Merwe,\nL\r\n\tF\nvan\r\n\tHuyssteen,\nM\r\n\tF B\nReinecke\r\n\tand\nG\r\n\tF\nLubbe\nContract\r\n\tGeneral Principles\n3ed\r\n\t(2007) p 488 refer to Wolfgang Fikenscher and Andreas Heinemann\nSchuldrecht\n(2006)\r\n\tpara 59 II A 1 who state:\n‘\nAn\r\n\tagreement, according to which the claim should be transferred to the\r\n\tcessionary retroactively, ie with an effect of an earlier\ndate, can\r\n\tonly be construed as a cession of the claim with effect\nex\r\n\tnunc\n.\r\n\tThis is inevitable for the sake of the protection of the debtor. A\r\n\tretroactive cession is, as matter of principle, excluded\nand not\r\n\tconceivable. However, the parties to the cession are obliged to\r\n\ttreat each other as if the cession would have been effective\nat the\r\n\tearlier date, especially with respect to interest’ (my\ntranslation).\n8\nKPMG\r\n\tChartered Accountants (SA) v Securefin Ltd & another\n2009\r\n\t(4) SA 399\n(SCA) para 39.\n9\nInternational\r\n\tShipping Co (Pty) Ltd v Bentley\n1990\r\n\t(1) SA 680\n(A) at 700E-H.\n10\nEx\r\n\tparte The Minister of Justice: In re Rex v Jacobson & Levy\n1931\r\n\tAD 466\nat 478. See the discussion by\nD\r\n\tT\nZeffertt\nA\r\n\tP\nPaizes and A St Q Skeen\nThe\r\n\tSouth African Law of Evidence (formerly Hoffmann and Zeffertt)\n(2003) p 124 ff.\n11\nThoroughbred\r\n\tBreeders’ Association v Price Waterhouse\n2001\r\n\t(4) SA 551\n(SCA) para 66.\n12\nAetiology\r\n\tToday CC t/a Somerset Schools v Van Aswegen & another\n1992\r\n\t(1) SA 807\n(W) at 816C-E and compare\nNedcor\r\n\tBank Ltd t/a Nedbank v Lloyd-Gray Lithographers (Pty) Ltd\n2000\r\n\t(4) SA 915\n(SCA) para 10. The defendants were in a sense ‘joint\r\n\twrongdoers’ as the term is used in delict.\n13\nThoroughbred\r\n\tBreeders’ Association\npara 66:\r\n\t‘Where a plaintiff can prove that the breach of the defendant\r\n\twas\na\ncause\r\n\tof the loss (as opposed to\nthe\ncause thereof) he should succeed even if there\r\n\twas another contributing cause for the loss, be it an innocent one,\r\n\tthe actions\nof a third party … or, logically, the\r\n\tcarelessness of the plaintiff himself in failing to take reasonable\r\n\tprecautions\nto avoid it.’\n14\nI\r\n\tam not called upon to consider whether all the damages claimed is a\r\n\tconsequence of the resignations of the relevant members.",
  "scraped_at": "2026-02-12T15:18:19.365053",
  "date": "2011-03-11",
  "coram": [
    "BRAND",
    "NUGENT",
    "LEWIS",
    "MALAN",
    "MAJIEDT JJA"
  ],
  "case_number": "710/2008",
  "parties": {
    "applicants": [
      "Louis Johannes Jacobus Grobbelaar",
      "Daniel Johannes Monk Heyns",
      "Petrus Crous Welgemoed"
    ],
    "respondents": [
      "Shoprite Checkers Limited"
    ]
  },
  "sections": {
    "facts": "The dispute arises from Shoprite Checkers (Edms) Bpk (SCEB) purchasing the businesses of Sentra Koop Handelaars and Megasave on 23 November 1995. The defendants, who were senior officers and shareholders of those companies, were required to sign restraint‑of‑trade agreements with SCEB as a condition precedent to the sale, receiving R1.1 million each (first and second defendants) and R500 000 (third defendant). In August 1998 a rationalisation scheme transferred the entire SCEB business, including the goodwill and the restraint rights, to OK Bazaars (later renamed Shoprite Checkers) with a suspensive condition of Inland Revenue approval, which was granted on 27 October 1998. After the transfer, the defendants allegedly breached their restraints by establishing the Buying Exchange Company (BEC), a competing buying organisation, encouraging members of Sentra and Megasave to resign, disclosing confidential information and providing financial assistance. Between February and March 1999 a number of members resigned, which the plaintiff claimed caused it to lose income of approximately R8 million.",
    "issues": "1) Whether the plaintiff had acquired the rights arising from the restraint agreements before the alleged breaches occurred. 2) Whether the defendants breached the restraint‑of‑trade covenants. 3) Whether the breaches caused the resignation of the Sentra and Megasave members (causation). 4) Whether the plaintiff suffered loss that could give rise to a claim for damages.",
    "principles": "The court applied principles on the cession of rights, holding that a cession can be effective ex tunc when a suspensive condition is fulfilled, and that rights to enforce restraints passed to the purchaser upon the effective date of the sale. It reiterated that in breach of contract claims the plaintiff need only show the breach was a cause of loss, not the sole cause, and that prima‑facie evidence may be conclusive where the opposite party offers no rebuttal. Joint wrongdoers may be held liable for each other's conduct, and the burden of proof rests on the plaintiff to establish a causal link, which can be satisfied by reasonable inference.",
    "application": "The court found that the rights under the restraint agreements transferred to the plaintiff with effect from 1 November 1997, becoming enforceable once the Inland Revenue approval was obtained on 27 October 1998—well before the members’ resignations. Evidence showed that the defendants convened a meeting, drafted a detailed business plan (Exhibit S), financed BEC through related companies, and acted in concert to establish a competing buying organisation. The trial court’s finding that BEC was a true buying organisation, not a forum, and that the defendants were directly involved in its funding and governance, was upheld. The court held that the resignations were a foreseeable consequence of the defendants’ conduct, establishing the required prima‑facie causation.",
    "conclusion": "The appeal was dismissed. The defendants were held liable for breaching the restraint‑of‑trade agreements and for the damages resulting from the resignations of the Sentra and Megasave members. Costs of the appeal, including the costs of two counsel, were awarded to the plaintiff."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Restraint of Trade",
    "level_3": [
      "cessation of business",
      "damages",
      "contract breach",
      "causation",
      "joint liability"
    ]
  }
}