{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/26.html",
  "case_name": "Smithkline Beecham Consumer Brands (Pty) Ltd v Unilever Plc (423/93) [1995] ZASCA 26; 1995 (2) SA 903 (AD); [1995] 2 All SA 339 (A) (27 March 1995)",
  "citation": "[1995] ZASCA 26",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 26\n|\nNoteup\n|\nLawCite\nSmithkline Beecham Consumer Brands (Pty) Ltd v Unilever Plc (423/93) [1995] ZASCA 26; 1995 (2) SA 903 (AD); [1995] 2 All SA 339 (A) (27 March 1995)\nDownload original files\nPDF format\nRTF format\nCase No\n:\n423/93\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nSMITHKLINE BEECHAM CONSUMER BRANDS (PTY) LTD\n(formerly known as BEECHAM SOUTH AFRICA (PTY) LTD\n) ...\nAppellant\nAND\nUNILEVER PLC\nRespondent\nCoram\n: CORBETT CJ, JOUBERT, STEYN, EKSTEEN JJA et OLIVIER AJA\nHeard\n: 17 February 1995\nDelivered\n: 27 March 1995\nJUDGMENT EKSTEEN\n, JA :\nIt appears from the papers before us that the appellant company has been\nselling striped toothpaste in South Africa since 1974. Originally\nthe stripes\nwere in a combination of blue and white, but since 1984 it has also sold a\nthree-coloured toothpaste in blue, red and\nwhite, and, since 1986, also in\ngreen, red and white. In 1988 the sales of appellant's striped toothpaste in\nSouth Africa amounted\nto some R25 149 000 and comprised 22.2% of the total South\nAfrican market for toothpaste. Over the years the appellant advertised\nits\nstriped toothpaste range extensively at considerable expense.\n..... / 2\n2\nThe appellant applied to the Registrar of Trade Marks for the\nregistration of seven different trade marks. All the applications were\nin class\n3 in respect of toothpaste and dentifrices included in that class.\nThese applications were opposed by the respondent. The respondent, it\nappears, is also a seller of toothpaste, and is the proprietor\nof a trade mark\nregistered on 7 May 1973 for a striped toothpaste in class 3 in respect of\ndentifrices. The respondent objected to\nthe registration of the applicant's\nproposed trade marks on the basis that they offended against the provisions of\nsection 17(1)\nof the Trade Marks Act No 62 of 1963 (\"the Act\") in that\n..... / 3\n3\nthey so resembled respondent's registered trade mark that they\nwould be likely to deceive or cause confusion.\nThe matter came before the\nAssistant Registrar of Trade Marks in terms of section 29 of the Act, and on 27\nApril 1992 he refused all\nseven applications with costs. The appellant thereupon\nappealed to the Full Bench of the Transvaal Provincial Division, in terms\nof\nsection 30 in respect of six of the applications. The seventh application was\nexpressly abandoned at the appeal. This appeal was\nunsuccessful and the\nappellant now appeals to this Court in terms of section 63 of the Act.\nIn the light of the form the proceedings have taken there are presently six\nseparate appeals\n..... / 4\n4 before us, i e one in respect of each of the six\ntrade marks that the appellant seeks to register. The principles applicable in\neach case are however identical. This prompted both the Assistant Registrar and\nthe Court a quo to deal with all six applications\nin one compendious judgment. I\nshall also deal with all the present appeals in this one judgment.\nThe respondent's trade mark is as follows:\n72/2327. in Class 3: Dentfrices. in (the name of Unilever Limited, i British\ncompany of Port Sunlight. Address England. Address for\nservice: Messs Spoor\n& Fisher. Masada.\nBuildings. Paul Kruger Street. Pretoria.\nRegistration of this trade mark (shall not confer exclusive rights to the use\nof the brush and tube device.\nThe essential and distinctive feature: of the mark are the red strings in\nwhite tooth paste as depicted in the representaion affixed\nto the application\nform. Associated with No. 70X167.\nSection 24 (1) (b) application. Filed 24 May 1972.\nAs can be seen it depicts a piece of white toothpaste\nwith two red stripes in it, being squeezed from a tube\ninto the bristles of a toothbrush. All this is dis-\n.... / 5\n5\nplayed against a dark background. Immediately below\nthe representation the following disclaimer appears,\nviz\n\"Registration of this mark shall not confer exclusive rights to the use of\nthe brush and tube device\"\nand then it goes on to say\n\"The essential and distinctive features of the mark are the red stripes in\nwhite tooth paste as depicted in the representation affixed\nto the application\nform\" - i e the representation reproduced above.\nThe six trade marks which the appellant now\nseeks to have registered are numbered 82/7640, 82/8530,\n82/8767, 82/8768, 82/8769 and 83/5167 and are the\nfollowing:\n.... / 6\nSEE ORIGINAL JUDGMENT PAGE\nSEE ORIGINAL JUDGEMENT PAGE\n7\nAs can be seen three of these marks de-pict pieces of\ntoothpaste on a toothbrush, and the other three merely, what the Assistant\nRegistrar\nand the Judge a\nquo\nrefer to as a \"slug\" of toothpaste -an\ninelegant and repellent description which tends to conjure up an unpalatable\nassociation with\nthe slimy gasteropod which is the bane of many a gardener's\nlife. For lack of a better word I shall simply refer to it as a \"piece\"\nof\ntoothpaste. In each instance the mark is displayed against a white background.\nIn the first five the appellant limits its rights\nto the colours as depicted in\neach of the respective representations. The only exception is 83/5167 where\nthere does not appear to\nbe any such limitation.\n.... / 8\n8\nIn the course of his argument before us, however,\nMr\nPuckrin\nwho appeared on behalf of the appellants,\ntendered a limitation in respect of that trade mark\ntoo, to the colours depicted in the representation\ntogether with a disclaimer of the brush.\nThe respondent's objection to appellant's\napplication for the registration of these trade marks\nwas based on the provisions of section 17(1) of the Act.\nThe relevant provisions of that section read as follows:\n\"17(1) .... no trade marks shall be registered if it so resembles a trade\nmark belonging to a different proprietor and already on\nthe register that the\nuse of both such trade marks in relation to goods or services in respect of\nwhich they are sought to be registered,\nand registered, would be likely to\ndeceive or cause confusion.\"\n..... / 9\n9\nThe touchstone is therefore whether there is such\na degree of similarity between the respond-ent's trade mark and those of the\nappellant\nas to give rise to the likelihood of consumer deception or con-fusion.\nThe ultimate function of a trade mark is, after all, to be\na source of\nidentification. It is defined in section 2 of the Act as\n\"a mark used or proposed to be used in re-lation to goods .... for the\npurposes of\n(a)\nindicating a connection in\nthe course of trade between the goods .... and some person ....\nand\n(b)\ndistinguishing the goods .... in\nre-lation to which the mark is used or proposed to be used, from the same kind\nof goods .... connected\nin the course of trade with any other\nperson.\"\nThe onus of proving that there is no\nlikelihood of consumer deception or confusion must\n...../ 10\n10\nrest on the appellant who is seeking such registration. I\nagree with the conclusion arrived at by Harms J in\nThe Upjohn Company v Merck\nand Another\n1987 (3) SA 221\n(T) at p 224 that the word \"unlikely\" in section\n17(1) must refer to a reasonable possibility, in contradistinction to a\nreasonable\npossibility.\nHow a court should approach an issue such as the one confronting us has been\nconsidered in a vast array of judgments. The salient\nguidelines have been\nconveniently summarised by the present Chief Justice in\nPlascon-Evans Paints\nLtd v Van Riebeeck Paints (Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A) where at p 641 he\nremarks that the comparison must have regard to \"the similarities and\ndifferences in the two\n...... / 11\n11\nmarks, an assessment of the impact which the defendant's marks would make\nupon the average type of customer who would be likely to\npurchase the kind of\ngoods to which the marks are applied. The notional customer must be conceived of\nas a person of average intelligence,\nhaving proper eyesight and buying with\nordinary caution. The comparison must be made with reference to the sense, sound\nand appearance\nof the marks. The marks must be viewed as they would be\nencountered in the market place and against the background of relevant\nsurrounding\ncircumstances. The marks must not only be considered side by side,\nbut also separately. It must be\nborne in mind that the ordinary purchaser may encounter goods, bearing the\ndefendant's mark, with an imperfect recollection of the\nregistered mark and due\nallowance must be made for this. If each of the marks contains a main or\ndominant feature or idea the likely\nimpact made by this on the mind of the\ncustomer must be taken into account. As it has been put, marks are remembered\nrather by general\nimpressions or by some significant or striking feature than by\na photographic recollection of the whole. And finally\n....... / 12\n12\nconsideration must be given to the manner in which the marks\nare likely to be employed as, for example, the use of name marks in conjunction\nwith a generic description of the goods.\"\nThe case I have just referred to was one of infringement of a registered\ntrade mark under section 44 of the Act, but the principles\nto be applied in\ncomparing the competing marks, are equally applicable to the issue before us.\nNaturally all the criteria referred\nto might not necessarily find application to\nthe facts of the present case, but they are nevertheless instructive as to the\ngeneral\nambit of the enquiry. (See too\nAmerican Chewing Products Corporation\nv American Chicle Company\n1948 (2) SA 736\n(A);\nLaboratoire Lachartre SA v\nArmour-Dial Incorporated\n....... / 13\n13\n1976 (2) SA 744\n(T).)\nAn important feature in the present case\nis the colour combination in the\nvarious marks. In\nthe registration of respondent's mark it is\nexpressly\nstated that\n\"the essential and distinctive features of the mark are the red stripes in\nwhite tooth paste.\"\nThese features - viz the red stripes in white toothpaste - are what\nrespondent explicitly relies on to make its mark distinctive;\ni e to distinguish\nits toothpaste from the toothpaste of another not connected with it in the\ncourse of trade (see section 12 of\nthe Act). Section 40 of the Act provides that\n-\n...... / 14\n14\n\"40(1) A trade mark may be limited in whole or\nin part to a particular colour or colours, and in case of any application for\nthe registration of a trade mark the fact that the trade\nmark is so limited\nshall be taken into consideration by any tribunal in deciding whether it is\ndistinctive or not. (2) In and so\nfar as a trade mark is registered without\nlimitation of colour, it shall be deemed to be registered for all colours.\"\nHere the respondent did not seek to register his mark for all colours but\nchose to limit it, for the purposes of distinguishing it\nfrom other marks, to\nthe red stripes in white toothpaste. Mr\nGinsburg\nwho appeared on behalf\nof the respondent, conceded in argument, as indeed he was bound to do, that the\nwords I am considering, amounted\nto a limitation as to the particular colours as\nenvisaged by section 40. This,\n...... / 15\n15\nto my mind, seems to be an important consideration in the present case.\nRespondent must be seen not to have sought, nor to have obtained,\na monopoly on\nthe use of any striped toothpaste in a trade mark, but only to the use of red\nstripes in white toothpaste. Due regard\nmust be had to this in considering the\ndegree of similarity between respondent's mark and each of the appellant's\nmarks.\nAnother feature to be borne in mind when comparing the marks is the\ndisclaimer registered against respondent's mark viz that such\nregistration does\nnot confer exclusive rights to the brush and tube device depicted in its mark.\nThe reason for this disclaimer seems\nto have been that the toothbrush and\n....... / 16\n16\nthe tube are common to the trade in toothpaste, or otherwise that they are of\na non-distinctive character (cf section 18 of the Act).\nIn the present case it\nwas common cause that these are common to the trade and it was not disputed that\nthey, in themselves, are\nof a non-distinctive character. Mr\nGinsburg\n,\nhowever, submitted that despite the disclaimer, the court was nevertheless to\nhave regard to the whole mark, including the disclaimed\nmatter, in its\ncomparison of the various marks. This would mean that those marks of the\nappellant which depict a piece of toothpaste\non the bristles of a toothbrush\nmust be compared with respondent's mark which also depicts a piece of toothpaste\non the bristles\nof a toothbrush. For purposes\n....... / 17\n17\nof comparison, therefore, the disclaimers would carry very\nlittle if any weight. He relied for this submission on the decision of\nthis\nCourt in\nRegistrar of Trade Marks v American Cigarette Co\n1966 (2) SA 563\n(A). This case concerned the refusal by the Registrar of Trade Marks of an\napplication to register a trade mark in respect of cigarettes.\nThe mark the\napplicant sought to register consisted of\n\"a man, dressed in the elaborate uniform of an officer in a more leisurely\nage standing upon a substantial pedestal, on the front\npanel of which appear the\nwords 'Lafayette of Yorktown Fame 1737-1834'.\" (p 569 G-H)\nThe Registrar refused to register this mark because\nof its resemblance to another mark already on the\nregister in respect of similar goods. This mark\n....... / 18\n18\nconsisted of\n\"a male figure, holding a pistol and wearing a cocked hat and a frock coat,\nstanding, with trousers thrust into high top-boots, above\nbold printing reading\n'20 cigarettes'. Above the man's hat, appears, in even bolder printing, the word\n'Lafayette'.\" (p 569H-570A)\nBoth the word \"Lafayette\" and the numeral \"20\" were\ndisclaimed.\nIn the course of his judgment in this\nCourt, Ogilvie Thompson JA remarked at p 572 E-F that\n\"The circumstance that the proprietor of mark 61/0743\"\n(i e the mark which was already on the register)\n\"has, by reason of the disclaimer, no exclusive right to the word 'Lafayette'\ndoes not necessarily preclude the possibility of confusion\nor deception\noccurring among members of the smoking public in the event of\n....... / 19\n19\napplicant's cigarettes and tobaccos being marketed under its proposed\nmark.\"\nHe summarized this view succintly in the aphorism that\n\"A disclaimer does not go out into the market with the goods for sale\"\ni e that since the consumer public would be unaware of the terms of the\nregistered disclaimer confusion would not necessarily be excluded\nmerely by such\ndisclaimer.\nAfter contrasting the facts of the case he was considering with those in\nRe Loftus' Trade Mark\n11 RPC 29\n, the learned Judge went on to say - (at p\n574 G-H)\n\"In the present case, unlike Loftus' case, the relevant disclaimed word -\n'Lafayette' - is not one of mere commendation but, on the\ncontrary, is the\nsomewhat striking - and, I venture to think, in this country, relatively\n..... / 20\n20\nunfamiliar - name of an historical figure. In relation to such\ncircumstances, I concur in the view advanced in Chowles and Webster,\n'South\nAfrican Law of Trade Marks', p 61 that -\n'the presence of a word or words, which although disclaimed, are less well\nknown and are less currently used, may result in confusion'.\nIn short, regard\nmust, in my judgment, be had, not merely to the existence of a disclaimer, but\nalso to the nature of what is disclaimed.\"\nThis seems to me to have been the basis upon which the Court in that case\ncame to the con-clusion that, in comparing the marks as\na whole - i e having\nregard to the device together with the dis-claimed feature, there was such a\nsimilarity as to be reasonably\nlikely to cause confusion. Although, therefore,\nthe word \"Lafayette\" was expressly disclaimed it was nevertheless such a\ndominant\nfeature of both marks,\n..... / 21\n21\nand was, in this country at any rate, so striking and unusual, that if used\nin both marks deception and confusion would be likely\nto ensue. Where a\ndisclaimed feature is so dominant or so striking as it was in that case, it may\nwell have the effect of overriding\nany differences which might be apparent in\nthe devices themselves. The ultimate test is, after all, as I have already\nindicated,\nwhether on a comparison of the two marks it can properly be said that\nthere is a reasonable likelihood of confusion if both are to\nbe used together in\na normal and fair manner, in the ordinary course of business. Where the\ndisclaimed features are common to the\ntrade, or are of such a commonplace and\nnon-distinctive character as the\n..... / 22\n22\nbrush and tube device in the present case, then full effect\nshould be given to the disclaimer. Although one would still have regard\nto the\nmarks as a whole, the disclaimed features will, in such event, be of less\naccount than if they had been more dominant or striking.\nIn\nLoftus\n' case\n(\nsupra\n) the two marks appertaining to whisky differed\ntoto caelo\nexcept for the words \"Unco guid\" which were common to both, and which had been\ndisclaimed by the registered proprietor. These words\nare clearly commendatory in\ncharacter, and, as such, unlikely to confuse. This, no doubt, prompted North J\nto remark (at p 33 of\nthe report) that\n\"I must say, looking at these marks myself, I come to the conclusion that\nthere is not any such resemblance as to be calculated to\n...... / 23\n23\ndeceive. I do not see how the use in one of what\nis admitted by both to be common property, and not exclusively belonging to\neither,\ncan in itself be sufficient to make the mark containing the words\ndisclaimed by the first calculated to deceive when used by the\nsecond.\"\nIn the final result, therefore, this Court must have regard to the degree of\nsimilarity or dissimilarity between the appellant's marks\nand that of the\nrespondent. Bearing in mind the principles I have ennuciated above, we must seek\nto envisage the circumstances in\nwhich confusion is or is not likely to\narise.\nIn considering these marks the Assistant Registrar came to the conclusion\nthat\n\"Visually, these marks are almost identical. Even when subjected to close\nscrutiny, the marks disclose hardly any points of difference.\"\n..... / 24\n24\nThis view was fully subscribed to by the Full Bench in its\njudgment. To my mind, however, this view is, to say the least of it, grossly\noverstated. When one has regard to them there are obvious and significant\ndifferences.\nIn the first place, as I have pointed out, respondent has no monopoly of all\nforms of striped toothpaste but is subject to a limitation\nas to colour, viz red\nstripes in white toothpaste. Due regard must be given to this limitation.\nAppellant's trade mark 82/7640 depicts\na piece of toothpaste, without any brush\nor tube device, consisting of blue and white stripes. Respondent's marks depicts\nwhat is\nclearly a piece of white toothpaste with two narrow stripes\n..... / 25\n25\nrunning horizontally along its whole length up to where it emerges from the\nmouth of the tube. Appellant's mark on the other hand\nhas no such narrow\nstripes. The so-called \"stripes\" appear to be of equal width, so that it cannot\nreally be said to be piece of\nwhite toothpaste with a blue stripe in it, or a\npiece of blue toothpaste with a white stripe in it. Indeed, if stripes they be,\nthey\nbear no resemblance to the form of the stripes appearing on respondent's\nmark. The background of appellant's mark, too, is white\nin contradistinction to\nrespondent's dark background. Comparing these two marks as a whole there are\nsig-nificant differences, and\nif one furthermore has regard to the respondent's\nlimitation as to colours,\n.... / 26\n26\nthe differences are simply accentuated.\nMuch the same considerations apply\nin respect of the comparison between appellant's marks 82/8768 and 82/8769, on\nthe one hand, and\nrespondent's mark on the other. Both these marks of the\nappellant consist of rather stylized representations of a piece of toothpaste\nwith, in one case, green, white and red stripes, and in the other blue, white\nand red stripes. Again the stripes appear to be of\nmore or less the same width,\nso that one cannot describe the piece of toothpaste as being of any one of these\ncolours. In fact the\n\"stripes\" may perhaps be more accurately described as\ncoloured \"layers\" of equal thickness laid one upon the other. Again the\nbackground\nis white\n...... / 27\n27\nand the brush and tube device is absent. So even comparing the marks as a\nwhole, significant differences are apparent, and respondent's\nlimitation as to\ncolour merely serves to underline these differences.\nAppellant's marks 82/8530, 82/8767 and 83/5167 all depict a piece of\ntoothpaste on the bristles of a toothbrush against a white background.\nThere is,\nhowever, no representation of a tube in any of them. The piece of toothpaste is,\nin each case, highly stylized. In the\nfirst of these marks, the piece of\ntoothpaste has equally wide stripes or layers coloured red, white and blue, in\nthe second mark\nred, white and green and in the third white and blue. In this\nlatter mark the white section is considerably broader than the\n...... / 28\n28\nblue portion. It appears to be a piece of white toothpaste\nwith a topmost section of blue. One could not, by any stretch of imagination,\ndescribe it as a piece of white toothpaste with blue stripes. In the first place\nthere are no stripes in the piece, such as are depicted\nin respondent's mark,\nbut merely a blue layer on top of the piece of white toothpaste. The device of\nthe brush is common to both\nappellant's and respondent's marks in these\ninstances, although the actual representations differ in certain insignificant\nrespects.\nIn the light of respondent's disclaimer of the commonplace and\nnon-distinctive representation of a brush - an object common to the\ntrade in\ntoothpaste - not much can be made of this\n...... / 29\n29\nsimilarity. None of the pieces of toothpaste - except that depicted in\n83/5167 - can be said to be white, and none of them have the\ntype of red stripes\nappearing in the respondent's mark.\nThere are, therefore, in my view, very\nreal differences between respondent's mark and each of appellant's marks, and\nthey can hardly\nbe described as '(almost identical\". The question then is\nwhether they are so different as to obviate the probability of confusion\nor\ndeception in the mind of a consumer of average intelligence buying with ordinary\ncaution, and who may have but an imperfect recollection\nof respondent's mark.\nComparing the marks as a whole, with due regard to the limitations as to colour\nand\n...... / 30\n30\nthe disclaimer, the impression left on me is that the differences are so\nsignificant that it is unlikely that the consumer I have\npostulated would be\nconfused as to the origin of the goods. The narrow red stripes in an otherwise\nordinary white piece of toothpaste\nas depicted in respondent's mark against a\ndark background is such a distinctive feature, and one which is not present in\nany of\nthe appellant's marks, that I do not think that there is any reasonable\nlikelihood that the ordinary consumer, of average intelligence,\nhaving proper\neyesight, and buying with ordinary caution, would be confused as to the origin\nof the toothpaste he or she is buying,\nnor be deceived into thinking that there\nmay be some connection between the two.\n..... / 31\n31\nThe stripes, if they may be so called, in appellant's mark\ndiffer so significantly, not only in colour, but also in form, that there\nseems\nto me to be scant room for confusion. It is perhaps worthy of mention that\ndespite the fact that the appellant has been marketing\nits striped toothpaste\nsince 1974 there does not appear to have been any confusion during all these\nyears, between its toothpaste\nand that of the respondent. The respondent does\nnot, in its papers, suggest that any such confusion has ever arisen.\nIn all the circumstances, therefore, I am of the view that the Assistant\nRegistrar of Trade Marks was wrong in the conclusion to which\nhe came. He ought\nto have accepted each of the appellant's proposed trade marks\n...... / 32\n32\nfor registration, with the one qualification, as tendered by\nMr\nPuckrin\nin argument before us that mark 83/5167 should be limited to\nthe colours white and blue as depicted, and that there be a disclaimer\nas to the\ndevice of the toothbrush.\nIn the result therefore it is ordered that\n(1)\nthe six appeals are allowed\nwith costs, such costs to include the costs of two\ncounsel;\n(2)\nthe order made by the Court a\nquo\nis set aside and for it the following order is substituted viz\n-\nthe order of the Assistant Registrar in respect of\nthe six appeals before the Court\n..... / )33\n33\nis set aside and replaced by an order granting the application with costs\nagainst the opponent in each case, with the qualification,\nhowever, that the\nmark 83/5167 in the sixth appeal be limited to the colours white and blue as\ndepicted in the application, and with\na disclaimer of the exclusive right to use\nthe toothbrush device.\nJPG EKSTEEN, JA\nCORBETT, CJ\t)\nJOUBERT, JA\t)\nconcur\nSTEYN, JA\t)\nOLIVIER, AJA\t)",
  "scraped_at": "2026-02-12T05:57:13.467382",
  "date": "1995-03-27",
  "coram": [
    "CORBETT CJ",
    "JOUBERT",
    "STEYN",
    "EKSTEEN JJA",
    "OLIVIER AJA"
  ],
  "case_number": "423/93",
  "parties": {
    "applicants": [
      "SMITHKLINE BEECHAM CONSUMER BRANDS (PTY) LTD"
    ],
    "respondents": [
      "UNILEVER PLC"
    ]
  },
  "sections": {
    "facts": "The appellant, Smithkline Beecham Consumer Brands (Pty) Ltd, has sold striped toothpaste in South Africa since 1974, with various colour combinations. In 1988 its striped toothpaste accounted for 22.2% of the South African market. The appellant applied to register seven trade marks for toothpaste (class 3) which were opposed by the respondent, Unilever PLC, who already owned a registered mark for a striped toothpaste featuring red stripes in white toothpaste. The Registrar refused all seven applications. The appellant appealed the refusal of six of the marks (the seventh was abandoned) to the Full Bench of the Transvaal Provincial Division, which also dismissed the appeal. The matter now comes before the Supreme Court of Appeal on six separate appeals concerning the six remaining trade marks.",
    "issues": "Whether the appellant’s six proposed trade marks are likely to deceive or cause confusion with the respondent’s earlier registered mark in breach of section 17(1) of the Trade Marks Act, taking into account the colour limitation of the respondent’s mark under section 40 and the effect of the disclaimer attached to the respondent’s mark.",
    "principles": "The court applied the test in section 17(1) that requires a reasonable possibility of confusion, using the guidelines from Plascon‑Evans Paints Ltd v Van Riebeeck Paints (Pty) Ltd on similarity of marks, the impression on the average consumer of ordinary intelligence and caution, and the significance of dominant features. Section 40(1) allows a trade mark to be limited to particular colours, which must be considered when assessing distinctiveness. The effect of a disclaimer was examined in light of Registrar of Trade Marks v American Cigarette Co, noting that a disclaimer does not automatically eliminate confusion unless the disclaimed element is of a common, non‑distinctive nature.",
    "application": "The court compared each of the appellant’s marks with the respondent’s mark. It noted that the respondent’s mark is limited to red stripes in white toothpaste, whereas the appellant’s marks use different colour combinations (blue‑white, green‑red‑white, etc.) and different stripe configurations, often without any brush or tube device. The background colours also differed. Because the respondent’s colour limitation was strictly to red stripes in white toothpaste, the appellant’s marks were found to be significantly different. The disclaimer on the respondent’s mark, covering the toothbrush and tube, was deemed of little weight as those elements are common to the trade. Consequently, the likelihood of confusion was assessed as remote.",
    "conclusion": "The Supreme Court of Appeal held that the Registrar’s refusal was incorrect. All six appeals were allowed with costs. The order of the Court a quo was set aside and replaced with an order granting registration of the six trade marks. The sixth mark (83/5167) was limited to the colours white and blue as depicted and was subject to a disclaimer on the toothbrush device."
  },
  "tags": {
    "level_1": "Intellectual Property",
    "level_2": "Trade Marks",
    "level_3": [
      "likelihood of confusion",
      "colour limitation",
      "disclaimer"
    ]
  }
}