{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/76.html",
  "case_name": "Marcard Stein & Company v Port Marine Contractors (Pty) Ltd. and Others (533/94) [1995] ZASCA 76; 1995 (3) SA 663 (AD); [1995] 2 All SA 657 (A) (1 June 1995)",
  "citation": "[1995] ZASCA 76",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 76\n|\nNoteup\n|\nLawCite\nMarcard Stein & Company v Port Marine Contractors (Pty) Ltd. and Others (533/94) [1995] ZASCA 76; 1995 (3) SA 663 (AD); [1995] 2 All SA 657 (A) (1 June 1995)\nDownload original files\nPDF format\nRTF format\nCase No 533/94\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE\nDIVISION)\nIn the appeal of:\nMARCARD STEIN &\nCOMPANY\nAppellant\nversus\nPORT MARINE\nCONTRACTORS\n(PROPRIETARY) LIMITED\nFirst\nRespondent\nDORBYL LIMITED\nSecond\nRespondent\nNATSHIP MARINE SUPPLIERS\n(DURBAN)\n(PROPRIETARY) LIMITED\nThird Respondent\nTEXACO\nLIMITED\nFourth Respondent\nELLERMAN &\nBUCKNELL\n(PROPRIETARY) LIMITED\nFifth Respondent\nGULF & CONTINENTAL BUNKER FUELS\nCOMPANY\nLIMITED\nSixth Respondent\nTHE FUND CREATED BY THE SALE\nOF THE M V \"VICKY\"\n(formerly the\nm v \"GULF TRADER\")\n.\t\tSeventh\nRespondent\nCORAM\n: CORBETT CJ, BOTHA, NESTADT, NIENABER et MARAIS JJA.\nDATE OF HEARING\n: 22 May 1995\nDATE OF JUDGMENT\n: 1 June 1995\nJUDGMENT\n/\nCORBETT CJ\n:\n2\nCORBETT CJ\n:\nThis appeal raises the interesting and important question, where laws\nconflict, as to which system of law governs the transfer of\nthe ownership of a\nship. The question arises in this way.\nOn 20 May 1992 a corporation\nknown as London Steamship Owners Mutual Insurance Association Ltd (\"London\nSteamship\") caused the m v\n\"Gulf Trader\" to be arrested, while she was berthed\nin the East London harbour, in pursuance of an action in rem instituted by\nLondon\nSteamship for payment of the sum of US$ 870 048,89 in respect of some\n(unspecified) maritime claim. (The name of the vessel was subsequently\nchanged\nto the m v \"Vicky\", but I shall continue to refer to her as the \"Gulf Trader\".)\nOn 23 May 1992 the \"Gulf Trader\" was again\narrested in rem at the instance of\nGulf & Continental Bunker Fuels Co Ltd (\"Gulf & Continental\") in an\naction for the recovery\nof US$ 35 625,00 for the supply of bunkers during April\n1992. The \"Gulf Trader\" was released from the first\n3\narrest in mid-July, but the second arrest remained in place until the\nvessel was sold by public auction in terms of an order of the\nEastern Cape\nDivision, exercising its admiralty jurisdiction in terms of this Admiralty\nJurisdiction Regulation Act 105 of 1983 .\nThe sale took place on 29 September\n1992 and the vessel realised the sum of US$ 800 000,00. And on 22 October 1992\nthe same Court\n(which is also the Court a quo) made an order appointing a\nreferee and making provision for his powers and functions in respect of\nthe fund\nconstituted by the proceeds of the sale.\nThe referee completed his\nreport on 18 March 1993. It records that a number of creditors proved claims\nagainst the; fund, including\na German bank, Marcard Stein & Co (\"Marcard\nStein\"). Marcard Stein submitted a claim and an alternative claim. The claim was\nbased upon a cession to it of the aforementioned claim of London Steamship. The\nalternative claim was based upon a mortgage bond\nregistered over the vessel in\nfavour of Marcard Stein for US$ 16,5\n4\nmillion on 1 June 1992. Marcard Stein also objected to the claims of\nvarious other creditors on the ground that on 29 May 1992 the\nthen owner of the\n\"Gulf Trader\", Verena Shipping Company (\"Verena\"), sold the vessel by bill of\nsale executed in London to Alvo Shipping\nCompany Limited (\"Alvo\"). The objector\nfurther alleged that Alvo had taken delivery of the vessel and that registration\nof the sale\nhad taken place in the registry of Bahamian ships, maintained in\nLondon, on 1 June 1992. On the basis of this sale Marcard Stein\nobjected to the\nclaims of all claimants who had not instituted an action in rem against the\nvessel prior to 29 May 1992 or who did\nnot have a maritime lien over the\nvessel.\nThe referee confessed that he was unable to deal with the\nissues arising from this alleged sale and delivery of the vessel and suggested\nthat a ruling by the Court be obtained thereon. This resulted in six of the\ncreditors who had proved claims against the fund making\napplication to the Court\na quo for an order, inter alia, that the\n5\nsums claimed by them respectively be paid to them from the fund. Of the\nsix applicants only one, viz Gulf & Continental (the sixth\napplicant below)\nhad arrested the vessel in rem prior to the sale; and none of them enjoyed a\nmaritime lien in respect of its claim.\nThe fund was cited as respondent. Marcard\nStein intervened and repeated its objection to the claims of the first five\napplicants\nand save for the claim of the sixth applicant (Gulf &\nContinental) prayed that the application be dismissed and that the first\nfive\napplicants pay the costs thereof.\nThe matter came before Kroon J in\nthe Court a quo. He held that the applicants had made out a case for the relief\nwhich they sought\nand made an order granting it. With the leave of the Judge a\nquo, Marcard Stein now appeals to this Court, seeking a reversal of\nthe decision\nof the Court a quo and citing as respondents the six applicants below and the\nfund. No order is asked for as against\nthe sixth applicant (now sixth\nrespondent).\n6\nBefore us it was common cause that the case hinged on two basic\nquestions, viz:\n(a)\twhether in law the execution of the bill of sale on 29 May 1992 by\nitself (i e without delivery) resulted in the ownership of\n(or property in) the\n\"Gulf Trader\" passing from Verena to Alvo; and\n(b)\tassuming the answer to (a) to be in the negative and some form of\ndelivery to be required, whether this in fact took\nplace.\nIt was further common cause that if both\nquestions were to be answered in the negative, then the objection to the claims\nof the first\nfive respondents and the appeal should fail; whereas if either\nquestion were to be answered in the affirmative, the objection and\nthe appeal\nshould be upheld. I shall deal with these questions in turn.\n7\nPASSING OF OWNERSHIP (OR PROPERTY)\nIt is a fundamental\nprinciple of our common law that ownership in corporeal movable property cannot\npass by virtue of a contract of\nsale alone: there must, in addition, be at least\nproper delivery of the contract goods to the purchaser (see\nLendalease\nFinance (Pty) Ltd v Corporacion De Mercadeo Agricola and Others\n1976 (4) SA\n164\n(A), at 489H - 490A). When, however, a South African court exercises its\nadmiralty jurisdiction in terms of the Act in a case such\nas this, it is\nrequired to apply English admiralty law, including the relevant principles of\nEnglish private international law (see\nTransol Bunker BV v M V Andrico Unity\nand Others: Grecian-Mar SRL v M V Andrico Unity and Others\n1989 (4) SA 325\n(A), at 334C - 336B). Upon this there was no dispute between the parties. They\nwere also agreed that in terms of English domestic\nlaw a ship is regarded as a\npersonal chattel and that the bill of sale, duly sealed, signed and delivered,\nwould have caused the\nproperty in the vessel to\n8\npass to the purchaser ; delivery was not necessary. It also appears that\nthe law of the Commonwealth of the Bahamas, which generally\napplies English law,\nis to the same effect. The relevance of this arises from the fact that prior to\nthe sale of the vessel on 29\nMay 1992, it was apparently registered in the\nBahamas and flew the Bahamian flag. Moreover, the bill of sale indicates that\nthe sale\nwas registered by the registrar of Bahamian ships in London at \"3:50\npm\" on 1 June 1992. I might add, incidentally, that the mortgage\nof the ship in\nfavour of Marcard Stein was registered in that registry at 3:55 pm on the same\nday, i e 5 minutes later.\nIt is today an established general\nprinciple of English private international law that the proper law governing the\ntransfer of corporeal\nmovable property is the lex situs, ie the law of the place\nwhere the property is to be found at the time of the transaction in question\n(see\nHardwick Game Farm v Suffolk Agricultural and Poultry Producers\nAssociation Ltd\n[1966] 1 All ER 309\n(CA), at 338 I - per\n9\nDiplock LJ;\nWinkworth v Christie, Manson & Woods Ltd and another\n[1980] 1 All ER 1121\n(Ch D), at 1125j - 1126g; Dicey and Morris,\nThe\nConflict of Laws\n. 11 ed, at 942-6; Cheshire and North's\nPrivate\nInternational Law\n12 ed, at 798-800;\nHalsbury's Laws of England\n. 4\ned, vol 8, paras 657, 632). The illustration of this general principle chosen by\nDiplock LJ in the\nHardwick\ncase, supra, is particularly apposite in this\nmatter. He said (at pp 338 I - 339 A):\n\"The proper law governing the transfer of corporeal movable property is the\nlex situs. A contract made in England and governed by\nEnglish law for the sale\nof specific goods situated in Germany, although it would be effective to pass\nthe property in the goods\nat the moment the contract was made if the goods were\nsituate in England, would not have that effect if under German law (as I believe\nto be the case) delivery of the goods was required in order to transfer the\nproperty in them. This can only be because the property\npasses at the place\nwhere the goods themselves\nare.\"\nIn oral argument before\nus (as distinct from his heads of\n10\nargument) appellant's counsel, Mr\nGordon\n, accepted that this was\nthe established general principle of English private international law. And he\nconceded that if the lex situs\n(South African law) were to be applied in this\ncase delivery, in one of its various forms, would have been a sine qua non to\nthe\npassing of ownership in the \"Gulf Trader\" as between Verena and Alvo. He\nargued, however, that this general principle was subject\nto exceptions, one of\nthem being the case of the transfer of ownership in a ship sold by one person to\nanother. In such a case, he\nsubmitted, the transference of ownership would, in\nterms of English principles of private international law relating to choice of\nlaw, be governed by the so-called \"law of the flag\", i e the law of the place\nwhere the ship was registered, which in this case was\nBahamian\nlaw.\nThere is a singular dearth of authority on this point in\nEnglish law. Counsel were not able to refer us to any decided case dealing\nwith\nthe passing of ownership in a ship where the sale was\n11 concluded in England at a time when the ship was located within\na\nforeign jurisdiction. In fact the only case quoted which involved\na\nship was\nThe Trustees Executors and Agency Co Ltd and others\nv\nInland Revenue Commissioners\n[1973] 1 All ER 563\n(Ch D).\nThis\ncase was concerned with the incidence of estate duty and\nmore\nparticularly with the question whether a yacht which the\ndeceased had\nowned was at the date of his death \"property . . .\nsituate out of Great\nBritain\". The yacht's port of registry was in\nthe island of Jersey.\nDuring his lifetime the deceased had made\nannual cruises of about two\nmonths duration. Otherwise the yacht was\nordinarily kept in a yard\nin Southampton and was there at the date\nof the death of the deceased.\nIn dealing with the question at issue\nPennycuick V-C stated the\nfollowing (at 565 c-d):\nThere is no doubt that the yacht was physically situate in Great Britain at\nthe death of the testator. Equally, in case that should\nbe relevant, there is no\ndoubt that it was not there for some merely temporary purpose. I\nshould\n12\nmention at the outset that admittedly a ship does not, for the general\npurpose of the law, possess an artificial local situation,\ne g a situation\ndependent on its port of registry. For the purposes of the general law, a ship\nsituate locally in England is treated\nas indeed possessing that local situation.\nContrast the position of choses in action, such as shares in a company, which\nhave no\nactual local situation and to which, accordingly, an artificial local\nsituation has to be attributed.\" (My\nemphasis.)\nThe learned Vice-Chancellor held\non the facts before him that the yacht in question was property not situate out\nof Great Britain\nand was accordingly liable to estate duty.\nThe\npoint is discussed in Dicey and Morris, op cit, at pages 907, 915, 942, 946-7.\nAt page 942 the learned authors state the general\nrule as follows\n\"RULE 119\n. - The validity of a transfer of a tangible movable and its\neffect on the proprietary rights of the parties thereto and of those\nclaiming\nunder them in respect thereof are governed by the law of the\ncountry\n13 where the movable\nis at the time of the transfer (lex\n(1)\tA transfer of a tangible movable which is valid and effective by the law\nof the country where the movable is at the time of the\ntransfer is valid and\neffective in England.\n(2)\tSubject to the Exception hereinafter mentioned, a transfer of a tangible\nmovable which is invalid or ineffective by the law of\nthe country where the\nmovable is at the time of the transfer is invalid or ineffective in\nEngland.\"\nAt pages 946-7 the exception\nreferred to in Rule 119(2) is formulated and discussed:\n\"EXCEPTION. - If a tangible movable is in transit, and its situs is casual\nor not known, a transfer which is valid and effective by\nits proper law will\n(semble) be valid and effective in\nEngland.\nCOMMENT\nThe arguments in favour of Rule 119, that is, in favour of the lex situs as\nopposed to the proper law of the transfer, become least\nplausible when goods are\nin transit, so\nthat\n14\ntheir actual situs at any given moment is casual or temporary and not\ncontemplated by or known to either parry to the transfer. In\nsuch a case it\nwould be pedantic to insist that the transfer must comply with the requirements\nof the lex situs and can only receive\nsuch effect as the lex situs ascribes to\nit. Accordingly, it is thought that it would be sufficient if the transfer\ncomplies with\nthe requirements of its proper law. It should be noted that this\nException has a somewhat limited scope. It is expressed in positive\nterms only,\nand does not assert that a transfer which is invalid or ineffective by its\nproper law will necessarily be treated as\ninvalid or ineffective in England. Nor\ndoes it apply when the goods have come to rest at a definite stage in the\ntransit, as when\na ship is wrecked and the cargo is saved. It is intended to\napply only in cases where the goods are in transit and their situs is\nuncertain\nand unknown to the parties and the lex situs not within their contemplation. It\ndoes not apply to the means of transport,\nsuch as ships and aircraft.\nIt\nmay well be that the situs of a ship is deemed for some purpose at least to\nbe at her port of registry and not at the place where\nshe happens to be, and a\nsimilar rule will no doubt be applied to aircraft.\" (My\nemphasis.)\nA footnote to the suggestion\nthat the situs of a ship is deemed for\n15\nsome purposes at least to be at her port of registry refers the reader to\nRule 115(3), Exception 1 at p 915. Rule 115(3) itself (at\np 907) states that,\nsubject to exceptions \"hereinafter mentioned\", a chattel is situate in the\ncountry where it is at any given time.\nThe first of these exceptions relates to\nships and the exception and the comment thereon read as follows (at p\n915-16):\n\"EXCEPTION 1. - A merchant ship may at some times be deemed to be situate at\nher port of registry.\nCOMMENT\nA ship is not like an ordinary personal chattel, and there are dicta\nindicating that a ship is situate in law at her port of registry\nand not where\nshe is physically situate from time to time. This rule was adopted for a limited\npurpose by the legislature, and would\nseem to be both convenient and sound in\nprinciple when the vessel is upon the high seas. Where, however, a vessel is\nwithin territorial\nor national waters the reasons for ascribing her a situs at\nher port of registry are not compelling, and the artificial situs is\ndisplaced\nby the actual situs. Thus the English courts would not recognise the validity of\na\n16\nforeign government's interference with vessels wearing its flag present\nwithin English waters.\" (My emphasis.)\nThis\npassage from Dicey and Morris, as formulated (in virtually identical terms) in\nan earlier edition (the 8th), was quoted in full\nby Pennycuick V-C in\nThe\nTrustees Executors and Agency Co Ltd and others v Inland Revenue\nCommissioners\n, supra, at 568 f-h, and the learned Vice-Chancellor commented\n(at 568 h):\n\"For the reasons which I have given, I agree with the statement in the\npenultimate sentence of that comment, i e so far as a ship\nregistered abroad and\nlocally situate here is concerned, the artificial situs is displaced by the\nactual situs.\"\nHalsbury, op cit, is\ngenerally to the same effect as Dicey and Morris (see paras 627, 631, 632, 638\nand 657). See also Cheshire and\nNorth, op cit, pp 806-7.\nIt would seem that the main reasons for the choice\nby\n17\nEnglish law of the lex situs to govern the transfer of ownership in\nmovable property are, briefly, (i) that the rule refers the passing\nof ownership\nto the system of law pertaining to the jurisdiction which has effective power\nover the property in question; (ii) that\nthe rule is normally simple to apply\nand makes for certainty in that it does not lead to multiple solutions since the\nproperty can\nonly be in one place at a time; (iii) that it satisfies the\nexpectations of the reasonable man, for a party to a transfer naturally\nconcludes that the transaction will be subject to the law of the country in\nwhich the subject-matter is at present situated; (iv)\nthat property passes at\nthe place where the goods themselves are; and (v) that commercial convenience\nimperatively demands that proprietary\nrights to movables shall generally be\ndetermined by the lex situs. (See generally Dicey and Morris, op cit, pp 944-5;\nCheshire and\nNorth, op cit pp 796,797-800; In\nre Anziani. Herbert v\nChristopherson\n[1930] 1 Ch 407\n, at 420; the\nHardwick\ncase, supra, at\n339 A; the\nWinkworth\ncase, supra, at 1129 c-d, 1134\n18\nh-1135 c.)\n\"The reluctance of an English court to depart\nfrom, or allow exceptions to, the lex situs rule is illustrated by the\nWinkworth\ncase, supra. The facts were that certain works of art were\nstolen from the plaintiff in England and subsequently taken to Italy where\nthey\nwere sold, without the knowledge of the plaintiff, by a third party to the\nsecond defendant. Thereafter the second defendant\nsent the goods to Christie's\nin England for sale by auction there. In the litigation which followed the Court\nwas asked, on an agreed\nset of facts, to decide the preliminary issue as to\nwhether English domestic law or Italian domestic law applied to determine\nwhether\nthe plaintiff or the second defendant had title to the goods. In terms\nof English domestic law the second defendant would probably\nnot have acquired\ntitle to the stolen goods, whereas according to Italian domestic law he could,\nprovided that certain requirements\nas to good faith, etc were satisfied. Despite\nthe facts that at the time of the theft the goods\n19\nwere in the ownership and lawful possession of a person domiciled in\nEngland, that that person (plaintiff) neither knew of nor consented\nto the\nremoval of the goods from England, that the plaintiff did not know of or consent\nto the sale of the goods in Italy, and that\nthe goods were back in England at\nthe time of the proceedings before the English court, the Court adhered to and\napplied the rule\nof the the lex situs, i e the law of the place where the goods\nwere at the time of the sale to second defendant.\nIn support of his\nargument that in this case an English court of admiralty would refer the\nquestion of the transfer of ownership in\nthe \"Gulf Trader\" to the law of the\nflag, Mr\nGordon\ncited Singh and Colinvaux,\nShipowners\n, at pp 82-3\nand Jackson,\nEnforcement of Maritime Claims,\np 343. Singh and Colinvaux\ndo, in truth, support the view that the law relating to the transfer of a ship\nand in general governing\nthe property in a ship is the law of the flag, but cite\nno authority for this proposition. The work was published in\n20\n1967, i e prior to a number of the decisions referred to in this\njudgment, and it advances no convincing reasons for rejecting the\nauthoritative\nviews expressed by Dicey and Morris and Halsbury. Jackson (at p 343) states the\nfollowing:\n\"It is likely that questions of ownership and mortgage of ships would be\nreferred to the law of the flag, on the principle that a\nship reflects the\nterritory of the flag. In 1979 in The Angel Bell Donaldson, J, equated ships to\nland for the purpose of deciding\non the law to govern a mortgage and applied the\nlaw of the flag. The reasoning applies with as much if not greater force to\nownership.\nEven apart from the reasoning (which was that a ship was a floating\npiece of the nation whose flag it wears') it scarcely makes sense\nto refer\nquestions of the validity and effect of proprietary transactions to the law of\nthe place of a ship at the time of the transaction.\nIt is commercially\nunrealistic to follow the general approach and link a transfer or creation of an\ninterest to a situs when the\ntransaction is between parties whose physical\ncontact with the ship is probably minimal and the very purpose of the ship is\nthat\nit continuously changes its situs. Further, the normal maritime framework\nfor\n21\nownership and mortgage is built on registration under the law of the flag\nand it would be contrary to the principle of uniformity\nto adopt a different\nreference point.\"\nI am not sure that a decision concerning the proper law of a mortgage\nrelating to a ship is relevant to the question as to this choice\nof law rule\ngoverning the transfer of ownership in a ship pursuant to a contract of sale.\nAnd I notice, in passing, that\nThe Angel Bell\nis not referred to by\nCheshire and North and is cited by Dicey and Morris only in connection with\nMareva\ninjunctions. The views of Professor Jackson merit careful\nconsideration. On the whole, however, I prefer the views expressed in Dicey\nand\nMorris and Halsbury.\nOn behalf of the respondents Mr\nWallis\nposited the case of the sale of a vessel registered in Liberia which, after the\nsale, is to be registered in the Bahamas. ' Assuming\nthat the law of Liberia,\nunlike the law of the Bahamas, requires delivery for a valid transfer\n22\nof ownership, in terms of which law of the flag, he asked, would the\nquestion of ownership be decided, if the law of the flag is the\ngoverning\nsystem? When this hypothetical case was put to Mr\nGordon\nhe replied that\nthe laws of both countries would have to be satisfied. I am not sure that such\nan hypothesis raises a real problem.\nIt may be that the purchaser would first\nhave to become owner of the vessel before he could effect a change in its\nregistration (cf\nHalsbury, 4 ed, vol 43, para 166); but if the problem posed by\nMr\nWallis\nis a real one and the only answer is that supplied by Mr\nGordon\n, then this is a further good reason for preferring the lex\nsitus.\nFor these reasons I hold that a South African court,\nexercising its admiralty jurisdiction, should in general apply the principle\nof\nthe lex situs in determining the passing of ownership in movable property when\nthe case involves a foreign element and there is\na potential conflict of laws. I\nmight add that it would seem that a South African court exercising its ordinary\njurisdiction would\nadopt\n23\nthe same approach (see\nStandard Bank of South Africa Ltd and Another v\nOcean Commodities Inc and Others\n1980 (2) SA 175\n(T), at 180 H;\n1983 (1) SA\n276\n(A), at 219 D); 2 LAWSA (first reissue), par 456; Forsyth,\nPrivate\nInternational Law\n. 2 ed, pp 299-300). This general principle would apply\nalso to the passing of ownership in a ship sold while located within the\nterritory\nof a country, i e not on the high seas. In the present case the \"Gulf\nTrader\" was in East London harbour at the time of the sale\n(and had been there\nfor at least some nine or ten days) and it must be inferred that the parties to\nthe sale were at the time well\naware of this fact. It is not necessary to decide\nwhat the position would be were a ship to be on the high seas at the relevant\ntime.\nIt follows that the question whether ownership in the \"Gulf Trader\" passed\nfrom Verena to Alvo must be determined by reference to\nthe lex situs at the time\nof the transaction, viz South African law. As I have indicated our law requires\ndelivery for the passing\nof ownership and consequently the execution of (he bill\nof sale\n24\ndid not by itself cause the property in the \"Gulf Trader\" to pass.\nQuestion (a) above must accordingly be answered in the negative.\nThis was the\nconclusion reached by Kroon J.\nDELIVERY\nThe second question is whether delivery of the \"Gulf Trader\" to Alvo is\nshown to have taken place. It was conceded by Mr\nGordon\nthat there was no\nevidence before the Court of actual delivery. He argued, however, mainly on the\nstrength of certain documents which\nare part of the record, that there had been\nconstructive delivery in the form known as constitutum possessorium. The\nrequirements\nfor this form of delivery were authoritatively stated by Jansen JA\nin the case of\nMankowitz v Loewenthal\n1982 (3) SA 758\n(A) as follows (at\n766 B-F):\n\"The absence of 'physical prehension' by the\ntransferee\n25\nis, however, no obstacle to a delivery by way of\nconstitutum possessorium. By agreeing to and\nintending\nthenceforth to hold the res on behalf of the transferee,\nthe\npossessor ceases to possess and commences to hold\nas\nagent for the transferee, who, by intending to\npossess\nthrough the transferor, now becomes the possessor.\nThe\nrequisites for a constitutum possessorium, based\non\nSchorer (ad De Groot's Introduction. 2. 48.28), are\nstated\nby SOLOMON JA in Goldinger's Trustee v Whitelaw\n&\nSon\n1917 AD 66\nat 85 as follows:\n(1) That the grantor be himself in possession of the things to be\ntransfered: (2) that he cease to possess in his own name and begin\nto possess\nfor another: (3) the consent of the grantee: and (4) some causa or justus\ntitulus.\nFor present purposes (2) and (3) are of crucial\nimportance: there must be an agreement to the effect that the transferor\nhenceforth\nholds on behalf of the transferee. This requires at least some\nexternal manifestation of the transferor's intention. A declaration\nby the\ntransferor to\n26\nthe following effect would make the matter\nclear: quod\nmeo nomine possideo, constituto me possidere\nalieno\nnomine, or constituo me possidere alieno nomine.\nAccording to Savigny the\nintention\n'must . . . necessarily be\nexpressly declared, or necessarily follow from the other circumstances of the\ncase'.\n(On Possession s 29 - translation by Kelleher.) He states\nthat a constitutum is not to be presumed and it is clear\nthat he only infers the intention 'from the other\ncircumstances of the case' where there is some other\ntransaction entitling the transferor to remain a holder, eg\nwhere he 'gives a thing as a gift, and at the same time\nhires it'. (Cf Lauterbach ad D 41.2 s 18.) This is\nconsonant with Schorer requiring a causa or justus titulus\n- a causa defendants for the transferor. It is from the\nexistence of this transaction that the transferor's intention\nto hold on behalf of the transferee is\ninferred.\"\n(See also\nBank Windhoek Bpk v\nRajie en'n Ander\n1994 (1) SA 115\n(A), at 144E - 145G.)\n27\nIt is clear from this statement that it is essential for transfer by way\nof constitutum possessorium that there should be an agreement\nto the effect that\nthe alleged transferor (in this case Verena) should henceforth hold the property\nin question on behalf of the\ntransferee (Alvo).\nThere is no direct evidence on the papers of any such\nan\nagreement; but Mr\nGordon\nasked us\nto infer it from this fact of the\nsale and from certain documents\nthat were executed in connection\ntherewith. The first of these\ndocuments was the minutes of the\nmeeting of the directors of Verena\nfield on 29 May 1992 at which,\ninter alia, it was resolved that the\ncompany execute a power of\nattorney authorising two directors of the\ncompany to act on behalf of\nthe company -\n\". . . in such matter relating to attending documentary closing and giving\nphysical delivery of the vessel in accordance with the\nagreement\".\n28\nThereafter the completed power of attorney appointed these two directors\n-\n\"To do or cause to be done all acts, matters and things in connection\nwith effecting physical delivery of the vessel to the buyer\nand to sign, execute\nand deliver a protocol of delivery in connection with effecting physical\ndelivery of the vessel to the buyer\nand such other deeds, instruments, notices,\ncertificates, demands, receipts, documents and papers as the attorney shall in\nthe unfettered\ndiscretion think fit and where necessary to affix their personal\nseals thereto.\"\nCorrespondingly, Alvo resolved to give, and gave, a power of\nattorney\nto its sole director and another person authorising them -\n\" ... to accept title and delivery of the vessel on behalf of the company\nand to effect the registration of the vessel under the Bahamas\nflag in the\nownership of the company and for such purposes to\n29\nsign all and any applications, declarations, appointments, affidavits and\nother documents that may be necessary or desirable or called\nfor.\"\nThese documents fail signally to establish any such agreement that would\ngive rise to a delivery by way of constitutum possessorium.\nIn fact the only\nkind of delivery which seems from them to have been contemplated by the parties\nwas physical, ie actual, delivery.\nThe second question must,\ntherefore, also be answered in the negative, a conclusion also reached by Kroon\nJ. It follows that the objection\nto the claims of the first five respondents is\nnot well founded and the appeal fails.\nAt the hearing of the appeal\nthe appellant made application for the condonation of its late filing of certain\ndocuments forming part\nof the record. The application was not opposed. It was\ngranted as prayed, subject to the appellant paying wasted costs.\n30\nThe appeal is dismissed with costs.\nM M\nCORBETT\nBOTHA JA) NESTADT JA) NIENABER JA) CONCUR\nMARAIS JA)",
  "scraped_at": "2026-02-12T07:08:56.906925",
  "date": "1995-06-01",
  "coram": [
    "Corbett CJ",
    "Botha",
    "Nestadt",
    "Nienaber",
    "Mairais JJA"
  ],
  "case_number": "533/94",
  "parties": {
    "applicants": [
      "Marcard Stein & Company"
    ],
    "respondents": [
      "Port Marine Contractors (Pty) Limited",
      "Dorbyl Limited",
      "Natship Marine Suppliers (Durban) (Proprietary) Limited",
      "Texaco Limited",
      "Ellerman & Bucknell (Proprietary) Limited",
      "Gulf & Continental Bunker Fuels Company Limited",
      "The Fund created by the sale of the MV \"Vicky\" (formerly the MV \"Gulf Trader\")"
    ]
  },
  "sections": {
    "facts": "In May 1992 the vessel MV \"Gulf Trader\" was arrested in East London harbour on two separate actions in rem for maritime claims. The ship was later sold by public auction on 29 September 1992, raising US$800,000, which was placed in a fund overseen by a court‑appointed referee. Several creditors, including Marcard Stein & Co, lodged claims against the fund. Marcard Stein claimed a cession of a London Steamship claim and a mortgage bond, and objected to the claims of five other applicants on the basis that the vessel had been sold by its owner, Verena Shipping Company, to Alvo Shipping Company on 29 May 1992 by a bill of sale executed in London, with registration in the Bahamian register on 1 June 1992. The objection hinged on whether ownership had passed to Alvo and whether any delivery had occurred.",
    "issues": "The appeal presented two core questions: (a) Whether the execution of the bill of sale alone, without delivery, transferred ownership of the \"Gulf Trader\" from Verena to Alvo under the applicable law; and (b) Assuming ownership did not pass by the bill of sale alone, whether delivery—actual or constructive (constitutum possessorium)—had taken place.",
    "principles": "The court applied the lex situs rule, which holds that the law of the place where the movable property is situated at the time of the transaction governs the transfer of ownership. South African law (lex situs) requires delivery for ownership to pass, whereas English admiralty law would recognise the bill of sale alone if the ship were deemed situated at its flag state. The court examined authorities on lex situs, the exception for ships deemed situated at their flag, and the doctrine of constitutum possessorium, outlining the requirements of possession, consent, and causa.",
    "application": "The court determined that at the time of the sale the vessel was physically in East London harbour, making South African law the applicable lex situs. South African law demands delivery for title to pass, and the bill of sale alone was insufficient. The court found no evidence of actual delivery and rejected the inference of constructive delivery, as the documents did not demonstrate an agreement for Verena to hold the ship on behalf of Alvo. Consequently, ownership remained with Verena, and the objections of Marcard Stein to the five applicants' claims were unfounded.",
    "conclusion": "The appeal was dismissed. The court denied Marcard Stein's objection, allowing the six applicants' claims to proceed against the fund (except for the sixth applicant whose claim was already based on a prior arrest). The court granted the appellant's application for condonation of late filing, subject to payment of wasted costs, and awarded costs in favour of the respondents."
  },
  "tags": {
    "level_1": "Maritime Law",
    "level_2": "Ship Ownership Transfer",
    "level_3": [
      "lex situs",
      "delivery",
      "constitutum possessorium",
      "admiralty jurisdiction",
      "conflict of laws"
    ]
  }
}