{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/127.html",
  "case_name": "Loomcraft Fabrics CC v Nedbank Ltd and Another (70/94) [1995] ZASCA 127; 1996 (1) SA 812 (SCA); [1996] 1 All SA 51 (A); [1996] 1 All SA 51 (A) (17 November 1995)",
  "citation": "[1995] ZASCA 127",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 127\n|\nNoteup\n|\nLawCite\nLoomcraft Fabrics CC v Nedbank Ltd and Another (70/94) [1995] ZASCA 127; 1996 (1) SA 812 (SCA); [1996] 1 All SA 51 (A); [1996] 1 All SA 51 (A) (17 November 1995)\nDownload original files\nPDF format\nRTF format\nCase No 70/94 /mb\nIN THE SUPREME COURT OF SOUTH\nAFRICA\n(APPELLATE DIVISION)\nIn the matter of:\nLOOMCRAFT FABRICS CC\nAPPELLANT\nand\nNEDBANK LTD\nFIRST RESPONDENT\nPERFEL PEREIRA AND FERREIRA LDA\nSECOND RESPONDENT\nCORAM\n: CORBETT CJ, HEFER, NESTADT, HARMS JJA et\nSCOTT AJA\nHEARD\n: 15 SEPTEMBER 1995\nDELIVERED\n: 17 NOVEMBER 1995\nJUDGMENT\nSCOTT AJA/\n...\n2\nSCOTT AJA\n:\nOn or about 20 February, 1992, the\nappellant entered into an agreement of sale with the second respondent for the\npurchase of a quantity\nof voile fabric. The appellant carries on business in\nSouth Africa as a distributor of fabric. The second respondent, to which I\nshall\nrefer as \"Perfel\", is a textile manufacturing company of Portugal. The purchase\nprice of US$149,971-25 f o b was to be paid\nby way of a letter of credit.\nPursuant to the agreement the appellant instructed the first respondent\n(\"Nedbank\") to open an irrevocable\nletter of credit in favour of Perfel. The\ncredit was transmitted by Nedbank to Perfel's bank in Lisbon which served as an\nadvising\nbank only. The credit made provision for deferred payment, ie 90 days\nafter the date of the bills of lading, and for two bills, out\nof a set of three,\nto be included in the documents which had to be presented as a pre-condition of\npayment. The latest date for shipment\nof the goods was\n3\nstated in the credit to be 20 April 1992. The expiry date was 30 April\n1992. Perfel indicated, however, that it would be unable to\nmanufacture the\nfabric in time and by agreement the credit was amended by extending the expiry\ndate from 30 April to 18 May 1992\nand the latest date of shipment from 20 April\n1992 to 8 May 1992. The goods arrived in Durban on 18 June 1992, and were\npresumably\nreceived by the appellant in Johannesburg shortly thereafter. The\ndate of their arrival was later than the appellant had expected.\nThe appellant\nwas also not satisfied with their quality.\nOn 4 August 1992, the appellant launched an application as a matter of\nurgency in the Witwatersrand Local Division for an interdict\nrestraining Nedbank\nfrom making payment in terms of the credit together with other ancillary relief.\nIt alleged that the bills of\nlading presented to Nedbank for payment contained a\nfraudulent misrepresentation as to the date of shipment. I shall refer in more\ndetail to the allegations of fraud\n4\nlater in this judgment. The application was opposed by Perfel but pending\nfinalisation of the matter certain interim relief was granted\nto the appellant.\nNedbank took up the attitude that it would honour the credit unless restrained\nfrom doing so by an order of court.\nIn due course Perfel filed opposing papers\ntogether with a counter-application in which it sought an order directing\nNedbank to make\npayment in terms of the letter of credit. After hearing\nargument, Leveson J on 30 December 1992 dismissed the main application and\nset\naside the interim relief granted on 4 August 1992. The appellant was further\nordered to pay the costs of Perfel as well as those\nof Nedbank which had\nappeared to protect its interests. The present appeal is against the judgment of\nLeveson J including the order\nas to costs. Subsequent to the noting of the\nappeal the appellant petitioned this Court for leave in terms of s 22 of the\nSupreme\nCourt Act 59 of 1959 to have further evidence received in the form of an\naffidavit or alternatively to have\n5\nthe matter remitted to the Court a\nquo\nfor further hearing. Before\ndealing with the petition I shall consider the merits of the appeal on the basis\nof the papers that were\nbefore the Court a\nquo\n.\nThe system of irrevocable documentary credits is widely used for\ninternational trade both in this country and abroad. Its essential\nfeature is\nthe establishment of a contractual obligation on the part of a bank to pay the\nbeneficiary under the credit (the seller)\nwhich is wholly independent of the\nunderlying contract of sale between the buyer and the seller and which assures\nthe seller of payment\nof the purchase price before he parts with the goods\nforming the subject matter of the sale. The unique value of a documentary\ncredit,\ntherefore, is that whatever disputes may subsequently arise between the\nissuing bank's customer (the buyer) and the beneficiary under\nthe credit (the\nseller) in relation to the performance or for that matter even the existence of\nthe underlying contract, by issuing\nor confirming the\n6\ncredit, the bank undertakes to pay the beneficiary provided only that\nthe\nconditions specified in the credit are met. The liability of the\nbank to the\nbeneficiary to honour the credit arises upon presentment\nto the bank of the\ndocuments specified in the credit, including typically a set of bills of\nlading,\nwhich on their face conform strictly to the requirements of\nthe credit. In\nthe event of the documents specified in the credit being so presented,\nthe\nbank will escape liability only upon proof of fraud on the part of\nthe\nbeneficiary. This \"established exception\" to the bank's liability\nwas\nformulated by Lord Diplock in\nUnited City Merchants (Investments)\nLtd\nand others v Royal Bank of Canada and others\n[1982] 2 All ER 720\n(HL)\nat 725 g as follows:\n\"... where the seller, for the purpose of drawing on the credit,\nfraudulently presents to the confirming bank documents that contain,\nexpressly\nor by implication, material representations of fact that to his (the seller's)\nknowledge are untrue.\"\nThe autonomous nature of the obligation owed by the\nbank\n7\n(whether the issuing bank or, if there is one, the confirming bank) to\nthe\nbeneficiary under a credit has been stressed by courts both in\nSouth Africa\nand overseas. (As to the former, see for example,\nPhillips and Another\nv\nStandard Bank of South Africa Ltd and Others\n1985 (3) SA 301\n(W);\nEx\nParte Sapan Trading (Pty) Ltd\n1995 (1) SA 218\n(W) at 224 I - 225\nG.) An\ninterdict restraining a bank from paying in terms of a credit\nwill\naccordingly not be granted at the instance of the buyer (the\nbank's\ncustomer) save in the most exceptional cases. The approach of the\ncourts\nwith regard to such an interdict was stated by Kerr J in\nR D\nHarbottle\n(Mercantile) Ltd and another v National Westminster Bank Ltd and\nothers\n[1977] 2 All ER 862\n(QB) at 870 b - d to be as follows:\n\"It is only in exceptional cases that the courts will interfere with the\nmachinery of irrevocable obligations assumed by banks. They\nare the life-blood\nof international commerce. Such obligations are regarded as collateral to the\nunderlying rights and obligations\nbetween the merchants at either end of the\nbanking chain. Except possibly in clear cases of fraud of which the banks have\nnotice,\nthe courts will\n8\nleave the merchants to settle their disputes under the contracts by\nlitigation or arbitration as available to them or stipulated in\nthe contracts.\nThe courts are not concerned with their difficulties to enforce such claims;\nthese are risks which the merchants take.\nIn this case the plaintiffs took the\nrisk of the unconditional wording of the guarantees. The machinery and\ncommitments of banks\nare on a different level. They must be allowed to be\nhonoured, free from interference by the courts. Otherwise, trust in\ninternational\ncommerce could be irreparably\ndamaged.\"\nThis statement of principle was expressly\napproved by Browne LJ in\nEdward Owen Engineering Ltd v Barclays Bank International Ltd\n[1978]\n1 All ER 976\n(CA) at 983. The importance of allowing banks to\nhonour\ntheir obligations under irrevocable credits without judicial interference\nhas\nbeen repeatedly stressed in subsequent cases. In\nIntraco Ltd v\nNotis\nShipping Corporation (The \"Bhoja Trader\n\") [1981] 2 Lloyd's Rep\n256\n(CA) Donaldson LJ, after upholding the refusal of the court below\nto\ninterfere with the seller's right to call upon a bank to make payment\nunder\nits guarantee where fraud was not involved, observed at 257:\n9\n\"Irrevocable letters of credit and bank guarantees given in circumstances\nsuch that they are the equivalent of an irrevocable letter\nof credit have been\nsaid to be the life blood of commerce. Thrombosis will occur if, unless fraud is\ninvolved, the Courts intervene\nand thereby disturb the mercantile practice of\ntreating rights thereunder as being the equivalent of cash in\nhand.\"\nLord Denning MR in\nPower Curber International\nLtd v National Bank of\nKuwait SAK\n[1981] 3 All ER 607\n(CA) at 613b sounded a similar\nwarning:\n\"No foreign seller would supply goods to that country on letters of credit\nbecause he could no longer be confident of being paid.\nNo trader would accept a\nletter of credit issued by a bank of that country if it might be ordered by its\ncourts not to pay.\"\nIn\nBolivinter Oil SA v Chase\nManhattan Bank, Commercial Bank of Syria\nand General Company of Horns Refinery\n[1984] 1 Lloyd's Rep 251\n(CA)\nat 257 Donaldson MR pointed out that the granting of an interdict\nagainst\na bank at the instance of a dissatisfied customer served to undermine\nnot\nonly the value of irrevocable credits but also the reputation of the\nbank:\n10\n\"If, save in the most exceptional cases, he (the bank's customer) is to be\nallowed to derogate from the bank's personal and irrevocable\nundertaking, given\nbe it again noted at his request, by obtaining an injunction restraining the\nbank from honouring that undertaking,\nhe will undermine what is the bank's\ngreatest asset, however large and rich it may be, namely its reputation for\nfinancial and contractual\nprobity. Furthermore, if this happens at all\nfrequently, the value of all irrevocable letters of credit and performance bonds\nand\nguarantees will be undermined.\"\n(See also\nDeutsche Ruckversicherung AG v Walbrook Insurance Co\nLtd\nand others\n[1994] 4 All ER 181\n(QB) at 194 -195 and\nthe authorities there\ncited.)\nNonetheless, it is now well established that a court will\ngrant\nan interdict restraining a bank from paying the beneficiary under a\ncredit\nin the event of it being established that the beneficiary was a party to\nfraud\nin relation to the documents presented to the bank for payment. For,\nas\nwas observed by Lord Diplock in the\nUnited City Merchants\ncase,\nsupra\n.\nat 725j:\n11\n\"'... fraud unravels all'. The courts will not allow their process to be\nused by a dishonest person to carry out a\nfraud\".\nBut the fraud on the part of the\nbeneficiary will have to be\nclearly established.\nTukan Timber Ltd v Barclays Bank PLC\n[1987]\n1\nLloyd's Rep 171 (QB) at 175. The onus, of course, remains the\nordinary\ncivil one which has to be discharged on a balance of\nprobabilities but as in\nany other case where fraud is alleged, it will not lightly be inferred.\nSee\nGates v Gates\n1939 AD 150\nat 155;\nGilbey Distillers &\nVintners (Pty) Ltd\nand Others v Morris N O and Another\n1990 (2) SA 217\n(SE)\nat\n226A.\nBefore turning to deal with the set of bills of lading\nissued in\nthe present case and the alleged fraudulent misrepresentation, it\nis\nnecessary to revert to the letter of credit in order to set out, and\nwhere\nappropriate, comment on the terms which are relevant.\nThe provisions of the letter of credit include the following:\n12\n\"transshipment\t: ALLOWED\non board/disp/taking charge : ANY MAIN PORT IN\nPORTUGAL\nfor transportation to : JOHANNESBURG VIA\nDURBAN\nRSA\nlatest date of shipment : 920420 (20 April 1992)\"\nAs\npreviously indicated, the \"latest date of shipment\" was\nsubsequently\nchanged to 8 May 1992.\nThe description in the credit of the goods which formed\nthe\nsubject matter of the sale contains a statement to the effect that they\nwere\nto be transported:\n\"IN (A) 20 FT CONTAINER BY CONFERENCE AS PER LETTER DATED 20 FEB\n1992\"\nThe letter referred to does not form part of the\ndocuments placed before the\nCourt a\nquo\n, but it appears from the papers, and was not in\ndispute, that the\nwords \"by conference\" referred to a conference line vessel which in\nthe\n13\ncontext of the present case meant any carrier which was a member of\nthe\nSouth African European Container Service (\"SAECS\").\nThe letter of credit also sets out the documents which\nwere\nrequired to be presented as a\nprerequisite for payment. These included:\n\"2/3 CLEAN NEGOTIABLE COMBINED TRANSPORT DOCUMENTS MADE OUT TO ORDER OF\nAPPLICANT NOTIFY\nTRANSKIP PTY LTD P O BOX 174 BEDFORDVIEW 2008 RSA MARKED FREIGHT\nCOLLECT.\"\nFinally, the letter of credit in\nits penultimate paragraph stated\nthe credit to be:\n\"SUBJECT TO THE UNIFORM CUSTOMS AND PRACTICE FOR DOCUMENTARY CREDITS 1983\nREVISION ICC PUBLICATION 400 AND IS HEREBY OPERATIVE.\"\n(I shall refer to this document as \"the UCP\".)\nIt is clear from the terms of the credit that the\npresentation of\nwhat is referred to in the UCP as a \"marine bill of lading\" was not\nrequired.\nThis is also apparent from the appellant's written application to Nedbank\nfor\n14\nthe opening of the credit. The request which was expressed to be for a\nletter of credit \"subject to the (UCP)\", required the documents\nwhich had to be\npresented for payment in terms of the credit to include a \"Full set of\nnegotiable Combined transport documents\",\nas opposed to a \"Full set of clean on\nboard marine Bills of Lading\" which was indicated as not being required. The\nchoice which the\nappellant was required to exercise when making the request was\nin effect a choice between the combined transport document referred\nto in\nArticle 25 of the UCP and the marine bill of lading referred to in Article\n26.\nThe combined transport document is a product of the advances made in\ntransport technology in more recent times. It is intended to\nbe what has been\ndescribed as a \"start-to-finish\" document and to make it unnecessary to issue\nseparate documents for every stage\nin the carriage of goods involving more than\none stage, known as multimodal or combined\n15\ntransport. This form of transport today plays a major role in the\ninternational transport of goods and is effected largely by the\nuse of\ncontainers. Their obvious advantage in multimodal transport is that if the goods\nhave to be carried, say, first by land, then\nby sea, and again by land, they\nwill travel in the same container from start to finish with an obvious saving in\nlabour and costs.\nBy issuing a combined transport document the carrier, or the\n\"combined transport operator\" as he is frequently called, accepts full\nresponsibility for the performance of the combined transport. The advantage of\nthis method of transport to an exporter is that it\nwill ordinarily permit him to\nsend his goods to the nearest container loading depot. These depots, or\n\"container freight stations\"\nas they are called, are situated in most major\nindustrial centres. See generally: Schmitthoff\nSchmitthoff's Export\nTrade\n:\nThe Law and Practice of International Trade\n9 ed 609 -\n615.\n16\nA further consequence of this development in the transport of goods has\nbeen the division of bills of lading into two kinds: the traditional\nship bill\nof lading, and the combined transport kind. See Gutteridge and Megrah\nThe Law\nof Bankers' Commercial Credits\n7 ed at 126. This distinction is embodied in\nthe UCP.\nAs indicated above, the transport document required in\nthe\npresent case is one which falls within\nthe ambit of Article 25. The relevant\npart of the article reads as\nfollows:\n\"Unless a credit calling for a transport document stipulates as such\ndocument a marine bill of lading (ocean bill of lading or a bill\nof lading\ncovering carriage by sea), or a post receipt or certificate of\nposting:\n(a) banks will, unless otherwise stipulated in\nthe credit, accept a transport document which: (i) appears on its face to have\nbeen\nissued by a named\ncarrier, or his agent, and (ii) indicates dispatch or taking in charge of\nthe goods, or\nloading on board, as the case may be, and (iii) consists of the full set\nof originals issued to the consignor if issued in more than\none original,\nand\n17\n(iv) meets all other stipulations of the credit.\n(b) Subject to the above, and unless otherwise stipulated in the credit,\nbanks will not reject a transport document\nwhich:\n(i) bears a title such as 'Combined transport bill of lading', 'Combined\ntransport document', 'Combined transport bill of lading or\nport-to-port bill of\nlading', or title or a combination of titles of similar intent and effect,\nand/or\n(ii) indicates some or all of the\nconditions of carriage by reference to a source or document other than the\ntransport document itself\n(short form/blank back transport document),\nand/or\n(iii) indicates a place of taking in charge different from the port of\nloading and/or a place of final destination different from\nthe port of\ndischarge, and/or\n(iv) relates to cargoes such as those in Containers or on pallets, and\nthe like, and/or\n(v) contains the indication 'intended', or similar qualification, in\nrelation to the vessel or other means of transport, and/or the\nport of loading\nand/or the port of discharge.\n(c)\n18\n(d) \t \"\nIn the context of the present\ncase, it follows that where a credit calls for a combined transport document and\nthe other stipulations\nof the credit are met, a bank will accept a transport\ndocument which (i) appears to have been issued by a named carrier or his agent;\n(ii) indicates a taking in charge of the goods and (iii) consists of a full set\nof originals issued to the consignor. Subject to\nthe other stipulations of the\ncredit, the bank may not reject the transport document because it indicates a\nplace of taking in charge\ndifferent from the port of loading (cf\nHalsbury's\nLaws of England\n4 ed Reissue Vol 3(1) para 268).\nAgainst this background I turn to the bills of lading issued in the\npresent case. (A set of three bills was issued but for convenience\nI shall refer\nto the bill in the singular.) It was on a SAECS printed form bearing the heading\n\"BILL OF LADING FOR COMBINED TRANSPORT\n19\nSHIPMENT OR PORT TO PORT SHIPMENT\". The carrier was stated to be\nCompagnie Generale Maritime which, it was accepted by counsel, was\na member of\nthe SAECS. The place of receipt (stated to be applicable only when the document\nis used as a combined transport bill\nof lading) was given as \"LEIXOES CY\", the\nletters CY standing for container yard. The vessel and voyage number were given\nas \"Nuova\nEuropa 219\" and the port of loading, \"Lisbon\". The space on the\nprinted page for the insertion of a description of the goods proved\ninsufficient\nand a second printed page identical to the first was used to complete the\ndescription of the goods. The particulars\nto which I have referred were again\nfilled in on page 2. The only difference related to the box at the foot of the\npage which makes\nprovision for the insertion of the place and date of issue of\nthe bill and, below a horizontal line dividing the box into two, the\nsignature\nof the person signing the bill on behalf of the carrier. The box that\nwas\n20\ncompleted was the one on page 2. In the upper section of the box the\nplace\nand date of issue were given as \"Leixoes, 08 May 1992\". It\nappears from\nhe photo-copy of the original bill which forms part of the papers that\nthe\ndocument was stamped partly over the upper section of the box\nwith a\nround seal bearing the words \"correction approved\" and what\nwould seem\nto be the letters \"C.G.M.\". In the lower section of the\nbox are printed the\nwords:\n\"IN WITNESS of the contract herein contained the number of originals stated\nopposite have been issued, one of which being accomplished\nthe others to be\nvoid.\"\nThere is a space beneath these words followed by\nthe printed words \"For\nthe Carrier\". The bill was signed by one Victor Teixeira whose\nsignature\nappears immediately below the words \"For the Carrier\". The words\n\"ACTUALLY ON BOARD\" are stamped in the space immediately above\nthe words \"For the Carrier\".\n21\nThe appellant's case, as made out in its founding papers, was that the\ngoods could not have been actually on board the \"Nuova Europa\"\non 8 May 1992 in\nLisbon as indicated by the bill of lading because that vessel did not call at\nLisbon in the course of voyage 219.\nIt was alleged that the goods had been\nloaded on board another vessel, the \"Europa\", on 30 May 1992 and taken to\nBarcelona where\nthey were transshipped onto the \"Nuova Europa\" on 2 June 1992.\nIt was further alleged that Perfel had \"procured\" the issuing of the\nfraudulent\nbill of lading in order to create the impression that it complied with the\nrequirement of the letter of credit that the\ngoods be shipped on board a vessel\nby not later than 8 May 1992. The contention that this is what was required by\nthe credit was\nfundamental to the allegation of fraud in so far as the notation\n\"Actually on board\" was concerned. The appellant in its replying\naffidavits\naltered its stance somewhat as to what had actually transpired. It no longer\ncontended that\n22\nthe goods had been transshipped at Barcelona but averred instead that\nthey had been loaded on board the \"Nuova Europa\" in Lisbon on\n12 May 1992 in the\ncourse of her northbound voyage no 175 to La Spezia, Italy, and from there\ncarried on her southbound voyage no\n219 to Durban. It alleged that the reference\nto voyage 219 on the bill of lading was a fraudulent misrepresentation to which\nPerfel\nwas also a party.\nThe allegations of fraud were denied by Perfel. Initially, and presumably\nbecause the application was brought as a matter of urgency,\nan answering\naffidavit deposed to by Perfel's attorney in South Africa was filed together\nwith a short confirmatory affidavit deposed\nto by Perfel's managing director, Mr\nPereira. Subsequently, a further and more comprehensive affidavit by Mr Pereira\nwas filed. The\nexplanation which was given in these affidavits for the notation\n\"Actually on board\" is the following. It was alleged that Leixoes\nis a main port\nin northern Portugal\n23\nand the closest port to Perfel's principal place of business at\nSanto-Tirso. The affidavits, it should be noted, contain no details\nas to the\nprecise whereabouts of Leixoes. (Further information is given in the affidavit\nfiled in response to the petition.) It appears,\nhowever, from the description\nwhich Mr Pereira gives of the use which Perfel customarily makes of Leixoes for\nexporting goods when\nmultimodal transport is permitted that it was not intended\nto allege that Leixoes is anything other than a container depot, or container\nfreight station. It was explained that on 7 May 1992 the goods were delivered at\nLeixoes where they were cleared by customs and taken\nin charge by the carrier's\nagents. The following day they were railed from Leixoes to Lisbon which, it was\ncontended, was permissible\nin terms of the multimodal form of transport\nauthorised in terms of the letter of credit. On 12 May the goods were loaded on\nboard\nthe \"Nuova Europa\" at the port of Lisbon. The following day, ie 13 May\n1992, the carrier's\n24\nagents stamped the date on the bills and also added the notation\n\"Actually on board\", as by then the goods were indeed on board. Subsequently,\nit\nwas noticed that the endorsement was not correct as the goods had been delivered\nto the carrier at Leixoes on 7 May 1992 and that\nthe bills required correction.\nThe carrier's agents corrected the date and stamped \"correction approved\" on the\nbills in the manner\npreviously described. It was alleged that \"unfortunately\"\nand \"in error\" the words \"Actually on board\" were not deleted. In support\nof\nthis explanation it was contended on behalf of Perfel both in the affidavits and\nin argument that as the letter of credit did\nnot require shipment of the goods\non board a vessel there was no reason for Perfel to be a party to any fraudulent\nmisstatement to\nthis effect.\nIt is apparent from the aforegoing that underlying the appellant's\nallegation of fraud in relation to the notation \"Actually on board\"\nis the\ncontention that the credit required the goods to be shipped on board\n25\na vessel by not later than 8 May 1992. Underlying Perfel's explanation,\non the other hand, is the contention that Leixoes is a \"main\nport in Portugal\"\nwithin the meaning of the credit and that having regard to the multimodal form\nof transport authorised by the credit,\nactual shipment on board a vessel was not\nrequired. This issue, of course, involves the proper construction of the letter\nof credit.\nCertain features of the explanation tendered by Perfel are admittedly\nless than satisfactory. It is not clear when and where the bills\nwere signed or\nwhy, if the carrier took charge of the goods at Leixoes, the bills were not\nissued to Perfel at that stage. Much of\nthe explanation is couched in the\npassive and no details are given, for example, as to who noticed the error and\nat what stage. Nor\nis it quite clear when Perfel subsequently discovered that\nthe words \"Actually on board\" had in error not been deleted. As previously\nindicated, no details are given as to the precise\n26\nwhereabouts or status of Leixoes. There is merely an assertion that it is\n\"a main port in northern Portugal\". If it is not - and this\nallegation is denied\nby the appellant - it would, of course, be in the interests of Perfel for the\nbills of lading to show that the\ngoods were in any event actually on board the\nvessel at the port of Lisbon by 8 May 1992.\nOn the other hand, the explanation is supported by a photocopy of a\ncustoms document annexed to the papers which indicates that the\ngoods were\ncleared at Leixoes on 7 or 8 May 1992. (The document is dated 7 May 1992 but is\nstamped 8 May 1992.) The photocopy of\nthe bill of lading annexed to the\nappellant's papers also bears the \"correction approved\" stamp to which reference\nhas been made.\nFurthermore, the bills clearly specify Leixoes (which is\nindicated as a container yard) as being the place of receipt of the goods\nwhile\nLisbon is specified as the port of loading. If Leixoes, as suggested, is inland\nand some distance from Lisbon,\n27\nthe goods could not have been on board the \"Nuova Europa\" when the bills\nwere issued at the place of receipt, ie Leixoes on 8 May\n1992, which is what the\nbills would appear to indicate. This suggests an error rather than\nfraud.\nAs far as the alleged fraudulent misrepresentation in respect\nof the voyage number is concerned, there is nothing in the papers to\nsuggest\nthat Perfel was in any way a party to this apparent misstatement. The bills of\nlading were issued on behalf of the carrier\nwho was the appellant's agent. It\nwas at no stage suggested that the carrier was not a member of the SAECS and\nhence not a carrier\nwithin the class required by the letter of credit. Nor,\nwould it seem, did Perfel stand to gain anything by having the goods transported\nin a vessel proceeding to Durban via La Spezia.\nIn order to succeed on the grounds of fraud, the appellant had to prove\nthat Perfel, acting through its agents, and with the purpose\nof\n28\ndrawing on the credit, presented the bills of lading to the bank knowing\nthat they contained material representations of fact upon\nwhich the bank would\nrely and which they (the agents of Perfel) knew were untrue (see the\nUnited\nCity Merchants\ncase,\nsupra\n, at 725 g). Mere error, misunderstanding\nor oversight, however unreasonable, cannot amount to fraud (see\nRex v Myers\n1948 (1) SA 375\n(A) at 383). Moreover, as previously indicated, fraud will\nnot lightly be inferred, particularly when, I should add, it is sought\nto be\nestablished in motion proceedings. As far as the various disputes of fact are\nconcerned, it must not be overlooked that the\nappellant sought a final order. To\nsucceed it accordingly had to show that it was entitled to an order on the basis\nof the facts\nalleged by Perfel together with the admitted facts in the\naffidavits filed on its own behalf, subject only to any denial by Perfel\nbeing\ninsufficient to raise \"a real, genuine or bona fide dispute of fact\" (see\nPlascon-Evans Paints Ltd v Van Riebeeck Paints (Ptv) Ltd\n1984\n29\n(3) SA 623 (A) at 634 E - 635 C). Having regard to the aforegoing, I am\nunpersuaded that on the papers the appellant succeeded in\ndischarging the burden\nof proving the falsity of the explanation given by Perfel in respect of the\nnotation \"Actually on board\" or,\nin other words, that the bills of lading\ncontained a fraudulent misrepresentation. The explanation is, of course, tied up\nwith Perfel's\ncontention that Leixoes is \"a main port in Portugal\" within the\nmeaning of the credit and that contrary to the construction placed\nby the\nappellant on the words \"latest date of shipment\", the credit did not require the\ngoods to be actually loaded on board a vessel\nby 8 May 1992. In order to\nestablish fraud, it was not enough to show that Perfel's contention was\nincorrect. The appellant had to\ngo further and show that Perfel knew it to be\nincorrect and that the contention was advanced in bad faith. For the purpose of\nthe\npresent inquiry, therefore, it is unnecessary to have to decide upon the\ncorrectness or otherwise of the\n30\ndifferent constructions sought to be placed on the credit by the parties.\nIt is sufficient to observe that it has riot been demonstrated\nthat in taking up\nthe attitude it did with regard to the interpretation of the credit, Perfel was\nacting in bad faith.\nMr Sub el\n. who appeared for the appellant, submitted in the\nalternative that the construction which Perfel sought to place on the credit was\nindeed incorrect in law and that accordingly once it was acknowledged that the\nnotation \"Actually on board\" was erroneous and the\nwords were to be ignored, it\nfollowed that the bills did not conform with the requirement of the credit with\nregard to the latest\ndate for shipment. He submitted that the explanation\noffered by Perfel therefore did not assist it and that even in the absence of\nfraud the Court a\nquo\nshould have granted an interdict restraining\nNedbank from paying Perfel in terms of the credit.\nThe present case, of course, must be distinguished from\nthe\n31\ncase in which the beneficiary in terms of a credit claims that he was\naware of the misstatement but believed it to be accurate and\nwas himself\ndeceived by it. (Cf the\nUnited City Merchants\ncase,\nsupra\n, at 725\nj.) Perfel says in effect that the failure to delete the notation was an\noversight but that it was in any event immaterial\nin so far as the bank's duty\nto honour the credit was concerned. The argument advanced by\nMr Subel\nin\nthe alternative was that the explanation, if true, showed that the bills did not\nconform with the credit.\nWhether Nedbank would be prepared to honour the credit or not would\ndepend, therefore, on whether it considers that even in the absence\nof the\nnotation, the bills conform with the requirements of the credit. If on this\nbasis, it considers itself obliged to honour the\ncredit it is difficult to see\non what grounds the appellant could obtain an interdict against the bank\nrestraining it from doing\nso. If Nedbank is wrong, the\n32\nappellant would have its ordinary contractual remedy against it. No case\nwas made out that the appellant would be unable to obtain\nrelief from Nedbank in\nthe event of the latter acting in breach of its contract with the appellant. It\nis trite law that an applicant\nfor a final interdict must establish that there\nis no other satisfactory remedy available to him. (See Erasmus,\nSuperior\nCourt Practice\nE 8 - 7 and the authorities there cited.) Nor was any other\nreason advanced why, in the absence of fraud, the Court a\nquo\nshould have\nbeen required to interfere with the freedom of the bank to decide for itself\nwhether to honour its credit or not. (See\nthe cases previously cited with regard\nto the undesirability of a court restraining a bank from honouring its credits,\nsave in the\nmost exceptional circumstances.)\nIt follows that in my view the Court a\nquo\nwas correct in\ndismissing the application with costs.\n33\nNo order was made by the Court a\nquo\nwith regard to Perfel's\ncounter-application in which an order was sought directing Nedbank to make\npayment in terms of the letter\nof credit. The application consisted merely of a\nnotice of motion and no separate affidavits were filed in support of it. There\nis,\nhowever, no cross-appeal and it is unnecessary to have to consider the\nmatter further.\nI turn finally to the petition. The affidavit which the appellant seeks\nto have admitted is that of a Mr Jose Correia Esteves who\ndescribes himself as a\nformer joint managing director, together with Mr Pereira, of Perfel. According\nto the petition Mr Esteves\nhad certain discussions in 1994 with Mr Hompes (who\nis the sole member of the appellant) which culminated in Mr Esteves divulging\nthe information set forth in his affidavit which was deposed to on 30 September\n1994 in Johannesburg.\nIn summary, the allegations made by Mr Esteves are\nthe\n34\nfollowing. He says that as a result of \"differences\" between himself and\nMr Pereira he resigned from Perfel in June 1994, ie after\nthe events relating to\nthe proceedings which form the subject matter of the appeal, and that it was he\nwho represented Perfel in\ngiving instructions to Perfel's attorneys of record.\nHe says that in consequence of a delay in production, the fabric ordered by\nthe\nappellant was only loaded into a container at Perfel's premises a few days after\n8 May 1992 and probably on 11 May 1992. Perfel's\nforwarding agent then took\ncharge of the container and in due course furnished Perfel with \"the original\nbill of lading\" for onward\ntransmission to its bankers. Mr Esteves says that he\nand Mr Pereira then noted that the date reflected on the bill as the date of\nissue was after 8 May 1992 and as this did not conform with the requirements of\nthe letter of credit, he, Esteves, personally instructed\nthe forwarding agents\nto alter the date to read \"8 May 1992\". In an answering affidavit filed on\nbehalf of\n35\nPerfel, it is admitted that Mr Esteves played a major role in the\npreparation\nof Perfel's answering affidavits filed in the main\napplication and that the\nsubsequent departure of Mr Esteves from Perfel had been \"less\nthan\namicable\". For the rest, the allegations made by Mr Esteves are\nstrenuously denied.\nIn terms of s 22 of the Supreme Court Act of 1959 this\nCourt\nis afforded a wide power to admit further evidence. Nonetheless it\nhas\nbeen established in a series of decisions that in the interests of\nfinality\nfurther evidence will be allowed only in special circumstances.\nThe\nformulation of the test to be applied which is perhaps most often quoted\nis\nthat of Holmes JA in\nS v De Jager\n1965 (2) SA 612\n(A) at 613 C -\nD:\n\"(a) There should be some reasonably sufficient explanation, based on\nallegations which may be true, why the evidence which it is\nsought to lead was\nnot led at the trial.\n(b) There should be a\nprima facie\nlikelihood of the truth of the\nevidence.\n36\n(c) The evidence should be materially relevant to the outcome of the\ntrial.\"\nWhile in the past the requirements\nhave not always been formulated in the\nsame words, the underlying\napproach to the inquiry has been essentially the\nsame. In\nStaatspresident en 'n Ander v Lefuo\n[1990] ZASCA 6\n;\n1990 (2) SA 679\n(A),\nfor\nexample, Vivier JA at 692 B formulated the requirements as\nfollows:\n\"Eerstens moet die applikant 'n redelik aanvaarbare verduideliking verskaf\nwaarom die getuienis nie by die verhoor van die saak gelei\nis nie; tweedens moet\ndie betrokke getuienis van wesenlike belang in die saak wees en derdens moet dit\nwaarskynlik die uitslag van\ndie saak kan verander\n...\"\nThe apparent difference between the second\nrequirement in Holmes JA's\nformulation and the third requirement in that of Vivier JA is of no\nreal\nconsequence. (The other two are essentially the same.) Whether there\nis\na\nprima facie\nlikelihood of the evidence being the truth or\nwhether it is\nprobable that the evidence will result in the outcome being\nchanged,\namounts in effect to the same inquiry. If there is no\nprima facie\nlikelihood\n37\nof the evidence being the truth it must follow that it is improbable that\nthe evidence will cause the result to be altered.\nIn my view, the requirement, just mentioned has not been met in the\npresent case. My reasons are the following.\n(1)\tMr Esteves is a person who on his own admission is prepared to give\nfalse instructions to his attorney with the object of misleading\nthe court. He\ndid this for no better reason than to ensure that the company of which he was\nthen a joint managing director received\npayment for a consignment of fabric\nwhich was being exported.\n(2)\tBetween the time of giving those instructions and the time of deposing\nto the affidavit in question Mr Esteves left the employment\nof Perfel as a\nresult of what he described as \"differences\" between himself and the remaining\nmanaging director, Mr Pereira. In addition\n38\nto alleging that Mr Pereira was a party to a fraudulent tampering with\nthe date of the bills of lading, Mr Esteves found it necessary,\nalthough\nirrelevant to the present proceedings, to go further and suggest in his\naffidavit that Mr Pereira had fraudulently sent\nthe appellant inferior quality\nfabric. The possibility of Mr Esteves acting out of vindictiveness would seem in\nthe circumstances\nto be a real one. (3) The allegation that the goods were\nloaded into a container at Perfel's premises a few days after 8 May 1992\nand\nprobably on 11 May 1992 is inconsistent with a photocopy of a customs document\nannexed to the papers which was issued at Leixoes\nand which bears a customs\nstamp as well as a stamp reflecting both a serial number and the date, 8 May\n1992. Mr Esteves makes no\nreference to this document in his affidavit and\ncounsel for the appellant found himself\n39\nobliged to suggest that it must be a forgery. No attempt, however, has been\nmade to explain when, how and by whom it was forged.\n(4) It appears from the affidavit of Perfel's attorney filed in response to\nthe petition that Perfel's premises are some 30 kilometres\nfrom Leixoes which in\nturn is about 350 kilometres from Lisbon. She makes the point which is not\nwithout merit that had the goods\nleft Perfel's premises on 11 May 1992 it is\nimprobable that they could have been received at Leixoes, taken through customs,\nrailed\nto Lisbon and loaded on board the Nuova Europa by 12 May\n1992.\nThere are no other special\ncircumstances which would justify\nthe granting of the petition notwithstanding its failure to comply with\nthe\nrequirement considered above.\nIn the result the petition is refused and the appeal is\ndismissed\n40 with costs, including the costs of the petition.\nD G SCOTT\nCORBETT CJ\t)\nHEFER JA\t) - CONCUR\nNESTADT JA\t)\nHARMS JA\t)",
  "scraped_at": "2026-02-12T07:49:43.362069",
  "date": "1995-11-17",
  "coram": [
    "CORBETT CJ",
    "HEFER JA",
    "NESTADT JA",
    "HARMS JJA",
    "SCOTT AJA"
  ],
  "case_number": "70/94",
  "parties": {
    "applicants": [
      "Loomcraft Fabrics CC"
    ],
    "respondents": [
      "Nedbank Ltd",
      "Perfel Pereira and Ferreira Lda"
    ]
  },
  "sections": {
    "facts": "In February 1992 Loomcraft Fabrics CC entered into a contract with Portuguese manufacturer Perfel to purchase voile fabric. Payment was to be made by an irrevocable letter of credit issued by Nedbank in favour of Perfel. The credit stipulated a latest shipment date of 20 April 1992, later amended to 8 May 1992, with payment deferred 90 days after the bills of lading. Goods arrived in Durban on 18 June 1992, later than expected, and the appellant was dissatisfied with their quality. The appellant sought an interdict to restrain Nedbank from honoring the credit, alleging that the bills of lading presented contained a fraudulent misrepresentation of the shipment date and the notation \"Actually on board\". Perfel opposed, denying fraud, and the lower court dismissed the interdict and awarded costs to Perfel. The appellant appealed and later sought leave to adduce further evidence.",
    "issues": "1. Whether the bills of lading contained a fraudulent misrepresentation of fact (date of shipment and \"Actually on board\" notation) that would trigger the fraud exception to a bank's liability under an irrevocable letter of credit. 2. Whether, in the absence of fraud, the court could grant an interdict restraining Nedbank from paying under the credit. 3. How the term \"latest date of shipment\" in the credit should be construed – whether it required actual loading on board a vessel by that date or allowed multimodal transport involving a container depot.",
    "principles": "The court reiterated that an irrevocable documentary credit creates a separate contractual obligation on the bank to pay the beneficiary, independent of the underlying sale, and that this obligation may be avoided only on proof of fraud by the beneficiary (United City Merchants case). Courts are generally reluctant to interfere with bank obligations except in clear cases of fraud. The burden of proving fraud rests on the applicant and must be satisfied on a balance of probabilities. Mere error, oversight, or a genuine dispute of fact does not constitute fraud. The UCP 1983 rules govern the documents required, allowing combined transport documents in lieu of marine bills of lading, and banks must accept documents that comply with the credit's terms unless fraud is shown.",
    "application": "Applying these principles, the court found that the appellant had not proven that Perfel knowingly presented false documents. The explanation offered by Perfel regarding the \"Actually on board\" notation was deemed an error rather than intentional misrepresentation, and the construction of the credit did not unequivocally require loading on board by 8 May. Consequently, the fraud exception did not arise, and the court was not prepared to grant an interdict against Nedbank. The appeal was dismissed, and the costs awarded to the respondents were upheld. The petition for further evidence was also refused as the required criteria for admitting new evidence were not met.",
    "conclusion": "The Supreme Court of Appeal dismissed the appeal, upheld the lower court’s order dismissing the interdict, and affirmed the costs against the appellant. The petition for leave to adduce further evidence was refused, and the appeal was dismissed with costs, including the costs of the petition."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Banking & Letters of Credit",
    "level_3": [
      "irrevocable credit",
      "bank liability",
      "fraud",
      "interdict",
      "international trade"
    ]
  }
}