{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/130.html",
  "case_name": "S v Maritz (125/94) [1995] ZASCA 130 (17 November 1995)",
  "citation": "[1995] ZASCA 130",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 130\n|\nNoteup\n|\nLawCite\nS v Maritz (125/94) [1995] ZASCA 130 (17 November 1995)\nDownload original files\nPDF format\nRTF format\nCG\tSAAKNOMMER: 125/94\nIN NIE HOOGGEREGSHOF VAN SUID-AFRIKA (\nAPPèLAFDELING)\nIn die saak van:\nANTON MARITZ\tAppellant\nen\nDIE STAAT\t\tRespondent\nCORAM\n: SMALBERGER, VAN DEN HEEVER ARR et VAN COLLER Wnd\nAR\nAANGEHOOR\n: 3 NOVEMBER 1995\nGELEWER\n:\n17 NOVEMBER 1995\nUITSPRAAK\nVAN DEN HEEVER AR\n2\nVier lede van die Suid-Afrikaanse Polisie het in die Suid-oos Kaapse\nPlaaslike Afdeling van die Hooggeregshof tereggestaan op 'n aanklag\nvan moord.\nAppellant is skuldig bevind soos aangekla, sy mede-beskuldigdes aan begunstiging\nvan moord. Appellant is ook aangekla\nvan en skuldig bevind aan poging tot\nregsverydeling. Op die eerste aanklag is hy gevonnis tot agt jaar\ngevangenisstraf waarvan twee\nopgeskort is. Weens die poging tot regsverydeling\nwas sy vonnis twee jaar waarvan een moet saamloop met die gevangenisstraf wat hy\nvir die moord moet ondergaan. Die verhoorhof het sy aansoek om verlof om te\nappelleer van die hand gewys. Hierdie Hof het verlof\nverleen tot appél\nteen sy skuldigbevinding op die eerste aanklag en, sou dit gedeeltelik slaag,\nteen die betrokke vonnis.\nAppellant het naamlik aan die einde van die Staat se\ngetuienis sy aanvanklike pleit van onskuldig op beide klagtes verander na een\nvan skuldig op die tweede aanklag, en skuldig aan strafbare manslag op die\neerste. Die Staat was nie bereid om óf die pleit\nóf appellant se\nfeite-uiteensetting op grond waarvan dit aangebied is, te\n3\naanvaar nie.\nVolgens die klagstaat en opsomming van wesenlike feite deur\ndie Staat verstrek, het ene Hendrik Sphiwo Ntluko (\"die oorledene\") terwyl\nhy in\npolisiebewaring was, sy dood gevind onder 'n Nyala gepantserde voertuig nadat hy\nmet 'n nylon sleeptou (\"die band\") aan die\nvoorkant daarvan vasgemaak is en\naangesê is om voor die bewegende voertuig uit te hardloop, en raakgetrap\nis. Die tweede aanklag\nhet gespruit uit wat daarna gedoen, gesê en geskryf\nis deur appellant en drie kollegas wat by sy verhoor Staatsgetuies was,\nom voor\nte gee dat oorledene probeer het om te ontsnap en in 'n agtervolgingsproses per\nabuis voor die voertuig in gehardloop het.\nDie vier beskuldigdes was in die eerste plek die appellant: onder-sersant\nMaritz, 22 jaar oud ten tye van die relevante gebeure, 23\ntoe hy verhoor is,\ngestasioneer op Port Elizabeth as lid van die Binnelandse Stabiliseringseenheid\nwat voorheen bekend was as die\nOnluste-eenheid. Die ander drie was lede van die\nMisdaadondersoekdiens op Humansdorp,\n4\naldrie ouer en met 'n hoër rang as appellant: beskuldigde nr 2,\nspeurder-sersant Muller (30); nr 3, adjudant-offlsier Barnard\n(32); en nr 4,\nspeurder adjudant-offisier Kleyn (30). Ek verwys hiema na hulle volgens hulle\nnommers in die verhoorhof.\nOp 23 Julie 1992 is oorledene deur beskuldigdes 2 en 3, wat 'n moord (op\nStormsrivier gepleeg) ondersoek het, in die Transkei gearresteer.\nHy het aan\nhulle 'n bekentenis gemaak waarin hy 'n ander by die moord betrek het. Oorledene\nwas bereid om die persoon se woonplek\nin Port Elizabeth of die man self aan die\npolisie uit te wys. Vir dié doel het beskuldigdes 2, 3, 4, oorledene en\nassistent-konstabel\nNomganga (as tolk), met twee voertuie op 24 Julie vanaf\nHumansdorp na Port Elizabeth gery, waar gereël is dat hulle deur lede\nvan\ndie Binnelandse Stabiliseringseenheid in die swart gebied Kwazakhele in begelei\nsou word. Dáár aangekom het hulle\nby die basis die groep ontmoet\nwat hulle sou begelei: appellant, onder-sersant Cullis, en konstabels Midmer,\nKubeka, Williams en\nWillard, wat die betrokke nag\n5\ntot op daardie stadium gepatrolleer het op modderpaaie in mistroostige weer\nin 'n Nyala gepantserde voertuig. Daar is ooreengekom\ndat, eerder as om drie\nvoertuie te gebruik, almal in die Nyala na Kwazakhele sou ry. Appellant wat 'n\nkursus gedoen het om hom daarvoor\nte bekwaam, het die Nyala bestuur. Cullis was\nvoor in die passasiersitplek. Die ander het agter gesit. Oorledene se hande is\nop Humansdorp\nal agter sy rug geboei.\nNa baie draaie en gesukkel om by 'n besondere adres uit te kom, is\nuiteindelik by 'n huis stilgehou. Deursoeking daarvan het niks\nopgelewer nie.\nOorledene het gepraat van 'n aansluiting waar daar verkeersligte was, waar hy en\nsy mede-verdagte die swart woongebied\nsou binnegekom het. ïn die hoop (lei\nmens af) dat hy hom daar sou kon oriënteer, is die geselskap na 'n\naansluiting waar\nappellant, Cullis, Williams, oorledene en die tolk uitgeklim\nhet. Oorledene het egter nie die area herken nie. Op Cullis se voorstel\nis hulle\nna 'n aansluiting in Deal Party wat volgens Cullis moontlik voldoen aan\noorledene se\n6\nbeskrywing. Volgens die Staatsgetuies het almal daar uit die Nyala geklim.\nOndanks por en mor kon of wou oorledene niks herken of\nuitwys nie. Midmer het\nhom geklap. Appellant het die band wat volgens skatting ongeveer agt meter lank\nwas, onder 'n sitbank in die\nNyala uitgehaal. Die band het hy altyd saamgeneem\nwaar hy ry: hy het heelwat sukses behaal met die opspoor van gesteelde voertuie,\nwat hy summier daarmee ingesleep het na die polisiestasie. Die glydeure aan\nweerskante van die Nyala was oop en die motor het geluier.\nAppellant het die\nkrambout wat aan die een end van die band was, om oorledene se pols vasgemaak,\ndie ander end van die band voor\naan die Nyala, en oorledene aangesê om te\nhardloop. Hy het Williams opdrag gegee om saam te draf, self teruggeklim in die\nNyala\nen begin ry. Kort daarna het oorledene onder die Nyala beland. Appellant\nhet die Nyala feitlik onmiddellik tot stilstand gebring.\nDie lengte van die\nnoodlottige tog van begin tot einde was volgens appellant ongeveer 60 meter. Die\nNyala weeg sewe ton. Oorledene\nis op slag dood. Sy lyk het bo en behalwe\n7\nkneusings en skaafplekke en laserasies, 'n verbryselde skedel getoon,\nasook frakture van die linker kakebeen, linker bo-arm en linker ribbes,\nen verstuite rugkolom-werwels: een van die nek, twee torakales.\nToe appellant aan die einde van die Staat se saak sy pleit\nverander,\nis 'n verklaring in terme van artikel 112 van Wet 51\nvan 1977 wat hy\nonderteken en bevestig het, ingedien. Daarin beweer hy:\n\"Die rede waarom ek die oorledene so vasgemaak en voor die voertuig laat\nuitbeweeg het, was soos volg:\n(a)\nsodat hy homself kon\noriënteer ten opsigte van die gebied, en\n(b)\nomdat ek geglo het dat die oorledene moedswilliglik besig was om ons\nte mislei.\nMy bedoeling was dat die oorledene vir 'n\nkort distansie voor die voertuig moes uitbeweeg. Ek sou hom op 'n veilige\nafstand volg,\nwaama ek sou stilhou en die ander lede weer saam met ons in die\nvoertuig sou klim. Net voor die botsing het die oorledene, wat op\ndaardie\nstadium links voor die voertuig gedraf het, verder na links beweeg, die\nsypaadjie bestyg en daar voortgedraf. Ek wou stilhou.\nVir die doel wou ek die\nvoertuig uit rat haal. My linkerarm het aan my flitslig, wat op die enjinkonsole\ngelê het, geraak en\ndit het by my voete geval. Ten einde te verhoed dat\ndit onder die rem- en koppelaarpedale beland, wat my sou\n8\nverhoed om te kon stop, het ek onmiddellik gebuk en dit opgetel. Gedurende\nhierdie kort stonde het ek my aandag op die oorledene\nverloor. Feitlik\nonmiddellik hiema het ek gevoel dat die voertuig oor iets beweeg. Ek het groot\ngeskrik en besef dat dit die oorledene\nmoes wees. Ek het onmiddellik die\nvoertuig se remme aangeslaan en die voertuig tot stilstand gebring. In die\nproses het ek ook gepoog\nom na regs te swaai. Op geen stadium het ek die opset\ngehad om oorledene te dood of selfs te beseer nie. Ek het insgelyks ook nooit\ndie moontlikheid voorsien dat my optrede tot die dood van die oorledene sou kon\nlei nie. Ek was goed vertroud met hierdie voertuig\nen het geglo dat ek dit\nbetyds tot stilstand sou kon bring indien nodig. Ek besef egter\nnou\ndat\nmy optrede nie redelik was in die omstandighede nie. Ek kan steeds nie verklaar\npresies hoe die oorledene onder die voertuig\nbeland het nie. Ek aanvaar egter\ndie Staatsgetuie Williams se weergawe\ndaarvan.\"\nWilliams se getuienis hieromtrent was dat\nnadat die oorledene aan die Nyala met die band gekoppel is, die Nyala\nvoortbeweeg het. Williams\nhet die oorledene op die sypaadjie gesien. Die band\nwas op daardie stadium nie gespan nie, dit het gehang. Oorledene het met 'n\nrukslag\nterugbeweeg, met sy rug skuins na agter. \"Die wiel het oor die\n9\ntou beweeg soos dit vir my gelyk het\" - dit is, die linker voorwiel. Toe\nWilliams weer sien het oorledene agter die voertuig uitgekom.\nDie Nyala het\nomtrent twee en 'n half na drie meter verder tot stilstand gekom. Op daardie\nstadium was die band onder die linker\nagterwiel.\nAppellant en die ander beskuldigdes het daama almal getuienis afgelê en\nis lank gekruisvra en ook deur die geleerde verhoorregter,\nKroon R,\nondervra.\nïn die loop van die verhoor is die voertuig geïnspekteer, verskeie\nuitwysings gedoen aangaande wie waar was op bepaalde\noomblikke, en toetse gedoen\nom getuies te laat aandui wat hulle skat die spoed was waarteen appellant op die\nrelevante tyd bestuur\nhet.\nKroon R het in sy bespreking van die geloofwaardigheid van die persone wat\ngetuig het, begin met die tweede aanklag en 'n verwerping\nvan appellant se\nbewering dat hy die band van oorledene se gewrig verwyder het om sy pols te kan\nvoel vir tekens van lewe - dus nie\nom die band as getuienis teen hom weg te maak\nnie. Hy het bevind dat\n10\nondanks gebreke in hul getuienis, dié van die medepligtiges te verkies\nwas bo dié van appellant. Williams en Willard\nhet die verhoorhof\nbeïndruk, veral Williams. Cullis daarenteen het homself in 'n beter lig\nprobeer voorstel as wat die ware\nfeite sou weerspieël, soseer so dat hy nie\ndie vrywaring teen vervolging verleen is wat die ander twee medepligtiges gekry\nhet\nnie. Onbevredigende aspekte in appellant se getuienis is breedvoerig genoem,\nondermeer weer dié met betrekking tot die verwydering\nvan die band vanaf\noorledene se pols. \"Laastens moet daar gekonstateer word dat [appellant]\ntelkemale, en sodra hy hom in moeilikheid\nbevind het ten opsigte van sy\nstandpunt dat hy nie die opset om te dood in die vorm van dolus eventualis gehad\nhet nie, sy toevlug\ntot die antwoorde dat hy nie weet nie of dat hy nie gedink\nhet nie, geneem het en die hele vertoning was onindmkwekkend en\nonoortuigend.\"\nTen aansien van die eerste aanklag het Kroon R die volgende uiteensetting van\ndie verhoorhof se feitebevindings afgetel voordat hy\ndie\n11\nadvokate se betoë bespreek het:\nEerstens, appellant se bedoeling was dat oorledene vir 'n onbepaalde\nafstand straataf moes hardloop om hom mak te maak en te oorreed om\nsy effektiewe samewerking te verleen.\nTweedens, Willard se getuienis word\naanvaar, appellant se ontkenning\ndaarvan verwerp, dat appellant iets soos \"nou gaan jy fokken hardloop\"\naan oorledene uitgeroep het.\nDerdens, onmiddellik voor hy voor die Nyala beland het en omgery is en\nterwyl hy op die sypaadjie gehardloop het, is oorledene skielik\nteruggetrek tot 'n posisie voor die voertuig. \"Die mees waarskynlike\nverduideliking daarvan is dat as gevolg van die verskil tussen die spoed\nvan oorledene en die van die Nyala, die band tot 'n mate verslap het en\nonder die linkervoorwiel van die voertuig vasgepen geword het wat die\nuitwerking sou gehad het om oorledene terug te ruk.\"\nVierdens, appellant se verhaal van die flits wat geval het word verwerp.\n(Redes vroeër genoem tydens bespreking van geloofwaardigheid, is dat\n12\ndit nooit aan sy kollegas genoem is nie, en Cullis nie gevra is of daar\n'n\nflits op die konsole tussen hom en appellant was nie.)\nVyfdens,\ngetuienis aangaande die spoed waarteen appellant die Nyala\nbestuur het, het\ngevarieer van sy eie \"bitter stadig\" wat geskat is op 7\nkpu, tot Williams se\n20 kpu waarop egter geen peil getrek kan word nie.\n\"Die werklike spoed moes êrens tussen die twee gewees het.\"\nSesdens, die remme van die Nyala was doeltreffend.\nIn die sewende plek, die getuienis van al vier die aangeklaagdes kan nie\nverwerp word nie dat appellant, toe dit gebeur, uitgeroep het \"O, God, ek\nhet bo-oor hom gery\" of woorde met 'n dergelike strekking.\nIn sy bespreking van die advokate se betoë, het die verhoorregter feite\ngetabuleer wat volgens advokaat Hattingh, wat beide in\ndie Hof a quo en voor ons\nnamens die Staat opgetree het, belangrik is by beoordeling van appellant se mens\nrea. Omdat daar in die\nuitspraak verwys word na \"die getabuleerde feite\" en dit\nonduidelik is na watter van die genommerde weergawes op daardie stadium\nverwys\nword, gee\n13\nek ook hierdie latere een weer:\n1 is 'n herhaling van die eerste van die verhoorhof se\nafgetelde\nfeitebevindings.\n2.\nOorledene is met 'n band van\nongeveer 8 meter lank vooraan die voertuig vasgemaak. As gevolg van die\nvermindering van die lengte van\ndie band deur die vasmaakproses, moet die\nafstand tussen oorledene en die voertuig niks anders as baie kort beskryf word\nnie.\n3.\nDie padoppervlakte was nat, en tot\ndermate glyerig, en die gebeure het in die nag in swak weersomstandighede\nplaasgevind.\n4.\nOorledene se hande was agter\nsy rug geboei wat sy beweeglikheid en stabiliteit en in die besonder sy vermoe\nom op sy voete te bly\nnadelig sou geraak het.\n5.\nDie Nyalavoertuig was 'n groot, swaar, gepantserde motor en uitsig\nvanuit die voorkant daarvan was baie beperk vanweë die hoogte\nvan die\nvoorruite en die pilare weerskante en tussen die voorruite. Appellant het self\nerken dat daar blindekolle was.\n14\n6.\n\"Hoewel die spoed waarteen\n[appellant] gery het in 'n sekere sin as stadig beskou kon word, in die\nomstandighede wat geheers het,\nwas die spoed een wat as betreklik hoog beskryf\nkan word.\"\n7.\n\"Aansluitend daarby en by punt 2\nis die feit dat indien, byvoorbeeld, oorledene sy balans verloor het (óf\nas gevolg daarvan\ndat hy gly óf omrede hy deur die band geruk word) en\nvoor die voertuig val rekening met reaksietyd aan [appellant] se kant\ngehou moes\nword.\"\nEk kom dan by die belangrikste deel van die\nuitspraak, naamlik die bevinding oor appellant se mens rea. Advokaat Hattingh\nhet toegegee,\nen die verhoorhof het aanvaar, dat dolus directus nie bewys is\nnie. Die hof het egter dolus eventualis bewese bevind met 'n ongelukkige\nwoordkeuse waarmee hierdie deel van die uitspraak beide ingelui en afgesluit\nword. Appellant se getuienis dat hy inderdaad nie voorsien\nhet nie dat oorledene\nenigsins beseer, wat nog gedood, kon word, inoet beoordeel word - so is namens\nhom betoog - in die lig van\nook sy kollegas se versuim om hom te verhoed om sy\nplanne deur te voer. Sy\n15\nkreet toe hy oor die oorledene ry bied ook stawing vir sy getuienis dat hy\ninderdaad nie die moontlikheid van gevaar vir die oorledene\ningesien het\nnie.\nEk nommer aangehaalde passasies uit die uitspraak vir gerief van latere\nverwysing daama. (Die woordkeuse wat ek in paragrawe 1 en\n8 beklemtoon, is myns\ninsiens simptomaties van 'n diepliggende mistasting by die toepassing van die\ntersaaklike regsbeginsels op\ndie aangevoerde getuienis. Ek kom op die gepaste\nplek hiema terug.)\n1.\n\"...(D)ie blote feit dat\nander persone wat teenwoordig was moontlik 'n besondere siening van die\nmoontlikheid van gevaar gekoester\nhet, kan nie veel bydra tot 'n beantwoording\nvan die vraag of 'n sekere gemoedstoestand aan [appellant]\ntoeseskrvf moet\nword nie\n...\n2.\n'n Meer oortuigende en\nbetroubare toets sou wees om na die objektiewe feite te kyk en aan die hand\ndaarvan die aanvaarbaarheid al\ndan nie van [appellant] se getuienis oor sy\nsubjektiewe gemoedstoestand te\nbesleg.\n16\n3.\nNa 'n emstige oorweging van\ndie objektiewe feite wat vroeêr getabelleer is, is ons ... die eenparige\nmening toegedaan dat die\nomstandighede sodanig was dat nie alleen sou 'n\nredelike persoon die gevaar vir oorledene voorsien het nie, maar ook dat\n[appellant]\ndie gevaar moes voorsien het en derhalwe het hy dit\nvoorsien.\n4.\nNa ons oordeel ... was die gevaar\nverbonde aan [appellant] se optrede so voor die hand liggend en so duidelik dat\ndie gevaar nie misgekyk\nkon gewees het nie en vir soverre as wat [appellant],\nwat hom persoonlik aanbetref, die teendeel wou voorgee, moet sy getuienis\nverwerp\nword.\n5.\nDie basis wat hy self\nvoorgehou het as die rede waarom hy die gevaar misgekyk het, hou geen steek nie.\nDit was eenvoudig dat hy nie\ndaaraan gedink het nie, iets wat ons geensins kan\naanvaar nie.\n6.\nVir soverre as wat daar\nmoontlik op die voorgestelde doeltreffendheid van die Nyala se remstelsel\nstaatgemaak sou word en hoewel ons\nnie in die valstrik van trukennis wil val\nnie, kan daar daarop\n17\ngewys word dat, selfs op [appellant] se eie weergawe, toe hy bewus word dat\nhy oor iets ry, die voertuig vir om en by 7 meter aangery\nhet voordat hy dit tot\nstilstand kon bring ...\"\n7.\nInsake die afleiding wat die\nhof gevra is om te maak uit appellant se kreet toe hy oor die oorledene ry: \"Na\nons oordeel gaan die\nbetoog nie op nie. 'n Besef van moontlike gevolge kan\ngepaardgaan met 'n hoop of selfs 'n verwagting dat die gevolge nie inderdaad\nsal\nintree nie en 'n uitroep soos die onder bespreking kan so goed een van\nverslaenheid wees dat die gevolg wat, hoewel voorsien\nis, daar gehoop\nof\nverwag is\nnie sou intree nie, inderdaad ingetree het, as een van verbasing.\"\n(Weereens my beklemtoning.)\n8.\n\"Die getuienis\nis nie dat [appellant] enigsins stappe gedoen het om die moontlikheid van\noorledene se dood te vermy of selfs te verminder\nnie en uiteraard vanweë\ndie grondslag van sy verdediging het en kon [appellant] nie soiets suggereer nie\nen daar is geen ander\nbasis wat homself voordoen waarop daar beslis kan word\nanders as dat [appellant]\n18\nwel in sy optrede volhard het, onverskillig of die dood van die oorledene wat\nhy wel voorsien het, inderdaad intree nie. Die gewraakte\nopset, in die vorm van\ndolus eventualis, moet derhalwe aan [appellant]\ntoegeskryf word\nen moet\nhy derhalwe aan moord skuldig bevind word.\"\nAdvokaat Kingsley wat voor ons namens appellant verskyn het, het betoog dat\ndie verhoorhof misgetas het in sekere van sy feitebevindings\nsowel as in sy\nbenadering tot appellant se geloofwaardigheid. Hy moet na my mening gelyk gegee\nword. Dit is onnodig om die getuienis\naangevoer in die lang verhoor tot in die\nfynste detail te ontleed. Ek raak wel aan faktore wat van belang is omdat dit\nverbandhou\nmet die vraag of dolus eventualis bewys is.\nDat appellant se getuienis op baie punte onaanvaarbaar was, staan vas. Die\nverhoorhof het egter myns insiens misgevat in sy bevinding\ndat appellant se\nbewering, dat hy nie voorsien het nie dat oorledene gedood kon word,\nonaanvaarbaar is vanweë sy \"ek-weet-nie\"\nantwoorde. Die Hof het aan hom\nvrae gestel oor sy ex post facto kennis van die\n19\nmoontlike gevolge van sy optrede die nag. Sy antwoorde het, glad nie\nonverwags nie, maar net neergekom op 'n relaas van wat wel die\nnag gebeur het.\nDat hy geantwoord het \"Ek weet nie\" op die volgende vraag verbaas ook nie. Dit\nwas \"Nou hoe verduidelik u dat hierdie\ngedagtegang nie by u posgevat het daardie\naand nie?\" Dit sou seker die antwoord wees wat die grootste gros nalatige\npersone gee na\n'n kortstondige voorval wanneer hulle lank daama daaromtrent\nondervra word. Die gronde waarop appellant se verhaal oor die flits\nverwerp is,\nkan ook bevraagteken word: dit is nie aan die Staatsgetuies gestel nie omdat\nhulle op die tersaaklike tydstip nie in\ndie Nyala was nie. Al het appellant\nhieroor leuens vertel, sou dit in elk geval nie afdoende wees om die gewraakte\nafleiding te regverdig\nnie, in die lig van objektiewe feite wat die verhoorhof\nóf verbygekyk óf verkeerd benader het.\nWat die verhoorhof se eerste feitebevinding betref, was dit op die\nStaatsgetuienis duidelik dat appellant waarskynlik nie voomemens\nwas om\noorledene ver te laat draf nie. Die Nyala se sydeure was oop en\n20\nsommige (op sy medebeskuldigdes se weergawe) of dalk almal van sy kollegas\nwas nog min of meer waar hulle uit die voertuig geklim\nhet. Appellant het\nvolgens die Staatsgetuies minstens vir Williams aangesê om saam te\nhardloop, volgens Cullis het appellant\nuitgeroep \"gaan julle nie saam hardloop\nnie\". Die bevinding dat oorledene se bedoeling was dat oorledene vir 'n\n\"onbepaalde afstand\nstraataf moes hardloop om hom mak te maak\" is waarskynlik\nbedoel as 'n verwerping van appellant se getuienis dat hy na ongeveer 60\ntree\ngedink het dat oorledene genoeg gedraf het, en reeds besluit het om te stop.\nIndien dit meer as dit inhou, strook dit nie met\ndie feite so pas genoem\nnie.\nDie derde feitebevinding van die hof, wat saamhang met een in paragraaf 6 van\ndie uitspraak, word ook nie deur die getuienis ondersteun\nnie, in dié\nopsig dat niemand getuig het dat oorledene\nvoor\ndie Nyala beland het nie:\nwel\nonder\n. Daar is na my mening meriete in advokaat Kingsley se betoog\ndat dit heel moontlik is, inderdaad waarskynlik, dat oorledene onder\ndie linker\nagterwiel van die Nyala ingepluk is. (Die\n21\nfoto's toon dat dié 'n stompneus voertuig is, met 'n relatief lang\nwielbasis.) Dit sou die afstand gery tussen appellant se\nbesef van wat gebeur en\nsy effektiewe optrede deur te stop, verkort. Niemand kon met volle detail\nsê presies wat gebeur het\nnie. Op appellant se weergawe het oorledene voor\ndie Nyala in die pad gedraf. (Daar sou hy volgens bevindings by die hof se\ninspeksie,\nsigbaar wees vir die bestuurder mits die Nyala nie te na aan hom kom\nnie.) Appellant getuig dat oorledene net voor die botsing na\nlinks beweeg en die\nsypaadjie bestyg het. Williams het hom 'n sekonde of wat voor die voorval wel op\ndie sypaadjie gesien. 'n Redelike\nafleiding is dat dit hierdie beweging van die\noorledene was wat dit moontlik gemaak het dat die voorwiel, sou die band slap\ngeword\nhet, dit raaktrap: dit lê dan skuins, van die middel van die Nyala\nwaar dit vas is na die sypaadjie en juis in die baan van\ndie linkerwiele. En\nindien die linkervoorwiel die band getrap het en oorledene sodoende geruk het,\nwaarna oorledene onder die voortbewegende\nvoertuig beland het, volg dit dat dit\nwaarskynlik die\n22\nagterwiel sou wees wat hom getref het.\nIndien die verhoorhof in paragraaf\n3 van sy uitspraak staat gemaak het op die feite soos getabuleer deur advokaat\nHattingh, is hy\nin twee opsigte mislei. Daar is geen getuienis dat die band\nverkort is omdat dit voor aan die Nyala vasgemaak is nie. Appellant het\nin die\nhof gewys na 'n foto van 'n Nyala wat as bewysstuk voor die hof geplaas is en\ngesê \"... reg in die middel van die registrasienommer\nis daar 'n pen. Ek\nhet net die pen opgelig, die skakel in die middel gesit en weer die pen laat sak\ndat hy in die middel van die\ntwee kante is U Edele ... Die skakel [wat van yster\ngemaak is] van die band self' (Hattingh se paragraaf 2). Daar was ook geen\ngetuienis\nhoegenaamd nie waarop Hattingh se paragraaf 3 kon steun. Waar die\nvoorval plaasgevind het, was die pad geteer en volgens foto's voor\ndie hof, nie\nglad nie. Niemand het getuig dat die sypaadjie glyerig was nie, of wat die aard\nvan sy oppervlak was nie, waarskynlik\nomdat die Staat se saak was dat oorledene\naangesê is om voor die Nyala uit te hardloop, dus op die teer. Dit was\nonder al die\n23\nomstandighede van wesenlike belang om 'n bevinding te maak aangaande die\nspoed waarteen die Nyala gery het - hoe vinniger, hoe erger\nappellant se graad\nvan nalatigheid. Waar Williams se skatting van 20 kpu verwerp is, was dit myns\ninsiens onvoldoende om die vraag\naf te maak deur iets tussen die twee te aanvaar\nen dit as \"betreklik hoog\" te beskryf. Daar is geen rede nie, kortom, om\nappellant\nse getuienis dat hy baie stadig gery het, te verwerp as buite twyfel\nvals, en is die gevaar van die situasie wat hy geskep het te\nhoog aangeslaan,\nveral inagnemend die feit dat hy self in beheer daarvan sou bly.\nVoor daar gesê kan word dat die Staat hom gekwyt het van die bewyslas\nwat hom beswaar waar hy op dolus eventualis steun vir\n'n skuldigbevinding aan\nmoord, moet die getuienis wat hy aanbied sekere toetse slaag. Die primêre\neen is natuurlik dat afleidings\nuit die bewese feite moet voldoen aan die\nreëls van die logika soos uitgespel in R v BLOM\n1939 AD 188.\nOm te besluit\ndat opset by moontlikheidsbewussyn volgens daardie norme van die logika\nbuite\n24\ntwyfel bewys is, is daar twee faktore wat moet vasstaan: nie alleen dat die\ndader die moontlike gevolge van sy optrede voorsien het\nnie, maar dat hy die\nrisiko daarvan bewustelik aanvaar het. Omdat dit wat in iemand se kop aangegaan\nhet nie fisies waameembaar is\nnie, is 'n bevinding i.v.m. dolus eventualis altyd\nafhanklik van afleidings uit ander feite. Merendeels is die feite aan 'n hof\nvoorgelê\nvan so 'n aard dat die tweede noodsaaklike afleiding, dat die\naangeklaagde vrede daarmee gehad het sou 'n voorsiene moontlike gevolg\nintree,\nnoodwendig vloei uit die eerste. Dit is in sulke omstandighede oorbodig om\nmoeisaam uit te spel dat al die nodige trappe\nvan die logika geklim is en nie 'n\nongeregverdigbare sprong gemaak is nie. Krasse voorbeeld, ter illustrasie: drie\nbendelede beplan\nom 'n bank te beroof. A bestuur die voertuig waarmee hy die\nander twee aflaai en waarin hy wag om hulle te help ontvlug met die buit\nwaarin\nhy ook gaan deel. Hy weet dat B en C vuurwapens wat A self gesteel en gelaai\nhet, saamneem. Hy weet ook dat beide geweldenaars\nis wat nie sal skroom om te\nskiet sou iemand\n25\nweerstand teen die rooftog bied nie. B en C gaan die bank binne, rig hulle\nvuurwapens op die twee kassiere en eis geld. 'n Kliënt\nhou hom braaf en\nswaai met sy aktetas na B se wapen, gerig op een van die kassiere. B se wapen\nval op die vloer. Wanneer die kliênt\nbuk om dit op te tel, skiet C hom\ndood. Indien óf A óf B sou getuig dat hy nooit gedink het dat C\niemand soos die oorledene\nsou skiet nie, of dit gedink het maar nie daarmee\nverlief geneem het nie, hoef niemand somme te doen om te besluit beide lieg nie.\nAndersoortige feite kan meer gedetailleerde ontleding noop, juis omdat\nregsbeginsels klaarblyklik nie in die lug hang nie maar toegepas\nmoet word op\ndie feite van die besondere geval. (R v NSELE\n1955 (2) SA 145\n(A) 151.)\nDie eerste twee genommerde paragrawe aangehaal uit die uitspraak van die hof\na quo, val reeds vreemd op. Die persone op die toneel\nwas almal lede van die\npolisie en dit kan aanvaar word dat hulle die oorledene vir wie se welsyn hulle\neintlik almal verantwoordelik\nwas uit hoofde van hul nering, ongeskonde sou wou\nlaat terugplaas in sy sel.\n26\nIedereen van hulle sou teëspoed optel en verduidelikende verklarings\nmoes gee indien dit nie gebeur nie. Dit is waarskynlik dat\nhulle, of van hulle,\nnie op daardie stadium gedink het dat oorledene kan beseer word nie, wat nog\ngedood. So 'n waarskynlikheid is\nper se 'n objektiewe feit -'n feit wat nie\nslegs bestaan uit wat appellant beweer sy eie siening van die situasie was nie -\nwat in\ndie weegskaal geplaas moet word: daar is geen rede waarom dit beskou moet\nword nie oortuigingskrag te hê nie. Willard het homself\nweerspreek oor die\nvraag of hy die gevaar ingesien het dat oorledene kan seerkry aldan nie. Cullis\nhet wel getuig, na sy aanvanklike\nbewering dat \"I couldn't believe anything\nserious would be happening as the investigating officer would be present with\nhis suspect\",\ndat hy\n'n paar sekondes voor die oorledene agter die Nyala\nsigbaar geword het\n\"said to the people next to me 'is this guy crazy, what\nhappens if the person falls'\". Cullis se getuienis is soos reeds vroeër\naangemerk, as nie waffers betroubaar beskou nie maar hy het gesien waarvan\nappellant nie bewus was nie, dat die band slap geword\nhet.\n27\nVolgens Williams, die medepligtige wat die beste indruk op die verhoorhof\ngemaak het, was almal voor die Nyala toe appellant oorledene\nvasmaak.\nBeskuldigdes 2, 3 en 4 is die voordeel van die twyfel gegun omdat aldrie van\nhulle vertel het dat hulle nie daar uit die\nNyala geklim het nie; maar waar dit\nnie positief bevind is dat hy hierin verkeerd was nie, is dit ewe moontlik\n(veral omdat die verhoorhof\nnie beïndruk was met die drie beskuldigdes se\ngetuienis nie) dat Williams korrek is. Dit staan vas dat niemand probeer het om\nappellant te keer nie, ook nie sy seniors nie wat direk verantwoordelik was vir\ndie oorledene. Dan is dit glad nie vergesog nie dat\nappellant inderdaad nie die\nmoontlikheid voorsien het van wat toe wel gebeur het nie. Hy het waarskynlik op\ndie ingewing van die\noomblik opgetree. Hy het nie sy kollegas vertel wat hy van\nplan was om te doen nie. Waar oorledene maar ongeveer 60 meter gedraf\nhet\nvoordat hy onder die Nyala beland het, was daar selfs teen 'n slakkepas van 7\nkpu nie juis tyd vir besinning nie nadat die tog\nbegin is. Sy onmiddellike\nreaksie dui ook daarop: sy kreet is inderdaad\n28\ndeel van die res gestae. Die ander afleiding wat die hof a quo as 'n\nmoontlikheid voorgehou het, berus op bespiegeling. Paragraaf\n7 van die uitspraak\nbevat in elk geval 'n mistasting, omdat dit die tweede fondamentsteen van dolus\neventualis ondergrawe. Die moontlikheid\nword naamlik erken dat hy nie verwag het\ndat die gevolg sou intree nie en dat dit die rede vir sy uitroep kon wees.\nVan belang in hierdie saak is dat, soos reeds genoem, appellant self in\nbeheer van die Nyala was. Hy was bedrewe in die bestuur daarvan,\ndie brieke was\ngoed. Dit kan 'n groot verskil maak aan die afleidings wat logies geregverdig is\nten aansien daarvan of iemand die\nmoontlikheid van gevaar voorsien het aldan\nnie, of mens te doen het met 'n dader of 'n medepligtige. Dit moet noodwendig\nook 'n verskil\nmaak daaraan of die afleiding geregverdig is dat iemand hom\nversoen het met die intree van 'n gevolg wat wel voorsien is. Ten opsigte\nvan\ndie dader self kan waameembare dade van nie-versoening wat nodig word ten\naansien van andermansoptrede (vgl S v BEUKES\n1988 (1) SA 511\n(A)\n29\n522 G-J) ontbeer word. Die dader self aanvaar nie die risiko van die\ngevolge nie waar hy oortuig is dat hy die intree daarvan kan verhoed.\nDat sy oortuiging ex post facto blyk verkeerd te gewees het, ding\nnie\ndaarvan af nie dat 'n mens tog nie kan sê dat iemand 'n gevolg\nopsetlik\nveroorsaak het, net omdat hy die gevolg voorsien het nie, indien\nhy\ngehandel het in die oortuiging dat dit tog nie sal intree nie (vgl De Wet\nen Swanepoel, STRAFREG, 4de uitg bll 140) Dit word meer volledig\nuitgespel in S v NGUBANE\n1985 (3) SA 677\n(A) 685 A-F:\n\"Conscious negligence is not to be equated with dolus eventualis. The\ndistinguishing feature of dolus eventualis is the volitional\ncomponent: the\nagent (the perpetrator) 'consents' to the consequence foreseen as a possibility,\nhe 'reconciles himself to it, he\n'takes it into the bargain'. (Cf the Dutch\nauthors cited in S v DLADLA EN ANDERE\n1980 (1) SA 1\n(A) at 4B-G.) Our cases\noften speak of the agent being 'reckless' of that consequence, but in this\ncontext it means consenting, reconciling\nor taking into the bargain (cf Snyman\nSTRAFREG at 168, cited in S v SWANEPOEL\n1983 (1) SA 434\n(A) at 456h) and not the\n'recklessness' of the Anglo American systems nor an aggravated degree of\nnegligence. It is the particular,\n30\nsubjective, volitional mental state in regard to the foreseen possibility which\ncharacterises dolus eventualis and which is absent\nin\nluxuria.\"\nOok op hierdie been van die bewyslas, is\nappellant se kreet en voorkoms\nna die voorval relevant. Volgens Willard was\nappellant - inderdaad\nalmal van hulle - geweldig geskok. Luitenant Smith aan\nwie die voorval\nnog die nag gerapporteer is, beskryf hom as verskrik, uiters\ngeskok.\nCullis beskryf hom as \"in a panic situation\". Dit klink nie na\niemand\nwat inderdaad vrede gemaak het met die intree van 'n voorsiene\nrisiko\nnie.\nNa my mening is dit egter nie eens nodig om tot hierdie\nbevinding\nte geraak nie. In S v STIGLING EN 'N ANDER\n1989 (3) SA\n720\n(A)\nhet hierdie Hof op bl 723 C-D vir die soveelste keer gemaan, in die\nwoorde van Wessels AR in S v BRADSHAW 1977 (1) PH H 60, dat\n\"the Court should guard against proceeding too readily from 'ought to have\nforeseen' to 'must have foreseen' and hence to 'by necessary\ninference in fact\nforesaw' the possible consequences of the conduct inquired into. The several\n31\nthought processes attributed to an accused must be established beyond any\nreasonable doubt, having due regard to the particular circumstances\nwhich\nattended the conduct being enquired into\".\nKyk ook S\nv SIGWAHLA\n1967 (4) SA 566\n(A) 570 A; S v SEPHUTI\n1985 (1) SA 9\n(A) 12 I. Daar\nmoet hier minstens 'n redelike twyfel bestaan of appellant inderdaad voorsien\nhet dat die oorledene se dood kon spruit\nuit die situasie wat hy geskep het. Die\nverhoorhof het in sy benadering tot die objektiewe getuienis wat nie verwerp kon\nword nie,\nin die lokval getrap waarteen STIGLING se saak waarsku. Die\nskuldigbevinding op die eerste aanklag moet derhalwe vervang word met\n'n\nskuldigbevinding aan strafbare manslag, want nalatig was appellant gewis.\nAppellant was vir vonnisdoeleindes 'n eerste oortreder, redelik jonk toe hy\noortree het, en hierdie oortreding is gemotiveer deur\nsy ywer. Volgens die\ngetuienis was hy inderdaad ywerig - hier inderdaad oor-ywerig. Hy het nie slegs\ndie ondersoekbeampte se taak\nop homself\n32\ngeneem nie, maar om misdaad te bekamp het hy self in misdaad verval. Sy\noptrede teenoor die oorledene kan nie goedgepraat word nie.\nDaar was getuienis\naangevoer van onder andere stres veroorsaak deur sy werksomstandighede. Daar was\n'n gebrek aan ondersteuning in\nsy pogings om misdaad te bestry. Hy en sy jong\nkollegas in die eenheid waaraan hy verbonde was, is gebruik in situasies wat\neintlik\nweermagtake moes gewees het en waarin van hulle gesneuwel het. Maar deur\nsy optrede het hy die mag waarby hy vrywillig aangesluit\nhet, oneer aangedoen,\nen die taak van sy kollegas wat die agting van die wetsgehoorsame gemeenskap\nnodig het om hul werk behoorlik\nte kan doen, bemoeilik. Lede van die polisiemag\nword boonop huigelaars indien hulle vir hulself ander norme toe-eien as\ndié\nwaaraan hulle die gewone burger wil hou. Dat hy boonop probeer het om\ndie reg te verydel wat hy veronderstel is om te dien, sou 'n\nverdere verswarende\nfaktor wees, maar hy is reeds gepas daarvoor gestraf. Dit moet ooglopend buite\nrekening gelaat word by bepaling\nvan wat nou van\n33\nappellant moet word waar die skuldigbevinding verander word na 'n mindere\nkategorie van misdaad, wat egter steeds 'n ernstige bly.\nIn die gewone loop\nsou 'n jong eerste oortreder wat skuldig bevind word aan strafbare manslag\nspruitende uit die nalatige, selfs grof\nnalatige bestuur van 'n voertuig, nie\ndirekte gevangenisstraf opgelê word nie. Deur middel van onder andere\nopgeskorte gevangenisstraf\nen korrektiewe toesig kan positiewe verpligtings aan\nso 'n veroordeelde opgelê word waaruit hy kan leer en die samelewing kan\nbaat. Hierdie strafbare manslag het egter sy oorsprong nie slegs in nalatigheid\nnie, maar in 'n misbruik van mag. Ek meen nie dat\nkorrektiewe toesig, waarvoor\nsy advokaat gevra het, hier gepas sou wees nie. Die oorledene was weerloos toe\nhy aan vernedering sowel\nas gevaar blootgestel is. Dit is dié faktor wat\nprobleme veroorsaak met bepaling van 'n gepaste straf, en veroorsaak dat die\ngemeenskapsbelang hier swaarder weeg as appellant s'n. Die waarskuwing bevat in\nS v SCHUTTE 1995 (1) SASV 344 (C) 350 c-e is deur\nhierdie Hof goedgekeur in\nSINDEN v THE STATE, 19\n34\nSeptember l995:\n\"...(C)ourts should be cautious not to debase the coinage of correctional\nsupervision as a form of punishment. It is an innovative\nform of sentence, which\nif used in appropriate cases and if applied to those who are likely to respond\npositively to its regimen,\ncan serve to protect society without the destructive\nimpact incarceration can have on a convicted criminal's innocent family\nmembers....\nHowever, if it is used indiscriminately it will soon forfeit its\ncredibility. The courts could well become increasingly reluctant\nto invoke its\nprovisions - even in circumstances where the sentence may well have best served\nthe interests of both society and the\noffender.\"\nDeur die straf aan appellant opgelê, moet die Hof sy en die samelewing\nse weersin uitspreek in appellant se magsmisbruik wat\nsulke katastrofale gevolge\ngehad het.\nDie appèl slaag. Die bevinding en bevel van die verhoorhof t.a.v. die\neerste aanklag word geskrap en vervang met die volgende:\n1. Op die eerste\naanklag word die beskuldigde skuldig bevind aan strafbare manslag.\n35\n2. Die vonnis aan hom opgelê ten opsigte hiervan, is een van vier jaar\ngevangenisstraf, waarvan twee jaar opgeskort word vir\ndrie jaar, op voorwaarde\ndat beskuldigde nie skuldigbevind word nie óf aan nalatige of roekelose\nbestuur van 'n voertuig,\nóf aan aanranding, gepleeg binne die tydperk van\nopskorting en ten opsigte waarvan hy gevonnis word tot direkte gevangenisstraf\nsonder die keuse van 'n boete..\nL VAN DEN HEEVER STEM SAAM:\nSMALBERGER AR) VAN COLLER Wnd AR)",
  "scraped_at": "2026-02-12T07:50:37.157307",
  "date": "1995-11-17",
  "coram": [
    "SMALBERGER",
    "VAN DEN HEEVER",
    "COLLER"
  ],
  "case_number": "125/94",
  "parties": {
    "applicants": [
      "Anton Maritz"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Four members of the South‑East Cape Police, including Acting Sub‑Sergeant Anton Maritz (the appellant), were charged with murder after Hendrik Sphiwo Ntluko died when he was tied to a nylon band, forced to run in front of an armoured Nyala vehicle and was run over. The appellant drove the Nyala, attached the band to the victim’s wrist, instructed him to run ahead of the vehicle, and the victim fell under the vehicle and suffered fatal injuries. The co‑accused were senior police officers who assisted in the operation. The trial court convicted the appellant of murder, of aiding and abetting murder, and of attempting to pervert the course of justice, imposing an eight‑year sentence (partly suspended) for murder and a two‑year sentence for the perversion charge.",
    "issues": "1. Whether the appellant possessed the requisite mens rea for murder – specifically dolus eventualis – by foreseeing the risk of death and reconciling himself to that consequence. 2. Whether the conviction for perverting the course of justice should stand. 3. Whether the original murder conviction should be replaced by a lesser offence of culpable homicide (strafbare manslag).",
    "principles": "The court applied the doctrine of dolus eventualis, requiring proof that the accused foresaw the possible death and nevertheless proceeded, accepting the risk. Relevant authorities included R v BLOM (1939), S v DLADLA EN ANDERE (1980), and the distinction between dolus eventualis and conscious negligence as articulated in S v NGUBANE (1985) and S v SWANEPOEL (1983). The court also considered the evidential standards for establishing perverting the course of justice.",
    "application": "The appellate court examined the evidence: the band length, the vehicle speed (estimated between 7 and 20 km/h), the wet and slippery road conditions, and the appellant’s own statements. It found that the appellant was in control of the vehicle, that he bound the victim and directed him to run, and that he was aware of the danger of the victim falling under the heavy armoured vehicle. The court concluded that the appellant foresaw the risk of death and accepted it, satisfying the criteria for dolus eventualis. The court also held that the appellant’s actions amounted to perverting the course of justice, but that the appropriate conviction for the first charge should be reduced.",
    "conclusion": "The appeal succeeded in part. The murder conviction was set aside and replaced with a conviction for culpable homicide (strafbare manslag) carrying a four‑year imprisonment, of which two years were suspended subject to a three‑year probation, and no fine. The conviction for attempting to pervert the course of justice was affirmed, but the sentence was subsumed within the revised order. The court emphasized the seriousness of the appellant’s abuse of police authority."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "dolus eventualis",
      "police misconduct",
      "culpable homicide",
      "perverting the course of justice"
    ]
  }
}