{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/28.html",
  "case_name": "S v Nel (14/94) [1995] ZASCA 28 (28 March 1995)",
  "citation": "[1995] ZASCA 28",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 28\n|\nNoteup\n|\nLawCite\nS v Nel (14/94) [1995] ZASCA 28 (28 March 1995)\nDownload original files\nPDF format\nRTF format\nSaaknommer 14/94 IN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak tussen:\nANTON\nNEL\tAppellant\nen\nDIE STAAT\tRespondent\nCORAM\t: JOUBERT, NESTADT\net HOWIE ARR DATUM AANGEHOOR : 6 MAART 1995 DATUM VAN UITSPRAAK : 28 MAART\n1995\nUITSPRAAK\nHOWIE AR/\n2\nHOWIE AR:\nHierdie appèl gaan oor 'n vonnis van drie jaar gevangenisstraf wat\nappellant in 'n streekhof opgelê is weens oortreding\nvan art 43(a) van die\nWet op Korrektiewe Dienste, 8 van 1959. Hy was 'n bewaarder in diens van die\nDepartement Korrektiewe Dienste\nen het twee gevangenes gehelp om uit die\nJohannesburgse Diepkloof Gevangenis waar hy werksaam was, te ontvlug. Sy\nappèl na\ndie Witwatersrandse Plaaslike Afdeling het misluk maar daardie\nHof het verlof toegestaan om na hierdie Hof te appelleer.\nNamens appellant is\naan die hand gedoen dat korrektiewe toesig kragtens art 276(1)(h) van die\nStrafproseswet 51 van 1977 in al die\nomstandighede opgelê behoort te\ngewees het. Sodanige betoog is gegrond op die menings van drie getuies wat ter\nstrafversagting\ngetuig het. Hulle getuienis kom daarop neer, gebaseer\ngrotendeels op wat appellant aan hulle oorgedra het, dat gevangenisstraf\nappellant\nnadelig sou affekteer en dat\n3\nkorrektiewe toesig die aangewese straf sou wees. Aangesien nóg die\naanklaer nóg die verhoorhof hierdie getuienis aangeveg\nof in twyfel\nprobeer trek het, het die streeklanddros misgetas, so lui die betoog, deur te\nbevind dat appellant se mededelings aan\ndie getuies onbetroubaar was en deur\nhulle aanbeveling aangaande die gepaste straf nie te aanvaar nie.\nMet betrekking tot die regsvraag of korrektiewe toesig 'n bevoegde vonnis is\ngesien die bepalings van art 43 (a) van die Gevangeniswet\n(waarvolgens\ngevangenisstraf vir hoogstens vyf jaar voorgeskryf word) is namens appellant\naangevoer dat die beslissing in\nS v Strvdom en 'n Ander\n1994 (2) SASV 456\n(W) (waar gemelde vraag ontkennend beantwoord is) verkeerd was.\nDie tersaaklike getuienis is die volgende. Appellant is 'n eerste oortreder\nen was ten tye van die pleging van die misdryf 23 jaar\noud. Hy is tans 'n\npaneelklopper bedags en 'n beroepsbokser by ander tye. Sy deelname aan\n4\ndie misdryf beskryf hy in 'n bekentenis wat hy na sy\narrestasie voor 'n\nlanddros afgelê het. Die bekentenis is\nby die aanvang van die verhoor,\ntoe appellant skuldig\ngepleit het, by sy geskrewe pleitverduideliking ingelyf\nen\nlees soos volg:\n\"Ek is 'n bokser, en ek het te Johannesburg gevangenis gewerk. Ek werk nie\neintlik oor naweke nie. Ek het ± in Augustus 1991\n'n naweek gewerk.\n'n Gevangene met die naam Webb, het my genader en my gevra, maar eers met 'n\nklomp stories gekom. Hy het gesê sy vrou het nie\ngeld nie en hy is\nsieklik, of ek hom sal kan help om te ontvlug.\nEk het vir hom gesê dat hy seker nie ernstig is nie. Na die tyd het hy my\nbly laat weet deur ander bewaarders dat hy met my\nwil praat, en naderhand het hy\nmy sag gemaak en ek het ingestem. Ek het nie geweet hoe ek dit sal doen nie en\nek het vir hom gesê\ndit sal deur ontvangs kantoor moet gebeur. Maar hulle\nsal self iemand moet kry om hulle buitekant te kom haal as hulle uit is. Dis\ntoe\ngevangene Schultz ook in die prentjie gekom het. Toe sê Gavin Schultz dat\nsy meisie buitekant kan organiseer vir 'n polisieman\nom hulle te kom uithaal. Sy\nhet vir ongeveer 5 keer op 'n dag gebel en vir my gesê sy is besig om te\norganiseer vir 'n polisieman.\nSy het my een aand gebel en vir my gesê dat\nsy 'n polisieman gekry het en dat die polisieman my sal nader of my bel. Die\npolisieman\nse naam is Shane van Mondeor Polisiestasie. Die polisieman het my\nnooit genader nie, en toe kry ek\n5\nmy eie polisieman. Webb hulle het vir my gesê dat\nhulle ons meer sal\nbetaal, ons moet nie te worry nie -\ndie geld is daar.\nDis toe ek vir Lucas\nontmoet het by\nbokskampioenskappe. Hy is 'n ondersersant by\nNorwood\nPolisiestasie. Ek het hom genader en hom vertel van\ndie hele\nstorie, van dat hulle ons sal betaal as ons\nhulle help om uit te kom.\nDit\nhet vir 2 weke baie stil gegaan, ek het 2de\ngedagtes gehad. Daar was probleme\nby my ouers se\nhuis, en daar het stories rond gelê dat my pa\n'n\nverhouding het met 'n ander vrou. Toe besluit ek tot\nhier toe en nie\nverder nie. As my ma en pa moet skei,\nwat word van my ma.\nEk het vir Lucas\ngaan bel, en hom gevra of hy my gaan\nhelp. Hy het ingestem. Hy sê ek\nmoet na sy woonstel\nkom sodat ons die ding kan bespreek. Ek gaan na\ndie\nwoonstel maar hy was nie daar nie. Toe los ek al die\nvorms wat daar\ningevul moet word - dit was vorms om 'n\ngevangene uit die tronk te haal deur\ndie polisie vir\n'n ondersoek buitekant.\nLucas het my die volgende dag kom sien met die vorms.\nEk het hom alles\nvertel wat hy moet invul.\nDie ontvlugting het die Donderdag gebeur om 9h00 die\noggend. Lucas se vriend het by die gevangenis\naangekom en die papiere aan my broer oorhandig. My\nbroer het my gestuur om die 2 gevangenes te gaan haal.\nLucas het buite gewag.\nLucas het gery met die 2 gevangenes, ek het hulle\nlangs die pad gekry naby die gevangenis. Gevangene\nWebb het saam met my gegaan en gevangene Schultz het\nsaam met Lucas en sy vriend gegaan.\nLucas hulle is na Schultz se woonstel toe. Ek is saam\nmet Webb, want hy het gesê hy moet dinge organiseer\nvir die geld wat hy ons skuld. Hy (Webb) het nie die\n6\nmense in die hande gekry nie en vir my gesê hy moet êrens bel. Ek\nis na my ouers toe met Webb, hy het daar gebel. Hy het\nmet ene Rita 'n bruin\nvrou en sy vrou gebel. Ons is daarna na Schultz se woonstel toe. Ons het daar\nrond gesit, en Lucas sê\nons kan nie so rondsit ons moet na sy woonstel toe\ngaan. Ons is na sy woonstel toe. Webb is die aand alleen daar weg om te sien of\nhy die geld in die hande kan kry. Ek en Webb het daar oornag. Schultz en sy\nmeisie het by sy woonstel gaan slaap. Vrydag oggend het\nWebb weer gesê hy\nmoet die mense van die geld gaan sien ons het besluit dat Lucas saam met hom\nmoet gaan. Hulle het laat die\nmiddag terug gekom en daar was geen teken van die\ngeld nie.\nSaterdag oggend het ek en Lucas gaan boks vir ons pro-lisensie. Ons\nhet teruggegaan na Lucas se woonstel, en ons het vir Webb gesê\ndat as\ndinge nie vandag gebeur met die geld sal ons hulle terugvat. Niks het met die\ngeld gebeur nie, en Webb het gesê hy wil\nteruggaan tronk toe. Schultz het\ngesê hy wil nie teruggaan tronk toe nie, en het ook gesê hy sal uit\ndie land uit vlug\nen sy vriend gaan opsoek en vir ons geld stuur. Ons het toe\ngesê Schultz kan maar gaan. Webb het ons gevra dat ons hom by 'n\nvriend se\nhuis in Benoni gaan aflaai. Hy sal self planne maak om by die gevangenis uit te\nkom, en van daar af het ons hom nie weer\ngesien nie. Dis al.\nV.Hoeveel geld sou u en Lucas ontvang het? A.Hulle het gepraat van ±\nR100 000,00. V.Was u van plan om die 2 gevangenes terug\nte neem tronk toe, toe u\nvir Lucas en die 2 gevangenes ontmoet het buite die tronk op die Donderdag?\nA.Nee.\"\nIn sy pleitverduideliking het appellant erken dat\n7\nSchultz en Webb verhoorafwagtendes was en dat hy geweet het dat eersgenoemde\nvan roof en poging tot moord aangekla was en dat Webb\nvan bedrog aangekla was.\nHy het ook erken dat ten einde hulle te help ontvlug hy deel gehad het aan die\nvervalsing van vorm SAP127.\n(Hierdie dokument het te doen met tydelike\noorplasing van 'n verhoorafwagtende gevangene.) Die vervalsde vorm is aan die\nbetrokke\ngevangenispersoneel aangebied om sodoende die ontvlugting te\nbewerkstellig.\nAppellant het besluit om nie die verhoorhof in sy vertroue te\nneem en getuienis onder eed af te lê nie. Afgesien dus van die\ninhoud van\nsy bekentenis kan 'n gepoogde bepaling van sy geloofwaardigheid en karakter\nslegs gebaseer word aan die hand van wat hy\nsy getuies gedurende konsultasies\nmeegedeel het en hulle gevolgtrekkings wat daaruit voortvloei.\nDie eerste getuie, mev. Du Plooy, 'n proefbeampte, skets in die eerste plek\nappellant se persoonlike\n8\ngeskiedenis. Hy is die tweede oudste van vyf kinders. As\ngevolg van\nhuweliksprobleme verlaat sy moeder op 'n stadium\nsy vader en sit 'n\negskeidingsgeding aan die gang. Hulle\nversoen later en appellant woon nog\nsteeds by hulle in. ín\nwat sy laaste jaar op skool sou gewees het,\nraak hy\nbetrokke in 'n seksuele verhouding met 'n onderwyseres. As\ngevolg daarvan druip hy. Hy gaan die volgende jaar terug\nen behaal sy matriek op 21-jarige ouderdom. Op skool was\nhy kaptein van die eerste rugbyspan, hy het in atletiek\nuitgeblink en hy het erekleure vir krieket en kadette\nverwerf. Mev. Du Plooy gaan dan voort om die volgende te\nsê wat die misdryf self betref:\n\"Volgens beskuldigde het hy aanvanklik betrokke geraak na aanleiding van die\ntragiese omstandighede van Webb wat aan beskuldigde geskilder\nis. Hy het Webb\nbejammer en toe die beloftes van finansiële vergoeding ter sprake kom, het\nbeskuldigde geswig voor die versoeking.\n'n Bydraende faktor was die feit dat sy\nouers op daardie stadium met egskeidingsprosedures begin het en hy bekommerd was\noor sy moeder\nse finansiële dilemma. Sy het geen inkomste en moes nog vir 2\njonger kinders sorg. Uit sy vertelling is dit duidelik dat beskuldigde\n9\nuiters naïef en op goedertrou opgetree het. Hy het geen versekering gehad\nvan die vergoeding en het die gevangenes by tye alleen\ngelaat. Beskuldigde het\negter nooit enige vergoeding ontvang nie en het die gevangenes laat gaan.\nUit die onderhoude blyk dit duidelik dat beskuldigde nou eers die volle\nimplikasies van sy optrede besef.\"\nWaar dit by haar evaluasie\nkom, verwys sy na die mening van\nmnr. Redelinghuys, 'n kliniese sielkundige,\nwelke mening sy\naanvaar en dan kom sy tot die volgende gevolgtrekking:\n\"Ondergetekende beskou beskuldigde as 'n persoon wie maklik beïnvloedbaar\nis deur ander se behoeftes en probleme endan ook in\nso 'n mate betrokke raak dat\nhy realiteite verloor. Hy is egter eerlik en opreg in sy spyt en berou oor sy\noptrede.\nBogenoemde, tesame met sy behoefte aan finansiële sekuriteit vir homself en\nsy moeder het waarskynlik aanleiding gegee tot die\noortreding.\"\nDie getuie meen voorts dat gevangenisstraf appellant\nse eie\nwaarde verder sal afbreek en tot emosionele onstabiliteit\nlei. Korrektiewe toesig aan die ander kant:\n\"... kan gesien word as 'n gepaste vonnis waar beskuldigde binne die gemeenskap\nkan voortgaan onder toesig met die regte hulp en\nleiding.\"\nOm\ndaardie redes en omdat luitenant Serfontein van die\n10\nvoormelde Departement appellant as 'n \"positiewe\" kandidaat vir korrektiewe\ntoesig beskou, beveel die getuie aan dat\nlaasgenoemde\nvonnis inderdaad opgelê\nword.\nDie tweede getuie, mnr. Redelinghuys, bevind, op grond van konsultasies\nmet appellant, sy moeder en sy verloofde asook drie toetse\nwat hy appellant laat\ndoen het, dat laasgenoemde 'n ontoereikende persoonlikheid het in terme van\nfunksionering, streshantering en\nemosionele hantering; dat hy baie min\nselfvertroue en eiewaarde het; en dat hy derhalwe baie kwesbaar, onafhanklik en\nbeïnvloedbaar\nis. Om hierdie rede, meen die getuie, kon appellant nie die\ndruk wat Webb op hom geplaas het, en die versoeking wat die belofte van\nbetaling\ndaargestel het, weerstaan nie. Na mnr. Redelinghuys se mening is appellant\nuiters naïef en insigloos en het hy nie\nweens gierigheid die misdryf\ngepleeg nie maar as gevolg van \"psigogene dinamiese prosesse\" wat op sy\npersoonlikheid 'n inwerking\ngehad het. Trouens, so meen die getuie, het\nappellant nie werklik die\n11\nvolle implikasies van sy daad verstaan nie. Mnr. Redelinghuys bereik die\ngevolgtrekking dat gevangenisstraf die risiko inhou dat appellant\nslegter sal\nuitkom, karaktergewys, as wat hy nou is. Hy gaan egter nie so ver as om\nkorrektiewe toesig aan te beveel nie.\nLuitenant Serfontein was die laaste getuie. Uit sy eie ervaring, sê hy,\nkan 'n gevangenisbewaarder wel van tyd tot tyd onder\nversoeking kom soos in\nappellant se geval gebeur het, en waar die betrokke persoon vir versoeking\nvatbaar is, kan hy dan geredelik\ndaarvoor swig. Op grond van appellant se\npersoonlike faktore en in ag genome wat 'n vonnis van korrektiewe toesig alles\nbehels, kom\ndie getuie tot die slotsom dat appellant 'n geskikte kandidaat vir\nso 'n vonnis is.\nDie streeklanddros het bovermelde getuienis deeglik oorweeg en die bevinding\ngemaak, soos reeds aangedui, dat appellant die getuies\nprobeer mislei het. Na\ndie verhoorhof se oordeel het appellant nie naïef en ondeurdag\n12\nopgetree nie. Gesien die leiereienskappe wat hy op skool geopenbaar het, het\ndie Hof betwyfel of hy werklik so 'n lae selfbeeld het\nsoos die getuies gemeen\nhet. Voorts, so bevind die Hof, het hy nie bloot uit j ammerte vir Webb opgetree\nnie maar om betaling te\nverkry. Hy was feitlik \"die meesterbrein\" agter die\nontsnapping en het die voortou geneem veral by die stadium toe hy self\ngereël\nhet vir 'n polisieman om Webb en Schultz te kom haal. Die\nstreeklanddros beklemtoon ook die feit dat die misdryf baie goed beplan\nis en\ndat appellant van Augustus 1991 tot die dag van die ontsnapping op 31 Januarie\n1992 met die beplanning besig was. Hy moes dus\ngoed geweet het dat indien hy\ngevang word hy groot probleme sou optel.\nDie verhoorhof oorweeg voorts verskeie vonnisopsies. Wat betref korrektiewe\ntoesig meen die streeklanddros dat dit in al die omstandighede\nvan die saak nie\nerkenning sal verleen óf aan die erns van die oortreding óf die\nbelange van die gemeenskap nie. Die\nHof se gevolgtrekking is\n13\nderhalwe, ondanks die welbekende nadele daaraan verbonde, dat direkte\ngevangenisstraf die enigste gepaste straf is. Ondanks die betoog\nnamens\nappellant, waarin alles wat moontlik in sy guns gesê kan word, geopper is,\nmeen ek dat die verhoorhof geen wesenlike\nmistasting begaan het nie. Veral die\nbevinding dat appellant nie naïef en insigloos opgetree het nie lyk vir my\nheeltemal juis.\nIn hierdie verband is mnr. Redelinghuys se mening gebaseer onder\nandere op die aanvaarding, as 'n feit, dat appellant vir Schultz\nen Webb finaal\nlaat gaan op sterkte van die belofte dat eersgenoemde in die buiteland geld sou\ngaan haal en dat laasgenoemde hom\naan die gevangenisowerhede sou gaan oorgee.\nHierdie bewerings is na my oordeel veel eerder aanduidings van\nongeloofwaardigheid aan\nappellant se kant as van naïewiteit of\ninsigloosheid. En, soos reeds gesê, appellant was nie bereid om sy relaas\nonder\nkruisondervraging te laat toets nie. Waarom appellant, as hy wel onder\ndruk gevoel het, nie die eenvoudige stap\n14\ngedoen het om sy bevelvoerende offisier se raad in te win, weet mens\neenvoudig nie. Hy het seer sekerlik meer as voldoende tyd daarvoor\ntot sy\nbeskikking gehad.\nSelfs indien dit hierdie Hof sou vrygestaan het om sy eie\nvonnis op te lê sou die uitslag dieselfde gewees het. En wel om dieselfde\nredes wat die verhoorhof se uitspraak ten grondslag lê.\nDaar kan\nlaastens net bygevoeg word dat die twee beskuldigdes in die saak van\nStrydom\nsupra, die twee polisiemanne was wat onder appellant se\nmededaders by die pleging van die onderhawige misdryf geressorteer het. Hulle\nis\ndrie jaar gevangenisstraf ooreenkomstig art 276(1)(i) van die Strafproseswet\nopgelê. Hulle appèl na die Witwatersrandse\nPlaaslike Afdeling asook\nhulle aansoek aan die Hoofregter om verder te appelleer, het albei misluk.\nGesien appellant se leidende\nrol in die hele aangeleentheid sou dit nie gepas\nwees as hy met dieselfde vonnis as hulle gestraf word nie, om nie eers van 'n\nligter\n15\nvonnis as hulle s'n te praat nie. Boonop het hy goed geweet - anders,\nblykbaar, as Strydom-hulle - waarvan veral Schultz aangekla\nwas.\nBygevolg\nbestaan daar geen rede om met appellant se vonnis in te meng nie. Die regsvraag\nwaarna hierbo verwys is, ontstaan dus nie.\nDie appèl word van die hand gewys.\nC.T. HOWIE\nAPPèLREGTER JOUBERT AR ] STEM SAAM NESTADT AR ] /al",
  "scraped_at": "2026-02-12T05:57:36.405435",
  "date": "1995-03-28",
  "coram": [
    "Joubert",
    "Nestadt",
    "Howie"
  ],
  "case_number": "14/94",
  "parties": {
    "applicants": [
      "Anton Nel"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "Anton Nel, a prison guard employed by the Department of Corrective Services, assisted two inmates, Webb and Schultz, in escaping from Diepkloof Prison in Johannesburg. Nel coordinated with the inmates, forged official forms, and arranged for a police officer to retrieve the escapees. He admitted his participation in a signed confession and explained the sequence of contacts, meetings, and the eventual flight of the prisoners. The escape was planned over several weeks, and Nel was the primary organiser of the operation.",
    "issues": "The appeal raised two main issues: (1) whether the appropriate sentence for Nel's involvement in the prison escape should be corrective supervision under s 276(1)(h) of the Criminal Procedure Act, rather than imprisonment; and (2) whether the sentencing court correctly applied the limitation on imprisonment under art 43(a) of the Prison Act and the precedent set in S v Strvdom (1994). The credibility of the appellant’s witnesses and his alleged naivety were also contested.",
    "principles": "The court considered the statutory framework governing sentencing, including art 43(a) of the Prison Act (maximum five years imprisonment for certain offenses) and s 276(1)(h) of the Criminal Procedure Act, which permits corrective supervision in appropriate cases. It examined the precedent S v Strvdom, which found corrective supervision unsuitable where the seriousness of the offence outweighed the benefits of community‑based supervision. The court also applied the general sentencing principles of proportionality, deterrence, and protection of the community.",
    "application": "Applying these principles, the court found that Nel was not a naive or passive participant but the mastermind of the escape, having orchestrated the planning, forged documents, and arranged police involvement. The testimony of his witnesses was deemed unreliable, and the court rejected the argument that corrective supervision would serve a rehabilitative purpose. Given the pre‑meditated nature of the escape, the seriousness of the breach of trust by a prison officer, and the need for deterrence, the court concluded that imprisonment was the only appropriate sentence.",
    "conclusion": "The appeal was dismissed. The three‑year imprisonment originally imposed by the lower court was upheld, and no corrective supervision was granted."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "prison escape",
      "corrective supervision",
      "prison guard",
      "fraud",
      "sentencing"
    ]
  }
}