{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/86.html",
  "case_name": "Velcich and Others v Land En Landboubank van Suid-Afrika and Others (728/93) [1995] ZASCA 86; 1996 (1) SA 17 (SCA); (31 August 1995)",
  "citation": "[1995] ZASCA 86",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 86\n|\nNoteup\n|\nLawCite\nVelcich and Others v Land En Landboubank van Suid-Afrika and Others (728/93) [1995] ZASCA 86; 1996 (1) SA 17 (SCA); (31 August 1995)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA\nAPPELLATE DIVISION\tCase no 728/93\nIn the matter between\nRALPH VELCICH\tFirst Appellant\nEZRA MARTINS\tSecond Appellant\nJAN DE BRUYN BREEDT\tThird\nAppellant\nand\nLAND EN LANDBOUBANK VAN SUID-AFRIKA   First Respondent\nJAMES\nVAN RENSBURG NO\tSecond Respondent\nCHALMAR BEEF (PTY) LTD\tThird\nRespondent\nCoram:\nJOUBERT, NESTADT, STEYN, VAN DEN HEEVER et SCHUTZ\nJJA\nHeard:\n23 May 1995\nDelivered:\n31 August 1995\nJUDGMENT\nJOUBERT JA:\nThis is an appeal against the dismissal on 15 June 1993 by\nthe\n2 Transvaal Provincial Division of an application by\nthe appellants for judgment\nagainst the respondents. It is brought\nwith the leave of the Judge a quo\n(ROUX J).\nThe relevant background facts may conveniently be tabulated as\nfollows:\n1\nOn\n18 August 1975 L.C. Moolman, and his brother D.J. Moolman, as lessors, entered\ninto a written lease (\"the original lease\") with\nthe first and second\nappellants, as lessees, in respect of the arable lands on the farm Tweefontein\n(\"the farm\") as from 1 September\n1975 for a period of 3 years. The lessees could\nnot sub-let the hired lands, or any portion thereof, without the prior consent\nof\nthe lessors. At that stage the lessors were not the registered owners of the\nfarm.\n2\nOn 10 November 1977\nL.C. Moolman became the registered owner of the\nfarm.\n3\nL.C. Moolman as\nmortgagor registered four mortgage bonds over the farm in favour of the first\nrespondent (\"the Land Bank\"). They were\nexpressly made subject to the provisions\nof the Land Bank Act No 13 of 1944 (\"the\nAct\").\n3\n4\tThe original lease was extended from lime to time until it was\nfinally\nterminated on 31 August 1983.\n5\nOn 19 September\n1983 L.C. Moolman concluded a new written lease with the first and second\nappellants, as lessees, in respect of the\narable lands on the (arm as from 1\nSeptember 1983 to 31 August 1988. The lessees were expressly precluded from\nsub-letting any of\nthe hired lands, or any portion thereof, without the prior\nwritten consent of L.C. Moolman as lessor. The period of this lease was\nextended\nby the parlies to 31 August 1991. On 9 September 1991 they extended it to 31\nAugust 1993.\n6\nThe estate of\nL.C. Moolman was sequestrated on 26 February 1992 and the second respondent was\nappointed trustee\nthereof.\n7\nOn 3 August 1992\nthe insolvent L.C. Moolman purported to consent in writing to the sub-letting of\nthe lands on the farm by the first\nand second appellants. The latter then\npurported during August 1992 to sub-let the lands for a year to the third\nappellant who commenced\nwith the preparation of the lands Tor the planting of\ncrops early in September 1992 . The crops were planted during October/November\n1992.\n4 8 Upon the insolvency of L.C.\nMoolman the Land Bank acting in terms\nof sec 55 (2) (b) of the Act decided to sell the farm by public auction.\nThe\nauction was advertised to be held on 1 October 1992 \"vry van\nenige\nhuurooreenkomste, bewoningsreglc, huurkoopooreenkomste en/of\nvruggebruik.\"\nIt was auctioned as advertised. Since the bids received were inadequate\nto\nsatisfy the secured claim of the Land Bank, the farm was bought\nin by the\nlatter. On 17 December 1992 the Land Bank in terms of sec 72 (2) of the\nAct\nsold the farm to the third respondent.\nThe original notice of motion was dated 26 February 1993. During\nthe\nhearing of the application by the Court\na quo\nit was amended by the\napplicants/appellants to claim a declaratory order viz.\n1\nthat the new\nagreement of lease of 19 September 1983, as extended from time to time to 31\nAugust 1993, was still valid, binding and\nenforceable as against the\nrespondents;\n2\nthat the\nagreement of sub-lease of August 1992 was valid, binding and enforceable, also\nagainst the\nrespondents;\n3\nthat the sale\nof the farm on 1 October 1992 to the Land Bank\nand\n5 thereafter by it on 17 December 1992\nto the third respondent was subject to the\naforementioned lease and sub-lease; and\n4 that the third\napplicant/appellant was entitled to reap the crops sown by\nhim on\nthe farm as at 22 April 1993.\nOn 22 April 1993 the third\napplicant/appellant and the third respondent agreed that the crop which was\nvalued at R150 000-00 would\nbe reaped by the third respondent which would pay\nthe said amount to the third applicant/appellant in the event of a judgment\nbeing\ngranted in his favour.\nThe first question to be decided is whether or not the new lease survived\nthe sale in execution of the farm on 1 October 1992. I have\nalready indicated\nsupra\nthat the farm was auctioned as advertised without mention of the\nlease. It is common cause that the mortgage bonds were registered\nover the farm\nprior to the conclusion of the lease. Mr\nPauw\n, on behalf of the\nappellants, contended that the lease survived the auction sale since the Land\nBank failed to adopt the accepted\nprocedure to protect the interests of the\nfirst and second appellants as lessees viz. first to put up the farm subject to\nthe lease\nbut to sell it free of the lease if the highest bid did not cover the\nLand Bank's claim. See\nLubbe v\n6\nVolkskas Bpk\n[1992] ZASCA 97\n;\n1992 (3) SA\n868\n(A)\nat p 875 C-H. Failure to adopt the\naccepted procedure at\na sale in execution of mortgaged property will, however,\nnot\nnecessarily result in invalidity of the sale. Thus in\nWiber v\nMahodini\n(1904) 21 SC 645\na lease was executed alter a\nmortgage bond had been passed\nover a property. When the sale in\nexecution of the property took place no\nmention was made of the\nlease. The property was sold at the highest bid\nobtained which was\nfar less than the mortgage debt. DE VILLIERS CJ held\nat p\n647:\n\"It is obvious that if the property had been put up subject to the lease,\nthe\nhighest bid would have been still lower. I consider, therefore, the\nmortgagee\nis now entitled to claim that the sale of the property free From the\nlease shall\nbe sanctioned by the Court.\" ROUX J acted on a similar assumption:\n\"Even\nif the farm was sold according to the accepted procedure the result would\nhave\nbeen the same. The effect is that the lease ended on 1 October 1992.\" In\nthe\nparticular circumstances of the present case I agree with the approach\nand\nconclusion by the Court\na quo\nthat the lease did not survive the\nsale in\nexecution of the farm. It follows that the sale of the farm by the Land\nBank\n7 to the third respondent on 17 December 1992 was accordingly\nfree of the lease.\nThe next question raised related to the validity\nof the sub-lease. The new lease of 19 September 1983 expressly prohibited the\nfirst\nand second appellants as lessees from sub-letting the hired lands, or any\nportion thereof, without the prior written consent of the\nlessor (L.C. Moolman).\nAfter the sequestration of his estate the latter without the consent of the\ntrustee (second respondent) purported\nto consent in writing to the sub-letting\nof the lands by the lessees (first and second appellants). During August 1992\nthe latter\nsub-let the lands to the third appellant. It is common cause that\nL.C. Moolman never obtained the consent in writing of his trustee\nto authorise\nhim to consent to the sub-lease of the lands between the appellants.\nIs the sub-lease valid as against the Land Bank and the\nthird\nrespondent? Insolvency does not deprive the\ninsolvent of his contractual\ncapacity but limits it in several respects as provided for in the\nInsolvency Act.\nSee 23 (2) reads as follows:\n\"The fact that a person entering into any contract is an insolvent, shall\nnot affect the validity of that contract: Provided that\nthe insolvent does not\nthereby purport to dispose of any property of his insolvent estate; and provided\nfurther\n8\nthat an insolvent shall not, without the consent in writing of the\ntrustee of his estate, enter into any contract whereby his estate\nor any\ncontribution towards his estate which he is obliged to make, is or is likely to\nbe adversely affected, but in either case\nsubject to the provisions of\nsub-section (1) of section twenty-four.\"\nSince sec 24 (1) deals with assets acquired by the insolvent after\nsequestration\nof his estate, it is irrelevant for purposes of this\nappeal. If an unrehahilitated\ninsolvent were without the consent of his trustee to enter into a\ncontract which\nfalls within the ambit of the provisos to sec 23(2)\nsuch contract would\naccording to our case law be voidable only and\nnot void. See LAWSA vol 11\n(1981) s.v. Insolvency, para 210 at p 157\nfor a full exposition with reference\nto the case law. Unfortunately this matter has not been dealt with by\ncounsel\nin their written heads of argument. In my judgment there is, however, a\nvery\nsimple basis on which the matter may be resolved. At the sale\nin execution no\nmention was made at all of the existence of the sub-lease. It was not\na\nregistered sub-lease and the Land Bank at all relevant times had no\nknowledge\nof its existence. The Land Bank in fact bought in the farm with a clean\ntitle\nfree of the sub-lease and subsequently sold it with a clean title to the\nthird\nrespondent. It therefore follows that the sub-lease is not binding upon\nnor\n9 enforceable against the Land Bank and/or the third respondent.\nFor purposes\nof this appeal it is irrelevant whether or not the\nsub-lease is valid as regards the first and second appellants.\nThat\nwould really dispose of the appeal hut for an argument advanced hy Mr\nPauw\nfor the first time on behalf of the third appellant in this court.\nHe asserted that the third appellant as a\nbona fide\noccupier of the lands\nhad a lien on the crops which was based on unjust enrichment. In my judgment\nthis contention is misconceived\non the facts of this appeal. The\ncausa\nof\nthe application is based on contract, viz. the existence of the new lease and\nthe sublease as contracts. No facts were pleaded\nas a basis for unjust\nenrichment giving rise to a lien on the crops. In the light of the aforegoing\nthe appeal is dismissed with\ncosts.\nC.P. JOUBERT JA\nCONCUR\nNESTADT JA\nSTEYN JA\nVAN DEN HEEVER JA\nSCHUTZ JA",
  "scraped_at": "2026-02-12T07:11:37.546889",
  "date": "1995-08-31",
  "coram": [
    "JOUBERT JA",
    "NESTADT JA",
    "STEYN JA",
    "VAN DEN HEEVER JA",
    "SCHUTZ JA"
  ],
  "case_number": "728/93",
  "parties": {
    "applicants": [
      "RALPH VELCICH",
      "EZRA MARTINS",
      "JAN DE BRUYN BREEDT"
    ],
    "respondents": [
      "LAND EN LANDBOUBANK VAN SUID-AFRIKA",
      "JAMES VAN RENSBURG NO",
      "CHALMAR BEEF (PTY) LTD"
    ]
  },
  "sections": {
    "facts": "The appellants leased arable land on the farm Tweefontein from L.C. Moolman and his brother starting in 1975, with a prohibition on sub‑letting without the lessor's consent. After the Moolmans became registered owners, four mortgage bonds were placed over the farm in favour of the Land Bank. The lease was renewed and extended until 31 August 1993. The estate of L.C. Moolman was sequestrated in February 1992 and a trustee was appointed. In August 1992 the insolvent landlord purported to consent to a sub‑lease of the land to the third appellant, who planted crops. The Land Bank, exercising powers under the Land Bank Act, sold the farm at a public auction on 1 October 1992; the bids were insufficient and the Bank bought it in, later selling it to the third respondent on 17 December 1992. The appellants sought declarations that the lease and sub‑lease survived the sale and that the third appellant was entitled to the crops.",
    "issues": "1. Whether the lease of 19 September 1983 (as amended) survived the sale in execution of the farm on 1 October 1992. 2. Whether the sub‑lease effected in August 1992 was valid and enforceable against the Land Bank and the third respondent. 3. Whether the third appellant, as a bona‑fide occupier, had any lien on the crops based on unjust enrichment.",
    "principles": "The court applied the principle that at a sale in execution the mortgagor's lease does not automatically survive unless the mortgagee follows the accepted procedure of selling the property subject to the lease, as illustrated in Lubbe v Volkskas and Wiber v Mahodini. Failure to adopt that procedure renders the sale free of the lease. Regarding insolvency, section 23(2) of the Insolvency Act renders contracts entered into by an insolvent without the trustee’s written consent voidable, not void, but this is irrelevant where the contract was never disclosed to the purchaser. The Land Bank had no knowledge of the sub‑lease and bought the farm with a clean title.",
    "application": "The court found that the Land Bank did not put the farm up for sale subject to the lease; consequently, the lease terminated on the date of the auction sale. Because the sub‑lease was neither registered nor disclosed, and the Land Bank bought the property without notice, the sub‑lease could not bind the Bank or the third respondent. The argument that the third appellant had a lien on the crops was rejected as the claim was based on contractual rights, not on unjust enrichment, and no facts were pleaded to support a lien.",
    "conclusion": "The appeal was dismissed with costs. The lease did not survive the sale in execution, the sub‑lease was not enforceable against the Land Bank or the third respondent, and no lien on the crops arose."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Lease and Mortgage",
    "level_3": [
      "lease termination",
      "sale in execution",
      "insolvency",
      "sublease validity",
      "crop lien"
    ]
  }
}