{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/134.html",
  "case_name": "Molefe and Another v General Accident Insurance Company South Africa Ltd. (84/94) [1995] ZASCA 134 (22 November 1995)",
  "citation": "[1995] ZASCA 134",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 134\n|\nNoteup\n|\nLawCite\nMolefe and Another v General Accident Insurance Company South Africa Ltd. (84/94) [1995] ZASCA 134 (22 November 1995)\nDownload original files\nPDF format\nRTF format\nCase No 84/94\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn\nthe matter between:\nMADINGAKA ESTER MOLEFE\tFirst\nAppellant\nNOMA MIRRIAM TSOTETSI\tSecond\nAppellant\nand\nGENERAL ACCIDENT INSURANCE\nCOMPANY SOUTH AFRICA LIMITED\tRespondent\nCoram: VAN HEERDEN, NESTADT JJA et VAN COLLER AJA\nDate Heard: 13 November 1995\nDate Delivered: 22 November 1995\nJUDGMENT NESTADT. JA\n:\nThis appeal concerns claims for damages under the Compulsory Motor\nVehicle Insurance Act, 56 of 1972. The court\n2\nbelow found that it had not been established that the collision in\nquestion was caused by the negligence of the driver of the insured\nvehicle.\nHence absolution from the instance was granted.\nSave to the extent which follows, I do not propose to set out the\nevidence which was adduced before the trial court or the course\nthat the trial\ntook. These matters appear from the judgment of the court a quo, with which\njudgment I assume the reader hereof is\nfamiliar.\nThe issue was whether the plaintiffs (now the appellants) proved that the\ncollision took place on the insured driver's incorrect side\nof the road, ie on\nthe eastern half. If it did, then clearly such driver was negligent and the\nappeal must succeed.\nIn the absence of a witness's direct evidence, the point\n3\nor area of impact is often inferred from marks and debris on the road\n(see\nCooper\n: Motor Law, vol 2, 420). But in\ncasu\nthe streak of\nblood (which went virtually across the whole width of the road) and the fact\nthat there was broken glass and mud \"all\nover the place\" was equivocal. Thus it\nwas that the policeman who attended at the scene was unable (or perhaps\nunwilling) to express\nan opinion as to where on the road the collision took\nplace. It was, nevertheless, the task of the trial court to do so - provided,\nof\ncourse, the evidence was sufficient to justify such a course.\nIn my opinion, the evidence was sufficient. The bakkie was found on the\nextreme eastern side of the road almost wholly between the\nedge of the road and\nthe yellow line. The truck came to a stop with approximately half its length on\nto the eastern side of\n4\nthe road. Goods which were being conveyed on the truck were recovered\nfrom a ditch on the eastern side of the road. And a person who\nhad been a\npassenger in the truck lay injured after the collision on the eastern side of\nthe road.\nThese were the objective facts. To my mind, the most natural and\nplausible inference to be drawn from them (taking into account especially\ntheir\ncumulative effect) is that the collision occurred (somewhere) on the eastern\nside of the road. They were at least as cogent\nas say the existence of brake\nmarks or broken glass on the eastern side of the road. There was no need, as the\ntrial judge would\nseem to have held, for any expert evidence (explaining how the\nvehicles would behave after impact) to have been led by the plaintiff\nbefore the\ninference of negligence on the part of the driver\n5\nof the truck could be drawn. This was an unrealistic approach. It was an\nunduly technical one. Logic and human experience teach one\nthat where, as here,\nthe vehicles involved in the collision, as also goods and a passenger from one\nof them, were found on the eastern\nside of the road, it was there that the\ncollision probably occurred.\nAt the least, the inference that the collision occurred on the truck's\nincorrect side of the road was a possible one. Stegmann J was\ntherefore correct\nin refusing absolution at the end of the plaintiffs' case. But then when the\ndefendant led no evidence, the learned\njudge should have found the allegation of\nnegligence proved. I leave aside the fact that the passenger was not called. The\ninsured\ndriver was an available witness. It was for the defendant to call him\n(\nMinister of Justice v Seametso\n1963(3) SA 530(A) at 535 F).\nThere\n6\nis no reason to doubt that the manner in which the\ncollision took\nplace was within his knowledge. It was never\nsuggested in evidence\nor from the Bar that he suffered from amnesia\nor that he refused to\ntestify (because his answers might be\nincriminating). The trial judge\nwas therefore not entitled to take\nthese speculative possibilities into\naccount. An adverse inference\nshould have been drawn against the\ndefendant. In accordance with the\nprinciple stated in\nGalante v\nDickinson\n1950(2) SA\n460(A) at 465 (and see too\nBotes vs Van\nDeventer\n1966(3) SA 182(A) at 188 E-F) this should have been done\nby\nselecting the plaintiffs' explanation for the cause of the\ncollision.\nCertain parts of the appeal record relate only to the\nissue\nof quantum. Neither they nor a copy of the inquest record\nshould\nhave been included. Their costs will not be\nallowed.\n7\nThe following order is made:\n(1)\tThe appeal succeeds with costs but the appellants will not be entitled\nto any costs in respect of pages 21-47 or 128-172 of the\nrecord.\n(2)\tParagraph 3 and 4 of the trial court's order are set aside and the\nfollowing substituted:\n\"3. The collision was caused by\nthe negligent driving of the insured vehicle.\n4. The defendant is to pay the costs occasioned in the determination of\nthe question set out in paragraph 1. 5. The trial is to proceed.\nIt is\naccordingly postponed\nsine die\n\".\nH H Nestadt\nVan Heerden, JA )\n) concur Van Coller, AJA )",
  "scraped_at": "2026-02-12T07:52:30.723774",
  "date": "1995-11-22",
  "coram": [
    "Van Heerden, JA",
    "Nestadt, JJA",
    "Van Coller, AJA"
  ],
  "case_number": "84/94",
  "parties": {
    "applicants": [
      "Madingaka Ester Molefe",
      "Noma Mirriam Tsotetsi"
    ],
    "respondents": [
      "General Accident Insurance Company South Africa Limited"
    ]
  },
  "sections": {
    "facts": "The appellants, Madingaka Ester Molefe and Noma Mirriam Tsotetsi, claimed damages under the Compulsory Motor Vehicle Insurance Act, 56 of 1972, arising from a road collision. Evidence at the scene included a wide blood streak, broken glass and mud, a bakkie found on the extreme eastern side of the road between the edge and the yellow line, a truck stopped with half its length on the eastern side, and goods recovered from a ditch on that side. A passenger from the truck was injured and lay on the eastern side after the crash. The police officer present could not give a definitive opinion on the exact point of impact.",
    "issues": "The principal issue was whether the appellants had proved that the collision occurred on the insured driver’s incorrect side of the road – the eastern half – thereby establishing negligence on the part of the driver of the insured vehicle. A subsidiary issue concerned whether, in the absence of direct witness testimony, the court could infer the place of impact from physical evidence and whether an adverse inference should be drawn against the defendant for failing to call the insured driver as a witness.",
    "principles": "The court applied the principle that, where direct evidence is lacking, reasonable inferences may be drawn from the cumulative effect of physical evidence such as vehicle positions, debris and injuries (see Cooper: Motor Law). It reiterated the burden of proof on the plaintiff and the permissibility of adverse inferences when a defendant fails to produce a material witness, citing Galante v Dickinson and Minister of Justice v Seametso. The court rejected the need for expert testimony to explain vehicle behaviour after impact, emphasizing common‑sense inference over overly technical analysis.",
    "application": "Applying these principles, the court concluded that the placement of the bakkie, the truck, the goods and the injured passenger on the eastern side of the road provided a cogent inference that the collision occurred on the insured driver’s incorrect side. Consequently, negligence on the part of the driver was proved. The trial judge’s refusal to find negligence, especially after the defendant offered no evidence and did not call the driver, was therefore erroneous. The court ordered an adverse inference against the defendant and set aside the trial court’s findings.",
    "conclusion": "The appeal was allowed. The court substituted the trial court’s order, declaring that the collision was caused by the negligent driving of the insured vehicle and that the defendant must pay the costs associated with determining this issue. The trial was postponed sine die, and the appellants were awarded costs, except for certain specified pages of the record."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Compulsory Motor Vehicle Insurance",
    "level_3": [
      "negligence",
      "burden of proof",
      "adverse inference",
      "motor vehicle accident"
    ]
  }
}