{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/123.html",
  "case_name": "Wallach v Wallach (430/92) [1995] ZASCA 123 (9 November 1995)",
  "citation": "[1995] ZASCA 123",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 123\n|\nNoteup\n|\nLawCite\nWallach v Wallach (430/92) [1995] ZASCA 123 (9 November 1995)\nDownload original files\nPDF format\nRTF format\nAPPEAL COURT\nCase No 430/92\nP S WALLACH\nAPPELLANT\nvs\nR M E WALLACH\nRESPONDENT\nCORAM\n: HEFER, NESTADT JJA et VAN COLLER\nDATE HEARD\n: 9\nNOVEMBER 1995\nREASONS GIVEN IN COURT\n:\nThe above matter was argued in Court on 9 November. The attached reasons\nwere handed in on 13 November 1995 by H H NESTADT, JA.\nCase No\n430/92 PS WALLACH v R M E WALLACH\nNestadt. JA\n:\nThis is not a matter in which any particular principles of law arise for\ndetermination. We have come to a fixed, firm conclusion as\nto its outcome. We\nthink it desirable that the matter be concluded as soon as possible. For these\nreasons we therefore propose to\ngive judgment immediately. In doing so I shall\nnot deal with all the arguments that were advanced before us particularly by the\nappellant\nand the respondent. I confine myself to the essential aspects of the\nmatter.\nThe first question that arises is whether the application by the\nintervening creditor should be granted. The points argued in support\nof their\nopposition to the application for intervention by the appellant and respondent\nwere, in the main, that the trustee by accepting\npayment of the sum of R660 000\nfrom the insurer reduced the value of the estate and that the bank was\nresponsible for this situation\nand that this was \"a violation of the concursus\"\nand secondly that the bank did not have a sufficient interest in the\nsequestration\nas to justify its intervention and that in any event the\napplication was a frivolous one. There is no merit in these contentions\nand\nthere is no justifiable basis for their opposition to the application for\nintervention. Indeed the appellant eventually conceded\nbefore us that the bank\nhad a sufficient interest. Despite the appellant's and the respondent's\narguments to the contrary I am satisfied\nthat the papers established that the\nbank has a proved creditor and that it is one of the major creditors. It was\nfaced with the\nsituation that both the appellant and respondent were seeking\nto\n2\nhave the sequestion order set aside. This would be the result of the\nappeal succeeding. In these circumstances the bank had a sufficient\ninterest to\nentitle it even at this late stage to intervene with a view to opposing the\nappeal including the application for condonation.\nOf course the bank would have\nbeen bound to appreciate that this Court would not allow the appeal simply\nbecause there was no longer\nopposition to the appeal. But even so it was, it\nseems to me, entitled to seek to ensure that this did not happen. The\napplication\nfor intervention will therefore be granted. Whether the bank was\nentitled to file the voluminous papers which it did and which contributed\nto the\napplication comprising some 600 pages is another matter. I return later to this\naspect when dealing with what costs orders\nshould be made. I mention now however\nthat Mr\nLazarus\non behalf of the bank, quite properly conceded that at\nbest for him the bank should only obtain a third of the costs of its\naffidavits.\nThe second issue concerns the application for condonation of the late\nfiling or lodgment of the notice of appeal. I leave aside that\nthere is no\nfurther application for the late lodgment of the record. In his application the\nappellant seeks to explain his delay\nof some 16 months in filing his notice of\nappeal. In my opinion the reasons given are entirely inadequate. The factor\nrelied on is\nthe fire and in particular the allegation that he only learnt of\nthe insurance payout to the trustee in June 1992. On the strength\nof this it is\nsubmitted that the appellant was not in a position to file his notice of appeal\nearlier. This cannot be so. The appellant\nwas bound to decide on the basis of\nthe affidavits that were before the\n3\nCourt when the final sequestion order was granted whether or not to\nappeal. What happened thereafter in regard to the administration\nof the estate\nis irrelevant. In other words the appellant cannot rely on his dissatisfaction\nwith the administration of the estate\nto excuse his delay in appealing. Indeed\nthe inference to be drawn is that the appellant deliberately elected to accept\nor to abide\nby the order sequestrating him. In the result there is no basis on\nwhich it can be said that sufficient cause for condonation has\nbeen shown and on\nthis basis alone the application for condonation falls to be refused.\nThere is however a further and perhaps more substantial basis for\nrefusing the application for condonation. This concerns the merits\nof the appeal\nitself. If there are no reasonable prospects of success this is a further reason\nfor refusing the application for condonation.\nThe pith of what the appellant and\nthe respondent contend in this regard, ie in respect of the merits of the appeal\nitself, is the\nfollowing. That the respondent did not have a claim against him\nwhich was due and payable, that the estate has been improperly administered,\nthat he was or is not insolvent, that he was wrongfully induced by Mr Hacker to\nsign his affidavit of the 9 March 1991, that the\nsequestion is not to the\nadvantage of creditors, that the fire of the 17 February 1991 and/or the\nsubsequent fire affected the position,\nparticularly in that the respondent's\nclaim against the estate was thereby diminished and that the final order was\nobtained without\nthe respondent's instructions because of alleged improper\nconduct by Hacker, or that the appellant did not know that a final order\nwas to\nbe taken. Here too, the argument must be rejected. It overlooks the\n4\nnature of the proceedings before us. We cannot, as was more\nthan\nonce pointed out to the appellant and the respondent during\nargument\nbefore us today, have regard to extraneous matters, to\nallegations\nwhich do not appear from the record before us. We\ntherefore cannot\nhave regard to, for example, the allegations\nconcerning the alleged\nimproper conduct of Hacker. Nor is the\nappellant's complaint that\nthe house should have been restored\nrather than the insurance pay-out\naccepted and that the estate has\nbeen improperly administered in\nother respects of any relevance. Nor\ncan the appellant be permitted\nto attempt to show, by means of new\nmatter or changed\ncircumstances, that the respondent was not a\ncreditor or that he was\nnot insolvent or that his sequestration\nwould not be to the advantage\nof creditors. Some of the matters\nraised may possibly be relevant\nto an application which the\nappellant may or may not be entitled to\nbring to set aside the\nsequestration order in terms of sec 149(2). But\nthey cannot concern\nus. The appellant cannot be permitted to set\naside the sequestration\norder through the back door of an appeal. All\nwe can do is to look\nat the record to which I referred. The appellant\ncannot argue\nmatters unknown to and not before the court below. If,\non the\nevidence before the court below a sequestration order was\nproperly\ngranted that is an end to the matter. The appeal must fail.\nLooking\nat the matter thus it is clear that a sequestion\norder was properly\ngranted. The respondent's uncontested\nallegations established that\nshe was a creditor of the appellant in the\nliquidated sum of R400\n000 which amount was due and owing; that\nthe appellant had committed\nan act of insolvency in terms of sec 8(g)\n5\nand that he was insolvent and thirdly, that the sequestration was to the\nadvantage of creditors. There is no basis on which the court\na\nquo\ncould\nexercise a discretion in these circumstances against the grant of a final order.\nTrue, the fire was referred to before the\nfinal order was granted, but it was\nreferred to by the appellant in support of the grant of the final order, ie to\nshow that there\nwas no point in any further extensions being granted because the\nproperty could not be sold. The argument that the requirements of\nthe\nsequestration order were not satisfied is therefore not tenable. I should add\nthis by way of emphasis that the applicant's complaint\nargued before us that the\nrespondent's allegations were not proved is without substance. The respondent's\nallegations in the sequestration\nproceedings were proved. They were not based on\nhearsay. They were, as I have indicated, undisputed.\nThe result is that finding as I do that the appeal itself would not\nsucceed, the application for condonation must, for this further\nreason, be\nrefused. The appellant and the respondent asked at one stage that the matter be\nreferred to the Constitutional Court to\nenable, in the words of the respondent,\nher to establish her right to equality. I do not know what she means by this. I\nthink she\nmust be left and the appellant as well to pursue whatever remedies\nthey consider are available to them. Certainly there is no constitutional\nissue\nbefore us.\nI must return briefly to the question of costs. There was no prayer for\ncosts in the application to intervene. But this does not preclude\nthe\nintervening creditor from asking for costs now. The\n6\nappellant and respondent were made aware of the bank's claim for costs in\ncounsel's heads of argument dated 18 October 1995 and there\nis no reason to\nthink that either the appellant or the respondent would not have opposed the\nintervention had costs been claimed\nab\ninitio\n. Both the appellant and the\nrespondent have made common cause in opposing the application to intervene. They\nhave been unsuccessful\nin such opposition and both must therefore pay the costs\nof the intervening creditor subject however to two qualifications in regard\nto\nthe costs of the petition and replying affidavit, namely, (i) only the costs\noccasioned by the opposition will be allowed.\nThis means that the intervening creditor will not be entitled\nto\nany costs of the petition itself, and (ii) only\none-third of the costs of the replying affidavit will be\nallowed. As to the rest of the bank's costs, including those occasioned\nby its representation before us today, the appellant and the\nrespondent will\nhave to jointly pay these.\nThe following order is made.\n(1)\tThe intervening creditor is granted leave to intervene in the\nappeal.\n(2)\tThe appellant and the respondent are ordered to jointly pay the\nintervening creditor's costs arising out of the appellant's and\nrespondent's\nopposition to the petition to intervene, subject to the following\nqualifications:\n(a) No costs will be allowed in respect\nof the petition\n7\nitself.\n(b)\tThe intervening creditor will only be allowed one third of its costs in\nrespect of its replying affidavit in the petition for\nleave to\nintervene.\n(c)\tThe appellant's application for condonation of the late lodging of the\nnotice of appeal is\ndismissed.\nH H Nestadt\nJudge of Appeal\n9 November 1995",
  "scraped_at": "2026-02-12T07:21:04.626562",
  "date": "1995-11-13",
  "coram": [
    "HEFER",
    "NESTADT JJA",
    "VAN COLLER"
  ],
  "case_number": "430/92",
  "parties": {
    "applicants": [
      "P S WALLACH"
    ],
    "respondents": [
      "R M E WALLACH"
    ]
  },
  "sections": {
    "facts": "The appellant, P S Wallach, had his estate sequestrated after a creditor claimed R400,000. Following a fire on 17 February 1991, an insurer paid R660,000 to the trustee, reducing the estate's value. The bank, a major creditor with a proven claim, sought to intervene in the appeal against the sequestration order. The appellant delayed filing the notice of appeal by sixteen months, alleging he only learned of the insurance payout in June 1992. The bank filed extensive documents (approximately 600 pages) to support its intervention.",
    "issues": "1. Whether the intervening creditor (the bank) should be granted leave to intervene in the appeal. 2. Whether the appellant’s application for condonation of the late filing of the notice of appeal should be granted. 3. Substantively, whether the sequestration order was valid and whether the appeal had reasonable prospects of success.",
    "principles": "A creditor with a proven claim and sufficient interest may intervene in proceedings, even at a late stage. Condonation of a late appeal requires proof of sufficient cause and a reasonable prospect of success; mere dissatisfaction with estate administration is inadequate. An appeal cannot be used as a back‑door to set aside a properly granted sequestration order. Courts must consider the merits of the appeal when deciding on condonation.",
    "application": "The court held that the bank was a major creditor with a proved claim, granting it leave to intervene but limiting its costs. The appellant’s explanation for the delay was rejected as insufficient, and the appeal was found to have no reasonable chance of success, leading to a refusal of condonation. Consequently, the appellant’s application for condonation was dismissed. Costs were ordered against the appellant and respondent, with specific qualifications regarding the petition and affidavit costs.",
    "conclusion": "Orders were made as follows: (1) The intervening creditor is granted leave to intervene in the appeal. (2) The appellant’s application for condonation of the late lodging of the notice of appeal is dismissed. (3) The appellant and respondent are jointly ordered to pay the intervening creditor’s costs arising from their opposition to the petition, subject to two qualifications – no costs for the petition itself and only one‑third of the costs of the replying affidavit will be allowed."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Sequestration",
    "level_3": [
      "intervention",
      "condonation",
      "late appeal",
      "court costs"
    ]
  }
}