{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/152.html",
  "case_name": "Isaacs v Minister van Wet en Orde (188/94) [1995] ZASCA 152; [1996] 1 All SA 343 (A); (29 November 1995)",
  "citation": "[1995] ZASCA 152",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 152\n|\nNoteup\n|\nLawCite\nIsaacs v Minister van Wet en Orde (188/94) [1995] ZASCA 152; [1996] 1 All SA 343 (A); (29 November 1995)\nDownload original files\nPDF format\nRTF format\nSaak Nr 188/94\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak tussen:\nROBERT\nISAACS\nAppellant\nen\nDIE MINISTER VAN WET EN\nORDE\nRespondent\nCORAM:\nE M GROSSKOPF, STEYN, HARMS, OLIVIER, ARR\net SCOTT Wnd AR\nDATUM VAN VERHOOR\n: 17 November 1995\nDATUM GELEWER\n: 29\nNovember 1995\nUITSPRAAK E M GROSSKOPF, AR\n2\nDie appellant het die respondent in die\nOos-\nKaapse Afdeling gedagvaar vir genoegdoening weens beweerde kwaadwillige\nof, in die alternatief, wederregtelike, inhegtenisneming en\naanhouding, asook\nweens beweerde kwaadwillige vervolging. Hy het geslaag slegs in sy eis gegrond\nop wederregtelike inhegtenisneming\nen aanhouding. Die hof a quo (Erasmus R) het\n'n bedrag van R5000 as genoegdoening bepaal. Die appellant kom nou in hoër\nberoep\nteen hierdie uitspraak met verlof van die verhoorhof. Voordat ek die aard\nvan die geskilpunte op appèl behandel is dit nodig\nom die relevante feite\nkortliks uiteen te sit.\nDie appellant is 'n 48-jarige man woonagtig op Steynsburg. Hy is 'n\nongekwalifiseerde elektrisiën maar was in 1988 werkloos.\nHy was die eienaar\nvan 'n geel bakkie met 'n wit kap wat hy as 'n huurmotor aangewend het.\nDaarbenewens het hy skape by 'n plaaslike\nboer gekoop en by sy huis vleis\nverkoop. Hy is getroud, die\n3\nvader van vyf kinders, en 'n lidmaat van die N G Kerk.\nOp\nSteynsburg was daar 'n konst Marais van die S A Polisie, Die appellant het\nMarais geken as 'n persoon wat vis verkoop, maar verder\nhet hulle niks met\nmekaar te doen gehad voor die gebeure wat tans ter sake is nie.\nVroeg in 1988 het Marais 'n swaksinnige jong man wat vir die appellant\nlos werkies gedoen het, by die polisiekantoor ondervra oor\ndie appellant se\nbedrywighede as vleisverkoper. Die appellant en sy vrou was vies hieroor, en het\nMarais gaan roskam oor sy optrede.\nHumeure het opgevlam, en by hul vertrek het\nMarais gedreig dat hy nog sou bewys dat die appellant skape steel. Volgens\nMarais se\ngetuienis het hy op daardie tydstip nog geen inligting gehad wat\ndaarop gedui het dat die appellant moontlik betrokke kon wees by\nveediefstal\nnie, behalwe, vermoedelik, dat hy wel skaapvleis by sy huis verkoop\nhet.\n4 Op 17 Februarie 1988 het Marais inligting\nontvang\nvan 'n beriggewer oor veediefstal in die\ndistrik. Die\nberiggewer het verskeie name genoem van persone\nwat\ndaaraan deelgeneem het. Onder hulle was Geelbooi\nMguzulwa en Richard Klaas. Die beriggewer het genoem\ndat 'n geel bakkie met 'n wit kap ook by die diefstalle\nbetrokke was.\nMarais het hierdie inligting opgevolg. Onder meer\nhet hy 'n verklaring geneem van Klaas. Klaas het vertel\nhoe hy, Geelbooi en ander persone skape gesteel het.\nGedurende die middel van 1986 was daar 'n insident toe\nhy, Geelbooi en 'n sekere Ellie in Geelbooi se bakkie\ngery het en 'n geel bakkie met 'n wit kap langs die pad\ngesien het. Hulle het gestop en vir die bestuurder van\ndie bakkie gevra wat makeer. Die bestuurder het gesê\nniks - hy het gedink die aankomelinge was ene \"baas\nDoppie\". Die verklaring gaan dan voort:\n\"Die skaap was op hierdie stadium reeds bymekaar gemaak ...Geelbooi het\ntoe vir K/man Jan Kwak\n5\ngevra hoeveel hy wil hê, hy het gesê dat hy net 2 wil hê\nwant hy het net R240 by hom. Ons het toe die 2 skaap op\nJan Kwak se bakkie\ngelaai en 8 skaap op Geelbooi se bakkie.... Die twee voertuie het toe weer\nweggery in die rigting van die teerpad.\"\nHoewel die\nverklaring eers praat van die bestuurder van die bakkie en daarna van Jan Kwak,\nis dit duidelik dat dieselfde persoon bedoel\nwas. En dit is gemene saak dat Jan\nKwak die appellant se bynaam is.\nOp Saterdag 20 Februarie 1988 was\ndie appellant in die dorp. Dit was ongeveer 9 vm. Twee speurders het hom\ngenader. Hulle het hom\ngevra of hy Jan Kwak is. Hy het dit bevestig. Hulle het\nhom gevra om voor hulle uit te ry na die aanklagkantoor. Daar aangekom het\ndie\ntwee speurders en Marais hom geneem na 'n kamer waarin daar 'n man was. Dit was\nGeelbooi. Die polisie-beamptes het die appellant\ngevra of hy die man ken. Die\nappellant het geantwoord dat hy nie eintlik die man ken nie maar dat hy hom\neenkeer op die grondpad\nvan De Dam gesien het. Dit is nie nodig om die appellant\nse weergawe van\n6\nhierdie ontmoeting te herhaal nie. Dit is voldoende om\nte\nsê dat, volgens die appellant, daar geen transaksie m b t skape\nplaasgevind het nie. Een van die speurders het vir die appellant\ngesê dat\nGeelbooi beweer dat hy twee skape aan die appellant verkoop het vir R120 elk.\nDie appellant het dit ontken, en gesê\ndat hy skape by 'n mnr Du Plessis\nkoop teen R50 stuk. Hy sou dus nie so veel as R120 betaal nie. Hy het gesê\ndat hulle dit\nby Du Plessis kon bevestig, en hulle Du Plessis se telefoonnommer\ngegee. Een van die polisie-beamptes het gesê dat die man\ndie waarheid\npraat, en hulle is terug na die aanklagkantoor. Die appellant het gedink hy kon\nhuis toe gaan, maar Marais het gesê\nhy moes daar wag. Marais is toe weg\nsodat Klaas en 'n ander verdagte uitwysings kon maak van relevante\npunte.\nIntussen het die appellant in die aanklagkantoor gebly. Teen die aand het\nhy twee polisievroue wat daar aan diens was, gevra of hy\nhuis toe kon gaan om te\neet.\n7 Hulle het by die adjudant navraag gedoen. Hy het\ngesê\ndie appellant moes nog wag. Later het sy familie vir\nhom kos gebring.\nOm 1.40 die volgende oggend het Marais teruggekeer. Hy het opdrag gegee\ndat hulle die appellant moes aanhou. Die appellant is na die\npolisie-selle\ngeneem. Dieselfde middag het Marais hom weer laat kom en sekere inligting van\nhom verkry. Marais het gesê dat\nhy hom aankla. Die appellant is\nteruggeneem na die selle toe. Die volgende oggend (22 Februarie) het hy en drie\nander persone voor\ndie landdros verskyn op 'n aanklag van diefstal van 67 skape\nvan ene Keefe. Die beskuldigdes is nie gevra om te pleit nie, en die\nsaak is\nuitgestel vir verdere ondersoek tot 29 Februarie.\nOm redes wat later sal blyk is dit nie nodig om die gebeure ná 22\nFebruarie volledig uiteen te sit nie. Die appellant is eers\nop 16 Augustus 1988\nvrygelaat op borg. Na 'n deurmekaarspul tussen die polisie en die\n8\naanklaers is alle klagtes teen hom uiteindelik\nteruggetrek.\nDie respondent het die appellant se aanhouding\ndeur\ndie polisie probeer regverdig met verwysing na art\n40 (1) (b) van die Strafproseswet, 51 van 1977.\nHierdie\nbepaling lui soos volg:\n\"(1) 'n Vredesbeampte kan iemand sonder lasbrief in hegtenis neem\n-\n(b) wat hy redelikerwys verdink dat hy 'n in Bylae I bedoelde misdryf\ngepleeg het ...\".\nDiefstal verskyn in Bylae I. Die verhoorhof\nhet\negter bevind dat Marais die appellant nie\n\"redelikerwys\" verdink het nie, en dat die artikel dus\ngeen regverdiging vir die arrestasie an aanhouding\ngebied het nie. Die hof se redes was kortliks soos\nvolg. Die inligting van die beriggewer was vaag. Dit\nhet nie aangedui wie die bestuurder van die bakkie was\nnie nóg hoe dié persoon by die veediefstal\nbetrokke\nwas. Marais het nie eers geweet in watter dorp die\n9\nbakkie geregistreer was nie. Hy het slegs geweet\ndat\ndie enigste geel bakkie met 'n wit kap in Steynsburg aan die\nappellant behoort het. Blykbaar het die beriggewer nie gesê wanneer\ndie\nveediefstalle sou plaasgevind het nie.\nWat Klaas se verklaring betref, was daar eerstens geen direkte bewering\ndat die appellant geweet het dat hy gesteelde skape koop nie.\nDie transaksie het\ngedurende die dag op 'n openbare pad plaasgevind. Die appellant en Geelbooi het\nmekaar oënskynlik toevallig\nontmoet. Marais se inligting omtrent datums het\nnie gerym nie. Klaas beweer dat die diefstal op 'n plaas Hillmoor gedurende die\nmiddel\nvan 1986 plaasgevind het. Mnr Dell, die eienaar van Hillmoor, het egter\nby die polisie gekla oor veediefstalle in 1987. Dit was onseker\nof die\nberiggewer en Klaas van hierdie diefstalle gepraat het.\nVolgens Klaas het die appellant R240 vir die twee\n10 skape\nbetaal. Die appellant het egter vir Marais vertel\ndat hy nooit soveel soos R120 per skaap sou betaal\nnie\naangesien hy skape by Du Plessis kon kry teen R50\nstuk.\nDit behoort Marais tot versigtigheid te gestem het:\ndie\nkoop van gesteelde goedere word normaalweg gekenmerk\ndeur pryse laer as die markprys. Daarbenewens was die\nberiggewer en Geelbooi op die oog af nie betroubare\ngetuies nie.\nWeens hierdie onsekerhede en teenstrydighede behoort Marais, volgens die\nverhoorhof, verder ondersoek in te gestel het voordat hy\ndie appellant\nredelikerwys van veediefstal kon verdink. Aangesien daar geen rede was om te\nvermoed dat die appellant sou probeer\nontvlug nie was daar geen haas om hom in\nhegtenis te neem nie.\nAs gevolg van al hierdie omstandighede het die verhoorhof dan bevind dat\nart 40 (1) (b) van die Strafproseswet nie in hierdie geval\nvan toepassing\nwas\n11\nnie, en dat die appellant se arres dus onregmatig\nwas. Daar is geen appèl teen hierdie bevinding nie.\nMnr\nEksteen, wat namens die appellant verskyn het, het egter betoog dat die\nverhoorhof in verskeie opsigte verder behoort te gegaan\nhet. Eerstens\nargumenteer hy dat die verhoorhof behoort te bevind het dat Marais animo\niniuriandi in die volle sin van die begrip,\nd w s, met\nwederregtelikheidsbewussyn, opgetree het met die appellant se inhegtenisneming\nen vervolging sien Minister of Justice\nv Hofmeyr\n[1993] ZASCA 40\n;\n1993 (3) SA 131\n(A) op bl\n154C-157F. Die aanwesigheid van wederregtelikheidsbewussyn is nie 'n\nnoodsaaklike element vir 'n eis weens onregmatige\nvryheidsberowing nie (ibid)\nmaar mnr Eksteen het betoog dat dit die bedrag van genoegdoening sou\nbeïnvloed. Wederregtelikheidsbewussyn\nis wel nodig vir die eis weens\nkwaadwillige vervolging (Todt v Ipser\n1993 (3) SA 577\n(A) op bl 586F-G; Moaki v\nReckitt and Colman\n12 (Africa) Ltd and Another\n1968 (3) SA 98\n(A) op bl 103D-\n104D; Neethling, Potgieter en Visser Deliktereg 2 uitg\n(1992) 343 en gewysdes daar aangehaal.)\nMnr Eksteen het\nbetoog dat wederregtelikheidsbewussyn afgelei kan word van die feite. Die\nenigste relevante feite is dié t\no v die appellant se inhegtenisneming en\nt o v Marais se uitlatings 'n paar weke vantevore toe hy en die appellant 'n\nrusie gehad\nhet oor die ondervraging van hul helper.\nDie redes vir die inhegtenisneming regverdig m i nie die afleiding dat\nMarais met wederregtelikheidsbewussyn opgetree het nie. Ek\nhet reeds die\nswakhede in hierdie redes aangedui. Ten gunste van Marais se besluit kan die\nvolgende gesê word. Die appellant\nis 'n kleinhandelverkoper van vleis\nvanuit sy woonhuis. Hy koop blykbaar nie vleis by enige groothandelaar of\nslagpale nie, maar\ndirek van die\n13\nprodusent. Hoewel dit waar mag wees dat hy\nwettiglik by\nmnr Du Plessis koop, is hy in 'n posisie om ook met gesteelde skape te\nhandel. Daar is net een geel bakkie met 'n wit kap in Steynsburg,\nen dit is\nonwaarskynlik dat daar baie van hulle in die omliggende distrikte is. Waar die\nberiggewer dus vertel het dat 'n geel bakkie\nmet 'n wit kap betrokke was, moes\ndaar 'n redelike sterk kans gewees het dat hy van die appellant se bakkie\ngepraat het, veral waar\nKlaas ook na die appellant en sy bakkie verwys\nhet.\nDie insident met Geelbooi waarvan Klaas in sy verklaring praat het sekere\nonskuldige aspekte, soos die verhoorhof uitgewys het. Nogtans,\nas Klaas se\nstorie waar was, moes dit minstens agterdogwekkend vir die appellant voorgekom\nhet dat iemand soos Geelbooi langs die\npad in die veld (soos blyk uit die fotos\nwat Marais van Klaas se uitwysings laat neem het) op iemand anders se plaas tien\nskape bymekaar\ngehad het, waarvan\n14 hy twee aan die appellant\nverkoop het en ag in sy eie\nbakkie gelaai het.\nDaar moet onthou word dat art 40 (l)(b) slegs\n'n\nredelike verdenking vereis. Soos dit gestel is\nin\nShaaban Bin Hussien and Others v Chong Fook Kam and\nAnother\n[1969] 3 All ER 1626\n(PC) op bl 1630C in 'n\npassasie wat al verskeie kere in hierdie hof aangehaal\nis (sien Duncan v Minister of Law and Order 1986 (2) SA\n805 (A) op bl 8191-J; Minister of Law and Order v Kader\n1991 (1) SA 41\n(A) op bl 50H-I):\n\"Suspicion in its ordinary meaning is a state of conjecture or surmise\nwhere proof is lacking; 'I suspect but I cannot prove'. Suspicion\narises at or\nnear the starting point of an investigation of which the obtaining of prima\nfacie proof is the end\".\nDie inligting wat Marais tot sy beskikking gehad het\nwas myns insiens nie so onbeduidend dat dit 'n\nafleiding regverdig dat Marais nie te goeder trou die\nappellant van veediefstal kon verdink het nie.\nDie relletjie oor die appellant se helper kan ook\n15 m i nie\nveel gewig dra nie. Dat Marais in die hitte van\ndie oomblik die voorneme uitgespreek het om die\nappellant se skuld aan veediefstal te bewys toon nog\nnie dat hy enigiets onbehoorliks beoog het nie.\nEk meen dus nie dat die appellant daarin geslaag\nhet\nom wederregtelikheidsbewussyn aan die kant van\nMarais te bewys nie.\n'n Tweede opsig waarin die appellant die\nverhoorhof se uitspraak aanveg het te doen met die\ntydperk van die appellant se onregmatige aanhouding.\nDie verhoorhof het bevind dat dit begin het in die\nvroeë oggendure van 21 Februarie 1988 toe Marais hom na\ndie selle laat neem het en dat dit gestrek het tot sy\nverskyning in die hof op 22 Februarie 1988. Mnr Eksteen\nbetoog dat dit vroeër begin het en langer aangehou het.\nEk behandel eers die tyd van aanvang. In die\nbesonderhede van vordering beweer die appellant dat hy\nom ongeveer 9 vm op 20 Februarie 1988 in hegtenis\n16\ngeneem is. Die woord \"arrested\" word gebruik.\nDie\nomstandighede van die appellant se aanhouding is volledig in die\ngetuienis uitgepluis. Die vraag is of clit 'n aanvang geneem het\nvoordat Marais\nvroeg die oggend van 21 Februarie teruggekom het. Die hof a quo het geen redes\nvir sy bevinding in hierdie verband\nverstrek nie, en het blykbaar veronderstel\ndat die appellant se onregmatige aanhouding begin het eers toe hy formeel in\nhegtenis\ngeneem is.\nEk het die getuienis hierbo opgesom. Daarvolgens blyk dit dat die\nappellant aanvanklik aangesê is om na die polisiekantoor te\ngaan. Die doel\nwas klaarblyklik om hom te ondervra. Op die oog af was dit nie onbillik van die\nbetrokke polisie-amptenare om dit\nvan hom te verwag nie. Wat sou gebeur het as\ndie appellant geweier het is nie in die getuienis ondersoek nie. Besmoontlik sou\ndie\npolisie-amptenare hom laat loop het totdat hulle verdere opdragte ontvang\nhet. Ek dink nie dit is\n17\n'n geregverdigde afleiding dat hierdie opdrag op\n'n\nvorm van vryheidsberowing neergekom het nie.\nDie opdrag aan hom om in die polisiekantoor\nvir\nMarais te wag is egter anders. Toe hierdie opdrag\ngegee\nis het die polisie klaar die appellant ondervra.\nGeen\nrede is gegee waarom sy verdere aanwesigheid vereis\nwas\nnie. Vermoedelik wou Marais hom daar beskikbaar\nhê\nindien hy na sy inspeksie besluit het om hom formeel\nin\nhegtenis te neem. Die appellant se versoeke\nom\ntoegelaat te word om huis toe gaan is geweier. Dit\nis\n'n geregverdigde afleiding dat indien hy\nprobeer\nwegloop het, hy verhinder sou gewees het, desnoods\nmet\ngeweld. Ek meen dat hy toe reeds van sy vryheid\nberoof\nwas. Ek dink nie dat vir huidige doeleindes 'n\ntegniese\nbetekenis aan die woord \"arrested\" in die\nbesonderhede\nvan vordering geheg moet word nie, maar dit is\nnogtans\ninsiggewend dat die appellant waarskynlik wel toe\nreeds\nselfs in 'n tegniese sin onder arres was. In R v\nMazema\n18\n1948 (2) SA 152\nop bl 154 word gesê\n\"A person is under arrest as soon as the police assume control over his\nmovements.\"\nHierdie dictum is goedgekeur en toegepas in\nState\nPresident and Others v Tsenoli\n1986 (4) SA 1150\n(A)\nop\nbl 1186C-D.\nDie volgende vraag is dan wanneer die appellant\nse\nonregmatige aanhouding tot 'n einde gekom het.\nDie\nverhoorhof het bevind dat die onregmatigheid van die\nappellant se aanhouding net geduur het tot sy\nverskyning voor die landdroshof op 22 Februarie. Daarna\nwaa hy aangehou kragtens 'n regmatige bevel wat deur\ndie hof uitgereik was. Hierdie bevinding is voor ons\naangeveg. Mnr Eksteen se argument was dat as die\nappellant se arres onregmatig was, was alle stappe wat\ndaarop gevolg het, ook onregmatig. Volgens hierdie\nbetoog was die enigste vraag dus een van veroorsaking -\nwas die appellant se arres die oorsaak van sy\naanhouding totdat hy in Augustus op borg vrygelaat is?\n19\nMnr Eksteen het betoog dat hierdie vraag bevestigend\nbeantwoord moet word.\nDie wesentlike vraag vir beslissing is dus of\ndie\nappellant se onregmatige inhegtenisneming die\ngevolg\ngehad het dat sy aanhouding ingevolge die landdros se\nbevel van 22 Februarie ook onregmatig was. Die\nprosedure na inhegtenisneming word uiteengesit in art\n50 van die Strafproseswet. Veral sub-artikel (1) is van\nbelang. Insoverre ter sake lui dit soos volg:\n\"Iemand wat met of sonder lasbrief in hegtenis geneem is, word so gou\nmoontlik na ' n polisiekantoor geneem ... en, as hy nie vrygelaat\nword omrede\ngeen aanklag teen hom ingebring gaan word nie, word hy aangehou vir 'n tydperk\nvan hoogstens agt-en-veertig uur tensy\nhy voor 'n laer hof gebring word, en sy\nverdere aanhouding vir die doeleindes van sy verhoor deur die hof op 'n aanklag\nvan enige\nmisdryf gelas word ...\".\nIngevolge verdere bepalings van die artikel mag die\ntydperk van agt-en-veertig uur onder sekere\nomstandighede oorskry word.\nDie funksie van hierdie bepaling is oorweeg in\n20\nMinister of Law and Order v Kader (supra). Dit\nis\ntweërlei, hoewel daar 'n mate van oorvleueling is. Eerstens\nvereis die artikel dat 'n gearresteerde persoon binne 'n kort tydperk\nvoor die\nhof gebring word. Hierdeur word heimlike en onreëlmatige inhegtenisnemings\nen aanhoudings ontmoedig. Die gearresteerde\npersoon word 'n geleentheid gegee om\nin die openbaar die wyse en omstandighede van sy inhegtenisneming te\nbevraagteken, en om aansoek\nte doen om op borg of waarskuwing vrygelaat te word\n(ibid, bl 49F-G). Hoe die hof in so 'n geval sal reageer sal natuurlik afhang\nvan die aard van die gearresteerde se versoek of klagte. 'n Klagte dat hy deur\ndie polisie aangerand was sal vermoedelik administratief\nbehandel word, terwyl '\nn aansoek om borg ' n beroep op die uitoefening van die hof se gewone regterlike\nfunksies uitmaak.\nTweedens magtig die artikel die hof om die verdere\n21\naanhouding van die gearresteerde vir die doeleindes van\nsy verhoor op 'n aanklag van 'nmisdryf te gelas (ibid,\nbl\n49H). By die uitoefening van hierdie bevoegdheid kan\ndie hof gevra\nword om verskillende sake te oorweeg, bv,\nof dit hoegenaamd nodig is\ndat die gearresteerde\naangehou word eerder as om op borg of waarskuwing\nvrygelaat te word. 'n Aangeklaagde kan ook betwis dat\ndaar voldoende getuienis teen hom is om sy verdere\naanhouding te regverdig. Ek sou nie graag 'n algemene\nformule wou neerlê oor hoe die hof so 'n dispuut moet\nhanteer nie. Dit sal afhang van omstandighede. In die\nmeeste gevalle sou dit waarskynlik genoeg wees om die\naanklaer te vra, in sodanige besonderheid as wat nodig\nmag wees, watter inligting in die vervolging se besit\nis, en na aanleiding van die aanklaer se antwoord te\nbesluit of die beskuldigde se verdere aanhouding gelas\nmoet word. In ander gevalle mag dit nodig wees om\nverder te gaan. Hoe dit ook al sy, dit is belangrik om\n22\nte beklemtoon dat die besluit wat die hof moet\nneem is\nof die beskuldigde se verdere aanhouding gelas moet word.\nVir doeleindes van hierdie besluit is dit in beginsel nie ter sake of die\nbeskuldigde se aanvanklike arrestasie geregverdig was nie, Natuurlik, as daar\nonvoldoende gronde was om hom in hegtenis te neem,\nsal daar dikwels ook\nonvoldoende gronde wees om sy verdere aanhouding te gelas, maar dit is nie\nnoodwendig so nie. Nuwe getuienis\nmag sedert die inhegtenisneming beskikbaar\ngeword het.\nMnr Eksteen se argument is dan ook nie dat die funksie wat 'n hof\ningevolge art 50 van die Wet vervul dit vir hom nodig maak om 'n\nbeslissing te\nvel oor die regmatigheid van die beskuldigde se inhegtenisneming nie. Sy betoog\nis 'n jurisdiksionele een. Dit lui\nsoos volg. Art 50(1) geld alleen t o v iemand\nwat \"in hegtenis geneem\" is. Hierdeur word bedoel 'n regsgeldige\ninhegtenisneming.\nWaar daar geen geldige\n23\ninhegtenisneming was nie, kan art 50(1) nie toegepas\nword\nnie. Die verdere aanhouding en alles wat daarop volg is dan net so ongeldig as\ndie oorspronklike gepoogde inhegtenisneming.\nBloot teoreties beskou is hierdie argument heeltemal aantreklik maar as\n'n mens na die praktiese uitwerking daarvan kyk kan dit nie\nreg wees nie. Soos\nreeds gesê, die artikel beoog onder meer om onreëlmatige vorms van\nvryheidsberowing teen te werk. Dit\nbehels juis dat ook persone wat nie\nregsgeldig in hegtenis geneem is nie, voor 'n hof gebring moet word sodat hulle\nhul griewe in\ndie openbaar kan lug en hul vrylating kan probeer bewerkstellig.\nIndien die artikel vertolk word om net te slaan op persone wat regmatiglik\nonder\narres verkeer, sal hierdie funksie van die artikel grootliks verydel word. Dit\nsou dan beteken dat 'n persoon wat 'n regmatige\narres uitgevoer het, verplig is\nom die gearresteerde binne die vasgestelde\n24\ntyd voor 'n hof te bring terwyl 'n persoon wat geen\ngronde\ngehad het om iemand te arresteer nie, vrygestel word van hierdie\nverpligting.\nDaarbenewens sou hierdie voorgestelde\nvertolking\ninhou dat 'n beskuldigde wat op onregmatige wyse\nin\nhegtenis geneem is, in enige stadium van\ndie\nverrigtinge teen hom kan staatmaak op die\nongeldigheid\nvan alles wat op die inhegtenisneming gevolg het.\nDit\nsou gevolglik moontlik wees vir 'n beskuldigde om by\nsy\nverhoor, of op hersiening na sy skuldigbevinding,\ndie\ngeldigheid van die verrigtinge aan te val op grond\nvan\n'nbeweerde onreëlmatigheid by sy inhegtenisneming.\nEn\nindien sy arrestasie inderdaad onregmatig was, sou\ndie\nproses van voor af moet begin. Selfs\n'n\nskuldigbevinding sou tersyde gestel moes word. Ek\nkan\nmy nie voorstel dat dit ooit die bedoeling van\ndie\nwetgewer kon gewees het om so 'n resultaat\nte\nbewerkstellig nie.\n25\nIn die praktyk is die artikel ook nie so\ntoegepas\nnie. Indien die argument korrek waa, sou 'n\nmens verwag het dat ons strafhowe dikwels sou moes uitspraak gee oor die\ngeldigheid van\n'n inhegtenisneming ten einde te bepaal of die hof voor wie die\nbeskuldigde verskyn, of reeds verskyn het, regsbevoegdheid het of\ngehad het om\nhom te verhoor. Geen voorbeeld van so 'n saak is aan ons voorgelê nie, en\nek weet van geen nie.\nEen aspek van hierdie probleem wat wel voor ons howe gedien het is die\nvraag of 'n beskuldigde wat oor die landsgrense na Suid-Afrika\nvervoer is, hier\nverhoor mag word. Sien Abrahams v Minister of Justice and Others\n1963 (4) SA 542\n(K) en S v Ebrahim\n[1991] ZASCA 3\n;\n1991 (2) SA 553\n(A) . Die vroeëre gewysde het beslis dat\ndit nie saak maak hoe 'n beskuldigde voor die hof kom nie. As die hof andersins\nbevoeg\nis, kan hy die saak verhoor. In Ebrahim se saak het hierdie hof egter tot\ndie teendeel bevind ooreenkomstig 'n gemeenregtelike\n26\nbeginsel dat 'n hof geen regsbevoegdheid het om 'n\npersoon te\nverhoor wat uit 'n ander jurisdiksie ontvoer\nis deur werktuie van die staatsgesag wat bewind voer in\ndie regsgebied van so 'n hof nie (op cit, bl 579F-G;\n582B) . Waar 'n persoon nie so ontvoer is nie, sou\nEbrahim se saak nie van toepassing wees nie, en sou die\nalgemene reël wat in Abrahams se saak (supra)\ngeformuleer is op bl 545 G-H geld, t w,\n\"... once there is a lawful detention, the circumstances of the arrest\nand capture are irrelevant.\"\nDeur \"lawful detention\" bedoel die hof klaarblyklik\naanhouding ingevolge 'n landdroshofbevel, afgesien\ndaarvan of die inhegtenisneming regmatig was (sien bl\n545G).\nEk meen dus dat waar art 50(1) praat van iemand\nwat \"in hegtenis geneem\" is, dit nie beperk is tot 'n\nregmatige inhegtenisneming nie. Dit sluit iemand in\nwat, in 'n gepoogde uitoefening van arrestasie-\n27\nbevoegdhede, onder die arresteerder se beheer gebring\nis. Dit\nvolg dat die aanval op die landdros se regsbevoegdheid in die onderhawige geval\nongegrond is en dat die bevel vir die verdere\naanhouding van die appellant binne\nsy regsbevoegdheid geval het en geldig was. Die blote feit dat die appellant se\ninhegtenisneming\nonregmatig was, kan nie daaraan afdoen nie. Die beslissing van\ndie hof a quo in hierdie verband was dus korrek. Die saak van Mthimkhulu\nand\nAnother v Minister of Law and Order\n1993 (3) SA 432\n(E), waar 'n teenstrydige\nhouding ingeneem word (op bl 438 C-F), was m i tot daardie mate verkeerd\nbeslis.\nOns is ook na 'n aantal ander beslissings verwys. In nie een van hulle is\ndie vraag wat ek hierbo bespreek het, pertinent behandel\nnie. Insoverre as daar\ndicta in sommige sake voor provinsiale of plaaslike afdelings mag wees wat\nteenstrydig is met wat ek hierbo\ngesê het, stem ek nie daarmee saam nie.\nMat beslissings\n28\nvan die appèlhof betref, het Minister of Law and\nOrder,\nKwandebele, and Others v Mathebe and Another\n1990 (1) SA 114\n(A) nie te doen gehad met die vertolking en toepassing van die Strafprosesreg\nnie, maar van noodregulasies, waar 'n verskillende\nbewoording en ander beginsels\nvan toepassing is (ibid bl 122 E-G). Minister of Law and Order v Thandani\n[1991] ZASCA 123\n;\n1991\n(4) SA 862\n(A) was weer 'n geval van ontvoering oor landsgrense. Soos reeds\ngemeld is ander oorwegings daar ter sprake. In elk geval meen ek\nnie dat die\nbeslissing in daardie saak enigsins teenstrydig is met wat ek hierin bevind het\nnie.\nDie eindresultaat is dat die appellant slaag in net een van sy argumente,\nnl, dat sy onregmatige aanhouding vroeër 'n aanvang\ngeneem het as bevind\nwas deur die verhoorhof. Die bedrag van R5000 wat as genoegdoening bepaal is\ndeur die verhoorhof berus op die\nverkeerde veronderstelling dat die appellant\neers\n29 in die vroeë ure van Sondagoggend van sy vryheid beroof\nwas. Inderdaad was dit een of ander tyd gedurende\nSaterdagoggend. Ek meen dat die appellant geregtig is\nop 'n\nverhoging van die bedrag van genoegdoening om\nvoorsiening te maak\nvir die werklike feite. Natuurlik\nkan 'n mens nie die bedrag aanpas\nop 'n meganiese pro\nrata tydsbasis nie. Die genoegdoening dien as 'n\nsolatium vir die appellant se gekrenkte gevoelens. Sy\nernstigste vernedering was om in die selle gestop en\ndaar gehou te word totdat hy voor die landdros verskyn\nhet. Om in die aanklagkantoor te wag, al is dit ure\nlank, is 'n mindere aantasting van sy\npersoonlikheidsregte. Nogtans kan dit nie buite\nrekening gelaat word nie. Ek meen dat die bedrag\nvermeerder moet word na R6000.\nDie laaste vraag wat ontstaan is watter kostebevel\ngemaak moet word. Die appellant se hoofbetoë was dat\nMarais met wederregtelikheidsbewussyn opgetree het en,\n30\nin elk geval, dat die appellant se onregmatige\naanhouding\nvoortgeduur het totdat hy op borg vrygelaat was in Augustus. Hierdie betoë\nhet misluk. Aan die ander kant het die\nappellant 'n mate van sukses gehad. Die\nbedrag van genoegdoening is met twintig persent verhoog. Dit was vir hom nodig\nom na hierdie\nhof te kom om hierdie verhoging te bewerkstellig. Die respondent\nhet geen aanbod gemaak wat hom teen 'n kostebevel kon vrywaar nie\n(sien\nGriffiths v Mutual & Federal Insurance Co Ltd\n[1993] ZASCA 121\n;\n1994 (1) SA 535\n(A) op bl 549\nD-E). Onder hierdie omstandighede meen ek dat daar 'n verdeling van die koste\nbehoort te wees. sien Community Development\nBoard v Mahomed and Others NNO\n1987\n(2) SA 899\n(A) op bl 919F-920A; Protea Assurance Co Ltd v Matinise\n1978 (1) SA\n963\n(A) op bl 978A-B. Myns insiens sou dit billik wees as elke party sy eie\nappèlkoste dra.\nBygevolg word die appèl gehandhaaf. Elke party sal\n31\nsy eie koste van appél dra, insluitende die koste\nvan\ndie aansoek om verlof om te appelleer. Die hof a quo se bevel\nword gewysig deur die bedrag van R5000 in paragraaf (a) te vervang met\nR6000.\nE M GROSSKOPF, AR\nSTEYN, AR HARMS, AR OLIVIER, AR SCOTT, AR Stem saam",
  "scraped_at": "2026-02-12T08:45:49.094556",
  "date": "1995-11-29",
  "coram": [
    "E M Grosskopf AR",
    "Steyn AR",
    "Harms AR",
    "Olivier AR",
    "Scott AR"
  ],
  "case_number": "188/94",
  "parties": {
    "applicants": [
      "Robert Isaacs"
    ],
    "respondents": [
      "Minister of Law and Order"
    ]
  },
  "sections": {
    "facts": "Robert Isaacs, a 48‑year‑old unqualified electrician and small‑scale sheep and meat seller, was suspected of involvement in a series of sheep thefts in the Steynsburg district in 1988. A police constable, Marais, received a tip that a yellow pick‑up with a white canopy – identified as belonging to Isaacs – was linked to the thefts. Based on vague information from an informant and a statement by a suspect named Klaas, Marais interrogated Isaacs on 20 February 1988, detained him at the police station, and subsequently kept him in police cells. Isaacs was later charged with the theft of 67 sheep but the charge was withdrawn and he was released on bail on 16 August 1988. Isaacs sued the State for unlawful arrest, unlawful detention and malicious prosecution, seeking damages. The lower court awarded R5,000 in damages, holding that the arrest was not based on reasonable suspicion under s 40(1)(b) of the Criminal Procedure Act.",
    "issues": "1) Whether the arrest of Isaacs was justified under s 40(1)(b) of the Criminal Procedure Act, i.e., whether the police had reasonable suspicion that he had committed a crime. 2) Whether the subsequent detention of Isaacs after the unlawful arrest was also unlawful. 3) Whether Isaacs was entitled to damages for unlawful arrest, unlawful detention and malicious prosecution, and what the proper amount of compensation should be.",
    "principles": "The court applied the requirement of \"reasonable suspicion\" under s 40(1)(b) as explained in Shaaban Bin Hussien v Chong Fook Kam and reiterated in Minister of Law and Order v Kader. It noted that mere conjecture without prima facie evidence does not satisfy the standard. The court also considered the principle that \"wederregtelikheidsbewussyn\" (knowledge of wrongdoing) is not required for a claim of unlawful arrest, though it is relevant to claims of malicious prosecution. Relevant case law cited includes Minister of Law and Order v Hofmeyr, Todt v Ispser, and the principles governing compensation for unlawful detention under s 50 of the Criminal Procedure Act.",
    "application": "The court found that the information available to Marais was vague, unreliable and did not identify a specific suspect or vehicle with sufficient certainty. There was no evidence that Isaacs had actually purchased stolen sheep, and the prices he claimed to pay were inconsistent with market rates for stolen goods. Consequently, the police did not have reasonable suspicion, rendering the arrest unlawful. Because the arrest was unlawful, the subsequent detention pursuant to the magistrate's order was also unlawful. The lower court’s award of R5,000 was based on an incorrect assumption that the unlawful arrest began earlier than the court determined. The appeal therefore warranted a revised assessment of damages.",
    "conclusion": "The appeal was upheld in part. The judgment of the lower court was varied to increase Isaacs' compensation from R5,000 to R6,000. Each party was ordered to bear its own costs of the appeal, including the costs of applying for leave to appeal. The court affirmed that the arrest and subsequent detention were unlawful and that the increased damages reflected the actual infringement of Isaacs' personal liberty."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Unlawful Arrest and Detention",
    "level_3": [
      "reasonable suspicion",
      "compensation",
      "criminal procedure act",
      "illegal detention",
      "sheep theft"
    ]
  }
}