{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/118.html",
  "case_name": "Rens v Coltman (563/94) [1995] ZASCA 118; 1996 (1) SA 452 (SCA); (28 September 1995)",
  "citation": "[1995] ZASCA 118",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 118\n|\nNoteup\n|\nLawCite\nRens v Coltman (563/94) [1995] ZASCA 118; 1996 (1) SA 452 (SCA); (28 September 1995)\nDownload original files\nPDF format\nRTF format\nCase No 563/94 /mb\nIN THE SUPREME COURT OF SOUTH\nAFRICA\n(APPELLATE DIVISION)\nIn the matter of:\nR RENS\nAPPELLANT\nand\nE COLTMAN\nRESPONDENT\nCORAM\n: JOUBERT, NESTADT JJA et SCOTT AJA\nHEARD\n: 12\nSEPTEMBER 1995\nDELIVERED\n: 28 SEPTEMBER 1995\nJUDGMENT\nSCOTT AJA/\n...\n2\nSCOTT AJA\n:\nThe appellant is a quantity surveyor of East London.\nIn\nFebruary 1989 he was engaged in his\nprofessional capacity by the respondent to investigate the cause of an apparent\nsubsidence and\nconsequential cracking of certain walls of the latter's house and\nto advise her what work would have to be done to remedy the situation.\nHe was\nalso asked to give an estimate of the cost of such work. After inspecting the\nhouse, he wrote to the respondent's attorneys\nadvising that the foundations at\nthe south east corner of the dwelling where the cracks were occurring had not\nbeen soundly founded\nand that there was evidence of root material beneath the\nfooting. The remedial work that he recommended was, however, minimal and\ninvolved simply draining the area and allowing the building to settle before\nrepairing the cracks. At the time, the appellant was\naware that the respondent\nproposed recovering the cost of the remedial\n3\nwork from the builder of the house. Acting on the advice so given, the\nrespondent settled the claim against the builder and accepted\nthe sum of R3 200\nin full and final settlement. The nature of the problem and the extent of the\nwork required to solve it were, however,\nfar greater than the appellant had\nthought. His advice to the respondent as to the remedial work required was\nplainly incorrect and\nhis estimate of R3 200 was woefully too low. In due\ncourse, the respondent sued the appellant for damages, founding her claim both\nin contract and in delict. The appellant admitted that he ought to have\nconducted a more detailed investigation and that had he done\nso he would have\nestablished that more extensive remedial work was required to remedy the defects\nat much greater expense. Ultimately,\nliability on the part of the appellant was\nadmitted and the only questions which remained in issue were the causal link\nbetween the\nappellant's conduct and the damage suffered by the respondent, and\nthe\n4\nquantum of the respondent's damages.\nIn the course of the\ntrial the pleadings were much amended by both sides and various admissions were\nmade which served to curtail\nthe proceedings. The respondent's claim as finally\nformulated comprised two parts. The first was a claim for R27 528,42, being the\nsum of R30 728,42 which would have been recoverable from the builder as at May\n1989, less the payment of R3 200 actually received\nfrom the builder. The\nrelevance of May 1989 is that this was the month in which the respondent had\nsettled her claim with the builder.\nThe second leg of the claim was for the\nadditional expense incurred by the respondent in consequence of the incorrect\nadvice and\nwas made up of the cost of the unnecessary work carried out in\npursuance of the appellant's advice, the extra cost incurred by reason\nof the\nneed to accommodate this work when effecting repairs, and the extra cost\noccasioned by the delay in effecting the correct\nremedial\n5\nwork and the consequent increase in building costs. The latter claim\namounted to R24 997,55 and included the sum of R3 083,60 which\nhad been paid for\nthe unnecessary work carried out on the advice of the appellant.\nThe total amount which was ultimately claimed, and, indeed, awarded by\nthe trial Court (Kroon J sitting in the East London Circuit\nLocal Division), was\ntherefore the sum of R52 525,97 (ie R27 528,42 plus R24 997,55). The amount of\nR24 997,55 was in reality a residual\namount after making certain deductions from\nthe sum of R55 725,97 which, it was ultimately agreed between the parties, was\nthe cost\nof implementing what was referred to as the \"KRC design to remedy the\ndefective foundations of the house as at June 1992. The figure\nof R55 725,97\nincluded the cost of the additional work occasioned by the previous attempt to\nremedy the situation as well as the\nsum of R3 083,60, which, as previously\nmentioned,\n6\nhad been paid for the unnecessary work. The amount awarded was,\ntherefore, the sum of R55 725,97 less the amount of R3 200 paid to\nthe\nrespondent by the builder ie R52 525,97. The second leg of the claim ie R24\n997,55 was simply the sum of R52 525,97 less the\nsum of R27 528,42.\nIt is necessary at this stage to explain the reference to the KRC design.\nIn about August 1989 the respondent engaged the services\nof a Mr Peter Dowling\nwho is a structural engineer and who carries on business as such under the name\nKRC Structural Engineering.\nAfter examining the house he designed a method of\nrectifying the fault which, simply stated, involved propping up the roof and\nrebuilding\nthe affected walls on foundations supported by bases which were to be\nsoundly founded beneath the unsatisfactory material. The design\nwas somewhat\nrefined by a Mr John Morris who is a consulting engineering technologist and in\ndue course\n7\ntenders were obtained and the design implemented, save that the\ncontractor elected to remove the roof rather than prop it up. This\nwas the KRC\ndesign.\nOn behalf of the appellant another structural engineer, Mr Leslie Weaver,\nwas employed to give an opinion regarding the remedial work\nthat would be\nnecessary to solve the problem. His design was somewhat simpler than the KRC\ndesign and would have been less expensive\nto implement. It was referred to at\nthe trial as the \"Weaver\" design.\nReturning to the first leg of respondent's claim, it was common cause\nthat in May 1989 appropriate remedial work could have been executed\nat a cost of\nR30 728,42 by implementing the Weaver design. The award by the trial court of\nthis amount, less the sum of R3 200, was\nattacked on the ground that it had not\nbeen shown that the respondent\n8\nwould have succeeded in recovering such a sum from the builder. Indeed,\nmuch of the evidence at the trial was devoted to this issue.\nAs far as the second leg of the claim is concerned, it was contended on\nbehalf of the appellant that the Court a quo erred in awarding\nin effect the\ncost of executing the remedial work as late as June 1992. In other words, the\ncontention was that the appellant should\nnot have been awarded the full\ndifference between the cost of the remedial work in May\n1989\nand June 1992\nwhen the work was actually done. The appellant's case was that the respondent\nought reasonably to have known of her\ncause of action against the appellant by\nnot later than August 1990 and that in so far as the second leg of the claim is\nconcerned,\ndamages should have been determined by having regard to the cost of\nthe remedial work as at\nAugust\n1990\nand not June\n1992. On this basis the appellant in his plea, as finally amended, tendered\npayment of the sum of R6 943 which represented\nthe\n9\nfigure of R40 871 being the cost of repairs as at August 1990 in\naccordance with the Weaver design and which included the wasted expense\nof R3\n083,60, less the sum of R30 728 being the cost of repairs as at May 1989, and\nless the amount R3 200 received from the builder.\nI turn now to deal with the finding of the trial Court that the appellant\nwould have recovered the amount of R30 728,42 from the party\nto which, until\nnow, I have referred simply as the builder. Before proceeding further a brief\nexplanation is required. The party\nwith whom the respondent contracted for the\nconstruction of the house was a company called Galon (Pty) Ltd which traded\nunder the\nstyle of Rodlang Homes. The shareholders were a Mr Parker and a Mr\nRodney Langheim who was the party involved in the actual building\nwork.\nAccording to the evidence Mr Parker is a well known estate agent in East London\nwho since 1981 has carried on business as such\nthrough the vehicle of a company\ncalled Action\n10\nProperty (Pty) Ltd (\"Action Property\") which subsequently on 12 December\n1991 was converted to a close corporation. Mr Parker's venture\ninto the building\nindustry was short-lived and unsuccessful. In about January 1988, that is to say\nmore than a year after the respondent's\nhouse had been completed, Mr Parker and\nMr Langheim decided to terminate what was essentially the partnership agreement\nbetween them.\nThe full terms of the termination agreement are not clear but what\nis common cause is that Action Property, in which Mr Parker was\nthe sole\nshareholder, acquired all the assets and liabilities of Galon (Pty) Ltd and in\nparticular an accumulated loss. It was accordingly\nnot in dispute that as at May\n1989 any action which the respondent may have had against the builder arising\nout of the defective\nconstruction of the house lay against Action\nProperty.\nCounsel for the appellant submitted that the Court a\nquo\nerred in\naccepting that Action Property would have been able to meet the claim\n11\nof R30 728,48 and he argued that this amount was accordingly not\nrecoverable from the appellant. Much emphasis was placed both in\nthis Court and\nin the Court below on the financial statements of the company for the year\nending 31 August 1990 which showed that\nboth as at 31 August 1989 and 31 August\n1990 the liabilities of the company exceeded its assets so that on those dates\nit was technically\ninsolvent. As previously mentioned, however, Mr Parker was\nthe sole shareholder in Action Property being the vehicle through which\nhe\ncarried on business as an estate agent. Its share capital was minimal and as in\nthe case of many private companies, was financed\nby way of a loan account rather\nthan by way of a share issue. Having regard to the nature of its business for\nwhich little in the\nway of capital would have been required, it is perhaps not\nsurprising in these circumstances that its financial statements for the\nyears\n1989 and 1990 should have shown the company to be technically\ninsolvent.\n12\nNonetheless, it operated a successful business. The accounts, as\nexplained by the company's auditor, revealed that in 1989 it produced\na profit\nof R50 325 after deducting \"directors emoluments\" of R28 000,00. In 1990 the\nprofit was R35 516 after deducting R45 200\nin respect of \"directors emoluments\".\nIts financial position was such that during the two year period, 1989 to 1990,\nit was able\nto repay over R100 000 in respect of Mr Parker's loan\naccount.\nIn his evidence, Mr Parker explained that the cash flow of Action\nProperty was unpredictable in the sense that a sizable bank overdraft\none day\ncould be converted to a substantial balance the next day depending on what\ncommissions had been received in the interim.\nHe testified that after giving the\nmatter some thought he was satisfied that had Action Property been unable to\nmeet the respondent's\nclaim in 1989 he, Parker, would have injected sufficient\ncapital into the company to enable it to do\n13\nso. He justified what he would have done on two grounds. The first was\nthat he felt morally obliged to see that the respondent's claim\nwas met,\nparticularly as she had worked for him at some previous stage. The second was\nfounded upon more practical and commercial\nconsiderations. He explained that he\nwas very well known in East London where he conducted his business; that his\nname was synonymous\nwith that of Action Property and that had the company gone\ninsolvent he would have been extremely embarrassed and his standing in\nthe\ncommunity as an estate agent much reduced.\nKroon J was unpersuaded that Mr Parker would have come to the appellant's\nassistance for altruistic reasons. He found on the probabilities,\nhowever, that\nin order to avoid personal embarrassment and for commercial reasons Mr Parker\nwould not have permitted Action Property\nto be liquidated at the instance of an\nunpaid creditor (the\n14\nrespondent) and to this end, if necessary, would have injected capital\ninto the company. The learned judge found also that notwithstanding\nthe\ntechnical insolvency of Action Property it would probably have been able to meet\na claim in the region of R30 000 even in the\nabsence of a further injection of\ncapital by Mr Parker, although it might have required time to meet the\nclaim.\nMr Lang\n, who appeared for the appellant, attacked the finding of\nthe Court a quo on various grounds. He submitted that having rejected Mr\nParker's evidence in one respect, namely, that he would have come to the\nappellant's assistance on moral grounds, it ought not to\nhave accepted his\nevidence that he would have come to her assistance for any other reason. He\nargued that the alleged embarrassment\nand loss of standing was unjustified in\nthat had the company gone into liquidation, Mr Parker would have been able to\njustify this\nevent on the basis of his unsuccessful\n15\nventure into the building industry and nothing would have precluded him\nfrom continuing his estate agency business under the style\nof Action\nProperty.\nThis argument overlooks the evidence that Mr Parker was a well known\nestate agent whose name, according to both Mr Parker and his\nattorney, was\nsynonymous with that of Action Property. To suggest in these circumstances that\nthe liquidation of the company would\nnot be seen as reflecting adversely upon Mr\nParker is, I think, somewhat unrealistic; nor was it ever put to him in\ncross-examination\nthat he could have escaped liability by adopting the device of\nallowing his company to go into liquidation and blaming it on his\nventure into\nthe building industry. The business was clearly a successful one. It provided Mr\nParker with a good income and it was\nnot in dispute that he was well-off and\nwould have had little difficulty in raising an amount in the region of R30 000.\nIt is not\nat\n16\nall improbable, I think, that in these circumstances and if necessary, he\nwould have been prepared to put money into the company in\norder to preserve its\ngood will and his own good standing in the community as an estate agent. The\ncompany, as I have previously\nsaid, was financed by way of loans which he made\nto the company. Injecting capital into the company in this way would have been\nnothing\nunusual. His assertion that he would not have allowed his company to go\ninto liquidation was furthermore supported by the evidence\nof his attorney, Mr\nMoolman, who expressed the view that Mr Parker would have avoided this if it was\nat all possible. In all the\ncircumstances, I am unpersuaded that there is any\njustification for interfering with the finding of the trial Court that but for\nthe appellant's incorrect advice the respondent would have succeeded in\nrecovering damages from Action Property in the sum of R30\n728,42. Indeed, I\nthink, the finding would have been equally justified if the amount in question\nhad\n17\nbeen based on the KRC design and hence slightly higher\nI turn to the next point argued by\nMr Lang\n, and that is that the\nCourt erred in awarding damages to the appellant on the basis of the cost of\nremedial work as at June 1992.\nAs previously explained, the total amount awarded\nwas based ultimately upon an agreed figure of R55 725,97 which represented the\nactual cost of performing the remedial work in June 1992 together with the sum\nof R3 083,60 previously paid for unnecessary work.\nIt was common cause,\ntherefore, that the cost of the work in June 1992 in accordance with the KRC\ndesign was R52 642,39 (R55 725,97\nless R3 083,60).\nMr Lang\ncontended that\nthe appellant's damages should not have been determined on the basis of the\nactual cost, but on the basis of what\nthe remedial work would have cost had it\nbeen executed in August 1990. He submitted that by the latter date the\nrespondent ought\nto have realised that the appellant's advice was incorrect and\nshould have been\n18\naware of her cause of action against him.\nBefore dealing with\nMr Lang\n's argument, which was essentially one of fact, it is necessary to\nmake certain general observations regarding the computation of\ndamages in cases\nsuch as the present where there is a delay prior to the discovery of the breach\nand its consequences. The claim\nin the present case was founded both in contract\nand delict. The Court a\nquo\n, relying upon a passage in\nJackson &\nPowell on Professional\nNegligence 3 ed at para 2-117, accepted that\nregardless of which test was applied (ie the test for determining damages in\ncontract\nor delict) the result in the particular circumstances of the case was\nthe same. Counsel accepted this as being correct and no argument\nwas addressed\nto us on the point. As the appellant's liability in contract was common cause it\nis unnecessary to have to decide the\npoint and I shall consider the claim for\nthe purpose of the computation of damages as being one in contract.\n19\nThe fundamental rule with regard to the award of damages for breach of\ncontract is now well established. The innocent party should\nbe placed in the\nposition he or she would have occupied had the contract been properly performed,\nso far as this can be done by the\npayment of money without undue hardship to the\nparty in breach. The application of this rule will ordinarily require in many\ncases,\nand typically the case of a breach of a contract of sale by the\npurchaser, that the date for the assessment of damages be the date\nof\nperformance, or as it has often been expressed, the date of the breach. But even\nin contracts of this nature, there is no hard\nand fast rule (cf\nCulverwell\nand Another v Brown\n1990 (1) SA 7\n(A) at 30 G - 31 H) and in each case the\nappropriate date may vary depending upon the circumstances and the proper\napplication of\nthe fundamental rule that the injured party is to be placed in\nthe position he would have occupied had the agreement been fulfilled.\nThe\nposition is the same in England. In\n20\nMiliangos v George Frank (Textiles) Ltd\n[1975] 3 All ER 801\n(HL)\nLord Wilberforce (at 813) recognised that \"as a general rule in English law\ndamages for tort or for breach of contract are assessed\nas at the date of the\nbreach\" but in the same passage emphasised that the general rule did not\npreclude the Courts in particular\ncases from determining damages as at some\nlater date.\nWhere, for instance, it is appropriate to measure damages on the basis of\nthe cost of repairs or remedial work it would be unfair\nand contrary to the\nfundamental rule stated above to insist that in each case and regardless of the\nescalation in costs the appropriate\ndate is to be the date of performance. This\nis particularly so in building contracts where the breach may be discovered even\nyears\nlater. The point is well illustrated in the case of\nEast Ham Borough\nCouncil v. Bernard Sunley & Sons. Ltd.\n[1965] 3 All ER 619\n(HL) where,\nin 1959, ie some two years after the\n21\narchitect's final certificate had been issued, certain stone panels fell\nfrom\nthe building prompting an investigation which in turn revealed\nwidespread\nfaults. It was held that the damages were to be assessed\nby reference to the\nactual cost of repairs in 1960 - 61, as this was a reasonably foreseeable\nloss\narising from the breach of contract. The inapplicability in\nappropriate\ncircumstances of the date of performance (or breach) or in the case\nof\ndelict, the date of the wrong, was stressed by Megaw LJ in\nDodd\nProperties\n(Kent) Ltd and another v Canterbury City Council and others\n[1980]\n1 All\nER 928 (CA). Although the action in that case was based in tort, it is\nclear\nfrom the earlier remarks of the learned judge that the following passage\n(at\n933 g - h) is equally apposite to an action in contract.\n\"Indeed, where, as in the present case, there is serious structural\ndamage to a building, it would be patently absurd, and contrary\nto the general\nprinciple on which damages fall to be assessed, that a plaintiff, in a time of\nrising prices, should be limited to\nrecovery on the basis of the prices\nof\n22\nrepair at the time of the wrongdoing, on the facts here, being two years, at\nleast, before the time when, acting with all reasonable\nspeed, he could first\nhave been able to put the repairs in hand. Once that is accepted, as it must be,\nlittle of practical reality\nremains in postulating that, in a tort such as this,\nthe 'general rule' is applicable. The damages are not required by English law\nto\nbe assessed as at the date of breach.\"\nThe rule with\nregard to the time of assessment where the cost of repairs is\nthe\nappropriate measure of damages, is stated in\nChitty on Contracts\n26\ned vol 1 at para 1780 as follows:\n\"The time at which the cost of repairs should be assessed is when it was\nreasonable for the plaintiff to begin repairs, which may\nbe as late as the date\nof the hearing if the plaintiff was acting reasonably in not mitigating\nearlier.\"\nSuch an approach is in consonance with the\nfundamental rule stated above\nthat the innocent party should be put in the position he would have been\nin\nhad the contract been properly performed, and in my view is the\nproper\napproach to be adopted in cases where the true measure of damages is\nthe\n23\ncost of repairs or remedial work.\nIn the present case it was\nnot disputed that the damage suffered by the respondent both as to the\nnon-recoverability from the builder\nand the additional expense arising from the\ndelay and escalation in building costs was foreseeable; nor was it ever\ncontended that\nany yardstick other than the cost of the remedial work was the\ntrue measure of damages to be adopted. All that was contested was\nthe\nreasonableness of having the remedial work executed as late as June\n1992.\nBefore considering this issue it is necessary to set out, as briefly as\nthe circumstances permit, the principal events preceding the\nexecution of the\nwork.\nFollowing the appellant's advice which was given in February 1989 the\nrespondent's attorney entered into correspondence with Mr Parker's\nattorney\nwhich culminated in the former accepting payment of the sum of\n24\nR3 200 in full and final settlement of the respondent's claim. This was\nin May 1989. The following month, certain remedial work was\ncarried out as\ndirected by the appellant. This was not the same as that initially proposed by\nhim. After receiving the appellant's\nletter the respondent raised with him the\nneed to possibly underpin the foundations at the south east corner of the house.\nShe did\nso on the strength of what other people had told her. Although the\nappellant's attitude was that this was not necessary, the work\nthat was actually\ncarried out involved placing a large quantity of concrete under the foundations.\nThe respondent was advised by\nthe appellant to leave the cracks until some 9 to\n12 months had elapsed before having them repaired so as to allow the house to\nsettle.\nBecause of their unsightly nature the builder in fact filled in the\ncracks at the same time he placed the concrete under the foundations.\nThe cracks\nwere mainly in the kitchen.\nBy September of 1989 the cracks had reappeared. The\nwindow\n25\nframe in the kitchen was coming away from the wall and with hindsight the\nrespondent realised that even at this stage the kitchen\nfloor had begun to\nslope. She got in touch with her attorney who in turn consulted the appellant.\nOn 3 October 1989 the appellant\nwrote to the respondent's attorney advising that\nhe had visited the house in the company of the builder, a Mr Klinkhardt, and had\nobserved that the soil around the foundation substructure appeared to be drying\nout. He advised that the matter should be left until\nMarch or April of the next\nyear. The respondent explained that living in the house as she did, it was not\nreadily noticeable whether\nthe cracks were widening or not. In 1990, however,\nshe went on holiday and upon returning in about August noticed that the cracks\nhad definitely widened. By then she had negotiated with the municipality of\nGonubie to have the vlei on the opposite side of the\nroad drained. She thought\nthat this ground was at a slightly higher level than her own\n26\nproperty and she hoped that this would improve the situation by removing\nthe wetness which she understood from the appellant was the\nmain cause of the\nproblem. By then the municipality had also tarred the road and installed storm\nwater drains so that when it rained\nthe water no longer drained onto her\nproperty. At about that time she was also negotiating to have a swimming pool\ninstalled. When\nthe hole was made for the pool she used the soil to raise the\nlevel at the affected area in the hope of increasing the run-off and\nso\neliminate any pooling of water in the area. All these steps, of course, were\naimed at drying out the area which according to the\nadvice that had been given\nto her was what was required.\nBy the middle of 1991 it was clear to the respondent that the condition\nof the house was deteriorating. One wall was visibly bulging\nand the slope of\nthe kitchen floor was plainly discernible. In about June of that year she again\ncomplained to her attorney who in\nthe course of the\n27\nnext month or two addressed letters to the appellant advising him of the\nsituation and requesting his assistance. According to the\nrespondent's attorney,\nMr Richards, the appellant undertook to investigate the matter but advised that\nhe was having difficulty in\ngetting in touch with the builder, Mr Klinkhardt. At\nabout this time - the respondent thought it was in July 1991 and the appellant\ndid not testify - the appellant spoke to the respondent on the telephone.\nAccording to the respondent the appellant was abrupt and\nsaid that he had not\nundertaken to fix the house. She testified that at this stage she realised that\nshe might have a claim against\nthe appellant. She telephoned Mr Richards and\nsaid that she wished to take the matter further and possibly sue the appellant.\nMr\nRichards, however, was reluctant to act for her in such an action as he felt\nhe had a conflict of interests.\nThe respondent testified that she realised from what\nMr\n28\nRichards had told her at the stage when the appellant was first\nconsulted\nthat it was necessary to engage the services of an expert. She said that\nshe\nracked her brains for several weeks and eventually spoke to an architect,\na\nMr Hall, whom she knew personally. Mr Hall in turn enlisted the aid\nof\nMr Peter Dowling of KRC Structural Engineering and the three of\nthem\nmet at the house towards the end of August 1991. Mr Dowling thought\nthe\nbuilding could be saved and estimated the costs of the necessary\nremedial\nwork to be possibly somewhere in the region of R30 000 to R45 000.\nIt\nappears that Mr Dowling then embarked upon designing a method of\nrepairing the house, although quite when this was done is not\nclear.\nPerhaps mindful of what had gone before, the\nrespondent\ndecided to procure a second opinion. She consulted the telephone\ndirectory\nand eventually succeeded in obtaining the services of Mr John Morris of\na\nfirm of consulting engineers. This was in early January 1992. The two\nof\n29\nthem met at the house on 4 February 1992 and Mr Morris conducted various\ntests. He was also given a report prepared by Mr Dowling.\nIn due course Mr\nMorris prepared a further report which was dated 21 February 1992. Mr Dowling's\nreport was revised in certain respects\nand the work was eventually put out for\ntender.\nOn 27 May 1992 Mr Morris discussed the tenders received with the\nrespondent and in due course the contract was awarded to a firm called\nPearson\nConstruction which completed the work in June 1992.\nIn arguing that the cost of repairs should have been determined as at\nAugust 1990 as opposed to June 1992,\nMr Lang\nassumed that the respondent\nbore the onus of establishing that the latter date was reasonable. No argument\nwas addressed to us on\nthe question of onus; nor, I might add, was any\nallegation made in the plea that the respondent ought to have mitigated her loss\nby having the repairs effected by August 1990 or for that\n30\nmatter by any other date. Having regard to the evidence, however, and in\nparticular that of the respondent which was not contradicted,\nI find it\nunnecessary to have to determine the incidence of the onus and shall simply\nassume, without deciding, that it rested upon\nthe respondent.\nMr Lang\nargued that the appropriate date for the assessment of\ndamages was August 1990, presumably because at about this time the respondent\nreturned from holiday and noticed that the cracks had widened. But this does not\njustify the conclusion that she ought to have realised\nthat the advice was\nincorrect and to have set about getting in other experts to attend to the\nproblem. The respondent was a layman\nwho had been advised by an expert that the\nsolution lay in allowing the subsoil around the foundations to dry out and\nstabilize.\nWhen she had expressed dissatisfaction in September 1989 the\nappellant had reported that the subsoil appeared to be drying out and\nthat in\neffect more time was required to\n31\nenable the house to settle before repairing the cracks. The mere fact\nthat the house had not settled as soon as had been anticipated\nwas no basis for\nconcluding that the appellant's assessment of the problem was wholly incorrect\nand that the foundations were so\ndefective that the south east corner of the\nhouse would virtually have to be rebuilt. As the respondent explained, she was\nled to\nbelieve that further settling could take place and she really had no idea\nwhen it would stop or whether at any particular stage the\nmovement of the house\nhad finally come to an end. In the belief that the wetness of the area was the\ncause of the problem the respondent\nherself took a number of practical steps to\nalleviate the problem. This is indicative of her continuing acceptance of the\ncorrectness\nof the appellant's advice. In my view her conduct cannot be regarded\nas unreasonable. It was only in about July 1991 when the appellant\nin effect\ndisavowed responsibility that the respondent sought alternative professional\nadvice. It is true that\n32\nit took almost another year before the work was finally done, but I do\nnot think that this was attributable to any undue dilatoriness\non the part of\nthe respondent. She consulted an expert within weeks after, as she put it,\nracking her brains to think of whom to\nturn to. Her architect friend brought in\nMr Dowling who in turn proceeded to prepare a design for the remedial work which\nshe was\ntold was going to be extensive. It is probably true that by employing Mr\nMorris there was a further delay. But given the respondent's\nprevious experience\nwith the appellant and the extensive nature of the proposed remedial work, her\ndecision to seek a second opinion\nwas certainly prudent. In all the\ncircumstances I cannot find fault with the conduct of the respondent. There is\nno basis in my view\nfor the contention that her failure to have the remedial\nwork carried out sooner was unreasonable. I accordingly agree with the finding\nof Kroon J that the respondent acted reasonably in having the work done in June\n1992.\n33\nA further point raised by\nMr Lang\non appeal was that the Court a\nquo erred in not awarding damages on the basis of the cost of the remedial work\nin accordance with\nthe less expensive Weaver design rather than the more\nexpensive KRC design which was the design actually adopted in the execution\nof\nthe work. He submitted that by adopting the cost of repairs based upon the\nWeaver design for the purpose of the first leg of the\nclaim, that is to say, for\nthe purpose of determining the amount that the respondent would have recovered\nfrom Action Property, the\nrespondent necessarily accepted the adequacy of this\ndesign. Accordingly, so the argument went, there was no basis upon which the\ntrial court could reject it and determine the award in respect of the second leg\nof the claim on the KRC design.\nIn my view this argument is ill-founded. First, the mere fact that the\nWeaver design may have been a little less expensive is not\nin issue.\n34\nThe question is whether in taking the course she did, the respondent\nacted reasonably or not. As I have indicated above, the respondent\nactually\ncalled in another expert, namely Mr Morris, to give a second opinion. Mr Morris\nrevised the original KRC design and in so\ndoing rendered it less expensive.\nThereafter the work was put out for tender. I do not think the respondent's\nconduct in this regard\ncan be faulted. The onus of showing that there was\nanother less costly remedy which the respondent ought to have adopted rested\nupon\nthe appellant. The mere fact that another less expensive design was\nproduced ex\npost facto\ndid not have the effect of discharging the burden\nupon the appellant. As was pointed out in\nHolmdene Brickworks (Pty.) Ltd. v\nRoberts Construction Co. Ltd.\n1977 (3) SA 670\n(A) at 689 E, the measures\ntaken by the innocent party to extricate himself from the harm occasioned by the\nbreach \"ought not to\nbe weighed in nice scales and the Court should not be\nastute to hold that the onus (on\n35\nthe defendant) has been discharged.\nSecondly, it is necessary to observe that the respondent's true measure\nof damages was the cost of the remedial work executed in June\n1992 together with\nthe cost of the earlier unsuccessful work, less the amount previously received\nfrom Action Property. The two-legged\nnature of the claim as pleaded appears to\nhave been the product of various amendments in the course of the trial and\nprobably owes\nits origin to an attempt to deal with the defence raised in\nrespect of a part of the claim, ie the alleged irrecoverability of damages\nfrom\nAction Property. The mere fact that the cost of repairs as at May 1989 was\ncalculated on the basis of the Weaver design for\nthe purpose of this somewhat\nartificial division of the claim into two components did not in my view bind the\nCourt to the Weaver\ndesign for the purpose of the proper determination of the\noverall damages to which the respondent was entitled.\n36\nIn the result the appeal is dismissed with\ncosts.\nD G SCOTT\nJOUBERT JA)\n- Concur NESTADT JA)",
  "scraped_at": "2026-02-12T07:18:51.608089",
  "date": "1995-09-28",
  "coram": [
    "JOUBERT JJA",
    "NESTADT JJA",
    "SCOTT AJA"
  ],
  "case_number": "563/94",
  "parties": {
    "applicants": [
      "R Rens"
    ],
    "respondents": [
      "E Coltman"
    ]
  },
  "sections": {
    "facts": "The appellant, a quantity surveyor, was engaged in February 1989 by the respondent to investigate subsidence and cracking in her house and to advise on remedial work and cost. He incorrectly concluded that only minimal drainage work was needed and gave an estimate of R3,200. Relying on this advice, the respondent settled a claim against the builder for R3,200. Subsequent investigation revealed that the foundations were far more defective, requiring extensive remedial work costing over R55,000, of which R3,083.60 had already been spent on unnecessary work. The respondent sued the appellant for damages in contract and delict, claiming the amount she could have recovered from the builder plus the additional costs incurred because of the appellant's negligent advice.",
    "issues": "The appeal raised two principal issues: (1) whether the appellant's negligent advice was the legal cause of the respondent's losses and what the correct quantum of damages should be; (2) what date should be used to assess the cost of remedial work—whether the cost as of August 1990 (when the breach might have been discovered) or the actual cost incurred in June 1992. A subsidiary issue concerned whether the amount recoverable from the builder (Action Property) was viable.",
    "principles": "The court applied the established rule that damages aim to put the innocent party in the position they would have been in had the contract been performed, and that the date of assessment may be flexible where the loss is measured by the cost of repairs. Precedents cited include Culverwell v Brown, Miliangos v George Frank, East Ham Borough Council v Bernard Sunley, Dodd Properties v Canterbury, and the guidance in Jackson & Powell on Professional Negligence. The court affirmed that when repair costs rise, the appropriate measure is the cost at the time the plaintiff reasonably could have effected the repairs, not the date of breach.",
    "application": "The court held that the respondent could reasonably have awaited the appropriate remedial design and that the delay until June 1992 was not unreasonable. Evidence showed Action Property, despite technical insolvency, was capable of meeting the R30,000 claim, especially given the sole shareholder's willingness to inject capital. Consequently, the appellant was liable for the full amount the respondent could have recovered from the builder (R30,728.42) plus the additional actual costs of the June 1992 remedial work, less the earlier settlement. The Weaver design’s lower cost was irrelevant to the overall damages, as the respondent ultimately relied on the more expensive KRC design.",
    "conclusion": "The appeal was dismissed. The court affirmed the trial judgment awarding the respondent a total of R52,525.97 in damages and awarded costs to the respondent. The appellant's liability for both the contract and delictary claims was upheld."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Contract and Delict",
    "level_3": [
      "professional negligence",
      "damages assessment",
      "construction defects",
      "cost of repairs"
    ]
  }
}