{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/34.html",
  "case_name": "Ozinsky NO v Lloyd and Others (283/92) [1995] ZASCA 34; 1995 (2) SA 915 (AD); [1995] 2 All SA 373 (A) (29 March 1995)",
  "citation": "[1995] ZASCA 34",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 34\n|\nNoteup\n|\nLawCite\nOzinsky NO v Lloyd and Others (283/92) [1995] ZASCA 34; 1995 (2) SA 915 (AD); [1995] 2 All SA 373 (A) (29 March 1995)\nDownload original files\nPDF format\nRTF format\nCase No 283/92\nIN THE SUPREME Court OF SOUTH AFRICA (APPELLATE\nDIVISION)\nIn the matter between:\nDON SAMUEL OZINSKY NO\tAPPELLANT\nand\nLINDA M LLOYD\tFIRST\nRESPONDENT\nROSS LINDORIS MALLEN\tSECOND RESPONDENT\nJAMES ALLEN LLOYD\tTHIRD\nRESPONDENT\nCORAM: JOUBERT, E M GROSSKOPF, NESTADT, NIENABER et HOWIE JJA\nHEARD: 15 FEBRUARY 1995\nDELIVERED: 29 MARCH 1995\nJUDGMENT\nNIENABER JA\n2\nNIENABER JA:\nThe appellant is the liquidator of a company, Hi-Class\nKitchens (Atlantis) (Pty) Ltd (to which I shall refer as \"Atlantis\"). He was\nthe\nplaintiff in the Court below. I shall continue to refer to him as such. The\nthree respondents in the appeal (henceforth referred\nto as \"the defendants\")\nwere directors of Atlantis and of its sister company, Hi-Class Kitchens (Pty)\nLtd (\"Kitchens\"). Atlantis's\nbusiness consisted of the design, manufacture and\ninstallation of household kitchen cupboards and fittings of high quality.\nKitchens\nwas responsible for the marketing of the products. Both companies were\nliquidated at the instance of the Lloyd Family Trust (which\nwas controlled by\nthe first and third defendants), provisionally on 5 December 1986 and finally on\n25 February 1987. This was a stratagem\nto pre-empt an application for\nliquidation by one of Atlantis's main trade creditors, PG Wood Ltd (\"PG Wood\").\nPG Wood is the catalyst\nfor and the promoter of the present litigation. In it\nthe plaintiff, on the instructions of the creditors, seeks an order in terms\nof\ns 424(1) of the Companies Act 61 of 1973\n3\ndeclaring the three defendants personally liable \"for all or any part of\nthe\ndebts or other liabilities of the company to an amount of R226 188,40\".\nThis\nis the amount, broadly speaking, by which Atlantis's liabilities\nexceeded its\nassets at the time of liquidation. (The litigation relates\nsolely to Atlantis;\nthe plaintiff was not the liquidator of Kitchens and PG\nWood was not its\ncreditor.) The action was heard by Van Deventer J in the Cape Provincial\nDivision. It failed. The judgment is reported s.v. Ozinsky NO v Lloyd and\nOthers\n1992 (3) SA 396\n(C). I shall refer to it as \"the reported\njudgment\".\nThis is an appeal, with leave from the Court a quo, against the\nrefusal of the\nrelief sought by the plaintiff.\nSection 424(1) of the Act reads as follows:\n\"When it appears,\nwhether it be in a winding-up, judicial management or otherwise, that any\nbusiness of the company was or is being\ncarried on recklessly or with intent to\ndefraud creditors of the company or creditors of any other person or for any\nfraudulent purpose,\nthe Court may, on the application of the Master, the\nliquidator, the judicial manager, any creditor or member or contributory of\nthe\ncompany, declare that any person who was knowingly a party to the carrying on of\nthe business in the manner aforesaid, shall\nbe personally responsible, without\nany limitation of liability, for all or any of the debts or other\n4\nliabilities of the company as the Court may direct.\"\nThere are two parts to the body of this section: (1) the business of the\ncompany must be carried on in a certain manner i.e. (i) recklessly\nor (ii) with\nintent to defraud creditors (of the company or of any other person) or (iii) for\nany fraudulent purpose; and\n(2) the person concerned must (a) be a party to\nthe carrying on of the business (cf Howard v Herrigel and Another NNO\n[1991] ZASCA 7\n;\n1991 (2)\nSA 660\n(A) 674G-I) and (b) have knowledge of the facts from which the conclusion\nis properly to be drawn that the business of the company\nwas or is being carried\non (i) recklessly or (ii) with intent to defraud creditors (of the company or of\nany other person) or (iii)\nfor any fraudulent purpose (Howard v Herrigel and\nAnother supra 673I-J).\nThe case on the pleadings was that all three\ndefendants were parties to the carrying on of the business of the company either\nrecklessly\nor with intent to defraud creditors of the company and that all three\ndid so with knowledge that the affairs of the company were\nbeing conducted in\nthat\n5\nfashion. The pleadings are summarised in the reported judgment at 398H-399H.\nThe gist is that the defendants, knowing that Atlantis\nwas trading in insolvent\ncircumstances, (a) permitted it to incur debts when there was no reasonable\nprospect of payments being made\nwhen due, alternatively, (b) adopted a policy\ntowards the payment of the company's debts which was grossly unreasonable and\nprejudicial\nto the company and its debtors, and/or (c) deceived creditors into\nbelieving that the company had cash flow problems (in order to\ninduce them to\nextend credit to the company which, on liquidation, became irrecoverable) when\nthe company in fact experienced no\nsuch problems.\nIt was common cause during\nthe trial that the defendants, after 1 March 1986, knew that Atlantis's\nliabilities exceeded its assets\nand that they nevertheless permitted the company\nto incur further debts, such as those of PG Wood and Designaire (Pty) Ltd\n(\"Designaire\"),\neventually totalling R24 837,78 and R15 530,33 respectively;\nthat the defendants, at the time when such debts were incurred, did\nnot advise\nthe creditors concerned that\n6\nthe company's liabilities exceeded its assets; and that PG Wood and\nDesignaire were told by the second defendant that the company\nexperienced cash\nflow problems.\nOn the strength of a series of judgments delivered by Stegmann\nJ those facts, in themselves, may well have rendered the defendants\nliable in\nterms of the section. Those cases are: Ex parte Lebowa Development Corporation\nLtd\n1989 (3) SA 71\n(T); Singer NO v MJ Greeff Electrical Contractors (Pty) Ltd\n1990 (1) SA 530\n(W); Ex parte De Villiers NO: In re MSL Publications (Pty) Ltd\n(in liquidation)\n1990 (4) SA 59\n(W); Ex parte De Villiers and Another NNO: In re\nCarbon Developments (Pty) Ltd (in liquidation)\n1992 (2) SA 95\n(W).\nThe Court\na quo disagreed with the premises of law expressed in the above cases, viz that\ntrading by a company in insolvent circumstances\nexcept on a cash basis is per se\ndishonest and unlawful; and that directors of a company of which the liabilities\nexceed the assets\nare under a general duty to disclose its de facto insolvency\nto a seller before accepting goods on\n7\ncredit (417B-E; 419C-D). The views thus expressed by the Court a quo were\nvindicated by a subsequently delivered judgment of this\nCourt, Ex parte De\nVilliers and Another NNO: In re Carbon Developments (Pty)\nLtd (in\nliquidation)\n1993 (1) SA 493\n(A), which, by disagreeing with\nStegmann J (at\n503C-504F), settled these points either expressly or by\nimplication.\nOn the factual issue, viz the state of mind of the defendants, the\nCourt\na quo found that their actions were neither reckless nor\nfraudulent. The first\ndefendant, so it was found,\n\"remained determined to the end to make a success of the business and ...\nintended to invest and would have invested all the capital\nthat the business\nmight have required to pay its current trade creditors up to the date of\nliquidation\" (411F-G) and,\n\"never even contemplated the possibility of liquidation. She had full\nconfidence in the viability of the business and remained determined\nto provide\nall the capital that might be required to make it a successful venture.\"\n(411I-J).\nThe second defendant, according to the Court a quo, had absolute faith in the\nfirst defendant's determination and financial resources\nand there was no\n8\nreason to believe, so it was held, that he ever had \"the slightest doubt that\nthe\ncompany's creditors would be paid\" (412A-B). The third defendant, so the\nCourt a quo found on the probabilities, likewise had faith in the first\ndefendant's resources. His view of the future of the company would not\nhave\ndiffered materially from that of the second defendant (412D). At 407B-C\nthe Court said:\n\"The third defendant did not testify, but no issue was made of this and it was\naccepted by Mr Nelson [for the plaintiff] that third\ndefendant had played no\nactive role whatsoever in the management of the company and had concurred in all\ndecisions made by first\ndefendant, who remained the driving force behind the\nventure and was solely in control of the company's financial\nrequirements.\"\nIn short, so it was held, none of the three\ndefendants acted in contravention of the provisions of the section.\nFaced\nwith the judgment of this Court in the Carbon Developments case supra, it was no\nlonger feasible for the plaintiff to argue\nthat s 424(1) was contravened simply\nbecause the directors failed to reveal to potential creditors, when arranging\ncredit, that the\ncompany's liabilities exceeded its\n9\nassets. The plaintiff was moreover confronted with the strong credibility\nfindings made by the Court a quo on the demeanour and contents\nof the evidence\nof the first defendant. The finding that she had faith in the future of the\ncompany and had every intention of ensuring\nthat all debts would in due course\nbe paid, backed as it was by the not inconsiderable resources readily available\nto her in the\nUnited States of America, made it awkward for the plaintiff to\nargue that she conducted the affairs of the company with intent to\ndefraud its\ncreditors. So too, it would have been somewhat unrealistic to attempt to\npersuade this Court to reverse the finding of\nthe Court a quo that the second\ndefendant, although not as good a witness as the first defendant, honestly\nbelieved that the company\nhad a future and that all debts incurred would in due\ncourse be met. Consequently there was, if not in the initial heads of argument\nfiled on behalf of the plaintiff then in the actual argument addressed to this\nCourt, a volte-face. The new argument, briefly stated,\nwas this: The third\ndefendant, unlike the first and second defendants, did not testify; his failure\nto do so justified the inference,\nwhen\n10\nassessed in the light of the evidence as a whole, that by mid 1986 he had\nlost faith in the future of the business; he thereupon manipulated\nthe affairs\nof the company and manoeuvred it into liquidation for the sole purpose of\nreducing both his loan account and his exposure\nto suretyships to which he and\nthe first defendant had committed themselves in favour of certain creditors of\nthe two companies.\nHe therefore carried on the business of Atlantis with the\nintent to defraud at least some of the creditors, more particularly those\nwithout suretyships, such as PG Wood; and to the extent that the first and\nsecond defendants allowed themselves to be so manipulated\nthey carried on the\nbusiness of the company recklessly.\nTo assess the soundness of this argument\nit is helpful to highlight some of the circumstances of the case. The reported\njudgment contains\nan extensive and accurate narrative of events and it is\nunnecessary to cover the same ground with the same degree of detail. I mention\nonly the following facts:\n1) The three defendants are related. The first defendant is the wife\nof\n11\nthe third defendant and the sister of the second defendant.\n2)\nKitchens was formed and\ncommenced trading in 1984. The third defendant who conceived the idea was the\nmoving force behind the enterprise\nand in the company register he was described\nas its managing director.\n3)\nKitchens had a\npurely nominal share capital of R300,00 and its operations were financed by\nloans from the first and third defendant\nand by a substantial bank overdraft. In\nthe financial statements for 28 February 1985 the first defendant's loan account\nstood at\nR78 092,44 and that of the third defendant at R47\n277,77.\n4)\nKitchens's factory was located in\nObservatory and its show rooms in Bree Street, both within the Cape Town\nmetropolitan area. Towards\nthe end of 1984 it was decided, for a variety of\nreasons which appeared to the first and third defendants to be sound, to\nrelocate\nthe factory to Atlantis, an industrial town approximately 45 km from\nthe centre of Cape Town.\n5)\nA new company\n(Atlantis) was incorporated in 1984 for the specific purpose of taking over the\nmanufacturing arm of the business. It\ncommenced\n12\ntrading on 1 March 1985. A factory was erected at Atlantis at a cost of\napproximately R450 000,00. It was built and owned by the Lloyd\nFamily Trust\nwhich was created for that very purpose with funds channelled to it from money\nwhich the first defendant had inherited\nin the United States of America. The\nfactory was leased to Atlantis by the Lloyd Family Trust at an agreed\nrental.\n6)\nIn time the first defendant\nbecame more and the third defendant less directly involved in the business. The\nfirst defendant assumed\na managerial position and introduced her brother, the\nsecond defendant, and his wife into the business.\n7)\nAtlantis commenced its manufacturing operations during May 1985. All\nthree defendants were directors of both Kitchens and Atlantis.\nThe first\ndefendant was in charge of the marketing at Bree Street and the second defendant\nof manufacturing at Atlantis. As such\nthe second defendant dealt with the trade\ncreditors, including PG Wood.\n8)\tEarly in 1986 the third defendant resumed his career as a jet\npilot.\n13\nThereafter he was no longer actively engaged in the day to day activities of\nthe companies, although he retained his interest in them\nand attended meetings\nwith bank officials. As at 28 February 1986 his loan account in Atlantis stood\nat R22 914,31. According to\nthe first defendant she kept him informed on a daily\nbasis \"of the problems\" of the business.\n9)\tThe two companies operated on an escalating overdraft. The\noverdrafts\nwere secured by suretyships from first and third defendants as well\nas by a\nbond over their residential property at Llandudno. In addition the\nfirst and\nthird defendants also stood surety for the payment of Atlantis's debts\nto\ncertain trade creditors. PG Wood was not one of them.\n10)\tAlthough trade was brisk the companies were operating at a loss.\nThe\nmove to Atlantis was not an unqualified success. Subsidies promised to\nthem\nby the Decentralisation Board as an incentive to relocate to Atlantis,\nwere\nnot forthcoming; skilled labour was not readily available and had to\nbe\ntransported from Cape Town on a daily basis; difficulties were\nexperienced\nwith the supply of raw materials; the economic climate was poor\nand\n14\ncompetition was fierce.\n11)\nWithout the first\ndefendant's financial support, by way of advances on loan account, the companies\nwould not have survived. Both her\nloan account and the bank overdrafts increased\nrapidly. By arrangement with the bank manager a bond over the Atlantis property\nwas\nsecured, the proceeds of which were used to reduce the companies'\noverdrafts.\n12)\nDuring March 1986 the auditor\nof Kitchens told the directors that the liabilities of Kitchens exceeded its\nassets and that, technically\nspeaking, it was insolvent. At his suggestion they\nsigned subordination agreements whereby their claims on loan account against\nKitchens\nwere to rank below those of ordinary concurrent creditors. The\ndirectors were also warned that they ran the risk of personal liability\nif\nmatters did not improve.\n13)\nSeveral remedial\nmeasures were discussed. On the financial side the defendants, in consultation\nwith their bank manager and auditor,\ndecided on a capital reconstruction scheme,\nincreasing the authorised share capital from R300,00 to R450 000,00 and\nconverting a\nportion of their loan\naccounts\n15\nto equity. This scheme, if implemented, would have resulted in that portion\nof the loan account no longer competing with the claims\nof ordinary concurrent\ncreditors. It was furthermore proposed that new shares to the value of R130\n000,00 be taken up by way of a\nfinancial rand investment by a Mr Sullivan, a\nclose friend of the Lloyds, who was resident in the United Kingdom. Application\nwas\nmade to the Reserve Bank for treasury permission to introduce this sum into\nthe country. Pending its outcome the capital reconstruction\nscheme was held in\nabeyance. (As it happened the application was overtaken by the provisional\nwinding up order.) It was also decided,\nin consultation with the bank manager,\nto practise strict financial discipline by not allowing the combined overdrafts\nof the two\ncompanies to exceed R50 000,00 even though a facility of R180 000,00\nremained on the books. On the trading side several schemes were\nmooted e.g. a\ndiversification of the business; an increase in the price of upmarket units; the\ncutting of costs; the retrenchment\nof certain employees, and so forth. Turnover\nincreased, resulting, for the first time during October 1986, in a\n16\nslight trading profit. In the meantime the second defendant and his wife did\nnot draw a salary for a period of some three months;\nno directors' remuneration\nwas paid; and the Lloyd Family Trust received no rental for the use by Atlantis\nof the Atlantis premises.\n14)\nEven so, both companies\nwere in financial straits. Payments, meticulously made until about July 1986,\nbegan to lag. Accounts had to\nbe juggled. Promises of prompt payment made, for\ninstance, to Designaire were not kept.\n15)\nIt\nwas during this period, October 1986, that Mr Lockyear, PG Wood's credit\ncontroller, refused Atlantis further credit. The story\nof what in the reported\njugment is termed \"the PG Wood saga\" is told at pages 407G-409H thereof. PG Wood\nwas a regular supplier on\ncredit of raw material to Atlantis and, until July\n1986, Atlantis was a regular payer of what it owed PG Wood. But in October 1986,\nafter Atlantis had fallen behind with its payments, Lockyear confronted the\nfirst defendant at the Bree Street show room and berated\nher in the presence of\ncustomers. She reported the\nincident\n17\nto the second defendant who made an appointment to see Mr Watson-Smith, PG\nWood's chief executive, to complain about Lockyear's boorish\nbehaviour. In the\nresult Atlantis's credit was restored. Some time thereafter Lockyear met the\nsecond defendant. According to the\nsecond defendant he gave Lockyear two\ncurrently dated cheques, each for approximately Rll 000,00, on the understanding\nthat Lockyear\nwould not deposit either cheque until he had been advised that\nfunds were available to meet it. Lockyear did not testify to contradict\nthe\nsecond defendant's evidence but on the latter's own showing under\ncross-examination it is questionable whether a clear agreement\nwas proved that\nLockyear would not deposit the cheques until it suited the second defendant that\nhe should do so. Nevertheless there\nmust have been some arrangement or\nconcession by Lockyear for otherwise, as the Court a quo observed (408G-H), it\nis inconceivable\nthat two similarly dated cheques, each for approximately half\nthe amount owing, would have been tendered by the second defendant\nand accepted\nby Lockyear. The second defendant anticipated, so he said, that he would notify\nLockyear within a month or so\n18\nthat the cheques could be deposited. But Lockyear did not wait. He presented\nthe cheques forthwith. Payment of the cheques by the\nbank would have boosted the\noverdraft beyond the self-imposed limit of R50 000,00. When the bank manager\ntelephoned the second defendant\nto inform him that the cheques had been\npresented for payment, the second defendant was so irked that he instructed the\nbank to dishonour\nthem. What the second defendant did not foresee was that this\ndecision would precipitate the liquidation of the companies. At worst\nhe thought\nthat PG Wood would issue summons, whereupon the demand for payment would have\nbeen met. When to his horror rumour reached\nhim through the bank that PG Wood\naimed to liquidate Atlantis, he immediately alerted the first defendant. She\nconsulted their then\nattorney, Horak. Horak made enquiries and confirmed that an\napplication for liquidation was imminent. His advice to the first and\nsecond\ndefendants was to seize the initiative and to have the companies placed in\nliquidation so that - ironically - they would be\nassured of the appointment of a\nsympathetic liquidator. According to the first and second\n19\ndefendants they did not believe that they had any option but to comply with\nthis advice. It never occurred to them, nor were they\nadvised, that they could\nstave off liquidation by settling PG Wood's claim. As it happened, such advice\nmight in any event not have\nhad the desired effect for as the Court a quo\npointed out (424D-E), an offer of payment to PG Wood at that late stage might\nwell\nnot have deflected the latter's application for liquidation. The\ndefendants' decision to opt for liquidation was taken shortly before\n1 December\n1986. By then the PG Wood application for liquidation had already been prepared.\nIt was served on 2 December for hearing\non the 9th. The Lloyd Family Trust's\napplication for the liquidation of the two companies was dated 3 December. It is\nthe latter\napplication that proceeded on 5 December 1986.\n16) Thereafter\nmatters took their course. Both companies were provisionally liquidated. The\nfirst and third defendant settled the\ndebts for which they stood surety, which\ndid not include PG Wood's claim.\nAgainst that factual background I return to the points made in argument\n20\nagainst each of the defendants.\nI begin with the first defendant. The\nCourt a quo accepted her evidence that she retained her faith in the future of\nboth companies;\nthat she would have ensured, if needs be from her own resources,\nthat all debts were met; and that it was only with reluctance that\nshe was\npersuaded to move for the liquidation of the companies. These findings are\nclearly right. All the first defendant's efforts\nwere geared to the companies'\nsuccess: she injected massive funds into the business; she placed her own assets\nat its disposal; she\nstood surety for its debts; she worked for the companies\ntirelessly and without remuneration and she was grimly determined that the\nbusiness should succeed. The steps she initiated to introduce Sullivan into the\nbusiness as a foreign investor and the share capital\nreconstruction scheme that\nwas envisaged, further support that view. These facts leave little scope for the\nargument that the first\ndefendant acted with the intent to defraud Atlantis's\ncreditors. Nor can it be said that her conduct of or approach to the business\nwas reckless, in the accepted sense of extreme lack of interest or extreme\n21\nnegligence (cf S v Goertz\n1980 (1) SA 269\n(C) 271H-272B; S v Parsons en 'n\nAnder\n1980 (2) SA 397\n(D) 400G-H; Fisheries Development Corporation of SA Ltd v\nJorgensen and Another; Fisheries Development Corporation of SA Ltd v AWJ\nInvestments (Pry) Ltd and Others\n1980 (4) SA 156\n(W) 169A-170D; Anderson and\nOthers v Dickson and Another NNO (Intermenua (Pty) Ltd intervening)\n1985 (1) SA\n93\n(N) 110D-H). Her managerial decisions, even those shown after the event to\nhave been unwise, were not unbusinesslike or irresponsible;\nthe failure of the\ncompanies was due to external rather than to internal forces; and there was\nnothing to indicate that she abused\nher position in the companies, that she was\ninattentive to their affairs, or that she allowed herself to be browbeaten by\nthe third\ndefendant against her own better judgment. It was also argued in this\nCourt that the first defendant should have ensured, after liquidation,\nthat all\nAtlantis's creditors be paid in full and not merely those with suretyships and\nthat the first defendant's failure to do\nso was a manifestation of her\ncontemptuous or at least cavalier attitude towards those creditors.\n22\nThere is no warrant in the evidence for such a submission. Everything points\nto the first defendant's deep commitment to the companies\nand her genuine\ndistress upon their demise. But once liquidation had supervened, even though she\ntoyed with the notion of making\nan offer of compromise, there was no obligation\non her to resurrect Atlantis and her failure to do so does not reflect adversely\non her. There was, in a word, no case against her.\nThe second defendant dealt\nwith trade creditors. His decision to instruct the bank to dishonour the two PG\nWood cheques was a critical\nerror of judgment. He may even have been a little\nduplicitous in his dealings with Designaire and naive in his dealings with the\nReceiver of Revenue. But once his testimony was accepted that he had confidence\nin and a commitment to the future of the business\nand had reason to believe that\nthe companies would be able to trade out of their financial difficulties, with\nthe result that all\ndebts would eventually be paid, he, too, like the first\ndefendant, cannot be said to have acted with the intent to defraud some or\nall\nof Atlantis's creditors. He admitted that he advised PG Wood and Designaire that\nAtlantis was\n23\nexperiencing cash flow problems. In a trading sense it was. His efforts to\nhave payments delayed until funds became available from\nthe Decentralization\nBoard or from Sullivan's investment or, as a last resort, from the first\ndefendant, cannot be branded as being\npurposefully fraudulent. And while his\nstyle of management is open to greater censure than that of the first defendant,\nit falls\nfar short of recklessness as contemplated by the section. As in the\ncase of the first defendant it was never put to him or proved\nthat he was a mere\ntool in the hands of the third defendant.\nTurning to the third defendant, the\nsubmission was that he conducted the affairs of Atlantis with intent to defraud\nAtlantis's creditors,\nmore specifically PG Wood and Designaire. It was\nsubmitted, as stated earlier in this judgment, that the third defendant had\ndesigns\nof his own: unlike the first and second defendants he had, by mid 1986,\nlost faith in the business; all his efforts thereafter were\nfunnelled into\nextracting money from the companies in reduction of his loan account and into\nextricating himself from liability under\nhis suretyships to certain creditors,\nwithout regard to the\n24\ninterests of other creditors. In his own right, so it was argued, he carried\non the affairs of Atlantis and he did so with the intention,\nindependent of his\nco-directors, of defrauding the company's creditors. That inference, it was\nfurther submitted, is justified by\ncertain objective facts, taken in conjunction\nwith his failure to testify when he was available to do so. The objective facts\nwere\nthese: whereas the February 1985 financial statements showed his loan\naccount to be about R47 000,00 in Kitchens, this is no longer\nreflected in the\nFebruary 1986 financial statements; so too, his loan account of some R23 000,00\nin Atlantis in February 1986 was\nreduced to R15 000,00 in December 1986. The\nbank overdraft, for which he stood surety, was considerably reduced by the\nproceeds of\nthe bond taken out by the Lloyd Family Trust over the Atlantis\nproperty. He concurred in the decision to liquidate the company.\nTwo\nquestions arise: First, was he a party to the carrying on of the business of\nAtlantis? Second, did he do so with the intent to\ndefraud its creditors?\n25\nOn the facts it is arguable that, strictly speaking, he did not carry on the\nbusiness of the company. The management of the business,\nat least since 1986,\nwas conducted by the first defendant on the marketing side and by the second\ndefendant on the manufacturing\nside. From early 1986 the third defendant\neffectively withdrew from the day to day operations of the business, while\npursuing his\ncareer as a commercial pilot in Johannesburg. There is nothing in\nthe evidence to suggest that the third defendant, sidelined as\nhe was, took any\naction independently of his co-directors and if the suggestion is that he was\nable at a distance to influence his\nco-directors wittingly or unwittingly to\nserve his own ends, it has no foundation in the facts. But what is true is that\nthe third\ndefendant did not sever his ties with the companies. He stayed on as a\ndirector. He remained in touch with the affairs of the companies\nthrough his\nwife, the first defendant. He attended sundry meetings with the companies'\nauditors and bankers. He became, in large\nmeasure, a passive but not an\nuninterested bystander. In Howard v Herrigel and Another NNO supra 674G-I it was\nsaid:\n26\n\"In my opinion it follows that, when the person sought to be held liable under s\n424(1) is a director, he may well be a 'party' to\nthe reckless or fraudulent\nconduct of the company's business even in the absence of some positive steps by\nhim in the carrying on\nof the company's business. His supine attitude may, I\nsuppose, even amount to concurrence in that conduct. Whether such an inference\ncould properly be drawn would depend upon the facts and circumstances of the\nparticular case.\"\nOn the strength of this dictum the third\ndefendant was sufficiently involved\nin the business of Atlantis as a director that he can fairly be said to\nhave\nbeen a party to the carrying on thereof.\nThe second question is whether he had the intention, adverse to that\nof\nhis co-directors but masterminding them, of defrauding the\ncreditors of the\ncompany. It was never suggested in evidence to any of the\nwitnesses on\neither side that, Svengali-like, he was able to manipulate his\nco-directors to\nextract money from Atlantis and to reduce his exposure in\nterms of his\nsuretyships. There is nothing in the evidence to suggest that\nthe third\n27\ndefendant was responsible for or even a party to any decision to select for\npayment only those creditors for whom he stood surety\nand to ignore the others;\nor that it was decided not to pay PG Wood because payment to it would increase\nAtlantis's overdraft and\nhence the third defendant's liability as surety to the\nbank. Those decisions were hands-on decisions taken by the second defendant\nwithout intervention or influence from the third defendant. In any event, if\nthat was the third defendant's covert scheme, it was\nsingularly unsuccessful. At\nthe time of liquidation his loan account with Atlantis was still in credit\n(making him only a concurrent\ncreditor) and he remained liable as surety to the\nbank and to Federated Timbers (another supplier of raw materials to\nAtlantis).\nIn short, it was not established that the third defendant had an\nindependent and fraudulent state of mind to benefit himself at the\nexpense of\nthe creditors of Atlantis generally and of PG Wood and Designate in\n28\nparticular. But the third defendant would not only be liable if he had a\nfraudulent state of mind independent of that of the first and second\ndefendants; he would also be liable if, in being a party to the carrying on\nof\nthe business, he knew that his co-directors harboured such an intent or\nhad\nacted recklessly. That pre-supposes, however, that the first and second\ndefendants either had the intention of defrauding the creditors concerned\nor\nthat they had acted recklessly. For the reasons stated earlier in the\njudgment\nneither requirement has been established. On that basis the third\ndefendant\ncan likewise not be held liable.\nNo case in terms of s 424(1) of the Act was made out against any of\nthe\nthree defendants. The Court a quo was right. The appeal is dismissed\nwith\ncosts.\nP M Nienaber\nJoubert JA )\tJudge of Appeal\nE M Grosskopf JA) Concur\nNestadt JA ) Howie JA )",
  "scraped_at": "2026-02-12T06:03:46.041480",
  "date": "1995-03-29",
  "coram": [
    "Joubert JA",
    "E M Grosskopf JA",
    "Nestadt JA",
    "Nienaber JA",
    "Howie JA"
  ],
  "case_number": "283/92",
  "parties": {
    "applicants": [
      "DON SAMUEL OZINSKY NO"
    ],
    "respondents": [
      "LINDA M LLOYD",
      "ROSS LINDORIS MALLEN",
      "JAMES ALLEN LLOYD"
    ]
  },
  "sections": {
    "facts": "The appellant, Don Samuel Ozinsky, was the liquidator of Hi‑Class Kitchens (Atlantis) (Pty) Ltd (\"Atlantis\"). Atlantis manufactured high‑quality kitchen cupboards; its sister company, Hi‑Class Kitchens (Pty) Ltd (\"Kitchens\"), handled marketing. Both companies were controlled by the Lloyd family and were liquidated in December 1986/February 1987 to pre‑empt a creditor’s winding‑up petition. The plaintiff, on behalf of the creditors, sought personal liability of the three directors – Linda Lloyd, Ross Mallen and James Lloyd – under s 424(1) of the Companies Act 61 of 1973, alleging that the business was carried on recklessly or with intent to defraud creditors. The judgment below rejected the claim. The appeal considers whether the directors were parties to a reckless or fraudulent trading scheme and whether they possessed the requisite knowledge and intent.\n\nThe factual matrix includes: the directors’ familial relationships, the incorporation and financing of the companies, the mounting overdrafts secured by personal suretyships, the auditors’ warning of insolvency in March 1986, attempts at a capital reconstruction, and the pivotal \"PG Wood saga\" where credit was withdrawn, cheques were issued and later dishonoured, leading to liquidation. Throughout, the first defendant injected personal funds and maintained confidence in the businesses, the second defendant managed manufacturing and trade creditors, and the third defendant, a jet pilot, withdrew from day‑to‑day operations but retained a directorial seat.",
    "issues": "1. Whether the conduct of the three defendants falls within the ambit of s 424(1) – i.e., whether the business of Atlantis was carried on recklessly or with intent to defraud creditors. 2. Whether each defendant was a \"party\" to the carrying on of the business and possessed the requisite knowledge of the reckless or fraudulent nature of the trading. 3. Whether the first and second defendants acted with an honest belief in the future viability of the company, and whether the third defendant’s passive involvement can give rise to liability.",
    "principles": "Section 424(1) imposes personal liability when (a) the business is carried on recklessly, or with intent to defraud creditors, or for any fraudulent purpose, and (b) the person was a party to that conduct and knew of the facts giving rise to the conclusion. Case law clarifies that mere trading while insolvent is not per se reckless; a director must have either an extreme lack of care or a deliberate intention to defraud. Howard v Herrigel established that a director can be a \"party\" even without positive steps if his attitude amounts to concurrence. The Carbon Developments decision rejected the view that directors automatically breach s 424(1) by failing to disclose insolvency, emphasizing the need for proven reckless or fraudulent state of mind.",
    "application": "The court examined the evidence for each director. The first defendant demonstrated a firm belief that the companies could be rescued, injected personal funds, stood as surety, and intended to meet all debts, indicating no fraudulent intent. The second defendant, despite a tactical error in dishonouring cheques, also testified to confidence in the business and did not act with the requisite intent to defraud. The third defendant, although a director, had withdrawn from active management and did not influence decisions; his passive involvement, even if negligent, did not satisfy the \"party\" requirement coupled with knowledge of fraud. The Court found no factual basis to infer reckless or fraudulent trading by any of the three defendants, and consequently s 424(1) was not engaged.",
    "conclusion": "The appeal was dismissed. The Court of Appeal upheld the decision of the lower court that none of the defendants were personally liable under s 424(1) of the Companies Act. No order for personal liability was made and costs were awarded to the respondents."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Directors' Liability",
    "level_3": [
      "personal liability",
      "insolvent trading",
      "section 424",
      "fraudulent intent",
      "liquidation"
    ]
  }
}