{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/136.html",
  "case_name": "Janse Van Rensburg v Muller (9/94) [1995] ZASCA 136; 1996 (2) SA 557 (SCA); [1996] 1 All SA 353 (A); (23 November 1995)",
  "citation": "[1995] ZASCA 136",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 136\n|\nNoteup\n|\nLawCite\nJanse Van Rensburg v Muller (9/94) [1995] ZASCA 136; 1996 (2) SA 557 (SCA); [1996] 1 All SA 353 (A); (23 November 1995)\nDownload original files\nPDF format\nRTF format\nSaak nommer: 9/94 IN DIE HOOGGEREGSHOF VAN\nSUID-AFRIKA\nAPPëLAFDELING\nIn die saak tussen:\nJ G JANSE VAN RENSBURG\nAppellant\nen\nE M MULLER\tRespondent\nCoram:\nJOUBERT, SMALBERGER, STEYN, HARMS ARR et\nVAN COLLER Wnd AR\nVerhoordatum:\n2 November\n1995\nDatum van lewering:\n23 November l995\nUITSPRAAK\nJOVBERT AR:\nOp 29 Januarie 1990 het ene Odendaal 'n veldbrand op die\nappellant\n(\"Van Rensburg\") se plaas Snipfontein in die distrik Albertinia laat\nontstaan.\nDie wind het die veldbrand aangedryf na die nabygeleë plaas\nSchoemanshoek\n2 wat aan E A Muller (\"die insolvent\") behoort het en\nwaarop aansienlike skade\ndeur die veldbrand aangerig is.\nOp 28 Maart 1991 is die\nboedel van die insolvent deur die Provinsiale Afdeling van die Kaap die Goeie\nHoop voorlopig gesekwestreer.\nMnre van Zyí en Coetzee is as voorlopige\nmede-trustees aangestel. Coetzee het op 17 April 1991 'n omsendskrywe aan alle\nbekende\nskuldeisers gerig waarin melding gemaak is van 'n moontlike\nskadevergoedingseis wat die insolvente boedel weens die skade deur die\nveldbrand\nberokken mag hê. \"Die sukses van gemelde eis hang af van verskeie aspekte\nen ek sal eers op 'n latere stadium sinvol\nkan kommentaar lewer oor die sukses\nal dan nie van hierdie eis.\" Die finale sekwestrasie van die insolvente boedel\nhet op 25 April\n1991 plaasgevind. Die twee voorlopige mede-trustees is as\nmede-trustees aangestel.\nOp 19 Junie 1991 is die eerste vergadering van skuldeisers gehou by welke\ngeleentheid vyf eise ten bedrae van Rl 338 550-71 bewys\nis. 'n Omsendbrief is op\n18 September 1991 aan alle bekende skuldeisers deur mede-trustee Coetzee gerig\nwaarin melding gemaak is\nvan mnr Wesley Vos, 'n\n3\nregsverteenwoordiger, se regsadvies dat díe kanse van sukses van 'n\nsiviele\naksie vir skadevergoeding teen Van Rensburg redelik goed is. \"ín\ndie lig van\ndie feit dat hierdie regstappe uiteraard sal gepaard gaan met kostes\nwelke kostes\ndeur die insolvente boedel gedra sal moet word, sal ek dit op prys stel\nindien\nu skriftelik kan bevestig of daar voortgegaan moet word met hierdie\naksie, al\ndan nie.\"\nDaarop volg 'n verdere omsendbrief van 4 Desember 1991 waarin\nmede-trustee Coetzee bevestig \"dat die meerderheid van skuldeisers geweier\nhet\nom toestemming aan my te verleen om voort te gaan met die aangeleentheid, veral\nook nou in die lig van die feit dat die Prokureur\nGeneraal geweier het om mnr\nVan Rensburg krimineel aan te kla.\" Hy bevestig dan dat hy nie met die\naangeleentheid voortgaan nie.\nHy sluit soos volg af: \"Dit blyk egter dat mev\nMuller (die insolvent se eggenote) bereid is om op haar eie koste voort te gaan\nmet\ndie aangeleentheid en ek gaan dus voort om die 'eis' aan haar te\nsedeer.\"\nOp 23 Januarie 1992 ís die tweede vergadering van skuldeisers\ngehou waar mede-trustee Coetzee se verslag kragtens art 81(1)\nvan die\nInsolvensíewet\n4 24 van 1936 aan die skuldeisers\nvoorgelê is. Daaruit blyk dit dat die bates\nvan die insolvente boedel reeds te gelde gemaak is en R993 000\nopgelewer\nhet terwyl die bewese skulde R2 616 000-00 bedra het. Daar\nwas gevolglik 'n\ntekort van Rl 523 000-00. In 'n nota word na die\nskadevergoedingseis teen\nVan Rensburg soos volg verwys: \"Ek het die\naangeleentheid deeglik ondersoek\nen\ndie bevindinge omtrent\nmoontlike sukses aan alle skuldeisers voorgeíê. Die\nmeerderheid van skuldeisers in waarde en in getal het mv\nondubbelsinnig\nopdrag gegee om nie voort te gaan met die eis nie en die\naangeleentheid is dus\ndaar gelaat.\n\" (My onderstreping). Volgens die resolusies wat op\ndie\nvergadering geneem is, is die verslag aanvaar en ratifíseer (para\n11). Insgelyks\nis alle optredes van die mede-trustees tot datum aanvaar en ratifiseer\n(para 1).\nDie volgende wye magtiging is in para 2 aan die mede-trustees\nverleen:\n\"2 Dat die Kurator/s hiermee gemagtig word om enige uitstaande debiteure\nwat aan die boedel verskuldig is te vorder en vir hierdie\ndoel om enige van die\ndebiete te verkoop of te laat vaar vir enige bedrag en op terme en voorwaardes\nsoos hy/hulle in sy/hulle eie\ndiskresie mag goed dink of om die eise te laat\nvaar in sy/hulle eie dískresie wat hy/hulle mag dink oninvorderbaar mag\nwees\nof om regsaksie in te stel en/of prokureurs en/of advokaat in verband\ndaarmee aan te stel vir die invordering van sodanige skuld,\nen om voort te gaan\ntot finaliteit of\n5\nbekragtiging van enige sulke regsaksies wat ingestel is of om dit te laat\nvaar ter enige tyd wat hy/hulle in sy/hulle eie diskresie\nmag goed dink,\nalíe regskostes so aangegaan om koste in die sekwestrasieproses te\nwees.\"\nBlykbaar het die mede-trustees as sedente na afloop van die\ntweede\nvergadering op dieselfde dag 'n akte van sessie\nmet mev Muller as sessionaris\naangegaan. Die aanhef van die sessie\nbepaal die volgende:\n\"NADEMAAL\ndie SEDENTE 'n skadevergoedingseis het teen J G\nJANSE VAN RENSBURG\nuit hoofde van 'n veldbrand wat die insolvent se plaas grotendeels\nvemietig het,\nwelke brand volgens bewering sy oorsprong gehad het op die plaaseiendom\nvan\nVan Rensburg\nEN NADEMAAL\ndie SESSIONARIS, wie ook die solvente eggenote is van die insolvent,\nbegerig\nis om voort te gaan met regsstappe teen gemelde Van Rensburg\nEN NADEMAAL\ndie meerderheid skuldeisers in die insolvente boedel van E A MULLER\nnie\nbereid was om die mede-kurators te magtíg en opdrag te gee om in\nlitigasie\nteen die gemelde Van Rensburg betrokke te raak nie\nEN NADEMAAL\nalle skuldeisers in die insolvente boedel van E A Muller stilswyend\ntoegestem\nhet dat die beweerde eis aan die SESSIONARIS sedeer mag word . \"\nDaarbenewens het klousule 1 soos volg gelui:\n\"SESSIE\nDie SEDENTE sedeer en dra hiermee oor aan die SESSIONARIS al hul\nregte,\ntitel en belang in en tot die eis waama in die aanhef hiervan verwys\nword, oor.\"\n6\nVolledigheidshalwe moet vermeld word dat die Ontvanger van Inkomste\n'n\npreferente eis van ongeveer R653 000-00 teen die insolvente\nboedel gehad het.\nHy sou ongetwyfeld gebaat het by 'n suksesvolle\nverhaal van 'n skadevergoedingseis teen Van Rensburg. Desnietemin het hy nie\naangedring\nop 'n sessie van die skadevergoedingseis aan hom nie. Hy het ook nie\nbeswaar teen die sessie aan mev Muller geopper nie.\nAs sessionaris het mev Muller op 1 Desember 1992 in die Provinsiale\nAfdeling Kaap die Goeie Hoop 'n aksie teen Van Rensburg vir die\nbetaling van\nR992 500-00 skadevergoeding weens die brandskade ingestel. In sy verweerskrif\nhet Van Rensburg aanspreeklikheid ontken.\nHy het ook die geldigheid van die\nbeweerde sessie tussen die mede-trustees en mev Muller in geskil\ngeplaas.\nVolgens paragraaf 3.3 van die minuut van die voor-verhoor samespreking in\nterme van Reël 37(1) van Eenvormige Hooggeregshof Reëls\nhet Van\nRensburg op 19 Oktober 1993 erken dat \"die skuldeisers tydens die Tweede\nStatutêre Vergadering van Skuldeisers gehou\nte Albertinia op\n23\n7 Januarie 1992, die besluit van die mede-kuratore om die eis aan\ndie Eiseres te\nsedeer, geratifiseer het.\"\nBy die aanvang van die verhoor op 19 Oktober 1993 in die Hof\na\nquo\nwas daar drie geskilpunte tussen die partye,\nnaamlik:\n1\tOf die ontstaan en verspreiding van die veïdbrand aan ene Odendaal se\nnalatigheid te wyte\nwas.\n2\nOf\nVan Rensburg middellik aanspreeklik vir Odendaal se nalatigheid\nis.\n3\nOf die sessie\nregsgeldig is.\nDie Hof\na quo\nhet\naldrie geskilpunte bevestigend beslis. By díe aanvang van die verhoor het\ndie partye versoek dat die\nquantum\nvan die skadevergoeding oorstaan vir\nafsonderlike beregting nadat vermelde geskilpunte besleg is. Verlof is aan Van\nRensburg verleen\nom in hoër beroep na hierdie Hof te kom slegs teen die\nbevinding dat die sessie geldig is.\nAdv\nFourie.\nnamens Van Rensburg, het hom in hierdie Hof beroep op\nart 82(1) van die Insolvensiewet 24 van 1936 (\"Wet 24 van 1936\") waarvan die\nrelevante bepalings soos volg lui:\n8\n\"Behoudens die bepalings van artikels drie-en-tagtig en negentig,\nmoet\ndie kurator van 'n insolvente boedel sodra hy daartoe gemagtig word op die\ntweede byeenkoms van die skuldeisers van daardie boedel,\nal die goedere in\ndaardie boedel\nverkoop\nen wel op die wyse en voorwaardes wat die\nskuldeisers mag voorskrywe: . . .\nMet dien verstande dat, as die skuldeisers voor die finale sluiting van die\ntweede vergadering van skuldeisers van daardie boedel\ngeen instruksies gegee het\nnie, die kurator die goedere by openbare veiling of openbare inskrywing\nmoet\nverkoop\n: . . .\" (My onderstreping)\nDie bepalings van\nartikels drie-en-tagtig en negentig is irrelevant vir doeleindes\nvan\nadv\nFourie\nse betoog. Sy betoog beklemtoon die feit dat die\nrelevante\nbepalings van art 82(1) gebiedend is vir soverre dit vereis dat daar 'n\nverkoop\nvan die insolvent se goedere moet plaasvind en dat die\nskuldeisers nie regtens\ndie bevoegdheid gehad het om te besluit om die vorderingsreg teen\nVan\nRensburg aan mev Muller te vervreem by wyse van die sessie daarvan\nsonder\nteenwaarde. Die betrokke besluit is strydig met die bepaling van art\n82(1) en\nderhalwe is die sessie ongeldig. Hy het voorts 'n beroep op die\nopenbare\nbelang\n(public policy\n) gedoen.\nWet 24 van 1936 is nie 'n kodifikasie van ons gemeenregtelike\ninsolvensiereg nie. Dit is gebaseer op laasgenoemde met modifikasies.\nDit\n9\nvolg dat ons gemeenregtelike insolvensiereg in samehang met die\nvoorskrifte\nvan Wet 24 van 1936 toegepas moet word tensy dit die gemeenregtelike\ninsolvensiereg wysig, verander of onversoenbaar daarmee is. Raadpleeg\nFairlie\nv Raubenheimer\n1935 AD 135\nop p146 oor Wet 32 van 1916 die voorganger van\nWet 24 van 1936,\nFey NO and Whiteford NO v Serfontein and Another\n1993\n(2) SA 605\n(A) op 613 B-I,\nMillman NO v Twiggs and Another\n[1995] ZASCA 62\n;\n1995 (3) SA\n674\n(A) op p679 H - 680 B.\nVan oudsher was 'n skuldenaar wat sy skulde nie kon vereffen nie se\nvoorland in die Romeinse reg gevangesetting en lyfstraf gepaard\nmet bestraffing\nvan\ninfamia\n. Die\nLex Julia\nwat deur Julius Caesar of Keiser\nAugustus uitgevaardig is, het dit egter moontlik gemaak vir 'n skuldenaar om sy\nboedel aan sy skuldeiser\nof skuldeisers oor te gee\n(cessio bonorum)\nSodoende het hy gevangesetting, lyfstraf en\ninfamia\nvrygespring maar nie\naanspreeklikheid vir sy onbetaalde skulde nie. Inst 4.6.40, Cod 2.12.14,\nD42.3.4. Die skuldeisers kon 'n curator\naanstel om die boedelbates te gelde te\nmaak. Cod 42.7.5. As die skuldenaar later bates verkry het, kon sy skuldeisers\ndít\nook aanwend om\n10 aan hul skuldeise te voldoen. Buckland,\nA Text-Book of Roman Law, 2e\nuitgawe, p645.\nDie\ncessio bonorum\nvan die Romeinse reg is in die\nRomeins-Hollandse\nreg as die basis van vrywillige\nboedeïoorgawe deur 'n insolvente skuldenaar\noorgeneem. Volgens Van der Linden (1756-1835) in sy\nVerhandeling over\nde\nJudicieele Practykcq.\n1829, Eerste Deel Boek 2 Hoofstuk 31 para 1\nhet die\nresepsie tussen 1462 en 1531 plaasgevind. Art 228 van\nd'Instructie van\nden\nHove van Hollandt, Zeelandt ende Vriesland.\n20 Aug. 1531, 2 GPB op\np758\nbepaal:\nItem, alle Mandementen van Cessien sullen inhouden onder ander de\nclausule omme te komen sien stellen Curateur van den goeden van\nden cedent, de\nwelcke de handelinge ende administratie van den goeden hebben sal, tot anders by\nden Hove geordineert zy.\nRaadpleeg Wessels,\nHistory of the Roman-Dutch Law.\n1908, p661-673\nen dr\nWilliam de Villiers,\nDie Ou-Hollandse Insolvensiereg en die Eerste\nVaste\nInsolvensiereg van de Kaap de Goede Hoop,\nproefskrif Leiden 1923,\nhoofstuk\n4 p54-67. Die vernaamste Hollandse juriste het aandag geskenk aan\ncessio\nbonorum\n. Ons stel veral belang ín die tegeldemaking van die\ninsolvent se\n11\nbates. Die uitgangspunt was dat die insolvent eienaar of reghebbende van\nsy\nbates bly totdat hulle deur die curator in opdrag van die\nskuldeisers verkoop\nword. Die effek van\ncessio bonorum\nwas\negter dat dit díe insolvent die\nbeskikkingsbevoegdheid en\nbeheer oor sy bates ontneem het. Voortaan is dit\nsy skuídeisers wat sy bates beheer en administreer deur middel van\ndie curator\nwat hulle aanwys. Hulle gee die curator instruksies hoe\nen wanneer die bates\nin likwidasie van die hand gesit moet word.\nMenochius (1532-1607) het die regspraktyk om die insolvent se\nbates\npubliek te verkoop aan die hoogste bieder verkondig in sy\nDe\nArbitrariis\nJudicum Ouaestionibus et Causis.\n(1605), lib 2 Centuria Secunda\nCasus 189\nnum 19, soos volg:\nPraxis autem cessionis est, ut cessione facta a debitore secundum vel\niuris communis, vel statuti despositionem, curator detur bonis\ncessis, et illius\nauctoritate hastae subjiciantur, plusque offeranti vendantur . . .\nSíen ook Wassenaer,\nPracktyck Judicieel\n. 1746, deel cap 18\npara 37.\nDie publieke verkoping waarna Menochius\nloc cit\nverwys, is\n'n\nregspraktyk en nie 'n Wet van Mede en Perse nie. Daar is twee passasies\nvan\n12\nVoet (1647-1713) wat relevant is ten opsigte van die tegeldemaking van\ndie\ninsolvent se bates. In 42.7.7 stel hy die algemene beginsel\n(vertaal deur Gane) soos volg: \"It seems at any rate that we may broadly\nlay\ndown that curators assigned for goods can and ought to seize\nall property\nof embarrassed debtors, administer it and sell it for as high a price as they\ncan.\" (My onderstreping). Ook in 42.3.8 handel Voet\nmet die verkoop van die\ninsolvent se bates, soos vertaal deur Gane, op die volgende wyse: \"The effect of\nsurrender on the side of\nthe creditors is that they can and ought to sell off\nall goods\nwhich have accrued under the surrender, after a curator of the\ngoods has been assigned for that purpose. They are not to be allowed\nto keep\nback surrendered goods for themselves in right of ownership and to split them\namong themselves. Nay they can only safeguard\nthemselves from loss by the remedy\nof selling,\nin so far as the nature of the goods allows,\nso that they\ncannot acquire the ownership of such property for themselves even by right of\nprescription. It is one thing to surrender\ngoods and another thing to give one's\nproperty to creditors in payment Cod 7.71.4, Cod 7.72.6 together with D42.7.5.\"\n(My onderstreping).\n13\nDie woorde \"\nin so far as the nature of the goods allows\n\" dien as\nvertaling van\nVoet se Latynse woorde:\nquatenus substantia\npatitur.\nIn\nCape of Good Hope Bank v Mellé\n10 SC 280\nop p289\nhet Hoofregter DE VILLIERS na die Romeins-Hollandsereg in hierdie verband soos\nvolg verwys: \". . .and where the debtor had\nmade a\ncessio bonorum,\nthe\nDutch Law did not permit any secured creditor to sell the things pledged, but\nconferred the right to possess and sell them on\nthe\ncurator bonis\nappointed to administer the estate (Voet 42.7.7, and Voet 42.3.8).\"\nDie doel van die tegeldemaking van die insolvent se bates is om die\nbelange van die skuldeisers sowel as die belange van die insolvent\nte dien.\nDaarom geskied dit deur die curator op instruksies van die skuldeisers.\nLaasgenoemde word daardeur verhinder om eiehandig\ndie bates onder hulself te\nverdeel of toe te eien. Andersyds word die belange van die insolvent ook beskerm\naangesien hy op die oorskot\nvan die opbrengs, nadat die vorderinge van die\nskuldeisers betaal is, geregtig is (Voet 42.3.9). Die skuldeisers moet\nbona\nfide\nen in belang van die insolvente boedel optree.\nParuk and Others\nv\n14\nParker. Wood & Cn Ltd\n1917 AD 163\nop\np168.\nWat betref die submissies van adv\nFourie\nis dit wel so dat art\n82(1)\nverorden dat al die bates van die boedel verkoop\nmoet word \"en wel op die\nwyse en voorwaardes wat die skuldeisers mag\nvoorskrywe ...\" In die\nonderhawige geval is E A Muller se boedel\nhopeloos insolvent met 'n tekort\nvan Rl 523 000-00 wat dit gebiedend\nmaak dat 'n verkoping van al die\nboedelbates moet geskied. Dit is egter nie die finale antwoord wat\ndie\nvorderingsreg teen Van Rensburg vir skadevergoeding weens die\nveldbrand\nbetref nie. Voet 42.3.8 bevat 'n belangrike vereiste\nnaamlik \"\nin so far as the\nnature of the goods allows\" (quatenus substantia patitur).\nDit is\ndenkbaar dat\ndie publieke verkoop van bederfbare produkte praktiese probleme vir\n'n\nspoedige tegeldemaking mag oplewer. Die betrokke vorderingsreg\nhet\noênskynlik 'n groot intrinsieke waarde waarvan die bedrag\nskadevergoeding wat\nmev Muller van Van Rensburg eis 'n aanduiding is. Desnieteenstaande het\ndie\nOntvanger van Inkomste as die grootste skuldeiser in waarde geen belang\ngestel\nom die sessie van die skadevergoedingseis te bekom nie. Wat meer is, hy\nhet\n15 geen beswaar teen die sessie aan mev Mulier geopper nie. Die\nmeerderheid\nvan skuldeisers in waarde en getal was nie bereid om die\nmede-trustees opdrag\nte gee om die skadevergoedingseis teen Van\nRensburg in te stel nie. Hulle wou\nnie in litigasie met Van Rensburg betrokke raak nie. Hulle wou ook nie\ndie\nfinansiering en risiko van die litigasie op hulle neem nie. Andersyds wou\nhulle\nook nie die skadevergoedingseis te gelde maak nie. Dit sou\naddisionele\nonkoste van advertensies en verkoping meebring. \"In so far as the nature\nof\nthe goods allows\" het die skuldeisers in die besondere omstandighede van\ndie\nonderhawige geval die besluit van die mede-trustees om die\nskadevergoedingseis aan mev Muller te sedeer, geratifiseer soos Van\nRensburg\nin para 3.3 van die voor-verhoor samespreking se minuut erken het. Dit\nis\nduidelik dat die skuldeisers in die onderhawige geval nie die risiko van\ndie\nskadevergoedingseis wou aandurf nie. Die skadevergoedingseis het vir\ndie\nskuldeisers geen praktiese betekenis en nut gehad nie. Hulle ís\nregtens\nmeesters van die tegeldemaking van die insolvente boedel se bates.\nHulle\noptrede was geoorloofd. Die sessie het geskied met instemming van\ndie\n16\ninsolvent. Dit volg na my oordeel dat die sessie geldig is en geensins in\nstryd\nmet die openbare belang is nie. Die appèl word afgewys met\nkoste.\nC.P. JOUBERT APPèLREGTER STEM SAAM SMALBERGER AR STEYN AR HARMS AR\nVAN COLLER Wnd AR",
  "scraped_at": "2026-02-12T08:00:43.852086",
  "date": null,
  "coram": [],
  "case_number": null,
  "parties": {
    "applicants": [],
    "respondents": []
  },
  "sections": {},
  "tags": {}
}