{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/158.html",
  "case_name": "First National Bank of SA Ltd v Lynn NO and Others (405/94) [1995] ZASCA 158; 1996 (2) SA 339 (SCA); [1996] 1 All SA 229 (A); (30 November 1995)",
  "citation": "[1995] ZASCA 158",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 158\n|\nNoteup\n|\nLawCite\nFirst National Bank of SA Ltd v Lynn NO and Others (405/94) [1995] ZASCA 158; 1996 (2) SA 339 (SCA); [1996] 1 All SA 229 (A); (30 November 1995)\nDownload original files\nPDF format\nRTF format\nCase no 405/94\nIN THE SUPREME COURT OF SOUTH AFRICA\nAPPELLATE DIVISION\nIn the matter between\nFIRST NATIONAL BANK OF SA LTD\nAppellant\nand\nMW LYNN NO\n1st Respondent\nGB PERRY NO\n2nd Respondent\nLE SPENDIFF NO\n3rd Respondent\nTS EVANS NO\n4th Respondent\nGT GRAHAM NO\n5th Respondent\nTHE MASTER\nOF THE SUPREME COURT\t6th Respondent\nCORAM:\nJOUBERT, NESTADT, VAN DEN HEEVER, OLIVIER JJA et VAN COLLER\nAJA\nHEARD:\n19 September 1995\nDELIVERED:\n30 November 1995\nJ U D G M E N T\nJOUBERT JA:\nOn 31 December 1984 Natal Earthworks (Pty) Ltd (\"the contractor\"), as\ncedent,\n2 executed a deed of cession (\"the cession\") in favour of\nBarclays National Bank Ltd\nsubsequently known as First National Bank\nof Southern Africa Ltd, (\"the Bank\"), as\ncessionary. Thereafter, but\nprior to 10 June 1991, the contractor entered into a\nconstruction contract (\"the contract\") with the Government of Ouaqua\n(\"the employer\")\nfor the construction of a certain public road which comprised two\ndifferent sections, viz.\nRoute 5 (inclusive of a bridge on Route 6) and the rest of Route 6. On 10\nJune 1991\nthe contractor was placed in provisional liquidation and finally wound up\non 26 July\n1991. The first five respondents are the joint liquidators of the\ncontractor in liquidation.\nI shall refer to them collectively as \"the joint liquidators\" and\nindividually by name. A\ndispute has arisen between the Bank and the joint liquidators as to who\nis entitled to\npayment of the balance of the retention monies under the contract. The\njoint liquidators\nlaunched an application in the Natal Provincial Division against the Bank\nas respondent\nfor a declaratory order that upon a proper construction of the cession no\nsecurity was\nconferred on the Bank in respect of retention monies certified in terms\nof the contract\nfor payment by the employer subsequent to 10 June 1991. On 15 December\n1993\nBROOME DJP granted the application with costs. With leave of the Court\na quo\nthe\n3\nBank now appeals to this Court. The Master (the 6th respondent) abides\nthe decision\nof this Court.\nI turn to consider the cession, dated 31 December 1984, which is headed\n\"Cession of Book Debts.\" Relevant terms are the following\n... \"\nhereby\ncede,\nassign,\ntransfer and make over to and in favour of Barclays\nNational Bank Limited\n(hereinafter referred to as \"\nthe Bank\") all our\nright title and interest in and to all and any monies and amounts which may\nnow\n[be]\nor which may hereafter become due and owing to us by any person\nwhomsoever as security for the fulfilment of all obligations undertaken\nby us to\nthe Bank\nand\nas security for the payment of all monies now and from time\nto time hereafter owing by us to the Bank\nfor any cause of debt\nwhatsoever.\nThis cession shall remain of full force and effect and be irrevocable so\nlong as there are monies owing by us to the Bank.\nIn order to give effect to the Cession herein contained, we hereby\nnominate, constitute and appoint the Bank irrevocably and in rem\nsuam to be our\nAttorneys and Agents, with full power and authority for us and in our name or in\nits own name to demand, sue for,\nrecover and receive\nall debts\nor sums of\nmoney whatsoever\nwhich now\n4\nor hereafter may\nbecome due, owing, payable or belong\nin\ng to us.\nWe do hereby confirm and agree that for so long as this Cession shall\nremain in existence we shall conduct\nour bank account\nor bank accounts\nsolely at the Bank, that we shall not open or conduct any other account in any\nother Banking institution whatsoever\nand that we will not further encumber the\nsaid book debts either by factoring or ceding our residual rights therein or in\nany other\nway, without the prior written\nconsent of the Bank being first had and obtained\n\". (My underlining).\nQuite obviously the cession is expressed in very wide terms. The\nintention of the parties to the cession, i.e. the contractor as cedent\nand the\nBank as cessionary, is clear. The main object of making the cession was to\nprovide the Bank with security (in\nsecuritatem debiti\n) in respect of the\ncontractor's bank account with it. The cession was intended to form a continuing\nsecurity for an indefinite period.\nThe security was wide enough to embrace all\ndebts, both present and future, which were due and payable, or might become due\nand payable\nto the contractor by its debtors. It was never\nintended\n5 by the parties to the cession to limit the security of\nthe Bank solely to debts due and\npayable when the cession was executed since such a limitation would have\nseverely\t!\nrestricted the practical effectiveness of the\nsecurity.\nA debt is what is due from an obligation. Consult\nThe Oxford\nEnglish\nDictionary\n. 2nd ed., 1989, Vol 4 s.v \"due\" as an adjective: \"That\nis owing or payable,\nas an enforceable obligation or debt\" and s.v. \"debt\" as a noun: \"1. That\nwhich is owed\nor due; anything (as money, goods or service) which one person is under\nobligation to\npay or render to another\".\nIn\nWhatmore v Murray\n1908 TS 969\nat p970 INNES CJ construed a\n\"debt due\"\nas follows: \"It seems to me that for a debt to be due there must be a\nliquidated money\nobligation presently claimable by the debtor, for which an action could\npresently be\nbrought against the garnishee. If such an obligation exists, then, to my\nmind, a debt is\ndue.\" See also\nDeloitte Haskins & Sells Consultants (Pty) Ltd v\nBowthorpe Hellerman\nDeutsch Pty Ltd\n[1990] ZASCA 136\n;\n1991 (1) SA 525\n(A) at p532 G-H: \"Section 12 (1)\nof the\nPrescription Act 68 of 1969\nprovides that 'prescription shall commence to\nrun as soon\nas the debt is due'. This means that there has to be\na debt\nimmediately claimable\nby\n6\nthe creditor or, stated in another way, that there has to be\na debt in\nrespect of which the\ndebtor is under an obligation to perform\nimmediately.\n\" (My underlining).\nIn terms of the deed of cession\nthe contractor ceded as security to the Bank \"all our right title and interest\nin and to all . . .\nmonies . . . which may now [be] or which may hereafter\nbecome due and owing to us by any person whomsoever\". The word \"monies\" is\naccording to the deed of cession synonymous with \"debts or sums of money\nwhatsoever which now or hereafter may become due, owing,\npayable or belonging to\nus.\" The creditor's right of action is the correlative of the debtor's debt. The\ndebts arising from the indebtedness\nof the contractor's debtors could either be\ndebts presently due and owing on execution of the deed of cession or future\ndebts becoming\ndue and payable thereafter .\nCession is a particular method of transferring rights in a movable\nincorporeal thing in the same manner in which delivery\n(traditio)\ntransfers rights in a movable corporeal thing. It is in substance an act of\ntransfer (\"oordragshandeling\") by means of which the\ntransfer of a right\n(translatio juris)\nfrom the cedent to the cessionary is achieved. The\ntransfer is accomplished by means of an agreement of transfer\n7\n(\"oordragsooreenkoms\") between the cedent and the cessionary arising out of a\njusta\ncausa\nfrom which the former's intention to\ntransfer the right (\nanimus transferendi)\nand\nthe letter's\nintention to become the holder of the right\n(animus acquirendi)\nappears\nor\ncan be inferred. It is an agreement to divest the cedent of the\nright and to vest it in the\ncessionary. Moreover, the agreement of\ntransfer can coincide with, or be preceded by\na\njusta causa\nwhich can be an obligatory agreement, also called an\nobligationary\nagreement, (\"verbintenisskeppende ooreenkoms\") such as, a contract of\nsale, exchange\nor donation. See\nJohnson v Incorporated General Insurances Ltd\n1983 (1) SA 318\n(A)\nat p331 G. Even an agreement to provide security by means of a cession\nin\nsecuritatem debiti\nis in itself adequate\njusta causa\nfor\nthe cession. See De Wet & Van\nWyk,\nDie Suid-Afrikaanse Kontraktereg en Handelsreg,\nvol 1, 5th\ned, p420: \"As 'n\ncausa\nnoodsaaklik is vir die cessie, dan is die afspraak dat dit\nin securitatem debiti\ngeskied, tog seker genoegsame\ncausa\ndaarvoor . ...\". In LAWSA, vol\n2 (First Reissue),\n1993, s.v. Cession para 229 the constituent elements of cession are\nenumerated as\nfollows:\n\" (a) it is an act of transfer; (b) the subject matter of the transfer is\na right; and\n8 (c) the transfer is effected by agreement between the cedent and the\ncessionary\".\nThe legal principles which are relevant to the subject matter of a cession\nmay,\nfor purposes of this appeal, be stated as\nfollows:\n1\tLogically speaking a non-existent right of action or a non-existent debt\ncan never in law be transferred as the subject matter of\na cession. Van\nBynkershoek (1673-1743) Vol 3\nObservationes Tumultuariae\n2448.\n2\tWhere the subject matter of the cession has been described\nsimpliciter\nin the obligatory agreement as the cedent's accrued right or\nas a debt presently due and payable\n(debitum purum)\nits transfer can be\naccomplished according to the agreement to transfer in such manner that the\ncedent divests himself of it and\nvests it in the cessionary. Compare Gomezius (a\n16th century Spanish jurist) in his\nCommentariorum Variarumque Resolutionum\nJuris Civilis,\n1572, tomus 2 cap 11 n 28: Item etiam, quod si creditor\ncessit alteri per contractum iura sibi competentia contra ilium, quod in\ntali\ncessione non veniunt debita sub conditione, vel in diem, sed tantum debitum\npurum, ita expresse notat Bald in D 31.46 &\nibi Ioan. de\nImola.\n9\n3 The parties may agree in the obligatory agreement to cede and transfer\nto the\ncessionary a future or contingent right of action (\nspes futurae\nactionis),\nor a\nfuture or conditional debt\n(debitum conditionale, debitum futurum)\nas\nand when\nit comes into existence and accrues or becomes due and payable whereupon\nit\nwill be\ntransferred\nto the cessionary. If it never comes into\nexistence it will\namount to a non-existent right of action or a non-existent debt which\ncannot\nqualify as the subject matter of a cession according to 1\nsupra.\nDe\nWet & Van\nWyk,\nop.cit..\np254:\n\"Dit beteken egter nie dat mens 'n 'vorderingsreg', wat nog nie bestaan\nnie, maar wat in die toekoms mag ontstaan, of 'n vorderingsreg,\nwaaroor 'n mens\nnog nie beskik nie, kan cedeer nie. Hiermee wil ek nie te kenne gee dat mens jou\nnie regsgeldig kan verbind om 'n\nvorderingsreg, wat jy in die toekoms mag\nverwerf, aan 'n ander oor te dra nie. So 'n ooreenkoms is wel geldig, maar dit\nmaak die\nander nog nie cessionaris nie.\nHy word eers cessionaris indien die\nvorderingsreg, nadat dit ontstaan het of verwerf is. aan hom gecedeer is\n.\"\n(My underlining)\nThe following portion of the passage in cap 5 para 4 of the\nCommentarius de Actionum\nCessione.\n1623, by Sande (1558-1638) has been the cause of some\nconfusion in our case\nlaw: \"Nec tantum actio, sed etiam\nfuturae actionis spes\nutiliter\ntransfertur, Cod 8.53\n(54).3.\nFuturae actionis spes est in stipulatione aut contractu\nconditionali.\nNam in his\n10 nondum res, sed spes tantum nostra\nest, eaque ipsa spes cedi potest, quemadmodum &\nspes, sive res\nfutura promitti, vendi, oppignerari potest, D20.1.15pr, D18.4.17,\n19\nInst\n3.15.4\n...\" (My underlining). The above portion of the said\npassage is translated as\nfollows by Dr Anders in his\nCession of\nActions\n. 1906: (p59)\n\"Not only an action, but even\nthe expectation of a future action\nmay be advantageously transferred, Cod 8.53 (54)3.\nThe expectation of a\nfuture action is comprised in conditional stipulations or agreements.\nFor\nhere the subject-matter has not yet accrued to us, but we have only the hope\nthereof, and that very hope may be ceded just as\nan expectation or a thing that\nwill come into existence may form the subject of a promise, sale or pledge.\" (My\nunderlining).\nThe authors De Wet & Van Wyk\nloc.cit.\nby stressing the\nunderlined words of Sande maintain at p254 that it is clear \"dat sy\nfuturae\nactionis spes\nnie 'n verwagting van 'n vorderingsreg is nie, maar 'n\nvoorwaardelike vorderingsreg.\" This construction by them, read in the context\nof\ntheir elucidating commentary in footnote 18, would appear to be sound and\nacceptable, viz. that Sande is dealing with a conditional\nright and not a mere\nspes\n(expectation) of a right as yet non-existent.\nI now turn to consider the position of retention money under the contract\nbetween the contractor and the employer. It is not disputed\nthat the contract\nprice was R23 146 474-70 which, according to the definition of \"contract price\"\nin Clause 1 (g)\n11\nof the General Conditions of Contract 1982 (\"the General\nConditions\") which were\nincorporated in the contract, was subject to\nsuch additions thereto or deductions\ntherefrom as may be made from\ntime to time under the provisions hereinafter\ncontained.\" Final payment was deferred and would become determined and\ndue on\ncompletion of the work.\nThe relevant provisions of Clause 62 (1) of the General Conditions of\nContract\nread as follows:\n\"\nCertificate and payment\n62 (1) The Contractor shall be paid monthly on the certificate of the\nEngineer the amount due to him in respect of\n(a) the estimated contract value of the permanent work executed up to the\nend of the previous month and in addition such amount as\nthe Engineer may\nconsider fair and reasonable for any Temporary Works or other special items for\nwhich separate amounts are provided\nin the Schedule of Quantities, subject to a\nretention of the percentage named in the Tender [5%] until the amount retained\nshall\nreach the 'Limit of Retention\nMoney' named in the Tender (hereinafter called 'retention\nmoney*)\n...\"\nIt appears from Clause 62 (1) (a) that provision was made for monthly\nprogress payments by the employer to the contractor based on\nmonthly interim\ncertificates issued by the engineer as prepayments or advances on the eventual\nfinal contract sum. The\n12\ninterim certificates were to represent only an approximate and\nproportional value of the\nwork done and material on site at a\nspecific date. Moreover, the amount certified was provisional and remained\nsubject to adjustment\nand readjustment by the engineer in subsequent\ncertificates.\nClause 62 (1) (a) also provides for a deduction of 5% as retention money\nfrom the monthly progress payments. \"The retention money\nis retained by the\nemployer as security for the due performance of the contract by the contractor\nand as a fund to be drawn upon\neither to complete the work or to rectify defects\nshould the contractor fail to do so.\"\n(Halbury's Laws of England.\n4th ed.\nvol 4 (2) (re-issue) para 448).\nAccording to the contract the maintenance period was for twelve months.\nIn\nterms of Clauses 48 (1) and 49 (1) (a) the maintenance period is to\ncommence from the\ndate of the certificate of completion in respect of the works. The\nengineer is\nempowered to extend the maintenance period. Clause 62 (2) stipulates the\nmanner of\npayment of the retention money as follows:\n\"Where maintenance is specified, one half of the retention money shall\nbecome due and shall be paid to the Contractor when the Engineer\nshall have\nissued a Certificate of Completion in terms of Sub-Clause 48 (1) hereof and the\nother half when the Engineer\nshall have certified payment thereof within 14 days of the expiration of\nthe Period of\n13\nMaintenance notwithstanding that at such time there may be outstanding\nclaims by the Contractor against the Employer, provided always\nthat if at such\ntime there shall remain to be executed by the Contractor any works ordered\nduring such period pursuant to Clauses\n49 and 50 hereof, the Employer shall be\nentitled to withhold payment until the completion of such works of the second\nhalf of the\nretention money or so much thereof as shall in the opinion of the\nEngineer represent the cost of the work so remaining to be executed\n. . .\n\".\nThe issue of a final certificate by the engineer to the employer records\nthe\ncompletion of the contract. In this regard Clause 64\n(1) provides as follows:\n\"The Contract shall not be considered as completed until a Final\nCertificate shall have been signed by the Engineer and delivered\nto the Employer\nstating that the Works have been completed and (where specified) maintained to\nhis satisfaction. The Final Certificate\nshall be given by the Engineer within 14\ndays of completion of the entire Works or the expiration of the Period of\nMaintenance or\nlatest Period of Maintenance, as the case may be, or as soon\nthereafter as any works ordered during such period pursuant to Clauses\n49 and 50\nhereof shall have been completed to the satisfaction of the Engineer, and full\neffect shall be given to this Clause notwithstanding\nany previous entry on the\nWorks or the taking possession, working or using thereof or any part thereof by\nthe Employer. Provided\nalways that the issue of the Final Certificate shall not\nbe a condition precedent to payment to the Contractor of the second half\nof the\nretention money in accordance with Clause 62 hereof.\"\nIn the present matter the accepted crucial events relating to the\nretention monies may be tabulated as follows: 1 At a site meeting\non 6 June 1990\nthe contractor formally requested the employer\nto accept Route 5 with the bridge on Route 6 as completed. The\nengineer\n14\nconducted a site inspection and recorded on a \"snag list\" certain minor\nremedial\ntasks and operations to be completed by 11 July 1990. On 6 June 1990 the\nengineer issued progress certificate 16 in which the release\nof 50% of the\nretention monies was authorised. R762 835-36 retention money was accordingly\npaid by the employer to the contractor.\n2\tOn 11 July 1990 the engineer instructed the contractor to complete the\n\"snag list\" by 31 July 1990. The latter date became the final\ndate of completion\nof Route 5 and the bridge on Route 6. The certificate of completion was issued\non 31 July 1990 when in terms of\nClause 49 (1) (a) the maintenance period of\ntwelve months commenced to run.\nThis maintenance period in respect of Route 5\nand the bridge on Route 6 was subsequently extended by the engineer to 30 April\n1992.\n3\tOn 27 August 1990 the engineer in terms of Clause 48 (1) issued a\ncertificate of completion in respect of Route 6\nwhen the maintenance period\nof twelve months in terms of Clause 49 (1) (a) commenced and would be operative\nuntil 26 August 1991.\n15\n4\tBy 29 August 1990 the contractor had completed all work in terms of\nthe\ncontract and moved off the site.\n5\tOn 10 February 1991 the last progress certificate 24 prior to the\nprovisional liquidation of the contractor was issued. It reflected\na sum of Rl\n106 376-37 as the balance of the retention money. The parties are agreed that\nsince February 1991 until October 1991\nthe employer withheld an amount of Rl 105\n589-39 as the balance of the second half of the retention\nmoney.\n6\nOn\n10 June 1991 the contractor was placed in provisional\nliquidation.\n7\nOn 2 July 1992\nthe engineer issued a final Certificate of\nCompletion.\nIn the present matter we are\nconcerned with the balance of the retention money in regard to Route 6. Mr\nTselentis.\non behalf of the Bank, contended that in terms of Clause 48\n(1) the contractor at the practical completion of the contract acquired\na\ncontingent right to the balance of the retention money. According to his\nargument this contingent right of the contractor by virtue\nof the cession vested\nin the Bank before 10 June 1991. I cannot agree. In my judgment Clause 62 (2)\nconfers on the contractor a vested\nright to payment of the balance of the\nretention money \"when the Engineer shall\n16 have certified payment\nthereof within 14 days of the expiration of the Period\nof\nMaintenance.\" But since the period of maintenance did not expire\nbefore 10 June\n1991 and no certification of payment by the Engineer occurred before the\nsaid date, it\nfollows that the contractor acquired no vested right\nto the balance of the retention money\nbefore its provisional\nliquidation on 10 June 1991. Assuming (without deciding) that\nthe contractor obtained a contingent right, as claimed by Mr\nTselentis.\nthen such\ncontingent right would have vested on 10 June 1991 in the contractor's\ninsolvent estate\naccording to the provisions of sec 339 of the Companies Act 61 of 1973\nread in\nconjunction with\nsec 20\n(1) (a) and\n20\n(2) (a) of the\nInsolvency Act 24\nof 1936\n.\nIn the result I would dismiss the appeal with costs, including the costs of\ntwo\ncounsel.\nC P JOUBERT JA\nCONCUR\nNESTADT JA\nOLIVIER, JA:\nThis is a dispute between a cessionary of the book debts of a company and\nthe liquidators of that company as regards\n2\nthe entitlement to receive payment of retention money earned by the\ncompany.\nThe chronological sequence of events leading to this appeal\nis as follows:\n1.\nOn 31 December\n1984 Natal Earthworks (Pty) Ltd (\"the contractor\") executed a deed of cession of\nall money \"... which may now [be]\nor which may hereafter become due and owing to\nus ...\" in\nsecuritatem debiti\nin favour of First National Bank of\nSouthern Africa Ltd (\"the\nbank\").\n2.\nMuch later on a\ndate not mentioned in the papers, the contractor concluded a building contract\nwith the Government of Quaqua (\"the\nemployer\").\n3.\nBy 29 August\n1990 the contractor had completed all work in terms of the contract and moved\noff the site. A \"certificate of completion\"\nwas issued on 27 August 1990,\nspecifying the exact sum that was being retained by the employer against\ndefective work and\n3\nfor maintenance for the agreed period of one year. At the expiry of this\nperiod, i.e. 27 August 1991, subject to any defect being\nrepaired, the\ncontractor's claim for the payment of the retention moneys would become\nenforceable.\n4.\nOn 10 February\n1991 a progress certificate was issued. It certified a sum of R1106 376,37 as\nthe balance of the retention money. This\nsum would become payable when a final\ncertificate had been issued by the Engineer which he was obliged to do within 14\ndays of the\nexpiration of the retention\nperiod.\n5.\nOn 10 June 1991\nthe contractor was placed in provisional\nliquidation.\n6.\nThe\nrespondents were appointed as liquidators of the\ncompany,\n7.\nA final order of\nliquidation of the contractor was issued on 26 July\n1991.\n8.\nOn 2 July 1992 the\nengineer issued a final certificate of completion, which meant that any\nretention money, not yet paid\nout,\n4\nhad become due and payable.\nThe respondents contend that the\nappellant, the bank, is not a secured creditor in relation to the said retention\nmoney. The crux\nof their contention is that there was no indebtedness to the\ncontractor by the employer in respect of retention money prior to the\nprovisional order of liquidation, because it was not due and payable to the\ncontractor prior to the said order. When appellant disputed\nthis contention, the\nrespondents approached the Natal Provincial Division for an appropriate\ndeclaratory order.\nBroome J who heard the matter defined the issue\nbetween the parties as follows:\n\"It is trite that when on 10 June 1991 the hand of the law fell on the\ncompany there was a\nconcursus creditorum\nand that all the rights enjoyed\nat the moment by the company vested in the liquidator. The corollary is that if\nthe company had divested\nitself of a particular right before that moment then\nsuch right remained where it was and did not vest in the liquidator. The issue\nbetween the applicant and the first respondent is whether or not the cession had\nthe effect of vesting in the hands of the\n5 first respondent the right to the retention\nsum,\"\nThe learned judge placed considerable reliance on\nthe judgment in Muller NO v Trust Bank of Africa 1981(2) SA 117 (N) for support\nfor the propositions that:\n(a)\tthe rights of the parties under a cession\nin securitatem debiti\nmust be determined in accordance with the law of pledge;\n(b)\ta pledgee will, on the sequestration of the pledgor's estate, have a\nright to have his claim against the pledgor's estate paid\nfrom the proceeds of a\ncorporeal movable pledged to him in respect of the claim, in preference to the\nclaims of other creditors,\nif the pledge has before sequestration been perfected\nby delivery of the pledged property to the pledgee so as to give him a\njus in\nre aliena'\nin respect of the pledged property as security for the payment of\nhis claim.\nBroome J held that the effect of the issue of the certificate\nof\n6\ncompletion on 27 August 1990 did not create a right in favour of\nthe\ncontractor to claim payment of the retention money:\n\"There are just too many uncertainties or contingencies which may arise for\nthat to be the case. These uncertainties or contingencies\noperate in my judgment\nso as to indicate that a right to the retention monies cannot be said to have\ncrystallised or vested in the\ncompany as at the date of the issue of the\ncertificate of practical completion.... At best for the first respondent, (the\nbank) it\nenjoyed a mere\nspes\nor expectation which on the authority of\nMuller's\ncase was not capable of being effectively ceded to the first\nrespondent prior to the liquidation of the company.\"\nThe\nratio\nfor the decision of Broome J cannot be supported, When the\ncertificate of completion was issued, it signified the coming into existence\nof\na right to claim performance i.e. payment of the retention money subject to a\nsuspensive condition, viz. the repair of any defects\nwhich might manifest\nthemselves during the retention period. (For the purpose of this matter it is\nnot necessary to decide whether\nsuch right had come into existence prior to 27\nAugust 1990).\n7\nThis right was not a\nspes,\nbut a conditional right to claim\nperformance. (In respect of the meaning of conditions in the true sense and as\nused here, see\nJurgens Eiendomsagente v Shane\n1990(4) SA 664 (A) at 674 E\n- 675 A;\nTuckers Land and Development Corporation (Ptv)Ltd v Strydom\n1984(1) SA 1 (A) at 10 C - E; Van der Merwe et al.\nContract: General\nPrinciples.\n1993: 204\net seq\n. As regards the difference between a\nspes\nand a right subject to a condition, see Susan Scott,\nThe Law of\nCession.\n2nd ed., 170\net seq\n. and cases there cited; Lubbe\n1980 THRHR\n117\nat 119).\nA true suspensive condition postpones the enforceability of a personal\nright ('n vorderingsreg) until the happening of a future, uncertain\nevent. The\npersonal right exists and forms part of the patrimony of the creditor, but its\nenforceability is postponed. A\nspes.\non the other hand, is merely the\nexpectation that in future a personal right (whether conditional or not) will\ncome into existence.\nThe nature of a right subject to a suspensive condition is\naptly\n8\ndescribed by De Wet van Wyk (\nKontraktereg en Handelsreg\n, 5th\ned.\nvol. 1, 150 - 151) as follows:\n\"Die voorwaarde raak hoegenaamd nie die bestaan van die ooreenkoms nie, en\nook nie die kategorie waarin die ooreenkoms val nie ...\nDeur die ooreenkoms\nverbind partye hulle. Die een kan hom dus aan hierdie ooreenkoms net so min\nonttrek sonder die ander se toestemming\nas wat hy hom aan enige ander ooreenkoms\nkan onttrek. Uit die ooreenkoms ontstaan voorwaardelike verbintenisse; dit is\nimmers wat\npartye beoog het. Die skuldeiser kan nou wel nie die prestasie\nonvoorwaardelik vorder nie, want dan vorder hy meer as waartoe hy\ngeregtig is,\nmaar aan die ander kant het hy tog 'n voorwaardelike reg op die prestasie.\nHierdie voorwaardelike reg bestaan werklik,\nen het wel deeglik regsgevolge. Die\nvoorwaardelike skuldeiser kan reeds voor vervulling van die voorwaarde 'n geding\nvoer ter beskerming\nvan sy voorwaardelike reg. Die voorwaardelike verbintenis\nkan ook die voorwerp wees van geldige sekerheidstelling; dit vererf positief\nen\nnegatief op die skuldeiser en skuldenaar se erfgename; dit is onder lewendes\noordraagbaar; dit word deur die insolvensiewetgewing\nin beskerming\ngeneem.\"\nIt is true that under a contract of\nlocatio conductio opens\nthe\ncontractor's right to the contract price is usually\nenforceable only\n9\nupon ultimate completion of the work (including the maintenance work)\n(\nThomas Construction (Pty) Ltd v Grafton Furniture Manufacturers (Pty)\nLtd\n1988(2) SA 546 (A) at 563 G). It is also correct that the contractor's\nclaim for payment of the retention money is subject to the\nsuspensive condition\nthat the building defects be cured. The contractor cannot enforce payment of the\nretention money unless and\nuntil that suspensive condition has been fulfilled.\nBut the fact that a claim to payment is dependent on the fulfilment of a\ncondition\ndoes not mean that it comes into existence or \"vests\" only upon\nfulfilment of the condition, On the contrary, the right is created,\nit forms\npart of the patrimony of the creditor, it \"vests\" in the creditor; its\nenforceability is merely postponed.\nIn the present case a suspended right to claim payment of\nthe\n10\nretention money came into being on 27 August 1990, As explained by De Wet\nand Van Wyk\nloc cit\n. that right constitutes a legal reality and not a\nmere spes.\nInter alia\nit can be ceded and it forms part of the deceased\nor insolvent estate of the contractor.\nIn the result, I hold that the court\na quo\nerred in its approach\nand that its judgment is untenable. On the basis quoted above the court\nrejected, unjustifiably, the argument\nput forward by the appellant that the\nright now under discussion is a right subject to a suspensive condition. Clearly\nthe court\nwas of the view that the right only \"vested\" when payment of the\nretention moneys became enforceable. It seems that the court\na quo\nconsidered itself bound by the decision in\nMuller NO v Trust Bank of Africa\nLtd and Another\n1981(2) SA 117 (N). The facts of that case are stated in\nthe\n11\nreport of the judgment of the court of first instance\nsub nom\n.\nTrust Bank of Africa Ltd v Muller NO and Another\n1979(2) SA 368 (D). In\nso far as these decisions, and also\nGraham NO v Williams Hunt (Pty)Ltd\n1995(1) SA 371 (D), held that the right to claim retention money when it falls\ndue, is a future right, instead of a conditional right,\nand that it \"vests\" only\nwhen it becomes enforceable, they should not be followed (see also criticism by\nScott,\nop, cit.\n174 -175 and in 1982 De Jure 183\net seq.;\nFarlam\nand Hathaway,\nContract: Cases. Materials and Commentary.\n3rd ed (eds.\nLubbe and Murray) 1988: 661). Quite simply, the effect of such decisions is to\nreduce all conditional rights to\nspes\nwith the untenable consequence,\nespoused by the respondents, that if an amount is not forthwith due and payable,\nthere is no indebtedness,\ni.e. there is no creditor and no\n12\nright to claim performance.\nOur law accepts that an existing right of action, subject to a true\ncondition, whether suspensive or resolutive, can be ceded. This\nappears from\nVoet\nComment, ad Pand.\n18.4.9; Sande,\nDe Actionum Cessione\n5,4;\nand cases such as\nNational Bank of South Africa Ltd. v. Cohen's Trustee\n1911 AD 235\nat 256;\nMc Neil v Insolvent Estate of Robertson\n(1882) 3 NLR\n190\nat 193\nin fine\n:\nTayler and RiesLtd v Clift NO and Others\n1935\nGWL 1\nat 12; and it is supported by Scott,\nThe Law of Cession.\n2nd ed.\n1991: 170; De Wet en Van Wyk,\nDie SA Kontraktereg en Handelsreg\n, 5e uit.\n1992: 254; Lubbe\nDie Oordrag van toekomstige regte\n.\n1980 THRHR\n117).\nThus, at the latest on 27 August 1990, when the \"certificate of\ncompletion\" was issued, a right of action (vorderingsreg) subject\nto\n13\na suspensive condition came into being. This right could be ceded by the\ncontractor. If it had not earlier been effectively ceded\nor transferred by the\ncontractor, the right of action would on that date have \"vested\" in him, i.e. he\nwould have become the creditor\nentitled to payment of the debt if and when it\nbecame enforceable. After that date and up to the date of the provisional\nliquidation\nthe contractor was entitled (subject to the provisions of the\nInsolvency Act relating\nto voidable and void dispositions) to cede the right to\na third party. After the date of the provisional liquidation he obviously\ncould\nnot do so.\nIf the contractor, after 27 August 1990 and before 10 June 1991 had ceded\nand transferred the conditional right to payment of the\nretention moneys to a\nthird party, the legal effect would have\n14\nbeen that the cedent would have retained the \"dominium\" of the\nright\nand the cessionary would have acquired the right subject to the aforesaid\ncondition to enforce the right.\nOn the insolvency of the cedent the\ncessionary would be a secured creditor with a preferent claim\n. This was\nclearly stated by Joubert JA in\nLand- en\nLandboubank van Suid-Afrika v\nDie Meester 1991(2) SA 761 (A) at 771 D - G.\nIt is common cause that\nthe contractor did not, on or after 27 August 1990, purport to cede or transfer\nthe right to claim the retention\nmoney to the bank.\nThe bank does not rely on a cession of the said right after 27 August\n1990. It bases its entitlement on the prior cession of 31 December\n1984. That\ncession took place long before the right under\n15\ndiscussion came into existence.\nDid the cession of 31\nDecember 1984 vest in the bank, the cessionary, the right which came into\nexistence in August 1990 with the\nlegal consequences as set out hereinbefore?\nThis is the crucial question in this appeal.\nThere are two\napproaches to this question, one resulting in a negative answer and, therefore,\nsuccess in the appeal for the respondents;\nthe other approach and, in my view,\nthe correct one, resulting in the opposite conclusion.\nThe first\napproach takes as its point of departure the construction placed by our courts\non cession. This construction is to the effect\nthat the cession of a right\nrequires two juristic acts, viz. the obligationary agreement and the real\nagreement. The first agreement\n16\ncreates rights and duties, ia. the right to claim delivery of the\nrelevant right of action. The second, real, agreement relates to\nthe actual\ndelivery (or transfer) of the right of action. This agreement requires consent\nto give and take delivery of the relevant\nright of action (see\nJohnson v\nIncorporated General Insurances Ltd\n1983(1) SA 318 (A) at 331 G - H). These\ntwo juristic acts may be incorporated in one declaration or document (the\nJohnson\n-case.\nsupra,\nat 331 G - H).\nThe attack on the\ncedability of the expectation of future rights (\nspes\n) is then based on\ntwo arguments:\n(i) Although it is nationally possible that parties\ncan enter into a contract relating to the cession or transfer of the expectation\nof future rights (a\nspes\n), they cannot, before the envisaged right\ncomes\n17\ninto existence,\ntransfer\nthat right, They cannot transfer\nin\nanticipando\nthat which does not exist. And in order to\ntransfer\nthe\nright, they will have to conclude the real agreement\nafter\nthe\nright\nhad come into existence (which did not occur in the present\ncase),\nThis view is expressed succinctly by Lubbe,\nop cit\n. 128\nas\nfollows:\n\"Die boustene van die Suid-Afrikaanse vennoensreg is subjektiewe regte, wat\nsaaklik of persoonlik van aard kan wees. In hierdie stelsel\nis geen plek in te\nruim vir 'n sogenaamde\nspes\nof verwagting, iets wat nog geen\nvermoënsbestanddeel is, maar aan 'n ander oorgedra sou kan word\nnie.\"\nThis view is shared by other academics: De Wet en Van\nWyk,\nop cit\n.. 254; E Kahn,\nContract and\nMercantile Law through the\nCases\n. 1971: 243. A contrary view is that of Scott,\nop\ncit\n.. 178:\n\"In the case of future rights, the method of transfer facilitates the\npossibility of transferring such rights\nin anticipando,\nas\nthe\n18\ntransfer is effected by means of an agreement. This transfer agreement can\nbe concluded\nin anticipando,\nthat is, before the right has materialized,\nand if this agreement is the sole requirement for the cession, it is regarded as\na completed\njuristic act which cannot be dissolved unilaterally by one of the\nparties concerned.\"\n(ii) The second argument is that\nthere is no common law authority\nrecognising the cedability of a\nspes\n. It is contended that the\nauthorities relied upon by our\ncourts for the view that a\nspes\nis\ncedable - Sande\nop\ncit\n. 5,4 and Voet,\nComment,\n18,4,9 - do not\nsupport the\nsaid view.\nAfter an exhaustive review of the said texts, Lubbe,\nop cit.\n121\nconcludes as follows:\n\"Uit hierdie bespreking behoort dit duidelik te wees dat die skrywer hiervan\nvan mening is dat die gewraakte uitlatings van Sande\nen Voet hoegenaamd nie\nsteun bied vir die gedagte dat volgens ons gemenereg 'n\nspes\nas sodanig\noordraagbaar sou gewees het nie. Die skynbare afwesigheid van\nander\n19\ngesagsbronne ten gunste van die oordraagbaarheid van 'n spe\ns\nbevestig\ndie vermoede dat so 'n instelling nie in die Romeins-Hollandse gemenereg bestaan\nhet nie.\"\nThe second and opposite approach to the\nproblem of the cedability of a\nspes\nproceeds as follows.\nIt assumes the correctness of the two arguments, (i) and (ii) set out\nabove, viz. that the transferability of a\nspes in anticipando\nof the\ncoming into being of a right is a logical impossibility and that there is no\ncommon law authority upholding such cedability.\nIt accepts, however,\nthat, as part of the legal and commercial reality in our country over many\ndecades, the cession and transfer\nin\nanticipando\nof a\nspes\nhave\nbeen and are daily recognised.\nThere are many cases reported in our law, from as early as 1882, in which\nit has been accepted that a future right can be ceded\n20\nand transferred in anticipando\n. In certain cases this has taken\nplace without reference to any common law authority, and in others with\nreference to the above-mentioned\ntexts of Sande and Voet.\nThe list\nof decisions of our local and provincial divisions in this respect is a long\none. I mention the main ones:\nMcNeil v Insolvent Estate of Robertson\n(1882) 3 NLR 190\nat 193\nin fine\n:\nConsolidated Finance Co Ltd v\nRenvid\n1912 TPD 1019\nat 1023;\nJenkins & Co v Roberts\n1912 CPD\n937\n;\nFarmers Co-op Ltd v The Master\n1959(3) SA 342 (SR) at 344 G;\nGoode. Durrant and Murray Ltd v Hewitt and Connel NNO\n1961(4) SA 286 (N)\nat 290 G - H;\nIndustrial Finance & Trust Co Ltd v Schneider &\nLondon\n1925 WLD 92\nat 93;\nGoode. Durrant & Murray (SA) Ltd v Glen and\nWright NNO\n1961(4) SA 617 (C);\nSchreuder v Steenkamp\n1962(4) SA 74\n(O);\n21\nSteverlynck Bros Modern Weaving (Pty) Ltd v D H Gunn, NO\n1968(2)\nPH A 88 (T);\nWestern Bank Ltd v Registrar of Financial Institutions\n1975(4) SA 37 (T) at 53 E - F;\nThos Barlow & Sons (Natal) Ltd v Dorman\nLong (Africa) Ltd\n1976(3) SA 97 (D) at 100 F;\nBlackman v Wellspread\nInvestments (Pty) Ltd\n1976(2) PH A 73 (C);\nRandbank Bpk v Morris NO\n1977(2) SA 21 (SEC);\nWispeco (Pty) Ltd v Herrigel NO\n1983(2) SA 20\n(C).\nAs far as decisions of this Court are concerned, three cases deserve\nmention.\nIn\nNational Bank of South Africa Ltd v Cohen's\nTrustees\n1911 AD 235\n, Lawrence J at 256 refers to Sande as authority for the\nrule that contingent rights can be ceded. It is, however, not clear whether\nthe\nlearned judge had in mind a right subject to a condition or a\n22\nspes\n.\nIn Waikiki Shipping Co. v. Thos. Barlow &\nSons (Nalan) 1978(1) SA 671 (A) this Court touched on the cedability of a spes\nfar too\npertinently for its comments to be considered merely\nen passant\nor\nper incuriam\n. Jansen JA with whom Trollip, Rabie, Kotze and\nJoubert JJA concurred, expressly stated that \"No doubt a cession may be framed\nto\nrelate explicitly to the\nspes\n...\" (at 678 A). He also stated\nunambiguously that a\nspes\nmay be ceded, and referred to the controversy\nrelating to the nature and precise effect of such a cession (at 677\nH).\nThe third case is Bank of Lisbon and South Africa Ltd v The\nMaster\nand Others\n1987(1) SA 276 (A). That case dealt with the cession of\nthe reversionary interest resulting from a prior cession\nin\nsecuritatem\n23\ndebiti\nof book debts to a bank. In discussing the effect of such\na\ncession Galgut AJA states at 294 C:\n\"When book debts are ceded in\nsecuritatem debiti\n... the cedent cedes\nto the cessionary the exclusive right to claim and receive from the existing and\nfuture 'book debtors' the amounts\nowing to them. The amounts collected by the\ncessionary are credited to the account of the cedent.\"\nI\ndo not accept that Galgut AJA, in placing his seal of approval on the\ncession\nof future debts did so\nper incuriam\n. Rather, in my view,\nhe gave expression to the well-known commercial practice and the generally\nrecognised legal position mentioned\nabove.\nFinally, the commercial\nand legal institutions of the cession of books debts (defined in\nRennie NO v\nThe Master\n:\nGlaum NO v The Master\n1980(2) SA 600 (C) at 609 B - C)\nand factoring are based on the cedability and transferability of future rights\nin anticipando\n(see\n24\nScott,\nop. cit\n.. 52 - 53).\nThe position, in my view,\nthen is that it has been accepted in commerce and by the courts of our country\nfor more than a century that\nfuture rights can be ceded and transferred\nin\nanticipando\n. The decisions of our courts have thus been regarded for a very\nlong period of time as being correct. Clearly these decisions have\nbeen acted\nupon and served as the basis for the general and well-known practice of taking\nsecurity in the form of the cession of\nbook debts (including future debts),\ncession of existing and future rights in\nsecuritatem debiti\nand factoring\nof existing and future rights. In these circumstances I am not inclined to hold\nthat these decisions are wrong (see\nHolmes' Executor and Others v Rawbone and\nOthers\n. 1954(3) SA 703 (A) at 711 E - F;\nHarris and Others v Minister of\nthe\n25\nInterior and Another\n1952(2) SA 428 (A) at 454;\nJohn Bell &\nCo\nLtd v Esselen\n1954(1) SA 147 (A) at 154;\nCullinan v\nNoordkaaplandse Aartappelkernmoerkwekers Koöperasie Bpk\n1972(1) SA 761\n(A) at 767 - 8;\nTuckers Land and Development Corporation (Pty) Ltd v\nStrydom\n1984(1) SA 1 (A) at 16 - 17;\nRainbow Diamonds (Edms) Bpk v\nSanlam\n1984(3) SA 1 (A) at 14\nin fine; Du Plessis NO v Strauss\n1988(2) SA 105 (A) at 141 F -143 C;\nEllispark Stadion Bpk v Minister van\nJustisie\n1990(1) SA 1038 (A) at 1051 F - H; see also\nWillis Faber\nEnthoven (Pty) Ltd v Receiver of Revenue and Another\n1992(4) SA 202 (A) at\n220 E - G). Although there may be considerations of public policy militating\nagainst upholding the cedability\nof future rights (as to which see Lubbe,\nop\ncit\n., 131 - 140), they have not been canvassed in the\n26\npresent case. If it is considered that the present position needs review,\nthat is a task that should be undertaken by the\nlegislature.\nConsequently I hold that the cession of 31 December\n1984 was a valid one and that, if it had incorporated a\ntransfer in\nanticipando\nof the right now under discussion (which only came into being at\na much later stage) it would have been legally effective.\nDid the\ncession of 31 December 1984 incorporate a\ntransfer\nof the right under\ndiscussion\nin anticipando\n?\nThe cession sets out that \"We (the\ncontractor) ... do hereby cede, assign, transfer and make over to and in favour\nof [the bank] all\nour right, title and interest in and to all and any monies and\namounts which may now or which may hereafter become due and owing\nto us by any\nperson whomsoever ... we hereby nominate,\n27\nconstitute and appoint the Bank irrevocably and\nin rem suam\nto\nhe\nour Attorneys and Agents, with full power and authority for us and in our\nname or in its own name to demand, sue for, recover and\nreceive all debts or\nsums of money whatsoever which may now or hereafter become due, owing, payable\nor belonging to us...\"\nIn my view, this formulation is wide enough to indicate an intention of\ntransferring and receiving transfer of the right in\nanticipando\n.\nEspecially the words \"... transfer and make over...\" and the reference to monies\nand amounts becoming due and owing in future indicates\na present mutual\nintention of now transferring rights as they will come into existence in the\nfuture (see also\nStandard General Insurance Co Ltd v SA Brake CC\n1995(3)\nSA 806 (A) at 815 A - B).\n28\nI conclude, therefore, that on 31 December 1984 the bank and the\ncontractor concluded a contract by which the contractor's right to\nclaim payment\nof the retention money (even though that right was subject to a suspensive\ncondition) when it came into being on 27\nAugust 1990, was transferred to the\nbank.\nThe effect of this cession and transfer is exactly the same as\nif the right had been ceded after 27 August 1990 but before 10 June\n1991 and as\nexplained above, following\nLand- en Landboubank van Suid-Afrika v Die\nMeester, supra\n: The cedent, the contractor, retained the \"dominium\" of the\nright and the cessionary, the bank, acquired the right, subject to the\nsuspensive condition mentioned above, to enforce payment of the retention moneys\nif and when it became payable. On the liquidation\nof the contractor on 10\nJune\n29\n1991, the aforesaid\ndominium\nfell into the insolvent estate,\nand the cessionary became a secured creditor with a preferent\nclaim\n.\nThe relief sought by the liquidators (the present\nrespondents), viz. a declaratory order that the bank (the present appellant) is\nnot, by virtue of the cession of 31 December 1984, a secured creditor, cannot,\nfor the reasons set out, be granted.\nConsequently I agree with the order proposed by my colleague Van den\nHeever JA.\nP J J OLIVIER JA\nVAN DEN HEEVER JA\nI have read the judgment of Joubert\nA but have come to a different conclusion.\nI obviously have no quarrel with his erudite elaboration on the\npropositions that a cession is by definition an act of transfer; and\nthat rights\nare transferable only once they come into existence - of importance in view of\nthe legal fiction equating a cession of\nincorporeal rights in securitatem debiti\nwith the legal institution of a pledge of corporeals as security. The fiction\nhas its origin\nin the practical needs of modem commerce but has caused much\nstrenuous intellectual gymnastics on the part of scholars and lawyers\nin trying\nto prise one legal concept into the garb of another not ideally suited.\nSimilarly, I accept without reservation his factual findings that the\ncession in issue here was expressed in very wide terms; and\nthat there can be no\ndoubt that it intended to deal with future rights which the contractor would\nacquire, not merely with rights\nextant as at 31\n3\nDecember 1984, the date of the relevant cession.\nIn my view the questions to be determined are\n-\n(a)\nwhether\nthe cession contemplated a transfer only of the contractor's then exigible debts\nand of future ones as and when they became\nso exigible; or whether the parties\nto the document contemplated also a transfer of the contractor's claims then\nextant but imperfect\nbecause, for example, subject to some time clause or\ncondition, and of similar imperfect claims as and when they arose in the future;\nand, if the\nlatter,\n(b)\nwhether the\ncontractor's claim against the employer is merely a future claim or such an\nimperfect one; and if\nso,\n(c)\nwhether present\neffective transfer is possible of such a claim, or whether future and contingent\nrights are equally incapable of present\n\"delivery\".\nIn examining the first of\nthese, a legislator's intention with the phrase debt due is irrelevant, whether\nin relation to garnishee\norders in terms of Transvaal Ordinance No 12 of 1904 or\nthe determination of the\n4\ndate of commencement of the running of prescription under the\nPrescription Act. The\ninquiry must be what the parties to the cession had in\nmind: what the contractor intended to deliver to the Bank which was willing\nto\nfinance, so far as necessary, the contractor's ongoing operation by means of\noverdraft facilities, and what the Bank was content\nto accept as security for\nthe recovery of the funds it was prepared to advance.\nIn defining the ambit of the questions which need to be\nanswered,\nI\thave used the words\ndebts\nand\nclaims\nbecause my colleague has done\nso, as did the document to be interpreted. The words may be\nmisleading.\n\"The subject matter of cession is a right, often referred to as a claim\nand less felicitously as the cession of a debt. The expression\n'cession of a\nright of action' is also used but there is little advantage in doing so since\nthe right of action (to enforce performance)\nis a power which is inherent in the\nright (to performance) and cannot be detached from it as a separate cedable\nentity.\"\n(per\nP M Nienaber, dealing with\nCession\nin LAWSA, First\nRe-issue Vol\n2\tpar 241. See too the discussion of the judgment in TRUST BANK\nOF\n5\nAFRICA v MULLER NO\n1979 (2) SA 368\n(D), by Scott in 1982 DE JURE 183 at\n186.) I return to this below.\nIt would make comparatively poor\ncommercial sense for the Bank to want nothing more than to ensure that the\ncontractor channelled\ninto the Bank's possession, money earned only as and when\nreceived as being exigible, in reduction of the contractor's overdraft\nwith the\nBank. A contractor would ordinarily while things are going well do so in any\nevent, from self-interest: to keep flowing\nthe funding it needs to enable it to\nearn money by performing under its contract with the employer. It is when things\ngo wrong -\nwhen the employer stops paying and/or other creditors agitate for\npayment of\ntheir\nclaims - that it becomes important that the Bank\ninsisted on security; provided, of course, that the commercial content of the\nrights\ntransferred (as distinct from merely undertaken to be transferred) is\nworthwhile. In judging what\nwas\nthe content of the rights intended to be\ntransferred and accepted as security, it is relevant that the sequence provided\nfor in the\nagreement between the\n6\ncontractor and the employer, as in most if not all cases of similar\nengineering or building contracts, is that the contractor performs\nfirst. It is\nonly after he has spent energy as well as money for the benefit of the employer,\nthat performance - payment - by the\nemployer enriched thereby becomes\ndue\nin the sense of only then becoming exigible.\nDue\ndoes not necessarily mean\nimmediately payable\n, as\nreference to any dictionary reveals - including the Oxford dictionary which\nrefers in turn to Wharton's Law Lexicon: \"A debt\nis said to be\ndue\nthe\ninstant that it has existence as a debt; it may be\npayable\nat a future\ntime\". It may mean merely \"earned\" (WARBURTON v HAYWORTH,\n6 QBD 1).\nSee too\nBASIL BRIAN NEL NO v THE BODY CORPORATE OF THE SEAWAYS BUILDING AND THE\nREGISTRAR OF DEEDS, CAPE TOWN, (AD) (unreported 25\nAugust 1995). This judgment\nstressed that the meaning of the word depends on the context in which it is\nused.\nSome of the words and phrases used in the cession could have been\ndispensed with, as the passage from LAWSA points out. In the\n7\nparagraph immediately following that quoted, the author says\n\"In the frequently employed phrase 'cession of a right, title and\ninterest', the words 'title and interest' bear no particular significance\nexcept\nperhaps to stress the totality of interests to be transmitted.\"\nThe document in question here certainly did so seek to stress the\ntotality of interests in question.\nJuggling all the permutations postulated by the wording used in the\ncession, the personal rights intended to be transferred included\nrights to money\nowing, or which might become owing, to the contractor. The cession does not\nlimit the rights to be transferred to\nthe contractor's right to money then\npayable; or only as and when money becomes payable in future. I do not think it\nis in dispute\nthat one can effectively cede one's right to money that is payable\nperhaps years hence, for example to the money one has invested\non fixed-term\ndeposit.\nIn my view the parties to the cession - the document on the strength of\nwhich credit facilities were afforded by the Bank and enjoyed\n8\nby the contractor - clearly intended to extend the ambit of the rights of\nthe contractor which were transferred or to be transferred\nto the Bank as\nsecurity, as widely as lawfully possible. I can think of no reason why, where\nthe document says the cession is of\n\"monies due and owing\", that should be\nunderstood as though\nowing\nwere an incorrect and tautologous synonym for\ndue\nin the sense of forthwith claimable instead of the phrase meaning\n\"monies due as well as monies owing\"; nor why\nowing\nshould be limited to\nmean \"owing in a presently calculable amount\".\nThe next question is whether our law places any obstacle in the parties'\nway, preventing them from achieving what they set out to\ndo. The cession in\nquestion emphasised that object by conferring on the Bank, irrevocably and in\nrem suam, the right to institute\naction for all debts or sums of money due or\nowing or payable or belonging to the contractor. Since cession is by definition\nan act\nof transfer of incorporeal rights, there is perhaps a subconscious\ntemptation to regard this as the expedient whereby one may put\nthe cessionary in\npossession of a right\n9\nwithout transferring ownership of the right to him, just as transfer of\npossession without transfer of ownership is effected when\na corporeal object is\npledged. But Scott and Nienaber and doubtless others warn against being misled\nby phrases imprecisely used.\nA right of action does not exist independently of\nthe underlying right itself. The former is merely the procedural manifestation\nof the latter. A mandatory has no independent right of action, unless he is in\ntruth a cessionary posing as a mandatory. In MULLER\nNO v TRUST BANK OF AFRICA\nLTD\n1981 (2) SA 117\n(N), the court spoke throughout of the cession of a right of\naction not yet in existence. That may have misled the court into regarding\nthe\nobject of the cession there as the expectation of a future right since the\nprocedural manifestation of the underlying right would\nacquire meaning only once\nthe underlying right became exigible.\nThere is nothing in logic that militates against acceptance of the notion\nthat an extant right may be transferred to another forthwith\ndespite its being\nsubject to a condition. If Sande perhaps said it was impossible\n10\nit was in another age and of procedural rules different to ours, not\nrules of logic. Our law on this issue has developed, by fits\nand starts but\nnevertheless, by trying to argue logically, with the analogy of pledge in mind.\nAdmittedly logic has problems because\nof the dissimilarity between what is\nceded, and what is pledged. In my view the effect of the judgment of my\ncolleague in TUCKERS\nLAND AND DEVELOPMENT CORPORATION (PTY) LTD v STRYDOM\n1984\n(1) SA 1\n(A) 24E-25B is that it is accepted that a contingent right is capable\nof immediate transfer. See too, for example, BANK OF LISBON\nAND SOUTH AFRICA LTD\nv THE MASTER AND OTHERS\n1987 (1) SA 276\n(A) at 294 C-I; Lubbe in THRHR 1980 128\nre BARNHOORN v DUVENAGE\n1964 (2) SA 486\n(A). (See p 494F-G of this.) If a\ncontract is concluded between A and B subject to a condition which results in A\nacquiring a personal\nright which passes to his heirs on the death of A, in my\nview there is no reason today to accept that that personal right is incapable\nof\nbeing passe by cession. In due course it\n11\nmay prove in money terms to be worth little, or less than the parties\nanticipated. The requirement that the object of a cession must\nbe certain does\nnot mean that the money value of the (defined) right which is ceded must be\nprecisely calculable when the transfer\nof that right occurs.\nTo come then to the final issue, whether the retention money could be\nproperly described as owing by the employer to the contractor\nthough not yet\nexigible, by virtue of the agreement between those two, when the contractor was\nliquidated. If so, the right had vested\nin the Bank prior to the liquidation of\nthe company by virtue of the cession.\nI did not understand Mr Wallis to argue that the 1984 cession would\nrelate only to book debts then in existence. His argument was\nnot that something\nmore had to be done to bring future contracts within its compass. He accepted\nthat if a right had vested in the\ncontractor by the time the contractor was\nliquidated he would be out of court. But, he urged, the contractor had no right\nwhen the\ncertificate was issued on 27 August, by reason of the terms of its\nagreement with the employer.\n12\nThe parties to the contract we are concerned with envisaged an ongoing\nrelationship in the course of which the content of the original\ncontract could\nchange substantially. Although they agreed on the overall task to be done, the\nparties accepted that delivery could\nbe effected in separate stages. The\nmaintenance stage was quite separate from the construction stage. When the\nformer started, the\nemployer had been given the full benefit of the contractor's\nexpenditure and labours, as approved by the engineer on the employer's\nbehalf.\nClause 33 provides that\n\"On the completion of the Works the Contractor shall clear away and\nremove from the Site all Constructional Plant, surplus materials,\nrubbish and\nTemporary Works of every kind and leave the whole of the Site and the Works\nclean and in a workmanlike condition to the\nsatisfaction of the Engineer\n...\"\nSince by 29 August 1990 the contractor had completed all work in terms of\nthe contract and moved off the site, and the work had been\naccepted\n13\nby or on behalf of the employer, the contractor was owed what it had\nearned, subject only to the condition that it could forfeit portion\nof that if\nit did not maintain the work done for the period agreed upon and/or did not\nremedy such minor defects as might become\nmanifest during the period in\nquestion.\nIn short, in my view the contractor acquired before liquidation a\npersonal right to performance by the employer of its part of their\nbargain. That\nperformance - payment - was delayed for the maintenance period, and was subject\nto the condition that the amount held\nin the retention fund could be reduced.\nThat personal right was transferred in terms of the cession to the Bank before\nliquidation\nand the Master was in my view correct in upholding the objection of\nthe appellant to the joint liquidators' account.\nThe appeal is upheld with costs including the costs of two counsel and\nthe costs of the application for leave to appeal, which were\nreserved. The order\nof the court below is replaced with one dismissing the\n14\napplication with costs including the costs of two counsel.\nL VAN DEN HEEVER JA CONCUR:\nVAN COLLER AJA)",
  "scraped_at": "2026-02-12T08:55:05.175002",
  "date": "1995-11-30",
  "coram": [
    "Joubert JA",
    "Nestadt JA",
    "Van Den Heever JA",
    "Olivier JA",
    "Van Coller AJA"
  ],
  "case_number": "405/94",
  "parties": {
    "applicants": [
      "First National Bank of SA Ltd"
    ],
    "respondents": [
      "MW Lynn NO",
      "GB Perry NO",
      "Le Spendif NO",
      "TS Evans NO",
      "GT Graham NO",
      "The Master of the Supreme Court"
    ]
  },
  "sections": {
    "facts": "Natal Earthworks (Pty) Ltd executed a deed of cession on 31 December 1984 in favour of First National Bank, ceding all present and future monies owed to it. The contractor later entered a construction contract with the Government of Ouaqua, which provided for retention money to be held by the employer and released in two instalments after completion and a twelve‑month maintenance period. The contractor completed the works in August 1990 and the balance of the retention money was certified but not paid before the contractor was placed in provisional liquidation on 10 June 1991 and finally wound up on 26 July 1991. The liquidators sought a declaration that the bank was not a secured creditor for the retention monies, while the bank relied on the 1984 cession.",
    "issues": "1. Whether the 1984 deed of cession transferred the right to the future retention monies, which were subject to a suspensive condition, to the bank. 2. Whether a contingent or future right can be ceded in anticipando and thus make the bank a secured creditor at the date of liquidation. 3. Whether the retention money constituted a present vested right or merely a speculative claim at the time of liquidation.",
    "principles": "The court examined the law of cession, distinguishing between existing debts, future debts, and contingent rights (spes). It held that a cession is an act of transfer of a right and that, where the parties intend, future or conditional rights may be transferred. Authorities cited included Whatmore v Murray, Deloitte Haskins & Sells v Bowthorpe, Muller NO v Trust Bank of Africa, National Bank v Cohen's Trustees, Waikiki Shipping, and Bank of Lisbon v The Master. The court affirmed that a right subject to a suspensive condition is still a right that can be ceded, and that a cession expressed in wide terms can incorporate a transfer in anticipando of rights that arise later.",
    "application": "Applying these principles, the court found that the deed of cession was worded broadly enough to cover all monies that might become due, including the retention monies that became a conditional right on 27 August 1990. The right, although subject to a maintenance‑period condition, vested in the contractor and was transferred to the bank before the liquidation date. Consequently, at the time of the provisional liquidation the bank held a valid security interest and became a secured creditor with a preferent claim over the liquidators.",
    "conclusion": "The appeal was upheld. The lower court’s order granting the liquidators’ declaratory relief was set aside. The bank’s cession was deemed valid and the bank was recognized as a secured creditor for the retention monies. Costs were awarded to the bank, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Security & Cession",
    "level_3": [
      "cession",
      "future rights",
      "retention money",
      "secured creditor",
      "liquidation"
    ]
  }
}