{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/75.html",
  "case_name": "Woolfson's Import & Export Enterprises v Uxolo Farms t/a Spitzberg Ginger (677/93) [1995] ZASCA 75 (31 May 1995)",
  "citation": "[1995] ZASCA 75",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 75\n|\nNoteup\n|\nLawCite\nWoolfson's Import & Export Enterprises v Uxolo Farms t/a Spitzberg Ginger (677/93) [1995] ZASCA 75 (31 May 1995)\nDownload original files\nPDF format\nRTF format\nCG\tCASE NUMBER: 677/93\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nWOOLFSON'S IMPORT & EXPORT\nENTERPRISES CC\tAppellant\nand\nUXOLO FARMS T/A SPITZBERG GINGER Respondent\nCORAM:\nHEFER, EKSTEEN et VAN DEN HEEVER JJA\nHEARD ON:\n18 MAY 1995\nDELIVERED ON:\n31 MAY 1995\nJUDGMENT VAN DEN HEEVER JA\n2\nThe appellant, who was the unsuccessful plaintiff in the court a quo,\nseeks to reverse orders made in favour of the respondent (the\ndefendant below)\nin the Transvaal Provincial Division. The appellant is a close corporation which\ndoes business as an importer and\nexporter under the trade name \"Remex\". The\nrespondent is a partnership producing and selling ginger under the trade name\n\"Spitzberg\nGinger\". In what follows I refer to the parties as either Remex or\nthe plaintiff, and Spitzberg or the defendant respectively.\nIt is common cause that in terms of an oral agreement concluded during\n1990, in which Remex was represented by Mr Woolfson, Spitzberg\nsold and\ndelivered ginger intended for export to Remex on a number of occasions.\nSpitzberg effected delivery by handing over each\nconsignment to a cartage\ncontractor who in turn delivered it at Jan Smuts airport from where it was\nairfreighted to London. It is\nalso common cause that Remex did not pay the\nagreed price of R8 200,00 in respect of one of these consignments.\n3\nThe issues between the parties - as to what the terms of their agreement\nwere, whether Spitzberg breached the contract in material\nrespects; and the\nbasis on which Remex calculated its damages - were set out in the pleadings as\nfollows.\nIn its particulars of claim, Remex alleged that the oral\nagreement\ncontained the following terms:\n\"... that the ginger would comply with the relevant governing\nspecifications relating to ginger to be exported from the Republic and\nin\nparticular that -\n4.1.1\tthe ginger would be free of mould; and\n4.1.2\nthe ginger\nwould be clean and practically free from any visible foreign matter;\nand\n4.1.3\nthe ginger would\nnot be blemished and misshapen and scarred ginger roots would be excluded from\nthe ginger purchased\".\nSpitzberg admitted\nthese allegations in its plea.\nRemex alleged further that\n\"5. At the time of the conclusion of the aforesaid agreement the\ndefendant was aware of the following facts and the agreement was\nconcluded on\nthe basis of the said\n4\nfacts, namely that:-\n5.1\tthe ginger was purchased by the plaintiff for export\nfrom\nthe Republic;\n5.2\tthe plaintiff would rely on the defendant to deliver only ginger meeting\nthe specifications as set out hereinabove and not itself\ninspect same, nor have\nsame inspected prior to freighting the ginger overseas;\n5.3\tshould the ginger not meet the specifications as set out hereinabove,\nsame would be of no use and would have no commercial value\nto the plaintiff who\nwould by virtue of its inability to sell and/or its inability to receive payment\nfor the ginger from its purchaser,\nsuffer damages in an amount totalling the\ncost of freighting and/or the loss of profits as are set out more fully in\nparagraph 9\n- 9.4 hereunder\".\n(Those\ncalculations refer to consignments identified by date of shipment and number of\nair waybill.) The plea admits that the representative\nof Spitzberg was aware of\nthe facts set out in sub-paragraphs 5.1 and 5.2, but denies the remaining\nallegations contained in paragraph\n5.\nThe version of the agreement alleged by Spitzberg in its counterclaim,\nfor the unpaid purchase price of a further consignment, is\nthat\n5\n\"2.1 Verweerder ooreengekom het om gemmer aan Eiser te verkoop;\n2.2\tLowering van die gemmer sou geskied het aan mnr\nBarnard, 'n\nvervoerkontrakteur te Hazyview;\n2.3\tBetaling deur Eiser aan Verweerder sou geskied\nvan\nVerweerder se gebruiklike pryse vir die gemmer, sodra\ndie\ntoepaslike owerhede die gemmer vir uitvoer te\nJan\nSmutslughawe sou\ngoedkeur.\"\nRemex in turn admitted these\nallegations but added the qualification that\ndefendant would be paid\n\"providing that the ginger complied with the relevant governing\nspecifications relating to ginger to be exported from the Republic,\nwhich\nspecifications are more fully set out in paragraphs 4.1.1 to 4.1.3 of the\nplaintiffs particulars of claim, which are herewith\nrepeated\".\nAnd in further particulars Spitzberg admitted that their agreement\ndid\ncontain those terms.\nThe breach of contract on which Remex relied (and which\nis\ndenied by Spitzberg), is that the latter delivered\nginger -\n\"6.1.1 which was not free from mould; and\n6.1.2 which was not clean and free from any visible\nforeign\ni\n6\nmatter; and\n6.1.3 which\nhad blemished and misshapen and scarred\nroots.\n6.2 Further\ndetails of the defects in the ginger appear from\nthe report of J & B Seymour\nConsultants\"\nwhich was annexed to the\nparticulars of claim. The particulars continue\nthat, ignorant of the\ndefendant's breach, Remex freighted the ginger\noverseas; which\n\"... was of no use and/or commercial value to the plaintiff who was\nunable to sell same, alternatively unable to obtain payment of\nthe purchase\nprice from its purchasers and was accordingly unable to recover the cost of\nfreighting the ginger overseas\".\nThen follow its calculations in respect of certain consignments, based on\nwhat it cost Remex to deliver each such consignment in London,\nminus the \"total\nnett proceeds from sale\". To this loss, Remex added its loss of profit. The\ntotal claimed in respect of four consignments\n- shipped on 21 August, 27 August,\n3 September and 10 September 1990 respectively - was R43 807,98.\n7\nAt the close of the plaintiffs case, counsel for the defendant, Mr Swart,\napplied for absolution from the instance on two grounds,\nHe argued -\n(a)\nthat the\nplaintiff had failed to lead any evidence that the ginger delivered did not\ncomply with South African export regulations;\nand, in any\nevent,\n(b)\nthat the plaintiff\nhad failed to lead admissible evidence of the value of the performance in fact\nreceived by Remex, and so had failed\nto provide the trial court with the\nmaterial necessary to enable it to quantify its\ndamages.\nDuring the course of Mr Swart's\nargument the trial judge inquired whether the continued existence of the\ncounterclaim should not have\na bearing on his decision. Mr Swart intimated that\nhis client was not adamant about proceeding with that and, if granted\nabsolution,\nwould ask that the counterclaim be postponed sine die. In the\nensuing judgment, the trial court\n8\n1.\tcommented that such a request would make commercial sense. In the course\nof the plaintiff's testimony Woolfson had admitted that,\napart from its interest\nin the action, Remex's assets were limited;\n2.\tcommented unfavourably as to the suffiency of the evidence tendered by\nRemex but\n3.\trefused absolution on the ground that \"it is possible that evidence may\nbe forthcoming\" - obviously, from witnesses testifying\nin support of the\ncounterclaim - \"supplementing the plaintiff's case which may then lead the court\nto grant judgment for the plaintiff'.\nMr Swart proceeded to close his client's\ncase on the claim and\nasked that the counterclaim be\npostponed sine die. Mr Coetzer, who\nappeared for Remex at the trial, i.a. objected to the latter\nrequest,\nstressing that the claim and counterclaim were inextricably\ninterwoven.\nThe trial judge dealt first with the request for postponement:\n\"This seems to me to be eminently a case where it would be futile for a\ndefendant to carry on with a counter-claim which will be an\nempty shell in the\nend. In the circumstances I\n9\nam of the view that I must accede to the request to postpone it sine die and\nreserve the question of costs, that means that it will\nalways be for the\nplaintiff, if it so wishes to place that matter on the roll again and to see if\nit can recover its costs.\"\nAbsolution was\nthen granted since the basis of the earlier refusal, that possibly the defendant\ncould augment the plaintiffs case,\nhad fallen away. As regards costs, Remex was\nordered to pay Spitzberg's costs of the claim, the costs of the counterclaim\nbeing reserved\n\"for hearing by the court hearing the counterclaim\". The trial\njudge ruled, for the benefit of the taxing master, that the time spent\non\nplaintiff's claim was 95%, on the counterclaim 5%, of the hearing.\nLeave was subsequently granted to appeal to this Court. The main issues\nbefore us are whether the trial judge was correct\n1.\tin finding that Remex had not made out a prima facie case\nthat\nSpitzberg had breached the agreement between the\nparties;\n2.\tin finding that Remex had not adduced sufficient evidence to\nenable\nthe court to calculate the damages Remex had allegedly\nsuffered; and\n10\n3. in postponing the counterclaim sine die.\nShort shrift can\nbe made of the third of these. The purpose of the defendant's ploy in asking for\na postponement of the counterclaim\ncould only have been to avoid the\nunfavourable costs order that would inevitably have followed should defendant\neither have withdrawn\nthe counterclaim or have forthwith closed its case on\nthat, resulting in absolution in favour of Remex. The procedure adopted used\nform to conceal fact. The avenue pointedly left open to the plaintiff (to enrol\nthe matter again should it wish to pursue its claim\nto the costs of the\ncounterclaim) was an obviously unnecessary burden imposed on Remex since the\nmatter was already before the court\nand Remex wished it to be dealt with\nforthwith. The court must have been satisfied that Remex would be unable to\nfollow this avenue\nand Spitzberg content not to resume this burden in future:\npursuit of the counterclaim would destroy the foundation on which the\ncourt had\nbased its refusal to grant absolution in the first instance, and threaten the\nfoundation on which\n11\nabsolution had been granted thereafter.\nI return below to\nwhat is to happen to the improperly postponed counterclaim.\nThe\nevidence relevant to the issues on the merits may be summarized as\nfollows.\nMr R M Sater was to all intents and purposes the United Kingdom client\nRemex supplied with ginger which Remex bought in the Republic\nof South Africa\nfrom Spitzberg, supplemented later by supplies from a concern called Vaspan.\nSater was bom and bred in South Africa,\nbut moved to the United Kingdom in 1986\nwhere he i.a. launched a company, Montpelier Trading, through which he imported\nfruit and\nvegetables from South Africa. He met Woolfson in 1990. A sample of\nginger Woolfson gave him found favour with one of Sater's up-market\nclients.\nSater ordered a ton of ginger, to be packed in 10-kilogram boxes and\nair-freighted to London. The first consignment was\nof such high quality, that\nSater's market expanded in the United Kingdom and he\n12\nplaced orders with Remex for increasing consignments of ginger to be\ndelivered weekly by air, for which he undertook to pay £16\nper box. He\nhimself did not see the produce. It was received, cared for and distributed by\nothers on behalf of Montpelier. After\na few weeks, Sater received a complaint\nand offered that customer a discount, accepting that his supplier had merely had\na \"bad week\",\nwhich was not unusual in the fresh produce market. Then ginger was\nreturned by a customer of Montpelier's as unacceptable. Sater\ncontacted\nWoolfson. Woolfson wanted an independent expert opinion. Sater called in Mr\nGentle of the South African Embassy, whose\ntask it was \"to ensure that all\nproduce from South Africa meets the standards which South Africans are known\nfor\", and also approached\na firm of experts in the Geld of the assessment and\ncontrol of the quality of fresh produce, J & B Seymour Consultants. On 18\nSeptember 1990 Sater and Gentle met two experts from J & B Seymour, messrs.\nAllard and Russell, at the premises of a concern\ncalled Panfresh near Heathrow\nAirport. Panfresh takes delivery of imported\n13\nfresh produce on behalf of importer customers (including Montpelier), and\nstores it under optimum conditions before distributing it\nin accordance with its\nclients' instructions. There 60 boxes taken at random from four consignments of\nSouth African ginger emanating\nfrom Spitzberg and airfreighted according to the\nrelevant documentation on 21 and 27 August, and 3 and 10 September from Jan\nSmuts\nairport, were inspected. Sater took photographs of what he saw. Allard\nadvised him that by rights a public health inspector should\nbe called in to\ncondemn the consignments. Sater dissuaded him from doing so, contacted Woolfson,\ninformed him that Montpelier's customers\nwould have nothing to do with such\ninferior ginger, and asked what Woolfson wished him to do with it. It was agreed\nthat he would\nattempt to get rid of the ginger as best he might, and remit what\nmoney he received (less his expenses in doing so) to Remex. Sater\ndetailed the\nsteps he took in accordance with this undertaking. He was challenged in\ncross-examination by Mr Swart as to the admissibility\nof his evidence relating\nto the condition of\n14\nthe ginger when he saw it, since he did not purport to testify as an\nexpert and no notice had been given in terms of Supreme Court\nRule 36(9)(b) that\nhe would do so. His reply was that he was testifying about what he saw, as an\nobserver and not an expert; and\nthat he knew from experience -\nscil.\nas\nan importer of fresh produce, not a horticulturalist -that ginger properly\ntreated and stored has a shelf life of between four\nand six months. What he saw\nwas ginger that was soiled, infected with mould, misshapen and scarred, and a\nfar cry from the sample\non the strength of which he had placed regular orders.\nHe was unable when pressed by Mr Swart to give details as to the going rates\nfor\nthe different steps he took in the process of having the ginger disposed of - in\nless affluent and less choosey markets than\nthose Montpelier had disappointed as\na result of the flaws in the produce - transport, commission charged, and so on.\nHe was however\nunshaken that he had done all in his power, through reliable and\nhonest agencies, to dispose of the ginger to best advantage. He\nwas fully aware\nthat the condition of the ginger would\n15\ndeteriorate progressively as time went by because of the mould\ninfecting\nit. However,\n\"... there were seven tons of ginger which had been stated to be\ndefective. If we had taken all seven tons to the market in one week,\nwe would\nnot have been able to sell it. What we did was, split it up into five different\nmarkets and we sent out small portions per\nweek, so that we could clear the\ngoods consistently. If you dump out-of-grade ginger, you really have a major\nproblem\".\nMr Richard Allard from the United Kingdom was the expert called on behalf\nof the plaintiff in support of the report which was an annexure\nto the\npleadings. He himself was the author of that report although another had signed\nit on behalf of the firm J & B Seymour\nConsultants. It is unnecessary to\ndetail his qualifications or his experience which stretched over many decades in\ni.a. the inspection\nand assessment of fresh produce for purposes of quality\ncontrol and loss assessment. It was not his expertise which was challenged,\nbut\nthe norm against which he assessed the ginger which he and his colleague\ninspected that day and\n16\nreported on. He detailed the steps taken to select a random but\nrepresentative sampling from the consignments in question. There was\nno\nconfusion between Spitzberg and Vaspan ginger. The boxes bore the producers'\nnames, and all claimed to contain Class 1 ginger.\nNone did. His description of\nwhat he saw corroborates Sater's interpretation of the photographs he took that\nday. Had a health inspector\nbeen called in, the entire consignment would have\nbeen condemned. He knows Panfresh distribution centre well and comes there often\nenough to state that its reputation of being one of the best such centres in and\naround London is well deserved. He knows its methods.\nHe had no reason to think\nthat the poor condition of the ginger as he saw it was due to any incorrect\nhandling whether in transit\nor storage by Panfresh.\nThe major attack launched against Allard's evidence by Mr Swart was\nfounded on the fact that Allard rated the ginger as second class\nor \"out of\ngrade\" (i.e. lower than class 2), \"using the OECD Recommended Quality Standards\nfor fresh ginger\". Allard explained that\nthe acronym\n17\nstands for the Organization of Economic Co-operation and Development,\nwhich has its headquarters in Paris. Allard did not pretend\nto have any expert\nknowledge of the content of the South African regulations governing the export\nof ginger from the Republic of\nSouth Africa, nor whether the permissible\npercentages of deviation from the desirable norm which he applied, approximated\nto norms\nlaid down here. But Allard was unshaken that the flaws he saw in the\nginger were due to careless harvesting - leading to tears and\ncuts; to lack of\nproper cleaning -leaving roots soiled; and to lack of proper curing and drying,\nalong with failure to treat the\nroots with fungicide and growth inhibitors\nbefore packing the produce - leading to the development of mould and some roots\nstarting\nto sprout. He had no doubt that the origin of the mould he saw was to\nbe found in insufficient pre-packaging care; and that, once\nmould started, it\nwas almost impossible to reverse the process of rapid deterioration that would\nfollow.\nThe last witness called, was Mr Woolfson. He corroborated the\n18\nevidence of Sater as to how their business relationship began. Initially\nhe had bought ginger from Spitzberg through an intermediary,\na certain Ludi; but\nafter one or two consignments he had contacted Spitzberg direct and spoken to Mr\nSchreuder of that concern. He\nconfirmed that their agreement included the terms\nset out in paragraph 4 of Remex's particulars of claim. He himself had seen the\noriginal consignment which he had sent to Montpelier. It was magnificent ginger.\nWhen he made contact personally with Schreuder,\nSchreuder said that he was aware\nof the export regulations and knew how to comply with them. The understanding\nwas that Spitzberg\nwould supply ginger of the same quality as the first\nconsignment; and that if the ginger delivered did not match the quality of that,\n\"the ginger would effectively become worthless to us and the reason for that is\nthat we would then not have a customer for it, a\nclient\". Schreuder was aware\nthat Remex would rely on Spitzberg for quality control since Remex would not\nitself handle the ginger\nat any stage. He had contacted Schreuder when the\nfirst\n19\ncomplaint about the quality of the ginger delivered was voiced. Sater\nthereafter faxed Allard's report to him immediately after the\nfour consignments\nhad been inspected. He contacted Schreuder and relayed the expert opinion that\nby rights those four consignments\nshould be condemned, but \"we would see what we\ncould do\". Schreuder slammed the phone down on him.\nWoolfson was cross-examined vigorously for allegedly seeking to have\nEnglish standards applied to the ginger delivered, instead of\nthe South African\nnorms relevant to the agreement between the parties; and was pressed to explain\nwhy he had been and remained unwilling\nto acknowledge that the ginger had been\ninspected at Jan Smuts airport, despite conceding that according to the relevant\ndocumentation\nput before court it had been passed for export by the appropriate\nofficials there. Mr Swart obtained the inevitable concession that\nWoolfson had\nno personal knowledge whether the costs and charges incurred by Sater which he\nhad deducted from the price he obtained\nfor the flawed ginger had been\n20\nreasonable, or that the ginger had been sold for its market\nvalue.\nIt is unnecessary to set out further detail of the testimony.\nThe witnesses did not contradict one another or themselves in any material\nrespect and, of course, their evidence stands uncontradicted.\nBoth the argument advanced by Mr Swart and the judgment of the court a\nquo burden Remex with an agreement containing terms which conflict\nwith those\nthat were common cause on the pleadings and confirmed by Woolfson in his\nevidence. He had been quite right to refuse to\ncommit himself as to whether the\nginger delivered by Spitzberg had been inspected at Jan Smuts airport. It was\nirrelevant whether\nany inspector had or had not approved such roots, whether on\nthe strength of prior inspection or as a formality. The touchstone against\nwhich\nthe parties' agreement required the ginger to be tested, was an objective one:\nit had to comply with \"the relevant governing\nspecifications relating to ginger\nto be exported from the Republic\". No evidence was tendered as to what those\nspecifications laid\ndown. Mr Swart put it to Woolfson that\n21\nSchreuder would say that he had obtained a memorandum from\nthe\nDepartment of Agriculture, allegedly containing specifications\nrelating to\nginger to be exported. He asked whether Woolfson wished\nto comment\non this document. Woolfson replied in the negative. Even\nhad the\nmemorandum, dated 7 October 1987, become admissible evidence of\nthe\ntruth of its contents by such a passing reference, it could not\nassist the\ndefendant. It set out \"voorskrifte/standaarde\" to be\nadministratively\napplied pending the promulgation of \"nuwe regulasies\", and did\nso\nincoherently. Phrases like\n\"(e) Bederf met 1% afwyking. (f) Verlep met 1% afwyking\"\nare at least ambiguous. Specifications like\n\"(g) Skoon gewas en vry van vreemde stowwe.\n(j) Moet eenvormig per houer wees.\n(k) Moet behandel wees met 'n geskikte swamdoder\"\nare not. In any event 1 repeat that it was conceded on the pleadings that\nthe applicable specifications included (or, in the plea\nto the\ncounterclaim,\n22\nwere limited to) the imperatives that the ginger had to be free of mould,\nclean, and not blemished, misshapen or scarred. The court\na quo was accordingly\nquite wrong in regarding it as a fatal lacuna in the plaintiffs case\nthat\n\"...there is no evidence before the court as to what the condition of the\nginger was or would have been in the eyes of an inspector\nwho had to inspect it\nin terms of the agreement\".\nThe uncontradicted evidence of Allard and Sater makes it clear that the\nginger did not match up to the admitted requirements when\nit was inspected. The\nfailure to match up with the second and third imperatives clearly constituted a\ndefect present already on delivery\nat Jan Smuts airport, so that the lapse of\ntime between that delivery and the inspection - of which much was sought to be\nmade at\nthe trial - is irrelevant. Allard was adamant, as already pointed out,\nthat the progressive infection\n23\nof mould seen at the inspection also originated before that\ndelivery.\nIn short, there was at the very least prima facie evidence\nthat the common cause terms of the agreement between the parties had been\nbreached by the defendant. That the breach was material can hardly be questioned\nin the light of Allard's evidence that the ginger\nshould by rights have been\ndestroyed.\nOn the issue of damage, too, defendant sought to confine plaintiff to a\nmethod of computing its quantum in which Remex was not interested.\nIn the\npreliminary skirmishing before the trial, both on paper and at the pre-trial\nconference, Spitzberg pressed Remex for advance\nnotification of the expert\nevidence Remex proposed leading to enable the court to quantify the damages\nclaimed. Remex was constant:\nit had no intention of calling expert evidence on\nthis issue. Both Mr Swart and the trial court ignored paragraph 5 of the\nparticulars\nof claim and Woolfson's evidence, from which I have quoted earlier,\nthat the agreement was concluded on the basis that, having an\noverseas customer\nfor quality\n24\nginger, inferior ginger was of no use to Remex. In the light of\nthat\nuncontradicted evidence, the trial court erred in holding there to be\na\nsecond fatal lacuna in plaintiffs case:\n\"There is no expert evidence before this court as to what second grade or\nout of grade ginger could fetch on various markets testified\nto by Mr Allard in\nEngland. One of the items claimed by the plaintiff represents his out of pocket\nexpenses to market the ginger\nin England and there are various items under this\nhead. He had to pay customs costs, cartage, handling, distribution and market\ncommission.\nI have no problem that if those\ncosts had to be incurred in order to realise something, that that is a figure\nwhich a court can and\nmust take into account in working out what the damages\nhave been. My difficulty is that there is really no evidence before the court\nas\nto how these amounts were paid out, to whom, for what and if they were\nreasonable in the England situation.\"\nThe objective of an award of damages for any breach of contract, is to\nput the injured party in the position in which he would have\nbeen, financially\nspeaking, if the other party to the contract had performed properly in\naccordance with its terms, without being\nunfair to the\n25\ndefendant. The cases are legion - see e.g. NOVICK v BENJAMIN\n1972 (2) SA\n842\n(A) 860 A-B. The method by or date at which to calculate the sum required to\nachieve this object, is not defined by laws of the Medes\nand Persians, despite\n\"working rules\" accepted as being applicable\nand fair in the majority of cases. (Cf for example HOFFMANN AND CARVALHO\nv MINISTER OF AGRICULTURE\n1947 (2) SA 855\n(T); NOVICK v BENJAMIN supra at p 859\nD-G; CULVERWELL AND ANOTHER v BROWN\n1990 (1) SA 7\n(A).) In the present matter\nthe object of awarding damages would not be achieved were it to be limited by\nreference to the market\nvalue of the defective ginger, whether at delivery at\nJan Smuts airport or when Remex discovered its loss as a result of Allard's\nreport. Insistence on this method of quantification would have placed a\nprohibitively expensive burden of proof on Remex. The ginger,\nthe markets - if\nany - and the witnesses to testify to those were thousands of kilometres away.\nIn any event the uncontradicted evidence\nsupports the allegation in par 5.3 of\nplaintiffs particulars of\n26\nclaim, that Remex itself had no means of disposing of the ginger\nAllard\nthought should be condemned. It could only look to Sater to\nmake the\nbest of a bad job that would worsen progressively as the\nmould itself\nprogressed. There can be no suggestion on this record\nthat it should\nhave acted in any other fashion; nor indeed that Sater did not\nact\nprudently in the steps he took; nor that Woolfson erred in saying,\nwhen\nchallenged, that he himself could not say that the price received for\nthe\nginger was fair -\n\"I would go so far ... as to say that it is an incredible price in the\nlight of the fact that it could have been destroyed and we\ncould have received\nnothing for it... or sent back to Jan Smuts and your client would today be\nlooking at a claim far, far greater\nthan this\".\nCf HOLMDENE BRICKWORKS (PTY) LTD v ROBERTS CONSTRUCTION CO LTD\n1977 (3)\nSA 670\n(A) 689 D-F.\nBefore us respondent did not dispute the other components of Woolfson's\nsums when explaining the composition of Remex's loss: the\npurchase price it had\npaid for the ginger, the necessary expenses involved\n27\nin getting that to London, and the profit Remex would have made on its\ncontract of sale to Montpelier at £16 per box. It follows\nthat once the\nfigures of Sater and Woolfson are accepted as to what was salvaged and remitted,\nthe total amount claimed in the particulars\nof claim is correct.\nReversal of the order of the court a quo on the main claim leaves the\npostponed counterclaim suspended in mid-air along with the directive\nmade by the\ntrial judge to the taxing master that only 5% of the trial costs incurred should\nbe allocated to the counterclaim. That\nruling ignored the pre-history, that\nSpitzberg obtained default judgment in the magistrate's court for R8 200,00\nagainst Remex, which\nwas rescinded. Remex had been unaware of the issue of\nsummons. According to Woolfson it had been pinned to the door of vacant\npremises.\nBy agreement between the parties this claim re-appeared as the\ncounterclaim in the action instituted in the Supreme Court by Remex.\nMr Swart conceded that should the appeal succeed, the counterclaim should\nbe dismissed with costs. (It being a matter pending\n28\nin the Transvaal Provincial Division, it is however not for this Court to\nmake such an order.) Mr Swart agreed that it should be noted\nthat in such event\ndefendant would withdraw its counterclaim and tender costs on the basis of the\nagreement alleged in the counterclaim,\nthat each party would pay its own\nmagistrate's court costs.\nNo argument was advanced as to the propriety of the second prayer\ncontained in plaintiffs particulars of claim, which was for interest\non the\ndamages claimed at 18,5% p.a. from date of service of summons. Since the amount\nclaimed was originally greater than the final\nfigure and the quantum was in\ndispute, I can think of no reason why interest should run from summons instead\nof from the date of\nthe judgment of the trial court, namely 8 August 1993. Cf\nRUSSELL NO AND LOVEDAY NO v COLLINS SUBMARINE PIPELINES AFRICA (PTY) LTD\n1975\n(1) SA 110\n(A) 154-8.\nHowever, for the very reason that no argument was addressed on the\nquestion of either the date from which interest should run or the\nrate\n29\nclaimed, paragraph 3(b) of the order of this Court will be provisional\nfor 14 days from date of this judgment; with leave to both\nparties to file\nwritten argument on the matter within that period. Should none be forthcoming,\nthat paragraph of the order will become\nfinal.\nFinally: at the commencement of the hearing before us, plaintiff required\ncondonation, since the appeal had been lodged out of time.\nDefendant did not\noppose and condonation was granted but plaintiff ordered to pay the\ncosts.\nThe following orders are\nmade:\n1.\nThe\nappeal succeeds, with costs.\n2.\tThe order of the trial court granting absolution from the instance with\ncosts is set aside and replaced with the following: \"Judgment\nis granted against\nthe defendant for -\n(a)\nPayment of the\nsum of R43\n807,98.\n(b)\nInterest on the\nsaid sum at the rate prescribed from time to time, from 8 August 1993 to date of\npayment.\n30\n(c) Costs of suit.\"\n3.\tParagraph 3(b) above shall be provisional for 14 days from date hereof\nand become final only should the parties not file written\nargument as to the\nrate at and date from which interest is to run.\n4.\tIt is noted that respondent has undertaken to withdraw its counterclaim\nin this matter still pending in the Transvaal Provincial\nDivision and to tender\nappellant the costs thereof but so that each party will pay its own costs of the\nprior magistrate's court\nproceedings relating to the same\nissue.\nL VAN DEN HEEVER JA\nCONCUR:\nHEFER JA) EKSTEEN JA)",
  "scraped_at": "2026-02-12T07:08:37.769367",
  "date": "1995-05-31",
  "coram": [
    "Hefer JA",
    "Eksteen JA",
    "Van den Heever JA"
  ],
  "case_number": "677/93",
  "parties": {
    "applicants": [
      "Woolfson's Import & Export Enterprises CC"
    ],
    "respondents": [
      "Uxolo Farms t/a Spitzberg Ginger"
    ]
  },
  "sections": {
    "facts": "In 1990 the parties concluded an oral agreement whereby Woolfson's Import & Export Enterprises (Remex) would purchase ginger from Uxolo Farms trading as Spitzberg Ginger for export to the United Kingdom. The agreement required the ginger to be free of mould, clean and free of visible foreign matter, and not blemished or misshapen. Spitzberg delivered several consignments via a cartage contractor to Jan Smuts Airport for air‑freight to London. Remex alleged that one consignment was not paid for (R8,200) and that the ginger delivered was defective – mouldy, dirty and misshapen. Evidence included an expert report by J & B Seymour Consultants, photographs, and testimony from the UK buyer (Mr Sater) and Remex’s director (Mr Woolfson). The trial court granted absolution to Remex and postponed the counter‑claim, ordering Remex to pay the respondent's costs.",
    "issues": "The appellate court had to determine: (1) whether Remex had established a prima facie case that Spitzberg breached the contract by delivering ginger that did not meet the agreed specifications; (2) whether Remex supplied sufficient evidence to quantify the damages suffered; (3) whether the trial judge was correct in postponing the respondent’s counter‑claim sine die.",
    "principles": "The court applied the general principles of contract law: a breach occurs when performance falls short of the contractual terms, and the plaintiff must prove a prima facie case and the quantum of loss. Damages aim to put the injured party in the position it would have been in had the contract been performed, without imposing an unfair burden on the defendant. The court noted that expert evidence is not mandatory where the breach and its consequences are evident from the facts, and that the absence of a precise market value for defective ginger does not preclude a damages award. Relevant precedents cited include Novick v Benjamin and Hoffmann & Carvalho v Minister of Agriculture, emphasising the correct approach to assessing loss.",
    "application": "The appellate court found that the expert report and the buyer’s testimony clearly established that the ginger was defective at delivery, breaching the specifications and rendering it commercially worthless. This satisfied the prima facie requirement. The court held that Remex’s calculation of R43,807.98, representing the purchase price, freight costs and lost profit, was a proper estimate of loss, and that the trial court’s refusal to accept this evidence was erroneous. Consequently, the order granting absolution and postponing the counter‑claim was set aside. The counter‑claim was noted to be withdrawn by the respondent in the lower court.",
    "conclusion": "The appeal succeeded. The judgment was set aside and replaced with an order against the respondent to pay Remex R43,807.98 with interest from 8 August 1993 until payment, and costs of suit. The interest clause is provisional for 14 days pending written argument. The respondent agreed to withdraw its counter‑claim in the Transvaal Provincial Division and each party will bear its own costs of the prior magistrate’s court proceedings. Condensation for the out‑of‑time appeal was granted, with costs awarded to the appellant."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Sale of Goods / Export Contracts",
    "level_3": [
      "breach of contract",
      "damages calculation",
      "quality specifications",
      "expert evidence"
    ]
  }
}