{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/18.html",
  "case_name": "S v Kubheka en 'n Ander (651/93, 421/94) [1995] ZASCA 18 (24 March 1995)",
  "citation": "[1995] ZASCA 18",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 18\n|\nNoteup\n|\nLawCite\nS v Kubheka en 'n Ander (651/93, 421/94) [1995] ZASCA 18 (24 March 1995)\nDownload original files\nPDF format\nRTF format\nNIE RAPPORTEERBAAR\nSAAKNOMMER 651/93\n421/94\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak tussen:\nMALEFETSANE J KUBHEKA\nEERSTE APPELLANT\nen\nMOLALEHI P\nMOTLOKOA\nTWEEDE APPELLANT\nen\nDIE STAAT\nRESPONDENT\nCORAM\n:\tE M GROSSKOPF, NIENABER, ARR et OLIVIER,\nWnd AR\nVERHOORDATUM\n: 20 FEBRUARIE 1995\nLEWERINGSDATUM\n: 24\nMAART 1995\nUITSPRAAK\nOLIVIER, Wnd AR:\nEerste appellant is op 18 November 1993 deur 'n regter en\ntwee\n2\nassessore in die Rondgaande Hof te Harrismith op die volgende aanklagte\nskuldig bevind:-\n1.\tRoof met verswarende omstandighede soos omskryf in artikel 1 van Wet 51 van\n1977, deurdat hy op of omtrent 19 Mei 1993 te Phuthaditjhaba\nwederregtelik en\nopsetlik vir sersant Hadibonoe Peacock Tsosane en/of Refiloe Anastacia Mondwene\ngeweld aangedoen het en met die\nopset om te steel 'n vuurwapen, magasyn en\nammunisie uit die besit van gemelde Tsosane gesteel\nhet.\n2.\nMoord op\ngemelde Tsosane te genoemde plek en tyd;\n3.\tOortreding van artikel 2 gelees met artikels 1, 39 en 40 van Wet 75 van 1969\ndeurdat hy in die periode 19 Mei 1993 tot 6 Junie\n1993 te Witsieshoek\nwederregtelik en opsetlik in besit van 'n vuurwapen, te wete 'n 7,G5mm pistool,\nwas.\n4.\tOortreding van artikel 36 gelees met artikels 1, 39 en 40 van Wet 75 van 1969\ndeurdat hy op bogenoemde tyd en plek wederregtelik\nen opsetlik in besit was van\nammunisie, te wete 14 rondtes 7,65mm\n3\npatrone en 7 rondtes 9mm patrone, sonder om in regmatige besit van\n'n vuurwapen te wees waaruit sodanige ammunisie afgevuur kan\nword.\nTweede appellant is deur dieselfde hof aan die eersgenoemde\ntwee misdade, nl die roof en moord, skuldig bevind.\nEerste aopellant\nis soos volg gevonnis: Aanklag 1 (roof): 7 jaar gevangenisstraf. Aanklag 2\n(moord): Die doodvonnis.\nAanklagte 3 en 4 (saamgeneem vir vonnisdoeleindes):\n9 maande gevangenisstraf.\nTweede appellant\nis soos volg gevonnis:\nAanklag 1 (roof): 7 jaar gevangenisstraf. Aanklag 2 (moord): 15 jaar\ngevangenisstraf.\nDie verhoorhof het gelas dat vier jaar gevangenisstraf,\nopgelê ten aansien van die roofklag, gelyktydig met die gevangenisstraf\nten opsigte van die moordklag uitgedien kan word. Tweede appellant is derhalwe\ntot 'n effektiewe termyn van 18 jaar gevangenisstraf\ngevonnis.\n4\nDie verhoorhof het aan eerste appellant verlof verleen om na hierdie Hof in\nhoër beroep te kom teen die skuldigbevinding en vonnis\nop aanklag 1 (roof).\nAppellant kom van regsweë in hoër beroep teen die skuldigbevinding en\nvonnis in geval van aanklag\n2 (moord).\nIn die geval van tweede appellant het\ndie verhoorhof verlof geweier om teen die skuldigbevindings en vonnisse te\nappelleer. Sodanige\nverlof is deur hierdie Hof aan hom verleen.\nDie\nagterarond\nTydens die verhoor was eerste appellant beskuldigde een en tweede appellant\nbeskuldigde drie. Ene Mabote Phillip Mosia was beskuldigde\ntwee.\nDie aanklagte spruit voort uit die volgende:\nDie oorledene was 'n\nlid van die Qwa-Qwa Polisie en werksaam by die dwelm-eenheid. Op die betrokke\naand het hy in 'n bruin Mazda-voertuig,\n'n polisiemotor met registrasienommer\nMRY 967T, in Phuthaditjhaba gery. Toe hy laas lewend deur sy kollegas gesien is,\nwas daar 'n\nvrouepersoon saam met hom in die motor en was hy, volgens die\npolisiegetuienis, op soek na 'n\n5\nander voertuig. 'n Kollega van hom, konstabel Lehoaba, het gesien dat die\noorledene in Totiusstraat af ry. Vier of vyf minute later\nhet hy hom met sy\nmotor gevolg. Net anderkant die Qwa-Qwa Primêre Skool het hy die oorledene\nse motor sien staan en opgemerk\ndat 'n persoon agter die voertuig op die grond\nlê. Lehoaba het stilgehou, uitgeklim en vasgestel dat die persoon op die\ngrond\ndie oorledene was en dat hy dood is. Daar was baie bloed aan sy voorkant.\nLehoaba het in die oorledene se voertuig geklim om per\nradio polisiehulp te\nontbied, toe hy 'n gestamp in die bagasiebak hoor. Hy het dit oopgesluit en die\nvrou wat vroeër saam met\ndie oorledene in die motor was, het uitgeklim.\nKonstabel Lehoaba het 'n aantal patroondoppies en koeëlpunte wat later\ndeur die polisie in beslag geneem is daar op die grond\nsien lê. Die pad\nwas met klippe versper waar die oorledene se motor gestaan het. In 'n nadoodse\nondersoek deur die distriksgeneesheer,\nDr Mokhatla, is sewe koeëlwonde in\ndie liggaam van die oorledene en wel in die linkerbors en -arm gevind. 'n 7,65mm\nkoeëlpunt\nis in die liggaam gevind. Twee van die\n6\nkoeëlwonde het die hart deurboor. Die skote is afgevuur op 'n afstand\nvan een meter of meer, direk en min of meer horisontaal\nin die oorledene se\nborskas in.\nDie vrou wat saam met die oorledene in die polisievoertuig gery\nhet en deur konstabel Lehoaba uit die bagasiebak daarvan bevry is,\nwas Refiloe\nAnastacia Mondwene. Haar getuienis lui dat sy nie-amptelik saam met die\noorledene in die polisievoertuig was. Terwyl\nhulle naby 'n skool gesit en wag\nhet, het 'n huurmotor sonder registrasienommers by hulle verbygery. Oorledene\nhet gesê dat\nhy dié voertuig gaan agtervolg om ondersoek in te\nstel. Hulle het die huurmotor egter uit die oog verloor en teruggekeer na\ndie\nplek waar hulle voorheen gesit en wag het, toe hulle opmerk dat die pad daarheen\nmet klippe versper is. Oorledene het stilgehou\nen gesê hy sal die klippe\nmet sy hande verwyder. Hy wou net uit die voertuig klim, toe persone van buite\ndie deur aan die bestuurder\nse kant oopgepluk het. Dit was 'n hele paar persone,\nsy weet nie hoeveel nie. Hulle het oorledene beveel om uit te klim en hom na\ndie\nagterkant van die motor getrek. Dit het vir haar geklink\n7\nasof klere skeur en asof 'n klapper afgaan. Een van die persone het na haar\nkant van die voertuig beweeg en 'n vuurwapen op haar gerig.\nHy het 'n klapmus\nopgehad en het haar beveel om uit die motor te klim. 'n Ander manspersoon het\ngesê: \"Skiet haar\", maar die\neen met die vuurwapen het geweier. Sy is toe\nin die bagasiebak gestop. Sy kon geeneen van die aanvallers, wat Sesotho gepraat\nhet,\nidentifiseer nie want hulle het klapmusse opgehad.\nSy het gesien dat die oorledene 'n vuurwapen by hom gehad het. Toe hy uit die\nvoertuig getrek is, was die vuurwapen nog aan sy sy.\nToe die aanvallers haar\ngegryp het om haar in die kattebak te prop, het sy die oorledene agter die motor\nop die grond sien lê.\nDie oorledene se dienspistool en sy ammunisie is\ndeur die aanvallers buitgemaak.\nDie kernvraag voor die hof\na quo\nwas of die staat bo redelike twyfel\ndie aandadigheid van die drie beskuldigdes aan die gemelde misdade bewys het.\nDie verhoorhof\nhet hierdie vraag ten gunste van die staat beantwoord in die\ngeval van die twee appellante; beskuldigde twee is onskuldig bevind\nen\n8\nontslaan.\nIn 'n neutedop saamgevat, is die staat se saak teen\neerste\nappellant\ngebaseer op 'n verdoemende bekentenis wat hy op Vrydag, 11 Junie\n1993 te Phuthaditjhaba voor landdros Tshabalala afgelê het;\nop uitwysings\nvan en by die misdaadtoneel op dieselfde dag aan kaptein Symington van die SA\nPolisie; en op die ontdekking van die\nvuurwapen waarmee die moord gepleeg is, 'n\n7,65mm pistool, in eerste appellant se woning op 5 Junie 1993.\nDie staat se\nsaak teen\ntweede appellant\nberus op 'n bekentenis wat hy voor landdros\nTshabalala afgelê het op 14 Junie 1993 en waarin hy sy aandadigheid aan\ndie roof\nen moord erken het; en die ontdekking van oorledene se vuurwapen, 'n\nZ88 9mm pistool, by ene Godfrey Malinga, terwyl dit beweer is\ndat die vuurwapen\nna die misdrywe in tweede appellant se huis was en op sy instruksies (terwyl hy\nin die gevangenis in Virginia was)\ndeur sy eggenote daaruit verwyder is en\nuiteindelik in Malinga se besit beland het.\nEk behandel eers die\neerste appellant\nse skuldigbevinding deur die hof\na quo\n.\n9\n(a)\nDie bekentenis voor landdros Tshabalala op 11 Junie 1993\n.\nOmdat\ndie voorgelegde bekentenis voldoen het aan die formele vereistes gestel in art\n217(1) (a) en (b) van die Strafproseswet, het\ndie hof a\nguo\nbeslis dat\ndie las om te bewys dat die bekentenis ontoelaatbaar is, op eerste appellant rus\nen wel op 'n oorwig van waarskynlikhede.\nSy advokaat het te kenne gegee dat hy\nsal poog om te bewys dat die bekentenis onder dwang afgelê is weens\naanrandings op en\ndreigemente teenoor eerste appellant; dat hy onbehoorlik\nbeïnvloed is tot die aflegging daarvan en dat hy, wat die inhoud daarvan\nbetref, voorgesê is.\nEerste appellant se getuienis ten aansien van die beweerde aanrandings en\ndreigemente is die volgende:\n(1) Na sy arrestasie op 5 Junie 1993 is hy in die Phuthaditjhaba-polisieselle\ntoegesluit tot om 19h00. Nege polisiemanne het die\nsel binnegekom en gesê\nhulle soek vuurwapens. Kaptein van Staden het 'n vuurwapen op hom gerig. Hy is\nbeveel om uit te trek\nen 'n klapmus asook 'n sak is oor sy kop getrek. Die sak\nis om sy nek vasgemaak.\n10\nHy is beveel om plat op die sementblad te gaan lê. Een van die\npolisiebeamptes het op sy rug gaan sit en sy hande agter sy\nrug vasgeboei.\nKabels is aan sy voete vasgemaak en iets is op sy boude en privaatdele gevryf.\nHy het toe begin voel dat hy versmoor.\nHy is aanhoudend gevra waar die\nvuurwapens is. Die aanranding het 'n uur-en-'n-half geduur. Eerste appellant het\nkonstabel Matagoe,\nkonstabel Leohaba en sersant Motloung as sommige van die\naanranders uitgewys; volgens hom was kaptein van Staden ook teenwoordig.\n(2)\tOp Maandag 8 Junie het daar weer van Phuthaditjhaba se polisie-beamptes by\ndie selle waar hy aangehou was, opgedaag en hy is\nweer geskok en versmoor. Dit\nhet langer as 'n uur aangehou. Hulle wou van hom weet wat hy van die dood van 'n\npolisieman op 5 Junie\nweet. (Hierdie navraag het nie op die dood van Tsosane\nbetrekking gehad nie maar op die moord op die ondersoekbeampte wat besig was\nom\nTsosane se dood te\nondersoek)\n(3)\nOp\nDinsdag 9 Junie is hy weer op dieselfde wyse aangerand, en\nwel\n11\ndeur dieselfde persone.\nHy het voorts getuig dat hy op 11 Junie\ndeur kaptein van Staden onder polisiebegeleiding na Harrismith gestuur is om\ndaarvoor 'n blanke\nlanddros, mnr Breyl, 'n bekentenis af te lê. Hy het\negter aan die landdros vertel hoe hy aangerand is en sy beserings uitgewys.\nDie\nlanddros het hom na Phuthaditjhaba teruggestuur.\nEerste appellant is\nteruggeneem na kaptein van Staden se kantoor. Daar het laasgenoemde die\nkantoordeur toegemaak, sy vuurwapen uitgehaal\nen oorgehaal en gesê dat hy\nnie van die aanranding mag vertel nie; dat hy hom gaan doodmaak en dat sy\nfamilie nie eers daarvan\nsal weet nie; en dat hy nou geneem sal word na 'n\nlanddros van Qwa-Qwa waar hy moet sê dat dit hy is wat die oorledene\ngeskiet\nhet. Eerste appellant getuig dat hy weens vrees ingestem het en na\nPhuthaditjhaba geneem is waar hy die gewraakte bekentenis voor\nlanddros\nTshabalala afgelê het.\nHy het getuig dat hy die bekentenis afgelê\nhet omdat hy weens die aanranding vreesbevange was. Die inhoud daarvan is leuens\nen versinsels.\n12\nHy het voorts getuig dat 'n sersant Motloung hom R20 000 aangebied het as hy\ndie skuldiges sou uitlewer. Eerste appellant sê\ndat hy dié aanbod\naanvaar het. Verder is belowe dat as hy die skuldiges aan die moord uitlewer,\ndie ondersoek teen hom in\nverband met die vuurwapen gestaak sou word.\nNamens\neerste appellant is landdros Breyl as getuie geroep. Volgens sy aantekeninge het\neerste appellant aan hom gesê dat hy\nvanaf die Saterdag aangerand is. Hy\nhet vier klein rofies aan sy groottone as die plek waar hy na bewering geskok\nis, gewys. Daar\nwas geen sigbare swelsels nie. Geen verdere beserings is\nwaargeneem nie, ook nie op sy rug nie, hoewel eerste appellant sy hemp opgelig\nhet om sy rug te ontbloot. Hy het ook van die sak oor sy kop en van die skok\nvertel. Tien mense het hom na bewering geslaan en gedreig.\nDaar is verwys na 'n\npolisiekaptein wie se naam eerste appellant nie geken het nie. Daar is volgens\nsy mededelings aan landdros Breyl,\nook aan hom gesê dat as hy die\nskuldiges sou uitwys, hy R20 000 sou kry.\nLanddros Breyl het weens hierdie bewerings besluit om geen verdere verkiaring\naf te neem nie en die appellant se mededelings genotuleer.\nDie\n13\nnotule is voor die hof geplaas en is in ooreenstemming met landdros Breyl se\ngetuienis.\nHy sê voorts dat daar geen brand- of skraapmerke op eerste\nappellant se enkels was nie. Daar was ook geen verdere tekens van\nongemak by hom\nnie. Daar was wel vier klein rofies aan sy tone.\nMnr G G Lephe het ook namens\neerste appellant getuig. Hy was die tolk tydens eerste appellant se bogemelde\nverklarings aan landdros\nBreyl. Volgens hom het hy en eerste appellant mekaar\ngoed verstaan. Hy kan nie onthou of daar beserings uitgewys is al dan\nnie.\nNamens eerste appellant is, by ooreenkoms, ook 'n\nwaarskuwingsverklaringingehandig. Dit is afgelê om 10h15 op 10Junie 1993\nen\ndaarin het eerste appellant bevestig dat hy verkies om sy verklaring voor die\nhof af te lê.\nTer weerlegging van eerste appellant se saak het die\nstaat in die binneverhoor die getuienis van die volgende persone aangebied:\nKaptein\nSymington, bevelvoerder van die misdaadondersoekdiens te\n14\nBethlehem aan wie die beweerde uitwysings gedoen is; kaptein van Staden, die\nhoof van die moord- en roofafdeling te Phuthaditjhaba;\nkonstabel Machabalo, van\ndie moord- en roofeenheid te Qwa-Qwa; konstabel Mokhothu, van die\nmisdaadondersoekdiens te Bethlehem; speurder\nMonoto, die ondersoekbeampte in\nhierdie saak; konstabel Morenammele, 'n konstabel gestasioneer te Namahadi\nPolisiestasie in Qwa-Qwa;\nkonstabel Lehoaba, van die moord- en roofeenheid te\nPhuthaditjhaba en konstabel Motloung van die moord- en roofafdeling te\nQwa-Qwa.\nDit is onnodig om die getuienis van bogemelde getuies in volle besonderhede\nweer te gee. Hulle ontken deur die bank enige aanrandings\nop of dreigemente teen\ndie eerste appellant, of dat enige beloning hom aangebied is.\nDie verhoorhof het vir 'n uitspraak na die binne-verhoor die gelewerde\ngetuienis versigtig oorweeg. Daar is vermeld dat die grootste\nprobleem in die\nweg van die staat die getuienis van landdros Breyl, ten aansien van eerste\nappellant se bewerings aan hom op 11 Junie\n1993, is. Nogtans het die hof\n15\nbevind dat die bekentenis en die uitwysings toelaatbaar is op grond daarvan\ndat eerste appellant se getuienis ongeloofwaardig is.\nIn sy finale uitspraak\naan die einde van die verhoor het die verhoorhof weer na hierdie aspek\nteruggekeer en die binneverhoor-uitspraak\nbevestig. Die hof het weer volledig\nredes vir gemelde beslissing gegee, nl.\n(i) Hoewel eerste appellant aanvanklik ook die verweer opgewerp het dat die\ninhoud van die verklaring aan hom voorgesê is, het\nhy later blykbaar die\nstorie laat vaar. Maar waar sal hy dan aan die feite van die gebeure kom, wat so\nnou en presies ooreenstem\nmet dié van Anastacia Mondwene?\n(ii) Die eerste appellant se weergawe is aangedik - bv dat nege polisiemanne\nhom gelyktydig sou aangerand het en hard geslaan het,\nen dat hy 'n uur en 'n\nhalf lank geskok is. Daar is ook geen tekens daarvan op die foto's wat kaptein\nSymington geneem het nie.\n16\n(iii) Wat landdros Breyl se getuienis betref, het die verhoorhof bevind dat\nhy en eerste appellant mekaar in verskeie opsigte weerspreek,\no a dat hy\nbeserings aan sy enkels aan die landdros getoon het; oor wanneer hy aangerand\nis; dat vuurwapens op hom gerig is en dat\nhy sy rug ontbloot het en beserings\naangetoon het.\n(iv) Die verhoorhof het ook opgemerk dat eerste appellant volgens hom op\nSaterdag 5 Junie 1993 aangerand is terwyl die bekentenis\nen uitwysings eers op\nVrydag 11 Junie 1993 gemaak is;\n(v) Die eerste appellant se getuienis dat hy reeds op Woensdag 10 Junie 1993\nna die toneel geneem is, word deur die staatsgetuies\nen die voorvalleboek\nweerspreek.\nDie verhoorhof het bevind dat die staatsgetuies en veral kaptein Symington\nhom gunstig beindruk het en dat die eerste appellant 'n\nswak getuie was. Die\nstaat se getuienis is aanvaar. Gevolglik is bevind dat die\n17\nbeskuldigde hom nie op 'n oorwig van waarskynlikhede van díe bewyslas\nom aan te toon dat hy 'n gedwonge bekentenis gemaak het\nof dat hy onbetaamlik\ndaartoe beïnvloed is, gekwyt het nie.\nIn hierdie Hof is geargumenteer\ndat die hof\na quo\nin sy evaluasie van die getuienis gefouteer\nhet.\nAlhoewel hierdie Hof nie maklik met 'n feitebevinding van 'n verhoorhof\nsal inmeng nie, meen ek dat dit in die onderhawige saak wel\ngeoorloof is. Na my\nmening het die verhoorhof die oorhoofse perspektief van die gebeure uit die oog\nverloor. Die appellant het van\nmeet af aan geweier om 'n verduideliking te gee\nen volgehou dat hy in 'n hof sal getuig. Voor landdros Breyl weier hy om 'n\nverklaring\naf te lê en vertel volledig hoe hy aangerand en beinvloed is.\nDaarvandaan word hy onmiddellik na kaptein van Staden geneem.\nNa 'n \"gesprek\"\nmet Van Staden word hy na landdros Tshabalala geneem waar hy 'n volledige en\nverdoemende bekentenis aflê. Om\nnou te aanvaar dat daar niks anders as 'n\nonskuldige geselsie tussen hom en Van Staden was nie, is darem te dik vir 'n\ndaalder. Die\nwaarskynlikhede begunstig\n18\nm i eerste appellant se weergawe dat Van Staden hom daar en dan die dood voor\noë gesweer het - welke ander redelike verklaring\nis daar vir die skielike\nommeswaai aan sy kant? Geen aanvaarbare verduideliking hiervoor is aan ons\nvoorgelê nie.\nDit is ook nie sonder betekenis nie dat eerste appellant,\nnadat hy van aanranding gekla het, nie deur 'n distriksgeneesheer ondersoek\nis\nnie. Hoewel eerste appellant se getuienis nie bo kritiek verhewe is nie - dit\nkom beslis voor asot hy die aanrandings aandik -\nmoet die algemene\nwaarskynlikhede uiteindelik die deurslag gee. Dit sluit in die klaarblyklike\nbegerigheid van die polisiebeamptes\nom 'n bekentenis te bekom. Ek sou dus\noordeel dat eerste appellant hom van die genoemde bewyslas gekwyt het en dat die\nbekentenis\nontoelaatbaar was.\n(b) Die staat het vervolgens ook staatgemaak op\ninkriminerende uitwysings\nby die misdaadtoneel en verklarings daartydens deur eerste appellant aan\nkaptein Symington op 11 Junie, net nadat hy die bekentenis\naan landdros\n19\nTshabalala afgelê het.\nDit is tereg gemeensaak dat die bewyslas ten\naansien van die toelaatbaarheid van die uitwysings en verklarings op die staat\nrus.\nVolgens kaptein Symington is eerste appellant op 11 Junie na hom gebring\nen is hy op die voorgeskrewe wyse ondervra. Onder andere\nhet eerste appellant\nuitdruklik verklaar dat hy die uitwysings vrywillig sal doen en dat hy nie deur\ndie polisie aangerand is nie\ndog goed deur hulle behandel is. Hy het kaptein\nSymington, wat nie geweet het waar die misdaadtoneel is nie, aanwysings gegee\nhoe\nom daar te kom en op die beweerde toneel het hy sekere verduidelikings (wat\nverdoemend vir hom is) gegee. In hierdie opsig is kaptein\nSymington deur\nkonstabel Mokhothu, wat as tolk opgetree het, gestaaf.\nEerste appellant se\nweergawe is dat hy op die aand van 11 Junie deur twee polisiebeamtes uit kaptein\nvan Staden se kantoor geneem\nis. Hulle het hom na 'n sekere plek geneem, waar hy\naangesê is om met sy arm in die lug voor hom rond te swaai terwyt foto's\nvan hom geneem is. Hy ontken dat hy\n20\niets uitgewys het of 'n verklaring gemaak het. Hy ontken dat hy die\npadaanwysings na die toneel gegee het. Sy weergawe is dat daar\nreeds 'n geel\nQwa-Qwa potisie-patrolliewa op die toneel was toe hulle daar aangeland het. Die\ntolk het 'n vuurwapen op hom gerig\nen gesê hy moet nie weghardloop nie. Sy\nsaak is steeds dat hy voor dié gebeure deur die polisie aangerand\nis.\nDaar is, weens die beweerde uitwysings deur eerste appellant, geen\nvoorwerp ontdek nie. Die uitwysings kom dus maar slegs neer op\n'n bekentenis\nin situ\nmet aanduiding van waar sekere gebeure sou plaasgevind het. Dit\nhet, na my mening, plaasgevind steeds omdat eerste appellant aangerand\nen\ngedreig is, soos reeds bevind. Om die redes reeds aangedui, meen ek dat ook\nhierdie uitwysings van eerste appellant aan kaptein\nSymington ontoelaatbaar is,\nin teenstelling met wat die verhoorhof bevind het.\n(c) Eerste appellant is voorts aan die misdaad verbind weens sy besit van die\nmoordwapen ('n 7,65mm pistool) na die gebeure. Die getuienis\nin hierdie\n21\nverband skets die volgende verhaal:\nKonstabel Lehoaba het getuig dat hy na\naanleiding van sekere inligting die eerste appellant op 5 Junie 1983 opgespoor\nen na die aanklagkantoor\nontbied het. Daar het hy eerste appellant meegedeel dat\nhy oor inligting beskik dat laasgenoemde in besit is van 'n vuurwapen en\nhom\ngevra of dit so is. Eerste appellant het dit bevestig en gesê dat die\nvuurwapen by sy huis is. Later die aand is 'n aantal\npolisiemanne, konstabel\nLehoaba ingesluit, na eerste appellant se huis. Daar het laasgenoemde aan die\ndeur geklop en sy eggenote\nhet die deur oopgemaak. Eerste appellant het sy\neggenote gevra om die vuurwapen uit te haal wat hy aan haar gegee het. Sy het 'n\npot van 'n staalstaander in die kombuis afgehaal en dit op die tafel neergesit\nen gesê dat die vuurwapen daarin is. Eerste\nappellant was teenwoordig.\nKonstabel Mathakhoe het die pot oopgemaak en 'n 7,65mm pistool uitgehaal, asook\n'n magasyn daarin met\nsewe rondtes en nog 'n magasyn, hierdie keer 'n 9mm\nmagasyn, ook met sewe rondtes.\nBeslag is op die vuurwapen en die twee magasyne gelê. Eerste\n22\nappellant se verduideliking vir die besit daarvan was dat hy dit by die\nhuurmotorstandplaas gekoop het. Die nommers van die pistool\nwas afgeskuur en dit\nwas onmoontlik om vas te stel aan wie dit behoort.\nDie getuienis van\nkonstabel Lehoaba is in alle opsigte deur kaptein van Staden gestaaf.\nDie\nonbetwiste getuienis wat hierna gevolg het, is dat die vyf 7,65mm patroondoppies\nwat op die moordtoneel op die grond gevind is\nasook die koeëlpunt wat uit\ndie oorledene se liggaam verwyder is, uit die pistool wat in eerste appellant se\nhuis gevind is,\nafgevuur is. Hierdie getuienis is gelewer deur die\npolisieamptenare wat die betrokke pistool, doppies en koeëlpunt na die\nballistiese\nlaboratorium van die SA Polisie afgestuur het, te wete kaptein van\nStaden, sersant Lekhetho en sersant Monoto, en die deskundige\ngetuies, Jacobs en\nKloppers, wie se verslae by ooreenkoms ingehandig is. Hierdie getuienis is nie\ndeur die verdediging weerlê\nnie.\nEerste appellant se weergawe is dat hy niks van hierdie vuurwapen en die twee\nmagasyne weet nie en dat dit nooit in sy of sy gade\nse besit was nie\n23\nen dat dit nie in die ware sin van die woord in sy huis gevind is nie. Hy\nsê hy is op die betrokke aand vergesel van nege polisiemanne,\nonder andere\nkonstabel Lehoaba en kaptein van Staden, na sy huis geneem. Die polisie het sy\nhuis deursoek en in dié proses\nhet Lehoaba skielik gesê: \"Hier is\ndie vuurwapen.\" Hy was verbaas om dit te hoor want hy was nooit in besit van die\nvuurwapen\nof die ammunisie nie en weet niks daarvan nie. Hy het ook ontken dat\nhy ooit gesë het dat hy dit by die huurmotorstaanplek gekoop\nhet.\nEerste\nappellant se eggenote, Elsie Paseletso, het sy weergawe gestaaf. Sy sê dat\ndie huis deursoek is en dat sy later gehoor\nhet een van die polisiemanne\nsê: \"Hier is die vuurwapen.\" Sy het nooit daardie aand dié\nvuurwapen gesien nie. Daar was\nnog nooit voorheen 'n vuurwapen in hul huis\nnie.\nAan haar is gestel 'n verklaring wat sy op 11 Junie 1993 afgelê en\nbeëdig het en wat as bewysstuk ingehandig is. Daarin\nverklaar sy dat eerste\nappellant op 2 Junie 1993 'n vuurwapen aan haar oorhandig het. Dit was klein en\nswart. Sy het dit in 'n kastrol\ngebêre. Volgens eerste appellant het\n24\nhy dit êrens opgetel. In die verklaring verwys sy na die gebeure op die\naand van 5 Junie 1993 toe die polisie saam met haar\nman opgedaag het. Daarin\nbevestig sy die staat se weergawe: dat eerste appellant haar gevra het om die\nvuurwapen uit te haal; dat\nsy die kastrol waarin dit was aan 'n polisieman\noorhandig het; dat laasgenoemde díe kastrol oopgemaak en die vuurwapen\nwat\nsy daarin gebêre het, asook 'n ekstra magasyn wat sy nog nooit\nvoorheen gesien het nie, uitgehaal het. Sy weet nie deur wie\nen wanneer die los\nmagasyn daarin geplaas is nie.\nElsie Paseletso se verduideliking vir hierdie verklaring was, sagkens gestel,\nvol teenstrydighede. Eérs het sy ontken dat sy\nhoegenaamd 'n verklaring\nafgelê het; later voer sy aan dat sy slegs 'n blanko bladsy op versoek van\n'n polisieman onderteken\nhet; later dat die polisieman aan haar voorgestel het\ndat die verklaring betrekking het op 'n eis om onderhoud indien haar eggenoot\nnie gevind word nie; later erken sy dat dit haar handtekening onder aan die\ndokument is en dat dit sersant Monoto was wat die verklaring\nby haar geneem het,\nhoewel sy vroeër ontken het dat sy hom ooit voorheen\n25\ngesien het; nog later erken sy dat die verklaring volledig neergeskryf kon\ngewees het en dat sy dit daarna onderteken het. Net daarna\nsê sy weer sy\nweet nie of dit neergeskryf was of nie. Dan ontken sy weer dat sy enigsins die\ninhoud van die verklaring gemaak\nhet en hou vol dat sy bloot dit wat geskryf\nwas, onderteken het. Sy weet nie waar die polisie aan die inligting in die\nverklaring\nkom nie.\nDie vehoorhof het, myns insiens tereg, haar getuienis as\nongeloofwaardig verwerp weens al die weersprekings daarin asook haar\nonvermoë\nom haar vroeëre verklaring te verduidelik. Die hof het ook\ndie weergawe van eerste appellant as ongeloofwaardig venwerp. Die\nverhoorhof het\ntereg nie die inhoud van Elsie Paseletso se skriftelike verklaring teen eerste\nappellant as getuienis gebruik nie,\nmaar die getuienis van die polisiebeamptes\nteen dié van eerste appellant en sy eggenote opgeweeg en sy weergawe\nverwerp.\nDat die betrokke moordwapen, die 7,65mm pistool met die 7 rondtes ammunisie\ndaarin en die los 9mm magasyn met 7 rondtes daarin, op\ndie\n26\nbetrokke aand in die huis van eerste appellant gevind is, is myns insiens bo\nredelike twyfel bewys.\nEerste appellant en sy eggenote se ontkenning dat hy\ndie wapen en ammunisie na sy huis gebring en daar gelaat het en hul getuienis\ndat die polisie dit daar \"gevind\" het, kan slegs twee moontlike\nverontskuldigende verduidelikings suggereer: dat 'n derde persoon\ndit daar\ngeplaas het, of dat die polisie dit daar geplaas en kamtig gevind het.\nVir\ndie eerste moontlikheid is daar geen feitebasis nie, en dit kom ook as vergesog\nvoor: wie is die derde persoon wat dit daar sou\ngeplaas het; waar sou hy of sy\ndit gevind het; hoekom dit juis in eerste appellant se huis gaan plaas en dan\nook heimlik, sonder\ndat eerste appellant en sy vrou dit te wete kom en, les bes,\nhoe sou die polisie daarvan te wete gekom het? Die ander beskuldigdes\nis immers\neers veel later deur die polisie betrek - tweede appellant op 11 Junie en\nbeskuldigde twee op 9 Junie. Die inligting kon\ndus nie reeds al op 5 Junie, toe\ndie pistool gevind is, van hulle afkomstig gewees het nie. Die vrae, hierbo\ngestel, skyn onbeantwoordbaar\nte wees.\n27\nDie ander moontlikheid kan wees dat die polisie self die moordwapen in eerste\nappellant se huis gaan versteek het (op die aand van\n5 Junie) en dit kamtig daar\ngevind het. Maar ook hieroor bestaan daar talle vrae: waar sou hulle díe\nmoordwapen gevind het?\nEn hoe sou hulle geweet het dat dít die moordwapen\nis? Nie alleen was die nommers daarvan afgevyl nie, maar die ballistiese\ntoetse\nwat bewys het dat die noodlottige skote uit dié wapen afgevuur is, is\neers weke later in Pretoria uitgevoer.\nEk meen dat daar geen feitebasis vir\ngenoemde verontskuldigende suggesties bestaan nie, en dat die verhoorhof tereg\nbevind het dat\ndit bo redelike twyfel bewys is dat die moordwapen in eerste\nappellant se woning gevind is.\nDie blote vonds van die moordwapen in eerste\nappellant se woning is as getuienis toelaatbaar, selfs al sou getuienis oor die\nuitwysing\ndeur eerste appellant ontoelaatbaar wees weens die beweerde\naanrandings (art 218 (1) van die Strafproseswet). In die lig van die\nbevindings\nhierbo gemaak ten aansien van die beweerde aanrandings, volg dit dat eerste\nappellant se appêl\n28\nbeoordeel moet word slegs op die basis van die vonds van die moordwapen in sy\nwoning op 5 Junie, en nie op die basis dat hy die uitwysing\ndaarvan gedoen het\nnie.\nOm op te som\n: Myns insiens het die staat nie daarin geslaag om\ndie toelaatbaarheid van die bekentenis aan landdros Tshabalala en die uitwysings\naan kaptein Symington te bewys nie, maar wel op toelaatbare wyse bewys dat\neerste appellant op 5 Junie 1993 in besit van die 7,65mm\npistool was waarmee die\noorlede op 19 Mei 1993 om die lewe gebring is.\nTen slotte moet die vonds van\ndie moordwapen in eerste appellant se huis - en daarmee ook sy aandadigheid aan\ndie roof en moord -\nin die lig van sy hoofverweer, nl 'n alibi, oorweeg\nword.\nEerste appellant het getuig dat hy 'n kleresmous is. Hy sê dat hy\nop die dag waarop die misdrywe gepleeg is, om ongeveer 19h00\nna sy huis\nteruggekeer en gaan slaap het. Hy sê hy kan die spesifieke aand nie onthou\nnie, maar hy het 'n ooreenkoms met sy\neggenote om sewe-uur saans tuis te wees\n\"... want ek drink nou nie meer nie en die omgewing daar waar ons bly,\n29\nis vol tsotsies\". Hy was die aand gladnie van sy huis weg nie.\nToe sy\neggenote onder kruisverhoor gevra is waar eerste appellant op 19 Mei 1993 was,\nhet sy eers gevra welke dag van die week dit\nwas. Toe aan haar meegedeel is dat\ndit 'n Woensdag was, verklaar sy dat hy by die huis was. Sy sê dat hy na\n16h00 by die huis\ngekom het. Sy getuig ook dat daar 'n ooreenkoms tussen hulle\nis dat hy om 17h00 elke middag tuis sal wees en dat dié ooreenkoms\naangegaan is \"... verlede jaar nadat hy geskiet is.\"\nFeit is dat eerste\nappellant getuig het dat die ooreenkoms was dat hy om 19h00 tuis moet wees (en\nnie 17h00 soos sy sê nie)\nen dat hy gladnie die kwessie van die skietery\nop hom as oorsaak van die ooreenkoms gemeld het nie, soos wat sy voorgee nie.\nDit\nblyk ook uit haar getuienis dat hierdie ooreenkoms nie 'n wet van die Mede\nen Perse daargestel het nie, want teen die einde van die\nmaand is eerste\nappellant nie saans by die huis nie. Dan gaan hy ook saans uit om te smous\naangesien die arbeiders dan hul lone gekry\nhet en sy goedere kan koop.\n30\nDaar is natuurlik geen\nonus\nop die appellant om te bewys dat die\nalibi-getuienis waar is nie of om die hof daarvan te oortuig nie. Die vraag is\nbloot of die\nstaat bewys het dat dit nie redelikerwys waar kan wees nie. En\nhierin word die staat nie gehelp deur weersprekings tussen appellant\nen sy\neggenote nie. Wat gedoen moet word, is om die totaliteit van die alibi-getuienis\nop te weeg teen al die ander getuienis,\nin casu\ndie vonds van die\nmoordwapen in eerste appellant se huis, en dan die vraag te vra of die staat bo\nredelike twyfel bewys het dat eerste\nappellant se alibi nie redelikerwys waar\nkan wees nie\n(S v Jochems\n1991(1) SASV 208 (A) at 211 a - j). As hierdie\nwerkswyse gevolg word, het mens die posisie dat die moordwapen relatief kort na\ndie\nroof en moord in eerste appellant se besit gevind is en dat hy die vonds\nvalslik ontken het. Aanvanklik het hy, volgens Lehoaba,\n'n verduideliking vir sy\nbesit van die moordwapen gehad: hy het dit by die huurmotorstaanplek gekoop.\nMaar met dié verduideliking\nhet hy nie volhard nie. By die verhoor ontken\nhy enige kennis van die pistool. Tel daarby dat sy en sy eggenote se getuienis\noor\ndie alibi die verhoorhof tereg nie beïndruk het nie. Op die totaliteit\nvan al\n31\nhierdie getuienis meen ek dat daar slegs een redelike afleiding moontlik is,\nnl dat sy alibi vals is en dat hy en die moordwapen verbind\nis aan die roof en\nmoord. Die alibi-verweer is dus nie redelik moontlik waar nie (sien\nR v Biva\n1952(4) SA 514 (A)) en die vonds van die moordwapen in eerste appellant se\nwoning staan onverklaard. Ek meen dus dat die staat bo\nredelike twyfel bewys het\ndat die eerste appellant by die roof en moord betrokke was.\nOp grond van die\ntoelaatbare getuienis teen eerste appellant kan nie bevind word dat hy die\npersoon was wat die skote afgevuur het\nwat die oorledene gedood het nie. Maar\nuit Anastacia Mondwene se getuienis is dit duidelik dat al die persone wat op\ndie moordtoneel\nwas, deelgeneem het aan die gebeure en mekaar gehelp het om die\noorledene uit sy motor te pluk en agtertoe te sleep. Daar is hy om\ndie lewe\ngebring en van sy dienspistool beroof.\nDie enigste redelike afleiding wat gemaak kan word, is dat eerste appellant\neen van die aanvallers was en dat hy hom vereenselwig\nhet met die moord en roof.\nDaar is gevolglik bo redelike twyfel bewys dat éerste appellant\n32\nsaam met die ander aanvallers die gemeenskaplike opset gehad het om die moord\nen roof te pleeg en dat hy aktief daarby betrokke was.\nHy moet dus as mededader\naan die roof en moord hom ten laste gelê, skuldig bevind word (\nS v\nSafatsa\n1988(1) SA 868(A) at 901 H-J).\nEerste appellant se appèl\nteen die skuldigbevindings aan klagtes 1 en 2 moet gevolglik van die hand gewys\nword.\nWat\ntweede appellant\nbetref, is hy skuldig bevind op twee\ngronde, eerstens 'n bekentenis deur hom afgelê en tweedens, sy besit van\ndie oorledene\nse vuurwapen.\n(i) Wat die beweerde bekentenis betref, is dit op 14 Junie 1993 deur landdros\nTshabalala te Witsieshoek afgeneem.\nDie hof het tereg beslis dat die bewyslas\nweens die antwoorde op sommige van die preliminêre vrae op die staat rus\nom die toelaatbaarheid\nvan die verklaring te bewys. Daardie preliminêre\nvrae en die antwoorde daarop lees soos volg:-\"Vraag 3: Were you influenced\nin\nany manner what-so-ever by any person\n33\nto make a statement? Reply: No.\nVraag 5: Did anybody make any promises which influenced you to come and make a\nstatement? Reply: None.\nVraag 6: Were you prompted by any person to come and make a statement? Reply:\nNo.\nVraag 7: Did you expect to derive any benefit in one way or another if you make\na statement? Reply: Yes.\nVraag 8: Should previous question be replied to in the affirmative, how do you\nexpect to benefit? Reply: That will make me not to\nchange.\"\nDit is duidelik dat die somtotaal van die voorafgaande vrae\nen\nantwoorde teenstrydig en dubbelsinnig is. Vanaf vraag 3 tot en\nmet 6 word\nvoorgegee dat daar geen onbetaamlike beïnvloeding, dwang, beloftes\nof\nvoorsêery was nie. Volgens vraag 7 het die deponent 'n voordeel verwag\nas\nhy die verklaring maak. Volgens vraag 8 was die voordeel: \"That will make\nme not to change.\" Hierdie antwoord is duister en kan daarop dui dat wat\ndie\n34\nbeloofde voordeel ookal was, die deponent in elk geval van plan was om 'n\nbekentenis af te lê. Wat dit egter bedoel was om te\nbeteken, is\nonseker.\nLanddros Tshabalala het die deponent nie uitgevra oor hierdie\ndubbelsinnige verklaring nie. Hy het hom nie om 'n opheldering daarvan\ngevra nie\nen ook nie wie die voordeel belowe het, wat die aard van die voordeel was, en\nwaar en wanneer dít aangebied is nie.\nDie gevolg van die landdros se\nversuim om hierdie verdere navrae te rig, wat hy verplig was om te doen, (sien\nS v Mbonane\n1979(3) SA 182 (T) op 186B - 187C;\nS v Jika and Others\n1991(2) SASV 489 (OK) op 497h; 500 e - h;\nS vMaluma en Andere\n1990(1)\nSASV 65 (T) op 72h) was dat die verhoorhof tereg beslis het dat die bewyslas,\nwat die toelaatbaarheid van die bekentenis\nbetref, op die staat rus.\n'n Ander\nfeit wat voor oë gehou moet word, is dat die verdediging nie aangedui het\nop welke aanvalsgronde, om die beweerde bekentenis\nvan regskrag te beroof, hy\nstaatmaak nie. Die verdediging was geregtig om sodanige houding in te neem,\ngesien die bewyslas wat op\ndie staat rus, maar die gevolg was dat die staat\niedere en elke getuie wat maar iets met die\n35\ntweede appellant te doen gehad het sedert sy arrestasie, in die getuiebank\nmoes paradeer in 'n verhoor-binne-'n-verhoor. Die volgende\ngetuies het namens\ndie staat getuig: sersant Koki Monoto, kaptein van Staden, sersant Motloung,\nkaptein le Roux, sersant Makhobalo\nen sersant Mokoena. Hulle is wydlopend onder\nkruisverhoor geneem. Tweede appellant het nie self in die getuiebank gegaan nie,\nmaar\nsersant Ndawo van Korrektiewe Dienste en landdros Maruwa van Witsieshoek as\ngetuies geroep.\nDie kern van die saak is dat tweede appellant op 11 Junie\n1993 te Virginia in verband met 'n ander kriminele klag in hegtenis was.\nSersant\nMonoto, wat as ondersoekbeampte in hierdie saak oorgeneem het nadat die vorige\nondersoekbeampte vermoor is, het hom, vergesel\nvan ander polisiebeamptes, daar\ngaan haal. Hy is eers in die Harrismith-gevangenis aangehou en is daarvandaan na\ndie selle in Phuthaditjhaba\ngeneem vir ondervraging. Op 14 Junie is hy na\nlanddros Maruwa geneem om 'n verklaring af te lê, maar toe hy daar kom,\nhet hy\nvoor die landdros geweier om dit te doen. Die volgende dag het hy wel die\ngewraakte bekentenis voor\n36\nlanddros Tshabalala afgelê.\nTweede appellant se advokaat het aan al\ndie polisiegetuies gestel dat hy deur hulle aangerand en gedreig is. Hulle het\ndit deur die\nbank ontken.\nSersant Ndawo het namens tweede appellant getuig.\nHy is gestasioneer te Harrismith-gevangenis. Op 13 Junie 1993 het twee speurders\nby die gevangenis waar tweede appellant aangehou is, opgedaag met behoorlike\ndokumentasie om tweede appellant na die polisieselle\nte neem. Toe tweede\nappellant besef dat dit speurders is wat hom soek, het hy gesê hy wil nie\nsaam met hulle gaan nie; hy is\nbang vir die speurders, hulle sal hom eers slaan\nen dan doodmaak. Op 'n vraag van getuie waarom hy so sê, het hy gesê\nhy weet, hy ken hulle. Tweede appellant was opsigtelik verskrik en het gebewe en\ngesweet. Getuie het toe sy hoof gaan roep wat aan\ntweede appellant die posisie\nverduidelik het. Hy is later saam met die speurders weg.\nIn kruisverhoor gee\ndié getuie toe dat 'n persoon wat 'n polisiebeampte van Phuthaditjhaba\nvermoor het, presies soos tweede\nappellant sal optree wanneer speurders van\ndaardie plek opdaag om hom te kom haal vir\n37\nondervraging. Tweede appellant het in daardie stadium geen beserings gehad\nnie; ook het hy nie gekla oor aanrandings toe hy na die\nHarrismith gevangenis\noorgeplaas is nie. Onder kruisverhoor het hy ook getuig dat toe tweede appellant\nop 17 Junie vanaf Harrismith\nna die gevangenis teruggebring is, hy aan getuie\nerken het dat die polisie niks aan hom gedoen het nie en het hy normaal\nvoorgekom.\nNadat die speurders vertrek het, het hy gesê dat hy nie\naangerand was nie.\nLanddros Maruwa is vervolgens namens tweede appellant as getuie geroep. Hy is\nsedert 1989 'n landdros te Witsieshoek. Hy het getuig\ndat hy die voorgeskrewe\nvrae op die standaard roneo-vorm vir bekentenisse aan tweede appellant gelees\nhet, waarop laasgenoemde gesê\nhet dat hy nie 'n verklaring wil aflê\nnie. Getuie het toe 'n polisieman geroep om tweede appellant na die\npolisiestasie terug\nte neem. Dit het vir getuie voorgekom asof die tweede\nappellant baie gesweet het en verskrik voorgekom het. Dit is die enigste\nwaarneming\nwat hy kon maak. Hy het hom nie gevra waarom hy weier om 'n\nverklaring af te lê nie.\n38\nIn kruisverhoor erken die landdros dat tweede appellant goed aan hom bekend\nwas en 'n verhouding met sy niggie gehad het.\nOnder kruisverhoor gee hy\ntoe dat tweede appellant aan hom gesê het dat hy nie aangerand is nie\n.\nHy is seker daarvan, want hy herhaal die stelling tweemaal. Ook het hy nie\ngesê dat hy beïnvloed is of dat iemand voordele\naan hom belowe het\nnie. Die landdros se indruk was dat tweede appellant bang was om 'n verklaring\naan hom te maak omdat hy, getuie,\nmoontlik sy niggie daarvan sou vertel. Hy het\ngetuig dat toe tweede appellant by sy kantoor ingekom het, hy op sy gemak was\nmaar\nlater begin sweet het.\nDie verhoorhof het die weergawe van die staat,\ndat daar nie sprake van enige dwang, geweld, dreigement of onbehoorlike\nbeïnvloeding\nwas nie, aanvaar.\nEk meen dat dié beslissing op die feite korrek is. Die weersprekings\nin die getuienis van die verskeie staatsgetuies wat deur\ndie verhoorhof oorweeg\nis en wat weer in hierdie Hof ge-opper is, dring nie tot die kern van die saak\ndeur nie en tas nie hul geloofwaardigheid\nwesenlik aan nie. Die soort\n39\nweersprekings waarop die tweede appellant se advokaat ook in hierdie Hof\ngewys het, is juis daardie soort verskille wat mens sou verwag\nby getuies wat\nalmal min of meer sydelings in die saak betrokke was en wat, volgens die\ngetuienis, baie ander sake gehad het om te\nhanteer en wat nie met mekaar\ngekoukus het nie.\nMaar dit is veral tweede appellant se eie twee getuies wat\nvir sy saak op hierdie punt fataal is. Sersant Ndawo se getuienis dat tweede\nappellant nooit gekla het dat hy aangerand is nie toe hy na Harrismith gebring\nis vanaf Virginia, moet swaar weeg. Tweede appellant\nkla juis dat hy bang is vir\ndie speurders; hier was die ideale geleentheid om te verwys na die aanranding,\nmaar hy doen dit nie.\nHy het slegs gesê hy is bang want hy ken dié\nmense.\nOok insiggewend is tweede appellant se verklaring aan sersant Ndawo, nadat hy\nvan Harrismith teruggekeer het en reeds die bekentenis\naan landdros Tshabalala\ngedoen het, te wete dat hy nie aangerand is nie. Daar was geen rede waarom hy 'n\nleuen aan die gevangenisbewaarder\nwat hy voorheen van sy vrese ingelig het, sou\nvertel nie.\n40\nInsgelyks moet landdros Maruwa se getuienis swaar teen tweede appellant tel,\nwant aan hom verklaar laasgenoemde pertinent dat hy nie\naangerand, gedreig of\nonbetaamlik beinvloed is nie. Hy het geen rede gehad om iets vir landdros Maruwa\nweg te steek nie; inteendeeL\nSersant Ndawo en landdros Maruwa was tweede\nappellant se getuies en hy is gebonde aan hulle verdoemende getuienis. Hy het\nnie self\nin die getuiebank gegaan om oor die aanrandings te getuig en 'n ander\nlig op die saak te werp nie. Na my mening is die bekentenis\ntereg toegelaat.\nDie wesenlike deel van die beweerde bekentenis lees soos volg:\n(Die\nShooter waarna verwys word is eerste appellant; ek gee die\nverklaring weer\nmet die taal- en spelfoute onveranderd):-\n\"On the day inquestion I was at the home of my friend, Phillip Mabote at Beirut.\nWe were setting there busy drinking the liquor.\nIt was at about 7p.m. I intended\nto leave, I then went away with them. Before we could leave they took their fire\narms. I left with\nthem, we were nów a distance from Mabote's place when\nwe saw stones in the road. When we got to the stones Shooter said we\nshould then\nget other stones and put them in the road to block the road. A car appeared it\nwas travelling in our direction. It came\nand stopped at the\nstones.\n41\nThe driver wanted to alight to remove the stones from the road. Mabote pulled\nthe door open which was partly open. He (Mabote) pointed\nthe driver with a\nfire-arm. The driver came out I then grabbed him. That person (the driver)\nGrabbed me. Mabote went round to the\npassengers seat side. At the time when I\nwas still fighting with this man, Mabote told Shooter to shoot this man. Then\nShooter fired.\nI heared about four (4) shots.\nWe went to the boot of this car, this person then fell down and letting me f\nree. Mabote then came with the woman who was moving with\nthe driver. Mabote told\nShooter to come with the key. Shooter brought the key. Mabote then put the woman\ninside the boot. At the\ntime when Mabote was putting this woman in the boots,\nShooter was busy searching the man that had fallen down.\nI closed the boot, Shooter took the key he wanted to start the motor vehicle.\nMabote said we should run away as there was another\ncar coming from behind. When\nwe relaxed somewhere away. Shooter took out a fire-arm and a magazine he said he\nhad taken it. We stood\nthere for an hour. We then left Mabote went to his place.\nHe was not having a fire-arm.\nI and Shooter went to my place. I took the fire-arm and put them somewhere\noutside. We then went to sleep. Shooter hired a car to\ntake him to his place,\nthis was the following day. We then returned with Shooter to my place.\nWhen we arrived at my place Shooter said we should take these fire arms to\nMabote's place. We arrived at Mabote's place. I was then\nsupposed to go to\nWelkom. Shooter said he was going with me to Welkom. I went with Shooter Mabote\nsaid that he is going no where\n42\nthen on Tuesday I went to my case. I was found quilty sentenced to\nthree and half years or ten thousand rand. After I was sentenced I had\na chance to talk to Shooter, who said he would go and take the fire-arm\nand rub off its numbers.\nThat is all.\"\nNodeloos om te sê dat dié bekentenis medepligtigheid aan die roof\nen\nmoord openbaar.\n(ii)\nDie besit van die oorledene se\nvuurwapen\nSersant Mokachane van die S A Polisie en gestasioneer te\nQwa-Qwa het getuig dat hy diens doen as kwartiermeester en dus in beheer\nis van\ndie uitreiking van vuurwapens aan lede van die mag. Op 21 September 1990 het hy\n'n vuurwapen aan oorledene uitgereik en was\ndit ten tyde van sy dood nog steeds\nso aangeteken. Dit is 'n Z88 9mm parabellum pistool met registrasienommer\nQ010210. Hy het ook\n50 rondtes vir dié pistool aan die oorledene\nuitgereik. Hierdie pistool is geïdentifiseer as Bewysstuk 1 voor die\nhof.\nEvelyn Motlokoa, eggenote van tweede appellant, het getuig dat sy op Vrydag\n10 Junie 1993 'n oproep van haar eggenoot ontvang het\nvanaf\n43\nWelkom. Hy het gesê dat hy gearresteer is en haar gevra om 'n vuurwapen\nwat deur hom onder die kopstuk van die bed geplaas is,\nuit te haal en aan sy\njonger suster, Angelinah Motlokoa te gaan gee. Sy het dit op dieselfde dag\ngedoen. Sy het Bewysstuk 1 (die\npistool voor die hof) herken as soortgelyk aan\ndie vuurwapen wat sy daar uitgehaal en aan Angelinah gaan gee het.\nAngelinah Motlokoa het getuig dat sy die vuurwapen inderdaad van Evelyn\nontvang het op 11 Junie 1993 met die boodskap dat tweede appellant\nversoek het\ndat die vuurwapen aan haar oorhandig word. Hulle twee het dit saam in die\nsinkstruktuur in 'n kartondoos gebêre.\nDie aand toe haar eggenoot, Sipho Madonsela opdaag, het sy hom van die\nvuurwapen vertel. 'n Rusie het tussen hulle daaroor ontstaan\nen sy het hom gaan\nwys waar dit versteek is.\nSipho Madonsela het die getuienis van Angelinah gestaaf. Op sy beurt het hy\ndie pistool na ene Malinga geneem. 'n Paar dae later,\nop 14 Junie 1993, het die\npolisie by hom opgedaag en het hy hulle na die huis van Malinga geneem. Daar het\nMalinga die vuurwapen\nuit 'n staalkas gehaal en\n44\naan die polisie oorhandig.\nMalinga het weer op sy beurt die getuienis van\nSipho Madonsela gestaaf en bevestig dat die polisie op die pistool, bewysstuk 1\nbeslag\ngelê het.\nDit is geïdentifiseer as die vuurwapen wat aan\noorledene uitgereik is soos hierbo vermeld.\nTweede appellant het die\ngetuienis van sy eggenote geheel ontken. Hy sê dat hy nooit telefonies met\nhaar oor 'n vuurwapen geskakel\nhet nie. Hy was ook nooit in besit van die\nvuurwapen nie en het dit nie in sy huis versteek nie. Hy het getuig dat hy wel\noproepe\nmag maak vanaf die gevangenis, maar 'n gevangenisbeampte is binne\nhoorafstand. Hy het ook beweer dat sy eggenote in 1993 vir ongeveer\n'n week in\ndie hospitaal weens 'n senu-aandoening opgeneem is - sy het destyds onsinnig\ngepraat en as 'n mens met haar praat, het\nsy nie gereageer nie. Daar was ook\nwoordewisselings en dan het dit gelyk of sy nie kan verstaan wat hy sê\nnie. Hy sê\ntydens die telefoongesprek was daar nooit sprake van 'n\nvuurwapen nie.\nHy het getuig dat hy destyds in Welkom gewerk het; dat hy\neerste\n45\nappellant nie geken het nie en vir ongeveer een maand voor 11 Junie nooit in\nPhuthaditjhaba was nie. Hy weet nie hoe die vuurwapen\ndaar in sy huis beland het\nnie; hy sê sy eggenote beskuldig hom vals.\nHy is ook seker dat hy sy\neggenote slegs eenmaal uit die gevangenis opgebel het.\nVolgens bewaarder\nRamatsoto wat toentertyd te die Virginia gevangenis gestasioneer was, het tweede\nappellant slegs eenmaal sy eggenote\ngeskakel en wel op 5 of 6 Junie 1993. Hy het\nlangs tweede appellant gestaan toe die oproep gemaak is. Tweede appellant het\noor familie-aangeleenthede\ngepraat en nie oor vuurwapens nie. Sou hy dit gedoen\nhet, sou die getuie hom kon stop en na die hoof van die gevangenis neem sodat\nhy\naangekla kon word.\nOnder kruisverhoor gee hy toe dat hy maar 'n raaiskoot\nwaag as hy sê tweede appellant het oor algemene sake gepraat. Hy sou\negter\nonthou het as tweede appellant na iets verwys het wat weggesteek is; selfs al\nword net na 'n pakkie verwys wat sy vrou na sy\nsuster moet neem en selfs al word\nglad nie na die inhoud van die pakkie verwys nie.\n46\nDie verhoorhof het, myns insiens tereg, bevind dat tweede appellant wel die\noorledene se vuurwapen in sy huis versteek het en dat\nhy sy eggenote, Evelyn,\nversoek het om dit na sy suster, Angelinah te neem. Dit is die vuurwapen wat die\npolisie later in Malinga\nse besit gevind het. Die kern van die ondersoek is nie\npresies wanneer tweede appellant sy eggenote sou geskakel het nie, maar waar\nsy\naan die oorledene se dienspistool sou gekom het om dit aan Angelinah te gee, as\ndit nie van tweede appellant afkomstig was nie.\nEnige argument dat Evelyn die\ndienspistool by 'n derde persoon sou gekry het en dit aan Angelinah gaan gee\nhet, net om dan later\nvals teen tweede appellant te getuig, lê buite die\ngrense van 'n redelike afleiding. Geen bewese rede is aangevoer waarom Evelyn\nvalsteen haar eggenoot sou getuig nie. Wie sou die oorledene se dienspistool in\ndie huis van tweede appellant gaan versteek het?\nWie sou Evelyn versoek het om\ndit aan Angelinah te gaan gee - alles nog voordat tweede appellant deur die\npolisie oor die huidige\nklagtes genader is?\nEk meen dat die enigste redelike afleiding uit die bewese feite is\ndat\n47\ntweede appellant die oorledene se dienspistool op die aand van die roof en\nmoord bekom het en in sy huis gaan versteek het.\nUit die bekentenis van\ntweede appellant asook die besit van die oorledene se dienspistool het die\nverhoorhof die afleiding gemaak\ndat hy skuldig is aan die roof en moord. Ek meen\ndat dié bevinding korrek is.\nTweede appellant se appèl teen die\nskuldigbevindings aan klagtes 1 en 2 moet m i van die hand gewys word.\nDie\nappèlle teen die opgelegde vonnisse\n.\nEk behandel eers die\nopgelegde vonnisse in geval van tweede appellant. Ek is van oordeel dat die hof\na guo\nby die oorweging van die vonnis geen wanvoorligting begaan het nie\nen geen relevante faktor buite rekening gelaat het nie. Die opgelegde\nvonnisse\nis onder die omstandighede redelik en gepas. Daar bestaan geen rede om daarmee\nin te meng nie.\nBeide die appellante is 7 jaar gevangenisstraf ten opsigte van die roofklag\nopgelê. In die geval van tweede appellant is gelas\ndat vier jaar van die\ngenoemde gevangenisstraf gelyktydig met die uitdiening van die 15 jaar\n48\ngevangenisstraf, wat ten opsigte van die moord opgelê is, uitgedien kan\nword.\n'n Soortgelyke bevel kon natuurlik nie in eerste appellant se geval\ngemaak word nie omdat hy ten opsigte van die moordklag die doodvonnis\nopgelê is.\nIn eerste appellant se geval is daar nie redes waarom met\ndie opgelegde vonnis van 7 jaar gevangenisstraf vir die roof ingemeng kan\nword\nnie. Die vraag ontstaan of die doodvonnis bekragtig moet word.\nEk meen van\nnee. Dit blyk uit die rekord van die verhoorverrigtinge dat die doodvonnis\neerste appellant opgelê op die basis\nvan die bevinding dat hy die persoon\nis wat die skote afgevuur het wat die oorledene se dood veroorsaak het. Daar is\nbevind dat tweede\nappellant tot 'n mindere mate aan die moord aandadig was.\nWeens die bevindinge hierbo bereik, nl. dat daar nie toelaatbare getuienis is\ndat eerste appellant die doodskote afgevuur het nie\nen dat hy slegs 'n mededader\nis, val die\nratio\nvan die hof\na quo\nse oplegging van die doodstraf\nweg.\n49\nBy herbesinning van 'n gepaste vonnis in geval van eerste appellant op die\nmoordklag kan dit nie gesê word dat die doodvonnis\ndie enigste gepaste\nstrafvorm in hierdie geval is nie. Die eerste appellant is 29 jaar oud en is\ngetroud en het twee seuns. Hy het\nstanderd sewe op skool geslaag en blyk 'n\nnuttige burger te wees, in die sin dat hy 'n kleresmous was wat 'n goeie\ninkomste verdien\nhet. Sy persoonlike omstandighede verskil nie in wese van\ndié van tweede appellant nie. Die moontlikheid van rehabilitasie\nkan nie\nuitgesluit word nie. Die doodvonnis is derhalwe nie die enigste gepaste vonnis\nnie. Die enigste wesenlike verskil tussen\ndie posisie van die twee appellante is\ndie volgende: tweede appellant het geen saakmakende vorige veroordeling nie,\nterwyl eerste\nappellant vorige veroordelings het. Die belangrikste daarvan is 'n\nskuldigbevinding in 1987 aan strafbare manslag waarvoor hy vyf\njaar\ngevangenisstraf opgelê is. In 1980 is hy skuldig bevind aan aanranding met\ndie opset om ernstig te beseer.\nEk meen dat daar rede bestaan om in geval van eerste appellant 'n ietwat\nswaarder vonnis op te lê as in die geval van tweede\nappellant. Alles\n50\nin ag genome, meen ek dat in sy geval gevangenisstraf van 17 jaar ten aansien\nvan klag 2 aangewese is. Dieselfde bevel ten opsigte\nvan die gelyktydige\nuitdiening van die twee gevangenistermyne skyn ook billik te wees. Bygevolg word\ndie volgende beveel:\n1.\tDie appèl van beide appellante teen die skuldigbevindings aan\naanklagte 1 en 2 word van die hand gewys.\n2.\tDie appél van tweede appellant teen die vonnisse wat op aanklagte 1 en\n2 opgelê is, word van die hand gewys.\n3.\tDie appèl van eerste appellant teen die vonnis opgelê op aanklag\n1 word van die hand gewys.\n4.\tDie appèl van eerste appellant teen die vonnis wat op aanklag 2\nopgelê is, word gehandhaaf. Die opgelegde vonnis\nword tersyde gestel en\nmet die volgende vervang:\n\"Sewentien jaar gevangenisstraf. Dit word gelas dat vier jaar van\ndie\n51\nsewe jaar gevangenisstraf wat op aanklag 1 opgelê is, gelyktydig met\ndie sewentien jaar gevangenisstraf opgelê op aanklag\n2, uitgedien kan\nword.\"\nP J J OLIVIER WAARNEMENDE APPèLREGTER\nE M GROSSKOPF AR )\n)STEM SAAM\nNIENABER AR )",
  "scraped_at": "2026-02-12T05:55:42.358146",
  "date": "1995-03-24",
  "coram": [
    "E M Grosskopf",
    "Nienaber",
    "Arr",
    "Olivier"
  ],
  "case_number": "651/93, 421/94",
  "parties": {
    "applicants": [
      "MALEFETSANE J KUBHEKA",
      "MOLALEHI P MOTLOKOA"
    ],
    "respondents": [
      "DIE STAAT"
    ]
  },
  "sections": {
    "facts": "On 19 May 1993 in Phuthaditjhaba, Sergeant Hadibonoe Peacock Tsosane and/or Refiloe Anastacia Mondwene were attacked, robbed of a firearm, magazine and ammunition and subsequently murdered. The first appellant, MALEFETSANE J KUBHEKA, was found guilty of aggravated robbery (7 years' imprisonment) and murder (death sentence). He was also sentenced to nine months' imprisonment for illegal possession of a firearm and ammunition. The second appellant, MOLALEHI P MOTLOKOA, was convicted of the same robbery (7 years) and murder (15 years' imprisonment). The trial court admitted confessions obtained from both appellants and forensic evidence linking a 7.65 mm pistol found in the first appellant’s home to the murder. The appellants appealed, alleging that their confessions were obtained under police intimidation and were therefore inadmissible, and challenging the death sentence imposed on the first appellant.",
    "issues": "1. Whether the confessions of the appellants were voluntary and thus admissible under the Criminal Procedure Act. 2. Whether the State proved beyond reasonable doubt that each appellant was a participant in the robbery and murder. 3. Whether the death sentence imposed on the first appellant was appropriate in the circumstances. 4. Whether the sentences should be varied on appeal.",
    "principles": "The Court applied the statutory test for admissibility of confessions (Art 217(1) of the Criminal Procedure Act), requiring the State to prove that a confession was not obtained by force, threat or inducement. The burden of proof is on the State to show lack of voluntariness on a balance of probabilities. The principle of reasonable doubt governs criminal conviction. Co‑perpetrator liability allows a person to be convicted of a crime committed jointly with others even if he did not fire the fatal shots. Sentencing principles require that a death sentence be reserved for the most serious cases and that alternatives such as long imprisonment be considered when mitigating factors exist.",
    "application": "The Court found that the first appellant’s confession was obtained after alleged police assault, threats and promised reward, rendering it involuntary; therefore it was excluded. However, the forensic link between the pistol found in his home and the murder, together with the weapon‑possession conviction, established his participation in the robbery and murder as a co‑perpetrator. The second appellant’s confession was deemed voluntary and admissible. Consequently, both appellants’ convictions for robbery and murder were upheld. The death sentence on the first appellant was deemed disproportionate given his age, personal circumstances and the lack of proof that he fired the fatal shots; it was substituted with a 17‑year imprisonment term, to be served concurrently with the 7‑year robbery term. The second appellant’s 15‑year sentence for murder was upheld.",
    "conclusion": "The appeals against the convictions were dismissed. The first appellant’s death sentence was set aside and replaced by a 17‑year imprisonment term, to run concurrently with the 7‑year robbery term. The second appellant’s convictions for robbery and murder, and the 15‑year imprisonment sentence for murder, were affirmed. All other sentences were confirmed as proper."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Violent Crime",
    "level_3": [
      "robbery",
      "murder",
      "confession admissibility",
      "sentencing",
      "appeal"
    ]
  }
}