{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/35.html",
  "case_name": "Radell v Multilateral Motor Vehicle Accident Fund (563/93) [1995] ZASCA 35; 1995 (4) SA 24 (AD); [1995] 2 All SA 392 (A) (29 March 1995)",
  "citation": "[1995] ZASCA 35",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 35\n|\nNoteup\n|\nLawCite\nRadell v Multilateral Motor Vehicle Accident Fund (563/93) [1995] ZASCA 35; 1995 (4) SA 24 (AD); [1995] 2 All SA 392 (A) (29 March 1995)\nDownload original files\nPDF format\nRTF format\nCASE NO. 563/93\njvdm/\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nLESLEY RADELL\tAPPELLANT\nand\nTHE MULTILATERAL MOTOR\tRESPONDENT\nVEHICLE ACCIDENT FUND\nCORAM\n: JOUBERT, NESTADT, STEYN,\nF H GROSSKOPF et NIENABER, JJA\nHEARD\n: 16 MARCH 1995\nDELIVERED\n: 29 MARCH 1995\nJUDGMENT\nSTEYN, JA/\n2\nSTEYN JA:\nAppellant, (\"plaintiff\") a citizen of the United States of\nAmerica, appeals against an order of costs made in the Transvaal Provincial\nDivision on 15 June 1993 in an action in terms of the Compulsory Motor Vehicle\nInsurance Act, 56 of 1972, against respondent (\"defendant\")\nfor damages in\nrespect of personal injuries sustained by her in a motor vehicle collision in\nthis country.\nBy agreement between the parties the record in this appeal was\nlimited to the judgment on costs delivered by Myburgh J in the Court\na quo on\nthe said date. That is consequently all that is now before us.\nThe relevant facts are set out in the judgment as follows:\n\"During August 1983 the plaintiff, Mrs Radell, issued summons against President\nInsurance Co Limited ('President') for the payment\nof the sum R72 997,20 as\ndamages resulting from injuries sustained by her in a collision on 20 May 1981\nwith a vehicle insured by\nPresident in terms of Act No 56 of 1972. During June\n1984 plaintiff amended her claim to increase it\nto\n3\nR611 329,11. On 30 July 1990 the defendant tendered to pay the plaintiff R300\n000 and costs in terms of Uniform Rule 34(1). In terms\nof rule 34(6) the\nplaintiff had fifteen days within which to accept the tender. The fifteen day\nperiod expired on 17 August 1990.\nOn 6 March 1992 plaintiff again amended her\nclaim. She increased her claim and for the first time claimed payment of some of\nthe\ndamages in US dollars. Her claim, in total was for R146 751,92 and $1 066\n063,71. In April/May 1992, evidence was taken on commission\nin the United States\nof America over a period of about four weeks. The trial commenced before this\nCourt on 26 October 1992 and ran\nfor two weeks. It was then postponed to 15\nMarch 1993. On 13 March 1993 the plaintiff substituted the Multilateral Motor\nVehicle\nAccident Fund ('the Fund') as defendant in place of President, which had\nbeen placed in liquidation. On 15 March 1993 the trial resumed.\nIt ran for about\ntwo and a half weeks. On 8 April 1993 this Court gave judgment for the plaintiff\nin the following amounts:\nPast hospital and medical expenses\tR 20 875,96\nFuture hospital and medical expenses\t$12 945,00\nFuture loss of earnings\t$74 446,00\nGeneral damages\tR30 000,00\"\nThe tender was then disclosed to the\nCourt a quo. The question of costs was thereafter dealt with. The Court a quo\ndecided\n4 that\n\"one has to determine the value to the plaintiff of the tender in 1990 and\ncompare it with the value of the award in 1993\"\nHaving done so,\nand having found by that method of calculation that\n\"the value in real terms of the tender to plaintiff in 1990 exceeded the value\nto her of the amount of the judgment given in 1993\",\nthe Court a\nquo came to the conclusion that the tender exceeded the award. The\nabove-mentioned order of costs was then made. In terms\nthereof respondent was\nordered to pay plaintiff her party and party costs until 16 August 1990 (on\nwhich date the spatium deliberandi\nafforded plaintiff by Rule 34(6) expired)\nand, save for certain exceptions not now relevant, plaintiff was ordered to pay\ndefendant's\nparty and party costs since that date.\nThe key to the trial Court's order is, to my mind, the fact that plaintiff's\nclaim was partly in US dollars and that the award in\nher\n5\nfavour was also partly in that currency. The general principle is that if the\namount awarded exceeds that of the tender, an order\nof costs will, in the\nabsence of special circumstances, be made in favour of the plaintiff and vice\nversa. Harms: Civil Procedure\nin the Supreme Court, Section P 8 p 439; Swisstool\nManufacturing Co (Pty) Ltd v Omega Africa Plastics (Pty) Ltd\n1977 (3) SA 458\n(W)\nat 460C.\nThe learned Judge dealt in these terms with the effect of the rate of\nexchange on the award in US dollars:\n\"The exchange rates on the three relevant dates and the equivalent in Rands of\nthe amount awarded by the court are the following:\n30 July 1990\n2,6072 R278 721,77 17 August 1990 2,5657 R275 095,00 8 April 1993 3,2025 R330\n745,63\nIt follows that if the rate of exchange on 8 April 1993, the date of\njudgment, is applicable, the judgment exceeded the tender by\nR30 745,63; if the\nrates of exchange in July and August 1990, when the tender was made and the\nplaintiff enjoyed a spatium deliberandi,\nare applicable, the tender exceeded\njudgment.\"\n6\nThe reasoning by way of which the learned Judge came\nto the aforementioned conclusion appears from the following\nfurther\npassages in his judgment:\n\"Mr Peter Solomon, who appeared for the plaintiff to argue this\npoint,\nsubmitted that the applicable rate of exchange was the\none prevailing on the\ndate of judgment. It was on that date that\nthe Court determined the quantum\nof the plaintiff's damages and\nit was on that date that the amount awarded\nbecame payable\nI am not, however, persuaded. In my view one has to determine the value to the\nplaintiff of the tender in 1990 and compare it with\nthe value of the award in\n1993. The purpose of the tender is to bring an end to the litigation and to\nprotect the defendant against\nfurther costs. In this case it is not surprising\nthat President made a tender in terms of rule 34(1): the merits had been\nsettled,\nthe only issue being the quantum of the plaintiff's damages; the claim\nwas substantial; the plaintiff, an American citizen living\nin the USA, was\nentitled to claim for loss of earning capacity and future medical expenses in US\ndollars and it was inevitable that\nevidence on commission in the USA would have\nto be taken, adding substantially to the costs of litigation. It was a prudent\nstep\nto take. The mechanism of an unconditional offer to settle contained in\nrule 34(1) and a judgment have these features in common:\nthe aim of each is to\ncompensate the plaintiff for her loss, and, on acceptance of\nthe\n7\noffer or on judgment, the lis between the parties is ended. In arriving at\nthe amount of the tender, the defendant would have undergone\na similar exercise\nto the one undertaken by the Court and made an assessment of the plaintiffs loss\nunder each head of damages, erring\non the side of generosity in order to ensure\nthat the tender exceeded any amount awarded by a Court in due course. The\nquestion which\nPresident would have asked itself is: what amount should a Court\naward the plaintiff to compensate her for her loss? When the plaintiff\nreceived\nthe tender, she should have asked the same question. Had she come to the\nconclusion that the defendant's assessment was\naccurate or too low, but\nnevertheless attractive, and accepted the tender, she would have received R300\n000 in 1990. She would have\nbeen compensated in full for her loss, and had\nchange. On acceptance of the tender, not only would the plaintiff have been\ncompensated\nin full, she would have received R21 278,23 more than the amount of\nher loss (as assessed by the Court), being the difference between\nthe tender of\nR300 000 and the value in rands at that time of the Court's award of R278 721,77\nwith the consequence that litigation\nwould have been ended (and the parties\nsaved many hundreds of thousands of rands in costs).\nAccordingly, the value in real terms of the tender to the plaintiff in 1990\nexceeded the value to her of the amount of the judgment\ngiven in 1993.\"\nAfter 6 March 1992 when the dollar claims\nwere\n8\nintroduced by way of amendment to plaintiffs particulars of claim, both\nparties were undoubtedly at risk by virtue of the continual\nfluctuations in the\nexchange rates between the two relevant currencies. The tender was made in rand\nand remained unchanged as to\ncurrency and amount despite the subsequent\nintroduction of the claims in US dollars. Those claims likewise remained\nunchanged. A\nclaim in US dollars is, if awarded, made in that currency\nirrespective of its purchasing power at the date of judgment. It is a case\nof\ntake the dollar as you get it. This is due to the principle of nominalism of\ncurrency explained by E M Grosskopf JA in SA Eagle\nInsurance Co Ltd v Hartley\n[1990] ZASCA 106\n;\n1990 (4) SA 833\n(A) at 839 D-J in the following terms, in contrast to the\nso-called \"Everson principle\" enunciated by Howie J in Everson v Allianz\nInsurance Ltd\n1989 (2) SA 173\nC:\n\"Now, ex hypothesi, the Rl 000 represents the actual financial loss incurred\nsome time before the trial. Let us assume it was incurred\non a single occasion.\nIf judgment had been given a day later an amount of Rl 000 and no more would\nhave been\n9\nawarded. That represents 'the number of rands he has lost' in the words of\nHowie J (Everson's case at 175A). The application of the\nEverson principle would\nentail that the plaintiff would be awarded a different number of rands at the\ntrial if it took place some\ntime after the loss was incurred and there had been\na change in the purchasing power of the currency in the interim. (In recent\ndecades\nwe have suffered a decline in purchasing power, but the same rule must\nin principle apply to an enhancement.) The application of\nthe Everson principle\nwould thus 'be tantamount to altering the quantum of the debt according to when\nthe (plaintiff) seeks to exact\nit' (Cosmopolitan National Bank of Chicago v\nSteiberg\n1973 (4) SA 579\n(R) at 581F; Voest Alpine Intertrading Gesellschaft MBH\nv Burwill and Co SA (Pty) Ltd\n1985 (2) SA 149\n(W) at 151D).\nThis result seems to me to be in conflict with the principle of nominalism of\ncurrency which underlies all aspects of South African\nlaw, including the law of\nobligations. Its essence, in the Geld of obligations, is that a debt sounding in\nmoney has to be paid in\nterms of its nominal value irrespective of any\nfluctuations in the purchasing power of currency. This places the risk of a\ndepreciation\nof the currency on the creditor and saddles the debtor with the\nrisk of an appreciation. See Farlam and Hathaway Contract:Cases,Material\nand\nCommentary 3rd ed at 719 note 2; H J Delport 'Inflation and South African Law'\n(1982) 4 Modern Business Law 115 and A Spandau\n'Inflation\n10\nand the Law'\n1975 SALJ 31.\nNominalism is the norm in the common law of Western States with similar systems\nto our own. Thus in Deutsche Bank Filiale Nürnberg\nv Humphrey\n[1926] USSC 201\n;\n(1926) 272 US\n517\nat 519 the United States Supreme Court\nsaid:\n'An obligation in terms of the currency of a country takes the risk of currency\nfluctuations and whether creditor or debtor profits\nby the change the law takes\nno account of\nit \t Obviously, in fact a dollar or a mark may have\ndifferent values at different times, but to the law that established it it is\nalways the same. If the debt had been due here and\nthe value of dollars had\ndropped before suit was brought the plaintiff could recover no more dollars on\nthat account.'\"\nAt 840 G-H the learned Judge applied\nthat principle as follows to the claim there under consideration:\n\"The principle of currency nominalism is in my view to be applied as follows in\nthe present case. The respondent suffered a loss\nof income, expressed in rands,\nprior to the trial. That loss had to be made good by the appellant by paying to\nthe respondent the\nnumber of rands which he has lost, irrespective of whether\nthe purchasing power of the rand has varied in\nthe\n11\ninterim.\"\nThis principle and its mode of application are clearly\napplicable to the present matter.\nIt is now settled law that the Court a quo\nhad the power to award plaintiff damages in US dollars in respect of her claims\nfor loss\nof earning capacity and future medical expenses. Under the\ncircumstances it was appropriate that this was done. Standard Chartered\nBank of\nCanada v Nedperm Bank Ltd\n[1994] ZASCA 146\n;\n1994 (4) SA 747\n(A) at 774F-775A.\nAs to how and\nwhen such an award may be satisfied Corbett CJ said the following in the Nedperm\nBank case, supra, at 777 CD.\n\"I accordingly conclude that the damages to be awarded in this case should be\nexpressed in US dollars. It is implicit in any order\nto this effect that the\njudgment debt may be satisfied in South Africa by payment in the foreign\ncurrency or by the payment of its\nequivalent in rand\nwhen paid\n. (Compare\nthe\n12\nElgin Brown case at 674J, and see also the English cases of Miliangos v George\nFrank(Textiles)Ltd\n[1985] 1 All ER 1076\n(CA) at 1086b; The Despina R\n[1977] 3\nAll ER 874\n(CA)at 902/1) Any other conversion date could render meaningless the\naward in the foreign currency.\"\n[my emphasis]\nThe learned Chief Justice here clearly applied the principle of currency\nnominalism.\nThe date of payment could certainly never be earlier than that of\nthe award and will certainly here be substantially subsequent thereto.\nAt date\nof payment the conversion rate could, and under the circumstances pertaining in\nthis matter, would most probably be different\nto that at date of judgment due to\nthe constantly fluctuating rate of exchange between rand and dollar. This may be\nto the advantage\nof either party. In the present matter it is, however, quite\nimprobable that at date of payment the conversion rate would be such\nthat the\nrand equivalent of the dollar award would be less than the amount of the\ntender.\n13\nTo decide whether the tender exceeded the award or not, the dollar portion of\nthe latter had of necessity to be converted into rand\nbecause that was the\ncurrency in which the tender was made. For purposes of payment such conversion,\nin accordance with the judgment\nof the Chief Justice, has to be made at the date\nof payment. In order to determine the issue of costs, the date of payment, which\ndepends partly on the defendant's decision, would not, however, be practical.\nThe only practical date closest to the date of payment,\nis the date of judgment.\nA defendant who decides to tender must, in assessing the amount of his tender,\ntake into account the possible\ndelay between the date of tender and the date of\njudgment; and, if he makes his tender in a different currency from that in which\nthe claim is couched, the possible fluctuations in the exchange rate. Those are\nthe risks inherent in this form of procedure.\nThe learned Judge a quo was, therefore, undoubtedly wrong in taking the date\nof the tender as the conversion date and in\n14\nconcluding on the strength thereof that the tender amount exceeded that of\nthe award. In the light of this Court's decision in Nedperm\nBank, supra, the\naward clearly beat the tender.\nThe order of costs made by the learned Judge,\ncannot, therefore, remain in force and must be set aside. The appeal is\nconsequently\nsuccessful to that extent, and must be allowed with costs. That is\nnot, however, the end of the matter. The question of the costs\nof the trial\nremains to be considered. In that respect Rule of Court 34(12) provides as\nfollows:\n\"(12) If the court has given judgment on the question of costs in ignorance of\nthe offer or tender and it is brought to the notice\nof the registrar, in\nwriting, within five days after the date of judgment, the question of costs\nshall be considered afresh in the\nlight of the offer or tender; Provided that\nnothing in this sub-rule contained shall affect the court's discretion as to an\naward\nof costs.\"\nA knowledge of all the relevant facts is\nnecessary for the proper exercise of such a discretion. The learned Judge a\nquo\n15\nexpressed his concern at the disturbingly high costs of the trial. By virtue\nof the limited nature of the record before us, this Court\nis not in possession\nof all the relevant facts. It is not, therefore, in a position to make any order\nas to the costs of the trial.\nPlaintiffs counsel requested that the matter be\nremitted to the trial court to consider those costs and to make such order\nthereon\nas, in the exercise of its discretion, is deemed proper. His request\nmust, to my mind, be acceded to.\nThe following orders are\nmade:\n(1)\nThe appeal is allowed with\ncosts;\n(2)\tThe order of costs made by the Court a quo on 15 June 1993 is set aside;\n(3)\tThe matter is remitted to the trial Court to make such order as to the costs\nof the trial as it, in the exercise of its\ndiscretion,\n16\ndeems proper.\nM T STEYN JA\nJOUBERT JA ) NESTADT JA ) F H GROSSKOPF JA ) concur NIENABER JA )",
  "scraped_at": "2026-02-12T06:03:59.057371",
  "date": "1995-03-29",
  "coram": [
    "Joubert JA",
    "Nestadt JA",
    "Steyn JA",
    "F H Grosskopf JA",
    "Nienaber JA"
  ],
  "case_number": "563/93",
  "parties": {
    "applicants": [
      "Lesley Radell"
    ],
    "respondents": [
      "Multilateral Motor Vehicle Accident Fund"
    ]
  },
  "sections": {
    "facts": "Lesley Radell, a U.S. citizen, suffered personal injuries in a motor‑vehicle collision in South Africa in May 1981. She sued President Insurance for damages under the Compulsory Motor Vehicle Insurance Act, initially claiming R72,997.20, later amending the claim to R611,329.11. In July 1990 President tendered R300,000 under Rule 34(1); the tender was not accepted within the 15‑day period. In March 1992 Radell further amended her claim to include amounts in US dollars, bringing the total to R146,751.92 and $1,066,063.71. The case was later re‑started after substituting the Multilateral Motor Vehicle Accident Fund as defendant. On 8 April 1993 the court awarded damages of R20,875.96, $12,945.00, $74,446.00 and R30,000. The tender and award were compared using exchange rates from July/August 1990 and April 1993.",
    "issues": "The principal issue was whether the 1990 tender exceeded the 1993 judgment when the award included amounts in US dollars, i.e., which exchange rate should be applied for comparison. Linked issues concerned the proper application of Rule 34 on costs and whether the trial court’s costs order should stand.",
    "principles": "The judgment relied on the principle of currency nominalism – a debt must be paid in its nominal currency regardless of fluctuations in purchasing power. Precedents cited included SA Eagle Insurance Co Ltd v Hartley and Nedperm Bank (Standard Chartered Bank of Canada v Nedperm Bank Ltd) which hold that foreign‑currency awards are payable in the foreign currency or its equivalent at the date of payment, not the tender date. Rule 34(12) regarding reconsideration of costs in light of a tender was also considered.",
    "application": "Applying these principles, the court held that the foreign‑currency portion of the award must be converted at the date of judgment (or payment) rather than at the tender date. Using the April 1993 exchange rate, the judgment amount exceeded the tender, contrary to the trial court’s conclusion. Consequently, the trial court’s costs order, which was based on the mistaken premise that the tender prevailed, was deemed incorrect.",
    "conclusion": "The appeal was allowed. The costs order made by the trial court on 15 June 1993 was set aside. The matter was remitted to the trial court to determine appropriate costs of the trial, and the appeal was granted with costs in favour of the appellant."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Costs and Tender",
    "level_3": [
      "currency nominalism",
      "exchange rate",
      "Rule 34",
      "foreign currency awards",
      "motor vehicle insurance"
    ]
  }
}