{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/53.html",
  "case_name": "Cape Pacific Ltd v Lubner Controlling Investments (Pty) Ltd and Others (9/93) [1995] ZASCA 53; 1995 (4) SA 790 (AD); [1995] 2 All SA 543 (A) (19 May 1995)",
  "citation": "[1995] ZASCA 53",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 53\n|\nNoteup\n|\nLawCite\nCape Pacific Ltd v Lubner Controlling Investments (Pty) Ltd and Others (9/93) [1995] ZASCA 53; 1995 (4) SA 790 (AD); [1995] 2 All SA 543 (A) (19 May 1995)\nDownload original files\nPDF format\nRTF format\nCASE NO\n: 9/93 NvH\nCAPE PACIFIC\nLTD\nAppellant\nand\nLUBNER CONTROLLING\nINVESTMENTS (PTY) LTD\n1st Respondent\nGERALD LUBNER\nINVESTMENTS (PTY) LTD\n2nd Respondent\nGERALD MERVYN LUBNER\n3rd Respondent\nSMALBERGER, JA\nCASE NO\n: 9/93 NvH\nIN THE SUPREME COURT OF\nSOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between\nCAPE PACIFIC LTD\nAppellant\nand\nLUBNER CONTROLLING\nINVESTMENTS (PTY) LTD\t1st Respondent\nGERALD LUBNER\nINVESTMENTS (PTY) LTD\n2nd Respondent\nGERALD MERVYN LUBNER\n3rd Respondent\nCORAM\n: VAN HEERDEN, SMALBERGER, VIVIER,\nF H GROSSKOPF, et VAN DEN HEEVER,JJA\nHEARD: 15 February 1995\nDELIVERED\n: 19 May 1995\nJUDGMENT\nSMALBERGER, JA\nThis appeal sees the culmination of protracted litigation\n2\nresulting 60m the sale in February 1979 by the first respondent to\nthe\nappellant of shares and a loan account in Findon Investments\n(Pty) Ltd\n(\"Findon\"). The Findon shares entitle their owner to use\nand occupy a flat\n(including garages, parking areas and servants'\nquarters) situated in Clifton in the Western Cape (\"the Clifton flat\").\nThe contract of sale was concluded between a certain Shapiro, on\nbehalf of the appellant, and one Swersky representing the first\nrespondent, which at the time was known as Rosebank Parkade\n(Pty) Ltd. Any reference to first respondent will include, where\nappropriate, a reference to it by its former name.\nThe appellant (as plaintiff) unsuccessfully sued the\nrespondents (as first, second and third defendants) in the Cape\nProvincial Division in an action in which the following relief was\nsought:\n\"(a) An order directing the Second Defendant to deliver the said shares and\ncede the said loan account to the Plaintiff within a time\nto be fixed by the\nabove\n3\nHonourable Court;\n(b)\nAlternative to (a) herein,\nan order directing Second Defendant to deliver to First Defendant the said\nshares and cede the said loan\naccount within a time to be fixed by the above\nHonourable Court and that the First Defendant then deliver the said shares and\ncede\nthe said loan account to the Plaintiff within a time to be fixed by the\nabove Honourable Court;\n(c)\nAn order directing\nthat the Third Defendant procure that the Second Defendant deliver the said\nshares and cede the said loan account\nto the Plaintiff within a time to be fixed\nby the above Honourable Court.\n(d)\nAlternative\nrelief;\n(e)\nThat the costs of this action be\nborne by the Third Defendant on an attorney and own client basis; alternatively\nthe Second Defendant,\nthe Third Defendant and the First Defendant jointly and\nseverally the one paying the others to be absolved on an attorney and own\nclient\nbasis.\"\nThe judgment of the court\na quo\n(NEL,\nJ) directing absolution from the instance is reported as\nCape Pacific Ltd v\nLubner Controlling\n4\nInvestments (Pty) Ltd and Others\n1993(2) SA 784(C) (\"the judgment\").\nIn a later judgment the appellant was ordered to pay the respondents' costs\n(including the costs\nof two counsel), but excluding the costs occasioned by the\ncalling of the witnesses Van Zyl, Miller, Stride and Behrmann. (The respondents\nwere in turn ordered to pay certain wasted costs but these do not feature in the\npresent appeal.) The appellant was granted leave\nto appeal to this Court by the\nlearned trial judge; the respondents were simultaneously granted leave to\ncross-appeal against the\norder depriving them of their costs in respect of the\naforementioned witnesses. The history of the present matter (including the\nrelevant background facts), the detailed pleadings filed by the parties, the\nevidence adduced at the trial and the impressions formed\nby the trial judge of\nthe various witnesses who testified, appear from the judgment at 785G to 814F.\nIt is unnecessary to traverse\nthese in\n5\ndetail. It will suffice to set out the salient facts as they emerge from the\njudgment and the relevant evidence.\nIt appears that the third respondent\n(\"Lubner\") was (and presumably still is) an enterprising and successful\nbusinessman who conducted\nhis business and private affairs through a number of\ncompanies collectively known as \"the Lubner group of companies\" (\"the Lubner\ngroup\"). Various companies were also owned by four children's trusts (\"the\nchildren's trusts\") created by Lubner's father for the\nbenefit of Lubner's four\nchildren. Lubner was one of the trustees of the children's trusts. The first\nrespondent (\"LCI\") was at all\nrelevant times owned by the children's trusts via\na company called Wencor (Pty) Ltd and the Gerald Lubner Family Trust (Pty) Ltd.\nThe latter owned 100% of the shareholding in LCI. Lubner was never a director or\nshareholder of either company. Nor was he a director\nof LCI, its sole director\nat all material times being Swersky. In 1979 Lubner owned all the\n6\nissued shares in the second respondent (\"GLI\"). Between then and October 1988\nLubner and Swersky were the sole directors of GLI. They\nwere then joined as\ndirectors by a certain Kathleen Smith who was employed by Lubner. In about 1985\nthe Gerald Lubner Trust, a discretionary\ntrust, acquired a small minority\nshareholding of 1000 ordinary shares in GLI. The judgment (at 800) contains a\ndiagram depicting,\nas at 1979, the various companies in the Lubner group (in the\nleft-hand column) and the companies owned by the children's trusts\n(in the\nright-hand column). It was conceded on behalf of the respondents that the\nevidence established that prior to 1979 LCI (as\nowner of the Findon shares) was\nthe vehicle through which Lubner personally enjoyed the beneficial use of the\nClifton flat. It was\nfurther conceded that at all material times Lubner was and\nhad been the \"moving spirit\" behind LCI and GLI \"in the sense that he\nwas the\nprime moving force\". It is also common cause that Lubner became a \"non-resident\"\nfor exchange control purposes in about\n7\n1976 when he took up residence overseas.\nIn February 1979, through the\nintroduction of an estate agent, one Hirschson, negotiations commenced between\nShapiro and Swersky in\nregard to the purchase of the Findon shares. The\nappellant claimed that a sale eventuated on 22 February 1979; this was denied by\nLCI. The upshot was that action was instituted by the appellant against LCI for\ndelivery of the Findon shares (\"the original action\").\nJudgment in favour of the\nappellant was granted in the Cape Provincial Division (FRIEDMAN, J) on 4 August\n1987; LCI's subsequent\nappeal to the Appellate Division was dismissed on 20\nMarch 1989. In the meantime it transpired that in the second half of 1979 the\nFindon shares had purportedly been sold by LCI to GLI. This first came to the\nappellant's knowledge when Swersky, on 2 June 1980,\nfiled an affidavit in\nopposition to an unsuccessful application by the appellant for the delivery by\nLCI of the Findon shares. In\nhis affidavit Swersky drew the court's attention\n\"to the\n8\nfact that on the 30th December 1979 and consonant with the reorganisation of\nthe affairs of Lubner in certain of the Companies wherein\nhe was interested\" the\nFindon shares were \"transferred\" to GLI. In paragraph 9 of its plea in the\noriginal action (dated 2 July 1982)\nLCI stated:\n\"The shareholding in and claims on loan account against FINDON INVESTMENTS\n(PROPRIETARY) LIMITED, previously held by Defendant [LCI],\nwere on or about 30th\nDecember 1979 transferred to a Company known as GERALD LUBNER INVESTMENTS\n(PROPRIETARY) LIMITED [GLI].\"\nLCI did not in its plea\nspecifically claim that it was unable, because of impossibility of performance\nor otherwise, to deliver the\nFindon shares to the appellant. The appellant did\nnot at any stage seek to join GLI in the original action.\nLCI failed to deliver the Findon shares to the appellant pursuant to this\nCourt's judgment on 20 March 1989. The appellant then brought\nan application\nagainst,\ninter alia,\nthe three\n9\nrespondents to have them declared in contempt of court for\nfailing to do so. The application was dismissed. On 4 August 1989 the appellant\ninstituted the present action seeking the relief set out earlier. The\nrespondents pleaded,\ninter alia\n, that the Findon shares had been\ntransferred by LCI to GLI in December 1979; that LCI had called upon GLI to\ndeliver the shares;\nthat GLI had declined to do so; and that LCI was accordingly\nunable to comply with the order against it.\nOn the assumption that GLI took delivery of the Findon shares from LCI with\nknowledge of the appellant's rights to the shares, it\nwas open to appellant,\nwhen it came to its notice that the Findon shares had been transferred to GLI,\nto join GLI in the original\naction and claim delivery of the shares from it on\nthe basis of the so-called \"doctrine of notice\"\n(McGregor v Jordaan and\nAnother\n1921 CPD 301\nat 308;\nTiger-Eve Investments (Pty) Ltd and Another\nv Riverview Diamond Fields (Pty) Ltd\n1971(1) SA\n10\n351(C) at 358F-H). The appellant did not avail itself of the opportunity to\ndo so. It is common cause that any action it might have\nhad against GLI on that\nscore has since become prescribed. The consequence this may hold for the\nappellant will be considered later.\nThe only cause of action ultimately\nrelied upon by the appellant was that pleaded in paragraph 12.2 of its amended\nparticulars of\nclaim - which is quoted in full in the judgment at 787D-G. What\nis alleged in essence is that Lubner, with knowledge of the appellant's\nrights,\nand in fraud of such rights, and with a view to procuring for himself the\ncontinued utilisation of the Clifton flat, caused\nthe Findon shares to be\ntransferred from LCI to GLI; that the court was accordingly entitled, with due\nregard to all the relevant\ncircumstances, to disregard the separate corporate\npersonalities of LCI and GLI in order to give effect to the judgment in the\noriginal\naction for delivery of the Findon shares to the\n11\nappellant (what is commonly referred to as \"lifting\" or \"piercing\" the\ncorporate veil).\nAfter a comprehensive review of the evidence the trial judge\nmade the following factual findings:\n1)\tThat Lubner, although only one of the trustees of the children's trusts, had\ncomplete control over the affairs of LCI (at 814G);\n2)\tThat until 1985 Lubner was the sole shareholder of GLI and there was no\nevidence to suggest that he did not also effectively control\nall the affairs of\nGLI before or after that date (at 814 I);\n3)\tThat the evidence established that the Findon shares had been transferred by\nLCI to GLI on the instructions of Lubner in an attempt\nto evade the appellant's\n\"claim\" thereto (at 815G).\nFindings (1) and (3) were attacked on\nappeal by the respondents; finding (2) was not seriously challenged.\nNotwithstanding these findings\nthe learned judge a quo concluded that it was not\nappropriate or permissible to disregard the separate corporate\n12\npersonalities of LCI and GLI. He held that although the transfer of the\nFindon shares to GLI could be described as \"clearly improper\",\ntheir transfer\ndid not amount to an \"unconscionable injustice\"; that the appellant \"had had\nfull opportunity to recover the shares\nfrom GLI but did not do so timeously and\nis thus the author of its own misfortune\" (at 822 B-C). Hence the order of\nabsolution.\nI propose to consider the factual findings made by the\ntrial\njudge and then to determine what legal consequences flow from\nthe\nproved facts. The evidence of the various witnesses who testified\nis\ndealt with in the judgment at 799E to 814C. I shall draw on such\nevidence,\namplified where necessary, in arriving at my conclusions.\nFinding 1\n: That Lubner had complete control over LCI.\nFor reasons that will appear later, it is not in my view necessary to\ndetermine whether Lubner had\ncomplete\ncontrol of\n13\nLCI. The real issue is rather whether he exercised absolute control over LCI\nin relation to its dealings with the Findon shares. As\npreviously mentioned, the\nFindon shares guaranteed the occupation and utilization of the Clifton flat.\nThey had previously been owned\nby Lubner and had been sold by him to LCI in 1976\nconsequent upon the restructuring of his affairs when he became non-resident.\nAccording\nto the evidence, the Clifton flat was regarded by Lubner as his home\n(or one of them). Hirschson testified that his dealings with\nLubner left no\nquestion in his mind that Lubner took all the decisions in regard to the Clifton\nflat. He recalled an occasion when\nLubner, in an emotional outburst when\nspeaking over the telephone, claimed \"it's his apartment, and nobody's going to\nmake any decisions\non his behalf\". In a note dated 30 April 1979 Lubner recorded\nthat during his absence \"no one is to gain entry to my apartment\".\nIt is also\nnot without significance that although LCI purportedly owned the Findon\nshares,\n14\nit was never debited with any expenditure in respect of the Clifton flat,\nwhich suggests that its ownership was one of convenience\nrather than\nsubstance.\nAs previously noted, it was established in the original action that the\nFindon shares were sold by LCI to the appellant in February\n1979. It is common\ncause that although the ultimate owner of LCI was the children's trusts, the\ntrustees did not take the decision\nto sell the Findon shares. Everything points\nto the decision to do so having been taken by Lubner. When it was put to the\nwitness\nMiller (who at the time was one of the trustees of the children's\ntrusts) that it was not incumbent upon Lubner to consult Miller(\nor any other\ntrustee, for that matter) if he (Lubner) wished to sell \"the flat\", Miller\nreplied: \"Yes, I was just a trustee of the\ntrust\".\nSwersky, the sole director of LCI, did not testily at the trial. He did so in\nthe original action as a witness for LCI. The\n15\nappellant sought to have the evidence he gave on that occasion admitted in\nthe present proceedings. The trial judge, in the exercise\nof his discretion in\nterms of\nsec 3(l)(c)\nof the\nLaw of Evidence Amendment Act 45 of 1988\n, ruled\nSwersky's evidence admissible. In his reasons for doing so he stated that the\nprobative value of Swersky's evidence was obviously\ngreat; that if\nuncontroverted it would prove that Lubner had full and complete control of the\naffairs of LCI relating to the Clifton\nflat \"because he controlled Swersky\";\nthat the appellant could not have been expected to call Swersky; and that the\nonly possible\nprejudice to the respondents was that they might have to call\ncontroverting evidence, if such evidence existed. The trial judge's\nruling was\nchallenged on appeal, but having regard to all the relevant circumstances, I am\nsatisfied that he exercised his discretion\nproperly.\nIt is apparent from Swersky's evidence in the original action\n16\nthat at all material times Lubner personally controlled the destiny of LCI.\nAsked whether he (as sole director of LCI and other related\ncompanies) deferred\nto Lubner's wishes, Swersky replied \"Invariably. I wouldn't do anything without\nhis approval\". Lubner was therefore\nin effective control of Swersky and, through\nhim, the Findon shares. Swersky's evidence makes it perfectly clear that he\nwould never\nhave contemplated selling the Findon shares other than on Lubner's\ninstructions.\nLubner, despite being available to do so, failed to testify at the trial.\nFrom this it may be inferred that he was unable to contradict\nSwersky's\nevidence, or to refute that of Hirschson and Miller. The evidence, coupled with\nLubner's failure to testify, goes way beyond\nthe concession that Lubner was the\nmoving spirit behind LCI. It establishes on the requisite balance of\nprobabilities that notwithstanding\nLCI's corporate identify, Lubner at all\nmaterial times personally exercised control over the Findon shares (and\n17\nhence the Clifton flat) as effectively and completely as if they belonged to\nhim personally. In relation to its dealings with the\nFindon shares LCI was more\nthan just Lubner's puppet; it was essentially none other than Lubner personally,\nalbeit in a different\nguise.\nFinding 2\n: That Lubner effectively controlled the affairs of GLI at\nthe relevant time.\nIn 1979 when the sale of the Findon shares to the appellant, and the\nsubsequent transfer of those shares from LCI to GLI took place,\nLubner was the\nsole shareholder of GLI. He and Swersky were the directors of GLI. Given\nSwersky's evidence it is apparent that he\nwould have deferred to Lubner in\nrelation to all matters pertaining to the Findon shares. It is in fact common\ncause that Lubner\nhad complete voting control at that time over GLI. Neither the\nlater acquisition by Gerald Lubner Trust of a minority\n18\nshareholding in GLI, nor the appearance of Kathleen Smith as a director of\nGLI, would have altered the position. It was Lubner's idea\nto transfer the\nFindon shares from LCI to GLI. This was not done to further GLI's corporate\ninterests, but to ensure Lubner's continued\npersonal occupation of the Clifton\nflat. Henceforth Lubner as LCI would no longer enjoy the benefit of the flat;\nbut Lubner as GLI\nwould continue to do so. It was a transfer, as the witness\nStride (on a proper reading of his evidence) fairly conceded, from Lubner's\nleft\nto his right hand. When the situation is exposed for what it really is, the\ninevitable truth that emerges is that not only did\nLubner control the affairs of\nGLI, but in relation to its acquisition of the Findon shares GLI\nwas\nLubner in one of his guises.\nFinding 3\n: That the Findon shares had been transferred by LCI to GLI\non Lubner's instructions to evade the appellant's \"claim\" thereto.\n19\nThis finding is justified on the evidence, but in my view it would be more\nappropriate to speak of the evasion of the appellant's\n\"rights\" to the Findon\nshares rather than merely its \"claim\". The evidence not only establishes that\nLubner knew of the appellant's\nclaim, but that he appreciated that it was a\nvalid one, and that the transfer of the Findon shares to GLI was a device or\nstratagem\nresorted to by him in a deliberate attempt to thwart the appellant's\nrights to delivery of the shares. His conduct in the circumstances,\nif not\nfraudulent, was at the very least gravely improper.\nFrom the evidence, and\ncertain contemporaneous documentation in particular, it appears that Lubner, who\nwas overseas at the time,\nwas kept fully abreast of the negotiations between\nSwersky and Shapiro in relation to the sale of the Clifton flat (via the sale\nof\nthe Findon shares). In a telex from Lubner to Swersky on 19 February 1979 (i.e.\nthree days before the actual sale as found proved\nin the original action) Lubner\nstates,\ninter\nalia,\n20\n\"I am concerned that you will lose the deal with Shapiro. Anxious to conclude\non the basis discussed\". In a later telex on 21 February\n1979 Lubner exhorts\nSwersky with the words \"This purchase and contract has as its basis an affair of\nthe heart and his enthusiasm\nwill inevitably wane with delay and messing him\nabout\". (The references to \"his\" and \"him\" are clearly to Shapiro.) On 12 March\n1979\nLubner sent a telex to one Bensimon which included the following directive:\n\"Please have Swersky report to me on the Clifton\nsale\n\". (My\nemphasis.)\nIt is apparent from Hirschson's evidence (which was accepted by the trial\njudge) that Lubner was aware by April 1979 that Shapiro\nclaimed to have\nconcluded an agreement with Swersky (on behalf of LCI) for the sale of the\nClifton flat and was intent on enforcing\nthe agreement. Hirschson testified that\nhe had two meetings with Lubner during April at which the sale of the flat was\ndiscussed.\nAccording to Hirschson, Lubner's attitude at these\n21\nmeetings was that he wished to renegotiate the terms of the sale. On 30 April\n1979 Lubner wrote a letter to Hirschson which is set\nout in full in the judgment\nat 805C-E. It refers, in the opening paragraph, to \"the trustees' decision not\nto proceed, at present,\nwith the sale of the Clifton apartment, through no fault\nof ours\". (This was a blatant untruth, for it is clear from the evidence\nthat at\nno time did the trustees take any decisions, one way or the other, in regard to\nsuch sale.) The letter proceeds to reflect\nan intention \"to give effect to the\nsale of the apartment\" after the happening of certain events. In the absence of\nany explanation\nby Lubner (which was never forthcoming) the terms of the letter\nare consistent only with an appreciation or belief that a sale had\nbeen\nconcluded, and that an attempt was being made (at any rate for the time being)\nto avoid its consequences.\nDuring July 1979, and at Lubner's request, Hirschson spent a few days with\nLubner at St Tropez. Hirschson's evidence\n22\nconcerning what transpired between them then and subsequently\nis\ncorrectly summarised in the judgment at 805G-J as follows:\n\"Lubner told him that he was still busy re-arranging his affairs and that he was\nunder a lot of pressure from his family who were\nvery upset about the sale of\nthe flat. Lubner also asked him to apply pressure on Shapiro to buy another\nflat, in which event Lubner\nwould pay Hirschson $50 000. He declined the offer.\nLater during the year when litigation became imminent, Lubner asked him to hand\nover the file and all documentation regarding the sale of the flat to him. When\nit was pointed out to Lubner that the file had already\nbeen handed over to\nattorneys, Lubner indicated that he would see Hirschson right financially if\nHirschson would become a hostile\nwitness; that, according to Lubner, would be a\nperson who was unco-operative with both sides, with the result that neither side\nwould\ncall him as a witness. This Hirschson also refused to\ndo.\"\nLubner's unsuccessful attempts, in effect, to bribe\nHirschson, are indicative of his concerned state of mind regarding the existence\nof a valid sale of the Clifton flat (through the medium of the Findon\nshares).\nThe gist of the respondents' case concerning the transfer of\n23\nthe Findon shares from LCI to GLI was that it had been\nconsidered advisable as part of the restructuring of Lubner's South African\ninterests as a consequence of his becoming a non-resident, as well as being\nprompted by a concern about a potential tax liability\n(see the judgment at\n802G-J). This was first put forward by the witness Miller in an affidavit Sled\nby him in the contempt proceedings.\nIt also formed the basis of the summary of\nhis evidence in terms of\nRule 36(9)(g)\nas well as his later evidence at the\ntrial (see the judgment at 799F-J; 802A-G). In addition to Miller the witnesses\nVan Zyl, Stride\nand Behrmann gave evidence in this regard; one Lumb testified\nfor the appellant. The latter's evidence is set out at 803A to 804H\nof the\njudgment; that of the other witnesses I have mentioned at 806C to 812J. No\nuseful purpose would be served in repeating or\nanalysing their evidence in this\njudgment.\nThe trial judge came to the conclusion that the reasons put forward by the\nrespondent for the transfer of the shares were\n24\n\"obviously false\" (at 815B). His reasons for so concluding\nare\nencapsulated in the following passage in his judgment (at 815B-G):\n\"The restructuring process had started in 1976 and it was then decided that the\nshares in Findon would continue to be held by Rosebank\nParkade [LCI] (RSC 20).\nOne of the stated intentions of the restructuring was to regularise the loan\naccounts between the two sides\nof the Lubner group of companies in order to\ncomply with the borrowing restrictions laid down in terms of the applicable\nforeign\nexchange regulations and the main object was to eliminate loans between\nthem (RSC 20 and 28).\nThe effect of the sale and transfer of the\nshares was, however, to increase and not decrease such borrowing and thus ran\ncounter to\nthis intention. It is also clear from the contents of certain of the\ndocuments that the transfer of the shares had nothing to do\nwith the\nrestructuring of the companies and that it had come about as a result of a\ndirective from Lubner. According to the minutes\nof the meeting held by Lubner's\nadvisers on 3 April 1979 (RSC 25), they were of the view that the flat should be\nsold. However, on\n24 April 1979 Flett advised Behrmann that the flat had to be\nsold to GLI because Lubner was not prepared to allow it to pass out\nof the\nfamily control for the amount of R140 000 (RSC 1, p18). The further suggestion\nthat the transfer of the Findon shares\n25\nhad partly been motivated by a concern about an additional tax assessment is not\nsupported by any documentary evidence. Such a suggestion\nalso conflicts with the\ntransfer of assets to Rosebank Parkade and Gerald Lubner Holdings and the\nretention of other, more valuable\nassets. An additional factor to be taken into\naccount is Lubner's failure to testify. He was present in Court during most of\nthe\ntrial and in the circumstances the inference must be drawn that had he given\nevidence he would not have been able to support the\nversions contended for on\nbehalf of himself and the first and second defendants.\"\nIf proper\nregard is had to the evidence as a whole (including the documentary evidence)\nand the credibility and other findings of\nthe trial judge in respect of the\nwitnesses who testified (at 814C-F), his reasoning and logic in arriving at the\nconclusion he did\ncannot, in my view, be faulted. Despite the criticism voiced\nagainst his factual findings on appeal, there is no acceptable basis\nfor\ninterfering with them. Having regard to such evidence and findings, and the\nfailure of Lubner to testify, the following has in\nmy view been established:\n26\n1)\tLubner accepted that there had been a valid sale of the Findon shares from\nLCI to the appellant;\n2)\tHe unsuccessfully attempted to avoid the consequences of such sale,\ninter\nalia\n, by bribing Hirschson;\n3)\tHe was instrumental in having the Findon shares transferred from LCI to\nGLI;\n4)\tThe reasons put forward by the respondents at the trial for such transfer\nwere found to be without substance and \"obviously false\";\n5)\tThe most probable inference to be drawn is that the Findon shares were, at\nthe instigation of Lubner, transferred from LCI to\nGLI in a deliberate attempt\nto thwart or defeat the appellant's rights to them, conduct which was fraudulent\nor, at the very least,\nseriously improper.\nI turn now to what is\nreally the crux of the present appeal. The fundamental issue is whether the\nappellant, having regard to the\n27\nfacts found proved, is entitled to the relief which it seeks.\nAn essential pre-requisite for the grant of such relief is that the\nseparate\ncorporate personality of LCI and GLI would have to be disregarded insofar as\ntheir dealings with the Findon shares are concerned.\nUnless that can be done, no\nlegal basis exists on which the judgment which the appellant obtained in the\noriginal action against\nLCI can be enforced against GLI or Lubner, as there\nwould otherwise be no privity between them.\nIt is trite law that \"[a] registered company is a legal persona distinct from\nthe members who compose it\" (\nDadoo Ltd and Others v Krugersdorp Municipal\nCouncil\n1920 AD 530\nat 550). Equally trite is the fact that a court would be\njustified in certain circumstances in disregarding a company's separate\npersonality in order to fix liability elsewhere for what are ostensibly acts of\nthe company. This is generally referred to as lifting\nor piercing the corporate\nveil. (I shall confine myself to the use of the word\n28\npiercing.) The focus then shifts from the company to the\nnatural\nperson behind it (or in control of its activities) as if there were\nno\ndichotomy between such person and the company\n(Henochberg on\nthe Companies Act\n: 5th Ed: Vol 1, p 54). In that way personal\nliability is attributed to someone who misuses or abuses the\nprinciple of corporate personality.\nThe law is far from settled with regard to the circumstances\nin which it would be permissible to pierce the corporate veil. Each\ncase involves a process of enquiring into the facts which, once\ndetermined, may be of decisive importance. And in determining\nwhether or not it is legally appropriate in given circumstances to\ndisregard corporate personality one must bear in mind\n\"the fundamental doctrine that the law regards the substance rather than the\nform of things, - a doctrine common, one would think,\nto every system of\njurisprudence and conveniently expressed in the maxim\nplus valet quod agitur\nquam quod simulate concipitur\n\"\n(Dadoo Ltd and Others v Krugersdorp Municipal Council (supra\n) at\n29\n547.) Whatever the position, it is probably fair to say that a\ncourt has no general discretion simply to disregard a company's separate\nlegal\npersonality whenever it considers it just to do so\n(Botha v Van Niekerk en 'n\nAnder\n1983(3) SA 513(W) at 524A; Gower's\nPrinciples of Modern Company\nLaw\n: 5th Ed, 133).\nMuch of what is considered to be the current law on the subject is set out in\nthe judgment at 815H to 821C. I do not deem it necessary\nor advisable in the\npresent appeal to attempt to formulate any general principles with regard to\nwhen the corporate veil may be pierced.\nI propose to do no more than apply what\nI conceive to be the appropriate legal principles to the facts of the present\nmatter.\nThe principle of a company's separate juristic personality was first asserted\nin the House of Lords in\nAron Salomon v A Salomon and Company Limited\n[1897] AC 22.\nThere already it appears to have been recognised that proof of\nfraud or dishonesty might justify\n30\nthe separate corporate personality of a company being disregarded.\n(See,\nin this regard, the speeches of Lord Halsbury at 33 and Lord\nMacnaghten at\n52/3.) And over the years it has come to be\naccepted that fraud, dishonesty\nor improper conduct could provide\ngrounds for piercing the corporate veil.\nRecently this was\nconfirmed in\nThe Shipping Corporation of India Ltd v Evdomon\nCorporation and Another\n1994(1) SA 550(A) where CORBETT CJ\nexpressed himself as follows at 566C-F:\n\"It seems to me that, generally, it is of cardinal importance to keep\ndistinct the property rights of a company and those of its shareholders,\neven\nwhere the latter is a single entity, and that the only permissible deviation\nfrom this rule known to our law occurs in those\n(in practice) rare cases where\nthe circumstances justify 'piercing' or 'lifting' the corporate veil. And in\nthis regard it should\nnot make any difference whether the shares be held by a\nholding company or by a Government. I do not find it necessary to consider,\nor\nattempt to define, the circumstances under which the Court will pierce the\ncorporate veil. Suffice it to say that they would generally\nhave to include an\nelement of fraud or other improper conduct in the establishment or use of the\ncompany\n31\nor the conduct of its affairs. In this connection the words 'device',\n'stratagem' 'cloak' and 'sham' have been used....\"\nTwo matters\narising from the quoted passage merit further comment. First, reference is made\nto \"those (in practice) rare cases where\nthe circumstances justify 'piercing' or\n'lifting' the corporate veil\". It is undoubtedly a salutary principle that our\ncourts should\nnot lightly disregard a company's separate personality, but should\nstrive to give effect to and uphold it. To do otherwise would\nnegate or\nundermine the policy and principles that underpin the concept of separate\ncorporate personality and the legal consequences\nthat attach to it. But where\nfraud, dishonesty or other improper conduct ( and I confine myself to such\nsituations) are found to\nbe present, other considerations will come into play.\nThe need to preserve the separate corporate identify would in such circumstances\nhave to be balanced against policy considerations which arise in favour of\npiercing the corporate veil (cf Domanski : Piercing The\n32\nCorporate Veil- A New Direction :\n1986 SALT 224).\nAnd a\ncourt would then\nbe entitled to look to substance rather than form\nin order to arrive at the\ntrue facts, and if there has been a misuse of\ncorporate personality, to disregard it and attribute liability where it\nshould rightly lie. Each case would obviously have to be\nconsidered on its own merits.\nThe second is the reference to the inclusion of \"an element\nof\nfraud or other improper conduct in the establishment or use of\nthe\ncompany or the conduct of its affairs\". (My emphasis.) It is not\nnecessary that a company should have been conceived and founded\nin deceit, and never have been intended to function genuinely as a\ncompany, before its corporate personality can be disregarded (as\nappears in some respects to have been the view of the trial judge -\nsee the judgment at 821G-J). As Gower, op cit, states (at 133):\n\"It also seems clear that a company can be a facade even though it was not\noriginally incorporated with any deceptive intention; what\ncounts is whether it\nis being used as a facade\n33\nat the time of the relevant transactions.\"\nThus if a company,\notherwise legitimately established and operated, is misused in a particular\ninstance to perpetrate a fraud, or\nfor a dishonest or improper purpose, there is\nno reason in principle or logic why its separate personality cannot be\ndisregarded\nin relation to the transaction in question (in order to fix the\nindividual or individuals responsible with personal liability) while\ngiving full\neffect to it in other respects. In other words, there is no reason why what\namounts to a piercing of the veil pro hac\nvice\nshould not be\npermitted.\nI revert to the facts of the present matter. It will be recalled that the\nFindon shares, which guaranteed Lubner (and his family)\npersonal occupation of\nthe Clifton flat, were initially owned by Lubner. They were transferred to LCI\nin 1976 when Lubner became\na non-resident. They were held by LCI on Lubner's\nbehalf as a matter of convenience. Lubner exercised complete control\n34\nover LCI in respect of the Findon shares via Swersky who did\nhis\nbidding. LCI did not transfer the Findon shares to GLI for\na\nlegitimate reason. It did so at Lubner's behest solely for the\npurpose\nof thwarting or defeating the appellant's rights to the shares.\nWith the same\npurpose in mind GLI, over whom Lubner exercised\nabsolute control, and acting\non his instructions, took transfer of the\nFindon shares from LCI. Neither LCI\nnor GLI stood to benefit\nfrom the transaction, only Lubner. The transfer was\nin fraud of the\nappellant's rights; at the very least it was carried out with\nan\nimproper purpose - the evasion of legal obligations - in mind.\nLubner's\nmotive in transferring the Findon shares from LCI to GLI,\nor causing them to\nbe transferred, is a highly relevant consideration\n- see\nAdams and Others\nv Cape Industries p1c and Another\n[1991]\n1 All ER 929\n(CA) at 1022j,\n1024j. The misuse by Lubner of both\nLCI and GLI amounted to an abuse of their\nseparate corporate\nidentities. In reality, in relation to their dealings with\nthe Findon\n35\nshares, both LCI and GLI were Lubner's alter egos. There was but one purpose\n- that of Lubner, and one will - that of Lubner. Policy\nconsiderations strongly\nsuggest that the veil of corporate personality should be pierced in relation to\nLCI's and GLI's fraudulent\nor improper dealings with the Findon shares in order\nto reveal Lubner as the true villain of the piece. To pierce the corporate veil\nfor that purpose would not detract from the otherwise legitimate and proper\ncorporate activities of LCI and GLI or prejudice their\nshareholders. It is\nwithin Lubner's power to compel GLI to disgorge the Findon shares. In the\ncircumstances the separate corporate\nidentities of LCI and GLI in relation to\ntheir dealings with the Findon shares should, in my view, be disregarded unless\nthere is\nsome other consideration which precludes that being done.\nA case somewhat analagous to the present where the court disregarded a\ncompany's separate legal personality where the\n36\ncompany was used to facilitate the evasion of legal obligations is that of\nJones and Another v Lipman and Another\n[1962] 1 ALL ER 442\n(Ch.D). In\nthat case Lipman, after concluding a contract to sell land to Jones, formed a\ncompany and conveyed the land to it in order\nto defeat Jones's right to specific\nperformance. The court granted specific performance against both Lipman and the\ncompany, holding\nthat such relief could not be resisted by a seller in Lipman's\nposition who had absolute ownership and control over the company concerned.\nSee\ntoo\nGilford Motor Co Ltd v Home and Another\n[1933] ALL ER 109\n(CA).\nAs previously pointed out, the trial judge held that the transfer of the\nFindon shares from LCI to GLI did not result in an \"unconscionable\ninjustice\"\nbecause the appellant failed limeously to recover the Findon shares from GLI, as\nit could have done. (The test of \"unconscionable\ninjustice\" is that formulated\nby FLEMMING J in\nBotha v Van Niekerk en 'n Ander (supra\n) at 525F where\nhe\n37\nheld that piercing the veil would be justified \"as daar ten minste 'n\noortuiging was dat .... 'n onduldbare onreg aangedoen word en\nwel ten gevolg van\niets wat vir die regdenkende duidelike onbehoorlike\noptrede\tis\". With due respect to the learned judge I would\navoid, in a\nmatter such as the present, what is perhaps too rigid a test and opt for a more\nflexible approach - one that allows the\nfacts of each case ultimately to\ndetermine whether the piercing of the corporate veil is called for.) It seems\nimplicit in the trial\njudge's finding that the remedy of piercing the corporate\nveil is only available where a plaintiff has no other remedy at his disposal.\nNo\nauthority was quoted for this proposition. Nor did the respondents, who support\nit, refer us to any.\nIn principle I see no reason why piercing of the corporate veil should\nnecessarily be precluded if another remedy exists. As a general\nrule, if a\nperson has more than one legal remedy at his disposal he can select any one of\nthem; he is not obliged to pursue\n38\none rather than another (although there may be instances where once he has\nmade an election he will be bound by it). If the facts\nof a particular case\notherwise justify the piercing of the corporate veil, the existence of another\nremedy, or the failure to pursue\nwhat would have been an available remedy,\nshould not in principle serve as an absolute bar to a court granting\nconsequential relief.\nThe existence of another remedy, or the failure to pursue\none that was available, may be a relevant factor when policy considerations\ncome\ninto play, but it cannot be of overriding importance. In this regard it is\nrelevant to note that the appellant took timeous\nsteps to enforce its\ncontractual claim against LCI. Although it had knowledge of the transfer of the\nFindon shares to GLI, impossibility\nof performance by LCI was never specifically\npleaded as a defence. Given the structure of the Lubner group and the extent of\nLubner's\ninterest and control over the relevant companies, the appellant had no\nreason to believe that effect would not be given to any judgment\n39\nobtained in the original action. It clearly lay within Lubner's power to do\nso. Whatever laxity or \"fault\" there may have been on\nthe part of the appellant\nin failing to pursue its rights under the doctrine of notice pales into\ninsignificance compared to the\nimpropriety of Lubner's conduct. Yet respondents\nseek to rely upon such failure to deny the appellant relief. Policy\nconsiderations\ndictate that they should not be permitted to do so. In the\ncircumstances the appellant's failure to pursue its remedy under the doctrine\nof\nnotice does not in my view operate as a bar to the relief it seeks.\nThe respondents contended on appeal that the appellant's failure to establish\nin the present action that there had been a sale of\nthe Findon shares by LCI to\nit was fatal to its case. In the original action the appellant succeeded in\nproving such a sale against\nLCI. GLI and Lubner were not parties to that action.\nThey were accordingly not afforded an opportunity to contest that\n40\nthere had been a sale. In the present action the appellant disavowed from the\noutset any intention to again prove the sale from LCI\nto it. The respondents\ncontend that the judgments in the original action, finding and upholding on\nappeal that there had been a sale\nbetween LCI and the appellant, are not\nadmissible for the purpose of proving such sale as against GLI and Lubner. They\nrely in this\nrespect on the controversial rule in\nHollington v F Hewthorn\n& Company Limited\n[1943] 2 ALL ER 35(CA)\nthat a previous judgment is not\nadmissible in a civil action against someone who was not a party thereto, as\nwell as the fact that\nno privity exists between LCI, GLI and Lubner. If, as the\nrespondents contend, no sale has been proved between the appellant and\nLCI as\nagainst GLI and Lubner, then the circumstances surrounding the transfer of the\nFindon shares from LCI to GLI are no longer\nrelevant and the validity of that\ntransaction not open to challenge. The respondents' argument in this respect\ndoes not, in my\n41\nview, assist them in the present matter. I consider the\nappellant to be correct in contending that it has a judgment debt against\nLCI\nwhich it is entitled to follow and enforce against both GLI and Lubner. That it\ncan do so is a logical consequence of piercing\nthe corporate veil and\ndisregarding the separate juristic personalities of LCI and GLI. To hold\notherwise would be to negate the\nvery reason for piercing the veil. In\ncasu\nthe facts establish that, in relation to the dealings with the\nFindon shares, Lubner was both LCI and GLI. Acccordingly, the judgment\nagainst\nLCI was in substance and effect one against Lubner. It should therefore be\neffective against Lubner in any guise. Once that\nbasic truth is asserted it\nmatters not that GLI and Lubner were not formally parties to the original\naction. Lubner was there in\nhis LCI hat, and it is idle and unrealistic to\nsuppose that in his GLI hat or personally he is likely to have done anything\nwhich\ncould have altered the course of the original action or influenced its\noutcome. Once\n42\ntherefore the sale of the Findon shares by LCI to the appellant was proved in\nthe original action, and the corporate veils of LCI\nand GLI pierced in the\npresent, effect can be given to the judgment in the original action against all\nthree respondents. It follows\nthat in my view the appeal must succeed and that\nthe appellant is entitled to an order in terms of prayers (a), (b) and (c) of\nits\nparticulars of claim.\nThe respondents' cross-appeal is directed against the finding of the trial\njudge that the four witnesses whose costs were disallowed\nwere called to\nestablish a defence which, to the knowledge of Lubner, was untruthful. In my\nview, in the light of his unassailable\nfactual findings, the exercise by the\ntrial judge of his discretion against the respondents in that respect cannot be\nfaulted. In\nany event, a consequence of the appellant's success on appeal will\nbe to deprive the respondents of their award of trial costs in\nthe court below,\nso that the issue of whether they should\n43\notherwise have been awarded the costs of the four witnesses falls away. The\ncross-appeal consequently falls to be dismissed.\nThe appellant seeks an order\nfor costs in the court below on an attorney and own client scale. The essential\ndifference between an\norder for costs on such a scale, as opposed to costs\nsimply on an attorney and client scale, appears from the decision in\nCambridge Plan AG v Cambridge Diet (Pty) Ltd and Others\n1990(2) SA\n574(T). Notwithstanding Lubner's conduct, an award of costs on the very punitive\nattorney and own client scale is, in\nmy view not justified. However, as a mark\nof this Court's disapproval of his conduct in refusing to give effect to the\njudgment in\nthe original action when he was in a position to do so, and thereby\ncompelling the appellant to again come to court in order to enforce\nits rights,\nit would in my view be appropriate and just to award the appellant its trial\ncosts on an attorney and client scale.\nOne further matter requires mention. The present action was\n44\noriginally set down for hearing on 6 June 1991. The parties agreed to a\npostponement at a late stage leaving the issue of the wasted\ncosts to be\ndecided. CONRADIE J made an adverse order as to costs against the respondents,\nbut granted them leave to appeal to this\nCourt. The intention all along was that\nthat appeal should be heard at the same time as the present. The respondents\nfiled heads\nof argument relating to the appeal which the appellant's counsel\nwere prepared to deal with. However, the respondents failed to set\nthe appeal\ndown for hearing and it was accordingly not before us. That much was conceded by\nthe parties. The appellant seeks an order\nfor wasted costs arising from these\ncircumstances. As that appeal was not before us it would be inappropriate to\nmake any costs order\nin relation thereto. The appellant will be entitled to\nraise the matter again, if it so wishes, when the appeal is heard in due\ncourse.\nIn the result the following order is made:\n45\n1)\tThe appeal succeeds with costs, such costs to include the costs of two\ncounsel.\n2)\tThe order of the trial court of absolution from the instance on 7 September\n1992, and order (a) of its order of costs made on\n10 December 1992, insofar as\nit directed the appellant to pay the respondents' costs, are set aside and\nreplaced with the following\norder:\n\"(a) The second defendant is\nordered to deliver the shares and cede the loan account in Findon Investments\n(Proprietary) Limited (which\nform the subject matter of the action between the\nparties) to the plaintiff within thirty days of 19 May 1995;\n(b)\nAlternatively\n,\nwithin the aforesaid period, the second defendant is to deliver the said shares\nand cede the said loan account to the first defendant\nwhich in turn is to\ndeliver the said shares and cede the said loan account to the\nplaintiff;\n(c)\nThe third defendant is ordered\nto take all such steps as may be necessary to procure that the second defendant\ndeliver the said shares\nand cede the said loan account to the plaintiff, either\ndirectly or through the\n46\nfirst defendant, within the aforesaid period;\n(d)\nThe plaintiffs costs are to\nbe paid by the third defendant, alternatively, the first, second and third\ndefendants jointly and severally,\non a scale as between attorney and\nclient;\n(e)\nThe costs are to include the costs\nof two counsel and the qualifying expenses, if any, of the witness\nLumb.\"\n3. The cross-appeal is dismissed with costs, including the costs of two\ncounsel.\nJ W SMALBERGER\nJUDGE OF APPEAL\nVivier, JA)\nF H Grosskopf JA ) concur\nVan den Heever, JA )",
  "scraped_at": "2026-02-12T07:02:11.960659",
  "date": "1995-05-19",
  "coram": [
    "Van Heerden",
    "Smalberger",
    "Vivier",
    "F H Grosskopf",
    "Van den Heever"
  ],
  "case_number": "9/93 NvH",
  "parties": {
    "applicants": [
      "Cape Pacific Ltd"
    ],
    "respondents": [
      "Lubner Controlling Investments (Pty) Ltd",
      "Gerald Lubner Investments (Pty) Ltd",
      "Gerald Mervyn Lubner"
    ]
  },
  "sections": {
    "facts": "The dispute arose from a 1979 sale of Findon Investments shares, which gave the holder rights to occupy a flat at Clifton. The shares were sold by the first respondent (LCI) to the appellant (Cape Pacific Ltd). Shortly afterwards, LCI transferred the shares to the second respondent (GLI) on the instructions of Gerald Lubner, who controlled both companies through a network of trusts. Lubner, a non‑resident businessman, used the transfers to retain personal use of the flat and to frustrate the appellant's claim. The appellant obtained a judgment against LCI for delivery of the shares, but LCI failed to comply, prompting further litigation against all three respondents.",
    "issues": "1. Whether the corporate veil of LCI and GLI can be pierced to enforce the original judgment against the respondents. 2. Whether the appellant is entitled to the specific relief sought (delivery of shares and loan account) despite not having joined GLI in the original action. 3. Whether the appellant’s failure to rely on the doctrine of notice bars the claim. 4. The appropriate order for costs.",
    "principles": "The court applied the doctrine of separate legal personality (Salomon) and the limited exception allowing veil‑piercing where there is fraud, dishonesty, or improper use of a company as a façade. Relevant authorities included Dadoo Ltd, Botha v Van Niekerk, The Shipping Corporation of India, and Jones v Lipman. The presence of an element of fraud or a device to evade legal obligations justifies disregarding corporate personality. The court rejected a strict “unconscionable injustice” test and emphasized substance over form.",
    "application": "Findings established that Lubrin exercised absolute control over both LCI and GLI, that the transfer of the Findon shares was undertaken to evade the appellant's rights and amounted to fraud or at least serious impropriety. Consequently, LCI and GLI were treated as alter egos of Lubrin, permitting the veil to be pierced. The original judgment debt against LCI could therefore be enforced against GLI and Lubrin personally. The appellant’s earlier inaction on the doctrine of notice was held not to preclude relief. The court set aside the earlier order of absolution and ordered delivery of the shares and loan account within thirty days, with costs on an attorney‑and‑client scale.",
    "conclusion": "The appeal succeeded. The court ordered the second defendant to deliver the Findon shares and cede the loan account within thirty days, with alternative orders involving the first defendant. The third defendant was ordered to ensure compliance. Costs were awarded to the appellant on an attorney‑and‑client scale, including costs of two counsel. The respondents’ cross‑appeal was dismissed with costs."
  },
  "tags": {
    "level_1": "Company Law",
    "level_2": "Piercing Corporate Veil",
    "level_3": [
      "fraud",
      "share transfer",
      "judgment enforcement",
      "control of companies",
      "costs"
    ]
  }
}