{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/88.html",
  "case_name": "President Insurance Company Ltd. v Nxele (612/93) [1995] ZASCA 88 (5 September 1995)",
  "citation": "[1995] ZASCA 88",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 88\n|\nNoteup\n|\nLawCite\nPresident Insurance Company Ltd. v Nxele (612/93) [1995] ZASCA 88 (5 September 1995)\nDownload original files\nPDF format\nRTF format\nCase No 612/93 IN THE SUPREME COURT OF SOUTH AFRICA\nAPPELLATE DIVISION\nIn the matter between\nPRESIDENT INSURANCE COMPANY LIMITED Appellant\nv\nJEREMIAH\nNXELE\tRespondent\nCORAM\n: HEFER, MARAIS JJA et VAN COLLER AJA\nHEARD\n: 16 AUGUST 1995\nDELIVERED\n: 5 SEPTEMBER 1995\nJ U D G M E N T\nHEFER JA\n:\n2 This appeal is directed at the quantum of the trial court's award\nin\nan action in which the respondent successfully sued the\nappellant, a\nnominated agent of the Motor Vehicle Accidents Fund, for\ncompensation\nunder the provisions of Act 84 of 1986.\nPrior to the collision in which he was injured the respondent, although he\nhad no formal training, used to work from home as a self-employed\nauto\nelectrician. It is alleged in the particulars of claim that his injuries have\nbrought about inter alia that he is \"disabled\nin the workplace where he cannot\nlift heavy weights or bend forward as required in his trade\". The loss which he\nallegedly suffered\nas a result of his disablement is claimed on two alternative\nbases. Claim A is for a total amount of R847 086 in respect of his past\nand\nfuture \"loss of earnings\" and is based on the allegation that, but for his\ninjury, he would have continued to earn an income\nof R3 840 per month working\nfor his own account. Claim B (the alternative) is for a total amount of R494 184\nin respect of his past\nand future \"loss of earning capacity\" and is based on the\nallegation that, but for his injury, he would have been able to be employed\nin\nthe formal sector as an artisan's aid earning a salary of Rl 700 per month.\nThe trial court was not prepared to grant claim A because the respondent\n3 had no reliable personal recollection of his earnings immediately before\nthe\ncollision and the documents on which he sought to rely by way of\nproof\nwere found to be fabrications. However, since it was common cause\nthat\nhe would have been able to work as an artisan's aid should he ever\nhave\nwished to seek employment in the formal sector and it was found that\nhis\nability to do so had been seriously diminished by his injury, the court\nupheld claim B to the extent that he was awarded an amount of R206 300\nwhich was intended (as appears from the reasoning and calculations in\nthe\njudgment) to compensate him for his loss of earning capacity but is\nlisted\nin the actual award under the rubric of loss of earnings.\nThe only question to be decided is whether the respondent has proved his\nloss. In contending for a negative answer appellant's counsel\nsubmitted that it\nhas not been established that he has suffered any loss and, alternatively, what\nthe extent of his loss is.\nThere is no substance in the first submission. The argument in support\nthereof is to the effect that, because the respondent's earnings\nat the time of\nthe collision have not been proved, it has not been shown that he conducted a\nprofitable business and without proof\nof a profitable business it cannot be\nfound that he suffered a loss. This line of reasoning reveals\n4\nan obvious misconception of the nature of claim B and the award made in\nrespect thereof. Appellant's counsel seems to have overlooked\nthat we are no\nlonger concerned with claim A to which his argument might have been a logical\nanswer. On claim B which relates to\nan alleged loss of earning capacity it has\nno bearing. The nub of the claim is that the respondent has lost his ability to\ncompete\nfor employment in the open market and the trial court's finding that\nthis admitted ability has indeed been gravely diminished is\nnot challenged. The\nmeasure of success with which he conducted his own business in the past has thus\nbecome entirely irrelevant.\nFor his alternative submission appellant's counsel relies heavily on the\nrespondent's attempt to mislead the trial court by producing\nfabricated\ndocumentary proof of his loss of earnings under claim A. This, he argues, also\ntaints the evidence produced in support\nof claim B. The quantification of the\nloss of earning capacity is based on the evidence of Mrs Barbara Donaldson, an\nindustrial psychologist,\nabout the respondent's prospects before the collision\nto obtain employment as an artisan's aid and his probable rate of remuneration.\nSince Mrs Donaldson's assessment is partly based on information given to her by\nthe respondent who has been found to be a wilfully\nuntruthful witness, the\nsubmission is that her evidence should not have been accepted.\n5\nI do not agree. Admittedly the respondent did inform Mrs Donaldson of his\nearnings and that his business had been \"very successful\"\nuntil he was injured.\nAdmittedly she did rely on this information. But the enquiry plainly does not\nend here. Mrs Donaldson's evidence\nwas presented in support of both claims and\nit is only with regard to claim A that she relied on information which was\nsubsequently\nfound to be false. For that claim to succeed it was necessary to\ndiscount the possibility of the respondent abandoning his business\nto seek\nemployment. On the assumption, as she repeatedly stressed, that he conducted a\nlucrative business Mrs Donaldson expressed\nthe (obviously acceptable) view that\nhe probably would not have made such a change. But this remained a viable option\nat least until\nthe respondent was injured. Mrs Donaldson's evidence relating to\nthe respondent's prospects of obtaining employment and his probable\nrate of\nremuneration does not rest in any respect on any proven or even suspected\nfalsehood. The respondent was put through what\nis known as the Industrial Test\nBattery - a test specially developed for illiterates and semi-literates in South\nAfrica - and produced\nexceptionally good results. This achievement together with\nhis \"track record\" - ie his employment record before commencing his own\nbusiness\nand the experience gained while working as an auto electrician - persuaded Mrs\nDonaldson (and eventually the trial judge)\nthat, had he sought employment in the\nformal sector, he could have\n6 been expected to earn a salary in at least the\nupper quartile because he was\n\"better equipped in terms of the service he could render\" to an artisan.\nAt\nthe trial the results of the test and Mrs Donaldson's interpretation\nthereof\nwent virtually unchallenged. It was not suggested then, nor is it\nsuggested\nnow, that there is any reason to doubt the reliability of this part\nof her\nevidence or of the figures which she presented relating to the rates of\nremuneration of artisans' aids. Moreover, the respondent's own evidence\nabout his \"track record\" was not questioned in the trial court nor has it\nbeen\nchallenged in this court. There is thus a firm foundation in the evidence\nfor\nthe award under claim B which has not been shaken in the least by the\nrespondent's mendacity in relation to claim A. The alternative submission\nmust also be rejected.\nThe appeal is accordingly dismissed with costs.\nCONCURRED\n:\nMARAIS JA\nVAN COLLER AJA",
  "scraped_at": "2026-02-12T07:11:59.924914",
  "date": "1995-09-05",
  "coram": [
    "HEFER JA",
    "MARAIS JA",
    "VAN COLLER AJA"
  ],
  "case_number": "612/93",
  "parties": {
    "applicants": [
      "President Insurance Company Limited"
    ],
    "respondents": [
      "Jeremiah Nxele"
    ]
  },
  "sections": {
    "facts": "The respondent, Jeremiah Nxele, was a self‑employed auto‑electrician who suffered a disabling injury in a motor‑vehicle collision. He claimed compensation from President Insurance Company Limited, a nominated agent of the Motor Vehicle Accidents Fund, alleging loss of earnings (Claim A) of R847,086 based on a purported monthly income of R3,840, and loss of earning capacity (Claim B) of R494,184 based on a potential artisan’s‑aid salary of R1,700 per month. The trial court rejected Claim A due to unreliable earnings evidence and fabricated documents, but upheld Claim B, awarding R206,300 to compensate for the loss of earning capacity.",
    "issues": "The principal issues were whether the respondent proved a loss of earning capacity sufficient to sustain Claim B, whether the fabricated evidence and false testimony relating to Claim A tainted the expert evidence supporting Claim B, and whether the trial court’s award should be set aside.",
    "principles": "The court applied the principle that loss of earning capacity does not require proof of a profitable prior business, only that the claimant’s ability to compete in the open market is impaired. Evidence from a qualified industrial psychologist is admissible even if the claimant was untruthful in a separate claim, provided the expert’s opinion is independently reliable. The burden of proof lies on the claimant to establish loss, but credibility issues in one claim do not automatically vitiate evidence in another.",
    "application": "The court found that Mrs Barbara Donaldson’s assessment of the respondent’s prospects as an artisan’s aid was based on an objective industrial test and the respondent’s work history, not on the false statements made for Claim A. Consequently, the evidence supporting Claim B remained reliable. The fabricated documents and untruthful testimony regarding Claim A did not affect the validity of the award for loss of earning capacity.",
    "conclusion": "The appeal was dismissed with costs. The trial court’s award of R206,300 for loss of earning capacity was upheld, and no further relief was granted to the appellant."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Motor Accident Compensation",
    "level_3": [
      "loss of earning capacity",
      "expert evidence",
      "fabricated documents",
      "appeal dismissed"
    ]
  }
}