{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/73.html",
  "case_name": "S v Foley (269/94) [1995] ZASCA 73 (31 May 1995)",
  "citation": "[1995] ZASCA 73",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 73\n|\nNoteup\n|\nLawCite\nS v Foley (269/94) [1995] ZASCA 73 (31 May 1995)\nDownload original files\nPDF format\nRTF format\nSAAKNOMMER: 269/94\n/jvdm\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak tussen:\nV V R FOLEY\tAPPELLANT\nen\nDIE STAAT\tRESPONDENT\nCORAM\n: SMALBERGER, STEYN et NIENABER, ARR\nVERHOOR\n: 16 MEI\n1995\nGELEWER\n: 31 MEI 1995\nU I T S P R A A K\nSTEYN AR/\n2\nSTEYN AR: INLEIDING\nVisser Vorster Rautenbach Foley\n(\"appellant\") is op 15 Mei 1991 in die Springs Rondgang van die Transvaalse\nProvinsiale Afdeling skuldig\nbevind aan moord op sy vrou, Yvonne Suzanne Foley\n(\"die oorledene\") - klag 1, en aan verkragting van sy twee stiefdogters, Tina\nMarie\nSchorr (\"Tina\") - klag 2, en Jacqueline Schorr (\"Jacqueline\") - klag 3. Hy\nis op dieselfde dag vir die moord gevonnis tot 12 jaar\ngevangenisstraf en vir\ndie verkragtings tot 8 jaar op elke klag. Laasgenoemde twee vonnisse is\nsamelopend. Appellant is derhalwe\n'n effektiewe termyn van 20 jaar tronkstraf\nopgelê. Sy aansoek om verlof om teen die skuldigbevindings en vonnisse te\nappelleer\nis deur die verhoorregter (Van Dyk R) van die hand gewys maar daarna\ndeur hierdie Hof toegestaan.\nAppellant en oorledene is met mekaar getroud gedurende 1979. Hy was haar\nderde man en sy was sy derde vrou. Appellant\n3\nhet vier kinders uit sy eerste huwelik, drie seuns en 'n dogter. Hulle is\nnie by hierdie saak betrokke nie. Oorledene het toe vyf\nkinders gehad, 'n seun,\nAllan, uit haar eerste huwelik en twee seuns, Adrian en Kevin, en die twee\ndogters, Tina en Jacqueline, uit\nhaar tweede huwelik, dié met mnr Carel\nSchorr. Haar kinders is almal tot meerdere of mindere mate by hierdie saak\nbetrokke.\nAdrian is die oudste van die Schorr kinders. Hy en Allan het nie\ntydens die verhoor getuig nie. Kevin, Jacqueline en Tina was egter\nstaatsgetuies. Hulle het in dié volgorde getuig. Tydens die verhoor was\nhulle onderskeidelik 20, 19 en 16 jaar oud. Tina was\nreeds getroud (sy het op 13\nMaart 1991 met ene Edwards in die huwelik getree). Al drie van hulle is dom,\nmaar die twee dogters is\nbesonder dom. Geen deskundige getuienis oor hul\nverstandelike vermoëns is tydens die verhoor gelewer nie. Die geleerde\nverhoorregter\nwas egter klaarblyklik van mening dat hulle verstandelik baie swak\ndaaraan toe was. So het hy bv die destydse advokaat vir die verdediging\nvermaan\n4\ntydens die kruis-ondervraging van Jacqueline:\n\"COURT: Mr Louw, you will have to put it far more simply to the witness. It\nmust be apparent to you too, and if it is not, then it\nis quite apparent to the\ncourt that she suffers from a severe mental retardation, she cannot follow the\nordinary language used in\na court of law. You will have to put it very simply to\nher.\"\nDit blyk ook uit die volgende passasie in Tina se\nkruis-ondervraging.\n\"\nMNR LOUW\n: Edele, ek het aansienlik om aan haar te stel,\nmaar ek dink nie dit gaan enige doel dien nie ... (tussenbei)\nHOF\n: Ja, wel u het 'n moeilike taak, maar u moet dit doen na\ndie beste van u vermoë.\nMNR LOUW\n: U moet maar geduld met my gebruik.\nHOF\n: Natuurlik, ek het nog nie enige ongeduld teenoor u\ngetoon nie.\nMNR LOUW\n: Soos dit u behaag.\nHOF\n: Ek is meer bekommerd dat ons samehangende antwoorde\nkry op enige vrae wat gestel word aan die getuie. Sy is\nklaarblyklik van so 'n lae intelligensiepeil dat sy dit uiters\nmoeilik vind om normale vrae te kan verstaan en te kan\nantwoord.\"\nIn sy uitspraak op die\nmeriete het die geleerde regter\n5\nvoorts die volgende menings uitgespreek oor die Schorr kinders se\nverstandelike vermoëns:\n\"Die staat se saak draai, sover dit klagte 1 betref, om die getuienis van\nKevin Schorr en sy suster Jacqueline. Ek het die ongelukkige\nsituasie voor my,\nen ek sê dit met die nodige deernis, dat ek na die getuienis van drie\npersone moes luister wat vanweë\nomstandighede buite hulle beheer en\nwaarvoor hulle seker nie gevra het nie, verstandelik baie swak bedeeld is. Van\ndie drie is Kevin\ndie intelligentste, dit het tydens die verhoor uitgekom dat\nhulle al drie in spesiale skole hulle opleiding gehad het. Soos die getuies\nvoor\nmy verskyn het was my indruk dat hulle verstandelike kapasiteit afgeneem het.\nTina se intelligensiepeil is klaarblyklik baie\nlaag. Ek sal later meer daaroor\nsê. ...\nJacqueline se verstandelike peil, en ek is geen deskundige nie, maar ek sou\nmet redelike veiligheid kon sê gebaseer op normale\nervaring, dat sy die\nverstandspeil van 'n normale kind van omtrent 10 na 12 jaar gehad het. My indruk\nvan Jacqueline, in die besonder\nwas, dat ek na groot moeite, toe ek besef het sy\nnie eintlik weet wat dit is om 'n eed te neem nie, aan haar verduidelik het dat\nsy gewaarsku word om die waarheid te praat en probeer het om haar vertroue te\nwen, en ek mag sê my indruk was dat ek in die\nbesonder haar vertroue gewen\nhet. Sy het later selfs geglimlag teenoor my en my reg in die oë gekyk\nwanneer sy haar getuienis\ngegee het.\n...\n6\nEk het met Tina se getuienis meer probleme gehad. Tina is dommer as wat\nJacqueline is en het feitlik gedurig vir my gevra, nadat ek\naan haar verduidelik\nhet, dat as sy nie verstaan wat een van die advokate vir haar vra nie, sy vir my\nmoet sê om dit vir haar\nte herhaal. Ek het op 'n stadium gedink of dit nie\n'n metode is om tyd te wen aan haar kant nie, maar dit onmiddellik uit my\ngedagtes\ngeweer omdat sy nie daardie verstandskapasiteit het om enigsins iets\nvoor te gee wat nie eg is nie. Ek het moeite gedoen om haar\nvertroue te wen en\nhet in 'n mate daarin geslaag deur haar oor haar werk uit te vra, waaroor sy\nentoesiasties was, wat 'n beskeie\nsoort van werk is wat iets te doen het met die\nvou en hantering van papiere wat vir verpakkingsdoeleindes gebruik word. Ek sou\nhaar\nverstandspeil plaas op dié van 'n normale kind van sewe tot agt\njaar.\"\nDie Schorr kinders is Engelssprekend en appellant\nAfrikaanssprekend.\nAppellant en die oorledene se huwelik was soos\ndie eertydse weer op die oostelike Hoëveld — soms mooi en rustig maar\nmeer\ndikwels stormagtig. Hulle is in 1981 geskei weens haar verhouding met 'n\nander man. Toe daardie verhouding versuur, is sy terug na\nappellant en in 1983\nis hulle weer getroud. Hulle het toe 'n\n7\nhuis in Kempton Park gekoop wat op haar naam geregistreer is. Ten tyde\nvan haar dood was dit steeds op haar naam. Rusies tussen hulle\nhet egter spoedig\nhervat, meesal oor haar kinders, maar ook weens sy drinkgewoontes. Albei van\nhulle was kort van draad en op 'n\ngeleentheid het sy hom met 'n groentemessie\naangeval. Op 'n ander geleentheid het sy 'n bottel whisky op sy kop stukkend\ngeslaan.\nHy het pas daarvan gedrink. Gedurende Augustus 1988 het appellant weens\ndie aanhoudende rusies, op sy beurt hul huis verlaat en die\nhuis in\nBrentwoodpark, Benoni, gekoop. Gedurende Desember 1988 het sy na hom teruggekeer\nen by hom in die Brentwoodpark huis ingetrek.\nKort daama het die vier Schorr\nkinders teen appellant se wil ook weer by hulle aangesluit. Allan en sy vrou het\nin die Kempton Park\nhuis aangebly. Daar was egter weer eens moeilikheid met die\nkinders.\nDie huislike toestand het weens daardie moeilikhede spoedig\nweer só versleg dat appellant oorledene beveel het om met haar\nkinders\nterug te gaan Kempton Park toe. In sy hoof getuienis het\n8\nappellant die verloop van hierdie insident so beskryf:\n\"Ja, nou het dit toe gelukkig gegaan toe u in Brentwoodpark by u nuwe huis\nmet u vrou en die drie kinders weer by u, het dit goed\ngegaan? — Nee, in\ndie begin toe oorïedene alleen daar gebly het, was daar nie probleme nie,\nmaar toe die kinders daar\ningetrek het, het die probleme maar van voor af kop\nuitgesteek.\nNou wat het toe daar gebeur, ongeveer drie weke voor hierdie insident wat\ndaar plaasgevind het, die skietery wat daar plaasgevind\nhet? — Ek het vir\nhaar op daardie stadium gesê man ek is nou moeg vir hierdie storie, sy\nmoet haar goed pak, die kinders\nvat en teruggaan na die ou huis toe, ek wil haar\nnie daar hê nie. Ek verkies eerder om alleen te wees dat ek rus en vrede\nhet.\nKan u net kortliks vir sy edele skets wat het aanleiding gegee tot hierdie\nbesluit van u, wat u so pas van gepraat het? -- Dit was\naanhoudende gegil en\ngeskreeuery. Onder andere was sy vreeslik om 'n ding aan te haal 'I will kill\nyou you bastard, I will see you\ndead' en ek was heeltemal keelvol daarvoor\n...\nHet sy toe gegaan — Ja, al gillende en skreeuende het Adrian en 'n\nander manspersoon met 'n bakkie hulle ongeveer 10 minute,\nvyf minute daama daar\nopgelaai en hulle is toe daar weg.\nHet sy toe weer teruggekom daarna? - Sy en Adrian het die volgende oggend\nteruggekom.\n9\nEn wat was haar houding? -- Sy het aan my gesê sy is moeg om op en af\nte trek. Sy wil terugkom, maar sy is nie so seker nie.\nEk het aan haar\ngesê sy moet maar maak soos sy goed dink.\nHet sy en die kinders toe inderdaad maar weer teruggetrek? --Dieselfde\naand.\"\nVolgens appellant se tydsberekeníng was\nhierdie voorval ongeveer die middel van Maart 1989. DIE GETUIENIS: DIE\nMOORDAANKLAG:\nDit is nie betwis nie dat die oorledene op die laat\nnamiddag van Vrydag 7 April 1989 deur 'n skoot afgevuur uit 'n vuurwapen\nbehorende\naan appellant doodgeskiet is in Jacqueline se slaapkamer in die\nfamilie se woning te Brentwoodpark, Benoni, tydens 'n rusie tussen\nappellant en\ndie oorledene. Wat betwis word is waarom en hoe dit gebeur het.\nDit\nis voorts gemene saak:-(i) dat die ingangswond van die koeël wat oorledene\ngedood het op\n10\nhaar regterwang was, dat die baan daarvan horisontaal van voor na agter\nwas en effe na links, en dat die koeël tot in oorledene\nse serebellum\n(klein harsings) penetreer het, waar dit tot stilstand gekom het; (ii) dat geen\nkruitmerke of ontstekingsresidu by\nof om die ingangs-\nwond gevind\nwas nie; en (iii) dat spore van ontstekingsresidu egter gevind is op oorledene\nse\nregterhand sowel as op appellant se linkerhand. DIE VROEëRE\nGEBEURE OP VRYDAG 7 APRIL 1989\nIn sy hoofgetuienis het appellant, o\na in antwoord op vrae deur die verhoorregter, 'n relaas gegee van die\nvroeëre gebeure op\ndaardie Vrydag wat nie weerspreek is nie. Daar is na my\nmening geen rede om daardie relaas te verwerp nie. Dit is kortliks die\nvolgende.\nHy en die oorledene het daardie oggend \"normale besigheid\nin die stad gaan doen\". Voor hul vertrek het hy sy pistool (kaliber 7,65mm)\noudergewoonte onder sy baadjie agter in sy lyfband\n11\ningedruk. In die stad het hy geld by die bank getrek en aan haar gegee\nvir inkopies. Op pad huis toe het hy 'n bottel whisky gekoop.\nHulle was om\nongeveer 10:00 weer tuis. Hy is na hul slaapkamer waar hy sy baadjie uitgetrek\nen op die bed neergesit het. Hy het die\npistool bo-op die baadjie gesit en dit\ndaar gelaat. Dit was nie gelaai nie, 'n magasyn was egter daarin maar die\nveiligheidsknip\nwas aan. Oorledene en die twee dogters het vertrek om inkopies\nte gaan doen en hy het in die tuin gaan werk. Die middag het heel\nrustig\nverloop. Die oorledene en haar dogters het teruggekom maar om 16:00 weer vertrek\nom Kevin by die stasie te gaan haal. Omdat\nhy eers om 17:30 van die werk af daar\naankom, was appellant ontevrede dat hulle só onnodig vroeg weg is. In die\nloop van die\nhele middag het hy ongeveer vyf doppe whisky gedrink maar was\nnietemin in sy eie estimasie \"heeltemal nugter\". DIE AANLOOP TOT DIE\nSKIET\nVOORVAL\nWat later dié middag gebeur het as aanloop tot\ndie\n12\noorledene se dood, is in geskil. Appellant se relaas daaromtrent en\ndié van die staatsgetuies bots in wesentlike opsigte. Ek\nhandel eers met\ndie weergawe van appellant en daama met dié van die Staat. APPELLANT SE\nWEERGAWE\nOorledene en die drie kinders het om ongeveer 17:40\nteruggekom. Appellant was humeurig en vra haar of sy nou klaar rondgejakker het,\nen het haar daarvan beskuldig dat sy nooit meer tuis is nie en hul woning slegs\nas 'n eet- en slaapplek gebruik. Sy het haar daaroor\nvererg en oudergewoonte\nbegin gil en skreeu.\nIn antwoord o a op vrae deur die verhoorregter was appellant se verdere\nrelaas soos volg:\n\"Wat bedoel u daarby, 'n gegil en 'n geskreeu soos gewoonlik? -- Edelagbare,\nsodra sy haar humeur verloor het, het sy hard uitgeskreeu,\nsy het nie normaalweg\ngepraat nie.\nJa? -- Ek het opgestaan en op pad deur toe het ek vir haar gesê man,\nek dink jy beter verdeksels trap.\nEk hoor nie? — Ek het vir haar gesê terwyl sy op pad was deur\ntoe, ek dink sy moet trap, haar goed vat en trap. Ek\nhet\n13\nuitgeloop en ek het agter die huis waar daar 'n houtheining was, of 'n\n'horserail' soos wat hulle dit noem, daar gaan staan. Sy het\naanhoudend geskreeu\nen gevloek en gegil.\nJa? -- Ek het vir 'n tydperk daar gestaan. Op 'n stadium het ek gehoor\nJackie sê 'mommy please, mommy don't do it'. Haar geskreeu\nop daardie\nstadium was, om dit te beskryf as histeries is baie nader aan korrek.\nHoekom sou sy nou histeries wees, wat veroorsaak dit nou?--Sy kon\nvreeslik opgewonde raak.\nNou goed, u het haar nou weggejaag. U het vir haar gesê sy moet\nhaar goed vat en sy moet trap en nou gaan u self na buite toe.--—\nDit is\nkorrek.\nU sê sy is nou nog steeds besig om te skreeu en te raas en sy was\nnaby aan histeries sê u sou 'n beter beskrywing wees.\nJa? -- Nadat\nJacqueline, ek gehoor het dat sy sê 'mommy please, mommy don't do it', het\nhaar ou storie van 'I will see you\ndead you bastard, I will kill you' weer\ndeurgekom. Ek het omgedraai en ek het in die huis ingeloop. ...\nHOF\n: Ek is nie heeltemal seker nie, ek verstaan nie mooi nie, ek\nskryf maar u woorde neer, haar ou storie 'I will see you dead, I will\nkill you'\nhet weer deurgekom sê u? — Dit is korrek.\nJa? - Ek het in die gang afgestap, ek kon hoor dat sy in Jacqueline se\nkamer was.\"\n14\nTydens kruisverhoor het appellant met dié relaas voortgegaan, en\nhet die verhoorregter toe soos volg tussenbeide getree:\n\"Nou, kan u vir ons sê hoekom sê sy, hoekom sou die oorledene so\niets, Jacqueline so iets gesê het? — Dit\nis wat ek nie weet nie. Ek\nhet teruggeloop om te gaan kyk daarvoor en om eerlik te wees, ek was eintlik\nongelukkig dat die kind moes\ngesoebat het op daardie punt.\nHOF\n: Hoekom was u daaroor ongelukkig? U het dan die oorledene\nweggejaag en gesê sy moet haar goed vat en trap, want volgens Jacqueline\nis dit presies wat sy gedoen het op daardie stadium. Sy het haar handsak gevat\nom te trap, want u het haar mos aangesê ...\n(tussenbei) - Dit is korrek\n... (tussenbei)\nHoekom voel u dan daaroor ongelukkig, dan moet u mos nou bly wees. —\nDie kinders was nog altyd na aan my.\nAg kom nou. — Wel dit is 'n feit.\nU het my nog nooit daardie indruk gegee gedurende die hele paar uur wat u al\ngetuienis gee nie. — Indrukke wat ek gee en gevoelens\nwat ek het is twee\nverskillende dinge.\nU het net sorge en moeilikheid en probleme, volgens u getuienis, met die\nkinders gehad, geen liefde of toegeneëntheid nie. —\nDit is korrek, en\nek was tog jammer vir hulle, miskien\nop\n15\ndieselfde prinsiep as wat jy vir 'n brandsiek hond sal jammer wees.\nJa, dit is die tipiese vergelyking wat 'n mens van u kan verwag ...\n(tussenbei) — Ongelukkig ... (tussenbei)\nDit is die simpatie wat u het om daardie onskuldige, minderbevoorregte\nkinders, in verband te probeer bring met 'n brandsiek hond.\n-- Dit is nie\nletterlik bedoel nie, slegs Gguurlik.\nU gee my die indruk van 'n hartelose mens, en dit is nou weer 'n voorbeeld,\nwat u toevallig, net spontaan uit u mond uitgeglip het.\nU hele verweer is daarop\ningerig gewees, onder andere, om te probeer aantoon wat se swak karakter daardie\nkinders het, iets wat hulle\nwaarskynlik nie kan verhelp nie omdat hulle nie 'n\nbesondere verstandsontwikkeling gehad het nie. -- Edele hulle het hulle probleme\ngehad en as gevolg, soos u tereg aanhaal, as gevolg van verstandelike\nvermoëns. Ek het my uiterste gedoen om te help sover as\nwat ek kon. Meer as\ndit kon ek nie doen nie. ...\"\nDaarna het appellant soos\nvolg voortgegaan, steeds in antwoord op vrae deur die verhoorregter:\n\"U het haar weggejaag. Nou gil sy en sy dreig daar in die slaapkamer, daar\nby die dogter, maar dit sou u nie ontstel nie, want dit\nis 'n ding wat sy, om u\neie woorde tc gebruik,\n16\noudergewoonte doen. — Ja, dit is standaard prosedure ...\n(tussenbei)\nDit was nie vir u 'n verrassing nie. Nou wat gaan soek u daar in die kamer?\n— Op die tempo wat sy toe geskreeu het was ek heeltemal\nkeelvol vir\ndaardie geskreeu.\nWas u keelvol vir die geskreeu? -— Ja.\nJa, u wou 'n einde daaraan bring. -— As ek haar bek moes toeklap, sou\nek hom toegeklap het.\nGoed, en is dit een van die redes waarom u soontoe gegaan het? — Dit\nis, ek het daar ingeloop om vir haar stil te maak en te\nsê kyk 'shut\nup'.\nEn was dit u plan gewees, soos u sê om haar bek te gaan toeklap sodat\nsy kan stilhou om te skreeu? — Indien die voorval\nnie sou gebeur het nie,\nen sy sou geskreeu het en geweier het om stil te bly, sou ek dit heel\nwaarskynlik gedoen het.\"\nVerder tydens kruisverhoor het\nappellant soos volg hieroor getuig in antwoord op vrae deur die\nverhoorregter:\n\"Ja goed. Nou is u weer gedrink en nou gaan u om haar bek te gaan toeklap,\nsoos u sê. Is dit nie makliker om haar nou\nmaar\n17\ndan te skiet nie? — Nee.\nDan is hy mos vir ewig toe? -— Ek neem nie my toevlug tot 'n vuurwapen\nnie, daarvoor is ek opgelei ... (tussenbei)\nWel dit is wat die twee kinders sê. — Ek weet dit is wat hulle\nsê.\nJa, en u gemoedstoestand was, op u eie getuienis, net heeltemal reg\ndaarvoor. - Nee.\nWel, u gaan om haar te gaan aanrand. — Ek het gegaan om vir haar te\ngaan stilmaak en as sy nie sou stilgebly het nie, dan sou\ndaar heel waarskynlik\nmy gemoedstoestand gewees het, soos u dan gesê het, ek sou haar 'n oorveeg\ngegee het.\"\nOp sy eie weergawe was appellant keelvol vir\nen woedend op sy vrou toe hy daardie laat namiddag na Jacqueline se kamer gegaan\nhet.\nDIE STAAT SE WEERGAWE\nKevin was dit eens met appellant dat 'n\nhewige rusie tussen die egpaar oorledene se dood onmiddellik voorafgegaan het.\nSy weergawe\nvan die verloop daarvan verskil egter, soos reeds gemeld,\n18\nwesentlik van dié van appellanl. Hy het getuig dat hy by tuiskoms\nna sy kamer is. Kort daama het sy ouers oor sy stiefbroer\nAllan begin stry.\n(Appellant het beweer dat die oorledene baie erg oor Allan was en dat hy haar\n\"blue-eyed boy\" was maar dat hy \"'n\nbietjie van 'n probleem mens\" was wat\nvroeêr vir ongeveer agt maande weggeloop het nadat appellant hom kortgevat\nhet). Die\noorledene het hul aandete begin voorberei maar appellant het die kos\nuitgegooi op die kombuisvloer. Daama het hy sy vuurwapen gaan\nhaal en die\noorledene in die huis daarmee rondgejaag. Op 'n stadium het hy aan haar geskree\n\"Do you want to see a man being killed!\"\nen gelyktydig die pistool onder sy ken\ningedruk. Hy het dit verskeie kere herhaal. Daama het hy die pistool na haar\ngegooi en sy\nhet dit na hom teruggegooi.\nKevin het daarna die volgende\ngesê:\n\"They were running up and down in the passage? -- After he, when he went to\nput his pistol away ... (intervenes)\nSo he went to put it away? — He went to put it away and\nthen\n19\nhe told my mother to go and take her stuff and go. He then went out of the\nroom and he went back into the main bedroom, into the deceased's\nbedroom. He\nthen came out, he came out again with the revolver on the side of his, I am not\nsure which side, he then took it and\nput it into the back of his pants.\nAre you sure? — Yes, I am positive.\nBecause this is the first we hear from you that the accused fetched the\nfirearm from his, from the main bedroom, the one next to you,\nyour bedroom. --\nCorrect ja.\"\nAppellant het die oorledene toe na\nJacqueline se kamer gevolg. DIE SKIET VOORVAL\nWat in Jacqueline se\nkamer gebeur het is eweneens in geskil. Ek handel weer eerste met appellant se\nweergawe daarvan en dan met dié\nvan die Staat. APPELLANT SE\nWEERGAWE\nToe appellant by die deur van Jacqueline se kamer kom was\nhy gekonfronteer deur die oorledene wat sy vuurwapen op hom\n20\ngerig het. Die verdere verloop van gebeure het hy soos volg tydens\nhoofverhoor beskryf.\n\"Ek het nie tyd gehad om te dink nie, ek het direk aangehou loop en die\nvuurwapen gegryp, die hand met die vuurwapen.\nHOF\n: Kom ons gaan aan en probeer die getuienis klaarmaak. --Ek het\ndie hand gedraai, ek het geruk in 'n poging om die vuurwapen uit te\nkry. Sy het\nteruggeworstel, daar was 'n slag, sy was ongeveer twee treë van my af, vir\nmy direk gestaan en kyk en toe vooroor\ngeval in 'n hande knieë\nposisie.\nHoe ver was sy van u af sê u? -- Plus-minus twee treë, dit was\ndie breedte van die enkelbed.\nMNR LOUW\n: Ja? -- Ek het gesien dat daar bloed uitloop uit 'n kol van\nhaar. Die vuurwapen was in my hand. Ek het die vuurwapen op die grond\nneergegooi\nen geprobeer kyk waar sy bloei om die bloed te probeer stop, ek kon die wond nie\nkry nie ... (tussenbei)\nHOF\n: Bedoel u op die vloer of het daardie kamer 'n grondvloer, want u\nsê u het dit op die grond gegooi? - Op die grond, op die\nvloer, wat ek\nbedoel is plat op die mat... (tussenbei)\nOp die mat? -- Dit is korrek.\nJa? -- Ek kon nie kry waar die bloed uitkom nie, dit heí vir my gelyk\nof dit van haar skouer af kom. Sy het vooroor geval\nen\n21\nop haar sy gedraai. Vir my was ooglopend dat ek nie kon help nie. Ek het\nomgedraai, Jacqueline het ongeveer 'n halwe treë agter\nmy gestaan. In die\nproses het ek gesien dat Kevin van sy kamer se kant aankom, wat ongeveer twee\nmeter van daardie spesifleke deur\nis.\"\nTydens\nkruisondervraging het hy verder soos volg daaroor getuig:\n\"Ek wil net by u weet op hierdie stadium, wie het nou eintlik, wie het die\nsneller getrek van daardie pistool van die skoot wat die\noorledene gedood het?\n— Dit kon enigeen van ons twee gewees het. In die worsteling toe die slag\nafgaan, was ons ongeveer by\nmekaar. Die vuurwapen was in my hand, ek kan nie\nsê dat ek nie die sneller getrek het of dat die beskuldigde, oorledene hom\nnie getrek het nie.\nMaar was u nugter gewees, as u nie eers so iets belangrik kan onthou nie?\n— Ek was nugter, my vinger was nie op die sneller\ngewees nie.\nNou waar was u vinger dan gewees, u wysvinger? -- Soos ek die vuurwapen\ngehad het, het hy teen die snellerdeel afgelê, die vuurwapen\nwas nog\noorgehaal gewees.\nHOF\n: Wie het dit oorgehaal? - Dit is outomaties, as daar\n'n\n22\nskoot afgaan, dan haal hy hom outomaties oor. ...\nSo dit was gelaai, oorgehaal, maar die veiligheidsknip was op gewees? --\nDit kon nie op gewees het nie, dan sou hy nie gevuur het\nnie.\nAsseblief, moet tog nie probeer, probeer u snaaks wees? — Nee, ek\nprobeer nie, u sê die veiligheidsknip was op, ek sê\ndaar het 'n\nskoot afgegaan ...\nEn toe sy geskiet is, en nou kan u maar slim wees, want dit weet enige\nbobbejaan wat nie eers slim hoef te wees nie, dan moes die\nveiligheidsknip af\ngewees het? — Dit is korrek. ...\nMNR ROBERTS\n: ... Nou in watter hand het sy hom gehad? -Sy het hom\nin haar regterhand gehad.\nGoed, en sy rig hom reg voor haar in die rigting van u maag omtrent, is\ndit korrek? — Dit is omtrent op die vlak van my maag\nof my bors.\nGoed, nou waar het u die vuurwapen, waar het u die, haar gegryp om die\nvuurwapen in die hande te kry? — Ek het, toe ek gegryp\nhet, oor gegryp op\ndie manier vas, en ek het gedraai, weggeruk. Sy het teruggespartel, die slag het\nafgegaan en ek het die vuurwapen\nin my linkerhand gehad. Die haan was\nteruggetrek.\n23\nU wys nou u het u hand gehad, bo-oor die vuurwapen ... (tussenbei) --\nBo-oor die vuurwapen en met haar hand saam.\nEn u beur weg van haar af, u het weggedruk van haar af na haar regterkant\ntoe? — Ek het van my af weggedruk na haar linkerkant\ntoe en ek het die\nvuurwapen, haar hand teruggebring om die vuurwapen uit te kry en in die proses\nhet die slag afgegaan. ...\n... Toe die skoot afgegaan het, toe, na die slag was my hand oop op die\nvuurwapen, so en dit is eerste wat ek gekyk het, die vuurwapen\nhet na haar\nlinkerkant toe oorgewys.\nMaar is ek nou reg as ek sê dat as u vinger nie op die sneller was\nnie, moes haar vinger op die sneller gewees het? —\nDit is die korrekte\nafleiding ja.\nNou goed, so met ander woorde, sy het nou eintlik haarself geskiet\nvolgens u? — Dit kan wees. ...\nHet die vuurwapen op enige stadium op die oorledene, in haar rigting\ngewys? -- Dit kon gewees het.\nHoe is dit mnr Foley dat u so min van die voorval af weet, lyk my u was\nso dronk u weet glad nie wat daar gebeur het die dag nie.\n-- Ek was dood nugter\nen in 'n breuk van 'n sekonde ... (tussenbei)\nHOF\n: Hoekom sê u dit kon so gewees het. Dit moes noodwendig\nso gewees het. ... (tussenbei) — Dit moes\n24\nnoodwendig na kaar kant toe gedraai het ... (tussenbei)\nHoekom skram u daarvoor weg? — Ek skram nie weg nie, maar ek kan\nnie definitief sweer nie, dit was 'n worsteling ... (tussenbei)\nMaar u hoef nie te sweer nie, u het Waar gesweer ...\nGedurende die stoeiery het u haar hand so gedraai met geweld dat die\nvuurwapen se loop na haar gesig gewys het en die skoot afgegaan\nhet. - Dit is\nkorrek. ...\nHOF\n: Die belangrikste is hoekom het u hom so gewring dat die loop\nna haar gesig gewys het? — U edele, sy het vasgeklou en sy het\nteruggeveg.\nEk het, sy het hom nie net vir my gegee nie.\nMNR ROBERTS\n: Die, wat het met die vuurwapen gebeur direk na\ndíe skoot afgegaan het? — Direk na die skoot afgegaan het was die\nvuurwapen\nin my hand gewees....\nU het die vuurwapen versigtig neergesit op die grond, op die mat? -- Ja,\nek het hom neergesit, die polisie het hom nog gekry in dieselfde\noorgehaalde\ntoestand waar hy op die vloer gelê het.\nHoekom het u die vuurwapen nie saamgevat nie?\nHOF\n: Het u hom neergesit of hom neergegooi daar op die mat?\n— Ek het hom net neergegooi toe ek sien sy staan ... (tussenbei)\nNeergegooi? Ja, nou is dit vir my opvallend, dat beide Kevin en\nJacqueline dieselfde getuienis gee. Hulle sê na die skoot het\nu die\nvuurwapen neergegooi. Jacqueline sê op die gesig van die\n25\noorledene, Kevin sê dat u dit op haar gegooi het. Hoe kon hulle dit\nmoontlik geweet het ... (tussenbei) — Ek sal nie weet\nnie ...\n(tussenbei)\nAs hulle dit nie gesien het nie? — Ek sal nie weet nie.\nEk neem aan u het nie vir hulle gesê u het dit gedoen nie?\n—\nNee.\nHet u 'n antwoord op daardie vraag of nie? — Geen antwoord op daardie\nvraag nie.\"\nDIE STAAT SE WEERGAWE\nKevin\nbeskryf in hoofverhoor soos volg wat gebeur het toe die oorledene en appellant\nna Jacqueline se kamer is.\n\"Then my mother went into my sister's room and he followed her. I then saw\nhim taking his hand towards his revolver and taking it\nout and then my mother\nstarted screaming out 'he is going to shoot me' and when I saw him taking it\nout, I started moving towards\nhim, and about a metre or two before I reached him\nI heard the gun shot going off and by the time I got to him I already saw my\nmother\nfalling down. And after he had shot her, he had left the room, he took\nthe gun and he threw it into her face and then he left the\nroom.\n26\nCOURT\n: What did he do with the gun? - He took the revolver, he\nthrew it into her face ... (intervenes)\nInto her face? — Yes, onto her face yes and then he moved out of\nthe room. I then went into the bedroom, where my sister was\nalready in the room\nat the time ... (intervenes)\nMR ROBERTS\n: Is it the same room in which she was shot or another\nroom? -- Yes in the same room.\nSame room, yes? -- Right, I then went to see if I can help her and I saw\nher full of blood, I then immediately thought of going, I\nwent across the road\nto call an ambulance and the police and I cannot remember what happened further.\n...\nNow Mr Schorr, where were you when the shot was being 6red at your\nmother, were you inside the room, in the passage or in the lounge\nor where were\nyou? -- In the passage. ...\nCOURT\n: Yes, and his mother fell down, that is what he said. How\nfar were you away from the accused at that time? — I was about two\nmetres\naway from him. ...\nWhat did you see? — I did not know where my mother was standing at\nthe moment.\nCouldn't you see her? -- No I could not.\nYes? — And I saw him, I saw the accused lifting up his arm with the\nrevolver in his hand and pointing straight in his direction\nand then I heard a\nshot going off.\n27\nWill you try and indicate to me how did he lift his arm and what did he do\nwith the firearm in his hand? — Well he took his\nhand like this.\nThe witness indicates that he took out something from behind his back, yes,\nis that where the revolver was at the time? —\nYes.\"\nTydens kruisverhoor het sy getuienis o a verder\nsoos volg verloop:\n'\nMR LOUW\n: The accused will also say that when the Grearm went off he\nhad it in his hand and then he had thrown it down after the shot, he\nhad thrown\nit down and when he turned about he said Jackie was in the passage just behind\nhim. - No that is wrong, because like I\nsaid where the accused was standing, I\nalready, I was two metres away from him, I then could just barely see Jackie. He\nthen threw\nthe gun, after he had shot, he had thrown the gun at the deceased and\nthen afterwards he moved out the way and Jackie moved towards\nmy mother when, so\nI can move in as well. Like I say when the deceased, when the accused was\nstanding in the passage of the doorway\nand the passage and the room you know, in\nthe middle of the room, in the doorway, let us put it that way, he had already\ntaken out\nthe gun to shoot her. I then came close to him and I heard the\nshot\n28\ngoing off. By the time I got there I saw my mother falling. He then took\nthe gun and he threw it at her, I turned around ... (intervenes)\nCOURT\n: Yes, but the point is, where was Jackie at the time? -In\nthe room.\nIn the room? -- In the room.\nNot in the passage? -- No.\"\nJacqueline het die verloop van dié voorval só\nbeskryf:\n\"... were you at your house on this, on Friday\n7 April 1989 when this incident took place? -- Yes, I was.\nNow can you tell us please what you saw that day, not what other people\ntold you, but what you saw with your own eyes? --That night\nI saw my stepfather\npointing a, first he had an argument with my mom, then afterwards she went to\nthe room and then afterwards he\nwent, he came in with the gun as well by the\ndoor entrance, then he pointed the gun to my mom and ... (intervenes)\nCOURT\n: Were you in the room with your mom at the time?\n-Yes.\nAnd who came into the room? -- My stepfather.\n29\nYour stepfather. Now, did he go right into the room or how far did he go\nbefore he pointed the firearm to your mom? -- He was at the\ndoor\nentrance.\nAt the door entrance. Whose firearm was it, do you know -- It was my\nstepfather's. ...\nAnd then what happened? -- Then from the door entrance he pointed the gun\nto her, she was standing by the window by the door and the\nwindow and after a\nwhile he said if you don't keep quiet or so, he will shoot her and she was\ntrying to look, shouted out for help.\nI could not quite hear you, she was doing what? — She was shouting\nout for help.\nShouting out for help. What did she shout, can you recall? --Somebody\nhelp.\nSomebody help. And then what happened? - Then after a while he pulled the\ntrigger and when she fell he threw the gun onto her face\nand he ran ...\n(intervenes)\nDid you hear the sound of the gun going off? -- Yes.\nYou say\nhe pulled the trigger? -- Yes.\nDid you see it, did you see him\npulling the trigger? -- Yes.\nAnd then did you hear the bang? --\nYes.\nOf the firearm going off? -- Yes.\n30\nWhat happened to your mother when the, when you heard the noise of the\ngun going off? — She fell down and when she fell down,\nI tried to help\nher.\nI beg your pardon? — When she fell down I tried to help her, but\n... (intervenes)\nYes, but before that you said something about the accused, that is your\nstepfather, doing something with the fïrearm, after he\nhad pulled the\ntrigger, after the shot went off, what did he do with the firearm? — Threw\nit onto her face ...\nMR ROBERTS\n: Can you tell us more or less how far was your father,\nthe accused, from the deceased when the shot went off? — I am not sure\n...\n(intervenes)\nCan you point out to us perhaps in court? -- I would say from here to\nabout that bench the other, the second bench.\nI would say about three metres.\nCOURT\n: You point to the bench on the other side of the gentleman\nwho was putting the questions to you? -- Yes.\nMR ROBERTS\n: This bench? -- Yes.\nCOURT\n: It is about four/five paces.\nMR ROBERTS\n: And can you tell us why this whole thing happened?\n— He was saying some things about my oldest brother ...\n(intervenes)\n31\nCOURT\n: Just please look towards me Jacqueline so that I can hear you.\n— Yes, he was saying some things about my oldest brother, like\nhe was not\naround there, ïike he was there in Kempton Park.\nWas the quarrel about your oldest brother? — Yes.\nAnd you say the accused was saying something about him? —\nYes.\nCan you recall what he was saying about him? -- He said something about my\nmom sleeping around with him and ... (intervenes)\nWith him? -- Yes.\nThat is now, him being your brother? -- Yes.\nMR ROBERTS\n: Did the accused say this inside your bedroom? —\nYes, it was.\nCOURT\n: Well, was he inside your bedroom or only, did he only go as\nfar as the entrance, the threshold? -- He went as far as the door\nentrance.\"\nDie volgende passasies kom o m voor in haar\nkruisverhoor:\n\"\nMR LOUW\n: Jacqueline, I put it to you that your mother was standing\nat the right-hand end of your bed. — She was\nnot\n32\nstanding over there by the foot end, she was standing by the\nwindow.\nSo you say she was standing by the window? — Yes.\nAre you sure of that? -- Yes. ...\nMR LOUW\n: Who was first in your bedroom, yourself or your mother?\n-- My mother.\nïs it then correct that you entered your bedroom after your mother\nhad gone in? — Yes.\nNow, is it then also correct that your mother was very upset when she was\nin your bedroom? - Yes, she was and and a bit furious.\nShe was furious? - Not all that furious, but like she lost her\ntemper.\nCOURT\n: What was she doing in your room? -- She was getting her\nhandbag.\nHer handbag? - Yes. ...\nDid you get the impression that she was about to leave with her handbag,\nleave the house or not? - I do not know.\nMR LOUW\n: Now the accused will say that your mother shouted that\nshe would kill him, that she would rather see the bastard dead, is that correct?\n— It is not, can you just repeat the question please? ...\n33\nCOURT\n: What counsel is putting to you is this. When your\nstepfather is going to give evidence, you see, we fïrst listen to all the\nevidence, and then he would come and testify and tell the court what happened\nthat day. He will say that your mother, before she\nwas shot, shouted that she\nwould rather see him dead, meaning your stepfather, she would, and expressed the\nwish that she wanted\nto kill the bastard, meaning him. Did you hear that? --\nNo.\nDid she ever that day threaten to kill him? -- No.\nDid she ever threaten to shoot him? -- No. ...\nThe accused will say when he entered the room your mother was standing\nwith the firearm in her hand, pointing it at him. Now I know\nyou have denied it.\nI want to take it further. Accused will say further that he jumped towards your\nmother and he wrenched the firearm\nwith his ïeft hand and his right hand\nfrom your mother. Can you comment on that, can you say whether it is true or\nnot? —\nCan you repeat that question please.\nCOURT\n: It is the following. Accused will say when he entered the\nroom, your mother was pointing the firearm at him. You have already said\nit did\nnot happen. He will say further that he jumped at her in an effort to try and\nget the Grearm out of her hands. He grabbed\nhold, he got hold of her hand with\nthe firearm in it, trying to get it out of her hands. Have you seen that? -\nNo.\nDid it happen? - No.\n34\nMR LOUW\n: And he will tell the court in that process the shot went\noff. -- Can you please repeat?\nCOURT\n: He will say to the court that it was then, while they were\nstruggling with one another, that the shot went off, that you heard the\nbang,\nthe loud noise. - They were not, he was not trying to get the gun from her,\nbecause she was not holding a gun.\nMR LOUW\n: Jacqueline, you also told the court that you saw the accused\npulling the trigger, is that correct? — Yes.\nIn which hand did he have the fire-arm? — The left.\nIn his left hand. And with which finger did he pull the írigger? -\nWith that one.\nCOURT\n: Pointing Gnger? - Yes.\nIs that it? Yes, she indicates the pointing finger.\nMR LOUW\n: And is it correct that at that time as I recollect your\nevidence, your mother was approximately four to five paces away from the\naccused? — Yes.\"\nDIE SLOT-EPISODE\nDie\nverloop van gebeure na die skietvoorval is weereens in geskil. Ek handel\nafsonderlik met die botsende weergawes in\n35\ndieselfde volgorde soos hierbo. APPELLANT SE WEERGAWE\nHy het,\ntoe hy hulle met die omdraai agter hom in die gang opmerk, vir Kevin en\nJacqueline aangesê \"om oor die straat te hardloop\nen die buurman te vra om\ndie polisie en die ambulans te skakel\", wat hulle toe gedoen het. Hy het in die\nhuis agtergebly, maar nie\nin Jacqueline se kamer nie.\nTerwyl hy in\ndie eetkamer was het mnr Davies, die buurman oorkant die straat, ingekom en vir\nhom gevra \"you stupid man what did you\ndo?\". Op hierdie stadium het die\nverhoorregter tussenbeide getree en daarop volg dié passasie:\n\"Hoekom sou hy dit vir u gesê het as niemand hom vertel het wat daar\ngebeur het nie? -- Heelwaarskynlik het die kinders hom\ngesê.\nDit is nie aan die kinders gestel dat hulle, nie aan een van die kinders,\ndat hulle aan mnr Davies 'n rapport gemaak het nie. --Ek\nhet so gehoor.\nSo ons kan dit dan maar uitsluit? — Ja, indien ek reg onthou,\ndit\n36\nmag onder korreksie wees, het Davies ook gesê dat die kinders aan\nhom gesê het 'their mother has been shot'.\nHy sê Kevin het vir hom gesê 'my mother had been shot'. Dit\nis sy getuienis. — Dus het hy kennis gedra.\nMaar hoekom ... (tussenbei) -- van 'n skietery.\nHoekom sal hy nou vir u beskuldig, want dit is nooit aan Kevin gestel dat\nhy vir mnr Davies gesê het dat u sy ma geskiet het\nnie. Verstaan u?\n— Ek hoor wat u sê.\nNou maar goed, dan moet ons nou maar uitreêl en aanvaar Kevin het\ndit nie vir hom gesê nie. — Ek kan niks daaraan\nsê nie u\nedele, ek het in die 'box' gesit, nie die verdediging waargeneem nie.\nNee, nee, nee, maar u het gedurig met u advokaat gekonsulteer en as daar\niets was wat nie korrek was of wat ookal nie, het u die geleentheid\ngehad en u\nhet ook daar van daardie geleentheid gebruik gemaak, want ek het een of twee\nkeer verdaag dat u aan hom volledige instruksies\nkan gee. — Ek het aan die\nadvokaat 'n volledige storie gegee in sy kamers in 'n vyf ure debat, volledig\nvan 'n kant af ...\n(tussenbei)\nEk wil nie hoor wat u vir hom gesê het nie, maar ek sê net\nvir u dat, of wil u nou sê dat u vir die advokaat gesê\nhet dat Kevin\nvir mnr Davies gesê het dat u sy ma geskiet het? ... (tussenbei) - Dit\nbeweer ek nie ... (tussenbei)\n37\nNou maar goed, dit het u nie vir hom gesê nie en daarom het hy\nheeltemal korrek dit ook nie aan Kevin gestel nie en ook nie\nmnr Davies nie ...\n(tussenbei) -- Ek aanvaar dit so u edele.\nNou sê u Davies kom daar, wat net weet dat u vrou geskiet is, daar is\nverskeie moontlikhede wat daar, mense wat kon geskiet\nhet, sy kon haarself\ngeskiet het, maar u sê die eerste wat hy vir u sê is 'stupid what\nhave you done'. — Dit is\nwat hy aan my gesê het.\nIs dit nie bietjie vreemd nie? — Dit kan vreemd\nwees.\"\nAppellant het Davies geken as 'n baie aangename\npersoon. Op Davies se vraag het hy toe geantwoord \"the wife has been shot\" en op\nDavies\nse vraag, waar? gesê \"in the bedroom\". Davies is toe na Jacqueline\nse kamer. Appellant wou hom volg. Die rede waarom hy dit\nwou doen kom voor in\ndie volgende passasie van sy kruis-ondervraging:\n\"Wat wou u binne-in die kamer gaan maak het? — Vir een, mm Davies het\nin die vertrek ingeloop, ek het agterna geloop, seker\nmaar meer mens om te sien\nof ek foutief was, of sy nog geleef het. Hy het my\nverhoed.\n38\nHy het, ekskuus? -- Hy het my toe verhoed om in te gaan.\nVerhoed om in te gaan. U sê u wou sien of u foutief is sê u?\n— Of ek, as ek sê foutief, my afleiding was dat\nsy dood was op\ndaardie stadium en ek het agterna geloop, meer as, amper gewens dat dit nie so\nis nie.\nHOF\n: Hoe sê u nou, u het amper gewens? -- Dat dit nie so moet\nwees nie.\nDat sy dood is nie? -- Ja.\nMaar darem nie heeltemal gewens dat sy nie moet dood wees nie, net amper so\ngewens. Ja?\"\nDavies het hom dreigend verhoed om die\nkamer binne te gaan en hom kortaf aangesê om in die sitkamer te gaan sit.\nHy het dit\ngedoen en na 'n sportprogram op die TV gekyk. Daar het hy bly sit\ntotdat die polisie en die para-mediese span opgedaag\nhet.\nSpeurder-sersant Day is deur die verdediging as getuie geroep.\nHy was aanvanklik die ondersoek-beampte in die saak. Hy het om ongeveer\n18:35\ndaardie aand by die Foley-huis aangekom. Appellant het toe steeds in die\nsitkamer na TV gekyk.\nSers Day het geen kos op die kombuis vloer sien lê\nnie.\n39\nDIE STAATSE WEERGAWE\nMnr Davies se weergawe is soos volg: Om\nongeveer 17:40 daardie Vrydagmiddag het Kevin na hom gekom en gevra dat hy die\nambulans en\npolisie moet ontbied omdat sy moeder geskiet is. Davies het sy vrou\naangesê om dit te doen en het na die Foley-huis gehardloop.\nToe hy die erf\ninkom het appellant van buite af om die hoek van die huis gekom, sy hande omhoog\ngehou in die \"hands up\" houding,\nen aan hom gesê \"I have shot her, the gun\nis in there\". Davies self het niks gesê nie. Jacqueline het van binne af\nna\ndie voordeur gekom. Sy was uiters ontsteld en het hom na haar kamer geneem.\nOp pad soontoe het hy kos op die kombuisvloer opgemerk.\nIn die kamer het hy die\noorledene in 'n plas bloed kry lê in 'n hoek oorkant die deur. Twee tot\ndrie voet van haar af het die\nvuurwapen, bew. 1, op die vloer gelê.\nAppellant het hom gevolg en het die kamer probeer inbeur. Davies het hom gekeer\nomdat\nhy appellant van die vuurwapen af wou weghou, en het hom aangesê om\nin die sitkamer te\n40\ngaan sit. Appellant het hom gevra of hy die TV kan aanskakel omdat hy\nnooit sy sport mis nie. Een van Davies se buurmanne het toe\nopgedaag. Hy het\nappellant in die buurman se sorg gelaat en huis toe gegaan na Jacqueline, wat\ntoe daar was en steeds uiters ontsteld\nwas.\nJacqueline het getuig\ndat nadat die oorledene neergeskiet is sy haar sonder welslae probeer help het.\nAppellant het nie vir Kevin\ngevra om hulp te ontbied nie. Volgens Kevin het hy\nuit sy eie by die bure hulp gaan ontbied. Dit was nie aan hom gestel dat hy dit\nin opdrag of versoek van appellant gedoen het nie. DIE\nVERKRAGTINGS-AANKLAGTE\nDie Staat het appellant ten laste gelê\ndat hy (i) \"by verskeie geleenthede oor die periode 1983 tot 1989\" vir\nTina verkrag het (aanklag 2), en (ii) \"by verskeie geleenthede oor die\nperiode 1987 tot 1989\" vir Jacqueline verkrag het (aanklag\n3).\nHierdie aspek van die saak is gekenmerk\ndeur\n41\nweersinwekkende aantygings en teen-aantygings wat deurgaans ontken is\ndeur dié teen wie hulle gemaak is.\nTina en Jacqueline het\nbeweer dat appellant herhaaldelik onsedelike dade met hulle gepleeg het en hulle\nmet hom laat pleeg het, íeen\nhul wil en sin, nl wederkerige betasting van\nhul geslagsdele, en dat hy daarbenewens met elkeen van hulle herhaaldelik\ngemeenskap\ngehad het teen hul wil en sin, en hulle aldus verkrag het. Hulle het\nalbei daaroor gekla, eerstens by Kevin en daarna by die oorledene\nsonder enige\nwelslae. Volgens Tina het appellant met hierdie wangedrag teen haar begin toe sy\nslegs 11-12 jaar oud was, en dat hy\nongeveer elke maand daama met haar\ngemeenskap gehad het. Hy het haar en Jacqueline gereeld aangesê om\nstokkies te draai as\nhy bv met verlof was, sodat hy tuis met hulle gemeenskap\nkon hou (te alle relevante tye het oorledene gewerk en was sy gevolglik\nnie\ntydens skool-ure by die huis nie). Tina het erken dat sy ook met haar\nseuns-vriend gemeenskap gehad het. Op 'n stadium het sy\nswanger geraak\n42\nen is die vrug afgedryf. Sy kon nie sê wie vir haar swangerskap\nverantwoordelik was nie.\nJacqueline het op haar beurt wesentlik\ndieselfde bewerings as Tina teen appellant gemaak. In haar geval het appellant\nse onwelvoeglike\ngedrag met haar begin toe sy 12 jaar oud was. Sy het ook haar\nlot bekla, eers by Kevin, toe sy 13 was, en daarna by Tina, Adrian\nen die\noorledene. Laasgenoemde het hulle aangesê om nie alleen met appellant tuis\nte bly nie, en om saam met haar te gaan wanneer\nsy bv gaan inkopies doen.\nJacqueline het beweer dat appellant gereeld met haar in die slaapkamer\ngemeenskap gehad het behalwe een\naand toe oorledene in die hospitaal was vir 'n\nblaas operasie. Daardie aand het dit in die sitkamer plaasgevind. Jacqueline was\ntoe\n12 jaar oud.\nKevin het sy susters se getuienis oor voormelde klagtes gestaaf. Hy het\ngetuig dat hy die oorledene daarvan vertel het en dat sy 'n\nklag daaroor by die\npolisie teen appellant ingedien het. Hy weet\n43\nnie of daar ooit teen appellant opgetree is nie. (Blykbaar is niks\ndaaromtrent gedoen nie). Hy het voorts getuig dat hy een middag\ngesien het dat\nappellant met Jacqueline doenig was in die sitkamer. Appellant het op 'n bank\nlangs haar gesit en sy het haar gesig\nop sy skoot gehad. 'n Paar dae later het\nsy hom vertel wat sy met appellant moes doen. Dit was fellatio. Jacqueline het\negter getuig\ndat sy hierdie voorval nie kan onthou nie.\nTina en\nJacqueline is nooit medies ondersoek as gevolg van hul klagtes van verkragting\nnie. 'n Rekening is weliswaar ingedien dat\nJacqueline op 'n stadium vir\nvaginitis behandel is. Maar dit is al. Sy kon so 'n behandeling egter nie onthou\nnie.\nAppellant het op sy beurt beweer dat die twee susters met hul broers\nKevin en Adrian gemeenskap gehad het — Jacqueline met Adrian\nen Tina met\nKevin. Voorts het hy beweer dat hy deur die skoolhoof van, en 'n onderwyseres\naan die Muriel Brand Spesiale Skool, waar\nJacqueline skool gegaan het, meegedeel\nis dat sy en 'n\n44\nseuntjie, 'n mede-skolier, in die skoolgronde tydens 'n speeltyd betrap\nis terwyl hulle nakend met mekaar gemeenskap gehou het. Jacqueline\nwas toe\nvolgens appellant 13-14 jaar oud en die seuntjie ook. Die verhoorregter het soos\nvolg hierop reageer:\n\"En u sê hulle het vir u gesê dit het gedurende speeltyd gebeur?\n-- Dit is korrek.\nDit is nou wanneer al die kinders balle skop en rondstamp en spring en speel\ndaar op die speelgronde? - Dit is korrek.\nEn Jacqueline en die maatjie gaan nou helder oordag hulle klere uittrek en\nsoos u nou bygevoeg het self, gaan hulle nou seksuee! verkeer.\n- Dit is soos dit\naan ons gestel was.\nJa, en hulle wou hê u moet dit glo? -- Hulle wou.\nEn wil u hê ek moet dit ook glo? — Wel ek het dit nie geglo\nnie.\nNou maar goed, dan sal u my ook nie kwalik neem as ek dit nie glo nie. Goed,\ndan is dit die end van daardie storie. So daar het nou\nniks van gekom nie, dit\nbeteken niks nie.\"\nLater het die\nverhoorregter weer vir appellant oor hierdie\n45\nvoorval ondervra, en wel op die volgende wyse:\n\"Wat my hinder is dat u grootste deel van die saak daarop gerig was om aan\nte toon hoe swak karakters die kinders is en tog sê\nu dat u hulle selfs\nliefgehad het, jammer gekry het. — Dit is korrek.\nWatter doel het u daarmee gehad behalwe om my te probeer beïnvloed dat\nek nie emstig hulle getuienis moet oorweeg nie, want kinders\nmet swak karakters,\nboeties en sussies wat met mekaar gemeenskap hou, dogtertjie wat helder oordag\nmet 'n dokter se seuntjie speeltyd\nterwyl daar honderde kinders rondom hulle\nspeel, hulle nakend uittrek en gemeenskap hou, dat ek dit nie moet oorweeg nie.\nWas dit\ndie hele doel gewees? — Ek het nie die hof probeer beïnvloed\nnie edele, ek het gemeld wat ons van weet wat aan ons gerapporteer\nwas deur, ek\nsê dit reguit, deur opgeleide mense wat met hulle direk deur 'n dag gewerk\nhet.\nJa, maar sien, my probleem is ek het nie een van daardie mense voor my nie,\nwat kan kom sê dat dit wel gebeur het nie. Dit mag\nwees dat u dit maar\nopgemaak het en ... (tussenbei) -- Maar dit is ook ...\n(intervenes)\n... vir u advokaat vertel het, deel van die\nproses om die hof te beïndruk oor watter swak karakter getuies hy voor hom\nhet. --Dit\nis ook nagaanbaar.\nStem u nie saam dat dit uiters onwaarskynlik is dat kinders\n46\ngedurende speeltyd op skoolgronde hulle sal kaal uittrek en gemeenskap met\nmekaar hou nie? -- Logies stem ek met die hof saam daar.\nEk meld slegs wat deur\n'n spesifieke onderwyser en die hoof van daardie skool aan ons gesê\nis.\nEk moet vir u sê dit is so onwaarskynlik dat tensy dat daardie\nonderwyser voor my kom getuig en my kan oortuig dat ek dit glo,\ndat ek dit bloot\nop u hoorsê getuienis dit nie kan aanvaar nie. - Ek kan dit insien ja\nedele.\"\nDIE VERHOORHOF SE BEVINDINGE\nDie\nappellant is skuldig bevind soos hierbo uiteengesit omdat die verhoorhof sy\ngetuienis verwerp het en dié van die drie betrokke\nSchorr kinders en\nDavies aanvaar het. Dit blyk duidelik uit die slot paragrawe van die uitspraak\nop die meriete. Daar het die geleerde\nverhoorregter die volgende\ngesê:\n\"Ek het reeds verwys na die kwessie van die veroorsaking van die oorledene\nse dood, hoe dat die beskuldigde dit verduidelik het.\nEk het reeds my indrukke gegee van die kwaliteit van die getuies voor my en\nsover dit nodig is kan ek net afsluit deur te sê\ndat ek die beskuldigde se\nrelaas op klagte 1 verwerp as\nvals.\n47\nEk aanvaar sonder enige huiwering die getuienis van Kevin en Jacqueline,\nsover hulle aan my vertel het wat hulle met hulle eie oë\nen ore waargeneem\nhet. Dit synde so is dit duidelik dat die beskuldigde in sy woedebui, len einde,\nsoos hy self gesê het 'haar\nbek stil te maak' na die kamer gegaan het en\ndit effektief gedoen het deur die vuurwapen uit te trek soos Kevin verduidelik\nhet en\nsoos Jacqueline bevestig het, en haar te skiet. ...\nWat klagtes 2 en 3 betref, het ek met besondere aandag geluister na\nadvokaat Louw se betoog en het ek oorweeg of die dogters se getuienis\nsodanige\nkwaliteit het dat ek dit sonder redelike twyfel kan aanvaar en of ek nie moet\noorweeg of hulle dalk as gevolg van misleiding\ndeur die beskuldigde, toegestem\nhet dat hy met hulle gemeenskap hou nie. Dan bly die vraag of hy nie moet\nskuldig bevind word aan\noortreding van artikel 14 van die Ontugwet nie, naamlik\ndat hy gemeenskap gehad het met 'n meisie onder die ouderdom van 16 jaar.\nEk kon\nop hulle getuienis nie positief bevind dat toe hy die eerste keer met hulle\ngemeenskap gehad het, toe enige een van hulle\nonder 12 was nie, dan sou die\nregsbeginsel van juridiese afwesigheid van toestemming wel gegeld het, maar na\nversigtige oorweging\nhet ek tot die slotsom gekom dat daar geen rede hoegenaamd\nvir my bestaan om nie die twee klaagsters se getuienis te aanvaar nie.\nTen spyte\nvan 'n versigtige oorweging of hulle nie dalk 'n fout kan maak nie en of hulle\nnie dalk 'n bymotief sou hê nie, het\nck tot die slotsom gekom dat hulle\ngetuienis oor daardie\n48\naspekte niks anders as die waarheid en die volle waarheid is nie. 'n\nBykomende rede waarom ek dit sê, afgesien van die getuienis\nwat ek reeds\nbehandel het, is om daarop te let dat die patroon wat beskuldigde gevolg het met\nJacqueline en Tina, dieselfde deurlopende\neienskap gehad het, naamlik aan die\nbegin onsedelike afstootlike dade wat later oorgegaan het na gemeenskap. Hy het\nop 'n skandalige\nwyse hulle gebrekkige verstand en sy gesagsposisie\nmísbruik en het hulle oor 'n lang periode naamlik wat Tina betref vanaf\ndie jare ongeveer 1983 tot 1989 en met Jacqueline ongeveer die jaar 1987 tot\nkort voor haar oorlede moeder se dood, teen hulle wil\nmet hulle vleeslike\ngemeenskap gehad.\"\nVan Davies het hy vroeër in die\nuitspraak die volgende gesê:\n\"Mnr Davies het kom getuienis gee. Hy het my beïndruk as 'n rustige,\nbeskaafde persoon, en in iedergeval is dit nooit gesuggereer\naan hom dat hy\nenige belang sou hê by hierdie saak nie. Hy het die oorledene en die\nbeskuldigde nie eers goed geken nie. Hy\nhet bloot maar geweet van hulle\n...\"\nDie geleerde verhoorregter het hom daarenteen sterk\nveroordelend uitgelaat oor appellant, soos blyk uit die volgende passasies in\ndie uitspraak:\n49\n\"Die feit is, beskuldigde erken dat hy die oorledene beskuldig het\ndaarvan dat sy rondloop en leeglê en die huis net gebruik\nas 'n plek om te\nslaap en te eet. Hy het gesê dat sy 'n kort humeur gehad het en spontaan,\nsonder dat hy daama gevra was, asof\ndit 'n brawe ding is om te sê,\nbygevoeg dat ook hy 'n baie kort humeur het. Uit die getuienis wat ek later sal\nopsom is dit\nduidelik dat hy dit miskien te sag gestel het. Dat hy nie net 'n\nkort humeur het nie, maar dat hy 'n aggressiewe, bombastiese soort\nvan persoon\nis wat selfs op 'n stadium onbeleefd en onbeskof teenoor die bank opgetree het,\nin sy houding en in sy antwoorde, het\nduidelik na vore gekom. ...\nOp 'n vraag later, van die hof, wat hy nou in die kamer wou gaan doen toe\nhy hoor sy sê 'I would rather see you dead, I will\nkill you', ensovoorts,\ntoe sê hy, en ek wil sy woorde aanhaal om te demonstreer die soort van\npersoon wat ek voor my het. 'Ek\nhet na die kamer gegaan, want ek was keelvol vir\nhaar geskreeuery, ek sou haar bek toegeklap het as sy nie opgehou het daarmee en\nas die voorval toe nie plaasgevind het nie.' 'n Mens sou verwag het dat na die\ntragiese dood van die oorledene, daar 'n mate van\ndeernis of jammerte aan die\nkant van die beskuldigde was. Hy het nie die minste jammerte of deemis of spyt\nbetoon met die ongelukkige\nvoorval nie. In die besonder sou 'n mens dit verwag\nhet as dit 'n ongeluk was en die voorval gebeur het soos wat hy dií\nbeskryf\nhet. Dit is nie onvanpas dat ek op hierdie stadium sê dat die\nbeskuldigde my beïndruk het as een van die mees hartelose\nmense wat ek\nnog\n50\nooit teëgekom het. Hy het op 'n stadium, in 'n poging om my te\nbeïndruk wat sy houding en beskouing omtrent hierdie weerlose\ndogters was,\nwat verstandelik swak bedeeld was, hulle vergelyk met 'brandsiek hondjies'. Hy\nhet vir hulle gevoel soos wat 'n mens\nvir brandsiek hondjies voeL Ek kan alleen\nmaar sê dat ek in my fondamente geskud was dat 'n mens teenoor kinders wat\ndeernis\nnodig het en jammerte nodig het, so 'n houding kan\ninneem.\"\nDit is oorbekende reg dat 'n hof van\nappêl nie ligtelik sal inmeng nie met die geloofwaardigheidsbevindings van\n'n verhoorregter\nwat as sulks die voordeel gehad het om die getuies direk aan te\nhoor, hul houding en gedrag in die getuiebank waar te neem en die\nsg \"atmosfeer\nvan die verhoor\" self ervaar het.\nR v Dhlumayo and Another\n1948 (2) SA 677\n(A) op 705-706.\nDit\nis egter ewe bekende reg dat so 'n bevinding nie onaantasbaar is nie. Die\noptrede van 'n verhoorregter kan, byvoorbeeld, van so\n'n aard wees dat daar met\nreg afgewyk kan word van sy geloofwaardigheidsbevindings. Die submissie\nnamens\n51\nappellant is dat dit inderdaad die geval hier is. In die\nbetoogshoofde\nnamens appellant maak mej Rita Jordaan, wat die\nappél namens\nappellant beredeneer het, o m die volgende\nsubmissies:\n(i) dat geen waarde aan die verhoorregter \"se indrukke\nten aansien\nvan geloofwaardigheid geheg kan word nie aangesien die\nrol\nwat [hy] in die verhoor gespeel het daarop neerkom dat hy\nhom\nmet ... die Staat se saak vereenselwig het\" en dat hierdie\nHof\ngevolglik \"die saak opnuut kan beoordeel\";\n(ii) dat\ndie verhoorregter se optrede die indruk geskep het dat hy tot\ndie\nstrydperk neergedaal het, dat hy partydig was en dat hy in\ndie loop\nvan die verhoor reeds geskilpunte vooruit beslis heí wat\neers\naan die einde van die verhoor beslis behoort te gewees het;\n(iii)\ndat die verhoorregter \"nie sy funksie as regspreker na\nbehore\nuitgeoefen het nie en so emstig afgewyk het van\nordelike\nregspraak dat die verhoor en uitspraak ongeldig is en\ndat\n[hierdie Hof| die saak dus opnuut kan\nbeoordeel\".\n52\nDie grondigheid al dan nie van hierdie betoë moet nou ondersoek\nword. DIE EFFEK VAN DIE VERHOORREGTER SE OPTREDE\nEk maak ter aanvang\ndie opmerking dat dit duidelik is dat dit nie appellant se saak is dat hier 'n\nMoodie-tipe onreëlmatigheid\nbegaan is wat per se 'n regskending is en die\nalgehele ongeldigheid van die verrigtinge tot gevolg het nie. cf The State v\nMoodie\n1961(4) SA 752 (A).\nDie vraag hier ter sprake is na my mening\nslegs of die verhoorregter se optrede sulks was dat hierdie Hof appellant se\nskuld of onskuld\nopnuut op die aangebode getuienis moet beoordeel sonder\ninagneming van die verhoorregter se geloofwaardigheidsbevindings. Hierdie\nHof\nhet die bevoegdheid om dit in 'n gepaste geval te doen S v Rall 1982(1) SA 828\n(A).\nDie volgende opmerkings in Rall se saak op 831-832 moet as\nriglyne dien by díe besluit of die onderhawige so 'n gepaste\n53\ngeval is:\n\"First, some general observations.\nAccording to the well-known dictum of CURLEWIS JA in R v Hepworth\n1928 AD\n265\nat 277, which the learned Judge a quo obviously had in mind in his remarks\nquoted above:\n'A criminal trial is not a game ... and a Judge's position ... is not merely\nthat of an umpire to see that the rules of the game are\nobserved by both sides.\nA Judge is an administrator of justice, he is not merely a figure-head, he has\nnot only to direct and control\nthe proceedings according to recognised rules of\nprocedure but to see that justice is\ndone.'\nInter alia a Judge is therefore entitled and often obliged in the interests\nof justice to put such additional questions to witnesses,\nincluding the accused,\nas seem to him desirable in order to elicit or elucidate the truth more fully in\nrespect of relevant aspects\nof the case. (Wigmore on Evidence 3rd ed vol 3 para\n784 at 151-2.) And for that purpose, according to the learned author (ibid at\n159), he may put the questions in a leading form\n-\n'simply because the reason for the prohibition of\nleading questions has no application to the relation between judge and\nwitness.'...\nWhile it is difficult and undesirable to attempt to define\n54\nprecisely the limits within which such judicial questioning should be\nconfined, it is possible, I think, to indicate some broad, well-known\nlimitations, relevant here, that should generally be observed (see eg S v\nSigwahla\n1967 (4) SA 566\n(A) at 568F-H).\n(1)\tAccording to the abovequoted dictum of CURLEWIS JA the Judge must ensure\nthat 'justice is done'. It is equally important, 1 think,\nthat he should also\nensure that justice is seen to be done. After all, that is a fundamental\nprinciple of our law and public policy.\nHe should therefore so conduct the trial\nthat his open-mindedness, his impartiality and his faimess are manifest to all\nthose who\nare concerned in the trial and its outcome, especially the accused\n(see, for example, S v Wood\n1964 (3) SA 103\n(O) at 105G; Rondalia\nVersekeringskorporasie van SA Bpk v Lira\n1971 (2) SA 586\n(A) at 589G; Soloman\nand Another NNO v De Waal\n1972 (1) SA 575\n(A) at 580H). The Judge should\nconsequently refrain from questioning any witnesses or the accused in a way\nthat, because of its frequency,\nlength, timing, form, tone, contents or\notherwise, conveys or is likely to convey the opposite impression (cf Greenfield\nManufacturers\n(Temba) (Pty) Ltd v Royton Electrical Engineering (Pty)Ltd\n1976\n(2) SA 565\n(A) at 570E-F; Jones v National Coal Board\n[1957] EWCA Civ 3\n;\n(1957) 2 All ER 155\n(CA)\nat\n159F).\n(2)\nA\nJudge should also refrain from indulging in\nquestioning\n55\nwitnesses or the accused in such a way or to such an extent that it may\npreclude him Êrom detachedly or objectively appreciating\nand adjudicating\nupon the issues being fought out before him by the litigants. As Lord GREEN MR\nobserved in Yuill v Yuill\n(1945) 1 All ER 183\n(CA) at 189B, if he does indulge\nin such question-ing -\n'he, so to speak, descends into the arena and is liable to have his vision\nclouded by the dust of the conflict. Unconsciously he deprives\nhimself of the\nadvantage of calm and dispassionate observation.'\n(See,\ntoo, the Jones case supra at 159C-E.) Or, as expressed by WESSELS JA in Hamman v\nMoolman\n1968 (4) SA 340\n(A) at 344E, the Judge may thereby deny himself\n-\n'the full advantage usually enjoyed by the trial Judge who, as the person\nholding the scale between the contending parties, is able\nto determine\nobjectively and dispassionately, 6om his position of relative detachment, the\nway the balance tilts.'\nThe quality of his views on the\nissues in the case, including those relating to the demeanour or credibility of\nthe witnesses or the\naccused or the relevant probabilities, may in consequence\nbe seriously impaired (see, eg, R v Roopsingh\n1956 (4) SA 509\n(A) at 514-5).\n...\n56\n(3) A Judge should also refrain from questioning a witness or the accused in\na way that may intimidate or disconcert him or unduly\ninfluence the quality or\nnature of his replies and thus affect his demeanour or impair his credibility.\nAs Lord GREENE MR further\nobserved in Yuill's case supra at\n189B-C:\n'It is further to be remarked, as\neveryone who has had experience of these matters knows, that the demeanour of a\nwitness is apt to\nbe very different when he is being questioned by the Judge to\nwhat it is when he is being questioned by counsel, particularly when\nthe Judge's\nexamination is, as it was in the present casc, prolonged and covers practically\nthe whole of the crucial matters which\nare in issue.' \"\nHierdie grondbeginsels is herbevestig deur hierdie Hof, o m in S v\nTyebela\n1989 (2) SA 22\n(A) in die volgende terme op 29G-30B:\n\"It is a fundamental principle of our law and, indeed, of any civilised\nsociety that an accused person is entitled to a fair trial.\nS v Alexander and\nOthers (1)\n1965 (2) SA 796\n(A) at 809C-D; S v Mushimba en Andere\n1977 (2) SA 829\n(A) at 842B and\n844H. This necessarily presupposes that the judicial ofGcer\nwho\n57\ntriês him is fair and unbiased and conducts the trial in accordance\nwith those rules and principles or the procedure which the\nlaw requires. S v\nMeyer 1972(3) SA 480 (A) at 481F and S v Rall\n1982 (1) SA 828\n(A). In the latter\ncase Trollip AJA said at 833B:\n'Of course, if the offending questioning of witnesses or the accused by the\nJudge sustains the inference that in fact he was not open-minded,\nimpartial, or\nfair during the trial, this Court will intervene and grant appropriate relief\n(cf for example S v Meyer\n1972 (3) SA 480\n(A)).'\nIn\nMeyer's case Kotzé AJA said at 464D:\n'Wanneer 'n regterlike beampte optree soos hierbo aangedui gaan hy, na my\nmening, redelike perke te buite. Hy skep dan nie die indruk\ndat die doel van sy\nondervraging is om duidelikheid te vind nie. Veel eerder word die indruk gewek\ndat die geskil vooraf beoordeel\nword and dat reg en geregtigheid nie geskied nie\n(Solomon and Another NNO v De Waal\n1972 (1) SA 575\n(A) op 580). In die\nonderhawige geval het die optrede van die landdros, volgens my mening, in sy\ngeheel gesien, en veral sy gedrag\nteenoor die appellant terwyl hy getuig het,\nsulke afmetings aangeneem dat dit nie gesê kan word dat hy 'vleklose\nonpartydigheid'\ngehandhaaf het nie (Rondalia Versekeringskoperasie van SA Bpk v\nLira\n1971 (2) SA 586\n(A) op 589). Bygevolg moet\nbevind\n58\nword dat hy nie sy funksie as regspreker na behore uitgeoefen het nie.'\n\"\nDie omvang van die verhoorregter se\ndeelname in die ondervraging van appellant blyk uit die ondersoek gedoen deur\nmej Jordaan. Tydens\nhoof-ondervraging was dit 56,00% van alle vrae en gedurende\nkmisverhoor 44,00%. Die betroubaarheid van haar ondersoek is nie deur\nmnr\nRoberts, wat weer namens die Staat opgetree het, bevraagteken nie. Haar\nstatistiek word gevolglik aanvaar.\nDie aard van die verhoorregter se\nondervraging en deelname aan die verrigtinge terwyl appellant getuig het, blyk\nuit die redelík\nomvangryke aanhalings uit appellant se getuienis, supra.\nDaaruit is dit duidelik dat die geleerde verhoorregter die perke van geoorloofde\nregterlike ondervraging en kommentaar oorskry het. Baie van sy vrae was\nkruisverhorend van aard, sommiges selfs snydend en sy kommentaar\nop appellant se\nweergawe, gedrag en karakter was\n59\ndikwels neerhalend en vyandig. Mens kan jouself maklik indink in die\neffek wat dit op appellant moes gehad het.\nUií die oorkonde\nvan die verrigtinge is dit heel duidelik dat die verhoorregter reeds by die\naanvang van die verhoor ergerlik\nwas met almal, blykbaar weens 'n mate van\nongesteldheid. Wat appellant betref, kom die volgende byvoorbeeld, voor aan die\nbegin van\ndie verhoor:\n\"\nMNR LOUW\n: ... Ek merk die beskuldigde sit reeds, mag hy maar\nsit?\nHOF\n: Ja, ek sien hy het maar eie reg gebruik, maar laat hom maar\nsit.\"\nDie Staat was egter dikwels ook die teiken van die\nverhoorregter se gramskap. Byvoorbeeld, toe die aanklaer die pistool, bew 1, aan\nKevin wou toon, was dit nie beskikbaar nie. Toe reageer die verhoorregter\nsó daarop:\n\"COURT\n: Well, where is it, let met have a look at it íhen.\nMR ROBERTS\n: Ek sal dit gou laat kom,\nedele.\n60\nCOURT\n: Well, why is it not in court, isn't is going to be handed up\nas an exhibit?\nMR ROBERTS\n: It is, my lord, I ... (intervenes)\nCOURT\n: Very well then, it is part of the state case, let me have a\nlook at it, it must be ready in court when you commence with your\ncase.\"\nDaarop blyk dit dat die ondersoekbeampte nie\nteenwoordig was nie, en die aanklaer het verduidelik dat dit waarskynlik weens\nongesteldheid\nwas. Toe volg dié wisseling van woorde:\n\"COURT: Well, I am not well either, but I am here and am trying to, the case\nin which to carry on with ... (intervenes)\nMR ROBERTS\n: We will try our very best. ... (intervenes)\nCOURT\n: There is no excuse, unless he has been taken to hospital, he\nought to be here in court.\"\nDit blyk ook uit die\naanhalings uit appellant se getuienis, supra, dat die verhoorregter vroeg reeds\n'n renons in appellant gekry\nhet wat dwarsdeur die verhoor geduur het, soos die\naanhalings uit die\n61\nhof se uitspraak o a aantoon.\nDit gebeur soms dat dit die lot\nvan 'n verhoorregter is om in weerwil van ongesteldheid 'n veeleisende verhoor\nwaar te neem. Ongesteldheid\nkan maklik 'n regter meer vatbaar maak vir\nirritasies. Maar dit word nietemin van hom venvag om die las van ongesteldheid\nte dra\ntot die beste van sy vermoë, die ergenis van irritasies te verduur,\nen ongeduld in toom te hou. Die rede daarvoor is, soos hierdie\nHof dit gestel\nhet in Rondalia Versekeringskorporasie van SA Bpk v Lira\n1971 (2) SA 586\n(A) op\n589 G, omdat dit 'n grondliggende beginsel van die regtersamp is, en altyd was,\ndat 'n verhoorregter deurgaans as regspreker\n'n onbevange oordeel moet bewaar en\nvleklose onpartydigheid moet handhaaf. \"Nie alleen\" - voeg VAN BLERK AR daarby -\n\"moet hy immer\ndaarteen waak dat sy gewete wat wagstaan oor sy oordeel nie wyk\nvir vooroordeel of partydigheid nie, maar hy moet ook die vertroue\nin die\nregspraak staande hou deur indrukke van waarskynlíke vooroordeel of\npartydigheid te vermy\". Hierdie\n62\nopmerkings geld ook vir 'n ongestelde regter.\nDie geleerde\nverhoorregter het daardie beginsels en norme ongelukkig nie gehandhaaf nie, soos\nreeds opgemerk. Dit kan na my oordeel\negter nie gesê word dat hy werklik\npartydig vir die Staat was nie. Hy het weliswaar ook baie simpatiek en\nbeskermend opgetree\nteenoor die Schorr kinders veral teenoor Tina en Jacqueline,\nmaar dit was klaarblyklik omrede hul jeug en baie swak verstandelike\nvermoëns. Daarmee kan derhalwe nie fout gevind word nie. Maar afgesien van\ndie onthutsende effek wat sy optrede op die appellant\nmoes gehad het, het dit\nook tot gevolg gehad dat (met 'n aanpassing van die betrokke opmerking in Rall,\nsupra,) \"the quality of his\nviews on the issues in the case, including those\nrelating to the demeanour or credibility of the witnesses or the accused or the\nrelevant probabilities, were in consequence seriously impaired\".\nDie verhoorregter se optrede was gevolglik 'n onreëlmatigheid en die\nappellant is daardeur benadeel. Die regterlike\n63\nongesteldheid kan weliswaar sy optrede verduidelik maar dit kan nie die\neffek daarvan tot niet maak of verminder nie.\nDit is na my mening\nonder die voormelde omstandighede 'n gepaste geval vir die aanwending van die\noplossing wat soos volg in Rall\nsupra uiteengesit is op 834 E-G:\n\"I think therefore that the offending questioning did constitute an\nirregularity in the proceedings which prejudiced the appellant.\nThis Court is\nconsequently entitled to intervene and grant relief. The best way to remedy the\nprejudice and ensure that justice will\nalso be seen by the appellant to have\nbeen done is for us to disregard the adverse flnding by the Court a quo\nconcerning appellant's\ncredibility and to determine afresh his guilt or\ninnocence according to the recorded evidence. That accords too with the request\nmade to us by counsel for the appellant.\"\nDit is ook wat\nons namens appellant versoek is om te doen, soos hierbo reeds na\nverwys.\nEk gaan derhalwe daamatoe oor om die skuld of onskuld van appellant op al\ndie aanklagte te heroorweeg ooreenkomstig die\n64\nopgetekende getuienis en sonder inagneming van die geleerde\nregter\nse geloofwaardigheidsbevindings.\nDIE HEROORWEGING VAN APPELLANT SE SKULD OF ONSKULD\nVOORWOORD\nOmdat die meriete nou heroorweeg moet word sonder\ndie voordeel van die verhoorregter se geloofwaardigheidsbevindings, is hierdie\nHof\nnoodgedwonge beperk tot die inhoud van die getuienis en die waarskynlikhede\nwat daaruit voortspruit. Albei moet derhalwe versigtig\noorweeg word soos ook\ndeur hierdie Hof gedoen was in Rall, supra. (Hierdie benadering in Rall kom voor\nin die deel van die uitspraak\nwaarin die meriete oorweeg is. Dit is die deel wat\nnie in die rapport van die uitspraak opgeneem is nie, soos aangetoon op 834G van\n1982 (1) SA.)\nDaarbenewens moet in dié proses steeds voor\noë gehou word dat die bron van die sterkste getuienis teen appellant die\ngetuienis\nis van verstandelik swakbedeelde jong mense, t w die drie\n65\nSchorr kinders, dat die betroubaarheid van hul weergawe daardeur veminder\nkan wees en dat hulle moontlik 'n wrok teen appellant kan\nkoester omdat hy na\nhul mening verantwoordelik was vir die dood van hul moeder.\nTen aansien van die verkragtings-aanklagte is daar die verdere oorweging\ndat die gevare waarteen gewaak moet word by aanklagte van\ndaardie aard in\nhierdie geval versterk word deur die faktore hierbo gemeld.\nDie getuienis van Kevin, Tina en Jacqueline sal derhaïwe baie\nversigtig benader en oorweeg moel word en sal betroubare onafhanklike\nstawing\nvan hul weergawes nodig wees vir die aanvaarding daarvan.\nDit is o m weens die aard en omvang van die proses van heroorweging dat\ndie betrokke getuienis so redelik omvangryk vroeër in\nhierdie uitspraak\naangehaai word. Juis daarom is dit nie nodig om in die proses van heroorweging\nweer in detail die inhoud van die\n66\ngetuienis te herhaal nie.\nEk handel weer eerste met die moord\naanklag en daarna met die aanklagte van verkragting. DIE MOORD\nAANKLAG\nJacqueline gee 'n duidelike beskrywing van die skietvoorval.\nVolgens haar het appellant in die deur van haar kamer bly staan en van\ndaar af\nop die oorledene gemik met die pistool en haar geskiet waar sy 3-4 treë van\nhom af gestaan het in die hoek van die kamer\nby die venster.\nStawing\nvir haar weergawe is uit verskillende oorde te vinde; nie aileen in Kevin se\ngetuienis nie maar ook in dié van Davies\nen in die mediese en ballistiese\ngetuienis wat nie weerspreek is nie, asook in die polisie- en ander getuienis\noor die ligging van\ndie lyk. Die ligging van die ingangswond op oorledene se\nregterwang en die feitelik horisontale baan van die koeël van voor\nna\nagter, tesame met die afwesigheid van ontstekingsreste om die ingangswond,\ndui\n67\ndaarop dat die oorledene reg van vooraf op 'n afstand geskiet is. Dit is\npresies wat Jacqueline sê. Die aanwesigheid van ontstekingsreste\nop die\noorledene se regterhand is vereenselwigbaar daarmee dat sy dié hand\nafwerend voor haar uitgesteek het toe sy sien dat\nsy geskiet gaan word. Dit is\nook in ooreenstemming met die ballistiese getuienis dat sulke reste tot op 'n\nafstand van 3 meter kan\nvoorkom.\nHaar getuienis dat appellant die\npistool by die oorledene neergegooi het, is ook gestaaf nie alleen deur Kevin\nnie, maar ook deur\nappellant self wat erken het dat hy die pistool na die skoot\naldus neergegooi het. Sy is ook gestaaf deur Davies wat na die voorval\ndie\npistool naby die lyk van die oorledene kry lê het.\nKevin is op sy beurt deur Jacqueline gestaaf dat appellant nie die kamer\nbinne gegaan het nie, maar van die drumpel af geskiet het.\nHy is in sy bewering\ndat appellant in die loop van die voorafgaande rusie met oorledene kos op die\nkombuisvloer uitgegooi het, gestaaf\ndeur Davies wat kos daar sien lê het.\nSers Day se\n68\ngetuienis dat hy geen kos daar gewaar het nie, dra geen noemenswaardige\ngewig nie weens die feit dat hy so lank na die voorval eers\ndaar aangekom het.\nDie kos sou toe waarskynlik reeds verwyder gewees het. Jacqueline se getuienis\ndat sy nie daarvan bewus was nie\ndat appellant enige kos uitgegooi het, is\nheelwaarskynlik te wyte aan haar betrokkenheid by die voorval en die hewige\nontsteltenis\nwat dit by haar laat ontstaan het.\nDavies se getuienis\noor appeïlant se uitlating buitekant die huis staaf nie net vir Kevin en\nJacqueline dat appellant oorledene\ngeskiet het nie, maar wêerspreek ook\nappellant se weergawe dat sy per ongeluk tydens 'n worsteling geskiet is terwyl\nsy nog\ndie pistool vasgehou het en dat sy moontlik haarself in die proses kon\ndoodgeskiet het.\nDavies is 'n onafhanklike buitestaander wat geen rede had om appellant te\nbenadeel nie en wat klaarblyklik op 'n oortuigende wyse\ngetuig het. Daar bestaan\ngeen rede om sy weergawe te betwyfel\n69\nnie. Sy getuienis is inderdaad van deurslaggewende\nbelang.\nAppellant se getuienis oor hoe dit gekom het dat die\noorledene doodgeskiet was, is daarenteen algeheel onaanvaarbaar. Dit was,\ntrouens,\nklaarblyklik vals. Op sy weergawe kon die oorledene nie geskiet gewees\nheí op die wyse deur hom beweer nie. Sy getuienis dat\nhulle ten tyde van\ndie doodskoot nog steéds handgemeen was maar nietemin twee meter (of\nminstens 'n bedwydte) van mekaar af\nwas, is ooglopend onmoontlik Sy bewering dat\nhy voor die skoot afgegaan het haar hand met die pistool na haar\nlinkerkant\ntoe weggedruk het, is weerspreek deur die ligging van die\ningangswond op haar regterwang. Daarbenewens is hy direk weerspreek deur\nDavies\noor sy uitlating aan hom. Sy valse ontkenning daarvan is ook betekenisvol.\nKlaarblyklik het hy die feitlik beslissende belang\nvan Davies se weergawe besef\nen het hy gepoog om dit met valse getuienis te ontsenu.\nAppellant se self-erkende gemoedstoestand\nvan\n70\ngeweldadige woede teenoor die oorledene (met die potensiële\nbek-toeslaan inhoud daarvan) pas in met sy optrede soos deur Jacqueline\nen Kevin\ngetuig. Hy was op daardie tydstip duidelik só keelvol vir haar dat hy\nhaar terstond platgeskiet het toe hy in die\ndeur van die kamer gekom het. Sy sit\nen kyk na sport op die beeldradio na dié voorval is ook veel meer\nvereenselwigbaar met\n'n geskokte besef van wat hy gedoen het as met dié\nvan 'n ontstelde eggenoot wie se vrou so pas per ongeluk doodgeskiet\nis.\nNa my mening is die inhoud van die ter sake getuienis, en die\nwaarskynlikhede wat daarmee gepaard gaan, so oortuigend teen appellant\ndat hy\ndaarop bo redelike twyfel skuldig aan moord op die oorledene bewys is. Mej\nJordaan het ook in die loop van haar betoog tereg,\nna my mening, toegegee dat sy\ndit moeilik vind om te betoog teen die skuldigbevinding op die moord\naanklag.\nDie volgende moet egter nou oorweeg word, le wete:\n71\nKEVIN SE VERKLARING VAN TERUGTREKKING\nOp 11 Julie 1994 het\nKevin 'n handgeskrewe beëdigde verklaring gemaak waarin hy te kenne gee dat\nhy 'n fout in sy getuienis gemaak\nhet en dit nou wil regstel. Die verklaring as\nsodanig voldoen nie aan die vereistes vir toelaatbaarheid nie, maar ek sal\nnietemin\ndaarmee handel omdat dit waarskynlik van belang vir die appellant sal\nwees om te weet wat hierdie Hof se beslissing daaromtrent is.\nIn die regstelling\nwat hy daarin maak gee hy weer wat nou volgens hom werklik gebeur het en\nsê hy die volgende ten aansien\nvan die skietvoorval nadat hy 'n argument\ntussen appellant en oorledene gehoor het, o a oor sy oudste broer,\nAllan:\n\"I tried to ignore the argument until I saw and heard a fire-arm going\naround and my mother shouting 'He is going to shoot me'. I\nignored that too and\nthen I saw them in my sister's room, well going into my sister's room. The next\nminute I heard a gun shot coming\nout of the room. I got up from my bed and saw\nMr V V R Foley standing in front of my sister's room, and when I got there I saw\nmy\nmother lying on the floor surrounded by blood, around her head and that was\nwhat made me think\n72\nand believe strongly mr V V R Foley shot and killed my mother (mrs Y S\nFoley) and wanted to get revenge of my\nstepfather.\"\nDaarna voeg hy o a die volgende\nby:\n\"I now realize what terrible mistake I have made and now I would like to\napologise to mr V V R Foley for doing what I have done. I\nwould like mr Foley's\nname and record to be cleared.\"\nHierdie verklaring is\ngerig aan \"To whom it may concern\". Dit is die volgende dag, 12 Julie 1994, deur\nappellant na die Griffier van\nhierdie Hof aangestuur onder dekking van 'n\nhandgeskrewe brief.\nAs die inhoud van hierdie verklaring vergelyk\nword met dié van sy getuienis is die enigste wesentlike verskil tussen\ndie twee\ndie bewering in sy getuienis dat hy gesien het dat appellant die\npistool uithaal, op oorledene rig en skiet.\nIn sy verduideliking vir die terugtrekking, soos\nhierbo\n73\naangehaal, gee hy te kenne dat sy getuienis deur weerwraak motiveer is.\nElders in die verklaring sê hy egter dat dit aan sy\n\"faultiness and\nstupidness\" te wyte is.\nIn sy dekkingsbrief sê appellant dat\nTina en Jacqueline net so maklik valshede kon verkondig het en suggereer hy\nderhalwe dat\nhy verkeerdelik aan die moord skuldig bevind is.\nMej Jordaan was bewus van Kevin se verklaring maar het geensins daarop\nstaatgemaak in die loop van haar betoog nie.\nBy die oorweging van 'n verklaring soos die onderhawige moet mens ook\naandagtig wees aan die volgende opmerkings deur CENTLIVRES HR\nin R v Van Heerden\nand Another\n1956 (1) SA 366\n(A) op 372G-373A:\n\"To accept at their face value affidavits made by material witnesses who\nallege therein that they knowingly gave false evidence at\nthe trial would leave\nthe door wide open to corruption and fraud. It is not in the interests of the\nproper administration of justice\nthat further evidence should be allowed on\nappeaí or that there should be a re-trial for íhe purpose\nof\n74\nhearing that further evidence, when the only further evidence is that\ncontained in affldavits made after trial and conviction by persons\nwho have\nrecanted the evidence they gave at the trial. To allow such further evidence\nwould encourage unscrupulous persons to exert\nby means of threats, bribery or\notherwise undue pressure on witnesses to recant their evidence. In a matter such\nas this the Court\nmust be extremely careful not to do anything which may lead to\nserious abuses in the administration of justice.\"\nsien\nook: S v Zondi\n1968 (2) SA 653\n(A) op 655F.\nDie inhoud van die\nverklaring wyk na my mening nie genoegsaam af van Kevin se getuienis dat dit\nenige verskil kan maak aan die bevinding\nop die moordaanklag\nnie.\nAppellant se skuldigbevinding aan moord moet gevolglik staande\nbly. DIE AANKLAGTE VAN VERKRAGHNG\nMet hierdie aanklagte is dit anders gesteld.\nNòg Tina, nóg Jacqueline het van enige besondere,\nidentiGseerbare geleentheid getuig waarop appellant hulle sou verkrag\n75\nhet of ander onsedelike dade met hulle sou gepleeg het. Dit is natuurlik\nmet uitsondering van die een geleentheid in die sitkamer,\nwaarvan Jacqueline\ngetuig het. Dit is egter klaarblyklik nie dieselfde geleentheid as dié\nwaarvan Kevin getuig het nie. Al\nstawing wat daar vir Tina en Jacqueline se\ngetuienis is, is te vinde in dié van Kevin. En sy getuienis is in hierdie\nopsig\newe veralgemeen en ongestaaf. En, soos hierbo aangedui, verg sy getuienis\njuis ook onafhanklike stawing. Daar is gevolglik geen onafhanklike\nstawing vir\ndie getuienis van die drie Schorr kinders op hierdie twee aanklagte nie. Ek kan\nnet byvoeg dat indien daar by die polisie\nklagtes aanhangig gemaak was van\nverkragting deur appellant van sy twee minderjarige stiefdogters, dit haas\nondenkbaar is dat die\npolisie niks daaromtrent sou gedoen het nie. Ek is\nderhalwe van mening dat die getuienis aangaande die beweerde verkragtings en\nander\nonsedelike dade só vaag en algemeen van aard is dat dit nie bo\nredelike twyfel bewys is dat appellant die twee klaagsters\nverkrag het of enige\nander onsedelike\n76\ndade met hulle gepleeg het nie.\nDie skuldigbevindings op die twee verkragtings-aanklagte kan gevolglik\nnie staande bly nie en moet tersyde gestel word. DIE VONNIS\nVIR DIE\nMOORD\nIn haar betoog ten aansien van vonnis soos vervat in haar betoogshoofde\nsubmitteer mej Jordaan dat die persoonlike omstandighede van\nappellant by\nbepaling van vonnis nie genoegsaam deur die verhoorhof in ag geneem is nie en\ndat die vonnis derhalwe te swaar is. Sy\nhet nie in haar mondelingse betoog\nverder hierop uitgebrei nie.\nNa my oordeel is haar betoog nie goed gegrond nie. Dat die verhoorregter\nappellant se persoonlike omstandighede en dié waaronder\ndie moord gepleeg\nis, wel deeglik in ag geneem het, blyk uit die volgende passasies in sy\nuitspraak op vonnis:\n\"Nou is dit so dat ek nie die ems van die misdaad in isolasie moet sien nie.\nDit was uiteindelik die resultaat van twee dinge, eerstens\ndie gedurige rusies\nwat daar was tussen die\nbeskuldigde\n77\nen oorledene. Die oorledene is nie hier om haar te kan verdedig nie, maar\ndit is nou eenmaal so dat 'n rusie vinnig doodloop, of eintlik\nnooit eers kan\nontstaan as dit net van een kant af kom nie, en beskuldigde se getuienis dat\noorledene kort van humeur was, net soos\nhy, en wanneer sy kwaad was in woedebuie\nuitgebars het en geskree het en geraas het en gedreig het, moet aanvaar word en\nek aanvaar\ndit as die waarheid. Ek aanvaar ook dat sy kort humeur net mooi\naangeblaas was deur die drank wat hy ingeneem het, want ek kan maar\nnet kyk na\ndie een insident voorheen toe sy hom met die bottel oor die kop geslaan het.\nDaar het 'n argument ontstaan en weereens\nhet hy gesit en drink. Ek wil nie die\nindruk skep dat ek so puriteins is dat ek enige drankgebruik afkeur nie, maar ek\nsou wel verwag\ndat dit met groot omsigtigheid gebruik word in 'n huwelik as jou\nhuweliksmaat uitgesproke daarteen is en daardie konsiderasie het\nbeskuldigde nie\ngetoon aan die oorledene nie. ...\nWat die hele aangeleentheid vir my bemoeilik is die beskuldigde se\npersoonlike omstandighede. Hy het sy middeljare bereik en dit is\naltyd moeilik\nom 'n persoon wat al ver oor die helfte van sy normale lewensverwagting is, lank\ntronkstraf te moet oplê. Hy\nhet 'n vaste betrekking en mnr Louw is korrek\nin sy betoog dat ek ook in gedagte moet hou dat beskuldigde vir 'n lang tyd die\nkinders\nversorg het. In welke mate is onseker, maar hy het onderdak ten minste\nverskaf, vir kinders wat him dikwels sorge en ergemis moes\nveroorsaak\nhet.\nEk sal probeer om my vonnisse te temper met genade.\"\n78\nAppellant was nie 'n eerste oortreder nie. Die verhoorregter het die\nvolgende gesê oor sy vorige veroordelings:\n\"Dit is so dat sy vorige veroordelings oud is, maar behalwe my eie opsomming\nvan hom as persoon is dit aanduidend daarvan dat hy voorheen\nskuldig bevind is\nop twee klagtes van aanranding op 'n vrou, waarskynlik een van sy vorige\neggenotes, en dat hy 'n persoon is met\n'n besondere seksuele aptyt blyk daaruit\ndat hy voorheen ook aan veelwywery skuldig bevind\nis.\"\nDie vonnis is nie onvanpas nie en moet na my\noordeel staande bly.\nDie volgende bevele word derhalwe gemaak:\n(1)\tDie appèl teen die skuldigbevinding en vonnis op die moordaanklag\nword van die hand\ngewys.\n(2)\n(a)\nDie appèl teen appellant se skuldigbevindings op die\ntwee\naankíagte van verkragting\nslaag.\n79\n(b) Die skuldigbevindings en vonnisse op daardie twee aanklagte word ter\nsyde gestel.\nM T STEYN AR\nSMALBERGER, AR )\n) stem saam NIENABER, AR )",
  "scraped_at": "2026-02-12T07:07:04.569676",
  "date": "1995-05-31",
  "coram": [
    "SMALBERGER",
    "STEYN",
    "NIENABER"
  ],
  "case_number": "269/94",
  "parties": {
    "applicants": [
      "V V R Foley"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, V V R Foley, was convicted on 15 May 1991 of murdering his wife, Yvonne Suzanne Foley, and of raping his two step‑daughters, Tina and Jacqueline Schorr. He received a combined effective sentence of 20 years’ imprisonment. He appealed the convictions. The trial record contains extensive testimony about the shooting that killed the wife, including contradictory accounts from the appellant, the step‑daughters, their brother Kevin and a neighbour, as well as forensic ballistics evidence. The step‑daughters, described as intellectually disabled, also testified to alleged rapes. The trial judge excluded some evidence, accepted the credibility of the step‑children’s testimony, and made several comments on their mental capacity. The appellant claimed the judge was biased and that the evidence of rape was insufficient.",
    "issues": "1. Whether the evidence proves beyond reasonable doubt that Foley shot and killed his wife, satisfying the elements of murder. 2. Whether the evidence establishes that Foley committed non‑consensual sexual intercourse with the two step‑daughters, taking into account their age and mental capacity. 3. Whether the trial judge erred in his credibility assessments and in his conduct during cross‑examination, thereby infringing the appellant’s right to a fair trial. 4. Whether any irregularity warrants setting aside the murder conviction, and whether the rape convictions should be upheld or quashed.",
    "principles": "The court applied the standard of proof beyond reasonable doubt for criminal convictions, the rules governing admissibility and assessment of witness credibility, and the special caution required when dealing with testimony from intellectually disabled persons. It reiterated the principle that a judge may question witnesses but must not prejudice the fairness of the trial or adopt a conclusory stance. The court also cited statutory provisions governing sexual offences involving minors (Article 14 of the relevant Criminal Law Act) and the constitutional right to a fair hearing. Judicial impartiality and the need to disregard a trial judge’s unfounded credibility findings when reviewing on appeal were emphasized.",
    "application": "The appellate court found the murder evidence – consistent eyewitness accounts, forensic ballistics showing the bullet’s trajectory, and the appellant’s own admission of aggressive intent – sufficient to uphold the murder conviction. Regarding the rape charges, the court noted the lack of medical evidence, the vague and inconsistent testimony of the step‑daughters, and the possibility of bias, concluding that the prosecution had not met the high standard of proof. The court also examined the trial judge’s conduct, determining that while his questioning was over‑reaching, it did not prejudice the murder determination, but it reinforced the need to set aside the rape convictions. Accordingly, the appeal against murder was dismissed, and the appeal against the rape convictions was allowed.",
    "conclusion": "The appeal against the murder conviction was dismissed; the murder conviction and its sentence remain in force. The appeal against the two rape convictions was successful; those convictions were set aside and the appellant was acquitted of the sexual offences."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder and Sexual Offences",
    "level_3": [
      "murder",
      "rape",
      "appeal",
      "witness credibility",
      "judicial conduct"
    ]
  }
}