{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/43.html",
  "case_name": "Minister of Law and Order v Monamodi (343/93) [1995] ZASCA 43 (30 March 1995)",
  "citation": "[1995] ZASCA 43",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 43\n|\nNoteup\n|\nLawCite\nMinister of Law and Order v Monamodi (343/93) [1995] ZASCA 43 (30 March 1995)\nDownload original files\nPDF format\nRTF format\nNOT REPORTABLE CASE NO. 343/93\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE\nDIVISION)\nIn the matter between:\nMINISTER OF LAW AND\nORDER\nAPPELLANT\nand\nPAULINA\nMONAMODI\nRESPONDENT\nCORAM\n:\tJOUBERT, HEFER, NIENABER, HOWIE, JJA\net\nOLIVIER, AJA\nDATE OF HEARING\n: 7 MARCH 1995\nDATE OF\nJUDGMENT\n: 30 MARCH 1995\nJUDGMENT\nOLIVIER, AJA:\nThe respondent instituted action in the Witwatersrand Local\nDivision against the appellant for the recovery of damages in respect of a\nserious shotgun injury suffered by her minor son, David\nMonamodi (\"David\"), on\n16 September 1989. It was alleged that the injury was sustained when\n2\nmembers of the S.A. Police opened fire on a crowd of approximately 500\npeople. David was part of that crowd, a funeral procession\nwhich was moving down\nBulani Road, Soweto.\nAt the trial two conflicting and mutually destructive\nversions emerged. According to the respondent's version the injury was caused\nby\na shot fired at the crowd by the police. According to the appellant's version\nthe injury was more likely caused by a shot fired\nat the police by a gunman in\nthe crowd.\nThe parties agreed that the question of liability and that of\nquantum should be separated. It was so ordered in terms of rule 33(4)\nand\njudgment was given on the merits only.\nThe trial judge (MacArthur J) found\nthat he was not able to make an adverse finding concerning the credibility of\nthe witnesses on\neither side; and that there were no inherent improbabilities in\neither version. He accordingly concluded that the respondent had\nnot discharged\nthe onus resting upon her and granted absolution from the instance with\ncosts.\nHowever, on appeal, the Full Bench of the Transvaal Provincial\nDivision\n3\nconcluded that there was sufficient probability to create proof on a balance\nof probabilities that David's injury had been caused\nby a pellet from a\ncartridge fired by the police.\nSpecial leave to appeal against the\nlast-mentioned judgment was subsequently granted by this Court.\nA number of facts are not in dispute.\n1.\tDavid, who at the time of shooting was a little over 12 years of age, joined\na funeral procession consisting of about 500 marchers.\nThe procession, which\nclearly had political overtones, proceeded from west to east in Bulani Road,\nSoweto.\n2.\tIn the vicinity of the scene in question Babi Naphuti Street joins Bulani\nRoad from the southern side.\n3.\tSlightly to the east of the T-junction formed by Babi Naphuti Street and\nBulani Road, but on the northern side of Bulani Road,\nthere is a\ncoal-yard.\n4.\nThe\nSSG pellet which struck David was fired from a 12-bore\nshotgun.\n4\n5.\tThe police did fire on the crowd with SSG pellets on the day in question,\n6.\tThe medical evidence shows that the pellet that struck David was on a\ntrajectory, in relation to David's body, from left to right.\nIt entered his body\nin the centre of the left scapula, passed through the spinal cord and proceeded\ninto the upper lobe of the right\nlung. In the spinal cord, it injured the nerve\ntract, causing a paralysis of the right leg and a drop-foot deformity of the\nright\nfoot. The pellet was travelling on a more or less horizontal plane through\nDavid's body.\n7.\tIt is unlikely that the pellet had ricocheted before it entered David's\nbody.\n8.\tSSG cartridges, which are fired from a 12-bore shotgun and not by a handgun,\nare commonly used and freely available.\nThis brings me to the two\nconflicting versions. David, who was 16 years old when he testified, told the\ncourt that the crowd, of which\nhe was a part, was proceeding along Bulani Road\nfrom west\n5\nto east when two yellow police vans arrived at the scene and blocked the\nroad. The police contingency was, therefore, in front of\nand to the east of the\ncrowd, as it moved towards the police. The coal-yard would have been on the left\n(northern) side of the crowd.\nAccording to David he then moved to the vicinity\nof the coal-yard where he remained standing for about two minutes. A tear-gas\nshot\nwent off and he ran into the coal-yard where he took shelter in one of the\ninhabited rooms. He remained in the room for quite some\ntime and then, because\nthe firing had ceased, he went outside. Near a \"stop nonsense\" fence (a brick\nwall with a fence on the outside)\nhe saw a policeman holding a fire-arm, which\nhe was waving around in David's general direction. David describes the fire-arm\nas a\nsmall one, about 18cm to 21cm long. He looked at the policeman, not\nexpecting to be shot at, and he then \"... turned around to go\ntowards Zola, that\nis my home, and he [the policeman] was still by that corner.\"\nDavid testified that he then collapsed. He heard people exclaiming that he\nhad been shot. He lost consciousness, which he later regained\nin the\n6\nBaragwanath hospital.\nDavid's version is that the police vans had stopped\nwell to the east of Babi Naphuti Street and slightly to the east and south of\nthe coal-yard. He indicated on a diagram the position of the policeman with the\nhandgun as next to and just north of the police vans.\nOn the same diagram he\nidentified the place in the coal-yard where he had been standing when he was\ninjured. The police vans and\nthe policeman with the handgun were, therefore,\nalso east of the position where he had been when he was injured.\nHe\nillustrated on the diagram that the brick wall was between the coal-yard and\nthat pan of Bulani Street where the police had taken\nup position. He also\nsketched three shops on the northern side of Bulani Road. According to his\nindications the shops were directly\nbetween the policemen and his position when\nhe was injured. He placed the crowd approximately opposite the junction of Babi\nNaphuti\nStreet and Bulani Road.\nAccording to David's version, the police must have fired at him in a\nnorth-westerly direction, i.e. not down or parallel to Bulani\nRoad where the\n7\ncrowd was supposed to be. David places the policeman with the handgun about\n40 metres away from the position occupied by himself in\nthe coal-yard.\nOn\nDavid's version, there is this problem: the SSG pellet which caused his injuries\ncould not have been fired by the policeman with\nthe handgun. Professor van der\nSpuy, an acknowledged expert in the field of gunshot wounds, testified that he\nwas not aware of any\nhandgun that fires 12-bore shotgun cartridges. SSG pellets\ncan only emanate from such a cartridge.\nThus, the only possibility supportive\nof David's evidence is that the shot that injured him must have been fired by\nanother policeman\nin the vicinity of the police vans, indicated by him to be\njust to the south of the policeman with the handgun. This would, however,\nincrease the angle between the east-west direction of Bulani Road, i.e. between\nthe police and the crowd, and the supposed line of\nfire.\nThe appellant's\nversion was given by the policemen on the scene, viz. Captain du Preez,\nConstable Reynecke, Sergeant Tredoux and Warrant-Officer\nBotha.\n8\nThe picture sketched by Du Preez, Reynecke and Botha is as follows. Having\nbeen summoned to the scene in Bulani Road, du Preez, accompanied\nby Botha, was\ndriving a blue Ford Sierra police motor car. They approached the crowd from an\neasterly direction and stopped the vehicle\nsomewhat to the west of the Babi\nNaphuti Street junction. This would place the coal-yard approximately 50-70\nyards behind them, (i.e.\nto their east) as they were facing the crowd. They got\nout of their car.\nA man in the front rank of the crowd, and to the left side\nof the police, immediately started firing at them with what clearly appeared\nto\nthem to be a long shotgun. Du Preez and Botha started firing at the crowd with\n9mm pistols and shotguns, using inter alia SSG\ncartridges. Reynecke and one\nRoodtman (the latter now deceased) arrived in a patrolvan, with Tredoux in the\nback. Reynecke and Roodtman\nalso fired at the assailant and at the crowd, which\nwas attacking the police and throwing stones at them. Du Preez estimates that\nthe firing from the crowd lasted about six seconds. The crowd kept on advancing,\nwhile throwing stones at the police. Some of the\n9\npolicemen were struck by stones, and they continued firing at the crowd in\nBulani Road, directly from east to west. Du Preez fired\ntwo shots with his\nshotgun, using SSG cartridges. Reynecke also used a shotgun. The crowd then\nturned tail and fled. The police ceased\nfiring. There was never any danger to\nthe police from the area of the coal-yard behind their backs and no shots were\nfired from or\nin that direction. Directly after that, when the crowd had\ndispersed, a Casspir with about 20 policemen arrived and the order was\ngiven to\nsearch Bulani Road and the adjacent open veldt for possible casualties. None\nwere found. Du Preez was standing at the police\nvehicles, when, approximately\none minute after all firing had ceased, he heard a shout from the coal-yard, 50\nyards behind him. He\nsaw an adult beckoning him. He went to the coal-yard where\nhe was told that a child had been wounded. He did not see the child and\nwas told\nthat it had already been removed to a hospital. No teargas was fired that\nday.\nDu Preez further testified that, at the time of the alleged incident,\nthe shops to the north of Bulani Road were already in existence.\nIt would\nhave\n10\nbeen impossible to wound someone in the coal-yard from the position where\nDavid had alleged the police vehicles were parked. The police\nwitnesses deny\nthat they had parked their vehicles at the point as alleged by David. They\ndenied ever having fired shots in the direction\nof the coal-yard, which, in\ntheir version, would have been behind them.\nAccording to both Du Preez and\nReynecke the situation when they were attacked by the crowd was\nlife-threatening. They testified that\nthe gunman in the crowd was firing a\nshotgun that could have used SSG cartridges, which are commonly used and readily\navailable.\nTredoux never really got out of the back of the patrol van in\nwhich he arrived on the scene, because he feared for his life. According\nto his\nevidence, the patrol van stopped and immediately afterwards he heard shots being\nfired. When the firing stopped, he started\ngetting out of the back of the patrol\nvan, but he was struck by a stone on the back and retreated into his former\nposition of safety.\nHe is adamant that after he got back into the vehicle, no\nfurther shots were fired. He stated that although the crowd was\n11\nalready in the process of fleeing, some of them turned around and threw\nstones at the police, but no further shots were fired. His\nevidence was\ncorroborated by the other police witnesses.\nThe conflict between the two\nversions is evident. According to the police, they had taken up position well to\nthe west of the coal-yard\nin Bulani Road and were firing at the crowd down\nBulani Road in a westerly direction. If David was wounded in the coal-yard, as\nhe\nalleges, he would have been behind them. There was no reason to fire in that\ndirection. According to the police version, he was probably\nwounded by a shot\nfired by the gunman in the crowd, who was firing at the police. David would have\nbeen more or less in his line\nof fire. According to David's version, the police\ntook up position much further to the east, just to the south-east of the\ncoal-yard.\nThey fired on the fleeing crowd and he was hit when he came out of\nthe room in the coal-yard.\nThe appellant's reply to this version is that, according to David's own\nevidence, it is both impossible and improbable - impossible\nbecause of the shops\nand the brick wall between the position of the police, as indicated by\n12\nDavid, and his own position; improbable because, according to David's own\nversion, there was no reason for the police to fire another\nshot after the\nfiring had ceased and after David had already come out of hiding. In any event,\nthere was no reason for them to fire\na wayward shot into the coal-yard. On a\nbalance of probabilities, it was submitted, David was wounded by the gunman in\nthe crowd\nin the cross-fire between himself and the police. David was in the\nline of fire of the gunman. That also explains why he stated that\nwhilst he was\nrunning into the coal-yard, shots were being fired. Also, it was argued, the\nprobabilities are that the pellet which\ninjured David emanated from a shot fired\nat a range of approximately 70 metres. At the shorter distance, where he places\nthe police,\nthe pellets would not have spread to such an extent that only one\nperipheral pellet would have entered his body.\nIt is evident that a crucial aspect is the point from which the police had\nbeen firing their shots. There is a direct conflict of\nevidence on this\nmatter.\nThe trial court considered the credibility of the various witnesses and, as\nalready mentioned, came to the conclusion that no adverse\nfinding could\n13\nbe made against any of them. The case had to be decided on\nthe\nprobabilities. The trial judge expressed several difficulties with\nDavid's version,\nand expressed doubt whether the facts supported the\nconclusion that David\nmust have been shot by the police. In his view of the\ncase, there were no\ninherent improbabilities on either side. The fact that\nDavid was injured by an\nSSG pellet does not necessarily mean that the police\nfired that shot - it could\nhave emanated from the assailant in the crowd.\nConsequently, he held that\nthe respondent had not discharged the\nonus\nof proof and ordered absolution\nfrom the instance with costs.\nThe Full Bench of the Transvaal Provincial Division reversed the\ntrial\njudge's decision, Van der Walt J delivering the judgment of\nthat court (Zulman\nand Mahomed JJ concurring). The gist of the judgment is to\nbe found in the\nfollowing words:\n\"There is no evidence, as I said, of the police firing towards the north. But\nthen we have the evidence of Tredoux and that gives\na glimmering of a\ncontradiction and, if on Tredoux's evidence a rain of stones was directed\ntowards the police after the shots had\nceased, it is possible and we think it is\nprobable that at that stage shots may have been\nfired\n14\nat people off the road and if that is so, a stray pellet might have (hit) David\nwhere he was. Looking at the facts again, we have\nDavid struck by an SSG pellet.\nWe have police firing cartridges containing SSG pellets. That is a fact. We have\nspeculation of a\nlone gunman firing a shotgun,possibly with cartridges\ncontaining SSG pellets because that is a fairly common round.\nWe have\nevidence on the police side that his firing had ceased and he had vanished prior\nto David being shot\n. Somebody fired the shot that struck David. On these\nfacts what is the more probable? That it was fired by police with shotguns,\nissued with SSG cartridges ... But we have police and any number of them on the\nscene. They are armed. Against that we have a lone\ngunman\nwho has shot his\nbolt, as it were, and has vanished and for the police version to be accepted as\nequally probable,one would have to\npostulate that this lone gunman fired further\nshots from another direction at the police subsequent to the cessation of fire\nwhich\ncessation was put beyond any doubt by Captain du Preez.\n\" (My\nemphasis)\nThere are in my view serious difficulties in the\nreasoning of the Court\na quo\n.\nApart from the unsupported \"probable\npossibility\" that the police fired into the coal-yard, the major flaw in the\nargument is that,\nby implication, it rejects the police evidence regarding the\nposition where they had stopped and from where and in which direction\nthey had\nfired at the crowd. The whole argument proceeds on the basis of acceptance of\nDavid's evidence concerning\n15\nthe position where the police had stopped. The argument, with respect, does\nnot do justice to the finding of the court\na quo\nwith regard to the\ncredibility of the police witnesses.\nThe next difficulty is the argument that David was wounded after the\ncross-fire had ceased and after the lone gunman had vanished;\nergo\nit\nmust have been the police who shot him. There is no factual support for this\ntheory. There is no evidence as to when David was\nwounded - his evidence was\nthat he came out of the room at the coal-yard when the firing had stopped, and\nit was then that he was\nstruck. But he did not even hear the shot which wounded\nhim, and he fainted immediately. He cannot, and did not, say that the shot\nwhich\nwounded him was a single, lone shot nor that it was the last shot fired. On his\nevidence it cannot be concluded that he was\nnot wounded in the process of a\ncontinuing volley of shots.\nI have a similar problem with the line of\nreasoning of the court\na quo\nthat when David was wounded, the lone gunman\nhad \"shot his bolt\" and had vanished. There simply is no evidence to\nsubstantiate that\nfinding: neither\n16\nDavid nor the police were able to connect the moment of David's wounding with\nthe time of the \"disappearance\" of the gunman.\nThe next problem is connected\nto the previous one: if David was struck by a shot after the cross-fire had\nstopped, why assume that\na further shot was fired by the police? Why not by the\ngunman in the crowd? To argue that it could not be him because he had vanished\nlacks evidential support, as I have said.\nIn this Court counsel for the\nrespondent, in support of the judgment of the court\na quo\n, endeavoured to\nrely on the evidence of Tredoux. He had remained in the back of the patrol van\nduring the gunfire. When he thought\neverything was quiet he emerged. However, he\nwas struck on his back by a stone. It was submitted that in such circumstances,\nand\nnotwithstanding the denials by the appellant's witnesses, it is quite\nprobable that a policeman armed with a shotgun fired a further\nshot in the\ndirection of the stone throwers. It was argued that at that stage the procession\nhad been broken up and had dispersed\nin all directions. It also was argued that\nit was quite probable that\n17\nthere were persons who were frustrated by the halting of the procession and\nangered by the police action, and who had dispersed into\nthe open areas to the\nsides of the road, including the northern side; that stones were thrown from\nthat direction; that a further\nshot was fired towards that side and that it was\na stray pellet from such a shot which struck David as he stood in the\ncoal-yard.\nWhile this argument seems attractive in a superficial way, it is\nstill flawed. There is no evidence to support it; it contains all\nthe defects of\nthe judgment of the court\na quo\nand it ignores a basic part of Tredoux's\nevidence, viz that although he was struck by a stone, there was no further\nfiring. In the\nlight of the credibility findings of the trial judge, one cannot\naccept parts of Tredoux's evidence and reject other parts simply\nto fit a\ntheory.\nA further possibility was also mooted in argument: that David was\nshot by the police when he was still part of the crowd, and only\nlater collapsed\nand fainted. This theory also founders due to a lack of substantiating evidence.\nIt was never even alleged that after\nDavid had been wounded, he would still\n18\nhave been able to walk or run. In fact, when his mother found him at\nBaragwanath Hospital, he was unable to stand or walk and had\nto be carried away.\nAnother problem with this theory is: how probable is it that David, after having\nbeen wounded as a member of\nthe crowd, would have run towards the position of\nthe police (according to his version of the point of firing) or around the\npolice\n(according to their version of the point of firing)? The probabilities\nare that he would have run away from the point where the police\nwere firing\nfrom, i.e. according to either version, away from the coal-yard.\nIt is a pity\nthat David's case was handled in such a way as to leave basic evidential\nquestions unanswered. For example, he was never\nasked at the trial to describe\nin which direction he was facing when he was struck. This would immediately have\ngiven an indication\nof the trajectory and therefore of the origin of the shot\nwhich wounded him. Furthermore, the police allegation that it would have\nbeen\nimpossible for them to have wounded David according to his own version because\nof the position (as alleged by him) of the brick\nwall and the shops, was never\ncountered by asking the court for an inspection in\n19\nloco\n, or the submission of photographs depicting the scene, etc.\nIn balancing probabilities, one must select a conclusion which\nseems\nto be the most natural, or plausible, of several\nconceivable ones, even though\nthat conclusion may not be the only reasonable\none (per Selke J in\nGovan v\nSkidmore\n1952(1) SA 732 (N) at 734 C-D approved by Viljoen JA in\nAA\nOnderlinge Assuransie-Assosiasie Bok v De Beer\n1982(2) SA 603 (A)\nat 614\nH and by Holmes JA in\nOcean Accident and Guarantee Corporation Ltd\nv\nKoch\n1963(4) SA 147 (A) at 159 C-D.) A conclusion can, however, only\nbe\nreasonable if it is based on objective facts emerging from accepted\nor\nacceptable evidence. It is perhaps necessary to repeat the classic words\nof\nMiller R in\nS v Naik\n1969(2) SA 231 (N) at 234 C-E:\n\"If the court, on the evidence before it, were to come to that conclusion, it\nwould be making an assumption rather than drawing an\ninference, for the facts\nnecessary for the drawing of an inference are lacking. As Lord WRIGHT observed\nin\nCaswell v Powell Duffryn Associated Collieries Ltd.\n.\n(1939) 3 All E.R.\n722\nat p. 733: 'Inference must be carefully distinguished from conjecture or\nspeculation. There can be no inference unless there are\nobjective facts from\nwhich to infer the other facts which it is sought to establish ... But if there\nare no positive proved facts\nfrom which the inference can be made, the method\nof\n20\ninference fails and what is left is mere speculation or\nconjecture.'\"\nIn the present case, there are simply not\nsufficient proven facts to say that the inference that David was shot by the\npolice is a\nreasonable one, let alone the most plausible one.\nIn my view, the\ntrial judge correctly ordered absolution from the instance with costs.\nThe\nappeal succeeds with costs. The order of the court\na quo\nis set aside and\nthe following order is substituted therefor: \"The appeal is dismissed with\ncosts.\"\nP J J OLIVIER ACTING JUDGE OF APPEAL\nJOUBERT, JA )\nHEFER, JA ) )CONCUR\nNIENABER, JA )",
  "scraped_at": "2026-02-12T06:22:17.719212",
  "date": null,
  "coram": [],
  "case_number": null,
  "parties": {
    "applicants": [],
    "respondents": []
  },
  "sections": {},
  "tags": {}
}