{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/111.html",
  "case_name": "S v Di Blasi (429/94) [1995] ZASCA 111 (21 September 1995)",
  "citation": "[1995] ZASCA 111",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 111\n|\nNoteup\n|\nLawCite\nS v Di Blasi (429/94) [1995] ZASCA 111 (21 September 1995)\nDownload original files\nPDF format\nRTF format\nCase No 429/94 /MC\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between\nTHE STATE\tAPPELLANT\nand\nGUISEPPI DI BLASI\tRESPONDENT\nCORAM: CORBETT CJ, E M GROSSKOPF et\nVIVIER JJA.\nHEARD: 8 SEPTEMBER 1995.\nDELIVERED: 21 SEPTEMBER 1995.\nJUDGMENT\nVIVIER JA/\n2\nVIVIER JA:\nThis is an appeal against sentence in terms of sec 316 B of the\nCriminal Procedure Act 51 of 1977\n(\"the\nAct\") by\nthe Attorney-General of the\nCape Provincial Division. In that Court the respondent, upon his plea of guilty,\nwas convicted by Williamson]\nand assessors of the murder of his ex-wife\nFrancesca Di Blasi (\"the deceased\") and of the illegal possession of a firearm\nand ammunition.\nOn the murder charge he was sentenced to four years'\nimprisonment and on the other two charges, which were taken together for\npurposes\nof sentence, he was sentenced to a fine of R3 000-00 or six months'\nimprisonment. The Court a quo granted both the Attorney-General\nand the\nrespondent leave to appeal to this Court against the sentence imposed on the\nmurder charge but the respondent has not proceeded\nwith his appeal. There is\nalso before us an application by the appellant for condonation of\n3\nthe late lodging of the requisite copies of the appeal record. This\napplication was opposed by the respondent.\nIt is convenient to deal first\nwith the application for condonation. The facts are that leave to appeal was\ngranted to both parties\non 24 September 1993. A few days later, on 29 September\n1993, respondent gave notice that he was not proceeding with his appeal.\nIn\nterms of\nsec 316\n(5) (a) read with\nsec 316\nB (2) of the\nAct, and\nfurther read\nwith Rule 52 (1) (a) (i) of the Uniform Rules, the registrar of the Court\nappealed from was responsible for lodging\nwith the registrar of this Court the\nrequisite copies of the record. No time limit is prescribed for lodging the\nrecord. The registrar\nof the Court appealed from accordingly on 14 October 1993\nrequested Sneller Recordings (Pty) Ltd, the sole contractors for the preparation\nof appeal records, to prepare the record. The preparation of the record was\ncompleted on 16 June\n4\n1994 and it was delivered to the appellant's offices on 22 July 1994 and\nlodged with the registrar of this Court during August 1994.\nThe record consists\nof ten volumes and runs to 714 pages. In an affidavit filed in support of the\napplication for condonation Ms\nWindell from Sneller Recordings states that they\ndid not immediately commence with the preparation of the record in view of a\nmisunderstanding\nwhich arose when the respondent's appeal was withdrawn. It was\nonly after enquiries were received from the appellant's office during\nFebruary\n1994 that the preparation of the record was proceeded with. The delay subsequent\nto 16 June 1994 and before the completed\nrecord was delivered to the appellant's\noffices is explained in an affidavit by counsel who appeared for the appellant\nboth at the\ntrial and on appeal. He states that due to the restructuring of the\nDepartment of Justice there was uncertainty between the registrar\nof the court\nappealed from\n5\nand the appellant as to who was responsible for the payment of the record and\nthis resulted in the delay.\n1 have said earlier that in terms of the\nAct and\nthe Rules the responsibility for lodging the appeal record in the present case\nrested with the registrar of the Court appealed from.\nI have also pointed out\nthat no time limit is prescribed in this regard. In what follows I shall assume\nthat the record had to be\nlodged within a reasonable time; that more than a\nreasonable time had elapsed before the record was lodged; and that there was an\nultimate obligation on the appellant to ensure that the record was lodged so\nthat the present application for condonation became\nnecessary.\nThe general\napproach of this Court to applications of this kind is well-established. (See,\neg, Federated Employers Fire and General\nInsurance Co Ltd and Another v McKenzie\n1969 (3) SA 360\n(A) at 362 F-H; S v Adonis\n1982 (4) SA 901\n(A) at\n6\n908 H - 909 A and Ferreira v Ntshingila\n1990 (4) SA 271\n(A) at 281 D-F.)\nRelevant considerations include the degree of noncompliance, the explanation\ntherefor, the prospects of success,\nthe importance of the case, the respondent's\ninterest in the finality of the judgment, the convenience of the Court and the\navoidance\nof unnecessary delay in the administration of justice.\nIn the\npresent case I do not regard the delay as inordinate, particularly as it seems\nto be clear that about four months were required\nfor the record to be prepared.\nI find the reasons given for the delay reasonable and I accept them. Perhaps the\nappellant should\nhave made enquiries earlier but I do not think that he was\nnegligent in not doing so. Nor do I think that the appellant was, under\nthe\ncircumstances, unduly slow in bringing this application for condonation. The\nprospects of success apart, the other factors mentioned,\neither alone or\ncumulatively, are not of decisive\n7\nimportance. I accordingly proceed to consider the appellant's prospects of\nsuccess on appeal.\nThe deceased was shot and killed on Sunday morning 6\nSeptember 1992 in a street in Hout Bay near Cape Town. She had come to Hout Bay\non holiday from Johannesburg a few weeks earlier. That morning she had just\nalighted from her car outside her flat when, according\nto the undisputed\nevidence of an eyewitness, the respondent, from whom she had been divorced\nearlier that year, came up to her with\na fire-arm in his hand. She screamed and\ntried to run away across the street but the respondent ran after her and, from a\ndistance\nof two to three paces, fired a shot at her which struck her in the\nback. She fell to the ground and he went right up to her, bent\nforward and at\npoint blank range fired two more shots which hit her in the head. The\npost-mortem examination established the cause\nof death as gunshot wounds of\n8\nthe head, abdomen and chest.\nThe background facts which led to the fatal\nshooting and which appear largely from the respondent's written statement handed\nin in\nterms of\nsec 112\n(2) of the\nAct, may\nbe summarised as follows. The\nrespondent was born on 14 October 1944 in the town of Gela in Sicily and grew up\nin a conservative\nrural Italian community. By the time he met the deceased in\n1971 he had obtained a Doctorate in Economics and was working for a tourist\nand\ntravel company, having previously worked for a shipping agency. The deceased\ncame from a more liberal background in Northern\nItaly. The respondent came to\nSouth Africa in November 1972 to take up employment as the manager of an\ninternational freight forwarding\norganisation. The deceased followed him in\nMarch 1973 and they were married in Johannesburg on 20 July 1973. The marriage\nappears\nto have\n9\nbeen a happy one until July 1976 when the deceased wrote to the respondent\nwhile he was overseas saying that she had decided to leave\nhim. An eighteen\nmonth separation followed during which time she had a brief adulterous\nrelationship with a family friend, Franco\nde Liperi, of which the respondent\nsubsequently learned. He himself in his plea explanation admitted to having had\n\"brief affairs\nwith several women\" during this period of separation. They were\nreconciled in the beginning of 1978 and thereafter lived first in\nNairobi and\nfrom October 1980 in London. In January 1986 the respondent started a new\nshipping business in partnership with one Murri.\nThe partnership broke up in\nMarch 1988 and the respondent lost all the money he had put in the business. In\norder to help him financially\nthe deceased started working as an interior\ndecorator and during 1990 she started her own interior decorating business. This\nwas\na huge success. She achieved\n10\ninternational acclaim as an artist and articles on her appeared in The Times\nin London, the New York Times and in a well-known Italian\nmagazine.\nDuring\nMarch 1991 the deceased informed the respondent that she no longer loved him and\nthat she wanted a divorce. At that time he\nwas on a six month visit to Kenya in\nconnection with a new cruise business he had started in Mombasa and which was\nincurring heavy\nlosses. He returned to London during April 1991. The following\nmonth she finally left the common home and moved into her own flat.\nThe\nrespondent would not accept that his marriage was over and in the months which\nfollowed he made desperate attempts to win her\nback. He states in his plea\nexplanation that he was plunged into a state of depression and anger. He felt\nthat it was totally unjust\nand inexcusable that the deceased should hurt him in\nthis way for a second time.\n11\nOn 19 August 1991 the deceased obtained an injunction in London against the\nrespondent after he had on several occasions assaulted\nher and had also\nattempted to kill her. In his plea explanation the respondent says that when he\nheard about the injunction he was\nstunned. This was something he could never\nforgive and was a turning point for him. Shortly afterwards the divorce petition\nwas served\non him. The divorce order was granted on 10 June 1992 and was made\nfinal on 23 July 1992. By this time the deceased had moved to\nSouth Africa and\nthe respondent heard that she was living in Johannesburg with one Loris Brunini\nof whose background and personality\nhe strongly disapproved.\nThe respondent\nstates in his plea explanation that he regarded the news that the deceased had\ninstituted divorce proceedings against\nhim as an absolute insult. It was the\nlast straw. The\n12\ndeceased had no right to divorce him and had brought shame to him and his\nfamily by doing so. She had been completely indifferent\nto his suffering and\npain. He could not ignore the insults and humiliation and he decided to kill her\nand to end his own life. He\nwound up his business interests in London, proceeded\nto make all the necessary arrangements for his death and then flew to South\nAfrica to seek her out and kill her.\nIn this country the respondent traced\nthe deceased's whereabouts and then set about watching and following her in\nJohannesburg in\norder to confirm that she was living with Brunini. Once that had\nbeen established he tried to obtain a firearm but could not buy\none as he was\nunable to get a licence. After about two months he went to Durban and with the\nhelp of an old friend of his, Peter\nStorm, managed to get his temporary visa\nextended to 8 September 1992. Back in Johannesburg he eventually\n13\nmanaged to buy a firearm illegally and then learned that the deceased had\ngone to Cape Town on holiday. He drove to Cape Town and\ntraced her to where she\nwas staying with Brunini in Hout Bay. From Monday 31 August 1992 to Saturday 5\nSeptember 1992 he watched\nand followed them but they were always together. He\nstates that he did not want to kill Brunini but that he wanted to get the\ndeceased\nalone. On Sunday morning 6 September 1992 he saw the deceased coming\nout of a supermarket alone and decided that his chance to kill\nher had finally\ncome. He followed her and shot her in the street in front of the flat where she\nwas staying. He states that he was\ndetermined to kill her, and in fact fired\nthree shots at her head but missed once. He did not feel guilty killing her, but\nfelt that\nthe guilt was hers alone and that he was the victim, not she. The rest\nof the Sunday and the following day he drove aimlessly up\nand down the West\nCoast. At\n14\none stage he threw the firearm into the sea as he did not want its owner to\nbe traced. After hearing on the radio that the deceased\nwas still alive he wrote\nher a suicide note saying, inter alia, that had he not been convinced that she\nwas dead, he would have fired\nten more shots at her. Eventually he walked to a\ndeserted spot along the beach near Darling where he tried to commit suicide by\nswallowing\na large number of sleeping pills. He lay there for a long time and\neventually recovered sufficiently to walk to a nearby house for\nhelp.\nAfter\nhis arrest the respondent appeared in the Magistrate's Court at Wynberg on 11\nSeptember 1992 when he was referred to Valkenberg\nHospital for observation in\nterms of\nsecs 77\n(1) and\n78\n(2) of the\nAct. The\nunanimous report of the panel of\ntwo psychiatrists, Drs Zabow and George, was that the respondent suffered from\nno psychotic or psychiatric\nillness and that he did not\n15\nlack criminal capacity due to mental illness or mental defect, although his\nconduct at the relevant time was influenced by his emotional\nstate. The criminal\ncapacity with which the report was concerned has been described in judgments of\nthis Court as pathological or\nstatutory criminal capacity (see, for example, S v\nLaubscher\n1988 (1) SA 163\n(A) at 167 B-F; S v Smith\n1990 (1) SACR 130\n(A) at 134\ng-h and S v Kalogoropoulos\n1993 (1) SACR 12(A)\nat 21 h-i).\nWhile it was\ncommon cause at the trial that the respondent had the necessary criminal\ncapacity to be held responsible for the killing\nof the deceased, the case put\nforward by the defence in mitigation of sentence was that he acted with\ndiminished criminal responsibility\nas a result of non-pathological causes of a\ntemporary nature namely a partial emotional and psychological disintegration or\nbreakdown\nat the relevant time. It has been recognised by this\n16\nCourt that it is possible for there to be non-pathological temporary\ndiminished criminal responsibility which would be relevant to\nsentence. See S v\nLaubscher, supra, at 168 B-C; S v Smith, supra, at 135 f-g and S v Shapiro\n1994\n(1) SACR 112(A)\nat 120 e-g.\nOn the issue of diminished criminal\nresponsibility two experts testified on behalf of the respondent. Dr Venter, a\nclinical psychologist,\nhad consulted with the respondent at Pollsmoor Prison for\napproximately 100 hours over a period of about five months prior to the\ntrial\nand had spoken to many people in this country and overseas in order to learn\nmore about the respondent's background, his personality,\nhis relationship with\nthe deceased and how he was affected by the breakdown of his marriage. His\ndiagnosis was that of a major depressive\ndisorder with narcissistic and\nobsessive, compulsive personality traits. He said that the\n17\nrespondent had suffered a severe traumatic loss with the breakdown of his\nmarriage which had caused him severe anger and depression\nand which, in turn,\nwere exacerbated by his said personality traits, with the result that he became\nobsessed with the deceased and\nwith thoughts of anger, bitterness, revenge and\ndeath. His judgment was affected by a combination of the emotional factors and\nthis\nprobably led to a temporary non-pathological emotional disintegration which\naffected his ability to realise the full implications\nof his actions and to\nresist the forces within him.\nDr Zabow, who saw the respondent during the\nstatutory thirty days observation period in Valkenberg Hospital and thereafter\non a regular\nbasis in Pollsmoor Prison prior to the trial, testified that the\nrespondent had been suffering from depression for more than a year\nprior to the\nshooting and that he was in a state of emotional upset which affected his\nbehaviour and impaired his\n18\njudgment so that he did not act normally. He said that the killing was not a\ncold-blooded, callous act by a man whose wife had left\nhim and who had decided,\nbecause of his cultural background and personality traits, to kill his wife.\nWhat had caused him to kill\nthe deceased was rather a combination of the\nemotional factors and all the other factors relating to his background,\npersonality\nand marital problems.\nThe respondent himself did not testify, apparently on the advice of Dr\nVenter, who considered that it would be harmful to the respondent's\ntherapeutic\nprocess. Dr Venter said that the respondent had remained depressed, angry and\nwithout remorse. He still felt justified\nin doing what he had done and would do\nit again.\nThe Court a quo did not in terms find that the respondent acted with\ndiminished criminal responsibility, although it was\n19\ncontended that such a finding was implicit in the judgment. Be that as it\nmay, in my view such a finding would not have been justified.\nBy definition\ndiminished criminal responsibility is the diminished capacity to appreciate the\nwrongfulness of the particular act\nin question, or to act in accordance with an\nappreciation of its wrongfulness (cf\nsec 78\n(7) of the\nAct). It\nis for an\naccused person to lay a factual foundation for his defence that non-pathological\ncauses resulted in diminished criminal\nresponsibility, and the issue is one for\nthe Court to decide. In coming to a decision the Court must have regard not only\nto the\nexpert evidence but to all the facts of the case, including the nature of\nthe accused person's actions during the relevant period.\nIn S v Harris\n1965 (2)\nSA 340\n(A) Ogilvie Thompson JA said in this regard at 365 B-C :\n\"[I]n the ultimate analysis, the crucial issue of appellant's\n20\ncriminal responsibility for his actions at the relevant time is a matter to be\ndetermined, not by the psychiatrists, but by the Court\nitself. In determining\nthat issue the Court -initially, the trial Court; and, on appeal, this Court -\nmust of necessity have regard\nnot only to the expert medical evidence but also\nto all the other facts of the case, including the reliability of appellant as a\nwitness and the nature of his proved actions throughout the relevant\nperiod.\"\nSee also S v Laubscher, supra, at 172 D; S\nv\nKalogoropoulos, supra, at 21 i - 22 a; S v Calitz\n1990 (1) SACR 119\n(A) at\n127 c-d and S v Potgieter\n1994 (1) SACR 61\n(A) at 72 h - 73 d where this Court\nemphasised the need to subject the evidence given by an accused person in\nsupport of a defence\nof non-pathological incapacity to careful scrutiny.\nIn\nthe present case the respondent, as I have said, did not give evidence. His plea\nexplanation was largely untested. This, in my\nview, reduces the weight to be\nattached to the expert\n21\nevidence which was based on the assumption that the appellant's version was\ntruthful in all material respects. The objective facts\nshow no sign of an\ninability to appreciate the wrongfulness of killing the deceased, or to act in\naccordance with such an appreciation.\nInstead they show, firstly, the respondent\nas a self-centred, dictatorial man with an exaggerated sense of self-importance\nand pride\nwho considered his wife to have no right to divorce him and, when she\ndid so, considered it an insult and as sufficient justification\nfor killing her.\nThe deceased did nothing to him save to divorce him because she wanted her\nfreedom. His motivation to kill her was\nhis hurt pride, humiliation and revenge,\nall because she had had the temerity to divorce him.\nThe objective facts show\nfurther that the murder was premeditated and carefully and systematically\nplanned over a long period. The\ndecision to kill the deceased was first taken\nwhen\n22\nthe respondent heard about the divorce proceedings. This was at least three\nmonths before her death. Thereafter he came to South Africa\nwith the sole\nintention to kill the deceased. To this end he stalked her for about two months\nin Johannesburg, purchased a fire-arm\nillegally, traced her to Hout Bay and\nfollowed and watched her there during the final week while he waited for an\nopportunity to\nkill her when she was alone. His single-minded, relentless\npursuit of the deceased is well illustrated by the manner in which the\nrespondent ascertained the deceased's address in Cape Town. He states in his\nplea explanation that he obtained her telephone number\nin the Cape Peninsula\nfrom Brunini's office in Johannesburg. He then drove to Cape Town and, using the\ntelephone directory, narrowed\nthe area of the number to Llandudno and Hout Bay.\nHe then remembered that he had seen a sticker on her car with the name \"Hout\nBay\"\non it and he also reasoned\n23\nthat because Brunini liked sailing they were more likely to stay in Hout Bay\nthan in Llandudno. He drove to Hout Bay and looked for\nher car but could not\nfind it. He then approached a man who was working on the telephone lines and\ndrove him to the local telephone\nexchange where the address was secured. This,\nin my view, shows that the respondent was not so obsessed with his feelings that\nhe\nhad lost control of his logical and decision-making faculties. The respondent\nspent a long time going after the deceased, doing so\nunhurriedly and biding his\ntime. This is not the conduct of a man who lacked self-control. During that\nperiod he had plenty of time\nfor reflection and reconsideration.\nThe murder itself was a cold and calculated one. The respondent did not act\nin an uncontrolled or irrational manner in the final moments\nbut in a cool,\ndeliberate and merciless manner. His thoughts were clear and rational, as\nappears from the following\n24\nprecise and detailed account which he was able to give of the shooting:\n\"[W]hen I got out of the car, gun in hand, she looked straight into my eyes. She\ndid not say anything. I did not say anything. We\njust looked at each other. I\nknew she knew that it was the end. She tried to run away across the road. I\nchased her and shot her\nin the back while she was still running. She fell on the\nground. I walked to her and pointed the gun at her head because I was determined\nto kill her. I shot three times at her head.\"\nDrs Zabow and\nVenter both suggested that the respondent had not finally made up his mind to\nkill the deceased prior to seeing her\nin Hout Bay with Brunini. The respondent,\nhowever, does not himself say so. According to him his decision to kill her was\ntaken before\nhe came to South Africa, and this is supported by the objective\nfacts considered above.\nIn all the circumstances of the case I am satisfied that\nthe\n25\nrespondent's ability to act in accordance with an appreciation of\nwrongfulness was not weakened. But even assuming that it was, it\nwas clearly not\nweakened to any substantial degree and not to the extent that it can be said\nthat his moral blameworthiness was materially\nreduced. It cannot therefore be\nsaid that he acted with diminished criminal responsibility. Rumpff CJ put the\ntest for diminished\ncriminal responsibility as follows in S v Mnyanda\n1976 (2)\nSA 751\n(A) at 766 G-H :\n\"By die vasstelling of 'n persoon toerekenbaar gereken moet word of nie, en of\ndaar verminderde toerekenbaarheid is of nie, moet\nsoos reeds gemeld, die\nwilsbeheervermoë van so 'n persoon oorweeg word aan die hand van sodanige\ngetuienis as wat beskikbaar\nis, insluitende die psigiatriese of\nklinies-sielkundige getuienis. Soos reeds gesê, is die blote feit dat 'n\nbeskuldigde klinies\nas 'n psigopaat beskou word, nie 'n grond waarop 'n\nbeskuldigde as verminderd toerekenbaar bevind moet word nie. Alleen dan wanneer\nten opsigte van 'n bepaalde misdaad bevind word dat die psigopatiese steuring\nvan so 'n graad was dat die wilsbeheervermoë tot\nso 'n\nmate\n26\nverswak was dat hy volgens 'n morele beoordeling, minder verwytbaar is as\nwanneer hy nie so 'n verswakking van wilsbeheervermoë\nsou gehad het nie,\nbestaan daar 'n verminderde toerekenbaarheid.\"\nThe learned Chief\nJustice was here dealing with the concept of diminished criminal responsibility\nof a psychopath with reference to\nsec 78\n(7) of a draft Bill which was in\nidentical terms to the present\nsec 78\n(7). His remarks apply equally to the\npresent case. The respondent's feelings of humiliation, anger and bitterness and\nhis desire\nfor revenge because of the divorce, cannot, in the circumstances of\nthe present case, serve to reduce his moral blameworthiness for\nthe killing of\nthe deceased.\nWhere the learned trial Judge erred in the exercise of his\ndiscretion relating to sentence was that he had insufficient regard to\nthe\nrespondent's moral blameworthiness as well as the interests of\n27\nsociety and the crime. For most of the judgment on sentence he\nwas\nconcerned with the effect which the break-up of the marriage\nwith the deceased had on the respondent. The learned Judge\nexpressed strong feelings of sympathy and compassion for the\nrespondent. So, for example, he said at the commencement of the\njudgment\n:\n\"Behind the bare facts of a deliberate killing\tlies a story\nof heartache and obsessive love which evokes much\ncompassion.\"\nand again towards the end of the judgment :\n\"[M]y human inclination is one of compassion and sympathy for the accused. He\nhas suffered grievously and the agonies of heart and\nlonging must have been\nterrible indeed.\"\nThe learned trial Judge did refer briefly to\nthe enormity of the crime and the interests of society but, significantly, he\nonly did\nso when he was considering a plea by the defence that a sentence of\n28\ncorrectional supervision in terms of\nsec 276\n(1) (h) of the\nAct be\nimposed.\nIt does not appear that, after he had decided against a sentence of correctional\nsupervision, the nature of the crime and\nthe interests of society received any\nfurther recognition in the sentence imposed by the learned Judge. Instead he\nemphasised that\nthe respondent was a broken man, that there was no need for a\npreventive sentence and that no punishment could achieve the respondent's\nreformation and rehabilitation.\nIn the assessment of an appropriate sentence,\nregard must be had inter alia to the main purposes of punishment namely\ndeterrent, preventive,\nreformative and retributive. See S v Rabie\n1975 (4) SA\n855\n(A) at 862 A-B and S v Khumalo and Others\n[1984] ZASCA 30\n;\n1984 (3) SA 327\n(A) at 330 D.\nAlthough the element of retribution is today considered to be of lesser\nimportance (Khumalo's case, supra, at 330 E)\nit cannot be ignored. In R v\n29\nKarg\n1961 (1) SA 231\n(A) Schreiner JA said the following in this regard at\n236 A-C :\n\"While the deterrent effect of punishment has remained as important as ever, it\nis, I think, correct to say that the retributive\naspect has tended to yield\nground to the aspects of prevention and correction. That is no doubt a good\nthing. But the element of\nretribution, historically important, is by no means\nabsent from the modern approach. It is not wrong that the natural indignation\nof\ninterested persons and of the community at large should receive some recognition\nin the sentences that Courts impose, and it is\nnot irrelevant to bear in mind\nthat if sentences for serious crimes are too lenient, the administration of\njustice may fall into\ndisrepute and injured persons may incline to take the law\ninto their own hands. Naturally, righteous anger should not becloud\njudgment.\"\nDeterrence has remained the most important object of\npunishment (Khumalo's case, supra, at 330 E). The interests of society in the\ndeterrent aspect of a sentence was stated as follows\n30\nby Rumpff CJ in S v Du Toit\n1979 (3) SA 846\n(A) at 857 D-E:\n\"Die belang van die gemeenskap by 'n straf wat opgelê word, is veelledig.\nIn sommige gevalle tree die belang na vore wanneer\ndie gemeenskap beskerm moet\nword teen die gedrag van 'n bepaalde individu. In ander gevalle verdien die\nbelang oorweging wanneer\ndie orde en vrede in die gemeenskap ter sprake kom. In\nander gevalle weer tree die belang na vore wanneer lede van die gemeenskap\nafgeskrik moet word. In die tyd waarin ons leef, is die misdade waaraan\nappellant skuldig bevind is van so 'n aard dat die gemeenskap\nter plaatse en ook\nte lande nie anders as besonder hewig geskok kon gewees het nie en 'n straf ter\nafskrikking moet gevolglik sterk\noorweeg word.\"\nIn my view the\nlearned trial Judge did not give due consideration to the aspects of deterrence\nand retribution. The requirements of\nsociety demand that a premeditated, callous\nmurder such as the present should not be punished too leniently lest the\nadministration\nof justice be brought into disrepute. The\n31\npunishment should not only reflect the shock and indignation of interested\npersons and of the community at large and so serve as a\njust retribution for the\ncrime but should also deter others from similar conduct. In my view the sentence\nimposed by the learned\nJudge does neither, and I consider it to be shockingly\ninappropriate. Counsel for the respondent submitted that the sentence imposed\nby\nthe learned trial Judge was in line with the sentences imposed in a number of\nother cases where the facts were similar. He referred\nin this regard to S v\nCampher\n1987 (1) SA 940\n(A); S v Laubscher, supra; S v Calitz, supra; S v Smith,\nsupra; S v Wild\n1990 (1) SACR 561\n(A); S v Potgieter, supra; S v Ingram\n1995 (1)\nSACR 1\n(A) and S v Kensley\n1995 (1) SACR 646\n(A). As Nicholas AJA pointed out in\nS v Fraser\n1987 (2) SA 859\n(A) at 863 C-D, it is an idle exercise to match the\ncolours of the case at hand and the colours of\n32\nother cases with the object of arriving at an appropriate sentence. \"[E]ach\ncase should be dealt with on its own facts, connected\nwith the crime and the\ncriminal\" (per Schreiner JA in R v Karg, supra, at 236 G-H). It suffices to say\nthat the cases referred to\nare all clearly distinguishable and are of no\nassistance in arriving at a proper sentence in the present case. In each of the\ncases\nrelied upon the accused's moral blameworthiness was much less than that of\nthe respondent in the present case.\nI have already said that the learned\nJudge a quo not only failed to give due consideration to the aspects of\ndeterrence and retribution\nbut that the sentence which he imposed is\ndisturbingly inappropriate. It follows that the application for condonation\nshould be granted.\nAt the same time the result of the appeal is that the\nsentence must be set aside and a new sentence imposed (S v Rabie\n33\n1975(4) SA 855(A) at 857 D-F). For the reasons stated, and giving due\nconsideration to the mitigating factors namely the respondent's\ndepressed state\nof mind and the fact that he was emotionally upset, I am of the view that a\nsubstantial period of imprisonment is\ncalled for. In my view justice will be\ndone if a sentence of fifteen years' imprisonment is imposed on the murder\ncharge.\nThe following order is made :\n1.\tThe application for condonation of the late lodging of the record is granted.\nNo order as to costs is made on the application;\n2.\tThe appeal succeeds. The sentence imposed by the trial Court on the murder\ncharge is set aside and a sentence of fifteen years'\nimprisonment is\nsubstituted. In terms of\nsec 282\n(b) of the\nAct this\nsentence\nis\n34\nantedated to the date on which sentence was imposed by the Court a quo ie 23\nSeptember 1993.\nW. VIVIER JA.\nCORBETT CJ)\nE M GROSSKOPF JA) Concurred.",
  "scraped_at": "2026-02-12T07:17:26.324949",
  "date": "1995-09-21",
  "coram": [
    "Corbett CJ",
    "E M Grosskopf JA",
    "Vivier JA"
  ],
  "case_number": "429/94",
  "parties": {
    "applicants": [
      "The State"
    ],
    "respondents": [
      "Guiseppi di Blasi"
    ]
  },
  "sections": {
    "facts": "The respondent, Guiseppi di Blasi, was convicted of murdering his former wife, Francesca Di Blasi, on 6 September 1992 in Hout Bay, Cape Town. After a long, troubled marriage and a contentious divorce, Di Blasi returned to South Africa. Di Blasi stalked her for several months, obtained an illegal firearm, and shot her three times, causing her death. Following the murder he attempted suicide and later surrendered to the police. At trial he pleaded guilty to murder and illegal possession of a firearm, receiving a four‑year custodial sentence for murder and a fine for the firearm offenses. The State appealed the murder sentence, while the respondent did not appeal. An application for condonation of the late lodging of the appeal record was also filed.",
    "issues": "The Court had to determine (1) whether the appellant’s late lodging of the appeal record warranted condonation; (2) whether the trial judge erred in failing to consider diminished criminal responsibility; (3) whether the trial judge gave appropriate weight to deterrence, retribution and other sentencing principles; and (4) what appropriate sentence should be imposed on appeal.",
    "principles": "The Court applied the Criminal Procedure Act 51 of 1977 (sec 316 B) on condonation, requiring a reasonable time for lodging appeal records and considering factors such as degree of non‑compliance and prospects of success. On diminished responsibility, sec 78(7) of the Act and case law (e.g., S v Laubscher, S v Smith, S v Harris) were used to assess non‑pathological temporary impairment. Sentencing principles were drawn from S v Rabie, R v Karg and Rumpff CJ’s statements on deterrence, retribution, prevention and reformative aims.",
    "application": "The Court found the delay in lodging the record was not inordinate and accepted the explanations, thus granting condonation. It concluded that expert evidence did not establish a sufficient diminution of criminal responsibility; the respondent retained full awareness of the wrongfulness of his conduct. The Court held that the trial judge gave insufficient weight to deterrence and retribution and that the four‑year sentence was shockingly lenient for a premeditated murder. Consequently, the Court set aside the original sentence.",
    "conclusion": "The application for condonation was granted. The appeal succeeded: the murder sentence was set aside and replaced with a sentence of fifteen years’ imprisonment, antedated to 23 September 1993. No order as to costs was made on the condonation application."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder & Sentencing",
    "level_3": [
      "diminished criminal responsibility",
      "condonation of appeal record",
      "appeal",
      "premeditated murder",
      "sentencing principles"
    ]
  }
}