{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/54.html",
  "case_name": "S v Motsoeneng (77/92) [1995] ZASCA 54 (19 May 1995)",
  "citation": "[1995] ZASCA 54",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 54\n|\nNoteup\n|\nLawCite\nS v Motsoeneng (77/92) [1995] ZASCA 54 (19 May 1995)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION\n)\nCASE NO. 77/92\nPINKIE MOTSOENENG\nAPPELLANT\nVERSUS\nTHE\nSTATE\nRESPONDENT\nCORAM\n: HEFER, NESTADT et SCHUTZ JJA\nDATE HEARD\n: 15 MAY 1995\nDATE DELIVERED\n: 19 MAY 1995\nSCHUTZ JA\n2\nJUDGMENT\nSCHUTZ JA\n:\nThe appellant was convicted by a regional magistrate of\ncontravention of section 51(a) of the Admission of Persons to the\nRepublic Regulation Act 59 of 1972 as amended. The relevant parts of\nthe section read:\n\"51 Any person who -\n(a) aids or abets any person in entering or remaining in the Republic or any\nprovince in contravention of this Act, knowing that such\nperson is prohibited\nfrom entering or remaining in the Republic or such province;\n(b) ...\nshall be guilty of an offence and liable on\n3\nconviction to a fine not exceeding R10 000 or imprisonment for a period not\nexceeding five years or to both that fine and that imprisonment.\"\nThe appellant was convicted in 1989. The Act has since been replaced by the\nAliens Control Act 96 of 1991.\nThe circumstances charged and proved against\nher were that she aided and abetted a Mozambiquen, Roque Jossai, to remain in\nthe Republic\nknowing that he was prohibited from remaining here, in that she\nsupplied him with a false South African identity document.\nThe events on which the convictions are based occurred as long ago as 1988.\nJossai gave evidence for the State. He had entered the\nRepublic illegally in\nFebruary 1988. Whilst walking down a Johannesburg street he came upon an\nacquaintance from Maputo. When\n4\nthe acquaintance heard of his predicament of having no papers he took him to\npremises in Bree Street where the appellant worked. Jossai\ntold her that he was\nan illegal immigrant from Maputo and that he had been deported from South Africa\non a prior occasion. She agreed\nto accommodate him for a fee of R120. He would\nhave to bring her two photographs together with the money, which he later did.\nThis\nhappened in April 1988. In due course he received a false identity document\nfrom her.\nSome time later he was arrested where he was working on a farm near\nMiddelburg, the falsity of his document being apparent to the\nskilled eye of the\npolice officer who arrested him.\nBy August 1988 he was persuaded to take part in a\npolice\n5\ntrap. He went back to the appellant's premises and lied to her that he had\nlost his first document. Would she obtain another for him?\nShe agreed. This time\nthe fee was R280. Some time later she gave him another false identity document\nand was paid the balance of\nthe R280. Upon her arrest R180 in marked notes,\nwhich had been handed to her in exchange for the document by Jossai, was found\non\nher person.\nShe was convicted on both charges arising out of these two\noccasions. At\nher triad she pleaded not guilty and gave false evidence as\nto what had\npassed between her and Jossai and how she had come to be\nfound in possession\nof the marked money.\nHer appeal to the Witwatersrand Local Division against conviction failed.\n6\nIn its original 1972 form S 51 provided for a penalty of a fine of R2 000 or\nimprisonment for 12 months. By S 36 of the Aliens and\nImmigration Laws Amendment\nAct 49 of 1984 the penalty provisions were altered to the form set out\nabove.\nThe sentence imposed by the regional magistrate was three years imprisonment\ntaking both counts together for purposes of sentence.\nHer appeal against the\nsentence also failed, but the court a quo granted leave to appeal to this court\non sentence only.\nMr Verster, appearing for the appellant, has urged upon us that the\nmagistrate should have considered the alternative of a fine, even\na heavy fine,\nor should have imposed a lesser period of imprisonment, or should have suspended\nthe whole or a part of any imprisonment\n7\nimposed. He has rightly stressed her personal factors, namely that she was a\nfirst offender, was 51 years old when the trial took\nplace in 1989, and was in\nfixed employment. They are important. However, the magistrate took them into\naccount.\nMr Verster abandoned an argument to the effect that the statute imposed a\nheavier sentence on the aider and abettor than on the principal,\nbut then argued\nthat as the appellant was only an aider and abettor there should be a measure of\nleniency. I do not agree with this\nargument.\nThe eyes of the legislature were clearly open to what it was doing when it\nlaid down the penalties for aiding and abetting in 1972.\nMoreover, it is\napparent that when the Act was amended in 1984 it was\n8\nof the view that the mischief had to be addressed more sternly. Since then\nthe mischief has not grown less. It has assumed huge proportions\nand creates a\nserious problem for the country.\nReturning to the aiding and abetting\nargument, I can well see the relative insufficiency of imprisoning an\nimpoverished Mozambiquen\nwho might find a short period of imprisonment well\nworth the risk. Any imprisonment, long or short would cost the State money and\nthe tendency would be to deport the prisoner after a short time. The ones to\ndeter are the South Africans who make illegal immigration\nby others easier and\nwho, unlike the illegal immigrants would face the prospect of serving much of\ntheir sentence.\nOne may have sympathy with an illegal immigrant such\nas\n9\nJossai who is, after all, but trying to make a living by his labour. But\nnational states have the right and the duty to protect there\nown citizens\nagainst illegal immigrants. Such an immigrant becomes another competitor for\nhousing, hospitalisation and many other\nthings in short supply. He might even\nsucceed in casting a vote.\nPersons who provide forged documentation to illegal immigrants are unlikely,\nusually, to be moved by charity. The purpose is gain,\nas it was in this case. A\nperson like the appellant is a necessary cog in the system. She does not appear\nto be at the top of the\norganisation but she is not at the bottom either. I do\nnot attach particular additional significance to the fact that she was convicted\ntwice. But the two convictions do indicate that she regularly participated in\nthe\n10\nsystem. That is also indicated by the way in which the acquaintance from\nMaputo brought Jossai to her.\nThe degree of guilt of persons convicted under Section 51 (a) ranges broadly.\nIn S v Quinta and another\n1974 1 SA 544\n(T) the appellants were acquitted on\nappeal for lack of proof of mens rea. However, the sentences that had been\nimposed by the magistrate\nwere much less than those in the present case and this\nwas relied on in argument. There are at least two reasons for not treating\nthat\ncase as any sort of guide. The first is that the circumstances of the offence\nwere much less serious. The second is that the\nmaximum sentence was much lower\nat the time. A true example of a person near the bottom of the scale is one who\ngives sustenance\nout of chanty knowing that the\n11\nrecipient has no right to remain here.\nAt the top of the scale of guilt is\nno doubt the master organiser, particularly if he has previous convictions. The\nmaximum penalty\nshould be reserved for that sort of man. There is nothing to\nindicate that the appellant is such a person, so that, particularly\nas she is a\nfirst offender her sentence should not be close to the upper limit, as the\nsentence imposed is.\nThe magistrate has not been shown to have misdirected himself, but I think\nthat the appellant's proved position on the scale of guilt\nis such that a wholly\nunsuspended imprisonment of three years is so severe as to warrant\ninterference.\nHowever, the legislature treats the crime as serious, and\nin\n12\nthe particular circumstances it is aggravated by the facts that the motive\nwas gain, not to assuage hunger, and the means fraudulent\nand hard to detect. I\ndo not consider a fine appropriate as it is likely to be viewed as venture\ncapital, and may well be paid by\nsomeone other than the appellant.\nIn all the circumstances I would allow the appeal and substitute a sentence\nof two years imprisonment, of which one year is suspended\nfor five years on\ncondition that the appellant is not convicted of a contravention of section 57\nof the Aliens Control Act 96 of\n1991 or section 51 of the Admission of Persons\nto the Republic Regulation\n13 Act 59\nof 1972 committed during that\nperiod.\nW P SCHUTZ JUDGE OF APPEAL HEFER JA )\n)CONCUR NESTADT JA )",
  "scraped_at": "2026-02-12T07:02:24.688701",
  "date": "1995-05-19",
  "coram": [
    "HEFER JA",
    "NESTADT JA",
    "SCHUTZ JA"
  ],
  "case_number": "77/92",
  "parties": {
    "applicants": [
      "Pinkie Motsoeneng"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "The appellant, Pinkie Motsoeneng, was convicted by a regional magistrate for contravening section 51(a) of the Admission of Persons to the Republic Regulation Act 59 of 1972, as amended. She aided a Mozambican illegal immigrant, Roque Jossai, by supplying him with two false South African identity documents in return for fees of R120 and R280. The offences occurred in 1988; Jossai was later arrested and the falsity of his documents detected. Marked cash (R180) was found on Motsoeneng at the time of her arrest. She pleaded not guilty and gave false evidence. The magistrate sentenced her to three years' imprisonment, taking both counts together, and the conviction was upheld on appeal.",
    "issues": "The primary issue on appeal was whether the three‑year imprisonment sentence was appropriate or excessive, and whether the magistrate should have considered alternative sanctions such as a fine, a lesser term of imprisonment, or a suspended sentence. The appellant argued for leniency on the basis that she was merely an aider and abettor, a first offender, and that personal circumstances warranted a lighter penalty.",
    "principles": "Section 51(a) imposes a maximum penalty of a fine up to R10,000 or imprisonment up to five years, reflecting the legislature's intention to treat aiding illegal immigration as a serious offence. The 1984 amendment increased the severity of the penalty. Precedent such as S v Quinta (1974) highlights the need for proof of mens rea but also shows that sentencing must reflect the gravity of the conduct and the statutory maximum at the time. Sentencing policy requires proportionality, consideration of personal circumstances, and the need to deter South Africans who facilitate illegal immigration.",
    "application": "The Court noted that the magistrate had taken the appellant's age, first‑offence status and employment into account, but concluded that a wholly unsuspended three‑year term was near the upper limit and therefore disproportionate. A fine was rejected as it could be paid by a third party and would not serve a deterrent purpose. The Court applied the principle of proportionality and the statutory guidance to replace the sentence with two years' imprisonment, with one year suspended for five years, conditional on no further convictions under the relevant immigration provisions.",
    "conclusion": "The appeal was allowed. The original sentence of three years' imprisonment was set aside and replaced by a sentence of two years' imprisonment, of which one year was suspended for five years on the condition that the appellant does not commit another contravention of section 57 of the Aliens Control Act 96 of 1991 or section 51 of the Admission of Persons to the Republic Regulation Act 59 of 1972 during that period."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Immigration Offences",
    "level_3": [
      "section 51",
      "sentencing",
      "illegal immigration",
      "false documents"
    ]
  }
}