{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/38.html",
  "case_name": "Anderson Shipping (Pty) Ltd v Polysius (Pty) Ltd (285/93) [1995] ZASCA 38; 1995 (3) SA 42 (AD); [1995] 2 All SA 463 (A) (30 March 1995)",
  "citation": "[1995] ZASCA 38",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 38\n|\nNoteup\n|\nLawCite\nAnderson Shipping (Pty) Ltd v Polysius (Pty) Ltd (285/93) [1995] ZASCA 38; 1995 (3) SA 42 (AD); [1995] 2 All SA 463 (A) (30 March 1995)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA APPELLATE DIVISION\nIn the matter between:\nANDERSON SHIPPING (PTY) LTD\tAppellant\nand\nPOLYSIUS (PTY) LTD\tRespondent\nCORAM:\nJOUBERT, E.M. GROSSKOPF, EKSTEEN JJA et\nNICHOLAS, OLIVIER AJJA\nHeard:\n9 March 1995\nDelivered:\n30 Maart\n1995\nJUDGMENT\nJOUBERT JA:\nDuring November 1987 the parties to this appeal entered into an oral\n2\nagreement with each other in terms of which the appellant\ncompany\n(\"Anderson\"), which exercised the business of a public carrier,\nundertook for\nreward to convey on behalf of the respondent company\n(\"Polysius\") two of the\nlatter's cases of machinery parts from Durban Harbour to Leeudoorn Mine.\nAnderson removed the cases from Durban Harbour but failed to deliver\nthem,\nor delivered them in a damaged state, to Polysius in consequence of which\nthe\nlatter sued Anderson in the Witwatersrand Local Division for payment of\nR415\n765-38 damages. In its special plea Anderson stated that the claim of\nPolysius\nwas based on absolute liability regulated by the Praetor's\nEdictum de\nnautis.\ncauponibus et stabulariis\n(\"the Edict\"), which referred to public\ncarriers by\nwater and not to public carriers by land. Being a public carrier by land\nAnderson was accordingly not obliged in law to pay any amount to\nPolysius.\nThe latter excepted to the special plea on the ground that the Edict formed\npart\nof modem South African law and it has been extended to public carriers by\nland. COETZEE J upheld the exception to the special plea with costs and\nstruck it out. With leave from the Court\na quo\nAnderson now appeals to\nthis\n3 Court.\nThe issue in this appeal is whether or not the Edict is\napplicable to public carriers by land in South Africa.\nROMAN LAW\nThe Praetor framed his Edict in a terse single sentence:\nNautae caupones\nstabularii quod cuiusque salvum fore receperint nisi restituent in eos judicium\ndabo\n. (I will grant an action against sea carriers, innkeepers and\nstablekeepers if they fail to restore to any person any property of\nwhich they\nhave undertaken the safe-keeping). Since the jurist Marcus Antistius Labeo (bom\nc 48 BC and died 10 AD) was the earliest\nRoman jurist to comment on the Edict,\nas appears from D 4.9.1.3, the inference is reasonably acceptable that it was\npublished during\nthe first century BC. As regards the origin of the Edict\nconcerning\nnautae\nit is possible that the Praetor may have been\ninfluenced by the Sea Laws of Rhodes. See the doctoral thesis of Dönges,\nThe Liability for Safe Carriage of Goods in Roman-Dutch Law.\n1928, p\n1-10.\nThe Edict was enforced by the praetorian action,\nactio de recepto\nwhich\n4 was described by later jurists, e.g. Voet (1647-1713) 4.9.2, as the\nactio de\nrecepto rei persecutoria quasi ex contractu\n. The formula of the action\ngranted\nby the Praetor to a plaintiff for the instruction of the Judex against a sea\ncarrier\nas defendant was as follows:\nSi paret Numerium Negidium, cum navem exerceret, Auli Agerii res quibus de\nagitur, salvas fore recepisse neque restituisse, quanti\nea res erit, tantam\npecuniam judex Numerium Negidium Aulo Agerio condemna, si non paret\nabsolve.\n(The names Aulus Agerius and Numerius Negidius are the\nfictitious names of\nthe plaintiff and defendant respectively). A sea carrier who took charge\nof\nfreight or property belonging to a customer undertook liability for the\ncustodia\nthereof as if he had concluded an express contract to that effect (\nquasi\nex\ncontractu).\nShould the freight or property become lost or damaged\nwhile in the\ncustodia\nof the sea carrier the latter will be liable for full damages\nfin simplum)\nunless he can prove by an\nexceptio\nthat the loss or damage was caused\nby\ndamnum falale\nor\nvis maior\n. e.g. owing to shipwreck or action\nby pirates,\n(without\nculpa\non his part) D 4.9.3.1 .\n5 According to D 4.9.1.1 (Ulpian) the reason for the introduction\nof\nabsolute liability on the part of\nnautae, caupones et\nstabularii\nwas that they had\nby the exercise of their business the means\nor opportunity for conspiring with\nthieves against their customers. According\nto Pomponius the Praetor wanted\nto repress dishonesty on the part of \"hoc genus hominum\" (D 4.9.3.1).\nThe law as contained in the Edict was praetorian law (\nius\nhonorariuml\nwhich could not abolish or amend the\nius\ncivile\n. It was a peculiarity of Roman\nlaw that these two systems of law existed side by side until they were\nblended\ninto one system under Diocletian although traces of the praetorian law do\nfeature in the codification of Justinian.\nBefore the publication of the Edict the liabilities of sea carriers\n(nautae)\nwere regulated by the ordinary principles of the\nius civile\n. The\nlegal\nrelationship between sea carriers and their customers could vary according\nto\nthe nature of the contract agreed to e.g.\nlocatio conductio opens\nfaciendi\nif the\nconveyance was undertaken for reward, or\ndepositum\nif there was no\nreward,\nor mandate, or even an innominate contract where the\nquid pro quo\nfor\nthe\n6 conveyance consisted of something other than money. The liability of\nthe sea\ncarrier would be based on\ndolus\nor\nculpa levis\nin the\ncase of\nlocatio conductio\noperis faciendi\n(D 19.2. 13.5 et\n25.7), on\ndolus\nor\nculpa lata\nin the event\nof\ndepositum\n(D 16.3.32, D 44.7.1.5, Inst 3.14.3),\ndolus\nor\nculpa levis\nin the\ninstance of the\nactio mandati directa\nunder Justinian. It was the\nexistence of\nthese provisions of the\nius civile\nwhich caused the jurist Pomponius\nto marvel\nat the introduction of the Edict in D 4.9.3.1:\nmiratur igitur, cur\nhonoraria actio\nsit inducta, cum sint civiles\n. (Watson's translation: \"Therefore, he\nis surprised\nthat the praetorian action has been introduced, since there are civil\nactions\navailable . . . \")\nI may conclude the relevant principles of the Roman law by drawing\nattention to another\nactio de recepto\nintroduced by the Praetor.\nJustinian in his\nInst 4.5.3 referred to this remedy as an\nactio quasi ex maleficio\naccording to\nwhich a sea carrier could be held liable in the event of the customer's\ngoods\nbeing stolen or wilfully damaged on board of the ship by his employees.\nHere\ntoo the customer could elect rather to avail himself of the\nius civile\ne.g. the\n7\nactio furti\n. See D 47.5.1.3. For purposes of this appeal it\nis not necessary to\ninvestigate this remedy further.\nThe conclusion is inescapable that the Romans never extended the principles\nof the Edict to carriers by land.\nFor a discussion of the Edict by modem authors see: Buckland, A Text-Book of\nRoman Law, 3rd ed. p 531; Van Oven, Leerboek van Romeinsch\nPrivaatrecht, 3e\ndruk, p 309-310; Thomas, Textbook of Roman Law, 1976, p 319; Zimmermann, The Law\nof Obligations, 1990, p 514-516.\nROMAN-DUTCH LAW\nIt is a long leap in lime from the collapse of the Western Roman Empire in\n476 AD to the reception of Roman law in the Netherlands\nduring the 15th century.\nIt covers a period of almost 1 000 years. I could find nothing in the works of\nthe Medieval Glossators,\nor of the Commentators, in support of the proposition\nthat the provisions of the Edict should be extended to public carriers by land.\nMoreover, during the 17th century Italian and Spanish jurists applied the\nprinciples of marine insurance to transport by land (\nMutual and\n8\nFederal Insurance Co Ltd v Oudtshoom Municipality\n1985 (1) S A 419\n(A)\nat\np 428 A-C).\nIn the German States which adopted Roman law there was a\ndiversity\nof opinion among the German jurists over the question\nwhether or not the\nprovisions of the Edict should be extended to public carriers by land. It\nwould\nserve no purpose to count heads. Von Glück (1755-1831) in his\nAusführliche\nErläuteruns der Pandecten\n(1800), vol 6 part 1 book 4 title 9\npara 493\nfurnishes reasons in favour of the extension to \"unsere Postmeister und\nLandkutscher\" in view of the peculiar unsafe conditions without security\nwhich\nmade the public use of roads unsafe along or through woodland.\nIn France the jurist Domat (1625-1695) in his work, The Civil Law (1722) book\n1 section 2 paras. 3 and 4 (translated by William Strahan)\napplied the extension\nof the Edict to carriers by land or fresh water. The extension was adopted in\nart 1784 of the Code Civil and\nart 103 of the Code Commercial.\nTo revert to the Roman-Dutch law that applied in the Graefschap (since 1580\nthe Province) of Holland and West Friesland. I have made\na careful\n9 study of\nthe works of the leading Dutch jurists which compels me to agree with\nthe conclusion reached by Dr Dönges,\nop.cit.,\npara. 57 (v), viz\nthat the Dutch\njurists are silent on the question of the extension of the\nEdict to carriers by\nland. The\nPraelectiones ad Grotium\nby Van der Keessel (1738-1816)\nwere\npublished and translated into Afrikaans from 1961. It would seem that Dr\nDönges did not take cognizance of the unpublished manuscript in the\nlibrary\nof the University of Leiden. I studied Van der Keessel's comments on Gr\n3.1.32, 3.20.5 and 3.38.9 but they do not shed new light on the enquiry. I\nalso\nhad the additional advantage of consulting the\nObservationes\nTumultuariae\nby\nVan Bynkershoek (1673-1743), (published from 1926 onwards i.e. after Dr\nDönges presented his doctoral thesis in 1925 to the University of\nLondon) as\nwell as the\nObservationes Tumultuariae Novae\nby Pauw (1712-1787),\n(published from 1964 onwards). I was unable to find in them a single\ninstance\nwhere the Hooge Raad extended the Edict to carriers by land.\nAnother legal source that I studied is the Dutch\nZee-Rechten\nas\nembodied in the\nPlacaet van Keyser Karel V.\n19 Juli 1551, in 1 G.P.B.\n782-\n10 795, and the\nPlacaet van Coninck Philips.\n31 October 1563, in\n1 G.P.B. 796-\n884. Both placaats, which were influenced by the\nMaritime\nlaw of Visby,\nalso\ncontained provisions relating to ships, belonging to\nprivate persons, which were\nemployed in commerce and for carrying\nmerchandise. In arts 43, 44 and 50 of\nthe Placaet of 19 July 1551 the liability of a shipmaster (schipper) to a\nmerchant (koopman) for certain types of damage or loss of the freight or\ngoods\non board the ship was based on his \"schult\" or\nnegligentia\n. The\nposition was\nexactly the same under the Placaet of 31 October 1563 as appears from arts\n8,\n9 and 11 thereof. De Groot (1583-1645) significantly heads chapter 20 of\nhis\nbook 3:\nVan huir tusschen schippers, reders, bevracthers ende\nbootsgezellen\n(Lee's translation:\nOf hire between masters, shipowners, freighters, and\ncrew)\nwhich is preceded by chapter 19 headed:\nVan huir ende verhuring\n(Lee's\ntranslation:\nOf letting and hiring\n). This is an indication that he\nfounded a\nshipmaster's liability to a merchant for loss of or damage to the freight on\nthe\nRoman\nactio locati\nwhich required\ndolus\nor\nculpa,\nas\nindicated\nsupra.\nIn\n3.20.7 he repeats the substance of the above-mentioned provisions of the\n11\nplacaats. In his\nKoopmans Handbook\n(1808) book 4\nchapter 2 p 452-507 Van der Linden (1756-1835) discusses very fully the Dutch\nmaritime law in accordance with the afore-mentioned\ntwo placaats as amended and\nsupplemented by subsequent legislation.\nIt appears from the aforegoing that legislation in the Province of Holland\nand West Friesland brought the liability of carriers by\nsea closer to the Roman\nactio locati\n. The tendency therefore was to restrict the Edict, not to\nextend it.\nIn the light of the aforegoing I have come to the conclusion that according\nto Roman-Dutch law the Edict was not applied to carriers\nby land.\nSOUTH\nAFRICAN LAW\nIt remains to ascertain what the attitude of the South African case law is in\nregard to the applicability of the Edict to public carriers\nby land. It is wise\nto commence with the judgments of this Court.\nIn\nDavis v Lockstone\n1921 AD 153\nthis Court held that the Edict was\nthe basis of the liability for an hotel keeper for the loss of his guests'\nluggage\n12\nbrought into the hotel. The correctness of that decision does\nnot arise in the\npresent appeal. In the course of his judgment Solomon JA\nstated at p 159: \"That the Praetor's Edict is in force in South Africa has\nbeen\nrecognised by the Courts in many cases\nchiefly in connection with the\nliability of shipowners\n\". (My underlining). The underlined words amount to\nan\nobiter dictum\nand are in any event too widely stated. They should with\ndue respect be qualified in order to avoid the creation of a mistaken\nimpression.\nWhile it is indisputable that the liability of public carriers by\nland was considered in a few decisions of the Courts the fact remains\nthat such\ndecisions were not based upon a proper investigation of such liability according\nto the principles of Roman-Dutch law as\napplied in the Province of Holland and\nWest Friesland. See also the instructive analysis of the earlier decisions in\nquestion by\nCilliers AJ in\nInternational Combustion Africa Ltd v Billy's\nTransport\n1981(1) SA 599 (WLD) at p 602 F-605 C.\nIn\nEssa v Divans\n1947 (1) SA 753\n(A) this Court decided that the Edict\ndid not apply to the owners of a parking-garage in the circumstances of\nthat\n13 case. Schreiner JA (p 775) stated the following in his judgment: \"We\nwere\npresented with the argument that the Edict has been held to cover the\nliability\nof common carriers by land because their functions were regarded\nas\nsufficiently closely analogous to those of mariners. Well, I am prepared\nto\nassume\nthat what I have no reason to doubt is the well-established\nextended\nliability of common carriers in our law is founded rather upon the\nenlargement,\nby analogy, of the scope of the Edict than upon an appreciation of the\nadvantages of assimilating our law in this respect to the English Common\nLaw\". (My underlining). That assumption contained in an\nobiter dictum\nis\nwith due respect not binding on this Court since the Edict has according\nto\nRoman-Dutch law never been extended to carriers by land as I demonstrated\nsupra.\nIn\nHistor Boerdery (Edms) Bpk v Barnard\n1983 (1) SA 1091\n(A) this\nCourt did not decide the question of the applicability of the Edict to\npublic\ncarriers by land. Viljoen JA (at p 1096F-G) left the question undecided\nbecause it had not been fully argued. He assumed for purposes of his\njudgment\n14\nthat the Edict had been extended to carriers by land (at p\n1096F-G). Van\nHeerden AJA likewise assumed for purposes of his judgment that the Edict\napplied to carriers by land (p 1106A).\nThe position is then that this Court is now not bound or fettered by any of\nits previous decisions to decide whether or not the Edict\nis applicable to\npublic carriers by land in South Africa. Nor am I persuaded by the decisions of\nthe Courts as to the applicability\nof the Edict to public carriers by land in\nthe face of the principles of Roman-Dutch law as applied in the Province of\nHolland and\nWest Friesland. Cilliers AJ in his judgment (\nsupra)\ncorrectly\npointed out that the earlier decisions of the Courts on the extension of the\nEdict to carriers by land did not rest upon\na thorough investigation of the\nRoman-Dutch law. This also applies to the judgment in favour of the extension of\nthe Edict by King\nJ\nHAll-Thermotank Africa Ltd v Prinsloo\n1979 (4) SA 91\n(T) which Cilliers AJ considered to be binding on him since he sat alone and was\nunable to conclude that it was wrong in view\ninter alia\nof the\nobiter\ndictum\nin\nEssa v Divaris\n(\nsupra)\n.\n15 In\nCotton Marketing Board of Zimbabwe v Zimbabwe\nNational\nRailways\n1990 (1) SA 582\n(ZSC) it was held by\nthe Zimbabwe Supreme Court\nthat having regard to the fact that Zimbabwe was a\nlandlocked country where\nthe principal mode of transport was by land (p 589H)\nthe principles of the Edict\nhad to be applied to public carriers by land. That\nratio decidendi\ndoes not\napply to South Africa with its long coast line and several harbours.\nIn the light of the aforegoing I have come to the conclusion that\nin\naccordance with the principles of Roman-Dutch law as applied\nin the Province\nof Holland and West Friesland the Edict is not applicable to public carriers\nby\nland. Even in the land of its birth the Edict as\nius honorarium\nexisted side by\nside with the\nius civile\n. We have no need of such a duality. To impose\nthe\nabsolute liability of the Edict on public carriers by land would be an\nanomaly\nwhile the liability of private carriers by land would be based on\ndolus\nand\nculpa\nlevis\n. The general principles of our law favouring liability based on\ndolus\nand\nculpa levis\nshould be applied to both kinds of carriers by land.\n16\nIt follows that the appeal must succeed. The Court\na quo\nerred\nin\nupholding the exception taken by Polysius to Anderson's\nspecial plea and by the striking out of the latter.\nThe following orders are\ngranted:\n1\nThe\nappeal succeeds with costs of two counsel\n2\nThe following order is substituted for the order of the Court a\nquo\n: \"The Plaintiff's exception to the defendant's special plea is\ndismissed with costs\".\nC.P JOUBERT\nJA\nCONCURRED\nE M GROSSKOPF JA EKSTEEN JA NICHOLAS AJA OLIVIER AJA",
  "scraped_at": "2026-02-12T06:04:32.028893",
  "date": "1995-03-30",
  "coram": [
    "Joubert JA",
    "E M Grosskopf JA",
    "Eksteen JA",
    "Nicholas Olivier AJA"
  ],
  "case_number": "285/93",
  "parties": {
    "applicants": [
      "Anderson Shipping (Pty) Ltd"
    ],
    "respondents": [
      "Polysius (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "In November 1987 the appellant, Anderson Shipping (Pty) Ltd, a public carrier by land, entered into an oral agreement with the respondent, Polysius (Pty) Ltd, to transport two cases of machinery parts from Durban Harbour to Leeudoorn Mine for reward. Anderson removed the cases but either failed to deliver them or delivered them in a damaged condition. Polysius sued Anderson in the Witwatersrand Local Division for damages of R415,765.38. Anderson raised a special plea that the claim was based on the Praetor's Edict (Edictum de nautae, cauponibus et stabulariis) which, according to Anderson, applied only to sea carriers and not to public carriers by land.",
    "issues": "The central issue was whether the Praetor's Edict, which imposes absolute liability on sea carriers, innkeepers and stable keepers, is applicable to public carriers by land in South African law.",
    "principles": "The Court examined the Roman Edict, its scope and the associated actio de recepto, concluding that the Edict was historically limited to maritime carriers. It reviewed Roman‑Dutch law and found no extension of the Edict to land carriers in the jurisprudence of the Dutch provinces of Holland and West Friesland. South African case law was analysed; earlier decisions either mis‑applied or did not thoroughly investigate the Roman‑Dutch position. The Court held that, under Roman‑Dutch law, the Edict has never been extended to carriers by land, and South African law should follow that principle.",
    "application": "Applying these principles, the Court determined that the respondent’s reliance on the Edict could not prosper because Anderson, as a public carrier by land, is not subject to the absolute liability regime of the Edict. Consequently, the special plea was correctly struck out, and the appeal by Anderson succeeds.",
    "conclusion": "The appeal was allowed. The Court ordered that the plaintiff’s (Polysius) exception to the defendant’s (Anderson) special plea be dismissed with costs. The appeal succeeded with costs of two counsel, and the order of the lower court was substituted accordingly."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Carriage of Goods",
    "level_3": [
      "public carrier",
      "Praetor's Edict",
      "Roman-Dutch law",
      "liability"
    ]
  }
}