{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/58.html",
  "case_name": "S v Blair (428/94) [1995] ZASCA 58 (25 May 1995)",
  "citation": "[1995] ZASCA 58",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 58\n|\nNoteup\n|\nLawCite\nS v Blair (428/94) [1995] ZASCA 58 (25 May 1995)\nDownload original files\nPDF format\nRTF format\nCase No 428/94. /MC\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between\nLEON D\nBLAIR\tAPPELLANT\nand\nTHE STATE\tRESPONDENT\nCORAM: VIVIER, EKSTEEN et SCHUTZ JJA.\nHEARD: 8 MAY 1995.\nDELIVERED: 25 MAY 1995.\nJ U D G M E N T\nVIVIER JA/\n2\nVIVIER JA:\nThe appellant was convicted in the Johannesburg\nregional\ncourt after pleading guilty to fifteen counts of theft from\nhis employer involving nearly R180 000,00. He was sentenced to\nseven\nyears' imprisonment, the counts being taken together for\npurposes of\nsentence. His appeal against the sentence to the\nWitwatersrand Local\nDivision was dismissed but leave was granted to appeal to this Court against the\nsentence only.\nThe offences were committed over a period of seven\nmonths\nfrom September 1991 to March 1992 while the\nappellant was\nemployed as a bookkeeper by a company called Rubber\nStamp and\nEngraving (Pty) Ltd (\"the company\"). The appellant had\nbeen\nemployed there for about six years and had, according to\nthe\nevidence of the company's managing director, Mr Philip\nKuhn,\nestablished an excellent work record. Mr Kuhn said that\nthe\n3\nappellant was hard-working and conscientious and had been given\nresponsibilities in addition to those of bookkeeper such as doing\nduty as staff\nmanager, seeing to certain aspects of production and dealing with customers. He\nhad even been offered a share in the\nbusiness but had declined the offer. The\nappellant received a salary of R9 000,00 per month and had the use of a Mercedes\nBenz company\ncar.\nThe appellant stole his employer's money by\ndepositing clients' cheques into his own personal bank account. His explanation\nfor his\ncriminal conduct was that he had used the money to finance his own\nbusiness of selling fax paper which he had started during the\nearly part of\n1991. This business was initially conducted from his home and he at first\nintended financing it out of his salary.\nIt soon became impractical to run the\nbusiness from his home and he was forced to acquire business premises\nfor\n4\nthis purpose. He also had to purchase machinery, office equipment and\ntrading stock and fund trade debtors for which his salary was\ninsufficient and\nfor which he used the money stolen from the company. The business expanded so\nthat by the time the thefts were discovered\nin February 1992 the turnover had\nincreased to about R50 000,00 per month and the work force employed by him to\neight people. After\nthe thefts came to light the company liquidated the\nappellant's business and the trial Court accepted that the company did not\nsuffered\nany great loss and \"basically broke even\".\nThe appellant was thirty-nine years old when the offences were committed.\nHe is divorced with three daughters: a daughter presently\neighteen and twins\npresently sixteen years old. He grew up in an environment described by Mr Carr,\nthe clinical psychologist who\ntestified on his behalf at the trial, as one\nof\n5\ndeprivation, abuse and social and emotional disability. As a child he was\nphysically tortured by his father and placed in an orphanage\nat the age of three\nyears where he remained until he was eleven years old. He stayed with his father\nand step-mother for a few years\nthereafter and never saw his father again after\nhe left him at the age of fifteen years. He did not see his own mother from the\ntime\nhe left home for the orphanage until just prior to his wedding in 1974. He\nthen traced his mother and when he found her she opened\nthe door, looked at him\nand closed the door in his face. The appellant passed matric and studied\npart-time for a B.Comm degree but\ndid not complete the course.\nMr\nCarr's evidence was to the effect that he had been treating the appellant ever\nsince 13 May 1992 and that at the time of giving\nhis evidence (on 10 June 1993)\nhe had spent about fifty to sixty hours in weekly consultations with the\nappellant. He\n6\ndescribed the appellant as a person of above-average intelligence who\nfelt overwhelming grief and remorse for his crime and who was\nmotivated to work\nhard to rehabilitate himself. He said that the appellant was a decent, caring\nperson with a lot of emotional and\nintellectual potential which has never been\nrealised because of the psychological damage caused by the abuse he suffered in\nhis formative\nyears. Mr Carr said that the therapy had reached an advanced but\ncritical stage where the appellant was very vulnerable. His defences\nhad been\ndismantled in order to help him face his true self, and if he were to go to\nprison without the support of the therapeutic\nrelationship with the witness, he\nwould fall back into his \"ongoing saga of self-destructiveness\". The stigma\nattached to a prison\nsentence would further damage the appellant's personality,\nself-image and confidence. Mr Carr strongly recommended that a sentence\nof\ncorrectional supervision be\n7\nimposed. This was also the recommendation of Lieutenant\nSerfontein of the Department of Correctional Services.\nThe appellant is presently employed by a firm\ncalled\nRichardson Electronics where he is responsible\nfor sales and\nadministration. His salary is R2 000,00 per month. The\ntrial\nCourt accepted in favour of the appellant that he has shown\ndeep\nremorse for what he has done and that once the thefts\nwere\ndiscovered he fully co-operated in the investigation of the\nthefts.\nIn view of the recommendations by Mr Carr and Lieutenant Serfontein the\ntrial magistrate gave full and careful consideration to imposing\na sentence of\ncorrectional supervision. He came to the conclusion that, in the circumstances\nof this case and having regard to the\nmain purposes of punishment, a sentence of\ncorrectional supervision was not an adequate punishment and that an unsuspended\nsentence\nof seven years' imprisonment was justified in\n8\nthis case. He did not, as the Court a quo seemed to think, hold that he\nwas precluded from sentencing the appellant to correctional\nsupervision because\nthe crime and the circumstances of the appellant warranted a sentence of seven\nyears' imprisonment and the precise\ninterpretation of sec 276 A (1) and (2) of\nthe\nCriminal Procedure Act 51 of 1977\nplayed no role in the imposition of\nsentence (cf S v Blank\n1995 (1) SACR 62\n(A) at 78 e-g).\nOne of the\nmain factors which persuaded the magistrate that a sentence of correctional\nsupervision would be inadequate was that the\nappellant had previously during\nMarch 1984 been convicted on twenty-five counts of fraud involving his then\nemployer's cheques to\nthe value of some R842 000,00 for which he was sentenced\nto seven years' imprisonment. After serving only two years and five months\nof\nthis sentence he was released on parole on 16 August 1986. Two months later he\ncommenced working for the company.\n9\nThe appellant admitted at the trial that he stole his previous employer's\nmoney over a period of eighteen months in order to start\nthree\nbusinesses of his own. These businesses were liquidated\nwhen the fraud was discovered. The present offences were\ncommitted using basically the same modus operandi and with the\nsame intention as the previous offences. Other factors which\nweighed with the magistrate were the large amount of money\nstolen;\nthat the appellant stole from his employer; that the money was\nstolen on a number of occasions over a period of seven months;\nthat he was in a position of trust; and that he was earning a good salary\nand was not personally in need of money. These are all valid\nconsiderations in\nthe determination of a proper sentence and the magistrate was clearly entitled\nto have regard to them.\nCounsel for the appellant submitted in this Court that the magistrate\nmisdirected himself in finding a conflict between the\n10\nreasons advanced by the appellant for his conduct\nand those given by Mr Carr, and that in so doing the magistrate attached\ninsufficient\nweight to the appellant's psychological make-up and his motivation\nfor committing the offences. Mr Carr identified the following\nsubconscious\nmotives for the commission of the offences: revenge against his employer; acting\nin accordance with other\npeople's perceptions of him as bad and worthless; to be caught\nfor\nthe crime in order to gain recognition as a failure; the perception\nthat Mr Philip Kuhn was a criminal himself; and anger at all\nauthority figures in his life. Although these motives may\nexplain\nthe appellant's conduct they do not, in my view, either\nalone or\ncollectively, serve to reduce the appellant's\nblameworthiness in the\ncircumstances of this case. The appellant, on\nthe other hand,\nsaid that the only reason why he took the money was\nthat he wanted\na business of his own as he felt that he would not\nbe acceptable to\n11\nother people unless he had his own business. He\nalways intended\nrepaying the money. The desire to acquire his own\nbusiness can\ncertainly not be regarded as a mitigating factor. In my\nview the\nmagistrate was fully aware of the fact that the motives\nadvanced by\nMr Carr were subconscious ones and I am satisfied that they were\nproperly considered by him.\nCounsel for the appellant further submitted that the magistrate\nmisdirected himself by overemphasising the elements of\ndeterrence\nand retribution, and that he ignored the shift in\nemphasis to the\nrehabilitation and reformation of offenders which\nhas been brought\nabout with the advent of correctional supervision\n(S v E\n1992 (2)\nSACR 625\n(A) at 632 c-d; S v R\n1993 (1) SA 476\n(A)\nat 487\nF; S v Blank, supra, at 78 c - 79 b). It is clear from the\nmagistrate's judgment on sentence that he carefully considered\nthe\nadvantages of correctional supervision over imprisonment. He\nalso\n12\nconsidered the deterrent effect of a sentence of\ncorrectional\nsupervision but concluded, in this regard, that it\nwould not be the\nsame as that of a sentence of imprisonment. I\ncannot find any indication in the magistrate's careful reasoning that the aspect\nof\nrehabilitation was not fully considered.\nIt was finally submitted\nthat the magistrate misdirected himself when he said in his judgment on sentence\nthat, in view of the appellant's\nprevious conviction, \"it would be completely\nwrong\" not to impose a sentence of imprisonment. This passage must be read in\nits context.\nThe reference is not merely to the appellant's\nprevious\nconviction but to the conclusion which the magistrate had\nreached in all the circumstances of the case, viz that correctional\nsupervision was not an adequate sentence and that a sentence\nof\nimprisonment was called for.\nFor the reasons I have given it has not been shown that\nthe\n13\nmagistrate misdirected himself or that he in any other way wrongly\nexercised his discretion in sentencing the appellant. The appeal\nis\ndismissed.\nW. VIVIER JA.\nEKSTEEN JA)\nSCHUTZ JA) Concurred.",
  "scraped_at": "2026-02-12T07:03:12.315249",
  "date": "1995-05-25",
  "coram": [
    "VIVIER JA",
    "EKSTEEN JA",
    "SCHUTZ JA"
  ],
  "case_number": "428/94",
  "parties": {
    "applicants": [
      "Leon D Blair"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Leon D Blair, a 39‑year‑old former bookkeeper of Rubber Stamp and Engraving (Pty) Ltd, pleaded guilty to fifteen counts of theft amounting to approximately R180,000. The thefts were carried out over seven months (September 1991 – March 1992) by diverting client cheques into his personal account to finance a start‑up fax‑paper business. The business expanded but collapsed when the fraud was discovered in February 1992; the employer suffered no net loss. Blair had an excellent work record, a salary of R9,000 per month, and a company car. He had a troubled childhood with abuse and had previously been convicted in 1984 of 25 counts of fraud (R842,000) and sentenced to seven years' imprisonment, of which he served two years and five months before parole. At the time of sentencing he was employed at Richardson Electronics earning R2,000 per month. Psychological evidence highlighted severe childhood trauma and recommended correctional supervision instead of imprisonment.",
    "issues": "The appeal raised whether the trial magistrate erred in imposing an unsuspended seven‑year prison term rather than correctional supervision, specifically: (1) whether the magistrate misdirected himself by giving excessive weight to deterrence and retribution over rehabilitation; (2) whether the appellant’s psychological background and remorse should have mitigated the sentence; and (3) whether the appellant’s prior conviction for fraud required a custodial sentence.",
    "principles": "The court applied the purposes of punishment under South African sentencing law—deterrence, retribution, rehabilitation and protection of society—as articulated in the Criminal Procedure Act 51 of 1977 (sec 276A). It considered precedent cases such as S v Blank (1995) on the proper interpretation of correctional supervision provisions, S v E (1992) and S v R (1993) on the shift towards rehabilitation, and the principle that prior convictions are aggravating factors when the conduct is substantially similar. The magistrate’s discretion is to be exercised within the bounds of these principles, giving appropriate weight to aggravating and mitigating circumstances.",
    "application": "The court found that the magistrate had correctly identified the aggravating factors: large sum stolen, breach of trust, repeat offending with a similar modus operandi, and the appellant’s comfortable financial position. While the psychological report and remorse were noted, the court held they did not outweigh the seriousness of the offences nor nullify the need for a custodial sentence. The magistrate’s consideration of correctional supervision was deemed thorough, and his conclusion that it would be inadequate was upheld. No misdirection was found in the trial judge’s reasoning.",
    "conclusion": "The appeal was dismissed. The sentence of seven years' imprisonment imposed by the magistrate was affirmed, and no correctional supervision order was granted."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "theft",
      "repeat offender",
      "correctional supervision",
      "mitigating factors"
    ]
  }
}