{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/64.html",
  "case_name": "Coopers & Lybrand and Others v Bryant (459/93) [1995] ZASCA 64; 1995 (3) SA 761 (AD); [1995] 2 All SA 635 (A) (30 May 1995)",
  "citation": "[1995] ZASCA 64",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 64\n|\nNoteup\n|\nLawCite\nCoopers & Lybrand and Others v Bryant (459/93) [1995] ZASCA 64; 1995 (3) SA 761 (AD); [1995] 2 All SA 635 (A) (30 May 1995)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA\nAPPELLATE DIVISION\nIn the matter between\nCOOPERS & LYBRAND\nFirst Appellant\nCOOPERS THERON DU TOIT\nSecond Appellant\nCOOPERS & LYBRAND SERVICES (PTY) LTD\nThird Appellant\nand\nROLF ANTHONY BRYANT\nRespondent\nCoram:\nJOUBERT, EM GROSSKOPF, STEYN, NIENABER et\nHOWIE JJA\nHeard:\n15 May 1995\nDelivered:\n30 May 1995\nJUDGMENT\nJOUBERT JA;\nThis is an appeal against the judgment of LUDORF J in the East London Circuit\nCourt dismissing with costs a special plea by the appellants\nto\n2 the\nrespondent's particulars of claim. Leave to appeal was granted to the\nappellants by the Court\na quo\n. The appeal is prosecuted by the first\nappellant\n(\"Coopers & Lybrand\") while the second and third appellants abide the\ndecision\nof this Court.\nOn 20 December 1991 the respondent (\"Mr Bryant\") sued the appellants,\na firm of chartered accountants and auditors, for damages arising from\nthe\nbreach by them of a verbal agreement he had concluded with them on 20\nFebruary 1989 (alternatively, negligent misrepresentation) to advise him\nwhether or not his proposed business involvement with Henry Phillip\nWholesalers CC (trading as Henco) was financially sound. He contended\nthat\nhe acted to his detriment by accepting and acting on their professional\nadvice\nwhich negligently confirmed the soundness and viability of the proposition.\nIt\nwas common cause that Mr Bryant was a businessman.\nOn 16 October 1992 the appellants raised a special plea to Mr Bryant's\nparticulars of claim, viz. that his claim against the appellants was subject\nto the\nterms of a deed of cession, dated 16 April 1985, between him and the\nStandard\nBank of South Africa Ltd (\"the Bank\") in consequence of which he had\n3\ndivested himself of lo\ncus standi\nto institute the\npresent action.\nIn his amended replication to the special plea Mr Bryant\nstated\ninter alia\nthat upon a proper construction of the deed of cession\nonly debts relating to the trading business styled Bryant's and run by him\nin\nEast London were subject to its terms and that the said business was the only\ntrading business operated by him at the time.\nThe printed deed of cession, as completed on 16 April 1985, read as\nfollows:\n\"The Standard Bank of South Africa Limited. Cession of Book Debts Deed of\nCession\nIn consideration of The Standard Bank of South Africa Limited (hereinafter\nwith its successors or assigns referred to as 'the Bank')\nallowing me/us/the\nCompany hereinafter mentioned such banking facilities as the Bank may in its\nsole discretion deem fit (either\nby way of the continuation of any existing\nfacilities and/or providing new or further facilities), and/or as security for\nguarantees\nalready given or to be given to the Bank by me/us/the Company subject\nto the conditions hereinafter mentioned. I/we, the undersigned,\nROLF ANTHONY\nBRYANT\ndo here pledge, cede, assign and transfer unto and in favour of the Bank all\nmy/our/the Company's right, title and interest in and\nto\nall book debts, and\nother debts, and claims of whatsoever nature,\npresent and future, due and to\nbecome due to me/us/the Company and to all rights of action arising\n4\nthereunder, as a continuing covering security for all sums of\nmoney which I/we/the Company may now or at any time hereafter owe or\nbe indebted\nto the Bank, not withstanding any temporary extinction of such indebtedness, or\nextinction of any indebtedness in terms\nof the Limitation and Disclosure of\nFinance Charges Amendment Act No 90 of 1980, or otherwise, and whether such\nindebtedness be incurred\nby me/us/the Company in my/our/the Company's name or\nin the name of any firm in which I/\nwe/the Company\nmay be trading\nand either solely or jointly with others in partnership or otherwise, and\nwhether such indebtedness arise from money already advanced\nor hereafter to be\nadvanced or from Promissory Notes or Bills of Exchange already or hereafter to\nbe made, accepted or endorsed,\nguarantees given or to be given by me/us/the\nCompany to the Bank on behalf of third parties, or guarantees given or to be\ngiven by\nthe Bank on my/our/the Company's behalf and whether such liability be\nindirect or contingent or otherwise howsoever, including interest,\ndiscount,\ncommission, law costs, stamps and all other necessary or usual charges and\nexpenses.\nI/We/The Company hereby warrants) and represent(s) that I/we/the Company\nhave/has not prior to this Cession ceded the claims and rights\nhereby ceded to\nany other person or concern; but if it should so happen that I/we/ the Company,\nin breach of this warranty and representation\nhave/has done so, then this\nCession shall operate as a pledge and cession of my/our/the Company's\nreversionary rights, including\nall my/our/the Company's rights of action\nwhatsoever against the prior cessionary, pledgee or other holder of such claim\nor claims\nfor the time being, upon all the same terms and conditions as those\nherein contained, mutatis mutandis; and as a pledge and cession\nof all\nmy/our/the Company's remaining right, title and interest in and to the claims\nceded by such prior cession, which pledge and\ncession is to come into effect as\na direct cession of the claims in question or the residue thereof and of all\nclaims and rights\nthereafter arising, as the case may be, upon the prior cession\nceasing to exist.\nIt is further agreed that it shall always be in the discretion of the Bank as\nto the extent, nature and duration of the facilities\nto be allowed to me/us/the\nCompany, and that the security afforded by this cession shall not be in\n5\nsubstitution for but shall be in addition and without prejudice\nto any other security which the Bank may now or in the future hold.\nI/We/The\nCompany hereby undertake(s), whenever called upon by the Bank to do so, to\nfurnish it with a statement certified by my/our/\nthe Company's bookkeepers or\nauditors, setting out in detail the total amount of the said debts together with\nthe names and addresses\nof the debtors and the amount due by each debtor. The\nBank shall further have the right through either its proper officers or duly\nappointed agents at all reasonable times to inspect all my/our/the Company's\nrelevant records.\nIt is further agreed that the Bank shall be entitled, and it is hereby\nspecifically authorised and empowered, to take possession and\ncontrol of\nmy/our/the Company's records, accounts and books at any time should the Bank\ndeem in its interest to do so, and I/we/the\nCompany agree(s) to produce such\nrecords, accounts and books to the Bank or in any Court of law when called upon\nby the Bank to do\nso. I/We/The Company also agree(s) to hand to the Bank all\npromissory notes, bills of exchange and other negotiable instruments as\nwell as\nall other documents recording or evidencing any debt due or to become due to\nme/us/the Company as soon as any such promissory\nnote, bill of exchange,\nnegotiable instrument, document or other evidence is received by me/us/the\nCompany.\nAs from the date hereof the Bank shall at all times have the right by itself\nor by its nominees or agents to collect all sums of money\ndue or to become due\nto me/us/ the Company in respect of the said debts, and the Bank's right to give\nnotice of his Cession to any\nof the debtors and to draw bills of exchange on or\nobtain promissory notes from any of the debtors, hereby recognised and it is\nagreed\nthat the exercise of any such rights shall not be construed as relieving\nme/us/ the Company from any liability to the Bank and shall\nnot prejudice the\nBank's claim against me/us/the Company.\nIt is further agreed that in the meantime until notice to the contrary is\ngiven by the Bank, I/we/the Company shall act as the Bank's\nagent in the\ncollection of all moneys due or to become due to me/us/ the Company and that all\nsuch moneys shall be paid to the Bank\nand shall, if so required by the Bank, be\ndeposited in a special banking account in the name of the Bank, over which\n6\nthe Bank shall have sole control.\nI/We/The Company hereby\nnominate(s), constitute(s) and appoint(s) any General Manager or Assistant\nGeneral Manager for the time being\nor any Branch or Acting Branch Manager of the\nBank as my/our/the Company's true and lawful attorney and agent irrevocably and\nin\nrem suam, with power of substitution, to exercise all the rights of action\nand powers and right accruing to me/us/the Company for\nthe purpose of calling up\nand collecting all the said debts (the right to collect which shall vest in the\nBank on the signing hereof)\nand to institute whatsoever legal proceedings the\nBank may consider necessary and to prove any claim in any insolvent estate, and\ngenerally to do all that may be requisite and necessary just as if I/we/the\nCompany were acting therein, and in particular to recover\nall moneys and rights\ndue to me/us/the Company in respect of the said debts and to grant valid\nreceipts and acquittances therefor\nin my/our/the Company's name, provided,\nhowever, that it shall always be lawful for the Bank either before, during or\nafter the collection\nof the said debts to sue me/us/the Company for the recovery\nof all moneys due by me/us/the Company to the Bank and to obtain judgment\nagainst me/us/ the Company and to attach any other of my/our/the Company's\nproperty and to sell it in execution in satisfaction of\nsuch judgment.\nI/We/The Company shall be liable and shall reimburse the Bank for all costs,\nincluding attorney and client costs, incurred by the\nBank in the collection of\nany such debts, and I/we/the Company further absolve(s) and hold(s) the Bank\nblameless for any loss or\ndamage sustained in or by reason of the collection of\nthe said debts, or the Bank's failure or omission to collect any of the said\ndebts.\nI/We/The Company further authorise(s) the Bank to retain all moneys owing to\nme/us/the Company by the Bank in any deposit or other\naccount at any Branch of\nthe Bank, and at any time without prior notice to me/us/the Company by the Bank\nin any deposit or other\naccount at any Branch of the Bank, and at any time\nwithout prior notice to me/us/the Company to set off and apply such moneys or\nany portion thereof towards payment of any amount which I/we/the Company may now\nor hereafter be indebted in to the Bank.\nI/We/The Company further agree(s) that the amount of my/our/the\n7\nCompany's indebtedness to the Bank at any time (including\ninterest and the rate of interest) shall be determined and proved by a\ncertificate\nsigned by any Manager or Accountant of the Bank.\nIt shall not be necessary to prove the appointment of the person signing any\nsuch certificate, and such certificate shall be binding\non me/us/the Company and\nshall be conclusive proof of the amount of my/our/the Company's indebtedness and\nshall be valid as a liquid\ndocument against me/us/the Company in any competent\nCourt for the purpose of obtaining provisional sentence or summary judgment\nagainst\nme/us/the Company thereon.\nAt the option of the Bank any claim arising hereunder may be recovered in any\nMagistrate's Court having jurisdiction notwithstanding\nthat the amount of the\nclaim may exceed the jurisdiction of the Magistrate's Court to which\njurisdiction I/we/the Company hereby\nconsent(s).\nI/We/The Company hereby choose(s)\ndomicilium cilandi et executandi\nat\n10 Gladstone Street, East London\nand agree(s) that all notices posted to me/us/ the company by registered post\nat that address shall be deemed to have been received\nby me/us/the Company\nwithin 2 days after the posting of any such notice\nSigned [for and on behalf of the Company] at East London on the 16 day of\nApril 1985\"\n(Signed by Mr Bryant and two witnesses)\n(My underlining)\nThe words between square brackets were not deleted and initialled by Mr\nBryant as he should have done since he did not act on behalf\nof a company. He\ndid, however, delete and initial the word \"Director\" below his signature.\nThe above deed of cession is\nin securitatem debiti\nto provide the\nBank\nas cessionary with continuing security for allowing Mr Bryant as cedent\nbanking facilities. As consideration for all sums of money which he owed\nor\nmay owe the Bank he undertook to cede, pledge or transfer to the Bank all\nhis\n8\n\"right title and interest in and to all\nbooks debts and\nother debts and claims of\nwhatsoever nature,\npresent and future,\ndue and to become due to me and to all\nrights of action arising\nthereunder\"\nThe issue in the present matter is whether the terms of the cession\nare\nbroad enough to encompass the claim of Mr Bryant against the\nappellants.\nMr Loxton on behalf of the appellants contended that the plain,\nordinary\nand popular meaning of the words \"and other debts and\nclaims of whatsoever\nnature\" were not capable of being restricted to book debts. These words\nwere\nunambiguous and were intended to give wider security than mere book\ndebts.\nThe clear intention of the parties was to cover all debts of whatsoever\nnature, including book debts. Such literal construction of\nthe cession would not\nlead to any absurdity, nor would it be contrary to the expressed intention of\nthe parties.\nMr Wise on behalf of Mr Bryant argued that on a proper interpretation of the\ncession it did not in its terms include the claim of\nMr Bryant against the\nappellants. The intention of the parties was that the words \"and other debts and\nclaims of whatsoever nature\",\nlike the book debts, should relate to the\ntrading\n9\nbusiness of Mr Bryant whereas the claim against the appellants\ndid not.\nThe matter is essentially one of interpretation. I proceed to ascertain the\ncommon intention of the parties from the language used\nin the instrument.\nVarious canons of construction are available to ascertain their common intention\nat the time of concluding the\ncession. According to the 'golden rule' of\ninterpretation the language in the document is to be given its grammatical and\nordinary\nmeaning, unless this would result in some absurdity, or some repugnancy\nor inconsistency with the rest of the instrument.\nPrincipal Immigration\nOfficer v Hawabu and Another\n1936 A D 26\nat p 31,\nScottish Union &\nNational Insurance Co Ltd v Native Recruiting Corporation Ltd\n1934 AD 458\nat\np 465-466,\nKalil v Standard Bank of South Africa Ltd\n1967 (4) SA 550\n(A)\nat p 556 D. As regards the ordinary grammatical meaning of the word \"book debt\"\nsee the Oxford English Dictionary, 2nd ed., vol\n2 s.v. Book, 19 Special\ncombinations: \"book-debt, an amount debited to a person's account, a debt owing\nto a tradesman as recorded\nin his account-books.\" In England it has been held\njudicially that while book debts are connected with the trade of a tradesman it\nis not necessary for them to be entered in the account-books of the\n10\nbusiness. See\nPaul & Frank Ltd and Another v Discount\nBank (Overseas) Ltd\nand Another\n[1966] 2 All E.R. 922\n[ChD];\nStroud's Judicial Dictionary.\n5th ed,\nvol 1 p 291 s.v. Book debts and\nWords and Phrases legally defined.\nButterworths, 3rd ed, vol 1 s.v. Book Debts,\nField NO v Standard Bank\nLtd\n1979 (4) SA 452\n(ZR) at p 456 H.\nThe mode of construction should never be to interpret the\nparticular\nword or phrase in isolation\n(in vacuo)\nby\nitself. See\nSwart en 'n Ander v Cape\nFabrix (Pty) Ltd\n1979 (1) SA 195\n(A) at p 202 C (per RUMPFF CJ):\n\"Wat natuurlik aanvaar moet word, is dat, wanneer die betekenis van woorde in\n'n kontrak bepaal moet word, die woorde onmoontlik uitgeknip\nen op 'n skoon stuk\npapier geplak kan word en dan beoordeel moet word om die betekenis daarvan te\nbepaal. Dit is vir my vanselfsprekend\ndat 'n mens na die betrokke woorde moet\nkyk met inagneming van die aard en opset van die kontrak, en ook na die samehang\nvan die\nwoorde in die kontrak as geheel.\"\nThe correct approach to the application of the 'golden rule' of\ninterpretation\nafter having ascertained the literal meaning of the word or phrase in\nquestion\nis, broadly speaking, to have regard:\n1 to the context in which the word or phrase is used with its\ninterrelation\nto the contract as a whole, including the nature and purpose of the\n11\ncontract, as stated by RUMPFF CJ\nsupra:\n2 to the\nbackground circumstances which explain the genesis and purpose of the contract\ni.e. to matters probably present to the minds\nof the parties when they\ncontracted.\nDelmas Milling Co Ltd v Du Plessis\n1955 (3) SA 447\n(A) at p\n454 G-H,\nVan Rensburg en Andere v Taute en Andere\n1975 (1) SA 279\n(A) at\np 305 C-E,\nSwart's\ncase\n(supra)\nat pp 200 E - 201 A, 202 C,\nShoprite Checkers Ltd v Blue Route Property Managers (Pty) Ltd\n1994 (2)\nSA 172\n(C) at p 180 I-J; 3 to apply extrinsic evidence regarding the surrounding\ncircumstances when the language of the document is on the\nface of it ambiguous,\nby considering previous negotiations and correspondence between the parties,\nsubsequent conduct of the parties\nshowing the sense in which they acted on the\ndocument save direct evidence of their own intentions.\nDelmas Milling\ncase at p 455 A-C,\nVan Rensburg's\ncase at p 303 A-C,\nSwart's\ncase\nat p 201 B,\nTotal South Africa (Pty) Ltd v Bekker NO\n[1991] ZASCA 183\n;\n1992 (1) SA 617\n(A)\nat p 624 G,\nPritchard Properties (Ply) Ltd v Koulis\n1986 (2) SA 1\n(A) at\np 10 C-D.\n12\nAs I indicated\nsupra,\nthe parties entered into the deed of cession\nin\nsecuritatem debiti\nto provide the Bank with continuing\nsecurity for allowing Mr Bryant banking facilities. For purposes of background\ncircumstances\nit is common cause that Mr Bryant had two separate banking\naccounts at the Bank, viz a personal or private account for his personal\naffairs\nas well as a business account for his trading business which was a one-man\nbusiness. It was also common cause as background\ncircumstances that Mr Bryant on\n4 April 1985 requested the Bank for an increase of his business account's\noverdraft facilities in\nan amount of R60 000.\nIn the deed of cession the expression \"book debts\" unquestionably referred to\nhis trading debts. Expressions such as \"trading\", \"records\",\n\"accounts\", \"books\"\nand \"in the name of the firm in which I may be trading\" in the context of the\noperative part of the deed of cession\nwere obviously intended by the parties to\nrefer to the trading business. There is nothing in the said deed to indicate\nthat the parties\nintended to provide security to the Bank for Mr Bryant's\npersonal affairs i.e. for his private account. This may be illustrated by\nmeans\nof a few examples such as personal claims of Mr Bryant\n13\nbased on a marriage settlement, a claim to recover a legacy\nunder a will, a\nvindicatory action to recover his private assets etc.\nPersonal claims of Mr Bryant were never intended by the parties to be included\nunder the phrase \"and other debts and claims of whatsoever nature\" in the said\ndeed. This was correctly conceded by Mr Loxton. To\nwhat debts did the said\nphrase refer? From the nature and purpose of the said cession including its\ncontext as a whole, the intention\nof the parties was that it was intended to\nrelate to business debts including claims other than book debts. The present\nclaim of\nMr Bryant against the appellants is clearly a personal claim which is\nunrelated to his trading debts. I accordingly find the argument\nof Mr Loxton\nthat the phrase in question was intended by the parties to include Mr Bryant's\nclaim against the appellants untenable.\nIn my judgment on a proper construction\nof the deed of cession its terms are not wide enough to include the private\nclaim of Mr Bryant\nagainst the appellants. The cession accordingly did not\ndivest Mr Bryant of his private claim against the appellants.\nIn view of the conclusion to which I have arrived at in regard to the the\nconstruction of the deed of cession it is not necessary\nto deal with the\nconduct\n14 of the parties subsequent to 16 April 1985 or other extrinsic\nevidence relating\nto surrounding circumstances.\nIn the result the appeal is dismissed with costs which include the\ncosts\nof two counsel.\nC.P. JOUBERT JUDGE OF APPEAL\nCONCUR\nE M GROSSKOPF JA STEYN JA NIENABER JA HOWIE JA",
  "scraped_at": "2026-02-12T07:05:01.126975",
  "date": "1995-05-30",
  "coram": [
    "Joubert JA",
    "E M Grosskopf JA",
    "Steyn JA",
    "Nienaber JA",
    "Howie JA"
  ],
  "case_number": "459/93",
  "parties": {
    "applicants": [
      "Coopers & Lybrand",
      "Coopers Theron du Toit",
      "Coopers & Lybrand Services (Pty) Ltd"
    ],
    "respondents": [
      "Rolf Anthony Bryant"
    ]
  },
  "sections": {
    "facts": "In December 1991 Rolf Anthony Bryant sued Coopers & Lybrand and associated entities for damages alleging that they had negligently confirmed the financial viability of his proposed involvement with Henry Phillip Wholesalers CC. Bryant claimed the accountants breached a verbal agreement (or made a negligent misrepresentation) made on 20 February 1989. The respondents raised a special plea asserting that Bryant’s claim was barred by a deed of cession dated 16 April 1985, whereby he had assigned all his book debts and other claims to Standard Bank. Bryant contended that the deed only covered debts arising from his trading business and not his personal claim against the accountants.",
    "issues": "The primary issue was whether the language of the deed of cession – particularly the phrase “and other debts and claims of whatsoever nature” – was sufficiently broad to include Bryant’s personal claim against the accountants, thereby divesting him of locus standi to sue.",
    "principles": "The court applied the ‘golden rule’ of contractual interpretation, giving words their ordinary grammatical meaning unless it leads to absurdity. It considered canons of construction, the context of the instrument, surrounding circumstances, and extrinsic evidence. Precedents such as Principal Immigration Officer v Hawabu, Kalil v Standard Bank, and definitions of “book debts” from legal dictionaries were cited to determine the intended scope of the cession.",
    "application": "Examining the deed, the court found that references to “book debts,” “trading,” and related terms clearly pointed to Bryant’s business activities. The phrase “and other debts and claims of whatsoever nature” was interpreted in the context of the whole deed to cover business‑related obligations, not personal claims such as Bryant’s alleged mis‑advice loss. Consequently, the deed did not divest Bryant of his private claim against the accountants.",
    "conclusion": "The appeal was dismissed with costs, including costs of two counsel. The court affirmed that the deed of cession did not bar Bryant’s claim, and the special plea was unsuccessful."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Interpretation of Deeds",
    "level_3": [
      "cession",
      "contract construction",
      "book debts",
      "bank security",
      "appeal"
    ]
  }
}