{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/56.html",
  "case_name": "S v McCarthy (611/93) [1995] ZASCA 56; 1995 (3) SA 731 (AD); (23 May 1995)",
  "citation": "[1995] ZASCA 56",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 56\n|\nNoteup\n|\nLawCite\nS v McCarthy (611/93) [1995] ZASCA 56; 1995 (3) SA 731 (AD); (23 May 1995)\nDownload original files\nPDF format\nRTF format\nCase No 611/93\nIN THE SUPREME COURT OF SOUTH AFRICA APPELLATE DIVISION\nIn the matter between:\nANN PHYLLIS McCARTHY\nAppellant\nand\nTHE\nSTATE\nRespondent\nCORAM\n:\tCORBETT CJ, VAN HEERDEN, VIVIER,\nF H GROSSKOPF and HOWIE JJA\nHEARD\n:\t24 FEBRUARY 1995\nDELIVERED\n: 23 MAY 1995\nJUDGMENT\nVAN HEERDEN JA:\n2\nI have carefully considered the judgment of Howie JA but have come to the\nconclusion that the appeal should be dismissed. Since it\nwas rightly common\ncause that this result must follow if the discharge of the appellant at the\nfirst enquiry did not amount to a\njudgment on the merits of the proceedings and,\nin my view, it did not, I do not find it necessary to discuss the other issues\ndebated\nbefore us and dealt with in my colleague's judgment.\nAt the outset\none must determine the meaning of the word \"discharge\" in s 10(2) of the\nExtradition Act 67 of 1962 (\"the Act\"). Counsel\nfor the appellant contended (i)\nthat the word has the same denotation in relation to the second part of the\nsubsection as it does\nin respect of the first part; (ii) that a discharge under\nthe first part is the equivalent of a final acquittal on the merits of\nthe\nproceedings, and (iii) that hence a discharge under the second part must of\nnecessity have the\n3\nsame effect. I have no quarrel with the first leg of the contention but think\nthat both the second and third legs are flawed.\nS 10(2) of the Act provides\nno more than that in two situations the accused (I use the word in the same\nsense as Howie JA) must be\ndischarged. The subsection does not go further and in\nparticular does not spell out the full legal effect of such a discharge. It\ndoes\nnot say, either explicitly or by implication, that the accused may be subjected\nto a further arrest and enquiry in respect of\nthe same\ncausa petendi\n(\"\ncausa\n\"). But nor does it prescribe the converse. In short, s 10(2)\nenjoins no more than that in the two situations the accused is to be\ndischarged\nin relation to particular proceedings; i e the proceedings initiated by the\nwarrant in question. Whether he can successfully\nrely upon a defence of res\njudicata\nshould he be apprehended under a further warrant based on the\nsame\ncausa,\nfalls to be answered with reference to the common law\nprinciples\n4\ngoverning that defence and not by a construction of the word \"discharge\" in s\n10(2). That, I apprehend, is what Botha J conveyed in\nMinister of Justice v\nBagattini and Others\n1975 (4) SA 252\n(T) 263A-C.\nIt follows that I do not\nagree that on a proper construction of s 10(2) the upholding of the time bar\ndefence - to adopt the phrase\nused by Howie JA - in effect extinguishes the\ncausa\nto which the warrant and the proceedings in question relate. It is\ntrue that conceptually there can be only one reasonable period,\nbut on an\napplication of s 10(2) that period pertains solely to the proceedings initiated\nby a particular warrant and not to the\nunderlying\ncausa\n.\nI also do not consider that policy considerations warrant the conclusion that\nthe legislature intended a discharge under the second\npart of s 10(2) to be\nfinal. In general the reason why State A agrees in an extradition treaty to\nassist State B to enforce the criminal\nlaw of the latter\n5\nin regard to crimes committed within its jurisdiction, is precisely because\nState B accepts a reciprocal obligation. In construing\nlegislation of State A\napplying to extradition treaties too much emphasis should therefore not be\nplaced on the fact that in proceedings\nunder such legislation State A is not\nenforcing its own criminal law but is assisting State B to enforce the latter's\npenal law.\nFurthermore, although in many cases the timeous production of the\nnecessary evidence lies within the control of the foreign state,\nthis is not\nnecessarily so. The failure to produce evidence timeously at an enquiry under s\n9 of the Act may well be due to local\nremissness, e g the misfiling or\naccidental destruction of documents forwarded by the foreign state (cf\nGovernment of the Federal Republic of Germany v Sotiriides\n[1974] 1 All\nER 692\n(HL) 696g and 708e.) Finally, it should be stressed that, unlike under s\n5(l)(a) of the Act, a warrant of arrest may be issued under\ns 5(l)(b) in the\nabsence of a request from the\n6\nforeign state concerned for the surrender of the accused. The application for\nthe warrant may indeed stem solely from local initiative\nnot even made known to\nthe foreign state (cf\nSotiriadis\nat 696a to b and 702c). It is therefore\npossible that a reasonable time, for the purposes of s 10(2), may lapse without\nthe foreign\nstate being aware of the issue of the warrant and the resultant\nproceedings.\nI revert to the second leg of the appellant's contention. It may\nbe conceded that generally a discharge under the first part of s\n10(2) will\namount to a judgment on the merits of the proceedings, but this will not\nnecessarily be the case. Assume that at the conclusion\nof proceedings under s 9\nduring which the \"prosecutor\" presented all the evidence which he wished to\nintroduce, the magistrate issued\na committal order; that on appeal under s 13(1)\nit was found that the proceedings were permeated by a gross irregularity\nvitiating\nthe same, and that hence an order\n7\ndischarging the accused was substituted for the committal order. In such\ncircumstances it may well be that the substituted order would\nnot ground a plea\nof res\njudicata\nin subsequent extradition proceeding pertaining to the\nsame\ncausa\n(cf\nState v Moodie\n1962 (1) SA 587\n(A)\n596-7).\nAssume, further, that in the present case the magistrate presiding at\nthe first proceedings rejected the objections as to the admissibility\nof the\naffidavits tendered by the prosecutor and eventually issued a committal order;\nthat on appeal it was held that the affidavits\nhad indeed not been properly\nauthenticated and were therefore inadmissible in evidence, and that the\nmagistrate's order was consequently\naltered to one of a discharge of the\naccused. Here, again, it may well be that the substituted order will not present\na bar to the\ninitiation of further extradition proceedings in regard to the same\ncausa\n(cf\nS v Nzuza\n1963 (4) SA 856\n(A) 859 A-B).\n8\nThe question remains: was the order made at the first enquiry one on the\nmerits of the matter? Although it was common cause that the\nprinciples of the\nexceptio rei judicatae\napply to proceedings under s 9, and orders made\nunder s 10, of the Act - see\nBagattini\nat 259C-D - it is not all that\neasy to translate those principles as developed in criminal law to such\nproceedings. In particular,\nunlike in a criminal trial, an accused in\nproceedings under the Act is not called upon to plead to a charge. Be that as it\nmay, those\nprinciples must be applied either directly, if that is possible, or\nby way of analogy.\nNow, in\nR v Kaplan\n1927 EDL 178\n, 181, Pittman J referred to\na passage in which Carpzovius\n\"says that the accused must have been 'definitely absolved from the crime'\n... or 'declared not guilty' ... and not merely 'discharged\nfrom the purview of\nthe prosecution' by reason of some technical defect therein ...\"\n9\nSave for having pointed out that the passage referred to by Pittman J occurs\nin one of Boehmer's\nObservationes\nand not in the text of Carpzovius\nhimself, Hoexter JA in\nMoodie\nat 596A clearly accepted the passage as\ncorrectly reflecting the common law.\nIn a criminal matter the lis between the\nState and the accused is whether or not he is guilty of the crime with which he\nis charged.\nHence in a subsequent trial concerning the same charge the accused\ncannot successfully rely upon a plea of res\njudicata\nunless at the first\ntrial he was \"declared not guilty\" of the crime in question.\nAs regards a person accused of an offence included in an\nextradition\nagreement and allegedly committed within the jurisdiction of a foreign state\nwhich is a party to such an agreement, the\ncardinal question in proceedings\nunder ss 9 and 10 of the Act is whether there would be sufficient reason for\nputting him on trial\nfor the offence, had it\n10\nbeen committed in the Republic. On an analogous application of the above\nprinciples it therefore appears to me that only a discharge\nbased on a finding\nthat the evidence does not disclose \"sufficient reason\" could truly be said to\nbe one on the merits of the proceedings.\nIn\ncasu\nthat question was not\nconsidered by the magistrate presiding at the first proceedings. He did not do\nso because of his finding that\nthe evidence tendered by the prosecutor was\ninadmissible and his subsequent refusal to grant a further postponement. In the\nresult,\nwhen he discharged the appellant there was no evidence relating to the\nmerits before him. By way of analogy the position may be likened\nto a case where\nan accused in a criminal matter, who has not been asked to plead, is discharged\nwhen the magistrate refuses to grant\nthe prosecution a further postponement.\nSuch a discharge would clearly not constitute a judgment on the merits.\n11\nI am not unmindful of the fact that under the second part of s 10(2) of the\nAct the magistrate is enjoined to order a discharge if\nthe evidence is not\nforthcoming within a reasonable time, and that in criminal proceedings a\nmagistrate has a discretion whether\nor not to grant the prosecution a\npostponement, but in this regard two points should be made. Firstly, even under\nthe second part\nof s 10(2) the magistrate must first determine whether a\nreasonable period has lapsed before discharging the accused. Secondly, in\ncriminal proceedings the presiding officer is in general in duty bound to refuse\na further postponement, and to discharge the accused,\nif in his view a\nreasonable time has lapsed since the date of the accused's first appearance (or,\npossibly, arrest).\nIt follows that in my view the discharge of the appellant at the first\nproceedings was not a judgment on the merits of those proceedings\ninitiated by\nthe warrant in question. (I need not consider what the position\n12\nwould have been had the prosecutor not sought a further postponement.) On\nthis view the second part of s 10(2) is all but meaningless.\nHaving been\narrested under s 5 of the Act an accused may well remain in custody until the\ntermination of the resultant proceedings.\nShould he then be discharged under\nthat part, he will obviously be entitled to be released from custody.\nI am\nalso not unmindful of the fact that on my approach an accused discharged under\nthe second part of s 10(2) may in at least some\ncases be subject to a number of\narrests and enquiries relating to the same\ncausa\n. It is therefore\nnotionally possible that at the termination of two or even more such enquiries\nhe may be discharged because of the\nlapse of a reasonable period, and yet again\nbe arrested and \"tried\". Here, again, two points should be made. The first is\nthat a\nsimilar situation may arise in criminal proceedings. I have referred to\nthe example of an accused\n13\ndischarged because of a magistrate's refusal to grant the prosecution a\nfurther postponement. Conceivably, upon re-arraignment the\nsame may occur. Yet,\nbecause there has been no judgment on the merits he may be brought before the\ncourt for a third time. Then,\nagain, it is not beyond the bounds of possibility\nthat successive trials of an accused may be affected by gross irregularities\nvitiating\nthe proceedings. Yet, in those circumstances the accused may be called\nupon to stand trial for a third time on the same charge.\nThe second point is\nthis. Under s 5(1) of the Act a magistrate has a discretion whether or not to\nissue a warrant. If he is aware\nthat the person in question was previously\ndischarged under the second part of s 10(2) in relation to the same\ncausa,\nhe will no doubt refuse to issue a warrant unless satisfied that\nthe required evidence will be forthcoming within a reasonable time.\nAnd the\norgan of the State applying for the\n14\nissue of the warrant - generally an Attorney-General or his representative -\nwill clearly be under an obligation to disclose to the\nmagistrate the facts of\nthe previous proceedings.\nThe appeal is dismissed.\nH J O VAN HEERDEN JA\nCORBETT CJ\nCONCUR\nF H GROSSKOPF JA",
  "scraped_at": "2026-02-12T07:02:49.089270",
  "date": "1995-05-23",
  "coram": [
    "CORBETT CJ",
    "VAN HEERDEN",
    "VIVIER",
    "F H GROSSKOPF",
    "HOWIE JJA"
  ],
  "case_number": "611/93",
  "parties": {
    "applicants": [
      "ANN PHYLLIS McCARTHY"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The appellant, Ann Phyllis McCarthy, was arrested under section 5 of the Extradition Act 67 of 1962. At the first enquiry the magistrate found that the prosecutor's affidavits were inadmissible and, after refusing a further postponement, discharged the appellant under the second part of section 10(2) because the evidence was not forthcoming within a reasonable time. The appellant argued that this discharge was equivalent to a final judgment on the merits, invoking the defence of res judicata to prevent any further extradition proceedings on the same causa.",
    "issues": "1. Whether a discharge under the second part of section 10(2) of the Extradition Act amounts to a judgment on the merits of the proceedings. 2. Whether such a discharge gives rise to the defence of res judicata, thereby barring subsequent extradition enquiries concerning the same cause. 3. The proper construction and legal effect of the term “discharge” in section 10(2).",
    "principles": "The Court considered the meaning of “discharge” in s 10(2), citing Minister of Justice v Bagattini and the common‑law doctrine of exceptio rei judicatae (res judicata). It affirmed that a discharge does not, by itself, preclude a later arrest unless it is a final judgment on the merits. The Court also referenced R v Kaplan on the requirement of a definitive acquittal, State v Moodie on the limits of res judicata, and cases concerning the production of evidence under extradition treaties (e.g., Sotiriades). The legislation allows a warrant under s 5(l)(b) without a foreign request, and the magistrate must first determine whether a reasonable time has elapsed before ordering a discharge.",
    "application": "Applying these principles, the Court held that the magistrate’s discharge was based on procedural deficiencies (inadmissible affidavits and refusal to grant a postponement) rather than a substantive finding that the evidence failed to establish sufficient reason for extradition. Consequently, the discharge did not constitute a judgment on the merits and could not give rise to a defence of res judicata. The Court further noted that policy considerations do not require the discharge to be final, and that subsequent warrants may be issued if new evidence is forthcoming.",
    "conclusion": "The appeal was dismissed; the discharge at the first enquiry was not a judgment on the merits, and the appellant remains subject to further extradition proceedings."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Extradition",
    "level_3": [
      "discharge",
      "res judicata",
      "extraction act",
      "procedural fairness"
    ]
  }
}