{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/131.html",
  "case_name": "G I Marketing CC v Fraser-Johnston (172/94) [1995] ZASCA 131; [1996] 1 All SA 1 (A) (20 November 1995)",
  "citation": "[1995] ZASCA 131",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 131\n|\nNoteup\n|\nLawCite\nG I Marketing CC v Fraser-Johnston (172/94) [1995] ZASCA 131; [1996] 1 All SA 1 (A) (20 November 1995)\nDownload original files\nPDF format\nRTF format\nCase No 172/94\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the appeal of :\nG I MARKETING CC\nAppellant\nand\nI\nFRASER-JOHNSTON\nRespondent\nCORAM\n: CORBETT CJ, E M GROSSKOPF, NESTADT, HARMS JJA, et SCOTT\nAJA.\nDATE OF HEARING\n: 18 September 1995\nDATE OF JUDGMENT\n: 20\nNovember 1995\nJUDGMENT\nCORBETT\nCJ: /\n2\nCORBETT\nCJ:\nIn the Court below, the Court of the Commissioner of Patents,\nthe\nrespondent made separate applications for the revocation of patent no\n87/6659\n(\"the 1987 patent\") and patent no 89/8855 (\"the 1989 patent\"). The\npatentee\nin each case was the appellant. The two applications were heard\ntogether by\nthe Commissioner (Van Dijkhorst J).\nThe history of the two patents is briefly as follows. The 1987 patent\napplication was filed on 7 September 1987. One aspect of the\ninvention as\ndescribed in the body of the specification was a lavatory plumbing arrangement,\nwhich included a toilet pan incorporating\na water-trap, a waste disposal pipe\nconnected to the pan, a waste pipe extension, which extended only a short height\nabove the pan\nflood level, and a two-way valve means (normally closed) leading\nto the atmosphere. Another aspect of the invention described in\ndetail in the\nspecification was the two-way valve means. The patent specification contained 15\nclaims. Of these claims 1 to 8 inclusive\nand 14 related to the lavatory plumbing\narrangement; and claims 9 to 13 inclusive and\n3 15 to the two-way valve means. In 1989 applications were made to amend\nthe\n1987 patent by the excision of the claims pertaining to the valve means, i\ne\nclaims 9 to 13 and 15. At the same time the patentee launched a\ndivisional\napplication for the 1989 patent with the request that it be\nantedated to 7\nSeptember 1987. This application related essentially to the\nsame invention but,\nwhen granted (as it was), it had the effect of claiming\nthe valve means formerly\nclaimed in the 1987 patent, though in different\nlanguage and in 25 claims.\nThese applications were granted.\nIt later transpired, however, that the amendments to the 1987 patent were not\nsought and effected in the manner prescribed in\nsec 51(1)\nof the\nPatents Act 57\nof 1978\n(\"the\nAct\") and\nin 1992 the amendments were set aside by the\nCommissioner. In the result the 1987 patent reverted to its original state. Thus\nclaims\nrelating to the valve means are to be found in both patents.\nAt the hearing before Van Dijkhorst J the grounds of revocation were reduced\nto three, viz lack of novelty, obviousness and, in the\ncase of the 1987 patent,\nambiguity as well. These issues were referred for the hearing of\n4 oral\nevidence, but at the request of the parties Van Dijkhorst J decided the\nissues of novelty and ambiguity on the papers. For the purposes of\ndeciding\nthe issue of novelty he concentrated on claim 9 of the 1987 patent\nand claim 1\nof the 1989 patent, since it was common cause that a successful\nattack upon\nthem would, as he put it, \"bring about the demise of the\npatents\". He held that\nclaim 9 of the 1987 patent was anticipated by a\nstate-of-the-art document\nreferred to as \"the Schneider patent\" and that both patents were anticipated\nby\na document known as \"the Blau patent\". He further held that claim 2 of\nthe\n1987 patent was ambiguous, i e was not clear (see\nsec 61(l)(f)(i)\nof the\nAct).\n>He accordingly made an order revoking the patents, \"subject to what is\nordered\nin paragraph 2 of this order\", and decreeing that the patentee should pay\nthe\ncosts of both applications. Paragraph 2 of the order reads as follows:\n\"The revocation orders granted ... are provisional. They will become fully\noperative in respect of the patent concerned, if the patentee\ndoes not within\none month file notice of an application to amend such patent, or if having filed\nsuch application, the patentee withdraws\nit. If such an application is made as\naforesaid and not withdrawn, it shall be decided at the hearing of such\napplication whether\nor not the revocation order is to be put into\noperation.\"\n5 The judgment of the Court a quo has been reported (see\nIan\nFraser-Johnston v\nG I Marketing CC\n1993 BP 461).\nWith the necessary leave, appellant has appealed to this\nCourt\nagainst the judgment and order of the Court a quo, save for the finding\nand\norder of invalidity made in respect of the 1987 patent on the ground that\nclaim\n2 thereof was lacking in clarity. Thus all that remains in issue, as\nfar as this\nappeal is concerned, is whether either or both of the patents\nis/are not new by\nreason of anticipation by either the Blau patent or the\nSchneider patent or both\nof these state-of-the-art documents. Before dealing\nwith these issues it is\nnecessary to say more about the patents\nthemselves.\nI commence with the 1987 patent. It is entitled simply \"Vent\" and the opening\nsentence of the specification states that the invention\nrelates to vent systems\nfor use in the \"plumbing field\". The background to the invention is thus\ndescribed in the specification (for\nconvenience of reference I have numbered\nthis and other paragraphs quoted from the specification):\n(1) \"A lavatory pan is in practice connected behind the trap\nto\n6\na waste pipe for conveying away matter flushed from the pan. This waste pipe is\nnormally provided with an extension pipe extending\nupwardly above the roof of\nthe building (at least two metres above the location of the pan). This extension\npipe provides a source\nof air to the waste pipe when matter is flushed down the\npipe to prevent there being an airlock in the waste pipe or the syphoning\ndry of\nthe water trap. Furthermore the upper extension of the waste pipe provides a\nsafety feature for the plumbing in case there\nshould be a blockage in the waste\npipe. The feature of the waste pipe extension is technically satisfactory and is\nwidely and extensively\nused in plumbing. However the provision of this extension\nhas its disadvantages because of the extra costs involved in the erection\nof the\nextension, especially in tall buildings, and the fact that roofs have to be\nmodified to accommodate these extensions and whenever\na building is being\ndecorated or redecorated the extension pipe must itself be additionally painted\nseparately from the wall beside\nwhich it is\nlocated.\"\nThe specification then proceeds to\ndescribe the two \"aspects\" of the invention (to which I have already alluded) in\nthe following\nterms:\n(2) \"According to one aspect of the invention there is provided a plumbing\narrangement including a toilet pan incorporating a water\ntrap, a waste disposal\npipe connected to the pan and a waste pipe extension extending above the water\ntrap, characterised in that\nthe waste pipe extends only a short height above the\npan flood level and there has a normally closed two way valve means leading\nto\n7\natmosphere. The valve means is preferably a differential valve opening to the\natmosphere, the arrangement being such that only a\nsmall pressure difference is\nrequired to permit air to flow into the waste pipe extension and a larger\npressure is required to allow\nair to escape. A cover is preferably provided to\npermit the air flow to and from the valve but still to prevent the ingress of\nleaves\nor dirt which could have a detrimental effect upon the working of the\nvalve.\n(3) According to another aspect of the invention there is provided two-way valve\nmeans for use in an arrangement as set out above,\nthe valve comprising a\nhousing, which is preferably cylindrical, having a cross-plate thereacross, at\nleast two apertures through\nthe cross-plate and a pair of one-way valves opening\nin opposite directions and carried in the cross-plate, the one-way valves being\npreferably arranged to open at different pressures. The one-way valves\npreferably each comprise a seat, a flexible disc which can\nseal on to the seat\nbut which when there is excess pressure through the seat moves off the seat to\npermit gas flow therethrough and\nspring means holding the disc on to the seat,\nthe strength of the spring means determining the said excess pressure. There are\npreferably\nmore than one such aperture and a one-way valve\ntherein.\"\nThe specification continues by describing\nvarious embodiments of the invention with reference to certain accompanying\ndrawings. These\nshow the general plumbing arrangement, including lavatory pan,\nwater trap, waste pipe\n8 and an upward waste pipe extension; and also, in\ndetail, the two-way valve\nmeans. From the drawings it appears that the \"flood level\" of the pan,\nreferred\nto in the specification in the context of the height of the waste\npipe extension,\nis located at the top of the rim of the pan. It is claimed in\nthe specification that\nthe valve arrangement provides a satisfactory seal in\nnormal circumstances to\nprevent gasses with foul smells escaping from the\nwaste pipe, while at the same\ntime permitting air ingress to the waste pipe\nextension to prevent (a) air locks\nbeing formed in the waste pipe or (b) the\nsyphoning dry of the pan trap. It\nfurther permits gasses to escape should\nthere be a blockage in the waste pipe.\nClaims 1 and 9 of this patent read as follows:\n\"1. A plumbing arrangement including a toilet pan incorporating a water trap,\na waste disposal pipe connected to the pan and a waste\npipe extension extending\nabove the water trap, characterised in that the waste pipe extends only a short\nheight above the pan and\nthere has a normally closed two way valve means leading\nto atmosphere.\n9. Two way valve means for use in an arrangement as claimed in any one of the\npreceding claims, the valve means comprising a housing\nhaving a cross-plate\nthereacross, at least two apertures\n9\nthrough the cross-plate and a pair of oppositely opening one-way valves carried\nin the cross-plate.\"\nThe \"arrangement as claimed in\nany one of the preceding claims\" referred to in claim 9 consists of the general\nplumbing arrangement\ndescribed in claim 1 and the body of the specification\n(including the two-way valve) and various permutations thereof referred to\nin\nclaims 2 to 8.\nAccording to its specification the 1989 patent, which is\nentitled \"Plumbing Equipment\", describes an invention relating to \"vent systems\nfor use in the sanitary plumbing field\". The specification explains the\nbackground to the invention in terms identical to those appearing\nin the 1987\npatent. (See the above-quoted paragraph (1) of the 1987 specification.) It then\nrefers to the plumbing arrangement provided\nfor in the 1987 patent; and\ncontinues to describe \"the present invention\", viz a two-way valve means, in\nterms similar, but by no\nmeans identical, to those appearing in the above-quoted\nparagraph (3) of the specification relating to the 1987 patent. There follow\nembodiments of the invention which use exactly the same drawings as those\nappearing in the specification of the 1987 patent.\n10 The specification of the 1989 patent claims the advantages\nto be\nderived from the valve arrangement in the same terms as the specification of\nthe\n1987 patent. Claim 1 of the former specification reads as follows:\n\"1. A valve means for use in sanitary plumbing, the valve comprising a housing,\nhaving\n(a)\tan inlet connectable to a\npipe,\n(b)\nsealing means at the said inlet whereby the inlet can be sealed to\nthe said pipe,\n(c)\na cross-plate across the\nhousing\n(d)\na plurality of apertures through\nthe said cross-plate, and\n(e)\na plurality of\none way valves respectively controlling fluid flow through the said apertures,\nat least one of such valves permitting\nflow through its associated aperture in\none direction only and the other said valve permitting flow through its\nassociated aperture\nin the opposite direction\nonly.\"\nIt will be apparent from the aforegoing that\nessentially the invention to which these patents relate is the two-way valve\nmeans as\nutilised in a sanitary (or lavatory) plumbing arrangement. The\narrangement, in so far as it comprises a toilet pan, a water-trap,\na waste\ndisposal pipe and a waste pipe\n11\nextension, is well-known and commonplace and could not possibly constitute\nsubject-matter for a patent. And the main advantage claimed\nfor the two-way\nvalve means is that it enables one to dispense with a relatively long waste pipe\nextension.\nI turn now to the issue of anticipation. By reason of the view which I take\nof the matter it is necessary to refer only to the Blau\npatent specification. It\nis not disputed that this document formed part of the state of the art\nimmediately before the priority date\nof the 1987 and 1989 patents and that it\nconsequently qualities as a document which could legally anticipate. The vital\nquestion\nis whether it does anticipate. This involves a comparison between the\nclaims which I have highlighted and the Blau specification.\nIt is appropriate to now take a closer look at the Blau\nspecification\nwhich was published in 1973 and in terms of which a patent was granted by\nthe Patent Office, London. The specification, entitled \"Closure Cap\",\nstates\nthat:\n\"The present invention relates to a closure cap for a container\nor which may be used as a pipe socket closure in which excess\n12\ninternal or external pressures occurring in the interior can be compensated\nautomatically by valve members mounted in the\nclosure.\"\nAfter referring to various other known\nclosure devices, the specification proceeds:\n\"It is an object of the present invention to provide a simplified structure and\nmounting of automatically acting valve members relative\nto a rigid insert plate\nhaving air vents and sealing tori, and whereby both excess internal and external\npressures are automatically\ncompensated.\nAccording\nto the present invention, there is therefore provided a closure cap comprising a\nrigid insert plate having vent holes provided\ntherethrough, which vent holes are\nadapted to be opened and closed by valve members subject to the action of\ncompression springs,\nat least one valve member allowing air or gas to pass\nthrough at least one vent hole in one direction and at least one other valve\nmember allowing air or gas to pass through another vent hole in the opposite\ndirection, the valve members being constituted by a\nsealing plate supported\nagainst annular toroidal supports pressed out of the insert plate, one such\nsealing plate being located above\nthe insert plate and a second sealing plate\nbeing located below the insert plate such that when the pressures on opposite\nsides of\nthe insert plate are not equal, one sealing plate is removed from its\nsupports and air or gas passes through the thus opened vent\nhole.\n13\nPreferably, the vent holes are eccentrically disposed in the insert plate.\nAdvantageously, the vent holes allowing the passage of air or gas through the\ninsert plate in one direction are located diametrically\nto but on opposed sides\nof the centre of the insert plate from the vent holes allowing the passage of\nair or gas through the insert\nplate in the opposite\ndirection\".\nThere follow examples or embodiments,\naccompanied and illustrated by drawings. In describing one illustrated\nembodiment the specification\nstates:\n\"Over the inner circumference of the closure cap 1, there is mounted a rigid\ninsert plate 2 having a sealing ring 3. The sealing\nring 3 is located around the\ncircumferential edge of the closure cap and is retained in a hollow 4 provided\nin the lower portion\n4 of the closure cap which is pressed thereunder in the\nregion of the rim portion 1 of the closure cap. Against the outer surface\nthereof, a sealing ring 5 is supported between the closure cap and the edge of a\nsocket (not shown) of a container or pipe socket\npart. In the embodiment shown\nthe lower portion 4 is drawn cup-shaped similar to the closure cap. In a known\nmanner, a bayonet catch\nbridge member is mounted thereon which is subject to the\naction of a compression spring. The invention is, however, applicable to\nany\nkind of closure cap, such as screw threaded sockets to be fastened downwardly or\neven simple stopper closures. \"\nAnd, finally, claim\n1 of the patent reads:\n14\n\"1. A closure cap comprising a rigid insert plate having vent holes provided\ntherethrough, which vent holes are adapted to be opened\nand closed by valve\nmembers subject to the action of compression springs, at least one valve member\nallowing air or gas to pass through\nat least one vent hole in one direction and\nat least one other valve member allowing air or gas to pass through another vent\nhole\nin the opposite direction, the valve members being constituted by a sealing\nplate supported against annular toroidal supports pressed\nout of the insert\nplate, one such sealing plate being located above the insert plate and a second\nsealing plate being located below\nthe insert plate such that when the pressures\non opposite sides of the insert plate are not equal, one sealing plate is\nremoved from\nits supports and air or gas passes through the thus opened vent\nhole.\"\nUpon analysis Van Dijkhorst J found claim 9\nof the 1987 patent to comprise the following integers:\n(a)\tTwo-way valve means for use in an arrangement as claimed in any one of the\npreceding claims,\n(b)\nthe valve means comprising a housing,\n(c)\nhaving a cross-plate thereacross,\n(d)\nat least two apertures through the\ncross-plate,\n(e)\nand a pair of oppositely\nopening one-way valves carried in the\ncross-plate.\n15 As regards claim 1 of\nthe 1989 patent, the learned Commissioner\nfound the following integers:\n(a)\nA valve means for use in\nsanitary plumbing the valve comprising\n(b)\na\nhousing having\n(c)\nan inlet connectable to a\npipe,\n(d)\tsealing means at the said inlet whereby the inlet can be sealed to the said\npipe,\n(e)\na\ncross-plate across the housing,\n(f)\na\nplurality of apertures through the said cross- plate\nand\n(g)\ta plurality of one-way valves respectively controlling fluid flow through\nthe said apertures,\n(h) at least one of such valves permitting\nflow through its associated aperture\nin one direction only, (i) and the other said valve permitting flow through\nits associated aperture\nin the opposite direction only.\nThese analyses are accepted by\nthe appellant.\n16\nVan Dijkhorst J made a comparison between these claims,\nthus\nanalysed, and the Blau patent and held that it was clear that integers (b),\n(c), (d) and (e) of claim 9 of the 1987 patent and integers\n(b), (c), (e), (f),\n(g), (h) and (i) of claim 1 of the 1989 patent were to be found in the Blau\npatent. (The judgment does not mention\ninteger (c) in this context, but this\nappears to have been an oversight: there does not seem to be any dispute about\ninteger (c).)\nThis finding was not challenged on appeal. The dispute is thus\nnarrowed down to integer (a) of both patents and integer (d) of the\n1989 patent.\nI shall deal first with integer (a).\nInteger (a) of the 1987 patent speaks of a two-way valve means\n-\n\"for use in an arrangement as claimed in any one of the preceding\nclaims.\"\nClearly this must be read as referring to use in a plumbing arrangement in a\ntoilet system. Integer (a) of the 1989 patent speaks\nof a valve means -\n\". . . for use in sanitary plumbing . . .\" Appellant contends that these uses\nare integral parts of the invention and that they serve\nto distinguish the 1987\nand 1989 patents, as claimed, from the Blau\n17 patent. The same contention\nwas put forward, and rejected, in the Court a quo,\nwhich held that the words expressing these uses informed the reader of\nthe\nclaims what the field of application of the invention was, but did not\nconstitute\nessential integers thereof. (See reported judgment, at pp 474-5.)\nI agree. The general approach to be adopted in regard to words in a patent\nclaim indicative of a use or purpose to which the invention\nis put was dealt\nwith by this Court in the case of\nGentiruco AG v Firestone SA (Pty)\nLtd\n1972 (1) SA 589 (A). The subject-matter of the invention in that case was mainly\na method for the making of pneumatic tires out\nof synthetic rubber. The opening\nwords of claim 1 of the specification read -\n\"A method of making a rubber compound suitable for a rubber\ntire\nThe meaning in this context of the words \"suitable for a rubber tire\" was a\nmuch-debated issue on appeal to this Court. The question\nwas whether they\nimported an integer delineating the kind of rubber compound and, if so, in what\nway; or whether it was merely descriptive\nand consequently of no real\nsignificance. This issue of interpretation was of importance, inter alia, on\nthe\n18\nquestion of anticipation. In regard to certain submissions made on behalf\nof\nthe respondent (Firestone SA (Pty) Ltd), the alleged infringer of the\npatent in suit, the judgment of the Court (delivered by Trollip\nJA) stated the\nfollowing (at 631 CD):\n\"Mr. van Reenen, for Firestone, relied on authorities to show that claiming a\nprocess, machine, etc., \"for\" or \"suitable for\" a particular\npurpose is usually\nineffective, since the inventor's purpose or object is irrelevant. That may be\nso especially with a machine or\nproduct claim, where, as the Court a quo\nobserved, the words may merely\n'define the field of\napplication of the invention as distinct from limiting the invention itself\n'.\nBut it is always essentially a problem of construing the words in the context\nof the claim; where the phrase imports some limitation\nor special quality or\ncharacteristic into the allegedly invented method, machine, product, etc., then\nthe claim must be construed\naccordingly; what its effect will be, i.e., whether\nthat renders it inventive or novel, is another matter.\"\nIn the context of anticipation the judgment dealt with similar submissions by\ncounsel for the respondent as follows (at 651 H - 652\nC):\n\"On this and other aspects of the appeal Mr. van Reenen for Firestone argued,\non the authority of Molins and Molins Machine Co. Ltd\nv Industrial Machinery Co.\nLtd., 55 R.P.C. 31 (C.A.) that\n19\ndifference in purpose between two processes was irrelevant, and he referred to\nthe minority judgment of WILLIAMSON, J.A.,. in Drummond-Hay's\ncase, supra, 1963\n(3) S.A. 490 (AD.) at pp. 506B-D, 508H. That argument is, I think, probably\ncorrect where two processes are otherwise\nthe same or substantially the same,\nsince such processes could conceivably serve different purposes. But usually\nprocesses devised\nfor different purposes are themselves different in one or more\nessential integers, and difference in purpose therefore might well\nbe a good\nindication that the processes do differ or that, if the difference is small, it\nis real or crucial. That is, I think, the\nexplanation of certain dicta by\nSTRATFORD, J.A., in Veasey's case at pp. 284-5 which WILLIAMSON, J.A., said in\nDrummond-Hay's case,\nsupra, may require some qualification. STRATFORD, JA.,\ncompared the respective purposes or objects of the two rival rock-drills and\nconcluded that they were so radically different in aim that the defence of\nanticipation had necessarily to fail. But it is clear\nfrom the facts that the\ndifference in purpose or object was really a manifestation of an essential\ndifference in an important device\nof the two machines. See too p. 268 of\nVeasey's case, per WESSELS, J.A.\"\n(See also\nLetraset Ltd v Helios Ltd\n1972 (3) SA 245 (A), at 268 A-D.)\nThus, where a patent claim contains words denoting a particular object or\npurpose for the invention, a distinction must be drawn between\n(i)\n20\nwords which, especially with machine or product claims, merely define the\nfield\nof application of the claimed invention and (ii) words which import\nsome limitation or special quality or characteristic of the invention\nand\nconsequently constitute an essential integer of the claim. Whether words\nindicating object or purpose fall into category (i)\nor category (ii) is\nessentially a problem of construing them in the context of the claim. If the\nwords of the claim in question fall\ninto category (i) they will not serve to\ndistinguish the invention claimed from - and thus avoid anticipation by -for\nexample a prior\nstate-of-the-art document which otherwise discloses all the\nintegers of the claim. If, on the other hand, they fall into category\n(ii), they\nmay constitute a vital or crucial distinction between the invention as claimed\nand the prior disclosure which will defeat\nanticipation.\nApplying these\nprinciples to the facts of the present case, I am of the view that the words\ndenoting use or purpose in claim 9 of\nthe 1987 patent and claim 1 of the 1989\npatent merely indicate or define the field of application of the invention\nclaimed. In this\nconnection it must be emphasized that these claims relate to a\nmachine or mechanical contrivance; that, use aside, all the\n21\nintegers of these claims are to be found in the Blau patent; that the\ndisclosure\nin the Blau patent of a closure cap which may be used as a pipe\nsocket closure in which excess internal or external pressures occurring\nin this\ninterior can be compensated automatically by valve members mounted in the\nclosure, is general in its terms and is not limited\nto any field of application;\nthat the contrivance described in the claims does not differ mechanically in any\nmaterial respect from\nthat described in the Blau patent; that the contrivance in\nthe claims operates in exactly the same way and serves the same purpose\nas that\ndisclosed in the Blau patent; and that the words in the claims denoting use or\npurpose do not import any limitation or special\nquality or characteristic into\nthe contrivance described in the claims and the Blau patent.\nIt was submitted by appellant's counsel that the law as laid down in the\nGentiruco\ncase, supra, had been rendered obsolete by the\nAct and\nin this\nregard he referred in particular to the new provisions introduced into our\npatent law by\nsec 25\n(9), (11) and (12). Counsel also referred to similar\nprovisions contained in the British Patents Act of 1977 and to various decisions\nof the\n22\nEnglish courts relating to those statutory provisions. In addition our\nattention\nwas drawn to the decisions of the various courts of the European Patent\nOffice in the so-called Mobil case. His submission, as I understood\nit, was that\nthese authorities confer novelty on a \"new use\" claim, not only within the\nmedical field, but in other fields as well.\nI do not intend to be drawn into a consideration of these matters and\nauthorities. Subsections (9), (11) and (12) of sec 25 of the\nAct deal solely\nwith inventions consisting of a substance or composition for use in a method of\ntreatment of the human or animal\nbody by surgery or therapy or of diagnosis\npractised on the human or animal body and have no application to the facts of\nthe present\ncase. The new use of a known chemical compound, dealt with in the\nMobil\ncase, is also far removed from the problem now under\nconsideration.\nFor these reasons I hold that the Court a quo correctly found that the words\ndenoting use in claim 9 of the 1987 patent and claim\n1 of the 1989 patent do not\nrescue the patents from anticipation by the Blau patent.\nThe other issue concerning novelty raised on appeal and in\nthe\n23\nCourt a quo relates to integer (d) of claim 1 of the 1989 patent which, it\nwill be\nrecalled, consists of a -\n\"sealing means at the said inlet whereby the inlet can be sealed to the said\npipe.\"\nIt was contended on behalf of appellant that this integer was not disclosed\nin the Blau patent. The contention is, in my view, without\nsubstance. The\n\"inlet\" referred to in integer (d) means the inlet in the \"housing\" of the valve\nwhich is connectable to a pipe; and\nthe sealing means is one which seals the\nconnection between the inlet and the pipe. In the third of the extracts from the\nBlau patent\nquoted above reference is made to -\n\"... a sealing ring 5 .. . supported between the closure cap and the edge of\na socket (not shown) of a container or pipe socket part.\"\nThis description must be read in conjunction with figure 1 attached to the\nspecification and the number 5 serves to identify the sealing\nring. Having\nstudied the illustration in conjunction with the description in the body of the\nspecification, I am of the view that\nthis sealing ring performs substantially\nthe\n24 same function as the sealing means described in integer (d).\nConsequently\ninteger (d) does not save the 1989 patent from anticipation by the Blau\npatent.\nAccordingly the appeal fails. The order of the Court a quo stands, save that\nit is necessary to provide that the period of one month\nreferred to therein will\nnow run as from the date of this judgment.\nThe following order is\nmade:\n(1)\nThe appeal is dismissed with\ncosts.\n(2)\tThe period of one month referred to in para 2 of the order of the Court a\nquo shall run as from the date of this judgment.\nM M\nCORBETT\nE M GROSSKOFF JA) NESTADT JA) HARMS JA) CONCUR SCOTT AJA)",
  "scraped_at": "2026-02-12T07:50:52.270293",
  "date": null,
  "coram": [],
  "case_number": null,
  "parties": {
    "applicants": [],
    "respondents": []
  },
  "sections": {},
  "tags": {}
}