{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/121.html",
  "case_name": "S v Van Eck en 'n Ander (456/94) [1995] ZASCA 121 (28 September 1995)",
  "citation": "[1995] ZASCA 121",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 121\n|\nNoteup\n|\nLawCite\nS v Van Eck en 'n Ander (456/94) [1995] ZASCA 121 (28 September 1995)\nDownload original files\nPDF format\nRTF format\nSaaknommer 456/94\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak tussen:\nANDRE VAN\nECK\t1ste Appellant\nBAREND RICHARD RINQUEST \t\t2de\nAppellant\nen\nDIE STAAT\tRespondent\nCORAM\t:\nE.M. GROSSKOPF, F.H.\nGROSSKOPF ARR et VAN COLLER WN AR\nDATUM AANGEHOOR : 12 SEPTEMBER 1995\nDATUM VAN\nUITSPRAAK : 28 SEPTEMBER 1995\nUITSPRAAK\nVAN COLLER WN AR/\n3\n19h00 het persone gewapen met kapmesse die huis by die agterdeur\nbinnegekom. Twee van die persone het gegaan na die kamer waar dle\noorledene op\n'n bed gelê het. Hulle het hom gegryp en na buite begin sleep. Craig\nGrouman het dit tevergeefs probeer verhoed.\nHy kon wel na hulle uit is die\nagterdeur toedruk. Volgens die getuienis het die oorledene buite losgeruk en 'n\nentjie gehardloop.\nHy het in die straat nie ver van die betrokke huis nie geval.\nHy is deur 'n hele aantal mense met kapmesse gekap en hy het daar aan\nsy\nbeserings beswyk. Dit was die Staat se saak dat al vyf die\nbeskuldigdes\nbetrokke was by die aanranding op\ndie oorledene en dat dit die twee appellante was wat hom in die slaapkamer\nvasgegryp en die huis\nuitgesleep het. Daar was ook getuienis dat beskuldigdes 1,\n2 en 5 in die huis was toe die oorledene uitgesleep is. Dit was ook die\nStaat se\nsaak dat die twee appellante buite die huis in die aanranding op die oorledene\nbetrokke was. Dit blyk uit die getuienis\ndat een van die staatsgetuies, Shane\nWindvogel,\n5\nDie staatsgetuies wat die appellante met die aanval op die oorledene\nverbind, is eerstens Craig Grouman. Hy het getuig dat hy in die\nslaapkamer saam\nmet die oorledene was, dat dit die twee appellante was wat die kamer binnegekom\nhet en die oorledene die huis uitgetrek\nhet. Die gebeure het teen ongeveer 19h00\nplaasgevind. Hy ken die twee appellante goed en het hul gesigte gesien, wat nie\nsoos dié\nvan beskuldigde 2 wat ook die huis ingekom het, bedek was met 'n\nbalaklawa nie. Hy het beskuldigde 2 herken aan sy oë en aan\nbloed op sy\nkop. Hy het vroeër die dag verneem dat beskuldigde 2 'n hoofbesering\nopgedoen het.\nRose Windvogel het getuig dat sy die betrokke aand\nsaam met die getuie Virginia Grouman in die voorste slaapkamer van die huis was.\nVolgens haar getuienis het een persoon, synde beskuldigde 2, die kamer\nbinnegekom. Hy het 'n balaklawa opgehad, maar sy gesig was\noop. Sy het hom\nherken aan sy oë en aan die bloed op sy gesig. Sy het hom vroeër die\ndag ná 'n bakleiery gesien\nmet 'n \"scar\" in\n8\nafgelê het by die fabriek waar hy werk, verlof kon kry\nnie.\nAppellant 2 het getuig dat hy die betrokke aand by sy huis was.\nSy ouma en tante was tuis toe hy ongeveer 17h30 daar aangekom het.\nHy het\ngedurende die aand televisie gekyk en het nie die huis verlaat\nnie.\nDie landdros het bevind dat dit nie bo 'n redelike twyfel bewys\nis dat beskuldigdes 1, 2 en 5 op die toneel was nie. Wat die saak\nteen die twee\nappellante'betref, het die landdros die getuienis van Craig Grouman en Rose\nWindvogel aanvaar en tot 'n mindere mate\nook gesteun op die getuienis van Yvonne\nGrouman.\nDie landdros sê in sy uitspraak dat hy geen twyfel aangaande Craig\nGrouman se eerlikheid het nie en dat sy uitkenning van die\ntwee appellante\nbetroubaar was. Hy meld egter dat wat die uitkenning van beskuldigde 2 betref\nCraig Grouman wel eerlik was, maar\ndat dit duidelik uit sy getuienis blyk dat hy\nhier 'n aanname gemaak het. Wat Rose Windvogel se getuienis betref sê die\nlanddros\ndat daar geen\n9\nsamespanning was tussen haar en Craig Grouman nie en dat haar eerlikheid\nnie bevraagteken was nie. Volgens die landdros is dit in\ndie afwesigheid van\nenige samespanning tussen Craig Grouman en Rose Windvogel hoogs onwaarskynlik\ndat beide toevallig twee ander\npersone verkeerdelik in die kombuis as appellante\n1 en 2 sou identifiseer. Die landdros sê egter dat Rose ten opsigte van\nbeskuldigde\n1 nie werklik 'n goeie geleentheid gehad het om 'n betroubare\nuitkenning te maak nie en meen hy dat die risiko te groot sou wees\nom te bevind\ndat hy op die toneel was. Die landdros het voorts bevind dat Craig Grouman en\nRose se uitkenning van die twee appellante\ngestaaf word deur Yvonne Grouman. Hy\nsê egter dat haar getuienis net aanvaar kan word waar dit deur ander\nbetroubare getuienis\ngestaaf word of daarby inpas. Dit kom voor dat hierdie\nsiening van Yvonne Grouman se getuienis onder andere gegrond is op die feit\ndat\nhaar getuienis nie heeltemal inpas by die getuienis aangaande die beserings wat\ndie oorledene\n11\nbeskuldigde 3 en 4 die oorledene sou wou dood nie, is dit heeltemal moontlik\ndat beskuldigde 3 en 4 wel 'n rede het hoekom hulle so\nopgetree het, maar dat\nhulle nou daardie rede valslik wil ontken of wil verswyg. Daar moet juis onthou\nword dat beskuldigde 2 se\nbroer 'n anderhalfuur vantevore doodgeskiet is.\nGemoedere het dalk hoog geloop.\"\nDie landdros bevind ten\nslotte dat die appellante skuldig\nis aan moord omdat hulle en\nsodanige ander persone wat\nteenwoordig was met 'n gemeenskaplike oogmerk om te dood\ndie\noorledene aangeval het.\nMnr. Marais, wat namens die appellante opgetree\nhet,\nhet die verhoorhof se bevinding hoofsaaklik\naangeveg op\ngrond daarvan dat die alibi-getuienis van die\nappellante\nnie behoorlik oorweeg en ontleed is nie. Hy het\naangevoer\ndat daar niks onwaarskynlik in hul getuienis is nie,\ndat\ndaar geen wesenlike weersprekings was en dat die\nverhoorhof\ngeen melding maak van enige beoordeling van hul getuienis\nnie. Hy het veral gesteun op die saak van S v Mhlongo 1991\n2 SASV 207 (A) op 210d-g. Elke saak moet natuurlik in die\nlig van sy eie besondere feite beoordeel word. In daardie",
  "scraped_at": "2026-02-12T07:19:29.627248",
  "date": "1995-09-28",
  "coram": [
    "E.M. GROSSKOPF",
    "F.H. GROSSKOPF",
    "VAN COLLER"
  ],
  "case_number": "456/94",
  "parties": {
    "applicants": [
      "ANDRE VAN ECK",
      "BAREND RICHARD RINQUEST"
    ],
    "respondents": [
      "DIE STAAT"
    ]
  },
  "sections": {
    "facts": "On the night of the incident, a group of persons entered a house through the back door armed with clubs. Two of them entered the bedroom where the deceased was lying on a bed, seized him and began dragging him outside. The victim broke free, ran outside, fell in the street and was repeatedly clubbed, resulting in fatal injuries. The State alleged that five accused, including the two appellants, were involved in the assault and that the appellants were the ones who grabbed the victim and pulled him out of the house. Witnesses, notably Craig Grouman and Rose Windvogel, identified the appellants as the attackers. The trial court (landdros) found the identification evidence reliable, noting no collusion between witnesses, while expressing doubts about the alibi evidence presented by the appellants.",
    "issues": "The appeal raised two principal issues: (1) whether the trial court correctly applied the standard of proof beyond reasonable doubt in finding the appellants guilty of murder, given the contested identification evidence; and (2) whether the trial court erred in rejecting the appellants' alibi testimony and failing to properly assess its credibility.",
    "principles": "The court reiterated that conviction requires proof beyond reasonable doubt and that identification evidence must be assessed for reliability, taking into account possible collusion or suggestibility. It affirmed the appellate principle that a trial court's discretion in evaluating witness credibility is reviewed only if a palpable misdirection is shown. The judgment also referenced S v Mhlongo (1991) concerning the necessity of a thorough review of alibi evidence and the need to consider inconsistencies in witness testimony.",
    "application": "Applying these principles, the appellate court held that the trial court had carefully considered the identification evidence of Craig Grouman and Rose Windvogel, found no indication of collusion, and deemed their observations credible. The alibi evidence of the appellants was found to be insufficiently substantiated and lacking corroboration. Consequently, the court concluded that the trial court had not misdirected itself and that the appellants' guilt was proved beyond a reasonable doubt.",
    "conclusion": "The appeal was dismissed. The court upheld the conviction of the appellants for murder, confirming the trial court's finding that they, together with other participants, intentionally attacked the deceased with a common purpose to cause his death."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "identification evidence",
      "alibi",
      "appellate review"
    ]
  }
}