{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/107.html",
  "case_name": "Government of the Republic of South Africa v Basdeo and Another (688/94) [1995] ZASCA 107 (21 September 1995)",
  "citation": "[1995] ZASCA 107",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 107\n|\nNoteup\n|\nLawCite\nGovernment of the Republic of South Africa v Basdeo and Another (688/94) [1995] ZASCA 107 (21 September 1995)\nDownload original files\nPDF format\nRTF format\nCase No 688/94\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE DIVISION)\nIn the matter between :\nTHE GOVERNMENT OF THE REPUBLIC OF\nSOUTH\nAFRICA\tAppellant\nv\nLINDA ANN BASDEO\tFirst\nRespondent\nand\nNOEL CAMPBELL\tSecond Respondent\nCORAM\n: CORBETT CJ, HEFER, NESTADT,\nF H GROSSKOPF JJA et SCOTT AJA\nHEARD\n: 5 SEPTEMBER\n1995\nDELIVERED\n: 21 SEPTEMBER 1995\nJ U D G M E N T\nHEFER TA\n2\nThis appeal relates to the death of first respondent's husband (\"the\ndeceased\") who died as a result of a bullet wound sustained when\na member of the\nDefence Force shot at a car in which he was a passenger. What has to be decided\nis (1) whether the deceased was killed\nunlawfully; if so (2) whether the shot\nwas fired negligently and (3) whether contributory negligence has been\nestablished on the\npart of second respondent who was the driver of the car at\nthe time of the incident.\nThese were the main issues in an action brought against the appellant by\nfirst respondent in the Durban and Coast Local Division for\nthe recovery of the\ndamages which she and her minor children allegedly suffered in consequence of\nthe deceased's death. She alleged\nin the particulars of claim that her late\nhusband's death was caused by the \"wrongful and unlawful acts\nalternatively\nthe negligence of one or more members of the South African\nDefence Force whose identities are to the Plaintiff unknown.\" Appellant\n3\nadmitted in its plea that the deceased was shot by a member of the\nDefence Force acting within the course and scope of his employment\nbut denied\nnegligence on the part of the member concerned and, on grounds which will\npresently emerge, that he acted unlawfully.\nSecond respondent became a party to\nthe proceedings when appellant joined him as a third party. In the notice served\nupon him in\nterms of Rule 13 of the Uniform Rules of Court appellant alleged\nthat second respondent's negligent conduct was a contributory cause\nof the\nshooting. By agreement between the parties the question of liability was tried\nseparately. After hearing evidence the trial\ncourt ruled that negligence on\nsecond respondent's part had not been established and that the appellant was\nliable since the soldier\nwho fired the shot, did so unlawfully and negligently.\nThe appeal has been noted upon leave granted by the trial judge and is directed\nat both these rulings.\nBefore entering upon a discussion of the issues it is convenient\nto\n4\nrecount briefly how it came about that the deceased was\nshot.\nThe undisputed evidence is to the effect that a Defence Force\nunit under the command of lieutenant Muller set up a roadblock during\nthe\nevening of 14 June 1990 on the South Coast Road near the southern border of\nNatal for the purpose of intercepting arms which\nwere known to be brought into\nthe country illegally from Transkei. Since they were only interested in vehicles\ntravelling northwards\nafter entering Natal from the south members of the unit\nerected a boom extending over the western traffic lane; vehicles travelling\nsouthwards were allowed to pass freely. The immediate vicinity of the boom was\nbrightly illuminated by means of electric lights,\nand appropriate signs and\nflashing lights were erected south of the boom to warn northbound drivers that\nthey were approaching a\nroadblock. Lieutenant Muller and some of his men manned\nthe boom and two \"stopper\" groups were despatched northwards and southwards\nto\n5\nprevent vehicles from escaping in either direction. Riflemen Aposlolides\nand Wichmann formed the southern group. They positioned themselves\nnext to the\nroad at a point about 378 metres from the boom. Needless to say all the soldiers\nwere armed.\nDifferent versions of the shooting which occurred later that evening were\npresented to the court by second respondent who testified\nfor first respondent\nand members of lieutenant Muller's detail who testified for the appellant. Since\nsecond respondent's evidence\non the crucial issues was rejected and the appeal\nwas argued mainly on the basis of the trial court's factual findings, it is not\nnecessary to deal comprehensively with his version. From the accepted evidence\nas a whole the following picture emerges.\nThe deceased and second respondent both resided in Durban. At about 17h45\nthe two of them left the city in the deceased's car. Second\n6\nrespondent was the driver. Their destination was an hotel situated in\nTranskei not far from the border where they were to meet their\nwives who had\npreceded them by bus earlier that day. On their way southwards second respondent\nnoticed the roadblock. Realizing,\nas he said in his evidence, that it \"was for\nthe cars coming from the Transkei\" he drove past. Thereafter, at a spot where\nthe vehicle\ncould not be seen from the boom or by the southern stopper group, he\nturned round and drove back. After proceeding for a considerable\ndistance past\nthe \"Roadblock Ahead\" signs he slowed down, made a U-turn and sped back towards\nthe border.\nApostolides and Wichmann were not aware that the car had originally\npassed them from the north. What they observed was a vehicle which,\nas far as\nthey were concerned, had Approached from the direction of the border. Conceiving\nthe manoeuvres of its driver to be an\nattempt to evade the roadblock both of\nthem stepped onto the road and into the path of the\n7\napproaching vehicle. Wichmann flagged the driver down with his torch\nwhilst Apostolides signalled him to stop in the usual way by\nraising his hand.\nBut their signals went unheeded and with the car bearing down on them they\njumped out of the way. After it had\npassed Apostolides fired a single shot,\naiming his rifle at a spot below the left-hand tail light. His objective was to\nhit the wheel,\nimmobilize the car and apprehend its driver. The unfortunate\nresult was that the bullet struck the tarred surface of the road somewhere\nbehind the car, ricocheted and hit the deceased after penetrating the car and\npassing through the left front passenger seat where\nhe was seated. He was rushed\nto hospital but succumbed to his injury a week later.\nIn view of the principle that \"every man has a right not to be injured in\nhis person or property\" (per Innes CJ in Cape Town Municipality\nv Paine\n1923 AD\n207\nat 216) it was incumbent upon the appellant to justify the\n8\ndeceased's death (Minister of Law and Order v Monti\n1995 (1) SA 35\n(A)\nat 39 G-I) by pleading and eventually establishing facts which\nwould\nlegally render his injury lawful. The justification pleaded in\nparagraph 7\nof the plea is the following :\n\"(b) On the 14th June, 1990 and on Main South Coast Road, members of the\nSouth African Defence Force were employed in a service as\ncontemplated by\nSection 3(2)(a) of the Defence Act, 1957 in connection with the maintenance of\nlaw and order and the prevention of\ncrime;\n(c)\nin terms of the\nprovisions of Chapter XIII of the Regulations published by Government Notice\nR325 of 24 February, 1984 as amended,\nthe said members of the South African\nDefence Force had the powers and duties conferred or imposed upon a member of\nthe South African\nPolice Force under Sections 21, 22, 23(a), 25, 27, 29 to 36,\n39 to 41, 44 and 47 of the Criminal Procedure Act,\n1977;\n(d)\n'The said members\nwere manning a roadblock with the purpose of tracing and confiscating unlicensed\nfirearms and ammunition and arresting\noffenders;\n9\n(e)\tThe driver of the vehicle in which the deceased was travelling\napproached the said roadblock, made a U-turn and raced away from\nit, and\nattempted to kill two members of the South African Defence Force when they\nstepped into the road in order to stop him;\n(f)\tBy doing so, the driver of the said vehicle committed an offence as\ncontemplated under the First Schedule to the\nCriminal Procedure Act, 1977\nin the\npresence of the said members of the South African Defence Force, who thereupon\nbecame entitled to arrest him without a warrant;\n(g)\tIn an endeavour to arrest the said driver and to prevent him from\nfleeing, one of the said members of the South African Defence\nForce who\nreasonably believed the said driver to have committed such offence, fired one\nshot at the vehicle;\n(h) No other reasonable means were available to stop and arrest the said\ndriver;\n(i) The said shot accidentally struck the\ndeceased.\"\nIt will be noticed that there is no specific\nallegation relating to the lawfulness vis-à-vis the deceased of the\nconduct of\nthe member who fired\n10\nthe shot. The only allegation linking the former to the shooting is that\nthe bullet struck him accidentally. But when paragraph 7\nis read in the context\nof the denial of unlawfulness earlier in the plea, it becomes clear that all the\nother averments constitute\nthe facts and circumstances of the case on which\nappellant relies for its assertion that the deceased was not injured unlawfully.\nThat is the way in which Mr Marnewick, who appeared for the appellant in both\ncourts, presented his client's case. His contention\nwas that, taking account of\nall the circumstances and particularly the fact that the deceased was\naccidentally struck by a shot lawfully\nfired at the car in the pursuit of a\nlegitimate purpose and in performance of the shooter's duty, his death did not\noccur in consequence\nof an unlawful act.\nThis submission depends, of course, on the correctness of its first\npremise viz that the allegations in paragraph 7(e) to (h) have\nbeen established.\nThe trial judge did not consider the lawfulness of Apostolides's\n11\nconduct vis-à-vis second respondent and did not record an express\nfinding\nwhether the latter deliberately tried to run Apostolides and\nWichmann\ndown, or whether they could reasonably have suspected him\nof an attempt\non their lives; nor did he consider whether either of\nthem was entitled to\narrest second respondent. In order to consider the validity of the\nargument\nrelating to the question of lawfulness I am prepared to accept at this\nstage\n(I will revert to these matters in another connection) that all these\nissues\nshould have been decided in appellant's favour. Mr Marnewick did\nnot\nchallenge the principle that conduct which is lawful towards one\nperson\nmay be unlawful towards others. (George nO v Minister of Law and\nOrder\n1987(4) SA 222(SECLD) at 228H-I; Boberg: The Law of Delict 31.)\nMoreover, he expressly disavowed any suggestion that section 49(2) of\nthe\nCriminal Procedure Act may\nby itself be utilized as justification for\nthe\ninfliction of harm to persons other than the person whose arrest is\nsought\n12 to be effected or whose flight is sought to be prevented. (Cf Hughes\nen\nAndere v Minister van Wet en Order en Andere\n1992 (1) SACR 338\n(A)\nat\n343e-344b). In view of these concessions I will presume, without\nfinding,\nthat Apostolides was entitled to arrest second respondent for\nattempted\nmurder and that he would have been entitled in terms of\nsection 49(2)\nto\nshoot at the car in the way in which he did, had second respondent been\nits\nonly occupant. In short I will presume that, had second respondent\nbeen\nthe sole occupant, Apostolides's conduct would have been entirely\nlawful.\nSince we know that second respondent was in fact not the only\noccupant\nthe question is whether the conduct in question can also be regarded\nas\nlawful in respect of its consequences to the other occupant. This\nquestion\nfalls to be decided by applying the general criterion of\nreasonableness\nreferred to in cases such as Marias v Richard en 'n Andere 1981 (1)\nSA\n1157 (A) at 1168C-E; Lillicrap, Wassenaar and Partners v\nPilkington\n13 Brothers (SA) (Pty) Ltd\n1985 (1) SA 475\n(A) at 498G-H\nand Knop v\nJohannesburg City Counsel\n1995 (2) SA 1\n(A) at 27 I. In doing so\nwe\nmust bear in mind that the value judgment which the application of\nthe\ngeneral criterion of reasonableness requires, is based on considerations\nof\nmorality and policy and the court's perception of the legal convictions\nof\nthe community, and entails a consideration of all the circumstances of\nthe\ncase. (Indac Electronics (Pty) Ltd v Volkskas Bank Ltd\n[1991] ZASCA 190\n;\n1992 (1) SA\n783\n(A) at 797F; Knop v Johannesburg City Counsel supra at 27E-I;\nBoberg\n: op cit 33; Minister of Law and Order v Kadir\n[1994] ZASCA 138\n;\n1995 (1) SA 303\n(A)\nat\n318E-I; Administrateur, Natal v Trust Bank van Afrika Bpk 1979 (3)\nSA\n824 (A) at 832in fin-833A; Bayer South Africa (Pty) Ltd v Frost 1991\n(4)\nSA 559 (A) at 570D-F.)\nThe trial court's ruling that the deceased's injury was the result\nof\nunlawful conduct on the part of Apostolides is mainly based on a\nfinding\n14\nthat the presence of a passenger in the car was reasonably foreseeable.\nTaking into account further the manner and circumstances in\nwhich the shot was\nfired (matters with which I will deal presently) the learned judge came to the\nconclusion that Apostolides \"was\nnot justified in firing at the car.\"\nMr Marnewick challenged the finding that the presence of a passenger was\nreasonably foreseeable. In an alternative argument he contended\nthat it is in\nany event irrelevant to the question of lawfulness whether Apostolides should\nhave foreseen that second respondent\nmight not have been the only occupant of\nthe vehicle : even if he had been aware of the deceased's presence, so the\nargument went,\nApostolides would still have been entitled to shoot at the\nvehicle in an attempt to prevent second respondent from fleeing; and,\nhad he\nactually hit the wheel and thereby caused the car to overturn and burst into\nflames, his conduct would still have been lawful\nvis-à-vis both its\noccupants. I will deal with the\n15 alternative argument\nfirst.\nThere can be no doubt that, had Apostolides actually been aware\nof\nthe deceased's presence, he would have had a legal\nduty towards him to act\nreasonably in the exercise of his powers of\narrest. In saying this I am not\nunmindful of the need for criminals to be detained and brought to\njustice,\nand of the duty of every police officer, and all others to whom\npolice\npowers have been entrusted, to do so; nor am I insensitive to the\ninherent\ndifficulties of such a hazardous task. We cannot pretend to be\nunaware,\nmoreover, of the public outcry in recent times for better protection\nagainst\ncrime, and for offenders to be brought to book speedily and effectively\nin\norder to receive their just deserts. On the other hand, however, we\nmust\nbear in mind that section 49(2) invests arresting officers with the power\nof\ntaking human lives even on a mere (albeit reasonably held) suspicion.\nSuch\nan awesome power plainly needs to be exercised with great\ncircumspection\n16\nand strictly within the prescribed bounds. Section 49(2) should not, and\nindeed cannot, be regarded as a licence for the wanton killing\nof innocent\npeople; nor can any attempt to extend its operation to cases not falling within\nits ambit be countenanced. (Cf Hughes\nen Andere v Minister van Wet en Orde en\nAndere supra at 345g-346d.)\nIt is in effect for such an extension that Mr Marnewick contended\nbecause, what his argument really amounts to, is that an arresting\nofficer may\nexercise his powers under section 49(2) notwithstanding any actually foreseen\nharm it may cause to innocent bystanders.\nIf correct, his submission would\nentail, for instance, that a police officer would be legally blameless if he\nwere to shoot in a\ncrowded street at a fleeing suspect and his bullets were to\nkill innocent bystanders. (Cf Mhlongo and Another NO v Minister of Police\n1978\n(2) SA 551\n(A).) Precisely how untenable such a proposition is, becomes plain\nonce it is realized that negligence, or even\n17\nrecklessness, on the part of the policeman in the postulated case would\nbe\nentirely irrelevant. The submission falls to be rejected as\noffensive to the\nlegal convictions of the community and accepted\nprinciples of morality and\nlegal policy.\nThat the foreseeability of harm is a relevant consideration in\nthe\ndetermination of lawfulness is clear. The reason for\nits relevance is perhaps\nbest illustrated in the following passage in Millner's Negligence in\nModern\nLaw(1967) 25 :\n\"The law lays down two tests for ascertaining the existence of a duty of\ncare; firstly, that the injury was such as a reasonable man\nwould have foreseen\nand guarded against; secondly, that the nature of the interest infringed was one\nwhich the law protects against\nnegligent conduct. These two elements must occur\nto give rise to a duty of care.\nNow it is plain that the\nfirst test is in no way different from the test applied in order to decide the\n'negligence issue', that is,\nin order to answer the question : was the\ndefendant's conduct negligent? It reiterates the identical abstract standard of\nreasonableness.\nIf a reasonable man, placed in the\n18\ncircumstances of the defendant, would have foreseen that his conduct might\nendanger or prejudice others in regard to their legally\nprotected interests,\nthen the defendant is deemed to have been under a legal duty towards such others\nto exercise appropriate care.\"\nIn Administrateur, Natal v Trust Bank van Afrika Bpk supra at\n833\nE-H Rumpff CJ cited another passage from Millner's\nwork which reads as\nfollows :\n\"The duty concept, on the contrary, shows abounding vitality. The key to\nthis paradox is the utility of this concept as a device of\njudicial control over\nthe area of actionable negligence on grounds of policy. Here the ascertainment\nof liability is linked to the\nsecond of the two elements of duty of care\nreferred to above. This second element is not at all concerned with reasonable\nforesight;\nit is to do with the range of interests which the law sees fit to\nprotect against negligent violation.\"\nThe remark in the\nlast sentence refers, not to the duty concept in general, but to that concept in\nso far only as it allows for judicial\ncontrol on grounds\n19 of\npolicy. That this is what Millner intended to convey, appears from his\nown emphasis on the words \"on grounds of policy\" and from his\nanalysis\nwhich has already been quoted. This is obviously how Rumpff\nCJ\nunderstood it since he found (at 835E-G) that the defendant did\nnot owe the\nplaintiff a legal duty because he could not reasonably have anticipated\nthat\nthe plaintiff would not make proper enquiry. (Cf Bayer South Africa\n(Pty)\nLtd v Frost supra at 574 I-575 C.)\nIn the present case Apostolides readily conceded that he could not\nsee\nwhether there were passengers in the car and did not\neven consider such a\npossibility. But, simply because it is such a common occurrence, I\nagree\nwith the trial judge that he should reasonably have foreseen that the\nperson\nwhom he wanted to arrest might not be alone in the car. In this regard\nthe\npresent case is distinguishable from Prince and Another v Minister of\nLaw\nand Order and Others\n1987 (4) SA 231\n(ECD) on which Mr\nMarnewick\n20 relied. In that case a policeman pursued a car for a\nconsiderable time and\ndistance before he decided to shoot at it. Despite the fact that the\nchase\noccurred at high speed over poorly surfaced roads and that the\npoliceman\nhooted in order to attract the attention of the driver\n(235G-I), no other\noccupant revealed his presence. Understandably,\ntherefore, the policeman\ncould not reasonably have foreseen the\npresence of a passenger asleep on\nthe back seat.\nThe conclusion that the presence of a passenger was\nreasonably\nforeseeable leads us to the last stage of the\nenquiry into the lawfulness of\nApostolides's conduct. As indicated in the first quoted passage\nfrom\nMillner, the so-called \"duty issue\" is determined by the answer to\nthe\nquestion whether it was reasonably foreseeable that others may be\nharmed\nby the conduct in question. In the present case the foreseeability of\nthe\npresence of a passenger does not supply the entire answer. Should\nit\n21\nemerge that the circumstances were such that Apostolides could safely\nshoot at the car without the risk of injuring an occupant other\nthan the driver,\nthe risk of harm would probably not have been foreseeable. Further enquiry into\nthe circumstances reveals, however,\nthat this was not the case. The target was\nnot an easy one : all that could be seen of the rear of the vehicle was probably\nthe tail\nlights and number-plate light. Had the target been stationary and\nshooting conditions good, it might not have required a great deal\nof skill to\nhit one of the lights or to put a shot into the area immediately beneath it. But\nthe car was moving away from the shooter\nand conditions were anything but good.\nIt was a dark moonless night and Apostolides had no means of gauging the rapidly\nincreasing\ndistance to his target with any measure of certainty. He could\nprobably not even see the barrel, let alone the sights of his rifle;\nhe had to\nrush the shot because the vehicle would soon disappear round a bend in the road;\nand he was using\n22\na standard military rifle of unknown accuracy at the relevant range.\nIn\nthese circumstances where an accurately placed shot was out of\nthe question, the possibility of harm to a passenger was real and entirely\nforeseeable. The trial court's finding that Apostolides unlawfully caused the\ndeceased's death was unavoidable.\nThe finding that he was negligent is beyond criticism. The enquiry\nrelating to this issue is, of course, so intertwined with the previous\none that\nmuch of what has already been said, goes towards proof of the unreasonableness\nof his conduct. All that needs to be added,\nis that the circumstances in which\nhe fired at the car were such that a reasonable man in his position would not\nhave done so. I\nam unable to accept Mr Marnewick's submission that his conduct\namounted at worst to an error of judgment for which he cannot be blamed.\nAdmittedly he did not have ample time for reflection but I do find it\nsignificant that his evidence is to\n23\nthe effect that he deliberately shot at the left wheel because he\nrealized that a shot at the other one could endanger traffic that\nmight have\nbeen approaching from the south. The more obvious danger - the risk of injuring\na passenger in the very car at which he\ndecided to shoot - did not occur to him.\nIn my view his conduct deviated from the norm of the reasonable man to such an\nextent that\nit cannot be ascribed to a non-culpable error of judgment.\nFinally there remains the question of second respondent's alleged\ncontributory negligence. The trial court's reasoning was to the\neffect that\nsecond respondent, being an \"ordinary citizen who decided that he did not wish\nto go through a roadblock\", was perfectly\nentitled to evade it; that he had no\nknowledge of the operation of a roadblock, and no reason to anticipate the\npossibility of his\nvehicle being shot at.\n1 have no quarrel with the proposition that a person who does\nnot\n24\nwish to drive through a roadblock, is generally not obliged to do so. An\nunfortunate feature of the present case is that second respondent's\nbehaviour\nhas not been satisfactorily explained. We do not really know why he turned back\nafter driving past the boom on his way\nsouth; nor why, having done so and having\nre-entered the area of the roadblock (this is how the witnesses referred to the\nstretch\nof road between the southernmost \"Roadblock Ahead\" sign and the boom),\nhe again changed direction and sped back towards the border.\nThe trial judge did\nnot expressly reject his explanation but did not expressly accept it either. The\nlearned judge did, however,\n(quite correctly, it would seem) reject second\nrespondent's assertion that he did not execute the U-turn within the area of the\nroadblock\nbut that he did so out of sight of those members of lieutenant\nMuller's unit manning the boom. In view of the rejection of this material\npart\nof his evidence and of a considerable degree of improbability attaching to\nhis\n25 explanation for turning round twice, one can only speculate\non the real\nreason. Be that as it may, we must accept that second respondent\nacted\nentirely within his rights. But we must also accept, on the\nother hand, that\nhis conduct would have been highly suspicious to an uninformed\nobserver,\ntaking into account particularly that he executed the U-turn with\nscreeching\ntyres at a point estimated by Muller as no further than 150 metres from\nthe\nboom, and then sped back again. Such an observer would have had\nevery\nreason to believe that the driver had suddenly become aware of\nthe\nroadblock and was anxious to avoid it. This was precisely the\nimpression\ngained by Apostolides and Wichmann and other members stationed at\nthe\nboom, and exactly the reason why the former two stepped into\nsecond\nrespondent's way and tried to get him to stop.\nWe know that second respondent did not heed the signals to stop.\nWe also know that Apostolides and Wichmann were forced to jump out\nof\n26 the way of the speeding vehicle. In this connection I\nmentioned earlier that\nthe trial judge did not record a finding whether second\nrespondent\ndeliberately attempted to drive Apostolides and Wichmann\ndown. In the\ncourse of his judgment the learned judge did, however, make\ncertain\nobservations which have to be dealt with.\nSome of appellant's witnesses spoke in their evidence about\nanother\ncar, a Mercedes Benz, travelling southwards\nwhich slowed down when\nApostolides and Wichmann entered the road upon observing second\nrespondent's U-turn. Referring to this vehicle as \"the Mercedes Benz\"\nand\nto the one driven by second respondent as \"the Ford\" the learned\njudge\nsaid :\n\" This is an important feature of the case because it follows that while\nthe Mercedes Benz vehicle was slowing down, the Ford vehicle\nwas accelerating\ntowards the stopper group. It follows furthermore that Wichmann did not have his\ntorch on until after the Mercedes\nBenz vehicle continued on its way. He says\nthat he does not know whether it was on before then\n27\nbut it would seem more probable that he did not have it on as it would\nhave been a signal to the Mercedes Benz which they did not\nwish to stop. In\nthese circumstances it must be accepted that the torch was put on by Wichmann\nwhile he was approximately in the\ncentre of the road after the Mercedes Benz\nproceeded on its way. At this stage we know that the Ford vehicle was\naccelerating towards\nWichmann and Apostolides. It would have been difficult to\nsee their army browns until the Ford vehicle was fairly close to them.\nApostolides estimated that they would have seen them at a distance of between 20\nand 30 meters.\nThe members of the stopper group testified they could not say whether the\nFord vehicle had its lights on bright or dim. It would seem\nto me probable that\nthey were not on bright as that would have been a feature which would have\nstruck them.\nIt follows from this evidence that Campbell had no real reason to think\nthat the torch was connected with the roadblock. If he was\naccelerating he\nwould, as a matter of probability, at a very late stage have become aware of\nthese two figures in army browns. This\nall presupposes that he was then paying\nattention to what was in the road directly in front of him. One must bear in\nmind that this\nwas a dark night and that in all probability there were no\nvehicles proceeding from the South as none was mentioned. He would have\nseen a\nvehicle proceeding South some distance ahead of him so would not expect any\nobstructions between him and that vehicle.\n28\nBecause of the nature of his evidence, there is no evidence available of\nwhat it was that he in fact saw. Even on Defendant's version,\nhe would at a very\nlate stage have become aware of these two figures in the road and, on\nDefendant's version, one must accept that\nhe decided to carry on regardless\nexpecting them to move out of the way which of course they\ndid.\"\nI do not entirely agree with the learned judge's\ninferences or with his reconstruction of the events. According to Apostolides,\nwhose\nevidence was accepted, the Mercedes Benz passed them when the Ford was\nstill more or less at the spot where the U-turn had been executed\nie some 200\nmetres away. Having allowed the Mercedes to pass Wichmann switched on his torch\nand second respondent accordingly had\nample time to see it even though he was\naccelerating. In my view he had every reason to associate the torch with the\nroadblock. He\nwas perfectly aware of the fact that he was driving away from the\nboom; after all, he had passed it only a short time earlier when\nhe noticed that\nit was manned by soldiers and that\n29 it was \"for the cars coming\nfrom the Transkei.\" He must have known,\nmoreover, that his violent U-turn had attracted the attention of those\nvery\nsoldiers. In addition he could not possibly have failed to see,\nand\nappreciate the significance of, two other uniformed soldiers\nappearing in\nfront of him and signalling him to stop. As Apostolides put it when\nasked\nwhether they would have been visible to the driver of the\napproaching\nvehicle : \"I have no doubt that we were visible, we were right in\nthe\nmiddle of the southbound lane... we were highly visible.\" The\npossibility,\nderiving from the supposition that he was driving with dimmed lights,\nthat\nhe might have seen these two soldiers \"at a very late stage\" is\nirrelevant.\nThe fact of the matter is that he must have seen them at some stage,\nand\nhe must have seen them scampering out of his way. Yet, instead\nof\nstopping and at least finding out what was going on, he drove on\nregardless\nof the risk he was taking, not only for himself, but also for his\npassenger.\n30\nFor he knew that the soldiers were armed - he had seen that when he\npassed the boom earlier - and he should reasonably have anticipated\nthat they\nmight use their weapons. In my view his negligence has been established. As a\ncontributing cause of the deceased's injury\nand subsequent death I would not,\nhowever, rate his fault higher than 40%.\nFor these reasons the following order is made :\n1.\tThe appeal against the order in favour of the first respondent is\ndismissed with costs including the costs of two counsel.\n2.\tThe appeal against the order in favour of the second respondent is upheld\nwith costs including the costs of two\ncounsel.\n3.\nThe\norder of the court a quo is amended by the addition of\n:\n\"It is declared that the third party is\nliable to the defendant for 40% of the plaintiffs damages.\"\nJ J F HEFER JA\nCONCURRED\n:\nCORBETT CJ NESTADT JA F H GROSSKOPF JA\nSCOTT AJA",
  "scraped_at": "2026-02-12T07:16:31.163078",
  "date": "1995-09-21",
  "coram": [
    "CORBETT CJ",
    "HEFER",
    "NESTADT",
    "F H GROSSKOPF JJA",
    "SCOTT AJA"
  ],
  "case_number": "688/94",
  "parties": {
    "applicants": [
      "Government of the Republic of South Africa"
    ],
    "respondents": [
      "Linda Ann Basdeo",
      "Noel Campbell"
    ]
  },
  "sections": {
    "facts": "In June 1990 a South African Defence Force unit established a roadblock on the South Coast Road to interdict illegal arms. Lieutenant Muller and his men manned the boom and deployed stopper groups. The deceased, a passenger, and the driver (second respondent) approached the roadblock, passed it, performed a U‑turn and drove back toward the border. Two soldiers, Apostolides and Wichmann, who believed the driver was trying to evade the roadblock, stepped into the road and signalled the vehicle to stop. Apostolides fired a single shot aiming at the wheel; the bullet ricocheted and struck the deceased, who died a week later.",
    "issues": "The appeal raised three issues: (1) whether the death of the deceased was caused by an unlawful act; (2) whether the soldier's shot was fired negligently; and (3) whether the driver was contributorily negligent and, if so, to what extent.",
    "principles": "The court applied the principle that every person has a right not to be injured (Innes CJ) and that unlawful conduct must be established for liability. Section 49(2) of the Criminal Procedure Act was examined, emphasizing that it does not give a licence to endanger innocent by‑standers. The test for negligence and duty of care was drawn from Millner’s fore‑seeability and reasonableness criteria, and the requirement that conduct be reasonable in the circumstances. Relevant case law included Minister of Law and Order v Monti, George v Minister of Law and Order, Hughes v Minister, and precedent on foreseeability of passengers.",
    "application": "The court held that a reasonable soldier should have foreseen the possible presence of a passenger and that the conditions (moving vehicle, darkness, poor aim) made it unreasonable to fire at the car. Accordingly the shot was unlawful and negligent. The driver's conduct, while technically within his rights to avoid the roadblock, was deemed highly suspicious; his failure to stop and the manner of the U‑turn created a real risk to the passenger. The court found contributory negligence on the part of the driver, attributing 40% of the liability to him.",
    "conclusion": "The appeal against the judgment in favour of the first respondent (the Government) was dismissed with costs. The appeal against the judgment in favour of the second respondent (the driver) was upheld, also with costs. The third party (the soldier) was declared liable for 40% of the plaintiff’s damages, and the order of the lower court was amended accordingly."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Delict / Wrongful Death",
    "level_3": [
      "unlawful killing",
      "negligence",
      "contributory negligence",
      "section 49(2)",
      "use of force"
    ]
  }
}