{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/108.html",
  "case_name": "Minister of Transport and Others v South African Airways Pilots' Association and Another (23/94) [1995] ZASCA 108 (21 September 1995)",
  "citation": "[1995] ZASCA 108",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 108\n|\nNoteup\n|\nLawCite\nMinister of Transport and Others v South African Airways Pilots' Association and Another (23/94) [1995] ZASCA 108 (21 September 1995)\nDownload original files\nPDF format\nRTF format\nREPORTABLE: YES\tCASE NO. 23/94\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nTHE MINISTER OF TRANSPORT AND OTHERS\tAPPELLANTS\nand\nTHE SOUTH AFRICAN AIRWAYS PILOTS'\nASSOCIATION AND ANOTHER\tRESPONDENTS\nCORAM\n:\tCORBETT CJ, HEFER, F H GROSSKOPF, HARMS, JJA\net VAN COLLER, AJA\nHEARD\n:\t29 AUGUST 1995\nDELIVERED\n: 21 SEPTEMBER 1995\nJUDGMENT\nHARMS JA/...\n2\nHARMS JA:\nThis appeal relates to two issues, namely the validity of certain regulations\npromulgated in terms of the Aviation Act 74 of 1962\n(the \"Act\") and also the\nvalidity of some commercial, senior commercial and airline transport pilot\nlicences issued during the period\nNovember (or December) 1988 and 2 February\n1990 to a number of pilots in the employ of the South African Air Force\n(\"SAAF\").\nThe South African Airways Pilots' Association represented by its\npresident (Mr Fichardt) and Mr Taljaard, a pilot and member of the\nAssociation\n(in his personal capacity) applied for a declaratory order relating to the\nabove-mentioned issues to the Transvaal Provincial\nDivision. Relief was sought\nagainst, first, the Minister of Transport, second, the Commissioner for Civil\nAviation, and last, some\n39 pilots who were, during the relevant period,\nemployed by the SAAF in that capacity and to whom the pilot licences mentioned\nhad\nbeen issued. The court below (Van Dijkhorst J) granted an order\n3\ndeclaring some regulations and the civil pilot licences issued to 35 of the\nthen respondents invalid, interdicting these persons from\nutilising the licences\nfor civil purposes and ordering the unsuccessful respondents to pay the costs.\nHe refused leave to appeal\nbut leave was granted pursuant to a petition.\nThe\nobjects of the Act were to consolidate the laws that had given effect to the\nConvention on International Civil Aviation and the\nInternational Air Services\nTransit Agreement (both drawn up in Chicago on 7 December 1944) and, also, to\nmake provision for the control,\nregulation and encouragement of flying within\nthe country. The Act has been amended from time to time and in the light of the\nfact\nthat the issues in this matter concern the period end 1988 to 2 February\n1990, this judgment will deal with the Act as it stood prior\nto its amendment by\nthe Air Services Licensing Act 115 of 1990. The latter Act came into operation\non 1 July 1991.\nS 22(1) of the Act empowers the Minister to make regulations relating to a\nnumber of matters there stated. The Air\n4\nNavigation Regulations, 1976\n1\nhave been promulgated pursuant to\nits provisions. These regulations, too, have been the subject of amendment and I\nshall indicate,\nwhere necessary, whether an amendment has been made which\naffects this litigation.\nIn terms of the regulations no civil aircraft may be\nflown in the Republic unless the flight crew members are the holders of, i a,\nvalid prescribed licences. In order to be valid, all the requirements applicable\nto such licences have to be complied with. Licences\nare issued by the\nCommissioner. A flight crew member can be licensed in one of a number of\ncategories, from student to airline transport\npilot. Before a licence in a\nparticular category maybe issued, the applicant (in general terms) has to comply\nwith a number of criteria,\nsatisfy the Commissioner in a written examination of\nhis knowledge of set subjects and also pass a flight test.\nThe Convention deals with international civil aviation. It is applicable only\nto civil aircraft and not to state aircraft\n1GN R141 of 30 January 1976.\n5\n(art 3). Licences properly issued are recognised internationally. Aircraft\nused in military, customs and police services are deemed\nto be state\naircraft\n. 2\nState aircraft may not fly over the territory of another\nstate or land therein without authorization by special agreement. S 2(3)\nof the\nAct, in accordance with the Convention, states that the provisions of the Act,\nthe Convention or the Transit Agreement do\nnot apply to aircraft or airports\nbelonging to the SAAF (or for the time being being in use exclusively by it).\nNor do they apply\nto any person employed on or in connection with such aircraft\nor airports, irrespective of whether so employed in a military or civil\ncapacity. There is a proviso to the effect that the Minister, after consultation\nwith the Minister of Defence, may apply any of these\nprovisions (with or without\nmodification) to any such aircraft, airport or person. This proviso has, as far\nas I am aware, not been\nutilised and can, for purposes of this judgment, be\nignored.\nThe pilots who are appellants, are all holders of pilot\n2Shawcross and Beaumont On Air Law (3rd ed) vol 1 p 203 n 11 submit that this\ndefinition is exhaustive.\n6\nlicences, either commercial, senior commercial or airline transport, issued\nby the Commissioner. The circumstances under which these\nlicences have been\nissued were extraordinary. During the so-called sanctions period the SAAF had a\nneed to conduct covert operations\nby way of civilian aircraft. In order to\ndisguise ownership of the aeroplanes used, they were registered in the name of\nthe Department\nof Transport as a \"flag of convenience\". Pilots in the employ of\nthe SAAF were issued, prior to 1986, with fake civil licences enabling\nthem to\nfly across international borders for state purposes. The dangers of this\nprocedure became obvious during 1987 and it was\ndiscontinued. The last of these\nfake licences lapsed during May 1988. The need for these pilots to fly across\nborders did not cease.\nA plan was devised by Mr van Zyl, the Director,\nAviation Safety in the Chief Directorate: Civil Aviation to solve the problem.\nIt\ninvolved an agreement between the Commissioner and the SAAF concluded during\nOctober to November 1988. Its terms were, in essence,\nthese:\n7\n(a)\nThe SAAF would nominate\npilots in its employ who were qualified aircrew for applications for civil\nlicences needed for official duty.\n(b)\nThey\nwould not be required to write the \"ordinary\" examination papers set for other\ncandidates but would, instead, write and pass\na newly devised \"transport rating\ncourse\" examination. The Directorate would have to approve the content of this\ncourse and the examination\npapers. The Directorate would also appoint an\nexternal examiner to monitor the examination.\n(c)\nThey would be exempted from examinations where exemptions were\npossible.\n(d)\nThey would have to pass the\nprescribed flight test, the testing to be done by an inspector from the\nDirectorate or by an SAAF instructor\nwho had been approved by the Directorate\nfor such testing.\nThese pilots all passed the\ntransport rating course examination and also the flight test and were,\nconsequently,\n8\nissued with civilian licences in terms of the agreement. The licences were\nrenewed from time to time. Their continued validity was\nnot dependent upon the\nholder's continued employment with the SAAF and did not lapse upon the\ntermination thereof. In summary, the\nrespondents alleged that these licences had\nnot been issued in due compliance with the regulations, that the transport\nrating course\nexamination was inferior to the ordinary examination and that\nthese \"special\" licences compromised the international status of all\nlicences\nissued by the Commissioner. They also attacked the validity of certain of the\nregulations. The appellants, on the other\nhand, denied that the licences had not\nbeen properly issued. They also said that the transport rating course\nexamination was on par\nwith the ordinary examination. These are matters with\nwhich I shall deal in due course. They alleged in the final instance that the\ndispute is a labour dispute and that the true concern of the respondents is not\nthe validity of these licences but rather competition\nfrom more licensed pilots.\nLet me state immediately that the motive\n9\nof the respondents is of no consequence because the validity of the licences\nis an objective question.\nI now turn to deal with the first issue, namely the\nvalidity of certain of the Air Navigation Regulations. In their notice of\nmotion,\nthe respondents attacked the validity of reg 1.4(1), reg 3.3(3) and any\nother regulation which relates to military aircraft, airfields\nor personnel. No\nfurther reference was made either in the papers or during argument to the\nunidentified regulations. The attack on\nreg 3.3(3), to which reference will be\nmade in due course, was abandoned in the court below and in this Court that\nattitude was persisted\nin.\nVanDijkhorst J came to the conclusion that reg 1.4(1) was in part invalid and\nmade a declaratory order accordingly. This regulation\nreads as follows:\n\"These regulations or any part thereof shall not apply to -\n(a)\tmilitary personnel in the execution of their\nduties;\n(b)\tmilitary aircraft,\nexcept where such aircraft are\nin flight\nthrough controlled airspaces or in use on\ncivil aerodromes;\n10\n(c) any aircraft or person to which or to whom the Minister, on the\nrecommendation of the Commissioner of Civil Aviation\n3\n, directs that\nthese regulations or, as the case may be, such part thereof, shall not\napply.\"\n[Underlining added.]\nThe attack on the validity of sub-par (a) and (b) was based on art 3 of the\nConvention and s 2(3) of the Act, both referred to earlier.\nThe court a quo held\nthat sub-par (a) and the part of sub-par (b) not underlined were not void, but\nmerely tautologous. They simply\nrestated what was in the Act. The respondents\nhave attempted to reopen the issue, but, in the absence of a cross-appeal, it is\nnot\nbefore this Court.\nAs far as the underlined part of sub-par (b) is\nconcerned, it was held that it \"betrek militêre personeel by burgerlike\nregulasies\"\nand even if the purpose were laudatory, it was in conflict with s\n2(3) and was thus beyond the powers of\n3The regulation in its original form read, instead of \"the Commissioner for\nCivil Aviation\", the \"Commission\" meaning the National\nTransport Commission as\nthen defined in s 1 of the Act. The amendment was effected by means of a\nso-called Correction Notice R2512\nGG 5 December 1980.\n11\nthe Minister to regulate. The court was not referred to, nor did it consider,\nthe fact that the Convention requires that regulations\nbe made for state\naircraft to have due regard for the safety of navigation of civil aircraft (art\n3(d)) and that the Act requires\nof the Minister to make regulations to give\neffect to the provisions of the Convention (s 22(1)(a)).\nIt was also argued\nby the respondents, and held by the court below, that sub-par (c) is ultra\nvires, in this instance because it was\nnot authorised by the enabling provisions\nof s 22(1) (k) of the Act. This provides that the Minister may make regulations\nrelating\nto the exemption from any of the provisions of the Act (including the\nregulations\n)4 ,\nthe Convention or the Transit Agreement, of any\naircraft or any persons \"where it appears unnecessary that such provisions\nshould\napply\". In this context the learned Judge held that s 22(1) (k) has two\nrequirements, namely,\n\"(a) (d)ie regulasie moet vrystelling gee aan persone.\n4See the definition of \"this Act\" in s 1. It includes\nany\nregulations.\n12\nDaaronder sou ook val ' n klas van persons, maar die persoon of persone moet in\ndie regulasie genoem word\" and \"(b) (d)it moet onnodig\nblyk om die betrokke\nbepaling waarvan vrystelling verleen word toe te pas.\"\nWhether s\n22(l)(k) requires that exemptions must be circumscribed by way of regulation, or\nwhether it envisages that the mechanism\nfor granting exemptions may be created\nby way of regulation was also not argued before the court a quo.\nThe\nappellants contended that the validity or otherwise of these regulations is, for\nthe purposes of this case, an academic issue.\nAs far as sub-par (c) is\nconcerned, it was not the case of either party that the Minister had given any\ndirection exempting any person\nfrom any regulation. And as far as the other\nsub-paragraphs are concerned, their validity was of no consequence to the\nrespondents.\nThe invalidity of these regulations arose under the following\ncircumstances: the underlying premise in the founding affidavit and\nthe notice\nof motion was that the invalidity of the licences was dependent\n13\nupon the striking down of these regulations. As the case developed, it became\napparent to the respondents that their premise was wrong\nand they proceeded to\nattack the licences on the grounds set out later in this judgment. The attack on\nthe regulations became a side\nissue and in this Court counsel for the\nrespondents abandoned (if I understood him correctly) that part of the order\ndeclaring these\nregulations invalid. That is not the end of the matter because,\nin the light of the fact that their invalidity is a matter of law,\nthe\ncorrectness of the grant of the declaratory order has still to be decided.\nA division of the Supreme Court has the discretion, at the instance of an\ninterested person, to grant a declaratory order relating\nto a right or\nobligation, notwithstanding that the applicant cannot claim consequential relief\n(s 19 (l)(a)(iii) of the Supreme Court\nAct 59 of 1959). The exercise by a court\nof first instance of its discretion can only be reconsidered by a court of\nappeal on one\nor other of the few well known grounds (South African Mutual Life\nAssurance Society v Anglo-\n14\nTransvaal Collieries Ltd\n1977 (3) SA 642\n(A) at 658 E-H). In this case the\ncourt below did not consider the question whether it should exercise a\ndiscretion. It approached\nthe matter on a strictly legal basis: are the\nregulations valid or not? It did not consider whether the respondents had an\ninterest\nin the invalidity of these regulations. They had none (cf Milani and\nAnother v South African Medical and Dental Council and Another\n1990 (1) SA 899\n(T) at 902 F - 903 G). Furthermore, it was not considered whether the question\nwas hypothetical, abstract and academic. It was (cf\nSouth African Mutual Life\nAssurance Society case at 658 G-H) . It follows that the discretion was not\nproperly exercised, that the\ndeclaratory order cannot stand and that it is\nunnecessary to consider the arguments relating to the invalidity of the\nregulations\nany further.\nI turn then to the main issue, viz the validity of the civil pilot licences\nissued to the members of the SAAF who are appellants in\nthis appeal. Art 32(a)\nof the Convention requires that the pilot of an aircraft engaged in\ninternational navigation\n15\nmust be in possession of a certificate of competency and a licence issued or\nrendered valid by the state in which the aircraft is\nregistered. Art 37 empowers\nthe International Civil Aviation Organization to adopt international standards\nand recommended procedures\ndealing with, i a, the licensing of operating\npersonnel of aircraft. It has done so by means of the so-called Annex 1 to the\nConvention\nin very general terms. For instance, the applicant for a commercial\npilot licence must \"demonstrate a level of knowledge appropriate\nto the\nprivileges granted to the holder of a commercial pilot licence\" in a number of\nsubjects. It does not state how this must be\ndemonstrated, e g by way of\nwritten, oral or any examination; it does not state who must do the assessment;\nand it does not lay down\nany objective standard of knowledge. The Act (s 22\n(l)(g)) authorises the Minister to make regulations relating to the manner and\nconditions of the issue and renewal of certificates or licences required under\nthe Act, the Convention or the Transit Agreement,\nincluding the examination and\ntests to be undergone.\n16\nThe Air Navigation Regulations deal according to the tenor of Annex 1 then\nwith these matters in the following manner.\nIn respect of each category of licence specific requirements are laid down.\nIt is not necessary to set out the full particulars and\nI shall confine myself\nto the salient aspect of the three types of licences in contention.\n[1] Commercial aeroplane pilot licences (reg 3.3): In summary, the applicant\nmust\n(a)\tbe the holder of a valid general flight radiotelephony operator's\nlicence;\n(b)\tbe not less than 18 years of age;\n(c)\nsatisfy the Commissioner for Civil Aviation\n, in a\nwritten\nexamination\n, as to his knowledge of (i) what may,\nfor purposes of this\ncase, be called Air Law, (ii)\nnavigation, (iii) elementary meteorology and\n(iv) a number\nof technical\nsubjects;\n(d)\nhave\ncompleted prescribed hours of flight time; and\n(e)\nhave passed set flight tests\nwith an official\nexaminer\n.\n17\nIn terms of reg 3.3(3) an applicant who has qualified as a pilot in the SAAF\nmay be exempted by the Commissioner from any or all of\nthe above examinations\nand tests, excluding the examination referred to in (c)(i), namely Air\nLaw.\n5\n[2] Senior commercial aeroplane pilot licences (reg\n3.4\n)6:\nThe general scheme of the requirements is similar to that set\nout in [1] above. For present purposes it suffices to state that the\napplicant\nfor such licence must also (a)\nsatisfy the Commissioner for Civil\nAviation\n, in a\nwritten examination\n, of his knowledge of a number of\nset subjects including Air Law (with a syllabus similar to that referred to in\n[1]), (b) undergo\na practical flight test\nwith an official examiner\nand\n(c) pass another practical flight test within a prescribed period. As far as\nexemptions are concerned, the regulation in its\ninitial form provided that a\nperson who has qualified as a pilot in the SAAF, could, first, be exempted from\nthe written examination\nsave the\n5This provision has been amended during 1994. The amendment does not affect\nthe power referred to.\n6This regulation has since been repealed.\n18\none in respect of Air Law, and, second, most of the practical flight tests.\nThese exemptions were removed as from 30 May 1985 (GG\n9760) and reintroduced in\nan amended form as from 12 May 1989 (GN R917). The Commissioner may exempt,\nsince that date, an applicant\nfor a licence \"from any or all of the prescribed\nwritten examinations\".\n[3] Airline aeroplane transport pilot licence (reg 3.5): The holder of a\nlicence referred to in [2] can obtain this licence without\nany further\nexamination. All that is required is accredited flight time. The holder of a\nlicence referred to in [1], on the other\nhand, must pass the written examination\nand undergo the practical flight test prescribed for [2]. No provision is made\nfor exemptions.\nIn conclusion on the content of the regulations, reg 1.6 charges the\nCommissioner, subject to the provisions of the Act, with carrying\nout the\nregulations; and he is entitled to exercise his powers and perform his duties in\nperson or by someone designated by him.\nIt is also his duty to issue\nlicences\n19\nand before doing so, he has to satisfy himself that the applicant meets the\nrequirements for any such licence (reg 1.11(1)). Lastly,\nhe may designate a\nperson to conduct the licence tests prescribed in the regulations and the person\ndesignated is then called an\n\"official examiner\" (reg 1.3).\nAgainst this\nsetting the case the appellants were called upon to meet, must be established.\nThe application before the court below\nwas not one for review but one for a\ndeclaratory order. Apart from the general statement that the licences had been\nissued without\ncompliance with the Act and regulations, the specific allegations\nwere simply that the transport rating course differed materially\nfrom the\ncourses prescribed in an Aeronautical Information Circular (\"AIC\") issued by the\nDirector General: Department of Transport\non 15 September 1990; and that the\npilots had obtained their licences without completing the prescribed written\nexaminations and\nthat the papers had been set and marked by the SAAF.\nAs far as the standard of the SAAF' s training and\n20\nexamination is concerned, it, at the request of the Commissioner, submitted\nto him a comprehensive comparison between its syllabus\nand that prescribed by\nthe regulations. Mr van Zyl alleges that he and other members of his department\ncarefully studied the report\nand concluded that, generally speaking, it was \"at\nleast equivalent to that set out in the regulations\". There were, however, in\ntheir opinion certain areas where further training and examination were\nnecessary in order to satisfy the requirements laid down\nin the regulations in\nrespect of a theoretical knowledge of flying. These areas were addressed in the\ntransport rating course. They\nwere, in essence, matters relating to Air Law. The\ncourse led, as mentioned, to a written examination. The paper had to be approved\nby the Commissioner and the examination had to be monitored by an external\nexaminer appointed by the Commissioner. Mr van Zyl stated\nfurther that he had\nsatisfied himself and the Commissioner that the standard of training and\nexamination was satisfactory in every\nrespect. The Air Law as contained in the\ntransport rating course was presented\n21\nat the higher level of senior commercial pilot licence only.\nThe AIC\nrelied on by the respondents is hardly of any consequence because it postdates\nthe issue of the last licence in terms of the\nagreement and does not deal with\nAir Law at all. In any event, the factual dispute relating to the merit of the\nrespective examinations\ncannot be resolved on the papers, and is irrelevant. The\nregulation requires implicitly that the Commissioner must be satisfied about\nthe\nstandard of the written examination. It does not prescribe an objective\nstandard. It merely prescribes the syllabus. The correct\nquestion that has to be\nanswered is whether the pilots concerned have, in a written examination,\nsatisfied the Commissioner of their\nknowledge of Air Law as contained in the\nprescribed syllabus.\nVan Dijkhorst J came to the conclusion that the regulations envisaged one\nexamination only and that the Commissioner was not entitled\nto base his\nsatisfaction as to the knowledge of a candidate for a licence on more than one\nexamination. I am not certain what was\nmeant with \"one\n22\nexamination\". The regulations do not prescribe any specific examination. They\nmerely require that the Commissioner be satisfied, as\nthe result of a written\nexamination, that the candidate has the requisite knowledge. If the learned\nJudge intended to state that\none examination at a given time was all that was\npermitted, I can understand his conclusion. But it is not the case that two\ninherently\ndifferent examinations were written at the same time. The regulations\ncontemplate, in my view, many examinations with different questions\nand\ndifferent examiners. Different standards are to be expected from examination to\nexamination and from examiner to examiner. That\nis inherent in any examination\nsystem.\nIt will be recalled that, in respect of the other written\nexaminations for a commercial licence, exemptions could have been granted.\nIt\nhas also been pointed out that, as far as senior commercial licences are\nconcerned, since 12 May 1989 exemptions could have been\ngranted for all or any\nof the prescribed written examinations. As far as the grant of\n23\nexemptions is concerned, it was, as mentioned, the initial case of the\nrespondents that reg 3.3(3) was void; and that, as a consequence,\nany exemptions\ngranted in terms of this regulation were of no effect. The respondents have\naccepted in the court a quo and in this\nCourt that the regulation is not\ninvalid. The grant of exemptions to any of the SAAF pilots concerned has not\nbeen attacked on any\nother ground (e g that the Commissioner had not exercised\nhis discretion properly).\nIn spite of this, Van Dijkhorst J, in relation to the change effected in\nrelation to senior commercial licences on 12 May 1989, held\nthat, since it\npostdated the agreement, it is of no consequence because the exemptions were\ngiven, not in terms of the new regulation\nbut in terms of the agreement. I fail\nto understand this finding. Exemptions were given. Statutory authority existed.\nThe fact that\nthere was also an agreement in this regard does not detract from\nthe legality of the exemptions. It could have been otherwise had\nthe allegation\nbeen (which it was not) that the exemptions were given without the proper\n24\nexercise by the Commissioner of his discretion. Van Dijkhorst J was,\nfurthermore, not convinced that the amendment of 12 May 1989\npermitted exemption\nfrom the written examinations referred to above but rather to \"the required\ntechnical examinations\" mentioned\nin reg 3(4)(l)(f). I respectfully disagree.\nThe proviso is clear. It permits of an exemption \"from any or all of the\nprescribed written\nexaminations.\" The only written examinations prescribed were\nthose referred to. In fact, they are the only examinations. The \"required\ntechnical examinations\" of sub-par (f) are, clearly the same examinations. The\nCommissioner was thus entitled, since 12 May 1989,\nto grant, in respect of\nsenior commercial licences, exemption from all written examinations.\nThe court below utilised a further and alternative basis to come to the\nconclusion that the licences were invalid. It was that the\nexamination and\nassessment of these pilots had been placed exclusively in the hands of the SAAF.\nThe Commissioner was vested with\nthe authority to judge whether an applicant for\na licence had complied with the terms of the\n25\nregulation. This discretion had been delegated to the SAAF. A\ndiscretion\ncould, at the relevant time, be delegated only with\nthe written consent of the National Transport Commission. This\nconsent had\nnot been obtained. The delegation was thus void, as\nwere the licences.\nIn terms of s 4(1) of the Act, the National Transport\nCommission was, subject to the control and direction of the\nMinister,\nresponsible for the carrying out of the provisions of\nthe Act (including the regulations), the Convention and the\nTransit\nAgreement (s 4(1)). Anyone appointed under the Act or\nconcerned with the carrying out of its provisions, was obliged\nto perform his functions and exercise any discretion vested in\nhim, subject to the Commission's directions and approval (s\n4(2)). Only with the written consent of the Commission could a\nperson in whom any discretion was vested, delegate the power to\nexercise the discretion on his behalf to another specified person\n(s 4(3)).\n7\n7S 4 was amended by the Air Services Licensing Act 115 of 1990. The duties\nand functions of the Commission now vest in the Minister.\nThe amendment became\neffective on 1 July 1991.\n26\nIn contrast, s 22(l)(a)bis (which was introduced in 1965) entitled the\nMinister to make regulations relating to \"the designation of\npersons to carry\nout the provisions of this Act, and the powers and duties of persons so\ndesignated.\"\n8\nTwo questions have to be decided, namely, did the\nCommissioner delegate his discretion and, if so, did he need and have the\nconsent\nof the Commission.\nThe practical flight tests prescribed for commercial and senior commercial\nlicence applicants, have to be with an official examiner.\nAn \"official examiner\"\nwas defined as \"a person designated by the Commissioner to conduct the\ncertificate, licence or rating tests\nprescribed in these regulations for flight\ncrew members\" (reg 1.10). The agreement with the SAAF required that the testing\nfor these\ntests had to be conducted by an inspector from the Directorate or by\nan SAAF instructor who had been approved by the Directorate\nfor such testing.\nThe designation of a person by the Commissioner is not the exercise\n8It was amended by the Aviation Amendment Act 16 of 1992 as from 1 October\n1992.\n27\nof a discretion nor is it a delegation of a function vested in the\nCommissioner. It is the performance of an administrative function\nvested by the\nMinister by regulation in the Commissioner and the Minister's authority to have\ndone so was derived from s 22(l)(a)bis.\nThe applicant for these licences was\nobliged, as has repeatedly been stressed, to \"satisfy the Commissioner . .., in\na written examination,\nas to his knowledge of\" the prescribed subjects. These\npilots wrote the transport rating course examination. It covered the prescribed\narea to the satisfaction of the Commissioner. The regulations do not prescribe\nwho has to set, mark and monitor the examination.\nThe Commissioner was entitled\nto designate persons to exercise his powers and perform his duties. It was not\nalleged that he had\nnot done so. His designation of members of the SAAF did not\namount to a delegation. He still had to satisfy himself that, as a result\nof a\nwritten examination, the candidates had the required knowledge. The regulations\ndo not require the use of official examiners\nfor\n28\nwritten examinations. The system created by the agreement required of him to\napprove the examination papers and to designate external\nexaminers from his\ndepartment. It was not alleged that these licences had been issued otherwise\nthan in accordance with the terms\nof the agreement.\nOn the assumption that what the Commissioner did had to be done with the\npermission of the Commission, it is necessary to consider\nwhether this was an\nissue on the papers before the court. It was only in reply that the point of the\nimproper delegation of a discretion\nwas raised for the first time. It was to the\neffect that Mr van Zyl (not the Commissioner) , whilst holding a discretion, had\ndelegated\nit to persons not attached to the office of the Commissioner. Mr\nFichardt said in this regard that \"ek wil dit onomwonde stel dat\ndie deponent\n[Mr van Zyl] totaal in gebreke gebly het om sy primêre funksie van die\ndaarstelling en handhawing van standaarde\nte vervul deur hierdie funksies aan 'n\nmilitêre owerheid te delegeer.\" At no stage was the lack of the\nCommission's consent\nmooted. The appellants were\n29\nthus not called upon to deal with the issue and the court a quo not entitled\nto base its decision on this ground. In any event, as\nI have attempted to point\nout, there is no substance in the allegation that \"die daarstelling en\nhandhawing van standaarde\" had been\ndelegated to the SAAF.\nThe final argument raised by counsel for the respondents was that the\nappellants have not shown that the Commissioner had complied\nwith reg 1.15(1) in\nsetting the dates for the transport rating examination. This regulation enjoins\nthe Commissioner to publish,\nin an AIC, the dates on which examinations are to\nbe written and the latest date by which application for entrance to each such\nexamination\nare to reach the office of the Director-General of Transport. This\nargument was not based on anything said in the papers. The appellants\nwere never\ncalled upon to deal with it. It is not even apparent that it had been raised in\nthe court below. In any event, I do not\naccept that a licence issued pursuant to\nan examination whose dates had not been published in terms of this provision\nis\n30\ninvalid. A licence is valid, according to the definition of \"valid\" in reg\n1.3, if all the requirements applicable to such licence,\nas prescribed by the\nregulations, have been complied with. By no stretch of the imagination can it be\nsaid that the publication of\nthe date for an examination is a requirement for a\nlicence. It follows that this argument also stands to be rejected.\nIn sum, I am of the view that the licences in contention have been issued\nproperly. In the result the appeal is upheld with costs,\nthe order of the court\nbelow set aside and replaced with an order dismissing the application with costs\n(including the costs of two\ncounsel).\nL T C HARMS JUDGE OF APPEAL\nCORBETTT,CJ\t)\nHEFER, JA\t) AGREE\nF H GROSSKOPF, JA\t)\nVAN COLLER, AJA\t)",
  "scraped_at": "2026-02-12T07:16:41.668445",
  "date": "1995-09-21",
  "coram": [
    "CORBETT CJ",
    "HEFER",
    "F H GROSSKOPF",
    "HARMS",
    "JJA",
    "VAN COLLER, AJA"
  ],
  "case_number": "23/94",
  "parties": {
    "applicants": [
      "Minister of Transport and Others"
    ],
    "respondents": [
      "South African Airways Pilots' Association and Another"
    ]
  },
  "sections": {
    "facts": "During the sanctions period the South African Air Force (SAAF) required pilots to operate civilian‑registered aircraft for covert state missions. To disguise ownership, the aircraft were registered with the Department of Transport and pilots were initially issued fake civil licences, a practice that ended in May 1988. In late 1988 a new arrangement was made whereby the Commissioner for Civil Aviation and the SAAF agreed that selected SAAF pilots could be issued genuine civil commercial, senior commercial or airline transport licences without taking the ordinary written examinations. Instead they would sit a specially devised \"transport rating course\" examination approved by the Commissioner and monitored by an external examiner. The licences were issued between November/December 1988 and 2 February 1990 and remained valid regardless of continued SAAF employment. The South African Airways Pilots' Association sought a declaratory order challenging the validity of the regulations that allowed such licences and the licences themselves.",
    "issues": "The court had to determine (1) whether specific provisions of the Air Navigation Regulations – notably reg 1.4(1) and reg 3.3(3) – were ultra vires or inconsistent with the Aviation Act 74 of 1962, the Chicago Convention and the International Air Services Transit Agreement; (2) whether the civil pilot licences issued to SAAF pilots were valid in light of the alleged non‑compliance with the regulations, the alleged delegation of the Commissioner’s discretion to the SAAF without the required consent of the National Transport Commission, and the requirement that examinations be conducted by officially designated examiners; and (3) whether the lower court had correctly exercised its discretion in granting a declaratory order.",
    "principles": "The judgment relied on the hierarchy of the Aviation Act, the enabling power of s 22(1) to make regulations, and the limitation imposed by s 2(3) that the Act, Convention and Transit Agreement do not apply to state aircraft or personnel unless the Minister, after consulting the Minister of Defence, decides otherwise. The Convention’s provisions on pilot competency (art 32 (a) and art 37) and ICAO Annex 1 were interpreted as setting only substantive standards, not prescribing the exact examination format. s 4 of the Act, as amended, governed delegation of powers and required written consent of the National Transport Commission for any delegation of the Commissioner’s discretionary functions. The Court also considered principles on the proper exercise of discretion in granting declaratory orders under the Supreme Court Act.",
    "application": "The Court held that reg 1.4(1) was not void but merely restated existing statutory provisions, and that the contested sub‑paragraphs did not exceed the Minister’s authority. The exemption provisions in reg 3.3(3) and the amendment of 12 May 1989 allowing exemptions from written examinations were valid and applicable to the SAAF pilots. The agreement between the Commissioner and the SAAF did not constitute an unlawful delegation because the Commissioner retained the ultimate power to approve examination papers and to designate external examiners, a function expressly authorised by s 22(1)(a)bis. No evidence showed that the required written consent of the National Transport Commission was necessary for the specific designations made. Consequently, the licences were found to have been issued in accordance with the regulations and the statutory framework.",
    "conclusion": "The appeal was upheld. The order of the Transvaal Provincial Division declaring the regulations and the licences invalid was set aside. The application for a declaratory order was dismissed with costs, including the costs of both parties’ counsel."
  },
  "tags": {
    "level_1": "Aviation Law",
    "level_2": "Civil Aviation Licensing",
    "level_3": [
      "pilot licences",
      "regulatory validity",
      "delegation of authority",
      "exemptions"
    ]
  }
}