{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/24.html",
  "case_name": "S v Rasmeni (643/93) [1995] ZASCA 24 (27 March 1995)",
  "citation": "[1995] ZASCA 24",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 24\n|\nNoteup\n|\nLawCite\nS v Rasmeni (643/93) [1995] ZASCA 24 (27 March 1995)\nDownload original files\nPDF format\nRTF format\nCase Number 643/93\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELATE\nDIVISION)\nIn the matter between:\nMKANGELI RASMENI\nAppellant\nand\nTHE STATE\nRespondent\nCORAM\n: E M GROSSKOPF, VIVIER, VAN DEN HEEVER, JJA\nDATE OF HEARING\n: 6 MARCH 1995\nDATE OF DELIVERY\n: 27 MARCH\n1995\nJUDGMENT E M GROSSKOPF, JA\n2\nThe appellant was convicted of murder in the\nEastern\nCape Division (Leach J and assessors) and was sentenced to death. He now appeals\nagainst this conviction and sentence. At\nhis trial he was also convicted on a\nnumber of additional counts which are not subject to appeal. For the purposes of\nthis appeal\nit is necessary to have regard to the full ambit of the criminal\nconduct proved against him at his trial.\nOn 11 January 1993 the appellant entered, through the bathroom window,\nthe farmhouse of Mr S P Holtzhausen in the district of Alexandria.\nThe appellant\nstole a .357 revolver and three rounds of ammunition.\nAbout a week later, on 17 January 1993, the appellant returned to the\nfarm of Mr. Holtzhausen, broke in through a window, and stole\nfood, drink,\njewellery, cash and other items to a value of at least R3 500.\nThe next number of offences were committed on 29\n3 January\n1993 at Vengrove Farm in Alexandria, the home\nof Mrs. M J Scott. On the evening in question Mrs\nScott, who was a woman in her early 70's, was alone at\nhome.\nThe house was locked. At approximately a quarter\nto seven she was busy cleaning her teeth at a wash\nstand. On turning around from the wash stand she was\nconfronted by a man (who, it was established at the\ntrial, was the appellant) holding a pistol in his left\nhand pointing at her. His face was smeared with paint\nand partly covered by a handkerchief. He screamed at\nher demanding money, which she said she did not have.\nHe then demanded the keys of the safe. She said she did\nnot have them. Thereupon he produced a large knife with\na blade of approximately 30 cm in length. Mrs Scott\nmaintained that she had no money. However, she found\nsome small change on a table which she gave to the\nappellant. He then took her to her son's bedroom where\nthere was a wall-safe. The appellant made various\nattempts to open the safe but without success. He then\n4\ndirected Mrs Scott to go to the dining room, and from\nthere to the bathroom. She tried to slam the bathroom\ndoor\nand lock it. However, the appellant forced open\nthe door, removed the key from the inside, and locked\nher in. While he was doing this Mrs Scott escaped\nthrough the bathroom window. She made her way to a\nneighbour who lived about four kilometres from her.\nWhen she returned home she found that some articles of\nno great value had been stolen.\nThis then brings me to the final series of offences. These were committed\non the night of 16 to 17 February 1993 at Forest Hill Farm\nin the district of\nAlexandria. This was the home of Mr and Mrs Purdon. The trial court accepted the\nState evidence in regard to these\ncharges and this finding was rightly not\nchallenged before us. The facts as found were as follows.\nOn the night in question Mr and Mrs Purdon, who were both in their 50's,\nwere at home together with\n5 their 30 year old daughter Katherine\nand her nine year\nold son Tyrone. Mr Purdon's pick-up truck was parked\noutside\nthe house. In the truck were some bottles of\nliquor, cool drinks, a glass, cigarettes and a\nbutcher's\nknife. The knife was exhibit 1 at the trial.\nThe appellant came to the farm and removed these\narticles from the pick-up truck. Save for the knife, he\nplaced the articles on a nearby lawn, apparently with\nthe intention of retrieving them later. The knife,\nwhich had a fixed blade, some 20 cm in length, he took\nwith him. He was also armed with another knife and a 9\nmm pistol. The pistol was loaded with a single round\n(this is the appellant's version and it is supported to\nsome extent by police evidence).\nSome time after midnight the appellant took a\nladder which was in the vicinity of the house and used\nit to enter the Purdons' bedroom. Their bedroom window\nwas ajar, and the appellant had to open it further to\ngain access. All the inhabitants of the house were\n6 asleep.\nThe appellant walked through the bedroom, a\npassage and some further rooms to the kitchen.\nWhat happened thereafter was recounted by Mr and\nMrs\nPurdon. At about 1 a m, Mr Purdon said, he awoke\nand decided to go to the kitchen to get a glass of\nwater. On\nreaching the door leading from the lounge\ninto an entrance hall and from there to the kitchen, he\nturned on outside lights which shone into the kitchen.\nHe saw the appellant standing in the kitchen with his\nhands over the kitchen table. The appellant says he was\neating and this is not disputed. The distance between\nthe appellant and Mr Purdon at that stage was\napproximately 9 metres. Mr Purdon asked the appellant\nwhat he was doing, to which the appellant replied that\nhe was hungry. The next moment the appellant launched\na violent attack on Mr Purdon with the knife, exhibit\n1. The first blow which the appellant struck missed Mr\nPurdon and caused an indentation in the steel\ndoorframe, which is an indication of the force with\n7 which\nit was delivered. The appellant then directed a\nhail of blows with the knife at Mr Purdon. Mr Purdon\nput up\nhis left arm in an attempt to ward these off. He\nsustained stab wounds on his arm, his chest and his\nhand, his thumb being almost severed. On turning away\nfrom the appellant, he was stabbed in the back.\nEventually he fell to the ground with air escaping out\nof a wound in his chest which he tried to stop with his\nfingers. In the course of the attack he heard his\ndaughter Katherine shouting \"leave him, leave him.\" On\nlooking around he saw the appellant grab hold of his\ndaughter. He also heard his wife, who had awoken,\nasking what was wrong and he shouted, \"fetch my gun\".\nAfter that, while he was lying immobile on the ground,\nhe heard several shots being fired. When the shooting\nhad ended he heard movement in the house and shouted at\nhis wife to give the appellant money. He knew that he\nhad R960 in a wallet in a trouser pocket. What happened\nafter that appears from the evidence of Mrs Purdon, to\n8\nwhich I now turn.\nMrs Purdon was awakened by shouts. She got out\nof\nbed and went into the passage. She saw her\nhusband\nbeing attacked in the doorway with her daughter,\nKatherine, attempting to pull the appellant off him.\nKatherine was shouting to the appellant to leave her\nfather alone. Mrs Purdon returned to the bedroom to\nfetch her husband's pistol and then went back to the\npassage. As she went down the passage the appellant\nleft her husband who collapsed on the floor. The\nappellant came at her. He had a firearm in one hand and\na knife in the other. She fired the eight rounds which\nwere in the pistol at the appellant. Although she\nstruck the appellant four times, twice in one leg, once\nin the other, and one shot in the abdomen, he gave no\nindication of having been hit. He went up to her,\nstabbing furiously. She tried to protect herself by\nraising her hand in front of her. At the same time\nKatherine approached the appellant from the rear and\n9\ntried to pull him away from Mrs Purdon. The appellant\nthen\nstabbed vigorously at both of them and Katharine collapsed to the floor. During\nthe course of this attack on her, Mrs Purdon\nsustained a stab wound extending\nfrom her left shoulder penetrating for nine and a half inches under her left\nbreast. There were\nalso stab wounds on the dorsum of the left hand, on the palm\nof the left hand, on the left forearm, the left elbow, and on both the\nleft and\nthe right sides of her back.\nAfter Katherine had collapsed, the appellant went to the main bedroom.\nMrs Purdon followed him. As she entered the room, the appellant\nwas in the\nvicinity of the window through which he had entered. He picked up a plastic\nchair with steel legs, and attacked her with\nit, striking her over the head.\nWhile she was still recovering from the blow, he attacked her again with the\nknife, laying open her\nleft ear and the left side of her neck. Had this wound\nbeen a few millimetres\n10 deeper it would have been fatal. This\nwound bled\nprofusely and she sat down on her bed. She then heard\nher\nhusband shouting, telling her to offer the\nappellant money. She asked him whether he wanted money\nand he said yes. She took the money from her husband's\ntrouser pocket and added about R40 of her own. She gave\nthis money to the appellant. He then picked up\nsomething from the floor and made his escape through\nthe window. It later appeared that he had taken Mr\nPurdon's firearm, which had fallen to the ground.\nIt is not necessary to set out how Mrs Purdon ultimately obtained\nhelp.\nAs a result of her injuries Katherine bled to death. Mrs Purdon spent a\nshort while in hospital while her husband was in hospital\nfor several months and\nsuffered permanent disability and weakness in the left leg.\nArising from the above events the appellant was convicted as follows. He\nwas convicted of theft of the\n11\nfirearm and three rounds of ammunition from Mr. Holtzhausen on 11 January\n1993 (count 1). In respect of the second incident at Mr.\nHoltzhausen's home, i\ne, that of 17 January 1993, he was found guilty of housebreaking with intent to\nsteal and theft (count 2).\nThe events at Mrs Scott's home gave rise to\nconvictions of housebreaking with the intent to rob (count 3) and robbery with\naggravating\ncircumstances (count 4).\nIn respect of the Purdons, the appellant was convicted of theft of the\narticles removed from the pick-up truck (count 5); housebreaking\nwith intent to\nrob (count 6); robbery with aggravating circumstances of Mr Purdon's pistol and\nof the money which Mrs Purdon handed\nto the appellant (count 7); the attempted\nmurder of Mr Purdon (count 8); the attempted murder of Mrs Purdon (count 9); and\nthe murder\nof Katherine Purdon (count 10). Finally the appellant was also\nconvicted of the illegal possession of two firearms (count 11).\nAs I have stated above, the only count which is\n12 before us\non appeal is count 10 relating to the murder\nof Katherine Purdon. On this count the appellant was\nsentenced to death. On the other counts various terms\nof imprisonment were imposed, some of which were\nordered to run concurrently, resulting in an effective\nterm of imprisonment of 25 years.\nAlthough the present appeal was said to be\nagainst\tI\nconviction and sentence, the only point taken\nin\nrespect of the conviction was that the trial court had\nerred in holding that the appellant had killed the\ndeceased with dolus directus proved. This was\nconsistent with the appellant's attitude in the court\na quo. There he had pleaded guilty to murder on the\nbasis of dolus eventualis, but this plea was not\naccepted and the court found dolus directus. The\nappellant's counsel in this appeal asked therefore that\nthe conviction for murder be maintained but that the\nfinding in regard to the nature of the appellant's\nintent be changed to one of dolus eventualis. It is\n13 clear,\ntherefore, that there is not, in truth, an\nappeal against the conviction. It is common cause that\nthe conviction must stand. The nature of the intent\nwith\nwhich the appellant killed the deceased can be\nrelevant only to sentence.\nThe crux of the argument presented to us was\nthat\nthe appellant was surprised in the kitchen by\nMr\nPurdon, that a scuffle started between the two of them,\nand that the appellant wanted to escape by the same way\nas he had come, i e, through the bedroom window.\nHowever, first Mr Purdon, and later Katherine and Mrs\nPurdon, were between him and the window. This caused\nhim to stab wildly in an attempt to escape. He was also\nshot by Mrs Purdon before he stabbed the deceased, and\nbefore he could get away. These circumstances, it was\nsuggested, cast doubt on whether the appellant ever\nentertained the direct intent to kill any of the\nPurdons.\nIn my view this argument is refuted by the facts.\n14 When Mr\nPurdon first saw the appellant they were about\n9 metres apart. The appellant immediately launched a\nviolent\nattack on Mr Purdon, using such force that an\nindentation was made in the steel door frame. If the\nappellant had merely wanted to get away, he could\neasily have done so, Mr Purdon had just got out of bed.\nThe appellant was armed to the teeth. If the appellant\nhad threatened Mr Purdon with his firearm (or, for that\nmatter, one of his knives) Mr Purdon would hardly have\ntried to prevent his escape, and would, no doubt, have\nopened the front door if asked to do so.\nA further important pointer to the appellant's\nintent may be found in his conduct after he had\nreturned to the bedroom. At that stage he was at the\nwindow, all the inhabitants of the house had been\nsubdued, and nothing prevented his escape. However, he\nturned around and launched a fresh attack on Mrs\nPurdon. He did not desist until she had given him\nmoney.\n15 It seems clear, therefore, that the\nappellant's\nmotive in attacking the Purdon's was not\nsolely to\nescape. He wanted to get them out of the way in order\nto plunder the home. To that end he entered the house\narmed, and even took with him the highly effective\nknife, exhibit 1, which he had stolen from the pick-up\ntruck. No doubt he would not have used these weapons if\nnone of the Purdons had woken up. But once they did, he\nimmediately went over to the attack. And when one looks\nat the wounds which he inflicted, the inference is\nirresistible that he had the direct intent to kill\nthem, as was found by the trial court. As regards the\ndeceased, Katherine Purdon, the trial court said the\nfollowing:\n\"Again the issue here is whether the accused had the actual intention to\nkill Katherine Purdon when he attacked and stabbed her or\nwhether he only\nrealised that she might die and persisted with his attack upon her\nnotwithstanding his appreciation of that risk.\nAgain on this count there are two\nwounds of great significance. The first was a 5 cm laceration above the left\near, deeper towards\nthe rear, indicative of a stab at the head. The\n16\nsecond was the fatal wound. It penetrated from a point 15 cm from the mid\nsternum on the upper part of her body near the shoulder\nthrough the pectoralis\nmajor muscle between the first and second ribs in the mid clavicular line to\nreach the second thoracic vertebra\nof the spine. To put that more simply, the\nknife was buried in her body from near her shoulder until it touched her spine.\nIn its\npassage the knife severed the subclavicular veins and arteries which in\nturn resulted in massive bleeding and ultimately death. The\nmedical evidence was\nthat this wound could only have been caused by a blow delivered with\nconsiderable force. The accused, who according\nto what he demonstrated in court\nis right handed and used the knife with that hand, must have been facing the\ndeceased when he delivered\nthe blow that caused this wound. He was undoubtedly\nalso facing her when he directed a blow towards the head. In the light of this,\nthe force which was required to deliver the fatal wound in particular, the\nnature of the weapon used and the parts of the body at\nwhich the accused\ndirected his blows, we feel that the only reasonable inference which can be\ndrawn is that he must have had the\nactual intention to kill her when he stabbed\nher.\"\nI agree with this finding.\nIt was also argued before us that, if the\nappellant\nhad intended to kill the Purdons, he would\nhave used his firearm\nrather than the knife. At best\nthis seems a very speculative contention. The knife was\n17 a\ndeadly and efficient weapon. There may be many\nreasons why a murderer would prefer it to a firearm.\nBut, be\nthat as it may, in the present case we know\nthat the appellant had only a single round of\nammunition. This would hardly have sufficed to put all\nthe Purdons out of action.\nFor the reasons given I accordingly agree with the trial court that it\nwas proved beyond reasonable doubt that the appellant had the\ndirect intent to\nkill the deceased.\nI turn now to the appeal against the death sentence. It is trite law that\nthis court has an independent discretion to decide, after\nconsidering all\nmitigating and aggravating factors and any other relevant circumstances, whether\nthe death sentence is the only proper\nsentence in this case.\nThere are substantial aggravating factors. The appellant entered the\nisolated farmhouse of the Purdons in the middle of the night\nwhen everybody was\nasleep.\n18\nThe raid was pre-planned. The appellant foresaw\nthe\npossibility of resistance, and was armed to deal with\nit. When the occupiers of the house woke up, he\nattacked them with the direct intention of killing\nthem. More particularly, he had the direct intention of\nkilling the deceased.\nThe appellant was not a first offender. Apart\nfrom\nan irrelevant previous conviction for theft while\nstill\na youth, he was found guilty of assault with the intent\nto do grievous bodily harm in 1990. This does not\nappear to have been a serious matter. He was sentenced\nonly to a suspended fine. Then he was convicted (again\nin 1990) of dealing in dagga. He was sentenced to a\npartially suspended term of imprisonment. These\nprevious convictions are not of any great importance\nfor present purposes. What is more important is the\ncourse of conduct revealed by the evidence in the\npresent matter. In little more than a month the\nappellant unlawfully entered three farmhouses for the\n19 purposes of theft or robbery. In all these\ncases there\nwas a potential of injury or death to the occupiers. At\nleast on the last two occasions (those involving Mrs\nScott and the Purdons) the appellant was armed with a\nfirearm and a knife. This background is seriously\naggravating. I turn now to mitigating factors. The\nappellant was 23 years old when he was sentenced (12\nNovember 1993). There is nothing to suggest that he was\nimmature for his years. Nor can it be said that the\noffence flowed from youthful impetuosity or any other\nattribute of immaturity. The appellant's mother gave\nevidence in mitigation in which she described his youth\nand upbringing. He clearly came from a deprived\nbackground and had received an inadequate education.\nPrior to the appellant's arrest, his mother said, he\nhad been doing piece work on a chicory farm. The\nappellant, on the other hand, testified that he had\nbeen out of work for some years. Whatever the true\nposition may be, I think we must accept that his\n20\nemployment was, at best, sporadic. Although his\nage and\npersonal background may be regarded as mitigating\nto\nsome degree it cannot in my view be accorded any\nsubstantial weight.\nIf one weighs up the aggravating factors against\nthe mitigating ones, the balance comes down heavily on\nthe side of the aggravating ones. Looking at the\npurposes of punishment I consider that this is a case\nwhere deterrence should receive the greatest emphasis.\nI do not have to expand on the need to protect farmers\nand their families against murderous assaults like that\nin the present case. At the same time the natural anger\nof the public at such deeds also deserves some\nrecognition. I agree with the learned trial judge that\nit is impossible to say that the appellant is entirely\nincapable of rehabilitation, but that the prospects\nthereof are clearly extremely slim in view of the\nnature of the offences and his previous history of\ncrime. Taking everything into account I consider that\n21\nthis is a case calling for the most severe punishment\nfor which the law makes provision.\nMy above conclusion would,\nas the law now stands, lead to a confirmation of the sentence. However, the\nconstitutionality of the death\nsentence is at present being considered by the\nConstitutional Court. In these circumstances it is appropriate to postpone the\nfinal\ndecision of this appeal until after the Constitutional Court has given its\nruling.\nThe following order is made:\n1.\nThe appeal\nagainst the conviction is\ndismissed.\n2.\nFurther\nconsideration of the appeal against the sentence is postponed to a date to be\nfixed by the Registrar of this Court in consultation\nwith the Chief\nJustice.\nE M GROSSKOPF, JA\nVIVIER, JA\nVAN DEN HEEVER, JA\nConcur",
  "scraped_at": "2026-02-12T05:56:53.069539",
  "date": "1995-03-27",
  "coram": [
    "E M GROSSKOPF, JA",
    "VIVIER, JA",
    "VAN DEN HEEVER, JA"
  ],
  "case_number": "643/93",
  "parties": {
    "applicants": [
      "MKANGELI RASMENI"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The appellant, Mkangi Rasmeni, broke into three farmhouses in the Alexandria district between January and February 1993, stealing firearms, ammunition, cash and other items. At the Purdon farm, after stealing articles from a pick‑up truck, he entered the house armed with a knife and a pistol. He attacked Mr Purdon, Mrs Purdon and their daughter Katherine, stabbing each of them. Katherine sustained a fatal wound to the chest and died. The appellant also attempted to rob the occupants and stole a firearm before fleeing.",
    "issues": "The primary issues were (1) whether the appellant had the requisite direct intent (dolus directus) to kill Katherine Purdon, or only eventual intent (dolus eventualis), and (2) whether the death sentence imposed for the murder was appropriate in view of the aggravating and mitigating factors.",
    "principles": "South African law distinguishes dolus directus (direct intention to kill) from dolus eventualis (reckless indifference to death). A conviction for murder requires proof of direct intent unless the court finds only eventual intent. The death penalty may be imposed only after a careful balancing of aggravating and mitigating circumstances and is subject to constitutional scrutiny.",
    "application": "The court examined the sequence of the attack, the force used, the appellant’s armed state and his continued assault even after the victims were subdued. It concluded that the intensity and nature of the blows, especially the fatal chest wound to Katherine, demonstrated direct intent to kill, rejecting the argument of mere recklessness. In sentencing, the court identified substantial aggravating factors—premeditated nighttime armed raid, multiple murders, prior offences—and limited mitigating factors such as the appellant’s youth and disadvantaged background, leading it to uphold the death sentence but to defer final order pending the Constitutional Court’s ruling on its constitutionality.",
    "conclusion": "The appeal against the conviction was dismissed, confirming the murder conviction with direct intent. The appeal against the death sentence was postponed pending a decision by the Constitutional Court on the constitutionality of the death penalty."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "intent",
      "dolus directus",
      "death penalty",
      "aggravating factors"
    ]
  }
}