{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/92.html",
  "case_name": "Mbokane and Another v National Employers' General Insurance Company Ltd. and Another (280/93) [1995] ZASCA 92 (12 September 1995)",
  "citation": "[1995] ZASCA 92",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 92\n|\nNoteup\n|\nLawCite\nMbokane and Another v National Employers' General Insurance Company Ltd. and Another (280/93) [1995] ZASCA 92 (12 September 1995)\nDownload original files\nPDF format\nRTF format\nCASE NO: 280/93\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nEMMAH MBOKANE\n1ST APPELLANT\nDAVID MNGUNI\n2ND\nAPPELLANT\nVERSUS\nNATIONAL EMPLOYERS' GENERAL INSURANCE\nCOMPANY LIMITED\n1ST\nRESPONDENT\nPUTCO LIMITED\n2ND\nRESPONDENT\nCORAM:\nSMALBERGER, VIVIER, FH GROSSKOPF, HOWIE et SCHUTZ\nJJA\nDATE HEARD\n: 25 MAY 1995\nDATE DELIVERED:\n12 SEPTEMBER 1995\n2\nJUDGMENT\nSCHUTZ JA\n:\nI have had the benefit of reading my\nbrother\nSmalberger's judgment. My\ndisagreement with his conclusion relates to the critical question whether the\nappellants have proved, as\na matter of probability, that the driver was\nnegligent in continuing on his way knowing that there was something wrong with\none of\nhis tyres.\nFor negligence to be established on the part of the driver before the\ntyre burst the appellants have to prove two things. The\n3\nfirst is that the bus was driven for a considerable distance with\nan\nunder inflated tyre, which led to the building up of heat and\nthe\neventual destruction of the tyre. The second is that the driver\nshould\nhave been aware of the under inflation and ignored\nit.\nI shall deal with the latter point first. All the evidence\nis to the effect that everything was going normally until the\nbang\nwhich signified the bursting of the tyre. There was no\nhesitation by\nthe driver, no wrestling with the steering wheel and no slowing\ndown.\nWhen dealing with the under inflation theory in\ncross-examination\nHarre said:\n\"But surely if the tyre was partially deflated there would be such a drag\non the steering that the driver would know that he has a\npartially deflated\ntyre.\"\n4\nThat evidence is not contradicted. But even if little or no weight is\nattached to it the form of negligence under discussion is premised\nupon\nawareness of something wrong on the driver's part. I find it most unlikely that\na bus driver faced with such a drag on his steering\nwheel would continue on his\nway blithely as if nothing had happened, putting at risk not only the lives of\nhis passengers but also\nthat of himself. So that, however much I agree with my\nbrother Smalberger as to the driver's duty if he had felt that something was\nwrong, I cannot agree with his conclusion,\nI return to the first point,has it been proved that the tyre was under\ninflated? There is no direct evidence of any kind on this point.\nThe only\nevidence that there is is that of an expert on either\n5\nside, Mr Keuler, a rubber expert from the SABS who was called for the\nappellants, and Mr Harre of Firestone who was called for the\nrespondents. He has\nbeen with Firestone since 1967 and his expertise includes the identification of\nthe causes of tyre failures.\nKeuler's theory (I doubt that it is an opinion) is that the bus was\ndriven for a considerable distance with the tyre under inflated\nor the bus\noverloaded. The flexing caused to the side wall each time the tyre reached the\nbottom of a revolution would lead to the\nbuilding up of a lot of heat, which\nmight lead to the bursting of the tyre. Harre's opinion, by contrast, was that\nthe tyre had burst\nas a result of an impact fracture, caused by its striking a\nhard sharp substance of substantial size, such as a stone.\n6\nI have said already that Keuler's theory seems to fall short of an\nopinion. He based himself mainly on a blueish discolouration of\nsome of the\nrubber which was the result of heat. Such heat in the tyre, he said, was\n\"normally\" the result of overloading or under\ninflation. The fact that the side\nwall was ripped was also \"normally\" a sign of the same. But he agreed that he\ncould not be categoric,\nthat there are all sorts of possibilities, including\nimpact damage caused by a stone of substantial size or a pothole. He was\nquestioned\nas to whether the heat could not have been generated after the tyre\nburst, whilst it was being mangled before the bus hit the bridge.\nHe seemed to\ndoubt that the distance would have been sufficient, but he did agree that the\nflexion after bursting would have\n7\nbeen much more than during under inflation before the bursting.\nHarre accepted that bursting because of under inflation\nwas\n\"a thing that can happen\". But he did not consider that it was\nthe cause in this case. He placed considerable emphasis upon\nheat\ninversion. As I understand his evidence, when rubber is heated\n(in\nthe course of being vulcanized) it is strengthened, but if too\nmuch\nheat is applied thereafter it is weakened again, reverting to its\noriginal\nstate. In explaining why he did not believe that the under\ninflation\ntheory was the correct one, he said:\n\"1 believe that the amount of heat generated from extended running in\neither the overloaded or under-inflated condition will cause\nthe interface\nseparations which will show a stickiness that comes from the rubber being\nexcessively heated and the interfaces separating.\n8\nThis case here it is actually not interface separation, it is actually torn.\nIt is torn apart rather than separating.\"\nAlthough his inspection for stickiness was confined\nto\nvisual examination and was not backed up\nby any test, I consider that\nweight should be attached to his\nexperienced eye when he says that\nthere was a tearing not a\nseparation caused by heat. Although Keuler\nwas not fully\ncross-examined on this subject he did accept the theory\nof heat reversion. After this concession the following appears:\n\"He will also say (Harre) that there was no evidence present on any of\nthe pieces of tyre available for inspection of such heat induced\nreversion of\nthe rubber. ... I would not be able- to argue against that. The question is how\nwas that determined?\"\nAt the Bureau of Standards, he said, the presence or\n9\nabsence of heat reversion could be tested. But he himself\nperformed\nno such tests. Keuler also said that one would find the\nstickiness\nonly in a \"very advanced state of reversion\" . Harre took\nthis up and\nsaid:\n\"Mr Keuler testified that you only get a sticky tacky texture to the tyre\nin a case of a extreme heat inversion. Yes but it takes\nthat type of heat to get\nthe separations occurring in a tyre.\"\nHarre also said that he did not observe any substantial\namount of blueing, and that such as there was could have been\ncaused by the tyre being stored exposed to the sun.\nAll in all I am considerably more impressed by the\nevidence of Harre than that of Keuler. But all that I need say is\nthat\n10\nI do not consider Keuler's evidence to be superior to that of Harre, and\nfor that reason I do not think that the appellants have proved\non the\nprobabilities that the bus was driven with the tyre in a state of under\ninflation.\nIt is true that no sharp object was produced. I do not find that\nsurprising given the conditions that must have prevailed after this\nawful\naccident. Not even all of the burst tyre was retrieved, which has contributed to\nor even caused the appellants' difficulty\nin proving what caused the tyre to\nburst. Moreover, the driver is dead.\nIn the result I do not think that the appellants have proved either of\nthe two things that it was incumbent on them to prove, or,\nconsequently, that\nthe driver drove negligently before the\n11\ntyre burst.\nThe appeal accordingly falls to be dismissed, and\nconsequently also the condonation applications referred to in my brother\nSmalberger's\njudgment. I agree with him that the appellants' Pretoria attorneys\nshould bear the wasted costs of applications (c) and\n(d).\nThe following order is made:\nThe condonation applications are dismissed. The appellants are to pay any\nwasted costs occasioned by the applications relating to\nthe late filing of their\nnotice of appeal and their powers of attorney, jointly and severally. The\nappellants' Pretoria attorneys\nare to pay the wasted costs occasioned by the\napplications relating to the\n12\nlate filing of a proper record, as well as an additional volume of\nthe\nrecord.\nThe appeal is dismissed with costs to be paid by\nthe\nappellants jointly and\nseverally.\nW P SCHUTZ JUDGE OF APPEAL\nVIVIER JA\nCONCUR HOWIE JA\nSMALBERGER, JA :-\nEarly in the morning on 8 November 1988 a bus fully laden\n2\nwith passengers, which was en route from Kwaggafontein to Pretoria, left\nthe road and overturned (\"the accident\"). The immediate cause\nof the accident\nwas a burst right front tyre (\"the blow out\"). The driver of the bus, one Moses\nKoloi (\"the driver\"), and several\npassengers were killed in the accident; a\nnumber of other passengers, amongst them the two appellants, were seriously\ninjured. The\nbus was owned by the second respondent (\"Putco\") and the driver\nemployed by it. At the time of the accident he was driving the bus\nin the course\nof his normal duties. The first respondent (\"NEG\") was at all relevant times the\nduly appointed agent of the Motor\nVehicle Accident Fund in terms of the\nprovisions of sec 6(1) of the then operative Motor Vehicle Accidents Act 84 of\n1986 (\"the Act\")\nand had issued a token in respect of the bus under the\nprovisions of the Act.\nThe appellants instituted separate actions for damages against NEG and\nPutco. They alleged the accident was due to negligence\n3\non the part of the driver, alternatively, certain employees of Putco,\nalternatively, their joint negligence. The allegations of negligence\nwere denied\nby NEG and Putco, and the appellants were put to the proof of their alleged\ndamages.\nThe two actions were consolidated for the purposes of\ntrial. It was agreed between the parties that the issue of liability would be\ndetermined separately from that of the quantum of each appellant's damages. The\nmatter accordingly proceeded to trial on the merits\nonly. The learned trial\njudge (CURLEWIS AJP), having heard the evidence of two expert witnesses, Messrs\nKeuler and Harre, and a number\nof passengers who had been on the bus, concluded\nthat no negligence had been proved on the part of the driver or any other\nemployees\nof Putco. He accordingly granted absolution from the instance with\ncosts, but gave the appellants leave to appeal to this Court.\nOf the four passengers who testified, all of whom regularly\n4\ntravelled that route, three gave evidence that the driver, as far as they\nwere concerned, was proceeding in a normal manner and at\na normal speed at the\ntime of the blow out. The remaining witness initially claimed that the driver\nwas travelling at a \"high speed\";\nlater he upped this to a \"very high speed\".\nDespite being someone with driving experience, he was unable to give any\nestimate of\nspeed. The trial judge appears to have accepted the evidence of the\nother witnesses in preference to his - a finding not challenged\non appeal.\nJudged purely on their evidence there was nothing untoward in the manner in\nwhich the bus was being driven when the blow\nout occurred. No inference of\nnegligence on the part of the driver relating to the blow out can therefore be\ndrawn purely and simply\nfrom their evidence.\nKnowledge of the fact that the accident was caused by the blow out\nprecludes any application of the maxim res\nipsa loquitur\n. That maxim is\nof application where the only known facts that bear\n5\non the question of negligence consist of the\noccurrence itself, the cause of which is unknown, and the occurrence is of a\nkind which\nwould not normally occur without negligence on the part of someone\n(Madyosi and Another v SA Eagle Insurance Co Ltd\n1990(3) SA 442(A) at\n445B-D). Thus the maxim can be invoked, and an inference of negligence drawn,\nwhere a vehicle leaves a road and\noverturns for no apparent or ascertainable\nreason; or where a ship collides with a stationary mooring buoy (cf\nOsborne\nPanama SA v Shell & BP South African Petroleum Refineries (Pty) Ltd and\nOthers\n1982(4) SA 890(A) at 897E-G); or where a bridge collapses or a\nrailway line gives way and the cause cannot be established. In every\ncase,\nhowever, including one where the maxim is applicable, the enquiry at the end of\nthe case remains whether the plaintiff has\ndischarged the onus resting upon him\nto prove the negligence averred against the defendant on a balance of\nprobabilities\n(Arthur v Bezuidenhout and Mieny\n1962(2) SA 566(A)\n6\nat 574B).\nMr Sceales, for the appellants, submitted that the\nmaxim\nres ipsa loquitur\nwas applicable to the blow out and that an\ninference of negligence could be drawn from the mere fact that the tyre burst.\nThis submission\nis without merit. One cannot equate a burst tyre to the\nsituations referred to above which might justify the maxim being invoked.\nA\nburst tyre is virtually an everyday occurrence. It can occur for a variety of\nreasons, some entirely unrelated to negligence. It\nis therefore not an\noccurrence of a kind that would not normally occur without negligence. But in\nany event, the two expert witnesses\neach put forward an explanation for the blow\nout. It will in due course be necessary to consider their respective\nexplanations and,\nassuming their acceptability, to determine which is the more\nprobable. Once a cause for the blow out has been established, the res\nipsa\nloquitur\nmaxim has no application. It then remains to be determined whether\nthe driver was negligent in\n7\nrelation to such cause.\nOne of the allegations made by the\nappellants was that the driver and certain other (unidentified) responsible\nemployees had been\nnegligent in failing to ensure that the tyres of the bus\n\"were in a roadworthy and acceptable state\" and that such failure had caused\nor\ncontributed to the blow out. That it is incumbent on a bus company like Putco to\nensure that the tyres on its vehicles used for\nthe transportation of passengers\nare regularly inspected and kept in a roadworthy and safe condition goes without\nsaying. The respondents\ncalled a witness, Mr Alpheus Marakala, who was employed\nby Putco as a tyre attendant. He testified that, according to the normal\npractice, the tyres of the bus involved in the accident had been checked by him\nthe previous afternoon at the depot before its return\nto Denelton, where it\nremained overnight before setting off in the morning. This appears to have\ninvolved a check of the tyres' pressure,\ntread, valves and external appearance\nto ensure that it was\n8\nfree of visible defects. Although the evidence of the witness was\nsomewhat vague, there is no reason to doubt that he undertook a\nroutine check of\nthe bus's tyres. Whether the checks carried out were adequate is open to some\ndoubt - cf.\nBarkway v South Wales Transport Co Ltd\n[1950] 1 ALL ER\n392(HL)\nat 401B-E. However, it is not necessary to decide the point. The\nsalvaged parts of the burst tyre were subsequently examined by Keuler\nand Harre.\nThey were ad\nidem\nthat on examination of the remains of the tyre they\nwere unable to detect any defects in it which could have accounted for the blow\nout and would have been visible on proper prior inspection.\nWe do not know whether the tyres were ever inspected by the driver before\nhe set out on the fateful journey. Assuming that it was\nhis duty to do so\n(despite Putco's employment of tyre attendants), but that he failed to, and that\nthe inspection carried out by\nthe witness Marakala fell short of what can be\nconsidered\n9\nadequate, there is no evidence to establish that had a proper inspection\nbeen carried out a defect would have been observed of such\na nature that a\ndiligens paterfamilias\nwould have taken steps to guard against the\npossibility of it causing harm. Whatever negligence there may have been on their\npart\nwas \"negligence in the air\". It has not been shown to have been causally\nconnected to the blow out. Blameworthy negligence on the\npart of the driver or\nMorakala, based on a failure to inspect the tyres, or a failure to inspect them\nproperly, has therefore not\nbeen established.\nThe evidence does not justify a finding that a reasonably skilful driver\ncould have prevented the bus from leaving the road and overturning\nafter the\nblow out. Mr Sceales, in my view correctly, did not seriously contend to the\ncontrary. There is evidence to the effect\nthat after the blow out the driver\nsimply threw up his hands and resigned himself to his fate, making no attempt to\ncontrol the bus.\nThis is highly improbable, and the evidence of\n10\nthose passengers who say he struggled to control the bus is clearly\npreferable.\nI come now to what I consider to be the crux of the\npresent appeal. Has the cause of the blow out been established, and was there\nnegligence on the part of the driver preceding and causally related to the blow\nout? This involves a consideration of the evidence\nof the two experts.\nHarre, who testified on behalf of the respondents, was at the time of the\ntrial employed by Firestone South Africa (Ply) Ltd as a\nquality assurance\nmanager and co-ordinator of field engineering with expertise,\ninter alia\n,\nin the design and manufacturing of tyres. It is common cause that he was\nqualified to express an opinion on the cause of the blow\nout. As I have\npreviously mentioned, he had visually examined what had been salvaged of the\ntyre after the accident. He was of the\nview that the blow out resulted from an\nimpact fracture with consequent instantaneous deflation of the right\n11\nfront tyre. This would have been caused by the tyre striking some\nsubstantially sized object on the road or hitting a pothole of significant\nproportions. The disintegrated state of what remained of the tyre, as appears\nfrom the photographs handed in as exhibits, he attributed\nto the fact that the\ntyre had run a distance without air pressure after the impact.\nKeuler, who testified on behalf of the appellants, is a specialist in\nrubber technology with the South African Bureau of Standards\nwhere he has been\nemployed since 1962. In his case, too, it was common cause that he was properly\nqualified to testify as an expert.\nHe admitted that he could not be categorical\nabout the cause of the blow out. His evidence was, however, to the effect that\nthe blow\nout had occurred as a result of the intense build-up of heat due to\nflexing of the sidewalls consequent upon overloading or the gradual\ndeflation of\nthe tyre. As there is no suggestion of overloading in this case, the heat\nbuild-up would have\n12\nbeen due to gradual deflation. He testified that the ripping of\nthe\nsidewall, as appears from the photographs, was indicative of the\nbus\nbeing driven while the tyre was under inflated. He further\ntestified\nthat there was blueish discolouration of the tread rubber\nsection of\nthe remains of the tyre, something normally associated with\nelevated\ntemperatures. He also expressed the view that the disintegrated\nstate of the tyre indicated that the tyre had been driven for a\nconsiderable distance after failure, i e gradual deflation, had\nstarted\nto occur.\nWith regard to whether the heat build-up and resultant\ndiscolouration could have resulted after the blow out the\nfollowing\npassage appears in his evidence under cross-examination:\n\"\nMR PREIS\n: Or overloaded. I want to put this to you that if the\ntyre had burst and the tyre thereafter ran flat that this would have caused\na\nbuild up of heat as well? — It would yes. The amount of heat which builds\nup depends entirely on the time that the tyre has\nbeen driven under inflated. If\nthe tyre had burst then one would not expect it to run for a long distance.\nObviously the bus would\nstop.\n13\nCOURT\n: Not immediately. It is an enormously heavy thing. — The\ndistance in which you can stop is certainly a lot less than what one\nwould\nexpect needed to have any heat build up in the\ntyre.\"\nThere followed, shortly thereafter, the following\nquestion and answer:\n\"Assuming that there was such blueish discoloration it could also have been\ncaused as a result of the tyre bursting and\nrunning flat in this matter? — It certainly has not been the\nexperience that I had at the SABS with tyres that have been inspected\nthat it\ncould happen in such a short period of time.\"\nHarre's\nopinion that the blow out was caused by an impact fracture is in my view not\nsupported by the evidence or the probabilities.\nThere is no evidence that any\nstone or similar object of sufficient size to have caused an impact fracture was\nseen on the road before\nthe blow out, or found subsequently. Nor is there any\nevidence of the existence of a pothole of such dimensions that it could have\nresulted in an impact fracture. None of the passengers testified to having\nexperienced any bump or jolt either immediately\n14\npreceding, or simultaneously with, the blow out. Nor was there any\nnoticeable attempt by the driver to take any avoiding action. There\nis\naccordingly nothing to support a finding that \"some extraordinary and unforseen\nepisode had supervened\" to cause the blow out\n(South British Insurance Co Ltd\nv Mkhize\n1965(1) SA 206(A) at 207F-H).\nKeuler's conclusion of\nthe blow out being caused by heat build-up due to under inflation over a period\nof time is in my view both\ntenable (as conceded by Harre) and acceptable. There\nis no reason not to accept Keuler's evidence relating to the blueish\ndiscolouration\nand its cause. Harre opined that had the bus been driven for a\nnumber of kilometres with the tyre under inflated he would have expected\na heat\ninduced reversion of the rubber because of the severe heat build-up, which would\nhave manifested itself in the rubber becoming\nsticky. Keuler conceded that there\ncould have been a heat induced reversion of the rubber, but this could only\nbe\n15\nestablished by chemical tests. It is common cause that no such tests were\ndone. According to Keuler, the rubber would only become\nsticky where there was\nan advanced state of heat induced reversion. Harre fairly conceded that he was\nnot an expert in rubber chemistry,\nwhich Keuler is. The absence of stickiness\ndoes not in my view detract from Keuler's evidence.\nIt is not possible from the evidence to determine precisely where the\nblow out occurred and what distance the bus travelled thereafter\nbefore it left\nthe road and overturned. The effect of Keuler's evidence is that the blueish\ndiscolouration he observed is more likely\nto have been caused before the blow\nout than after. Once Harre's impact fracture theory is discarded there is no\nreason why Keuler's\nevidence should not be accepted, providing as it does a\nreason for the blow out which is entirely plausible.\nIn my view the most probable cause of the blow out was the fact that the\nbus proceeded for some distance with an under inflated\n16\nright front tyre resulting in a build-up of heat which led to the tyre\ndisintegrating and eventually bursting. There could be a number\nof reasons for\nthe under inflation - a puncture, a leaking valve or the loss of a valve are but\nsome. The instances mentioned could\nhave occurred without negligence on the part\nof anyone. Each would have caused a gradual deflation of the tyre over a period\nof time.\nShould the deflation have been obvious to the driver before the blow out\nand could and should he have taken remedial action? The driver\nof a bus has a\nresponsibility towards his passengers for their safety\n(Fredericks v Shield\nInsurance Co Ltd\n1982(2) SA 423(A) at 428G). It is required of him to\nexercise skill in driving the bus commensurate with such responsibility and\nto\nreact timeously to situations which could foreshadow harm to his passengers. It\nis perhaps appropriate to echo what was said by\nTROLLIP J in\nS v Stavast\n1964(3) SA 617(T) at 623G-H:\n17\n\"I think that having regard to the dreadful and almost daily toll that motor\nvehicular traffic exacts of human life and limb on our\nroads, the Court should\nbe astute not to diminish but rather to raise the standard of care and\nprecautions that should be taken by\ndrivers in the interests of public\nsafety.\"\n(See too\nUnion National South British\nInsurance Co Ltd v Victoria\n1982(1) SA 444(A) at 458C.) A bus driver must be\nalive to any malfunctioning of his vehicle, or any significant change in its\nbehaviour,\nwhich might signal possible danger. More particularly is this so when\nhe is travelling on the open road at speeds in excess of those\npermissible\nwithin an urban area, as the possibility of harm increases in those\ncircumstances. Once he notices that his vehicle is\nnot functioning or behaving\nas it normally does, it is his duty to slow down or stop or take such remedial\naction as the circumstances\npermit to ascertain the cause of the problem and\nlessen any possibility of harm to his passengers.\nThe blow out involved the right front wheel. It is common knowledge that\nthe front wheels of a vehicle are connected to and\n18\ncontrolled by the steering wheel. As a matter of\nprobability one\nwould expect the progressive under inflation of a\nfront tyre to affect\nthe steering capabilities of the vehicle at\nsome stage. This would\nbe communicated to the driver via the\nsteering wheel. In the\npresent instance this would probably have\noccurred some time\nbefore the eventual blow out. This was recognised\nby Harre.\nAsked during his evidence in chief if the partial\ndeflation of a tyre\ncould increase its temperature and lead to\ndamage he responded:\n\"But surely if the tyre was partially deflated\nthere would be\nsuch a drag on the steering that the driver would\nknow that\nhe has a partially deflated tyre.\"\nFrom this one may infer that a reasonably skilful bus driver would have\nrealized that a front wheel was deflating. And as the deflation\ntook place over\na period, such realization should have come a sufficient time before the blow\nout to permit of some\n19\nsuccessful remedial action being taken. The driver did not take any. On\nthe evidence he proceeded at the same speed and in the same\nmanner to the point\nof blow out. In my view he was, in the circumstances, negligent in some degree\nin a respect causally related\nto the blow out, and consequently the\naccident.\nIn the result I would have allowed the appeal with costs and have\nsubstituted an appropriate order for that of the court a.\nquo\n. As this is\na minority judgment no point would be served in setting out the terms of such\norder.\nAt the commencement of the appeal Mr Sceales applied for orders condoning\nthe late filing of (a) the appellants' notice of appeal:\n(b) their powers of\nattorney; (c) a proper record; as well as (d) an additional volume of the\nrecord. It is somewhat unusual, to\nsay the least, to have so many applications\nfor condonation. They redound to the discredit of the appellants' Pretoria\nattorneys\nof record. The respondents did not oppose the applications.\nJudgment\n20\nwas reserved in respect of them subject to the appellants showing\nreasonable prospects of success. They were in the majority view\nnot able to do\nso. The applications accordingly fall to be dismissed. The appellants should pay\nany wasted costs occasioned by applications\n(a) and (b). We raised with Mr\nSceales the question whether the appellants' attorneys should not bear the\nwasted costs of applications\n(c) and (d). He did not, quite rightly, oppose the\nview that they should. The wasted costs occasioned by applications (c) and (d)\nshould therefore be borne by the appellants' Pretoria attorneys de\nbonis\npropriis\n.\nJ W SMALBERGER JUDGE OF APPEAL\nF H GROSSKOPF, JA - concurs",
  "scraped_at": "2026-02-12T07:12:49.667894",
  "date": "1995-09-12",
  "coram": [
    "SMALBERGER JA",
    "VIVIER JA",
    "FH GROSSKOPF JA",
    "HOWIE JA",
    "SCHUTZ JA"
  ],
  "case_number": "280/93",
  "parties": {
    "applicants": [
      "EMMAH MBOKANE",
      "DAVID MNGUNI"
    ],
    "respondents": [
      "NATIONAL EMPLOYERS' GENERAL INSURANCE COMPANY LIMITED",
      "PUTCO LIMITED"
    ]
  },
  "sections": {
    "facts": "On 8 November 1988 a fully‑laden bus travelling from Kwaggafontein to Pretoria suffered a right‑front tyre burst, overturned and left the driver and several passengers dead and the appellants seriously injured. The bus was owned by Putco and the driver employed by Putco; the National Employers' General Insurance Company (NEG) was the agent of the Motor Vehicle Accident Fund. The appellants sued on the basis that the driver (and possibly Putco employees) were negligent in allowing the tyre to be in an unroadworthy condition. Two expert witnesses were called: Mr Keuler (SABS) who suggested the tyre had been driven while under‑inflated, causing heat buildup and rupture; and Mr Harre (Firestone) who argued the burst resulted from an impact fracture caused by striking a stone or pothole. The trial judge found no negligence proved and dismissed the action. The appeal raised issues of driver knowledge, the cause of the burst, and the applicability of res ipsa loquitur.",
    "issues": "1) Whether the cause of the tyre burst was established (under‑inflation versus impact). 2) Whether the driver knew or ought to have known of the under‑inflated tyre and failed to take remedial action, amounting to negligence. 3) Whether the doctrine of res ipsa loquitur applies to a tyre burst. 4) Whether the appellant’s burden of proving negligence on a balance of probabilities was satisfied.",
    "principles": "Negligence requires a duty of care, breach of that duty, causation and loss. For a driver, breach is proven only if it is shown he was aware (or ought to have been aware) of a defect and failed to act. The burden of proof lies on the plaintiff to establish negligence on the balance of probabilities. The maxim res ipsa loquitur applies only where the accident is of a type that ordinarily does not occur without negligence and the cause is unknown; it is inapplicable where a plausible cause is identified. Relevant case law cited includes Madyosi v SA Eagle Insurance (application of res ipsa), Arthur v Bezuidenhout (burden of proof), and standards of care for bus drivers (Fredericks v Shield, S v Stavast).",
    "application": "The Court examined the expert testimony and found neither expert provided conclusive proof of under‑inflation; Harre’s impact theory lacked factual support, while Keuler’s theory was based on circumstantial observations (blue‑discolouration, heat) without chemical testing. No direct evidence showed the driver was aware of a deflation, and passenger testimony indicated normal driving up to the burst. Consequently, the appellants failed to meet the burden of proving the driver’s knowledge and breach. The res ipsa doctrine was rejected as the cause of a tyre burst is not inherently indicative of negligence. Hence, no negligence was established.",
    "conclusion": "The appeal was dismissed. All condonation applications were dismissed, with the appellants ordered to pay wasted costs of applications (a) and (b) and their Pretoria attorneys ordered to pay wasted costs of applications (c) and (d). The appeal was dismissed with costs against the appellants jointly and severally."
  },
  "tags": {
    "level_1": "Tort Law",
    "level_2": "Motor Vehicle Accident",
    "level_3": [
      "tyre burst",
      "driver negligence",
      "expert evidence",
      "res ipsa loquitur"
    ]
  }
}