{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/149.html",
  "case_name": "S v Ndzeku (642/94) [1995] ZASCA 149; [1996] 1 All SA 391 (A) (28 November 1995)",
  "citation": "[1995] ZASCA 149",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 149\n|\nNoteup\n|\nLawCite\nS v Ndzeku (642/94) [1995] ZASCA 149; [1996] 1 All SA 391 (A) (28 November 1995)\nDownload original files\nPDF format\nRTF format\nCASE NO 642/94\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between\nSIPHO NDZEKU\tAPPELLANT\nand\nTHE STATE\tRESPONDENT\nCORAM\n: E M GROSSKOPF, VIVIER et MARAIS JJA\nHEARD\n: 7\nNovember 1995\nDELIVERED\n: 28 November 1995\nJUDGMENT\nMARAIS JA/\n2\nMARAIS JA/\nThe two issues which require to be considered in this appeal are whether\nthe court which convicted appellant had jurisdiction to try\nhim and, if so,\nwhether he was correctly convicted upon a count of being in unlawful possession\nof 3 mandrax tablets in contravention\nof sec 2 (b) of Act 41 of 1971 and upon a\nfurther count of dealing in a quantity of 3000 mandrax tablets in contravention\nof sec\n2 (a) of that Act.\nThe question of the trial court's\njurisdiction\nPresumably because appellant was to be charged with three counts of\ncontravening sec 2 (a), alternatively sec 2 (b) of Act 41 of 1971,\nand two of\nthose counts were alleged to have been committed in a jurisdictional area\n(Hillbrow, Johannesburg) other than the jurisdictional\narea in which the\nremaining count was alleged to\n3\nhave been committed (Constantia, Cape), the Minister of\nJustice\ninvoked the power conferred upon him by sec 111 (1) of the\nCriminal\nProcedure Act 51 of 1977 (henceforth \"the Act\") and\ndirected that the\nformer two main and alternative counts be tried in\nthe area of\njurisdiction of the Attorney General of the Cape of Good\nHope\nProvincial Division of the Supreme Court of South Africa.\nAppellant\nwas thereupon tried upon all three main and alternative\ncounts in the\nWynberg Magistrate's Court. That court plainly had\njurisdiction to try\nthe main and alternative count which related to\noffences allegedly\ncommitted in Constantia, Cape. Appellant was\nconvicted upon the\nalternative count but succeeded in having that\nconviction set aside on\nappeal to the Cape Provincial Division so\nthat no more need be said\nabout that count.\nThe factual\nbackground to the jurisdictional issue needs\n4\nto be shortly given. Appellant was professionally represented at\nthe\ntrial by counsel (Mr Uijs) instructed by Mr Trisos of the\nattorneys'\nfirm Molenaar & Trisos and later, when that firm was\ndisbanded, by\nMessrs Jack Lewis & Associates. Prior to the\ncommencement of the\ntrial Mr Trisos had filed with the clerk of the Criminal Court on\nbehalf\nof appellant a request for further particulars of the charges.\nIt\ncomprised 49 pages and included a question going to the\njurisdiction\nof the Wynberg Magistrate's Court to try appellant upon the main\nand\nalternative counts relating to offences allegedly committed in\nHillbrow,\nJohannesburg. The reply given was that jurisdiction existed \"by\nvirtue\nof section 111 of Act 51/1977 (copy of certificate is forwarded)\".\nThe\ncertificate read:\n\"DIRECTION IN TERMS OF SECTION 111 (1) OF THE CRIMINAL PROCEDURE ACT,\n1977 (ACT 51 OF 1977): THE STATE VERSUS VUYISELE NDZEKU\n5\nWhereas I, HENDRIK JACOBUS COETSEE, Minister of Justice, deem it in the\ninterests of the administration of Justice that the offences\nof contravening\nsection 2 (a) of the Abuse of Dependence-producing Substances and Rehabilitation\nCentres Act, 1971 (Act 41 of 1971)\n- dealing in mandrax, alternatively\ncontravening section 2 (b) of the said Act - possession of mandrax (2 counts)\nallegedly committed\nby VUYISELE NDZEKU at or near Hillbrow, Johannesburg within\nthe area of jurisdiction of the Attorney-General of the Witwatersrand\nLocal\nDivision of the Supreme Court of South Africa, be tried within the area of\njurisdiction of the Attorney-General of the Cape\nof Good Hope Provincial\nDivision of the Supreme Court of South Africa, I hereby direct in terms of\nsection 111 (1) of the Criminal\nProcedure Act, 1977 (Act 51 of 1977), that the\ncriminal proceedings in respect of the above-mentioned offences be commenced in\nthe\narea of jurisdiction of the Attorney-General of the Cape of Good Hope\nProvincial Division of the Supreme Court of South Africa.\nGiven under my hand at Pretoria on this 24th day of October\n1990.\nH J COETSEE, MP\nMINISTER OF JUSTICE\"\nAfter a number of postponements of the hearing had occurred and the\ncharges were about to be put to the appellant on 25\n6\nNovember 1991, the prosecutor referred to the particulars relating to\njurisdiction which he had given, said that he wished \"to hand\nin a direction in\nterms of\nsection 111\nof the\nCriminal Procedure Act, 51 of 1977\n\", and asked if he\nmight read it out \"for record purposes\". The magistrate replied in the\naffirmative and the direction by the Minister\nof Justice was read aloud. Counsel\nfor appellant was then asked by the magistrate whether he had seen the\ncertificate and he replied:\n\"I did. I have no objection to it being handed in\".\nIt was then handed to the magistrate and became exhibit \"A\". At this juncture\nthe magistrate addressed appellant directly and asked him whether he had\nunderstood the direction and appellant confirmed that he\nhad. Although appellant\nwas later to give his evidence through the medium of an interpreter, it emerges\nfrom the record that he understands\nthe English language.\n7\nThe prosecutor then placed on record that he had given a copy of the\nministerial direction to appellants's attorney, Mr Trisos, \"a\nwhile back, but\n(that) it was never ever served on the accused as required\" by section 111 (2)\n(a) of the Act, and that he wished\nthe magistrate \"to apply\" section 111 (4) of\nthe Act. At this stage it is appropriate to recite all the terms of section\n111:\n\"(1) Where the Minister deems it in the interests of the administration\nof justice that an offence committed within the area of jurisdiction\nof one\nattorney-general be tried within the area of jurisdiction of another\nattorney-general, he may in writing direct that criminal\nproceedings in respect\nof such offence be commenced within the area of jurisdiction of such other\nattorney-general.\n(2) (a) The direction of the Minister shall state the name of the\naccused, the relevant offence, the place at which (if known) and\nthe\nattorney-general in whose area of jurisdiction the offence was committed, and\nthe attorney-general in whose area of jurisdiction\nthe relevant criminal\nproceedings shall commence.\n(b) A copy of the direction shall be served on the accused, and the\noriginal thereof shall, save as is provided in subsection (4),\nbe handed in at\nthe court in which the proceedings are to commence.\n8\n(3)\nThe court in\nwhich the proceedings commence shall have jurisdiction to act with regard to the\noffence in question as if the offence\nhad been committed within the area of\njurisdiction of such\ncourt.\n(4)\nWhere the Minister\nissues a direction under subsection (1) after an accused has already appeared in\na court, the original of such\ndirection shall be handed in at the relevant\nproceedings and attached to the record of the proceedings, and the court in\nquestion\nshall -\n(a)\ncause the\naccused to be brought before it, and when the accused is before it, adjourn the\nproceedings to a time and a date and to\nthe court designated by the\nattorney-general in whose area of jurisdiction the said criminal proceedings\nshall commence whereupon\nsuch time and date and court shall be deemed to be the\ntime and date and court appointed for the trial of the accused or to which\nthe\nproceedings pending against the accused are\nadjourned;\n(b)\nforward a copy\nof the record of the proceedings to the court in which the accused is to appear,\nand that court shall receive such\ncopy and continue with the proceedings against\nthe accused as if such proceedings had commenced before\nit.\n(5) The direction of the Minister shall\nbe final and not subject to appeal to any court.\"\nThe prosecutor thereupon asked the magistrate \"to adjourn the\n9\nproceedings to today's date for 10 minutes' time for plea\nand trial\",\nfocussed the magistrate's attention upon the use of the\nword \"shall\" in\nsection 111 (4), and asserted that a postponement\nwas therefore\nnecessary. After some further remarks were made by the\nprosecutor\ncounsel for appellant was asked by the magistrate whether\nhe\nunderstood the position. His reply was inaudible but was\npresumably\nin the affirmative for the magistrate proceeded to say:\n\"And according\nto the certificate issued by the Minister in terms of\nsection 111 this\nCourt, being a Court, one that can do this case and\nyour client is\naware thereof and according to Mr Lea, Mr Marius\nRoos, the senior\nprosecutor, did inform him to proceed with the case\ntoday in this\nCourt.\" To that counsel for appellant replied \"yes\"\nand added \"I\naccepted that as the case\". The magistrate asked the\nprosecutor\nwhether it was really necessary for the court to adjourn\nand upon\n10\nbeing told that the prosecutor considered the provision to be peremptory\nand that it was unfortunately necessary to adjourn the proceedings\n\"even if it\nis only for five minutes or ten minutes\", he adjourned the court saying \"Yes Mr\nNdzeku, we will adjourn. We will proceed\nwith the trial against you within the\nnext ten minutes.\"\nWhen the court resumed the charges were put to appellant and his pleas of\nnot guilty were entered. No plea that the magistrate had\nno jurisdiction to try\nthe offences allegedly committed in Hillbrow, Johannesburg was specifically\nraised or entered nor was any\nprior notice given by appellant or his legal\nrepresentatives of any intention to plead a plea other than the plea of not\nguilty,\nas was required by section 106 (1) and (3) of the Act. However, in\nelaborating upon the pleas of not guilty and \"the nature of (appellant's)\ndefence\", counsel for appellant said \"the plea is based on\njurisdiction\"\n11\nin that there had not been compliance with the provisions of section 111\nof the Act. Evidence on the merits then commenced to be led.\nThere were a number\nof adjournments and the State ultimately closed its case on 4 March 1992. An\napplication for the discharge of\nappellant was thereupon made. One of the\ngrounds was an alleged absence of jurisdiction in respect of the counts to which\nthe ministerial\ncertificate related. The contention advanced to the magistrate\nwas that a copy of the ministerial direction had not been served upon\nappellant\nas required by section 111 (2) (b) and that the omission to do so was fatal to\nthe acquisition of jurisdiction. The contention\nwas not upheld by the\nmagistrate. It was repeated in the provincial division on appeal and again\nrejected. It has been advanced yet\nagain before us. Further related submissions\nwere also advanced. It was submitted that even if receipt of a copy of the\ndirection\nby an agent authorised to receive\n12\nit on behalf of appellant would have sufficed, there is nothing to show\nthat appellant's attorney was authorised by appellant to receive\nit on his\nbehalf. It was also contended that even if the delivery of the direction to\nappellant's attorney could be regarded as service\nupon appellant, the prosecutor\nwas not a person competent in law to serve the direction.\nI shall assume without deciding that it was permissible for appellant to\nraise the question of jurisdiction in the manner in which\nhe did notwithstanding\nthe provisions of section 106 (1) and (3) of the Act. No attack is made by\nappellant upon the validity of\nthe Minister's direction. Nor is there any\nsuggestion that appellant was not informed of his direction timeously. The\ncomplaint is\nmerely that a copy of the direction was not served upon him\npersonally by anyone competent in law to do so. The manner in which an\naccused\nperson\n13\nhas to be informed of such a ministerial direction was\nsubmitted by\ncounsel for appellant to be a critical and integral\nelement in the\ncreation of jurisdiction and a sine qua non of the\nvalid conferment of\njurisdiction. If jurisdiction was absent on\naccount of a failure to\ninform appellant of the direction in the\nprescribed manner, it was\nrightly contended that so fatal a\nshortcoming could not be regarded as\nan \"irregularity or defect\" in\nthe proceedings which was capable of\nbeing condoned in terms of\nsection 309 (3) of the Act if no failure of\njustice resulted.\nHowever the contention that jurisdiction was lacking\nis valid only\nif the following propositions which are inherent in the\ncontention\nare sound: firstly, that the manner in which appellant was\napprised\nof the Minister's direction was not one for which section 111\n(2)\n(b) makes provision; secondly, that the requirements of\nthat\nprovision as to the particular manner in which an accused is to\nbe\n14\ninformed are peremptory and permit of no deviation therefrom; and\nthirdly, that compliance with the provision is an essential constituent\nelement\nof the jurisdiction conferring process. In my view, none of these propositions\ncan be maintained successfully.\nThe empowering provisions of section 111 are subsections (1) and (2) (a).\nThey vest the Minister with the power to direct that an\noffence committed within\nthe area of jurisdiction of one attorney-general be tried within the area of\njurisdiction of another attorney-general\nand provide for the manner in which the\nMinister is to do so. Once he has issued such a direction he has exercised the\nsubstantive\npower entrusted to him and he has no further role to play in terms\nof section 111. Sub-sections (2) (b) and (3) are consequential\nprovisions\ninvolving other actors who have no jurisdiction conferring powers in their own\nright. The same can be said of sub-section\n(4) in\n15\nso far as it provides what is to be done after the Minister has issued a\ndirection under sub-section (1) after an accused has already\nappeared in court.\nA direction by the Minister must have been intended by the legislature to have\nimmediate effect whether or not\nthe accused has been made aware of the giving of\nthe direction. It could not have been intended that despite the giving of such a\ndirection by the Minister, the attorney-general within whose area of\njurisdiction the relevant offence had allegedly been committed\nshould retain the\npower to charge the accused in a court in his area of jurisdiction merely\nbecause the accused had not yet been\nserved with a copy of the direction. Were\nthat not so, such an attorney-general could render such a ministerial direction\nnugatory\nby the simple expedient of charging the accused in a court in his area\nof jurisdiction before a copy of the direction has been served\nupon the accused.\nThat is a\n16\nconsequence so absurd that it could not have been intended by the\nlegislature.\nThose considerations suffice, I think, to show that the\nserving of a copy of the direction on the accused is not an essential\nprerequisite\nto the legal efficacy of the Minister's direction that the alleged\noffence be tried in another area of jurisdiction. To put the matter\nanother way,\nit is not a necessary step in the exercise by the Minister of the substantive\npower given to him to direct that an accused\nbe tried in another area of\njurisdiction.\nWhat then is the object which the legislature sought to achieve in\nenacting the requirement that a copy of the direction be served\non the accused?\nThe answer seems obvious. It was simply to ensure that the accused became aware\nthat such a direction had been given\nby the Minister. If that is indeed the sole\nobject of the\n17\nprovision, it seems hardly likely, viewed purely as a\nquestion of\ninterpretation, that personal service upon the accused\nby a particular\nfunctionary was to be regarded as the only\npermissible manner in\nwhich the accused could be apprised of the\ngiving of the direction.\nThe legislature could scarcely have been\nunaware that accused persons\nare frequently represented by legal\npractitioners and that once that is\nso, notification by the\nprosecutor of steps to be taken by him in the\nproceedings, or of\ndocuments of which he intends to make use, is\nmade to the accused's\nlegal representative and not to the accused\npersonally. It is\ndifficult to imagine any sensible reason why the\nlegislature would\nhave intended to insist upon a copy of the Minister's\ndirection\nbeing served upon an accused personally by a particular\nfunctionary\neven although it has been delivered to the legal\nrepresentative\nengaged by the accused to represent him in the very\n18\nproceedings to which the direction relates. It is worthy of\nnote that\nthe legislature has not explicitly provided for personal\nservice of the\ndirection upon the accused, nor has it specified any\nparticular person\nor functionary who is to effect such service, or\nprovided any statutory\ndefinition of the meaning which the word\n\"serve\" is to be given in this\nlegislation. Service upon a duly\nauthorised agent of the accused is not\nexpressly precluded by the\nprovision and there is no justification for\nimplying any such\nprohibition. Given the facts which I have sketched,\nit cannot\nseriously be contended that Mr Trisos did not have\nappellant's\nauthority to receive from the prosecutor any information or\ndocument\nrelevant to the case in which he had been engaged to\nrepresent\nappellant. I conclude therefore that the manner in which\nappellant\nwas apprised of the Minister's direction was one sanctioned\nby\nsection 111 (2) (b). That finding disposes of the attack upon the\n19\njurisdiction of the magistrate but even if that interpretation of the\nprovision should be wrong and it does provide for personal service\nor service by\na particular functionary or both, the question whether it is a peremptory\nrequirement that notice of the Minister's\ndirection be given only in that\nparticular manner would remain. It is true that the word \"shall\" is frequently\nregarded as being\nindicative of the peremptory nature of a legislative provision\nbut it is trite that it is not always so regarded. The considerations\nI have\nmentioned when dealing with the purpose of the provision are of course also\nrelevant to the question of whether the provision\nis intended to be regarded as\nperemptory and, in my view, they militate against any such intention. In\nreaching this conclusion I\nhave taken account of the approach to problems of\nthis kind reflected in cases such as\nMaharaj and Others v Rampersad\n1964\n(4) SA 638\n(A) and\nNkisimane and Others v\n20\nSantam Insurance Co Ltd\n1978 (2) SA 430\n(A). In the former\ncase\nthe following dictum of Lord Penzance in\nHoward v\nBodington\n2 PD\n203\nwas once again approved by this\nCourt:\n\"\t(I)n each case you must look to the subject matter;\nconsider the importance of the provision that has been disregarded and the\nrelation of that provision to the general object intended\nto be secured by the\nAct; and upon a review of the case on that aspect decide whether the matter is\nwhat is called imperative or\nonly directory.\" (At page 643\nF-G)\nIn the latter case the following caveat was\nsounded:\n\"Preliminarily I should say that statutory requirements are often\ncategorized as \"peremptory\" or \"directory\". They are well-known,\nconcise, and\nconvenient labels to use for the purpose of differentiating between the two\ncategories. But the earlier clear-cut distinction\nbetween them (the former\nrequiring exact compliance and the latter merely substantial compliance) now\nseems to have become somewhat\nblurred. Care must therefore be exercised not to\ninfer merely from the use of such labels what degree of compliance is necessary\nand what the consequences are of non- or defective compliance. These must\nultimately depend upon the proper construction of the statutory\nprovision in\nquestion, or, in other words, upon the intention of\n21\nthe lawgiver as ascertained from the language, scope, and purpose of the\nenactment as a whole and the statutory requirement in particular\n(see the\nremarks of Van Den Heever J in\nLion Match Co Ltd v Wessels\n1946 OPD 376\nat 380).\" (At pages 433 H - 434 B),\nHowever, even if the\nprovision was intended to be peremptory, it would remain what it is - merely a\nprescribed method of informing\nthe accused of the giving by the Minister of such\na direction and not an integral element in the exercise of the substantive power\nto give such a direction. It would then follow that the provision of a copy of\nthe direction to the accused in a manner other than\nthe prescribed manner would\nhave no bearing upon the substantive validity of the direction and would rank,\nat worst for the prosecution,\nas an \"irregularity or defect\" in the proceedings.\nCounsel for appellant conceded frankly in this Court that he found himself\nunable\nto contend that any failure of\n22\njustice had occurred as a consequence of such irregularity or defect if\nthat was what the omission to give notice in the prescribed\nmanner was. The\nconcession was obviously correctly made. The plea to the magistrate's\njurisdiction was therefore rightly not upheld.\nThe merits or demerits of the\nconvictions:\nThe case is a highly unusual one. The background to the alleged\ncommission of the offences I shall sketch in broad brush strokes.\nIn 1979\nappellant was serving a prison sentence. He escaped but was re-arrested by\ndetective warrant officer Lazarus. Appellant had\naccess to a great deal of\ninformation about dealers in drugs both within and beyond the borders of South\nAfrica. The police were\nanxious to have his co-operation and information. In the\nresult, he remained at liberty on the understanding that he would work with\nthe\npolice by furnishing relevant information and assisting in the\n23\napprehension of dealers in drugs. Appellant did so and the\npolice\nachieved considerable success as a consequence. The\npersonal\nrelationship between appellant and Lazarus developed into a\nrelatively\nclose one over the ensuing years. They regarded one\nanother as\nfriends and came to know each other's immediate families.\nIt was the\nState's case that appellant's relationship with the\npolice became so\nclose that appellant felt able to make with\nrelative impunity certain\nunlawful proposals to them. More\nspecifically, it was alleged that\nappellant had suggested that\nLazarus participate with him in drug\ndealing activities upon which\nhe intended to embark. Unhappy though\nLazarus was at the\nimplications of bringing appellant to book for his\nattempt to\ncorrupt him and to deal in drugs with his covert assistance,\nLazarus\nreported the approach to his superiors and a decision was\nmade to\nallow appellant to believe that his overtures had been\n24\nfavourably received so as to see what further useful information might be\nforthcoming. Lazarus thereafter attempted to keep a diary\nof his meetings with\nthe accused and attempted to record surreptitiously on tape the conversations\nwhich took place between them.\nThe quality of the tape recordings was so poor\nthat they were not placed before the court by the prosecutor but they were made\navailable\nto appellant's legal representatives. Appellant continued to supply\ninformation to Lazarus and to co-operate with him in bringing\nother persons\ninvolved in drug dealing to book. According to Lazarus appellant offered to\nreward him if he acted as a courier for\nappellant and conveyed mandrax tablets\nfor him. In due course after Lazarus had led appellant to believe that he was\nwilling to fall\nin with the suggestion that he act as a courier for appellant,\nLazarus was told by appellant that he had acquired some samples of\na large\nconsignment of mandrax tablets\n25\nwhich had been offered to him. Appellant was eager to have Lazarus\narrange for them to be tested in order to determine whether they\nwere genuine\nmandrax tablets of the requisite quality. To that end Lazarus went to an\napartment in Hillbrow, Johannesburg where appellant\nhanded him inter alia the\nthree mandrax tablets which were the subject of count 2. The episode was\nmonitored by other policemen who\ngave evidence which corroborated Lazarus's\naccount in all material respects. Appellant was not arrested immediately\nthereafter as\nthe police wished to allow things to develop further. The samples\nhad been handed to Lazarus on 22 July 1988. On Friday 19 August\n1988 Appellant\nallegedly telephoned Lazarus from Johannesburg to say that he had a large\nconsignment of mandrax tablets (22 000)\nwhich he wished Lazarus to fetch\nimmediately and take to Cape Town. Lazarus claims that he discussed the matter\nwith his superiors\nand that it was agreed\n26\nthat he should pretend to fall in with appellant's plan.\nLazarus claims\nthat he told appellant that he would only be able to\nfly to\nJohannesburg on Monday and that if appellant required him to\ncome\nto Johannesburg sooner, he (appellant) would have to provide\nthe\nnecessary ticket. Appellant allegedly agreed to do so and did do\nso.\nLazarus flew to Johannesburg on Saturday 20 August 1988 and,\nonce\nagain monitored by other police officers, he met with appellant\nin\nHillbrow and took delivery. There were 21 000 tablets made up\ninto\n21 packs. Because one of the other police officers involved in\nthe\noperation raised the possibility that the tablets might not be\ngenuine\nand that appellant might be suspicious of Lazarus and intent\nupon\ntesting whether or not Lazarus would carry out his mandate, it\nwas\ndecided to remove 3 of the tablets from 3 of the packs in order\nto\nhave them tested at the forensic laboratories. At this juncture I\nshould\n27\nexplain that it was because the samples taken were not regarded by the\nProvincial Division as sufficiently representative of all 21\npacks of tablets\nthat the conviction upon count 3 of dealing in 21 000 mandrax tablets was\naltered to a conviction of dealing in\n3 000 mandrax tablets. When Lazarus\nreturned to Cape Town he was telephoned soon after his arrival by appellant and\nLazarus attempted\nto persuade appellant to defer coming to Cape Town to collect\nthe tablets until the tablets had been tested. By Monday 22 August\n1988\nappellant had become impatient and insisted upon coming to Cape Town to collect\nthe tablets. Lazarus suggested that he meet\nappellant at the Kenilworth Centre\non Monday evening. Appellant agreed. Lazarus reported to his superiors and\narrangements were made\nfor a number of senior officers to be in concealed\npositions at the Kenilworth Centre. When appellant arrived at the rendezvous he\nprofessed to be apprehensive\n28\nabout the chosen venue, and claimed to have seen police vehicles in the\nvicinity. Lazarus attempted to reassure him but he remained\napprehensive.\nAppellant then said that the handing over of the tablets should take place at\nthe airport. Lazarus agreed but specified\nthat it be in the parking area.\nLazarus did so because entrance to and egress from the parking area could be\ncontrolled. They left\nfor the airport independently and Lazarus advised the\nother police officers by radio of the change in plan. Lazarus said that despite\nthe fact that appellant had told him that he would arrive at the Kenilworth\nCentre in a white Corolla motor vehicle, he arrived instead\nin a blue Honda\nmotor vehicle. At the airport appellant parked his vehicle alongside Lazarus's\nvehicle and joined Lazarus in the\nlatter vehicle. Lazarus pretended to be\nextremely nervous and asked for his money whereupon appellant asked to be given\nthe tablets\nand he would go. Lazarus asked him to\n29\nfetch one of his own bags so that he could transfer the tablets from his\nown bag to appellant's bag. He gave as his reason his unwillingness\nto part with\nthe bag. In truth, so Lazarus claimed, he wished to give his colleagues more\ntime to take up appropriate positions.\nHaving handed over the tablets to\nappellant Lazarus allegedly offered to accompany him through the exit gates but\nappellant declined\nthe offer and exhorted him to leave immediately. Lazarus\ndrove away and in doing so lost sight of appellant. Having passed through\nthe\nexit gate Lazarus stopped near one of the other senior police officers' vehicles\nand awaited the arrival at the gate of the appellant.\nWhen appellant arrived at\nthe gate he was stopped and his vehicle was searched. To the consternation of\nthe police and Lazarus no\ntablets could be found in appellant's vehicle. The\npolice inferred that appellant must have handed the tablets over to an\naccomplice\nafter having received them\n30\nfrom Lazarus. According to the police evidence, when appellant was asked\nwhat had become of the tablets, he claimed first to have\ngiven them to someone\nin a Grenada motor vehicle and that that vehicle had been driving behind him. It\nwas claimed that appellant\nthen amended his version to say that it was in fact a\nBMW motor vehicle and not a Grenada. Lazarus testified that appellant had asked\nhim how he could have done such a thing to him. It was put to the police\nwitnesses in cross-examination that appellant had been indignant\nand had\ninsisted that he was participating in a covert operation in co-operation with\nLazarus but the witnesses emphatically denied\nthat he had said any such thing.\nAs a fact, when appellant came to testify later in the trial, he did not claim\nto have said anything\nof the sort to the police.\nA decision was made, so it was claimed, to give appellant an opportunity\nof recovering the tablets even although it was intended\n31\nto arrest him in due course. He failed to do so. These events formed the\nbasis of count 3.\nAppellant's case, and his evidence, was that he had never attempted to\nsecure the services of Lazarus as a paid courier in any drug\ndealing activities\nand that everything which had happened had been regarded by him as an operation\nof the kind in which he had participated\nin the past in order to assist the\npolice to bring drug dealers to justice. It came as a great shock to him when he\nwas accused of\nhaving suborned Lazarus to participate in drug dealing activities\nallegedly conducted by appellant himself.\nI do not consider it to be necessary to provide any further detail\nregarding the facts of the case. As was to be expected, much of\nwhat Lazarus had\nto say was common cause and was confirmed by appellant himself. The sole dispute\nbetween them was whether what\n32\nhad occurred was represented by Lazarus, and believed by appellant, to be\na normal and routine police operation directed against third\nparties or whether,\nas Lazarus claims, the transactions were intended to further appellant's own\ndrug dealing activity. What had\nto be decided ultimately therefore was whether\nit was reasonably possible that appellant thought that he was merely a\nparticipant\nin a bona fide and lawful police operation designed to bring others\nengaged in the drug trade to book. If it was reasonably possible\nappellant\nshould have been acquitted. If it was not, he was correctly convicted. Neither\nthe magistrate nor the Provincial Division\nhad any doubt that appellant's\nversion could not reasonably be true. It is true that there are aspects of the\nevidence given by the\npolice which seem strange but one cannot lose sight of the\nfact that one is dealing with a Geld of criminal investigation in which\nresort\nis often had to unorthodox and\n33\nseemingly improbable actions. Counsel for appellant sought in this court,\nas he had done in the Provincial Division, to persuade the\ncourt that these\nfactors cast such a pall of doubt over the reliability of the evidence given by\nthe police that the magistrate should\nhave concluded that a reasonable doubt as\nto appellant's guilt existed. He referred in particular to the somewhat\nunconvincingly\nexplained earlier withdrawal of the case against appellant and\nits reinstitution after nearly two years had elapsed, to the failure\nto arrest\nhim at the airport in Cape Town when it became apparent that the mandrax tablets\nwhich Lazarus had brought from Johannesburg\nto Cape Town and handed to appellant\nwere missing, and to the decision to allow appellant to attempt to recover the\ntablets. As against\nthose considerations there is the sheer weight and cogency\nof the evidence against appellant. Counsel for appellant disavowed any\nintention\nof contending that\n34\nLazarus had all along been intent upon inveigling appellant into a\nsituation in which it would be possible to falsely but successfully\nprosecute\nhim for dealing in drugs. He was driven to contend that Lazarus had initially\nbeen engaged in an operation in which appellant\nwas playing his customary role\nof informer and participant but that when the drugs disappeared at the airport\nin Cape Town, Lazarus\ndecided to penalise appellant for their disappearance by\nfabricating a case against him. In my view it is a proposition which cannot\npossibly be maintained. It is utterly inconsistent with a number of facts which\nare either common cause or incontrovertible.\nFirstly, there is the fact that for a considerable time prior to the\nincident at the airport Lazarus had been tape recording conversations\nbetween\nhimself and the appellant with a view to using them against appellant in due\ncourse. The fact that, in the result, the\n35\ntapes were of too poor a quality to be usable at appellant's trial does\nnot derogate from the significance of the fact that the tapes\nwere recorded.\nThey were disclosed to appellant's legal representatives and that is compelling\nevidence of their authenticity. Had\nthe discussion between Lazarus and appellant\nbeen no more than the usual discussions which had been taking place between them\nover\nthe years, the question arises why Lazarus should have bothered to\nsurreptitiously record them. No satisfactory answer occurs to\nme.\nSecondly, it is also implicit in the thesis advanced by counsel for\nappellant that there could have been no prior intimation by Lazarus\nto other\nsenior police officers of any approaches made by appellant to Lazarus regarding\nparticipation for reward by Lazarus in appellant's\ndrug dealing activity. But\nsenior policeman testified that Lazarus had indeed informed them of such\napproaches and that a\n36\ndecision had been taken to allow Lazarus to inculcate the belief in the\nappellant that Lazarus had become his partner in crime. While\nit is\ntheoretically possible that those policemen may have invented that evidence, it\ncannot be considered a reasonable possibility\nin the light of Lazarus's\ncontemporaneous recording of the conversations which he had with appellant at\nthe time.\nThirdly, it is also inherent in the thesis propounded by counsel for\nappellant that without having had any opportunity of ascertaining\nwhether or not\nsenior officers would approve or disapprove of, or co-operate or refuse to\nco-operate in, a conspiracy to prosecute\nan innocent man, Lazarus decided upon\nthat course. The behaviour of Lazarus at the airport when it was discovered that\nthe drugs\nwere missing shows clearly that he was already intent upon prosecuting\nappellant so that it cannot be argued that he had time to\n37\nponder the question overnight and an opportunity to sound out other\nsenior officers in order to ascertain whether or not they would\ncooperate in a\nconspiracy to secure the successful prosecution of appellant.\nFourthly, the undisputed presence at the airport of a veritable posse of\nhigh ranking police officers is also impossible to reconcile\nwith this having\nbeen simply yet another police operation in which appellant was assisting\nLazarus, So of course is the undisputed\nfact that appellant was stopped and his\nvehicle searched before it was realised that the tablets had disappeared. For\nwhat conceivable\npurpose would the police participating in the operation have\nwished to stop appellant and search his vehicle if he was participating\nwith\nthem in an operation designed to bring a third party to book? Then there is\nappellant's failure when he was stopped and searched\nto say what\n38\nhe obviously would have said if, as he claimed, he thought himself to be\na participant in a police operation. It will be recalled\nthat in\ncross-examination of the police witnesses it had been put to them that appellant\nhad indeed protested that such was the case.\nHowever, when he came to give\nevidence, appellant admitted that he had said nothing of the kind. In the\ncircumstances, there is no\nreason to doubt the evidence of the police witnesses\nthat appellant gave conflicting explanations as to what had happened to the\ntablets and that at no time did he claim to have been a participant in an\noperation planned by Lazarus to bring another to book.\nTo all this must be added appellant's poor showing in the witness box.\nCounsel for appellant was obliged to concede that he was a\nvery poor witness. In\nthe light of all this such disquieting features as there are in some of the\nevidence given by the State\n39\nwitnesses pale into insignificance. Finally, there is the question of\nmotive. One asks oneself why, if it was not for the reason given\nby him, Lazarus\nshould have elected to kill the goose that laid the golden eggs. As I have said,\nin this court counsel for appellant\nsuggested that Lazarus's annoyance at the\ndisappearance of the tablets at the airport accounted for his decision to do so.\nThat,\nas I have shown, does not bear analysis. In the courts below it was\nsuggested that an operation of the kind in which appellant claimed\nhe was\nparticipating had been vetoed by higher authority on a previous occasion and\nthat Lazarus might have wished to conceal the\nfact that he was indulging in such\nan operation. Again the suggestion does not bear scrutiny. If such an operation\nhad been intended\nto take place and had in fact taken place it would have been\nimpossible to prosecute the third party concerned without it coming\nto light\nthat the forbidden operation had taken place.\n40\nLazarus could therefore not have been so apprehensive about that that he\nwould have felt driven to resort to so desperate and wicked\na stratagem as to\nfabricate a case against appellant. No other plausible motive for Lazarus having\nchosen to effectively terminate\nthe career of his informant and partner in the\nsuccessful detection of drug dealers suggests itself to me and I am satisfied\nthat,\nother than the one given by Lazarus, none are reasonably conceivable. In\nmy view appellant was correctly convicted on both counts\nand the appeal must\nfail. It is dismissed.\nR M MARAIS\nE M GROSSKOPF)\n) CONCUR\nVIVIER JJA )",
  "scraped_at": "2026-02-12T08:36:21.715443",
  "date": "1995-11-28",
  "coram": [
    "E M Grosskopf",
    "Vivier",
    "M R Marais"
  ],
  "case_number": "642/94",
  "parties": {
    "applicants": [
      "Sipho Ndzeku"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Sipho Ndzeku was charged with unlawful possession of three mandrax tablets and dealing in a large quantity of mandrax tablets. The offences were alleged to have been committed in two different jurisdictions: Hillbrow, Johannesburg and Constantia, Cape. The Minister of Justice issued a direction under s 111(1) of the Criminal Procedure Act, 1977, directing that the offences alleged to have occurred in Johannesburg be tried in the Cape jurisdiction. The direction was copied to the prosecutor and to Ndzeku’s attorney but was not personally served on Ndzeku as required by s 111(2)(b). Ndzeku was tried in the Wynberg Magistrate’s Court, convicted on the counts, and later appealed on jurisdictional grounds and on the merits of the convictions.",
    "issues": "1) Whether the Wynberg Magistrate’s Court had jurisdiction to try the counts relating to offences allegedly committed in Hillbrow despite the alleged non‑service of the ministerial direction. 2) Whether Ndzeku was correctly convicted of unlawful possession of mandrax tablets and of dealing in a large quantity of mandrax tablets.",
    "principles": "The Court considered the effect of s 111(1) and (2) of the Criminal Procedure Act. It held that once the Minister issues a direction, the substantive power to confer jurisdiction is exercised and the direction is effective regardless of whether the accused has been personally served with a copy, provided the accused has been made aware of the direction in a manner sanctioned by the statute. The word “shall” in the provision does not make personal service peremptory; service to a duly authorised agent (the accused’s attorney) satisfies the statutory requirement. Failure to serve in the prescribed manner is at most an irregularity that does not defeat jurisdiction. The Court also applied ordinary principles of criminal law in assessing the evidence of drug dealing, finding the State’s evidence reliable and the defence unconvincing.",
    "application": "Applying these principles, the Court concluded that the ministerial direction was valid and conferred jurisdiction on the Wynberg Magistrate’s Court even though Ndzeku had not been personally served. The alleged irregularity of service did not void the jurisdiction. On the merits, the Court examined the evidence of the police, the recorded conversations, and the testimony of the undercover officer Lazarus, finding that Ndzeku’s claims of being part of a bona‑fide police operation were not credible. Consequently, the convictions for unlawful possession and dealing in mandrax tablets were upheld.",
    "conclusion": "The appeal was dismissed. The Court confirmed that the Wynberg Magistrate’s Court had proper jurisdiction and that Ndzeku’s convictions on both counts were correct. The appeal fails and the convictions stand."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Jurisdiction & Procedure",
    "level_3": [
      "section 111",
      "ministerial direction",
      "drug offences",
      "mandrax",
      "jurisdictional challenge"
    ]
  }
}