{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/13.html",
  "case_name": "S v Nkala en 'n Ander (304/94, 279/94) [1995] ZASCA 13 (14 March 1995)",
  "citation": "[1995] ZASCA 13",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 13\n|\nNoteup\n|\nLawCite\nS v Nkala en 'n Ander (304/94, 279/94) [1995] ZASCA 13 (14 March 1995)\nDownload original files\nPDF format\nRTF format\nSaak nrs 304/94 en 279/94 /MC\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak\ntussen:\nGOLDEN SIMAKADE NKALA\tEerste Appellant\nLORD BAYEDI NKALA\tTweede Appellant\n-en-\nDIE STAAT\tRespondent\nCORAM: SMALBERGER, VIVIER et F H GROSSKOPF\nARR.\nVERHOOR: 7 MAART 1995. GELEWER: 14 MAART 1995.\nUITSPRAAK\nVIVIER AR/\n2\nVIVIER AR:\nDie twee appellante (\"beskuldigdes 1 en 2\") is saam met\n'n\nander (\"beskuldigde 3\") in die Suid-Oostelike Rondgaande\nPlaaslike\nAfdeling deur De Klerk R en assessore op twee aanklagte\nvan\nmoord (aanklagte 1 en 2) skuldig bevind. Beskuldigdes 1 en 2\nis verder\naan die onwettige besit van 'n vuurwapen en ammunisie\nskuldig bevind. Die\nsaak teen 'n vierde beskuldigde is by die\naanvang van die verhoor\nteruggetrek. Op elke moordaanklag\nis beskuldigdes 1 en 2 die doodvonnis\nopgelê en is beskuldigde 3\ntot twaalf jaar gevangenisstraf, wat\nsaamlopend uitgedien moet\nword, gevonnis. Vir die onwettige besit van 'n\nvuurwapen en\nammunisie is beskuldigdes 1 en 2 elk tot drie jaar\ngevangenisstraf\ngevonnis. Ingevolge art 316 A (1) van Wet 51 van\n1977\n3\nappelleer beskuldigde 1 na hierdie Hof teen die doodvonnisse en beskuldigde 2\nteen die skuldigbevindings en doodvonnisse.\nDie oorledene in aanklag 1, John\nNkosi (\"Nkosi\") en sy vrou Evelina Maseko (\"Evelina\") het op die plaas Avoka\nnaby die dorp Amsterdam\nin die distrik van Ermelo gewoon. Die oorledene in\naanklag 2, die 30-jarige Thembi Mbisho Nkosi (\"Thembi\"), was hulle dogter en het\nby hulle gewoon omdat sy van haar man, beskuldigde 3, vervreem was. Beskuldigde\n3 het by sy ouers op 'n nabygeleë plaas, ongeveer\n10 km daarvandaan,\ngewoon. Beskuldigdes 1 en 2, wat broers is, het in Soweto naby Johannesburg\ngewoon.\nNkosi en Thembi is om ongeveer elfuur die aand van 7 Desember 1991 kort na\nmekaar in hul slaapkamers doodgeskiet.\n4\nEvelina wat in 'n ander vertrek geslaap het, het gehoor dat mense by die huis\ninkom en dat twee skote kort na mekaar afgevuur word,\nmaar het niks gesien nie.\nBeide Nkosi en Thembi is in die kop geskiet en het kort daarna aan hul wonde\nbeswyk.\nDie ondersoekbeampte, sersant Ngwenya, het die oggend van 8 Desember 1991\nduidelik sigbare spore van drie persone buite Nkosi se huis\ngekry wat na\nbeskuldigde 3 se huis gelei het. Hy het beskuldigde 3 gearresteer waama\nlaasgenoemde hom 'n plek agter sy huis gewys\nhet waar 'n ,32 rewolwer begrawe\nwas. Later dieselfde dag het hy ook vir beskuldigdes 1 en 2 in 'n woonbuurt in\nAmsterdam gearresteer.\nDie staatsaak teen die drie beskuldigdes het sterk gesteun op skriftelike\nverklarings wat hulle die oggend van 9 Desember 1991\n5\naan landdros J J van Rensburg op Amsterdam gemaak het, sowel as\nop sekere erkennings wat hulle in die landdroshof gemaak het by hul\nverskyning\nop 6 Januarie 1992 ingevolge die bepalings van art 119 van Wet 51 van 1977.\nVolgens die oorkonde van laasgenoemde verrigtinge,\nwat sonder beswaar daarteen\nby die verhoor as getuienis voorgelê is, het al drie die beskuldigdes daar\nerken dat hulle die\nbetrokke aand by Nkosi se huis was. Beskuldigde 1 het erken\ndat hy vir Nkosi doodgemaak het en beskuldigde 2 het gesê dat hy\nnie\nbedoel het om vir Nkosi dood te maak nie en dat hy nie vir Thembi wou doodmaak\nnie.\nDie skriftelike verklaring wat beskuldigde 2 op 9 Desember 1991 aan landdros\nVan Rensburg gemaak het, is eers na 'n binneverhoor as\ngetuienis teen hom\ntoegelaat nadat beskuldigde 2\n6\nontken het dat hy hoegenaamd die verklaring gemaak het. Sy advokaat het in\nhierdie Hof betoog dat die verklaring verkeerdelik teen\nhom toegelaat is en dit\nis gevolglik nodig om na die getuenis wat by die binneverhoor gelei is, te\nverwys. Van Rensburg het getuig\ndat beskuldigde 2 op 9 Desember 1991 by hom in\nsy kantoor met behulp van die tolk, Mxolisi Maseko, die skriftelike verklaring\nwat\nas bewysstuk F voor die verhoorhof geplaas is, afgelê en daarna\nonderteken het. Beskuldigde 2 was op daardie stadium reeds\nbekend aan hom omdat\nhy ook in verband met ander sake voor hom verskyn het. Daarna het beskuldigde 2\nweer voor hom verskyn by die\nart ll9-verrigtinge in die huidige saak sowel as in\nverband met 'n ander saak. Van Rensburg was seker dat beskuldigde 2 die persoon\nwas wat op 9 Desember 1991 in sy\n7\nkantoor was en bewysstuk F afgelê het. Maseko, wat ook as tolk by die\nart 119-verrigtinge opgetree het, het Van Rensburg se\ngetuienis bevestig.\nSersant Simelani het getuig dat hy die oggend van 9 Desember 1991 by die\naanklagkantoor op Amsterdam werksaam\nwas en dat hy op versoek van\nadjudant-offisier Mostert vir beskuldigdes 1, 2 en 3 na die landdroshof geneem\nhet. Beskuldigde 2 was\naan hom bekend. By die landdroshof het hy hulle in 'n sel\ngeplaas en hulle een na die ander na die landdros se kantoor geneem. Soos\nin die\ngeval met die ander het hy voor die deur gewag terwyl beskuïdigde 2 alleen\nin die kantoor by Van Rensburg en Maseko was.\nSimelani se getuienis strook met\ndié van Ngwenya vroeër in die verhoor dat nadat al drie beskuldigdes\ndie oggend van\n9 Desember 1991 aan hom te kenne gegee het dat\n8\nhulle verklarings voor 'n landdros wil aflê, hy met Mostert gereël\nhet dat die beskuldigdes na die landdros geneem word.\nHy het van Mostert 'n\nverklaring van elke beskuldigde terug ontvang. Beskuldigde 2 het by die\nbinneverhoor getuig dat hy op 8 Desember\n1991 gearresteer is. Hy is die volgende\ndag na die landdroshof geneem waar hy in die beskuldigdebank gestaan het, maar\nhy was nie\nin die landdros se kantoor nie. Hy het nooit in enige saak 'n\nverklaring aan Van Rensburg in sy kantoor gemaak nie en het nie die\nverklaring,\nbewysstuk F, onderteken nie. Volgens die oorkonde van die art 119-verrigtinge\nhet die beskuldigdes op 11 Desember 1991\nvir die eerste keer in die hof verskyn.\nDie verhoorhof het die staatsgetuienis aanvaar en dié van beskuldigde 2\nas ongeloofwaardig\nen onwaarskynlik verwerp.\n9\nDie verhoorhof het verder bevind dat die getuienis van die\nhandskrifdeskundige, kolonel Landman, wat deur beskuldigde 2 geroep is\nom oor\ndie handtekening onder aan bewysstuk F te getuig, niksseggend is.\nDie betoog in hierdie Hof namens beskuldigde 2 was dat daar 'n redelike\nmoontlikheid bestaan dat iemand anders bewysstuk F afgelê\nen onderteken\nhet. Die betoog is verregaande en sonder enige meriete. Van Rensburg, Maseko en\nSimelani het almal vir beskuldigde\n2 uitgeken en die betoog veronderstel 'n\nkomplot tussen hulle om die verhoorhof te mislei. Dit is nooit aan enige van\nhierdie getuies\ngestel deur die verdediging nie. Beskuldigde 2 erken dat hy die\nbetrokke oggend na die landdroshof geneem is en dit kan aanvaar word\ndat hy saam\nmet die ander beskuldigdes\n10\ndaarheen geneem is. Waar sou die polisie skielik 'n bedrieër\nmet\nsoveel kennis van die gebeure vandaan gekry het om beskuldigde\n2 se plek te neem? Die getuienis van Landman neem die saak nie\nverder nie.\nDie verhoorhof het gevolglik korrek beslis dat\nbewysstuk F toelaatbaar is. Die tersaaklike gedeelte daarvan\nlui:\n\"Ek en Golden en Wellington gaan toe na die stat van die man en vrou - dit\nwas reeds donker - so ongeveer 2 km vanaf Wellington se\nstat - ons stap soontoe.\nToe ons daar kom het Wellington die deur oopgeskop - ons almal gaan in.\nWellington wys ons toe die vrou.\nGolden skiet toe na haar met 'n rewolwer - hy\nskiet haar raak - terwyl sy lê en slaap -sy word wakker toe ons ingaan.\nOns gaan\nna 'n ander vertrek - skop weer 'n deur oop. Golden skiet toe ook die\nman wat na die deur kom - hy skiet hom raak - die man val.\nVoordat ons na die\nstat gaan het Wellington, sy ma en 'n onbekende vrou vir ons drie 'n bees\nuitgewys en belowe as ons die man en\nvrou gaan doodmaak.\" (Die verwysing na\nWellington is na beskuldigde 3.)\n11\nIn sy getuienis by die verhoor het beskuldigde 2\nwel erken dat hy die betrokke aand saam met beskuldigdes 1 en 3 na Nkosi se huis\ngegaan het, maar hy het te kenne gegee dat hy en beskuldigde 1 buite gewag het\nen dat beskuldigde 3 alleen die moorde gepleeg het.\nHy het erken dat hy die\nvuurwapen waarmee die moorde gepleeg is, aan beskuldigde 3 verskaf het. Dit was\nook die strekking van beskuldigde\n1 se getuienis. Beskuldigde 3 se getuienis was\ndat hy deur die ander twee gedwing is om saam te gaan en dat beskuldigde 1 vir\nbeide\nNkosi en Thembi geskiet het. Die verhoorhof het die getuienis van al drie\nbeskuldigdes as ongeloofwaardig verwerp en bevind dat hulle\ndie betrokke aand na\nNkosi se huis gegaan het met 'n gemeenskaplike oogmerk om hom en Thembi dood te\nmaak en dat elkeen handelinge\nter uitvoering\n12\nvan hierdie oogmerk verrig het. Die verhoorhof het bevind\ndat\ndit beskuldigde 1 was wat vir Nkosi geskiet het en dat dit\nwaarskynlik\nook hy was wat vir Thembi geskiet het. Weens die\nbaie leuens wat die drie\nbeskuldigdes vertel het, kon die hof egter\nnie 'n definitiewe bevinding maak\noor wie vir Thembi geskiet het\nnie. Daar bestaan geen grond waarop met\nhierdie bevindings\ningemeng kan word nie. Inteendeel, dit is duidelik uit\nbewysstuk\nF dat beskuldigde 2 vooraf met die ander ooreengekom het om\ndie\noorledenes teen vergoeding om die lewe te bring en dat hy in\ndie\nuitvoering van hierdie gemeenskaplike oogmerk deelgeneem het aan\ndie\naanval op die oorledenes. Sy appèl teen sy skuldigbevindings\nkan\ngevolglik nie slaag nie.\nDit bring my by die appèlle teen die doodvonnisse en die\n13\nvraag of, in die geval van elkeen, die doodvonnis die enigste gepaste vonnis\nis. Namens beskuldigdes 1 en 2 is betoog dat, alhoewel\nbeide in hul skriftelike\nverklarings aan landdros Van Rensburg uitdruklik sê dat hulle 'n\nvergoeding belowe is om die oorledenes\ndood te maak, dit nie hul werklike\nbeweegrede was nie. Hulle het gehandel, so is betoog, onder invloed van 'n\nopregte geloof in towerkuns,\nmeer bepaald dat weens 'n bonatuurlike mag\nbeskuldigde 3 en sy familie in gevaar verkeer het van die oorledenes, sodat\nlaasgenoemdes\nin belang van die gemeenskap uitgedelg moes word.\nDaar bestaan geen feitebasis vir die betoog nie. Beskuldigdes 1 en 2 sê\nnêrens dat hulle in towerkuns glo of dat hulle\noptrede deur enige geloof\nin die bonatuurlike beïnvloed is nie.\n14\nIn beskuldigde 1 se skriftelike verklaring sê hy die volgende omtrent\ndie aanloop tot die misdade :\n\"Ek en my broer Lord Nkala en 'n toordokter van Nerston, Mfomuli en Wellington\nShongwe was Saterdagaand 7/12/91 by Wellington se\nstat. Ons het almal bier\ngedrink. Die toordokter sê vir Lord dat daar 'n man en vrou is wat sy\nbroer getoor het en dat sy broer\nas gevolg daarvan dood is. Hy vra vir my broer\ndat ons drie, ek, Lord en Wellington die man en vrou moet gaan doodmaak. Die ma\nvan\ndie toordokter wat ook daar was belowe toe twee beeste aan Lord as ons dit\ngaan doen. Ek en Lord en Wellington stap toe na die stat\nvan die man en vrou toe\n- Wellington wys ons want hy ken die stat.\"\nIn sy verklaring\nverduidelik beskuldigde 1 verder hoedat hy vir Nkosi geskiet en die vuurwapen\ndaarna aan beskuldigde 3 gegee het\nwat op sy beurt vir Thembi geskiet het. Die\nverklaring bied geen steun vir die betoog nie. Dit is nie duidelik na wie se\nbroer\n15\ndie toordokter verwys nie en dit blyk geensins of die mededeling vir\nbeskuldigde 1 beïnvloed het nie. Beskuldigde 1 het inteendeel\nin sy\ngetuienis enige geloof in towerkuns uitdruklik ontken.\nVolgens beskuldigde 2 se skriftelike verklaring het beskuldigde 3 en 'n\ntoordokter vir hom en beskuldigde 1 die betrokke aand by beskuldigde\n3 se huis\nvertel dat 'n man en vrou hulle moeilikheid gee. Al wat hy verder sê is\ndat, nadat hulle 'n bees belowe is as hulle\ndie man en vrou gaan doodmaak, hulle\nna Nkosi se huis vertrek het. Daar is geen aanduiding hoegenaamd dat beskuldigde\n2 se optrede\ndeur enige geloof in toorkuns gemotiveer is nie. Dieselfde geld vir\nsy getuienis.\nDie enigste ander versagtende faktor wat namens beskuldigdes 1 en 2 geopper\nis, is dat hulle deur drank beïnvloed is. Daar was\n16\nwel getuienis dat beide voor hulle vertrek na Nkosi se huis by beskuldigde 3\nse huis gedrink het. Daama egter stap hulle die 10 km\nna Nkosi se huis, tree\nberekend en planmatig op en is later in staat om in fyn besonderhede hul optrede\nby die toneel te beskryf.\nHieruit is dit duidelik, meen ek, dat drank geen rol\nby die pleging van die misdaad gespeel het nie.\nDie verswarende faktore is voor die hand liggend. Huurmoorde soos die huidige\nword deur hierdie Hof in 'n besondere ernstige lig gesien.\nSien S v Ntshangase\n1992 (2) SASV 141(A) op 145 a-b en die sake daar aangehaal. Die oorledenes is in\nhulle slaap koelbloedig, gevoelloos\nen met dolus directus doodgeskiet.\nBeskuldigde 1 het een vorige veroordeling vir aanranding met die opset om emstig\nte beseer en\neen vir roof.\n17\nDie swak karakter van beide beskuldigdes 1 en 2 blyk verder uit 'n\ngesamentlike moord wat hulle voor die huidige misdade gepleeg het\nen waarvoor\nbeide op 24 Februarie 1993 die doodstraf opgelê is. In die geval van beide\nis die vonnis op appèl vervang\nmet een van 20 jaar gevangenisstraf. Die\nmoontlikheid van rehabilitasie moet as baie skraal beskou word.\nIn al die omstandighede meen ek dat die doodvonnis die enigste gepaste vonnis\nis vir beide beskuldigdes 1 en 2 op beide aanklagte\nvan moord. Ek sou gevolglik\ndie doodvonnisse bekragtig. 'n Beslissing word egter tans afgewag van die\nKonstitusionele Hof oor die\nvraag of die doodvonnis teenstrydig is met die\nGrondwet van die Republiek van Suid-Afrika 200 van 1993, en dit is gevolglik\nwenslik\ndat die appèlle teen die\n18\ndoodvonnisse uitgestel word totdat die Konstitusionele Hof 'n uitspraak oor\ndie geldigheid daarvan in gevalle soos hierdie gegee het.\n'n Bevel soortgelyk\naan dié in S v Makwanyane en 'n Ander 1994 (2) SASV 158 (A) is dus gepas.\nDie volgende bevel word uitgereik\n:\n(a)\tDie appél van beskuldigde 2 teen die skuldigbevindings op aanklagte 1\nen 2 word afgewys.\n(b)\tDie afhandeling van die appélle van beskuldigdes 1 en 2 teen die\ndoodvonnisse op aanklagte 1 en 2 word uitgestel tot 'n\ndatum wat deur die\nGriffier in oorleg met die Hoofregter bepaal sal\nword.\nW. Vivier AR.\nSmalberger AR)\nStem saam. F H Grosskopf AR)",
  "scraped_at": "2026-02-12T05:54:37.260452",
  "date": "1995-03-14",
  "coram": [
    "SMALBERGER",
    "VIVIER",
    "F H GROSSKOPF"
  ],
  "case_number": "304/94, 279/94",
  "parties": {
    "applicants": [
      "Golden Simakade Nkala",
      "Lord Bayedi Nkala"
    ],
    "respondents": [
      "the State"
    ]
  },
  "sections": {
    "facts": "In December 1991 John Nkosi and his daughter Thembi were shot dead in their home near Amsterdam, Ermelo. The murders were committed by three accused: brothers Golden Simakade Nkala (appellant 1) and Lord Bayedi Nkala (appellant 2), together with a third accused (appellant 3). The brothers were also convicted of illegal possession of a firearm and ammunition. Following investigations, statements were taken from the accused before a magistrate under section 119 of the Criminal Procedure Act, and later used at trial. The trial court sentenced the two brothers to death on each murder count and three years for the firearm offence; the third accused received twelve years. The brothers appealed the death sentences and the convictions under section 316A(1) of the Criminal Procedure Act.",
    "issues": "1) Whether the death sentences imposed on the two appellants are the only appropriate punishment for the murders committed. 2) Whether any mitigating factors – belief in witchcraft, intoxication, or promises of payment – should reduce the severity of the sentence. 3) Whether the admission of the written statement (evidence F) was proper and therefore the convictions should stand. 4) Whether the appellants’ convictions for the murders can be overturned on appeal.",
    "principles": "The court applied section 316A(1) of Act 51 of 1977 governing appeals against death sentences, and considered the constitutional framework established in S v Makwanyane (the death penalty must be compatible with the Constitution). It relied on precedent from S v Ntshangase (1992) that contract killings are especially grave offences warranting the harshest penalty. The court also noted that mitigating circumstances such as intoxication or belief in sorcery must be proven to have materially influenced the conduct, which was not the case here. The admissibility of evidence obtained under section 119 was affirmed as it complied with procedural rules.",
    "application": "The court found that the factual evidence, including the written statement, convincingly linked the appellants to a common purpose to kill the victims for payment. The defence of witchcraft belief and intoxication was rejected as unfounded and unsupported by the record. The appellants’ prior violent criminal history further weighed against leniency. Consequently, the court concluded that the death penalty was the appropriate sanction for each murder, and that the convictions should be upheld. However, the court stayed the execution of the death sentences pending a constitutional ruling on the validity of the death penalty.",
    "conclusion": "The appeal against the convictions of the two brothers was dismissed and the death sentences were upheld. The court ordered that the execution of the death sentences be postponed until the Constitutional Court decides on the constitutional compatibility of the death penalty. The appeal of the second brother against his convictions was also dismissed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "death penalty",
      "appeal",
      "contract killing",
      "evidence admissibility"
    ]
  }
}