{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/55.html",
  "case_name": "S v Phokela en 'n Ander (367/94) [1995] ZASCA 55 (22 May 1995)",
  "citation": "[1995] ZASCA 55",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 55\n|\nNoteup\n|\nLawCite\nS v Phokela en 'n Ander (367/94) [1995] ZASCA 55 (22 May 1995)\nDownload original files\nPDF format\nRTF format\nSaaknommer\n: 367/94 NvH\nIN DIE HOOGGEREGSHOF VAN SUID-AFRTKA (\nAPPèLAFDELING\n)\nIn die saak tussen:\nALBERT PHOKELA\nEerste Appellant\nVINCENT SEEMA\nTweede Appellant\nen\nDIE STAAT\nRespondent\nSaaknommer\n: 367/94 NvH\nIN DIE HOOGGERE\nGSHOF VAN SUID-AFRIKA\nIn die saak tussen:\nALBERT PHOKELA\nEerste Appellant\nVINCENT SEEMA\nTweede\nAppellant\nen\nDTE STAAT\nRespondent\nCORAM\n: SMALBERGER, FH GROSSKOPF,\net VAN DEN HEEVER, ARR\nVERHOORDATUM\n: 15 MEI 1995\nLEWERTNGSDATUM\n: 22 MEI 1995\nU I T S P R A A K\nSMALBERGER, AR :-\nDie twee appellante het tesame met veertien mede-beskuldigdes, almal lede van\ndieselfde stam, in die streekhof te\n2\nPotgietersrus tereggestaan op 'n aanklag van moord op ene Thapota Frans Seema\n(\"die oorledene\"). Die appellante het skuldig gepleit;\ndie saak teen hulle\nmede-beskuldigdes is teruggetrek. Na skuldigbevinding is elk van die appellante\ntot tien jaar gevangenisstraf\ngevonnis. Hulle appèl na die Transvaalse\nProvinsiale Afdeling teen hulle vonnisse het misluk. Hulle is egter verlof\nverleen\nom na hierdie Hof in hoër beroep te kom.\nNamens die appellante is 'n skriftelike pleitverduideliking ingevolge art\n112(2) van die Strafproseswet 51 van 1977 ingehandig. Na\nskuldigbevinding het\ndie appellante se prokureur en die staatsaanklaer die verhoorhof ten opsigte van\nvonnis toegespreek. Sekere\nfeite, wat blykbaar wedersyds aanvaar is, is deur\nhulle aan die verhoorhof voorgelê. Die feite was egter karig en bowendien\nin sekere opsigte onvolledig of onvoldoende toegelig. Die appellante het nie\nself getuienis afgelê nie. Dit is gemene saak\ndat die omstandighede met\nbetrekking tot die pleging van die\n3\nmisdaad, soos aan die verhoorhof voorgelê, soos volg saamgevat kan\nword.\nDie oorledene se seun, 'n jeugdige, is op 15 November 1992 blykbaar\ndeur weerlig doodgeslaan. Toordokters is geraadpleeg en het die\noorledene, 'n\n61-jarige man, uitgewys as die persoon wat vir sy seun se dood verantwoordelik\nwas. As gevolg hiervan is die oorledene\nop 17 November 1992 deur 'n groep mense\naangeval. Die appellante het die inisiatief geneem en aan die spits gestaan van\ndie aanval.\nDie oorledene is met klippe gegooi en het, soos by die latere\nnadoodse ondersoek geblyk het, aan onder andere 'n hoofbesering beswyk.\nDaama\nhet die appellante petrol gekoop, dit oor die oorledene se liggaam gegiet en sy\nliggaam aan die brand gesteek. (Dit is aanvaar\ndat die oorledene reeds dood was\ntoe sy liggaam aan die brand gesteek is. Daar is egter aanduidings in die\nverslag van die nadoodse\nondersoek, wat as 'n bewysstuk ingehandig is, dat dit\nnie die geval was nie. Die pataloog wat die nadoodse\n4\nondersoek gedoen het, is nie geroep om te getuig nie. Die verhoorlanddros\nmoes myns insiens vasgestel het wat die ware toedrag van\nsake was.) Beide\nappellante glo blykbaar in toorkuns en het hulle geloof daarin 'n rol in die\npleging van die misdryf gespeel. Direk\nna hulle inhegtenisname het die\nappellante albei verklarings voor 'n landdros afgelê waarin hulle hulle\nbetrokkenheid by die\nmoord erken het.\nDie eerste appellant was 31 jaar oud\nten tye van die voorval. Hy is ongetroud. Hy het nooit skool gegaan nie en is\nongeletterd. Hy\nhet skrynwerk gedoen en huise help bou. Sy verdienste was 'n\nkarige R50-00 per maand. Die tweede appellant was 20 jaar oud en ongetroud.\nHy\nwas destyds 'n skolier in sy matriekjaar. Beide appellante is eerste\noortreders.\nIn gevalle soos die onderhawige word 'n opregte geloof in towerkuns\nallerweë aanvaar as 'n omstandigheid wat die morele verwytbaarheid\nvan die\nboosdoener verminder. In die verband het\n5\nKriegler Wnd AR hom in\nS v Motsepa en 'n Ander\n1991(2) SASV\n462(A) op 470 f-i soos volg uitgedruk:\n\"'n Geloof in towerkuns wat dien as dryfveer vir die doodslag van 'n vermeende\ntowenaar, is in die verlede dikwels oorweeg by die\nbeantwoording van die vraag\nof daar by die pleging van 'n moord versagtende omstandighede teenwoordig was.\nDie verwoording van die\nbeginselbenadering deur Lansdown RP in R v Biyana\n1938\nEDL 310\nis meermale deur hierdie Hof goedgekeur. (Kyk bv R v Fundakubi and\nOthers 1948(3) SA 810(A) op 815; S v Nxele 1973(3) SA 753(A) te\n757-8 en S v\nNgubane 1980(2) SA 741(A) te 745D-746B.) 'n Opregte en gevestigde geloof in die\ntoorkuns wat in 'n beskuldigde se gemoed\ngedien het as dryfveer vir die pleging\nvan 'n moord, was feitlik altyd 'n oorweging by die bepaling van die\naanwesigheid al dan nie\nvan versagtende omstandighede. By sodanige ondersoek,\nasook by die oorweging van die oplegging van 'n diskresionêre doodvonnis,\ndws ondanks 'n bevinding van die aanwesigheid van versagtende omstandighede, het\nverskeie faktore 'n rol gespeel. Daaronder was die\nopregtheid en diepte van die\nbeskuldigde se bygeloof, die omvang van die vrees wat dit by hom ingeboesem het,\ndie onmiddellikheid\nvan die aangevoelde bedreiging, die verwantskap tussen die\nbeskuldigde en die waargenome bedreigde, asook die wreedheidsgraad waarmee\ndie\nvermeende towenaar om die\n6\nlewe gebring is. Ondanks die grondliggende veranderings wat deur die bepalings\nvan Wet 107 van 1990 teweeggebring is, verdien sodanige\nfaktore nog steeds\noorweging.\"\n(Sien ook\nS v Lukhwa en 'n Andere\n1994(1) SASV\n53(A) op 57f-j.)\nHoe groter en dieper die subjektiewe geloof in, of vrees\nvir, die\nbonatuurlike is, des te minder die verwytbaarheid. Soos\ndeur\nMiller AR gestel in\nS v Ngubane\n1980(2) SA 741(A) op 745G-H:\n\"But the degree of intensity of the belief is, 1 think, a highly important\nfactor, for the more intense such belief is, the greater\nthe sense of fear or\napprehension it induces. ïn many of the cases concerning the killing of one\nwho practises witchcraft which\ncome before the Courts, it is apparent that the\nkiller was truly fearful of the fate which might be in store for him, or others,\naí the hands of his victim.\"\nIn sake waar 'n geloof in\ntowerkuns na bewering 'n rol gespeel het in die pleging van 'n moord moet daar,\nten einde 'n gepaste vonnis\nte bepaal, op die bepaalde feite van elke\nafsonderlike geval gelet word. Na gelang van die omstandighede kan vonnisse\nwissel van\ngemeenskapsdiens (\nS v Mathoka en Andere\n1992(2)\n7\nSASV 443(NK)) na drie jaar gevangenisstraf waarvan die\nhelfte\nvoorwaardelik opgeskort is\n(S v Mojapelo\n1991(1) SASV\n257(T)\nna twee en twintig jaar\n(S v Motsepa en 'n Ander (supra\n)) en\nselfs\nlewenslange gevangenisstraf\n(S v Lukhwa en 'n Ander\n(supra\n)).\nDaar is dus nie 'n vonnis wat in alle gevalle as norm kan dien\nnie.\nIn\nS v Nxele\n1973(3) SA 753(A) op 757H-758B het\nOgilvie\nThompson HR, met verwysing na wat gesê is in\nR v\nFundakubi and\nOthers\n1948(3) SA 810(A) op 818/9, soos van tyd tot tyd deur die\nondervinding van die Howe bevestig, daarop gewys dat\n\".... belief in witchcraft not infrequently gives rise to heinous crime ....\nAccordingly, while recognising the continued existence\nof this belief, the\nCourts must guard against undue leniency when such belief has manifested itself\nin conduct which is criminally\npunishable. For the effect of undue leniency in\nrelation to possible repetition of such conduct must always be borne in mind.\nUnlawful\nacts, even if committed under genuine belief of justification, cannot\nlightly be countenanced. As the learned Judge a quo aptly remarked,\nthe Courts\nmust be careful not to create the impression that belief in witchcraft affords\nan excuse for criminal conduct.\"\n8\nWaar die geloof in towerkuns nog voortleef, en dikwels grusame misdade tot\ngevolg het, is dit gepas om opnuut weer te beklemtoon dat\ndit noodsaaklik is dat\ndie Howe in belang van die breë gemeenskap sal optree. 'n Ongegronde geloof\nin towerkuns kan tot die\ndood van onskuldige persone lei wat om irrasionele en\nselfs hoogs persoonlike redes deur sogenaamde \"kundiges\" uitgewys word as synde\nverantwoordelik vir een of ander onaangename gebeurtenis. Ter behoorlike\nbeskerming van die gemeenskap moet daar in gepaste gevalle\nvonnisse opgelê\nword wat dit ten doel het om persone, ondanks hulle subjektiewe geloof, te\nontmoedig om die reg in eie hande\nte neem en op ander wraak te neem. Ofskoon 'n\nsubjektiewe geloof in towerkuns by vonnisoplegging in aanmerking geneem moet\nword,\nis dit ook die taak van die Howe om dit tuis te bring dat optrede van\nhierdie aard nie in 'n beskaafde gemeenskap geduld kan word\nnie.\nOm terug te keer na die feite van hierdie saak. Daar is\n9\naanvaar dat die appellante 'n geloof in towerkuns het. Of dit 'n\ndiepgewortelde geloof is, blyk nie uit die oorkonde nie. Net die\nappellante sou\nweet. Dit het hulle vrygestaan om die verhoorhof hieroor in te lig, maar hulle\nhet verkies om nie te getuig nie. Dat\nhulle 'n diepe geloof gehad het, kan\neenvoudig nie sonder meer in hulle guns aanvaar word nie. Die eerste appellant,\nhoewel ongesofistikeerd,\nis nie meer 'n jeugdige nie; terwyl die tweede\nappellant, hoewel jonk, reeds amper sy skoolopleiding voltooi het. Hulle blyk\nnie\nagteraf of primitief te wees nie. Vanweë 'n gebrek aan getuienis is dit\nnie moontlik om die omvang van die vrees, indien enige,\nwat hulle geloof in\ntowerkuns by hulle ingeboesem het, te bepaal nie. Daar is niks wat daarop dui\ndat hulle byvoorbeeld gevrees het\ndat dieselfde lot wat die jeugdige getref het,\nook hulle voorland kon wees nie. Dit blyk nie dat die jeugdige aan hulle verwant\nwas\nnie. Indien wel, sou redelikerwys verwag kon gewees het dat daardie feit aan\ndie verhoorhof geopenbaar sou\n10\nword. Die jeugdige se dood het hulle dus nie direk geraak nie. Dit is ook\nonduidelik hoe sterk die stam se betrokkenheid by die gebeure\nwas, en hoe sterk\ndie stam se verontwaardiging oor die jeugdige se dood was.\nAnders as in die\ngeval van die beskuldigde in\nS v Mojapelo (supra\n) het die appellante nie\nop die ingewing van die oomblik gehandel nie. Dit blyk eerder dat daar berekend\nteen die oorledene opgetree\nis. Verswarend is die feit dat die appellante die\naanval op die oorledene geïnisieer het en die voortou geneem het; ook dat\ndit hulle was wat petrol gaan koop het, dit oor die oorledene se liggaam gegiet\nhet en dit aan die brand gesteek het. Dat die oorledene\n'n grusame dood gesterf\nhet, is gewis.\nDit is geykte reg dat hierdie Hof nie 'n onbeperkte diskresie het om met 'n\nverhoorhof se vonnis in te meng nie. Inmenging is alleenlik\ngeregverdig in die\ngeval van 'n wesenlike mistasting of onreëlmatigheid of waar die opgelegde\nvonnis ontstellend onvanpas\n11\nis. Van 'n onreëlmatigheid is daar nie sprake nie. Voor\nons is namens die appellante betoog dat die verhoorlanddros misgetas\nhet omdat\nhy versuim het om die appellante se geloof in towerkuns en berou in aanmerking\nte neem of behoorlik in aanmerking te neem.\nDit, so is beweer, word\nweerspieël deur die feit dat hy die maksimum vonnis opgelê het wat\nhom geoorloof is.\nDaar steek niks in die betoog nie. Dit blyk uit sy uitspraak dat die\nverhoorlanddros alle tersaaklike oorwegings by vonnisoplegging,\ninsluítende die appellante se persoonlike omstandighede en hulle geloof\nin toorkuns, behoorlik in aanmerking geneem het. Die\nappellante het self nie oor\nberou getuig nie, en dit is te betwyfel of hulle opregte berou oor die voorval\nhet. In 'n sekere sin\nsou opregte berou vir hulle dade teenstrydíg wees\nmet 'n gevestigde geloof in towerkuns. Hoe dit ookal sy, vir soverre berou\nafgelei kan word van die feit dat hulle skuldig gepleit het, het die\nverhoorlanddros dit in aanmerking geneem. Na my mening\n12\nhet die verhoorlanddros hom nie in enige wesenlike opsig waningelig nie. Dat\nhy die maksimum vonnis binne sy bevoegdheid opgelê\nhet, is nie aanduidend\nvan enige mistasting aan sy kant nie. Dit dui eerder op die erns waarmee hy die\nmisdaad bejeën het. Die\nvraag is dus nie soseer of die verhoorlanddros\nmisgetas het nie, maar of die opgelegde vonnis ontstellend onvanpas is. Ek is\nnie\ndaarvan oortuig dat dit die geval is nie. Trouens, as daar behoorlik gelet\nword op die appellante se persoonlike omstandighede, die\naard en erns van die\nmisdaad, die belange van die gemeenskap en die doelstellings van vonnis, beskou\nek die vonnis opgelê as\n'n gepaste een. Die appellante se appelle teen\nhulle vonnisse word afgewys.\nJW SMALBERGER APPèLREGTER\nFH GROSSKOPF, AR ) stem saam VAN DEN HEEVER, AR )",
  "scraped_at": "2026-02-12T07:02:36.755435",
  "date": "1995-05-22",
  "coram": [
    "SMALBERGER",
    "FH GROSSKOPF",
    "VAN DEN HEEVER"
  ],
  "case_number": "367/94",
  "parties": {
    "applicants": [
      "Albert Phokela",
      "Vincent Seema"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "The deceased, Thapota Frans Seema, was a 61‑year‑old man whose son was killed by lightning on 15 November 1992. The community blamed Seema for the death and, on 17 November 1992, a mob attacked him. The appellants, Albert Phokela (31) and Vincent Seema (20), initiated the assault, threw stones at Seema, poured petrol over his body and set it alight. They claimed a belief in witchcraft motivated the attack and later pleaded guilty to murder. Both appellants were sentenced to ten years' imprisonment by the trial court.",
    "issues": "The primary issue was whether the trial judge erred in imposing the maximum sentence by failing to give appropriate weight to the appellants' belief in witchcraft as a mitigating circumstance. Secondary issues concerned whether the lack of evidence of genuine remorse and the appellants' active role in the murder constituted sufficient aggravating factors to justify the harsh sentence, and whether the sentence was unreasonably severe.",
    "principles": "The Court examined established authority on the relevance of belief in witchcraft in sentencing, citing S v Motsepa, R v Biyana, R v Fundakubi, S v Nxele and related cases. These precedents hold that while belief in witchcraft does not excuse criminal conduct, it may be considered as a mitigating factor if proven genuine and substantial. Sentencing must balance aggravating factors, personal circumstances, community interests and the need to deter similar conduct.",
    "application": "The appellate court found that the appellants did not adduce any evidence of a deep or sincere belief in witchcraft; they remained silent and offered no testimony. Consequently, the Court could not treat the belief as a mitigating factor. The appellants had actively planned and executed the murder, used petrol to burn the body, and showed no remorse. The trial judge had correctly taken account of these aggravating circumstances and personal factors when imposing the maximum sentence, and there was no error of law or misdirection.",
    "conclusion": "The appeal was dismissed. The convictions and the ten‑year sentences imposed on Albert Phokela and Vincent Seema were affirmed as appropriate and not unreasonably harsh."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "witchcraft belief",
      "mitigating circumstances",
      "sentencing",
      "mob violence"
    ]
  }
}