{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/96.html",
  "case_name": "S v Thomas en Andere (536/94) [1995] ZASCA 96 (14 September 1995)",
  "citation": "[1995] ZASCA 96",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 96\n|\nNoteup\n|\nLawCite\nS v Thomas en Andere (536/94) [1995] ZASCA 96 (14 September 1995)\nDownload original files\nPDF format\nRTF format\nNIE RAPPORTEERBAAR SAAKNOMMER: 536/94\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak tussen:\nIAN BARRY THOMAS\nEERSTE APPELLANT\nLEON LE ROUX\nTWEEDE\nAPPELLANT\nMICHAEL DAVID CROW\nDERDE APPELLANT\nen\nDIE STAAT\nRESPONDENT\nCORAM\n:\tE M GROSSKOPF, VIVIER et OLIVIER ARR\nVERHOORDATUM\n: 28\nAUGUSTUS 1995\nLEWERINGSDATUM\n: 14 SEPTEMBER 1995\nUITSPRAAK\nOLIVIER AR/\n2\nOLIVIER AR:\nDie appellante het in die Kaapse Streekafdellng tereggestaan\nop 'n klag in terme van art 18(2)(a) van die Wet op Onwettige Byeenkomste,\n17\nvan 1956. Dit is hulle ten laste gelé dat hulle met twee ander, Dirks en\nMacLean, saamgesweer het om bedrog te pleeg. Díe\nStaat het beweer dat\nhulle gedurende Mei en Junie 1993 te Kaapstad saamgesweer het om vervalste geld\nten bedrae van R1004 800 in\ndie vorm van R50 note te bekom en dit aan Dirks en\nMacLean te lewer teen vergoeding.\nDie appellante het skuldig gepleit. Uit 'n\npleitverduidelikende verklaring wat aan die verhoorhof voorgelê is, blyk\ndat hulle\nerken het dat hulle wederregtelik en opsetlik aan die sameswering,\nsoos hul ten laste gelê is, deelgeneem het. Hulle sou R500\n000 as\nvergoeding vir die transaksie ontvang het.\nDirks was 'n polisie-informant en\n\"MacLean\" dle\nalias\nvan 'n polisie-beampte, ene Howard (hierna steeds\n\"MacLean\" genoem). Die transaksie\n3\nwas 'n polisie-lokval, waarin die appellante betrap en gearresteer is.\nDie\nappellante is tereg skuldig bevind. Na die aanhoor van hul getuienis, asook die\nvan die eggenote van derde appellant, Dirks en\nMacLean, is hul elkeen gevonnis\ntot vyf jaar gevangenisstraf onderhewig aan die bepalings van art 271(1)(i) van\ndie Strafproseswet,\n51 van 1977.\nHul appèl teen die opgelegde vonnisse\nis deur die Kaapse Provinsiale Afdeling (per Scott en Lategan RR) op 13 Mei 1994\nafgewys,\nwelke hof ook verlof verleen het dat hulle hul op hierdie Hof mag\nberoep slegs wat die vonnisse betref.\nBy die verhoor van die appèl in hierdie Hof is eerste en derde\nappellante deur 'n advokaat verteenwoordig. Tweede appellant\nwas afwesig en is\nnie verteenwoordig nie. Sy appèl moet dus ingevolge\nAppèlhofreël 7(3) afgewys word.\nDit is nodig om kortliks die feite soos blyk uit die getuienis, te skets.\nGerieflikheidshalwe kan dit gedoen word deur met derde appellant\nse rol te\nbegin.\n4\nDerde appellant, 'n 37-jarige getroude man met 'n gesin ('n seun van 12 jaar\nen 'n dogter van 9 jaar) was voorheen 'n gerespekteerde\nwerknemer van Telkom. Hy\nhet uit sy werk bedank en in ongeveer 1991 'n skoonmaak-onderneming in Kaapstad\nvan stapel gestuur. Eerste\nappellant en ene May was sy vennote en Dirks 'n\nwerknemer. Die drie vennote het later hierdie onderneming weens 'n gebrek aan\nkapitaal\nvan die hand gesit en Dirks het sy eie weg ingeslaan. Derde appellant\nen sy eggenote het 'n klein telefoon-buro onderneming in die\nGoue Akker in\nKaapstad geloods. Ongeveer 'n jaar later het Dirks 'n besoek by hom\nafgelê. Dit het geblyk dat hy in Namibië\nwas; dat hy naarstig 'n\nbetrekking soek; dat hy (ongeslypte) diamante en dwelmmiddels gehad het om te\nverkwansel en dat hy derde\nappellant daarin wou betrek. Laasgenoemde het nie\nbelanggestel nie, maar Dirks het daagliks vanaf ongeveer 9 vm tot 4 nm by sy\nondememing\ndeurgebring, kwansuis omdat hy op vlug was vir die geregsbode. Later\nhet Dirks hom gevra of hy vervalste geld in die hande kon kry.\nDerde appellant\nhet gesê dat hy 'n vriend in Johannesburg het, ene Victor, wat moontlik\niemand ken wat sulke geld sou\n5\nkon verskaf. Victor het 'n broer wat huise in Soweto bou en wat baie\n\"kontakte\" het; ook het Victor hom al meegedeel dat hy enigiets\nin Johannesburg\nkon bekom. Derde appellant het met die gemelde Vlctor in verbinding getree, maar\nvir weke lank was daar geen reaksie\nnie. Dirks het intussen by hom opgedaag,\nvergesel van MacLean, wat aan hom voorgestel is as 'n bestuurder van Eerste\nNasionale Bank.\nMacLean het gesê dat die transaksie met die vervalste geld\nkinderspeletjies is en dat hy dit al voorheen gedoen het: hy kon\ndie vervalste\nnote omruil vir egte note en die vervalste note laat vernietig in die gewone\nloop van die bank se bedrywighede. Hy,\nMacLean, sou R500 000 se egte note vir\nhomself hou.\nDirks het steeds onophoudelik na derde appellant se\nbesigheidsplek gekom en daagliks 'n oorlas van homself gemaak. Hy het selfs R100\nvir 'n siek kind by derde appellant geleen nadat MacLean onderneem het om\ndaarvoor in te staan. Die besoeke het vir weke aangehou;\nDirks het druk op hom\nultgeoefen om die transaksie te beklink.\nHierna het tweede appellant met derde appellant in verbinding\ngetree.\n6\nHy was 'n werknemer van Victor se broer en het derde appellant meegedeel dat\nhy moontlik vervalste geld kon bekom. Die leweransiers\nwou 'n deposito van R50\n000 hê, wat derde appellant nie gehad het nie. Na onderhandelinge van vyf\nof ses weke het die verskaffer\ningestem om die vervalste geld sonder 'n deposito\nte oorhandig, maar teen uiteindelike vergoeding van R300 000. Nadat Dirks self\ntelefonies met tweede appellant in verbinding was, is daar finaal so\nooreengekom.\nDie vals note is in Johannesburg aan tweede appellant gelewer en\nderde appellant het daarheen gegaan. Die afspraak was dat Dirks en\nMacLean ook\nna Johannesburg sou kom om die vervalste geld in ontvangs te neem, maar hulle\nhet derde appellant later, terwyl hy in\nJohannesburg op hulle gewag het, laat\nweet dat die geld in Kaapstad aan hulle gelewer moet word. Dirks en MacLean wou\negter eers\n'n eksemplaar van die vervalste note sien. Derde appellant het\nintussen sy ou vennoot, eerste appellant, wat toentertyd in Johannesburg\nwoonagtig was, ontmoet. Toevallig sou laasgenoemde per vliegtuig na Kaapstad\nafreis om sy familie te besoek. Eerste appellant het\n7\nhom dus versoek om een van die vervalste note na Dirks te neem. Dirks was\ntevrede met die noot, hoewel dit van swak kwallteit was.\nTweede en derde\nappellante het met die res van die vervalste geld per motor na Kaapstad\nafgereis. Daar aangekom, het derde appellant\nvir eerste appellant ingelig oor\ndie skema. Laasgenoemde het ingestem om mee te doen en is saam met derde\nappellant na 'n hotel in\nKaapstad waar hulle Dirks en MacLean sou ontmoet om die\ntransaksie deur te voer. Tweede appellant het geweier om saam te gaan en\nbeklemtoon dat die lewering van die geld 'n misdaad daarstel. By die gemelde\nontmoeting is ooreengekom dat eerste en derde appellante\nen Dirks en MacLean\ntwee dae later by 'n ander hotel in Kaapstad bymekaar sou kom waar die finale\nuitruiling van die vervalste met\negte note sou plaasvind. By daardie geleentheid\nis hulle gearresteer. Derde appellant volstaan daarmee dat hy slegs aan die\nskema\ndeelgeneem het weens onophoudelike druk deur Dirks en MacLean.\nTweede\nen derde appellante se weergawes sluit volkome by dié van derde appellant\naan. Wat tweede appellant betref, blyk dat\nhy by Victor se\n8\nbroer in Soweto werksaam was. Victor het hom ongeveer ses of agt weke voor sy\narrestasie genader met die versoek om vir vriende van\nhom in Kaapstad vervalste\ngeld te probeer bekom. Hy het begln navrae doen en uiteindelik het iemand hom\ngenader met die aanbod om\nvervalste note te lewer. Intussen het Dirks ook\neenmaal direk met hom telefonies in verbinding getree en hom aangespoor om sy\nbeste\nte vermag om vervalste geld in die hande te kry. Nadat Dirks aan hom\nverduidelik het hoe daar uit so 'n transaksie geld te make is,\nhet hy met sy\npogings volhard. Nadat die geld aan hom gelewer is, het hy die verdere\nreëlings met derde appellant getref en\nhom later na Kaapstad vergesel, soos\nvermeld. Hy volstaan daarmee dat hy verlei is om aan die skema deel te neem deur\nderde appellant\nen Dirks, wat hom voortdurend onder druk geplaas het om\nvervalste geld te vind, tot so 'n mate dat hy sy werk verwaarloos het in\ndie\nsoektog na 'n leweransier van vervalste geld.\nEerste appellant het in sy\ngetuienls die weergawes van die ander twee appellante bevestig. Volgens hom was\nhy nie bereid om teenwoordig\nte wees\n9\nby die oorhandiging van die vervalste geld nie, maar Dirks en MacLean het op\nsy aanweslgheid aangedring.\nUit Dirks se getuienis blyk dat hy 'n\npolisie-informant is wat R10 000 betaal is vir sy aandeel in die transaksie.\nVolgens hom was\nnie hý nie maar derde appellant die outeur van die\nvoorstel met betrekklng tot die onwettige skema. Hy het ontken dat hy druk\nop\nderde appellant uitgeoefen het of geld by hom geleen het, maar gee toe dat hy\nbyna elke dag vir derde appellant aangemoedig het\nom met die skema voort te\ngaan. Maar hy het toegegee dat druk wel uitgeoefen is deurdat hy en MacLean\nderde appellant in 'n stadium\nmeegedeel het dat as die transaksie nie binne 'n\nafsnydatum deurgaan nie, dit sal verval.\nMacLean het sy rol, soos deur derde\nappellant geskets, bevestlg. Hy het ook bevestig (strydig met wat Dirks getulg\nhet) dat laasgenoemde\nwel geld by derde appellant geleen het vir sy siek kind;\ntrouens, hy het derde appellant oorreed om die geld aan Dirks te leen.\nDie eerste appellant was ten tyde van die verhoor 40 jaar oud,\ngetroud\n10\nen die vader van drie dogters, een van 16 jaar en 'n tweeling van 14 jaar.\nSoos die ander twee appellante was hy 'n eerste oortreder.\nHy was in diens van\nTelkom vir 20 jaar en het blykbaar 'n goeie werksrekord gehad. Hy het sy\nbetrekking daar laat vaar om 'n sake-onderneming\nin Kaapstad van stapel te\nstuur. Dit het misluk; so ook die onderneming wat hy later in vennootskap met\nderde appellant bedryf het.\nGedurende daardie tyd het hy Dirks, as werknemer van\ndie onderneming, leer ken. Na die ineenstorting van die onderneming het hy na\nJohannesburg verhuis en daar 'n betrekking aanvaar. Vyf maande later het hy in\ndie onderhawige misdaadplan betrokke geraak. Hy het\ngetulg dat hy weens sy\narrestasie sy betrekking verloor het; dat hy sedertdien weer 'n\nbroodverspreidingsbedryf van stapel gestuur\nhet; dat hy en sy gesin weens sy\narrestasie en vervolging deur diep waters gegaan het en dat hy innige berou het\nvir sy dade. Dit\nblyk ook dat hy Dirks en MacLean geglo het toe hulle aan hom\nvoorgehou het dat die skema veilig is en dat hy redelik onkundig is\noor die\nweë van die wêreld. Sy hoogste skolastiese kwalifikasie is standerd\nagt.\n11\nDie tweede appellant was tydens die verhoor 24 jaar oud en is die vader van\n'n 14-maande oue baba. Sy vrou kon nie daarin slaag om\n'n betrekking te bekom\nnie en hulle woon, weens geldnood, by vriende. Sy arrestasie was vir hom 'n\ngroot slag - hy het sy betrekking\nen alles wat hy gehad het, verloor; dit was 'n\ngroot skok vir sy selfvertroue en hy is oortuig dat hy hom nie weer aan 'n\nmisdaad\nskuldig sal maak nie. Ook hy het sy berou betuig.\nDerde appellant is\n37 jaar oud, getroud en die vader van twee kinders, 'n seun van twaalf en 'n\ndogter van nege jaar. Volgens hom\nhet hy aan die sameswering deelgeneem weens\ndie onophoudelike druk wat Dirks en MacLean op hom uitgeoefen het. Hy is deur\ndie arrestasie\nen vervolging finansieel geruïneer en moes sy onderneming\nvir 'n appel en 'n ei verkoop. Hy het na Natal verhuis en probeer\nom daar 'n\nbetrekking te vind. Ook hy het sy berou betuig; ook in sy geval blyk dit dat hy\nonkundig is ten aansien van die euwels\nvan ons samelewing. Die hele skema, vanaf\ndie eerste voorstel deur Dirks tot sy arrestasie, het ongeveer agt weke\ngeduur.\n12\nDie landdros het, soos vermeld, die drie appellante elk tot vyf jaar\ngevangenisstraf onderhewig aan die bepalings van art 276(1 )(i)\nvan die\nStrafproseswet gevonnis. Hierdie vonnisse is op appel deur dle hof\na quo\ngehandhaaf.\nEnkele dae voor die verhoor in hierdie Hof van die\nappél teen die opgelegde vonnisse is namens eerste en derde appellante 'n\naansoek gerig vir die tersydestelling van die vonnisse en terugverwysing van die\naangeleentheid na die verhoorhof om verdere getuienis\naan te hoor met die oog op\noplegging van vonnisse van korrektiewe toesig in terme van art 276(1 )(h) van\ndie Strafproseswet. In dle\naansoekstukke word deur die prokureur wat namens die\nappellante in die verhoor opgetree het (en wat hulle tans nog verteenwoordig)\naangevoer dat hy destyds nie voorsien het dat sy kliënte gevangenisstraf\nopgelê sou word niê. Hy was onder die indruk\ndat die verhoorlanddros\ndie oplegging van korrektiewe toesig as strafvorm sou oorweeg en self 'n verslag\nvan 'n korrektiewe beampte\ningevolge art 276A(1) van die Strafproseswet sou\naanvra. In die aansoekstukke is daar beêdigde\n13\nverklarings van geregistreerde maatskaplike werkers wat die mening uitspreek\ndat die eerste en derde appellante geskikte kandidate\nvir die oplegglng van\nkorrektiewe toesig is.\nDie Staat het die gemelde aansoeke teengestaan.\nArt 316(3) van die Strafproseswet is nie in hierdie geval met\nbetrekking\ntot die aansoek om tersydestelling van die vonnisse en\nterugverwyslng om\nnuwe getuienis aan te hoor, van toepassing nie, omdat die\nonderhawige\naansoek nie gerig is as deel van 'n aansoek vir verlof om te\nappelleer nie. Die\nkriteria waaraan die huldige aansoek gemeet moet word, is\nvasgelê in\nuitsprake soos\nR v Weimers and Others\n1960(3) SA 508\n(A);\nS v De Jager\n1965(2) SA 612 (A) en\nS v Nkala\n1964(1) SA 493 (A). In\nS v De\nJager\n.\nsupra,\nte 613 C - E is daardie kriteria soos volg\nsaamgevat:\n\"(a) There should be some reasonably sufficient explanation, based on\nallegations which may be true, why the evidence which it is\nsought to lead was\nnot led at the trial.\n(b) There should be a\nprima facle\nlikelihood of the truth of the\nevidence.\n14\n(c) The evidence should be materially relevant to the outcome of the\ntrial.\"\nIn die onderhawige geval skep vereistes (a)\nen (c) myns insiens 'n onoorkomelike probleem vir die appellante.\nWat\nvereiste (a) betref, is die verduideliking vir die versuim om die getuienis van\nmaatskaplike werkers of ander soortgelyke beroepslui\nter strafversagting by die\nverhoorhof aan te bied, nie aanvaarbaar nie. Die wanopvatting van die appellante\nse prokureur of, miskien\nmeer korrek, sy valse hoop op 'n ligte vonnis, kan nie\nas 'n aanvaarbare verduideliking gedoog word nie. Enige ander houding sal\ndie\nsluise open vir 'n onhanteerbare vloedgolf van soortgelyke aansoeke, waaronder\ndie beginsels van regsekerheid, die ordelike afhandeling\nvan strafverhore en die\nflnaliteit van uitsprake totaal verswelg sal word.\nIn die onderhawige geval\nblyk dit dat die verhoor op 24 Augustus 1993 afgehandel is nadat alle getuienis\naangehoor is en die staatsaanklaer\nen die betrokke prokureur die hof met\nbetrekking tot vonnis toegespreek het.\n15\nUitspraak is voorbehou en die vonnis-uitspraak is eers op 11 Oktober 1993,\nmeer as ses weke later, gelewer. Dit moes vir die prokureur\nduidelik gewees het\ndat die landdros, wat\nmero motu\nvir Dirks en MacLean as getuies geroep\nhet, nie van voomeme was om dieselfde te doen met betrekking tot 'n verslag van\n'n proefbeampte\nnie. Daar was voldoende geleentheid vir die prokureur om die\nposisie van die appellante te oorweeg en om 'n aansoek aan die landdros\nte rig\nom die appellante se saak met betrekking tot vonnisoplegging te heropen sodat\ndie appellant self die beoogde verslag kon verkry\nen voorlê. Wat vereiste\n(c) betref, blyk uit die uitspraak van die landdros met betrekking tot vonnis\ndat hy die verswarende\nen versagtende omstandighede teen mekaar opgeweeg het en\ntot die gevolgtrekking gekom het dat direkte gevangenisstraf aangewese is.\nHy\nhet bygevoeg dat korrektiewe toesig 'n gepaste vonnisopsie is en daarom het hy\ngevangenisstraf in terme van art 276(1 )(i) van\ndie Strafproseswet opgelê.\nDit is duidelik dat hy van mening was dat die appellanle wel 'n termyn van\ngevangenisstraf moes\nuitdien en dan onder korrektiewe toesig geplaas word -\nvandaar die vonnis in terme van art\n16\n276(1 )(i). In die lig van die vertrekpunt dat 'n termyn van direkte\ngevangenisstraf aangewese is, sou die voorlegging van getuienis\ndat die\nappellante kandidate vir korrektiewe toesig is, na alle waarskynlikheid geen\nverskil gemaak het nie.\nEk meen derhalwe dat die aansoeke van die hand gewys moet\nword.\nWat die meriete van die appèlle betref, is aangevoer\ndat die verhoorlanddros wesenlike wanvoorligtings begaan het en dat die\nopgelegde vonnisse in elk geval buitensporig swaar en onvanpas is.\nDie wanvoorligtings waarop staatgemaak word, is die\nvolgende:\n(a)\tDat die aanklag teen die appellante die bepalings van art 34(1 )(a) van die\nWet op die Suid-Afrikaanse Reserwebank, 90 van 1989,\ninkorporeer; en\n(b)\tdat die lokval in die huidige geval nie die riglyne neergelê deur ons\nhowe, verbreek het nie; en\n(c)\tdat daar nie tussen die onderskeie grade van aandadigheid en morele\nverwytbaarheid van die appellante onderskei is nie\nmaar\n17\ndat almal vir vonnisdoeleindes oor dieselfde kam geskeer\nis.\nTen opsigte van (a) is dit so dat die landdros\nby vonnisoplegging verklaar het dat die genoemde artikel van die Wet op die\nReserwebank\nvan toepassing is. Dit is ook so dat art 34(1 )(a)(i) van gemelde\nwet 'n termyn van gevangenisstraf wat 15 jaar nie te bowe gaan\nnie, voorskryf.\nMaar dit is ook duidelik dat die landdros by sy besluit om direkte\ngevangenisstraf op te lê, hom nie deur gemelde\nstrafbepaling laat lei het\nnie, maar deur al die omstandighede van die geval en na opweging van die\nverswarende en versagtende faktore.\nDie wanvoorligting was derhalwe kousaal\nirrelevant.\nWat (b) betref, gaan dit om die faktor, bevestig deur hierdie hof\nin S v Petkar 1988(3) SA 571 (A) te 576 E - 577 C, dat waar 'n lokval\nmet\noorreding en die uitoefening van druk gepaard gaan, 'n beskuldigde se morele\nblaamwaardigheid as minder ernstig beskou mag word.\nAl die appellante het in hul\ngetuienis verwys na die voortdurende druk wat veral Dirks op hulle uitgeoefen\nhet en die oorredende\nrol van MacLean, nl dat hy 'n bankbestuurder is wat al\nvoorheen soortgelyke transaksies deurgevoer het en\n18\ndat daar geen risiko bestaan nie.\nDie landdros het egter hierdie aspek in\noorweging geneem en Dirks se getuienis aanvaar. Hy het tot die gevolgtrekking\ngekom dat die\nfeit dat appellante in 'n lokval betrap is, nie aan hul morele\nverwytbaarheld afbreuk doen nie.\nDit is nie aangevoer dat die verhoorhof in\nhierdie verband 'n wanopvatting oor feite begaan het nie. Dit gaan bloot om 'n\ngeloofwaardigheidsbevinding\nwat aangeveg word. Dit is wel so dat daar\nonbevredigende aspekte in Dirks se getuienis is - bv MacLean weerspreek hom oor\ndie geldlening\naan derde appellant - maar dit skep hoogstens twyfel of die\nlanddros se bevinding korrek is. Ek kan nie met oortuiging sê dat\nhy\nverkeerd is nie. In so 'n geval moet die bevinding op appèl gehandhaaf\nword (sien\nS v Robinson and Others\n1968(1) SA 666 (A) te 675 G - 676\nE).\nWat (c) betref, het die landdros bevind dat al die beskuldigdes 'n gelyke\naandeel in die pleeg van die misdaad gehad het. Hierdie\nbevinding is deur eerste\nen tweede appellante se advokaat in hierdie Hof bevraagteken.\n19\nOënskynlik, op eerste appellant se weergawe, het hy eers na sy aankoms\nin Kaapstad van die sameswering bewus geword en toe, op\ndie ingewing van die\noomblik, hom daarmee vereenselwig.\nEk is van oordeel dat eerste appellant se\nweergawe onaanvaarbaar is. Sy weergawe dat hy totaal in die duister was toe hy\nin Johannesburg\nversoek is om een R50-noot na Dirks in Kaapstad te neem en dat\nhy die versoek heeltemal onskuldig uitgevoer het, is ongeloofwaardig.\nNa alle\nwaarskynlikheid is hy reeds in Johannesburg deur derde appellant op die hoogte\nvan sake gebrlng en het hy hom reeds toe daarmee\nvereenselwig. Hy was sedertdien\n'n gewillige medespeler wat self deel gehad het aan dle reël van die\nafsprake vir die oorhandiging\nvan die geld. Alhoewel derde appellant dus vir 'n\nlanger tydperk met die beplanning van die misdaad betrokke was, was eerste\nappellant\nalles behalwe 'n onskuldige deelnemer wat op die ingewing van die\noomblik 'n mededader geword het. Dit kan dus nie gesê word\ndat die\nlanddros se bevinding in hierdie verband verkeerd is nie.\nTen slotte is ook aangevoer dat die vonnisse wat opgelê is,\nskokkend\n20\nonvanpas is. Daar is na ander gevalle van bedrog en diefstal van geld verwys.\nDaar is weer, op die rekord soos dit staan, aangevoer\ndat korrektiewe toesig in\nterme van art 276(1 )(h) van die Strafproseswet, of selfs periodieke\ngevangesetting, meer gepaste strawwe\nsou wees.\nOp die oog af lyk die straf in\nhierdie geval swaar. Maar die argument ten behoewe van die appellante verloor\nuit die oog dat dit opgelê\nis in terme van art 276(1 )(i) van die\nStrafproseswet. Afhangende van die gedrag van die appellante kan die termyn van\nwerklike aanhouding\nrelatief kort wees. Dit kan nie gesê word dat sodanige\nstraf onredelik is nie. 'n Ernstige misdaad is gepleeg bloot vir persoonlike\ngeldelike gewin. Daar was voldoende geleentheid vir herbesinning en repudiasie\nvan die sameswering voordat dit finaal deurgevoer\nis.\nDie appel van al drie appellante word van die hand gewys.\nP J J\nOLIVIER APPèLREGTER E M GROSSKOPF )\n)STEM SAAM VIVIER AR )",
  "scraped_at": "2026-02-12T07:13:51.337253",
  "date": "1995-09-14",
  "coram": [
    "E M Grosskopf",
    "Vivier",
    "Olivier"
  ],
  "case_number": "536/94",
  "parties": {
    "applicants": [
      "Ian Barry Thomas",
      "Leon le Roux",
      "Michael David Crow"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "The three appellants – Ian Barry Thomas, Leon le Roux and Michael David Crow – joined two other individuals, Dirks (a police informant) and \"MacLean\" (an alias for a police officer) in a scheme to obtain counterfeit R50 notes worth R1,004,800. The plan was to exchange the fake notes for genuine cash, with the appellants to receive a R500,000 fee. The counterfeit notes were sourced from Johannesburg and were to be delivered in Cape Town. After a series of meetings and pressures from Dirks and MacLean, the scheme was executed but the participants were caught in a police sting and arrested. At trial each appellant was found guilty of conspiracy to defraud and sentenced to five years' imprisonment under s.271(1)(i) of the Criminal Procedure Act.",
    "issues": "The appeal raised (1) whether the trial judge erred in imposing direct imprisonment rather than corrective supervision under s.276; (2) whether the appellants could introduce fresh evidence in support of a suspension of sentence or corrective supervision application; (3) whether the sentences imposed were unduly harsh or inappropriate; and (4) whether the convictions should be set aside on the basis of procedural irregularities.",
    "principles": "The court applied the statutory framework for sentencing under s.271(1)(i) and the discretion to order corrective supervision under s.276(1)(i) or (h) of the Criminal Procedure Act. It relied on the established criteria for admitting fresh evidence on appeal (R v Weimers; S v De Jager; S v Nkala), requiring a reasonable explanation for the earlier omission, prima facie likelihood of truth, and material relevance. The principles of proportionality, the need for finality of criminal proceedings, and the proper exercise of appellate review were also reiterated.",
    "application": "The court found that the appellants failed to meet the criteria for fresh evidence: their explanation for not presenting the social worker statements at trial was deemed unreasonable, and the evidence was not shown to be materially relevant to the sentencing outcome. Consequently, the trial judge’s discretion to impose direct imprisonment was upheld, and the consideration of corrective supervision was deemed unnecessary. The alleged procedural misdirections were found to be unsubstantial, and the sentencing was held to be within the court’s discretion and not manifestly excessive.",
    "conclusion": "All three appeals were dismissed. The five‑year imprisonment sentences imposed on each appellant under s.271(1)(i) were upheld, and the applications for suspension of sentences and for corrective supervision were refused."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Fraud and Conspiracy",
    "level_3": [
      "counterfeit currency",
      "conspiracy to defraud",
      "sentencing",
      "corrective supervision",
      "appeal"
    ]
  }
}