{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/4.html",
  "case_name": "Mkhwanazi v Van der Walt (68/93) [1995] ZASCA 4; 1995 (4) SA 589 (AD); [1995] 2 All SA 284 (A) (3 March 1995)",
  "citation": "[1995] ZASCA 4",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 4\n|\nNoteup\n|\nLawCite\nMkhwanazi v Van der Walt (68/93) [1995] ZASCA 4; 1995 (4) SA 589 (AD); [1995] 2 All SA 284 (A) (3 March 1995)\nDownload original files\nPDF format\nRTF format\nSaaknommer 68/93\nIN DIE HOOGGEREGSHOF VAN\nSUID-AFRIKA\n(APPèLAFDELING)\nIn die saak tussen:\nJOHN ZONDI\nMKHWANAZI\tAppellant\nen\nMICHIEL ANDRIES VAN DER WALT Respondent\nCORAM\t: EM GROSSKOPF,\nVIVIER\net HOWIE ARR DATUM AANGEHOOR : 27 FEBRUARIE 1995 DATUM VAN UITSPRAAK : 3\nMAART 1995\nUITSPRAAK\nHOWIE A R/\n2\nHOWIE AR:\nGedurende die aand van 23 Desember 1987 en op die nasionale pad\ntussen Queenstown en Jamestown het 'n minibus bestuur deur appellant\nmet drie\nvan die respondent se perde gebots. Respondent is 'n vee- en melkboer. Sy plaas\nEbenhaeser is aangrensend tot die pad oorkant\ndie botsingstoneel. In die botsing\nis appellant beseer en die minibus beskadig.\nIn die Oos-Kaapse Provinsiale Afdeling het appellant respondent vir betaling\nvan skadevergoeding gedagvaar op grond daarvan dat die\nbotsing die uitsluitlike\ngevolg van die respondent se nalatigheid was. Die gronde van beweerde\nnalatigheid het respondent van die\nversuim beskuldig onder andere om genoegsame\nvoorsorgmaatreels te tref ten einde die perde ingekamp te hou; om behoorlike\nvoorsorgmaatreels\nte tref dat die perde nie in die nag op die pad loop nie; en\nom die hekke van die kamp waarin die perde was toe te hou. Al appellant\nse\naantygings is deur respondent ontken.\n3\nIn die Hof benede is respondent se beweerde nalatigheid as 'n aparte\ngeskilpunt besleg. Die Hof (Erasmus R) net tot die slotsom gekom\ndat sodanige\nnalatigheid nie bewys is nie. Absolusie van die instansie is dus beveel. Teen\ndaardie bevel kom appellant met die Verhoorregter\nse verlof in hoer\nberoep.\nDie getuienis wat respondent tydens die verhoor afgelê het,\nmaak dit duidelik dat hy terdeë daarvan bewus was dat indien\nsy perde in\ndie nag op die nasionale pad - 'n geweldige besige pad - sou dwaal hulle 'n\nlewensgevaar vir motorists kon wees. Voorts\nhet sy advokaat in hierdie Hof tereg\ntoegegee dat die redelike persoon in respondent se posisie stappe sou gedoen het\nom te verhoed\ndat die perde in die nag op die pad sou kom.\nDit is gemene saak dat respondent wel sekere stappe gedoen het. Die perde het\nin 'n kamp (die \"ou strooiskamp\") gewei tussen welke\nkamp en die nasionale pad\ndaar drie swaaihekke was waardeur hulle eers moes gaan om\n4\ndaardie pad te bereik. Die hek verste van die pad (hek \"A\") kon mens met 'n\nketting aan 'n hak in die hekpaal vasmaak. By die hek\nnader aan die pad (hek\n\"B\") was daar twee afsonderlike kettings wat elk onafhanklik aan hake aan die\nhekpaal vasgeketting kon word.\nBy die ingang tot die plaas (hek \"C\") was daar\nook 'n swaaihek maar dit was gewoonweg oopgelaat soos op die betrokke nag die\ngeval\nwas. Respondent het sy twee werknemers opdrag gegee om hekke A en B\nheeltyd toe te hou.\nDie enigste vraag is of die redelike persoon verdere voorsorgmaatreels sou\ngetref het.\nDie getuienis bewys die volgende. Van hek \"C\" loop daar 'n betreklike lang\nlaning, met borne aan weerskante, wat na die opstal lei.\nWaar daardie pad die\ntuin en die opstalgronde binnegaan is daar 'n motorhek. Om die ou strooiskamp te\nbereik moet mens vlak voor\ndie motorhek na regs draai. 'n Kort afstand\ndaarvandaan is hek \"B\". In die area tussen hekke \"B\" en \"A\" is onder andere\ndie\n5\nmelkstal. Nie ver daarvan nie is nek \"A\".\n23 Desember 1987 was 'n Sondag. Om ongeveer 7:00\nnamiddag, soos\nelke aand die geval was, was respondent die laaste persoon om die melkstal to\nverlaat. Hy net opgelet dat hek \"A\" vasgeketting\nwas. Op pad huis toe net hy\ndeur hek \"B\" gegaan en dit met albei kettings toegemaak. Om ongeveer 11:30\ndaardie aand net die polisie\nhorn van die ongelukverwittig. Hy het ondersoek\ningestel en gevind dat hekke \"A\" en \"B\" albei oopgestaan het. Na alle\nwaarskynlikheid\nis die hekke oopgelaat deur 'n persoon of persons wat daardie\naand by respondent se werknemers besoek afgelê het. Die teenwoordigheid\nvan besoekers oor 'n naweek was niks ongewoons nie. Die wat van 'n sekere\nnabygeleë plaas gekom het en nie 'n kortpad deur die\nlande gekies het nie,\nsou deur die ou strooiskamp en hekke \"A\" en \"B\" moes gegaan het. Dit het\nrespondent alles geweet. By geleenthede\nin die verlede het hy gevind dat\nbesoekers hekke oopgelos het.\n6\nIn antwoordop 'n vraag van sy advokaat het respondent gese dat hy nooit\ngevind het dat twee hekke na -mekaar oopgelaat is nie. Ongelukkig\nis dit 'n feit\nvan die lewe dat alhoewel die meeste mense die meeste van die tyd met redelike\nsorg optree, nalatigheid van 'n gewone\ngraad 'n doodgewone verskynsel is. Die\nooplaat van 'n plaashek val in daardie kategorie van nalatigheid. Boonop is\nhekke \"A\" en \"B\"\nbetreklik naby mekaar en iemand wat sorgloos genoeg is om die\neen oop te laat kan ewe sorgloos by die ander optree. Op die feite\ndus was die\nnalatige ooplaat van veral hek \"B\" 'n redelike moontlikheid.\nDit synde die\ngeval is dit belangrik om rekening met die verdere feit te hou - wat die\nVerhoorregter tereg beklemtoon het - dat solank\nas wat hek \"C\" oopgestaan het,\ndie laning vir huidige doeleindes feitlik 'n verlenging van die openbare pad\nwas.\nIn die omstandighede sou die redelike persoon na my oordeel beslis verdere\nvoorsorgmaatreels oorweeg het as net\n7\ndie voorsiening van hekke \"A\" en \"B\" van kettings.\nDie Verhoorhof het drie\nmoontlikhede in hierdie verband oorweeg. Een was die toemaak van hek \"C\" maar\nonder andere weens sekere redes\nwat respondent in sy getuienis daarteen geopper\nhet, kan hierdie opsie buite rekening gelaat word.\nDie ander twee\nmoontlikhede verg aandag. Een was die gebruik van 'n hangslot by hek \"B\", veral\nby tye wanneer die teenwoordigheid\nvan voormelde besoekers redelik te wagte was.\nDie ander was die oprig van 'n motorhek by die plaasingang.\nRespondent het beswaar teen altwee gehad. Ondanks die feite - wat hy\ngeredelik erken het - dat 'n hangslot slegs \"'n paar rand\" sou\ngekos het en dat\nhy soggens die eerste persoon was, en saans die laaste, om hek \"B\" te gebruik,\nhet hy onder andere verklaar dat\nhy liewer sy boerdery sou opgee as om \"elke dag\nagter slot en grendel (te) werk\".\nWat 'n motorhek by hek \"C\" aanbetref, het hy\ngetuig\n8\ndat hy dit wel oorweeg het maar dat weens sekere vereistes van die plaaslike\nowerhede 'n motorhek by 'n ingang vanaf die nasionale\npad \"duisende rande\" sou\nkos.\nMet betrekking tot hierdie twee moontlike voorsorgmaatreëls kan die\nVerhoorhof se benadering soos volg opgesom word. Selfs duisende\nrande se onkoste\nten opsigte van 'n motorhek sou aangewese gewees het indien dit die enigste\noplossing was, gesien die groot gevaar\nwaarteen gewaak moes word. Respondent was\negter geregtig om mindere maatreëls te tref indien hul sou deug. Die\nenigste mindere\nmaatreel wat ter sprake gekom het was om hek \"B\" te sluit. Dit\nwas egter onderliggend tot respondent se getuienis dat dit nie die\nalgemene\npraktyk onder boere was om in vergelykbare omstandighede hekke te sluit nie en\nwas respondent tot 'n beperkte mate geregtig\nom horn op die gewoontes, gebruike\nen opvattings van die gemeenskap te beroep. Derhalwe was die gebruik van 'n\nhangslot by hek \"B\"\nnie 'n stap wat die redelike persoon sou gedoen het\n9\nnie.\nRespondent se advokaat net nie op die benadering van die Verhoorhof\nteenoor die hangslot-moontlikheid gesteun nie. Daar is trouens\ngeen getuienis op\nrekord van 'n algemene praktyk onder boere om in vergelykbare omstandighede\nhekke nie te sluit nie. Voorts, al\nis bevind dat 'n hangslot nie sou deug nie,\nnet die Verhoorhof om een of ander rede nie na die kwessie van die oprig van 'n\nmotorhek\nteruggekeer nie.\nNa my mening is dit duidelik dat die gebruik van 'n\nhangslot by nek \"B\" 'n uiters maklike, goedkoop en doeltreffende maatreel sou\ngewees het om heeltemal te keer dat hek \"B\" oopgelaat word en dat die perde\ndaardeur uitdwaal. Respondent, wat die eerste persoon\nop die toneel soggens is\nen die laaste in die aand, sou heel maklik na die toesluit van die hek kon\nomsien. Sy getuienis dat sleutels\nmaklik verloor kan word en dat hy nie agter\nslot en grendel wil werk nie is onoortuigend - om die minste\n10\ndaarvan te sê - en gaan net nie op nie.\nIn die alternatief kon 'n\nmotorhek opgerig gewees net. Respondent erken dat hy dit al oorweeg het. Die\nklaarblyklike implikasie is\ndat hy dit oorweeg het weens die tipe gevaar wat in\nhierdie geval verwesenlik is. Daar bestaan geen rede waarom so 'n hek by die\nplaasingang hoef te wees nie. Respondent het nooit beweer dat die motorhek wat\nhy naby die opstal laat bou het onderhewig aan die\nowerhede se regulasies en\nvereistes was of dat dit uitermate veel gekos het nie. Dit kon langs die\nswaaihek by hek \"B\" opgerig gewees\nhet of op enige gepaste plek tussen hekke \"B\"\nen \"C\".\nBy opweging van die onderskeie belange van respondent en motoriste op die\nnasionale pad was voormelde twee voorsorgmaatreëls\nso maklik en so gering\nom te tref dat enige redelike mens die een of die ander sou toegepas het.\nRespondent se versuim om die een of die ander toe te pas beteken dat hy met\nbetrekking tot die beweerde skade\n11\nkousaal nalatig was. Die appèl moet derhalwe slaag.\nWat koste in die Hof benede aanbetref, het die verhoor\nop die\nhuidige aspek drie dae of ten minste 'n gedeelte van elk van drie dae in beslag\ngeneeir. Wat die uitslag van die geding ook\nal gaan wees, het respondent se\nopposisie op die onderhawige onafhanklike geskilpunt die oploop van voormelde\nkoste veroorsaak en\nas die onsuksesvolle party behoort hy daardie koste te\ndra.\nDie volgende bevel word\ngemaak:\n1.\nDie\nappèl slaag met koste.\n2.\tDie bevel van absolusie van die instansie word ter syde gestel en met die\nvolgende vervang:\n\"(a) Dit word verklaar dat verweerder met\nbetrekking tot die botsing waarna in paragraaf 6 van die besonderhede van\nvordering verwys\nword, kousaal nalatig was.\n12\n(b) Die koste van en ten opsigte van die verhoor aangaande die\nnalatigheidsgeskilpunt moet deur verweerder betaal\nword.\"\nC T HOWIE\nAPPèLREGTER\nE M GROSSKOPF AR ]\tSTEM SAAM\nVIVIER AR ]",
  "scraped_at": "2026-02-12T05:31:21.608763",
  "date": null,
  "coram": [],
  "case_number": null,
  "parties": {
    "applicants": [],
    "respondents": []
  },
  "sections": {},
  "tags": {}
}