{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/95.html",
  "case_name": "S v Greeff (640/94) [1995] ZASCA 95 (14 September 1995)",
  "citation": "[1995] ZASCA 95",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 95\n|\nNoteup\n|\nLawCite\nS v Greeff (640/94) [1995] ZASCA 95 (14 September 1995)\nDownload original files\nPDF format\nRTF format\nSaak Nr 640/94\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak tussen:\nALFONSO DEON\nGREEFF\nAppellant\nen\nDIE STAAT\nRespondent\nCORAM\n: E M GROSSKOPF, NESTADT, ARR et SCOTT, Wn AR\nVERHOOR\n: 25 Augustus 1995\nGELEWER\n: 14 September\n1995\nUITSPRAAK E M GROSSKOPF, AR\n2\nDie appellant is in die landdroshof van\nBenoni\nskuldig bevind aan 'n oortreding van art\n122(2)(a) van die Padverkeerswet, 29 van 1989, deurdat hy 'n voertuig op 'n\nopenbare pad\nbestuur het terwyl die konsentrasie alkohol in 'n monster bloed wat\nvan sy liggaam geneem is, nie minder as 0,08 gram per 100 milliliter\nwas nie, te\nwete 0,2 7 gram per 100 milliliter. Hy is gevonnis tot 18 maande korrektiewe\ntoesig. 'n Appèl na die Transvaalse\nProvinsiale Afdeling teen sy\nskuldigbevinding het misluk. Met verlof van die hof a quo kom hy nou in\nhoër beroep na hierdie\nhof.\nDie staatsgetuienis by die verhoor kan soos volg opgesom word. Eers is\nbewys gelewer dat 'n bloedmonster binne die voorgeskrewe tyd\nnadat die appellant\n'n voertuig op 'n openbare pad bestuur het, van hom getrek is ingevolge art\n122(3) van die Padverkeerswet en\ndat die monster na die Forensiese Chemie\nLaboratoria van die Departement van Nasionale Gesondheid en\n3\nBevolkingsontwikkeling in Johannesburg geneem is.\nDaarna het die vervolging 'n sertifikaat ingevolge art\n212(4) (a) van die Strafproseswet, 51 van 1977,\ningehandig waarin ene Mandisa Lobelo verklaar het\n(a)\ndat hy sekere\nkwalifikasies as skeikundige\nhet;\n(b)\ndat hy in die diens\nvan die Staat as 'n forensiese analis\nis;\n(c)\tdat hy 'n bepaalde bloedmonster\n(dit is gemene\nsaak dat dit dié van die appellant was)\nonderwerp het\naan 'n proses wat bedrewenheid in skeikunde vereis;\nen\n(d)\tdat hy bepaal het dat die konsentrasie van\nalkohol in die\nbloedmonster 0,27 gram per 100\nmilliliter bloed was.\nNa inhandiging van die sertifikaat het die Staat sy saak\ngesluit.\nDie staatsaak was dus afhanklik van die sertifikaat wat ingevolge art\n212(4)(a) van die\n4 Strafproseswet ingehandig is. Die artikel lui\nsoos\nvolg, insoverre dit ter sake is:\n\" Wanneer 'n feit wat bepaal is deur 'n ondersoek of proses wat bedrewenheid\nin ... skeikunde ... vereis, by strafregtelike verrigtinge\nby die geskilpunt\nrelevant is of mag word, is 'n dokument wat voorgee 'n beëdigde verklaring\nte wees deur 'n persoon wat in\ndaardie beëdigde verklaring beweer dat hy in\ndiens is van die Staat ... en dat hy bedoelde feit deur middel van so 'n\nondersoek\nof proses bepaal het, by blote voorlegging daarvan by sulke\nverrigtinge prima facie-bewys van daardie feit: Net dien verstande dat\ndie\npersoon wat bedoelde beëdigde verklaring kan aflê, in 'n geval waarin\nbedrewenheid in skeikunde ... vereis word, 'n\nsertifikaat in plaas van bedoelde\nbeëdigde verklaring kan uitreik, in welke geval die bepalings van hierdie\nparagraaf mutatis\nmutandis met betrekking tot so 'n sertifikaat van toepassing\nis.\"\nDie appellant het net een getuie geroep. Dit was\nMnr S Toerien wat ook 'n forensiese analis by die Forensiese Chemie Laboratoria\nis,\nen dus 'n kollega is van Mnr Lobelo wat die betrokke sertifikaat uitgereik\nhet. Mnr Toerien het beskryf hoe ontledings van bloedmonsters\ngedoen word om die\nalkoholkonsentrasie\n5 vas te stel. Dit kan soos volg opgesom\nword.\nEers word die bloedmonster verdun met\n'n\nverdunningsapparaat. Dit is 'n apparaat op sy eie.\nDie\nverdunning geskied met 'n interne standaard, wat in\nhierdie geval tersiêre bitanol was. Daarna word\ndie\nverdunde bloed in 'n gaschromatograaf geplaas waar dit\nverhit word tot 65 grade Celsius sodat daar 'n dampdruk\nvorm. Die damp sluit enige alkohol in wat aanwesig mag\nwees asook die tersiêre bitanol wat as interne\nstandaard dien. Die damp word dan outomaties deur die\nmasjien in die gaschromatograaf ingespuit waarna die\nverskillende komponente geskei word op grond van hul\nverskillende massas. Dan gaan dit deur 'n detektor wat\ndie komponente ioniseer en hierdie ionisasie gee dan 'n\nuitdrukking op 'n apparaat bekend as 'n integreerder\nwat die komponent as 'n piek aandui. As daar alkohol in\ndie monster is, sal daar twee pieke wees - een vir die\nalkohol en een vir die tersiêre bitanol. Die\n6\nintegreerder verwerk die piek m b t alkohol om dit uit\nte druk in gram per 100 milliliter. Dit is dan die\nsyfer wat\nin die sertifikaat voorkom. Twee\ngaschromatograwe word vir elke\nbloedmonster gebruik en\nhulle moet binne 95 persent\nooreenstem.\nVoordat 'n integreerder in die laboratoria gebruik was,\nwas die gaschromatograaf aan 'n grafiektrekker gekoppel wat 'n grafiek van\ndie\npieke verskaf het. Die analis moes dan self wiskundig bepaal hoeveel gram per\nmilliliter die piek verteenwoordig. Nadat integreerders\nin gebruik geneem was,\nwas die ontleder se taak heelwat eenvoudiger. Hy programmeer nou bloot die\nmasjien met die dag se monsters\nen kyk wat die uitslae is.\nOor die betroubaarheid van die proses het Mnr\nToerien gesê:\n\"Ons is heel vertroud met hoe die apparaat werk en ons is baie tevrede\ndaarmee\".\nLater het hy die proses as \"baie betroubaar\" beskryf.\nDie vraag is nou of die appellant se skuld bo\n7 redelike\ntwyfel bewys is. As die sertifikaat sy volle\nregskrag het ingevolge art 212(4)(a) van die\nStrafproseswet,\nmoet die antwoord bevestigend wees.\n(Sien S v Veldthuizen\n1982 (3) SA 413\n(A) op 416 G-H.)\nDie\nfeit wat bewys moes word was dat die monster bloed\nnie minder nie as\n0,08 gram per milliliter alkohol\nbevat het. Die sertifikaat voldoen\naan al die formele\nvereistes om prima facie bewys te vorm dat\ndie\nbloedkonsentrasie 0,27 gram per milliliter bloed was.\nGeen getuienis is aangebied om hierdie prima facie\ngetuienis in twyfel te trek nie. Inteendeel, Mnr\nToerien het die proses waardeur die monster ontleed\nwas, as baie betroubaar beskryf. Daardeur is die\nsertifikaat se prima facie bewyskrag versterk eerder as\nweerlê.\nOm te slaag in sy appèl was die appellant dus\ngeroepe om aan te toon dat die sertifikaat in die\nonderhawige geval nie toelaatbaar was nie. Vir hierdie\n8 doel\nis betoog dat die bepaling van die\nbloedkonsentrasie op die manier wat ek hierbo beskryf\nhet,\nnie neerkom op 'n ondersoek of proses wat\nbedrewenheid in skeikunde\nvereis nie. Die metode wat\ngevolg word, so is betoog, is baie eenvoudig, en word\nten dele deur 'n tipe rekenaar (die integreerder)\ngedoen. Diebedrewenheidwat vereis word (indien enige)\nis dus eerder bedrewenheid in rekenaarwetenskap as in\nskeikunde.\nNa my mening gaan hierdie argument nie op nie.\n\"Skeikunde\" word omskryf in die Verklarende\nHandwoordeboek van die Afrikaanse Taal (\"HAT\") van\nOdendal en andere as \"leer van die eienskappe en die\nsamestelling van stowwe en van veranderinge daarin.\"\nDie ontleding van 'n monster vloeistof om te bepaal of\ndit alkohol bevat en, indien wel, hoeveel, is by\nuitnemendheid 'n skeikundige handeling. Dit verg kennis\nvan die eienskappe van die onderskeie komponente wat in\n9 die\nmonster aanwesig is ten einde die verhouding tussen\nhulle te bepaal. Dat moderne tegnologie daarin geslaag\nhet om\nhierdie ontleding te vergemaklik maak myns\ninsien nie saak nie. Selfs opgevoede leke sou nie\nnormaalweg weet hoe om die hedendaagse apparaat en\nprosesse\nte benut ten einde bloedontledings te doen\nnie. Dit geskied in die laboratorium, nie in die\nwoonkamer\nnie. Skeikundiges word opgelei om die\napparaat te gebruik wat nodig is vir hul doeleindes. En\ndat rekenaars gebruik word om sekere van die resultate\nte verwerk maak myns insiens ook nie saak nie. Voordat\ndie rekenaar gebruik was het die ontleder self die\nwiskundige berekenings gedoen. Daardie deel van die\nondersoek was dus eerder 'n wiskundige as 'n\nskeikundige werksaamheid.\nDesnieteenstaande\nwas die\nproses as geheel steeds in wese 'n skeikundige een.\nDieselfde geld vir die integreerder. Dit doen die\nwiskundige berekenings wat nodig is om die resultate\n10\nvan die skeikundige ontleding in 'n bruikbare vorm uit\nte\ndruk. Hierdie handeling vorm 'n deel van die normale werksaamhede van 'n\nskeikundige.\nWeens die voorgaande meen ek dat die proses, soos\nbeskryf deur Mnr Toerien, wel een was wat bedrewenheid in skeikunde vereis het,\nen dat die sertifikaat dus toelaatbaar was ingevologe art 212(4)(a) van die\nStrafproseswet.\nIn die alternatief het die appellant betoog dat, selfs al is die\nsertifikaat toelaatbaar, dit nie regskrag kan hê nie omdat\ndit getuienis\nbevat van feite wat deur middel van 'n rekenaar bepaal is. Ek stem nie saam nie.\nDie artikel plaas geen beperking op\ndie apparaat wat die skeikundige mag gebruik\nom sy ontleding te doen nie. Dat daar gedurende die proses berekeninge deur 'n\nrekenaar\ngedoen word doen dus m i nie af aan die bewyskrag van die sertifikaat\nnie. Trouens, ek wonder of daar vandag enige wetenskaplike\n11\nrigting is waarin daar nie gebruik van rekenaars gemaak word\nnie.\nTer ondersteuning van hierdie laasgenoemde betoog het die\nappellant se advokaat sterk gesteun op die Nieu-Seelandse saak van Holt\nv\nAuckland City Council\n[1980] 2 NZLR 124.\nIn daardie saak het die hof te doen\ngehad met 'n wetsbepaling wat baie ooreenstem met ons art 212(4)(a). Daar was\negter een groot\nverskil. Die Nieu-Seelandse artikel het onder meer bepaal dat 'n\nsertifikaat nie toelaatbaar sou wees nie waar die beskuldigde versoek\nhet dat\ndie persoon wat die ontleding gedoen het, deur die vervolging as getuie geroep\nword. (Holt se saak op bl 126, reëls\n35 tot 38.) In Holt se saak het die\nbeskuldigde hierdie reg uitgeöefen. Die analis het persoonlik getuig, en\ndie vraag het onstaan\nof sy deskundige getuienis kon gee oor die integreerder,\nwaaroor sy nie voorgegee het om enige besondere kennis te hê nie.\nDie hof\nhet\n12 beklemtoon dat hierdie vraag bloot een van die\ngemene\nreg was - die bewyswaarde van die sertifikaat het\nweggeval\ntoe die beskuldigde sy reg uitgeóefen het om\ndie analis te laat roep as getuie (bl 126 reël 39 tot\n47). By ons is die posisie omgekeerd. Ons moet bepaal\nwat die\nregseffek van 'n sertifikaat is. Holt se saak\nbied na my mening geen hulp in hierdie verband nie.\nEk meen dus dat die sertifikaat in die huidige geval toelaatbaar was.\nDaar was geen getuienis ter weerlegging van die prima facie\nbewys wat die\nsertifikaat daargestel het nie. Die appellant was dus tereg skuldig\nbevind.\nDie appêl word afgewys.\nE M GROSSKOPF, AR\nNESTADT, AR\nSCOTT, Wn AR Stem saam",
  "scraped_at": "2026-02-12T07:13:39.243621",
  "date": "1995-09-14",
  "coram": [
    "E M GROSSKOPF",
    "NESTADT",
    "SCOTT"
  ],
  "case_number": "640/94",
  "parties": {
    "applicants": [
      "ALFONSO DEON GREEFF"
    ],
    "respondents": [
      "DIE STAAT"
    ]
  },
  "sections": {
    "facts": "The appellant, Alfonso Deon Greeff, was convicted in the Benoni Landdroshof of contravening s 122(2)(a) of the Road Traffic Act, 1989 by operating a vehicle on a public road with a blood alcohol concentration of at least 0.08 g/100 ml (the analysis showed 0.27 g/100 ml). He was sentenced to 18 months corrective supervision. The State's case rested on a certificate issued by forensic analyst Mandisa Lobelo under s 212(4)(a) of the Criminal Procedure Act, which attested to the concentration. The prosecution presented no other evidence. The appellant called a single witness, Mr S Toerien, a fellow forensic analyst, who explained the gas‑chromatography method used to analyse the blood sample, described the procedure as reliable and affirmed that two instruments must give results within 95% agreement. No evidence was adduced to challenge the certificate’s reliability.",
    "issues": "1. Whether the certificate issued by the forensic analyst is admissible as prima facie evidence under s 212(4)(a) of the Criminal Procedure Act. 2. Whether the determination of blood‑alcohol concentration constitutes an investigation requiring expertise in chemistry, thereby satisfying the statutory requirement. 3. Whether the involvement of computer calculations in the analytical process affects the admissibility of the certificate. 4. Whether the appellant has discharged the burden of proving the conviction beyond reasonable doubt.",
    "principles": "Section 212(4)(a) permits a certificate in lieu of a sworn statement where the fact sought is determined by a process requiring expertise in a scientific field, such as chemistry. The certificate provides prima facie evidence unless its reliability is successfully challenged. The court follows the principle affirmed in S v Veldthuizen (1982) that such a certificate meets the statutory threshold. The definition of chemistry, per the Afrikaans Dictionary of the Afrikaans Language, includes the study of properties and composition of substances and their changes; analysing a blood sample for alcohol is a chemical investigation. The use of computers to perform calculations does not negate the underlying chemical expertise. The New Zealand case Holt v Auckland City Council, although dealing with a similar provision, was distinguished because the accused in that case exercised the right to have the analyst testify, which did not arise here.",
    "application": "The court examined the forensic process described by Mr Toerien and concluded that it required specialised chemical knowledge, despite the assistance of computers. Consequently, the certificate issued by Ms Lobelo satisfied the requirement of s 212(4)(a). No evidence was presented to undermine the certificate’s prima facie value, and the appellant failed to demonstrate that the analytical method was anything other than a recognised chemical procedure. Therefore, the appellant could not cast reasonable doubt on the conviction.",
    "conclusion": "The appeal was dismissed. The conviction of Alfonso Deon Greeff for exceeding the legal blood‑alcohol limit was upheld and the original sentence of 18 months corrective supervision remained in force."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Road Traffic Offences",
    "level_3": [
      "drunk driving",
      "blood alcohol concentration",
      "expert evidence",
      "certificate admissibility"
    ]
  }
}