{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/44.html",
  "case_name": "Napier N.O. v Collett and Another (535/93) [1995] ZASCA 44; 1995 (3) SA 140 (AD); [1995] 2 All SA 457 (A) (30 March 1995)",
  "citation": "[1995] ZASCA 44",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 44\n|\nNoteup\n|\nLawCite\nNapier N.O. v Collett and Another (535/93) [1995] ZASCA 44; 1995 (3) SA 140 (AD); [1995] 2 All SA 457 (A) (30 March 1995)\nDownload original files\nPDF format\nRTF format\nCase No 535/93\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the\nmatter between:\nR S NAPIER N.O.:\nAppellant\nand\nD E COLLETT:\nFirst\nRespondent\nW J A LABUSCHAGNE:\nSecond Respondent\nCORAM:\nE M GROSSKOPF, VIVIER, EKSTEEN,\nVAN DEN HEEVER, JJA et OLIVIER, AJA\nHEARD\n: 17 MARCH 1995\nDELIVERED\n: 30 MARCH 1995\nJUDGMENT E M GROSSKOPF, JA\n2 The appellant is the person appointed by the\nCommittee of\nLloyds to act on its behalf in the\nRepublic of South Africa. The respondents\nare a\nsyndicate of persons who own and run race horses. The\nrespondents were the owners of ahorse called \"Shooting\nParty\". This horse was insured under a Lloyds\nBloodstock Insurance Policy. It died on 18 July 1991.\nThe respondents sued the appellant under the policy for\nthe value of the horse. This action succeeded before\nPlewman J in the Witwatersirand Local Division. With the\nleave of the court a quo the matter now comes on appeal\nbefore us.\nThe insuring clause of the policy reads as follows\nin so far as it is relevant to the present case:\n\"NOW WE THE UNDERWRITERS hereby agree . . . that in the event of the death\nduring the period of this Insurance of any animal specified\nin the Schedule (or,\nfor Insurances with an annual period only, in the event of the death of any such\nanimal occurring within ninety\ndays after the expiry of the Insurance as a\nresult of any accident occurring ... during the currency hereof ...) we will\nindemnify\nthe Assured in respect of the\n3\nactual value of such animal at the time of the accident ... causing death, up to\nbut not exceeding the limit of the Underwriter's\nliability specified in the\nSchedule in respect of such\nanimal.\"\nThe policy was concluded for a period of one year from\n10 April 1990 to 9 April 1991. In March 1991 the period of ninety days referred\nto in the insuring clause was extended to 120 days. Accordingly, if the death of\nShooting Party on 18 July 1991 was the result of\nan accident which had occurred\nduring the currency of the policy, the underwriters would prima facie be liable.\nIt was common cause\nthat Shooting Party was in fact injured in an accident on 27\nSeptember 1990. The main question argued before us was whether this\naccident was\nthe cause of its death.\nThe issue is consequently one of causation. The law in this regard has been\nanalysed by this court in recent years in a number of\ndifferent contexts. See,\nin particular, S v Mokgethi en Andere\n1990 (1) SA 32\n(A) at 39D-47B (criminal\nlaw); International Shipping Co\n4 (Pty) Ltd v Bentley\n1990 (1) SA 680\n(A) at 700E-701F\n(law of delict) and Concord Insurance Co Ltd v Oelofsen\nN O\n1992 (4) SA\n669\n(A) at 673I-674B (law of\ninsurance). Despite the differences between various\nbranches of the law,\nthe basic problem of causation is\nthe same throughout. The theoretical consequences of an\nact stretch into infinity. Some means must be found to\nlimit legal responsibility for such consequences in a\nreasonable, practical and just manner (cf the passage\nfrom Fleming The Law of Torts quoted at p 701 B-C of\nBentley's case (supra)). Many criteria have been\nsuggested for this purpose. See Mokgethi's case (supra)\nat p 39I-40C. The traditional view in insurance law is\nset out as follows in Incorporated General Insurances\nLtd v Shooter t/a Shooter's Fisheries\n1987 (1) SA 842\n(A) at p 862 C-D:\n\"... when there are two or more possible causes . . . the proximate or actual\nor effective cause (it matters not which term is used)\nmust be ascertained, and\nthat is a factual issue. ... an earlier event may be a dominant cause in\nproducing\n5\nthe damage or loss; it may be the causa sine qua non but the issue is, is it the\ncausa causans? . . . [The] rule to be applied is\ncausa proxima non remota\nspectatur.\"\nIn the Concord Insurance case, supra at p 673I,\nthe court again\ndealt with the complex legal questions\nwhich arise\n\"where several factors concurrently or successively contribute to a single\nresult and it is necessary to decide whether any particular\none of them is to be\nregarded legally as a cause.\"\nIn this regard the court said (at p\n674A-B):\n\"In criminal law and the law of delict legal policy may provide an answer but\nin a contractual context, where policy considerations\nusually do not enter the\nenquiry, effect must be given to the parties' own perception of causality lest a\nresult be imposed upon\nthem which they did not intend.\"\nThis passage is not in conflict with what was said\nin Shooter's case, supra. The justification for the\nproximate cause rule is that it reflects the presumed\nintention of the parties to an insurance contract. See\nBecker, Gray and Company v London Assurance Corporation\n1918 AC 101\nat p 112-4.\n6 The effect of these various authorities is, it\nseems to me, as\nfollows. The general approach to\nquestions of causation as laid down in\nauthorities like\nMokgethi's case and Bentley's case (both supra), based\nas\nit is on principle and logic, is equally applicable\nto insurance law. Its application will of course be\nsubject to the provisions of the particular insurance\npolicy in question. However, the particular policy will\nseldom affect the basic approach, and causation in\ninsurance law will usually require much the same\ntreatment as that accorded to it in other branches of\nthe law.\nThe initial enquiry will normally be whether there\nis \"factual causation.\" The nature of this enquiry was\ndealt with in Bentley's case, supra, at p 700E-H, and\nthat exposition, with the necessary changes to apply it\nto an insurance claim rather than a claim in delict\nwhich was there in issue, is equally applicable to\ninsurance law. If this initial enquiry leads to the\n7 conclusion that the\nprior event was a causa sine qua\nnon of the subsequent one, the further question arises,\nviz., whether\nthere is a sufficiently close\nrelationship between the two events to constitute the\nformer the legal cause of the latter. As indicated\nabove, various expressions have been used to describe\nthis relationship. These expressions are all\nnecessarily somewhat vague. In applying them in the\ncontext of insurance law one would have prime regard to\nthe provisions of the insurance policy. Thus the policy\nmay extend or limit the consequences covered by the\npolicy, e g, by laying down exceptions. But in addition\nto any specific provisions, matters such as the type of\npolicy, the nature of the risk insured against and the\nconditions of the policy may assist a court in deciding\nwhether a factual cause should be regarded as the cause\nin law.\nI turn now to the facts. They are largely\nundisputed.\n6\nOn 27 September 1990 Shooting Party, while running\nin a race,\nsustained a compound fracture of the medial sesamoid bone of the near forelimb.\nAfter discussion between themselves, three\nveterinary surgeons, Drs Ross,\nRoberts and Meyer, agreed that surgical treatment of the animal's injury should\nbe attempted. On 9\nOctober 1990 the horse underwent surgery. Three fragments of\nthe fractured sesamoid bone were removed. A period of time to enable\nthe horse\nto recuperate then passed and on 22 and 25 April 1991 Drs Ross and Roberts\nrespectively examined the horse. Neither of\nthem gave evidence, but their\nreports were before the court. At this stage the horse had recovered well in the\nsense that its life\nwas not in danger from the accident or its sequelae.\nHowever, the veterinarians considered that Shooting Party was suffering from\ndegenerative joint disease as a result of the accident and the surgery. Dr Ross,\nwho had from the beginning considered that the prognosis\nfor the operation\nwas\n9 \"poor to guarded\" and had recommended euthanasia, was\nin April 1991 still in favour of \"destruction on humane\ngrounds\". Dr\nRoberts's view was slightly different. He\nrecommended \"euthanasia on economic\ngrounds as this\ncolt is only suitable to turn out to pasture and it is\nunlikely that he has any stud value.\"\nThe insurance policy contained special provisions\nrelating to\neuthanasia. They read as follows:\n\"This Insurance does not cover intentional slaughter ... except that\nUnderwriters will not invoke this particular exclusion as a defence\n(a)\nwhere the Underwriters\nshall have expressly agreed to the destruction of the animal,\nor\n(b)\nwhere an insured animal suffers an\ninjury or is afflicted with an excessively painful disease and a qualified\nVeterinary Surgeon appointed\nby the Underwriters shall first have given a\ncertificate that the suffering of that animal is incurable and so excessive that\nimmediate\ndestruction is imperative for humane reasons,\nor\n(c)\nwhere an insured animal suffers an\ninjury and a qualified Veterinary Surgeon appointed by the Assured shall first\nhave given a certificate\nthat the suffering of that animal is incurable and so\nexcessive that immediate destruction is imperative for humane reasons without\nwaiting for the appointment of a Veterinary Surgeon by the\nUnderwriters.\"\n10 Paragraphs (b) and (c) were clearly not\napplicable. There\ncould be no suggestion that Shooting\nParty's suffering was so excessive that\nimmediate\neuthanasia was imperative. The respondents were\naccordingly\nrequired to obtain the underwriters'\nconsent in terms of paragraph (a) if\nthey wished to\ndestroy the horse and be covered under the policy.\nThe respondents obtained a further opinion from Dr\nMA J Azzie, a\nvery experienced veterinarian. Dr Azzie\nexamined Shooting Party on 21 May 1991. He concluded\nthat the horse was suffering from degenerative changes\nin the fetlock joint complicated by osteo-arthritic\nchanges. This condition was progressive and\nirrecoverable. Dr Azzie also recommended euthanasia.\nThe appellant was not satisfied with this and a\nfurther report was requested from Prof R Gottschalk of\nthe University of Pretoria at Onderstepoort. Prof\nGottschalk examined Shooting Party on 6 June 1991. His\nconclusions were stated as follows:\n11\n\"1 The lameness present precludes this horse from taking part in athletic\npursuits in the immediate future.\n2\tThe radiographic signs are indicative of degenerative joint disease, which\ntends to be progressive in nature. Although the radiographic\nsigns are not\nsevere at present, the clinical signs indicate that more severe pathology may be\npresent in the joint. To confirm this\nan arthroscopic investigation would be\nnecessary.\n3\tIf the horse is kept in an environment where he would not be forced to\nexercise (eg. paddock rest) I am of the opinion that he\nwould not suffer unduly,\nand that the condition would probably improve with the passage of time.\n4\tShould the horse be forced to exercise, or be used for racing, he would suffer\nundue pain, this course of action should not be\nundertaken on humane\ngrounds.\n5\tThe fetlock condition would not preclude\nthis horse's use for breeding\npurposes if\nsympathetically managed.\"\nIn his evidence Prof Gottschalk stated that he\nwould not have\nrecommended euthanasia on the strength\nof his examination. However, since he\nand Dr Azzie had\na difference of opinion on this score, he advised\n12\nthat it be resolved by way of an arthroscopic\nexamination.\nThis is a procedure whereby an instrument (an arthroscope) is inserted into the\njoint. This enables a veterinarian to\nsee what is happening inside.\nBefore the arthroscopic procedure took place Prof Gottschalk undertook\nfurther radiographic and ultrasound examinations of the affected\njoint. These\nconfirmed his view that there was nothing seriously wrong with Shooting Party\nand that he would probably make a complete\nrecovery in time. At that stage Prof\nGottschalk was definitely of the view that euthanasia was not justified, and he\nwould not have\nperformed an arthroscopy to confirm his own diagnosis. However,\nhe was \"committed to investigate a colleague's feelings as well\"\nand went ahead\nwith the examination.\nThe arthroscopic examination took place on 18 July 1991. Shooting Party was\nfirst placed under general anaesthetic. Prof Gottschalk\nperformed the operation.\nDr Azzie was also present. The examination revealed\n13\nthat Prof Gottschalk's diagnosis was correct - there\nwas nothing seriously\nwrong with Shooting Party. Unfortunately, however, the horse died under\nanaesthetic. The medical cause of death\nwas either heart failure or lung\ncollapse or a combination of the two conditions precipitated by the\nanaesthetic.\nThe question now to be considered is whether Shooting Party died as a result\nof the accident on 27 September 1990. Purely as a matter\nof factual causation\nthe answer must be yes. Had Shooting Party not suffered the accident he would\nnot have undergone surgery, no\ndispute would have arisen about the seriousness\nof his condition after the operation, arthroscopy would not have been decided\nupon\nto resolve this dispute, and the fatal anaesthetic would not have been\nadministered.\nThe question then is whether there was a sufficiently close relationship\nbetween the accident and the death to render one the legal\ncause of the\nother.\n14 This question can best be examined, I consider, by\nworking\nbackwards from effect to cause. The direct\nphysical cause of Shooting Party's death was heart\nfailure or lung collapse or both. They were in turn\ncaused by the administration of anaesthetic. This was\nnecesssary for the arthroscopy, which was performed by\nProf Gottschalk to show Dr Azzie that the latter's\ndiagnosis was wrong, which in fact it was. Had there\nnot been this incorrect diagnosis the arthroscopy would\nnot have been performed and the horse would not have\ndied.\nThe causal relationship between the accident and\nthe death is accordingly an indirect and fortuitous\none. The accident itself was not fatal. It caused an\ninjury which was treated by surgery. Although\nveterinary opinion differed as to the success of the\nsurgery, there was no suggestion that the horse's life\nwas in danger. The only question in dispute was whether\nhis injuries were serious enough to warrant euthanasia.\n15 And it is this\ndispute that led to the death of\nShooting Party.\nIn these circumstances, it seems to me, the effective cause of Shooting\nParty's death was the administration of anaesthetic which\nflowed from the\nattempts by the respondents, supported by a mistaken diagnosis, to secure the\nunderwriters' consent to the destruction\nof the animal. In my view the horse did\nnot, within the meaning of the policy, die as a result of the accident on 27\nSeptember 1990.\nThis conclusion disposes of the appeal and it is not necessary to consider a\nfurther submission by the appellant that in any event\nthe death of Shooting\nParty fell within one of the exceptions in the policy.\nThe following order is made:\n1.\tThe appeal is allowed with costs,\nincluding the costs of two\ncounsel.\n2.\tThe order of the court a quo is set aside\nand the following\nsubstituted:\n16 Judgment for the defendant with costs, such\ncosts to include the costs of two counsel.\nE M\nGROSSKOPF. JA\nVIVIER, JA\nEKSTEEN, JA\nVAN DEN HEEVER, JA\nOLIVIER, AJA\nConcur",
  "scraped_at": "2026-02-12T06:31:07.904317",
  "date": "1995-03-30",
  "coram": [
    "E M GROSSKOPF, JA",
    "VIVIER, JA",
    "EKSTEEN, JA",
    "VAN DEN HEEVER, JA",
    "OLIVIER, AJA"
  ],
  "case_number": "535/93",
  "parties": {
    "applicants": [
      "R S NAPIER N.O."
    ],
    "respondents": [
      "D E COLLETT",
      "W J A LABUSCHAGNE"
    ]
  },
  "sections": {
    "facts": "The respondents owned a racehorse, Shooting Party, insured under a Lloyds bloodstock policy. The horse suffered a compound fracture on 27 September 1990 and underwent surgical removal of bone fragments on 9 October 1990. Subsequent veterinary opinions differed on the prognosis, with some recommending euthanasia on humane or economic grounds. The insurers required their consent for euthanasia, which the respondents sought but were not granted. A further opinion by Dr. Azzie advocated euthanasia, while Prof. Gottschalk advised arthroscopic examination to resolve the dispute. The arthroscopy was performed on 18 July 1991 under general anaesthetic; the horse died during the procedure from heart failure or lung collapse.",
    "issues": "The principal issue was whether the death of Shooting Party was legally caused by the accident of 27 September 1990 for the purposes of the insurance policy, i.e., whether the accident was the proximate cause of death and thus triggered liability under the policy.",
    "principles": "The court applied established causation principles, distinguishing factual causation (causa sine qua non) from legal (proximate) causation. It referred to the proximate cause rule (causa proxima non remota spectatur) as articulated in cases such as Mokgethi, Bentley, Concord Insurance, and Shooter's case. The analysis emphasized that legal causation requires a sufficiently close relationship between the antecedent event and the result, taking into account policy terms and the parties' expectations.",
    "application": "While the court accepted that the accident was a factual cause of the horse’s death—without the injury there would have been no surgery, arthroscopy, or anaesthetic—the relationship was deemed too remote to constitute legal causation. The death resulted from the administration of anaesthetic required for an arthroscopy prompted by a disputed diagnosis and the respondents’ attempt to obtain consent for euthanasia, not from the original accident itself. Consequently, the policy did not cover the death.",
    "conclusion": "The appeal was allowed. The court set aside the judgment of the lower court and entered judgment for the defendant with costs, including costs of two counsel."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Causation",
    "level_3": [
      "insurance",
      "causation",
      "proximate cause",
      "euthanasia",
      "horse insurance"
    ]
  }
}