{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/116.html",
  "case_name": "Ongevallekommissaris v Olivier (317/94) [1995] ZASCA 116 (26 September 1995)",
  "citation": "[1995] ZASCA 116",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 116\n|\nNoteup\n|\nLawCite\nOngevallekommissaris v Olivier (317/94) [1995] ZASCA 116 (26 September 1995)\nDownload original files\nPDF format\nRTF format\nCG\tSAAKNOMMER: 317/94\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak\nvan:\nONGEVALLEKOMMISSARIS\tAppellant\nen\nISABELLA ANNA OLIVIER\tRespondent\nCORAM\n: E M GROSSKOPF, VIVIER, VAN DEN HEEVER, HARMS et OLIVIER ARR\nAANGEHOOR\n: 21 SEPTEMBER 1995\nGELEWER\n: 26\nSEPTEMBER 1995\nUITSPRAAK VAN DEN HEEVER AR\n2\nDie Weermag reël selfs sy amptelike sosiale aangeleenthede\nmilitêr-presies. Aan die begin van elke jaar word jaarbeplanners\nopgestel\nen aan eenhede uitgereik wat lede inlig \"met betrekking tot aktiwiteite waar\nbywoning vereis word\". Onder toepaslike kolom-kopskrifte\nvan \"datum,\n\"aktiwiteit\" en \"lede betrokke\" het die jaarbeplanner uitgereik deur die\nbevelvoerder van die Kommandement Oostelike\nProvinsie vir 1989, voorgeskryf dat\n8 Desember geoormerk is vir die Kersfeesboomfunksie wat bygewoon moes word deur\n\"Kersfeesboom-komitee\nen -lede\".\nStafsersant Olivier, assistent-betaalmeesterby die Kommandement, was\ndié oggend sedert 7h45 soos gewoonlik aan diens. Met toestemming\nvan haar\nbevelvoerder is sy om 10h00 na haar huis toe om haar kinders te gaan haal vir\nhierdie amptelike jaareind-funksie. Op pad\nterug het 'n minibus haar verbygery\nen voor haar ingesny om 'n afrit te neem. Toe sy rem het haar voertuig gegly. Sy\nhet beheer verloor,\nteen 'n boom gebots, en is so ernstig beseer dat sy na 'n\nlang verblyf in die hospitaal\n3\nen etlike operasies nooit so ver herstel het dat sy weer haar werk kon\nvoltyds hervat nie. Sy is mettertyd op pensioen geplaas.\nDie\nOngevallekommissaris het beslis dat sy nie geregtig is op voordele ingevolge die\nOngevallewet nr 30 van 1941 (\"die Wet\") nie.\nHaar beswaar ingevolge a 25 teen\nhierdie beslissing is na aanhoor van getuienis, van die hand gewys. Geen\nkostebevel is gemaak nie.\nOp appèl ingevolge a 25(7)(b)(l) van die Wet na\ndie Oos-Kaapse Afdeling van die Hooggeregshof, is haar beswaar met koste\ngehandhaaf\nen die saak na die Ongevallekommissaris terugverwys om die bedrag van\ndie vergoeding waarop sy geregtig sou wees, te bepaal. Verlof\nis egter verleen\ndat hy in hoër beroep na hierdie hof kom ten aansien daarvan of sy vir\nvergoeding kwalifiseer aldan nie.\nDie feite is nie in gedrang nie, slegs of daardie feite die insident\nwaarin hierdie \"werksman\" so erg beseer is, bring binne die kader\nvan ongevalle\nwat uit haar diens en in die loop daarvan plaasgevind het.\nDie feite kan so opgesom word:\n4\nDie Weermag se siening was dat sy beseer is aan diens: sy was \"op\npad\nom 'n amptelike georganiseerde funksie by te\nwoon\".\nLede was verplig om maandeliks 'n minimum van R5 per kind by\nte dra\ntot die Regimentsfonds (wat dan rand vir rand voorsien het)\nvir geskenke,\nvir hierdie Kersfunksie.\nDie Weermag probeer om die hele gesin van Staandemaglede te\nbetrek\nby sekere eenheids-aktiwiteite, ter wille van moraal-bou.\nDaar kon dissiplinêr uit hoofde van artikel 14 van die Reglement\nvan\nDissipline (wat voorsiening maak ten opsigte van \"afwesig van 'n\nplek\nvan parade\") teen stafsersant Olivier opgetree gewees het indien sy\ndit\nnie bygewoon het nie; hoewel daar natuurlik nie opgetree kon\ngewees\nhet direk teen kinders wat die funksie nie bygewoon het nie, of teen\nhaar\nsou die kinders nie opdaag nie.\nDie funksie is altyd gereël om in werkstyd plaas te vind \"aangesien\ndit\nnie paslik is om (dit) na ure vir die kinders aan te bied nie\"; en\nouers\nmoes daar wees om beheer oor hul kleingoed uit te oefen.\n5\nOuers is dan ook toestemming verleen om hul kinders betyds in die\nloop\nvan die dag te gaan haal.\nHoewel daar 'n\nmilitêre voertuig aan haar toegesê is vir gebruik in\ndie\nvervulling van haar pligte, was daar 'n tekort aan sulke\nvoertuie en moes\nsy dit met drie ander seksies deel. Die gevolg was\ndat sy dikwels haar\nprivaat voertuig gebruik het om byvoorbeeld na\ndie bank te gaan. Sy het\nhierdie dag ook met haar privaat voertuig\ngery om haar kinders te gaan\nhaal.\nDie gronde waarop die Ongevallekommissaris en sy\nassessore\nbevind het dat die voorval waarin respondent\nbeseer is nie voldoen aan\ndie beskrywing van 'n \"ongeval\" soos gedefinieer in a 2 van die Wet\nnie,\nhet hy as volg gelys:\n\"1. Ten tyde van die ongeluk was sy, met haar werkgewer se toestemming,\nmet 'n vrywillige aksie (wat nie met haar diens verband gehou\nhet nie)\nbesig.\n2.\nHaar werkgewer\nkon nie aan haar opdrag gegee het om die kinders te gaan haal\nnie.\n3.\nDáar is slegs\ndeur haar werkgewer van haar verwag om die kinders by die kersboomfunksie\nteenwoordig\n6\nte hê, aangesien sy nie vooraf vir hulle afwesigheid verskoning\ngemaak het nie.\"\nDie Weermag se houding blyk uit die getuienis van\nAdjudant-\nOffisier von Brakel - in taal die betekenis\nwaarvan duidelik is hoewel die\nformulering dalk nie akademies is\nnie. \"Toestemming\" hou blykbaar\nheelwat druk in:\n\"Die kind is 'n deel van die Kersfees funksie, die kind is 'n deel van\ndie reglementfonds, waar ook die weermag - die motivering,\nwat is dit? - die\nmotiveringsbeleid van die soldaat self, dit is deel van die motiveringsplanne\nvan die soldaat self, dat die kind\nen die vrou by weermagaangeleenthede betrokke\ngewees het en dit word verwag van 'n weermaglid om sy kind daar te\nkry.\"\n(Cf\nWestern Platinum Limited v Santam Insurance Ltd\n1994 (1) SA\n480\n(W) 485D-488A en veral 487 I.) Sersant Olivier het haar die oggend aangemeld\nvir diens, die funksie was gedurende werksure en bywoning\ndaarvan was vir haar\nverpligtend. Dat dit inhou dat sy haar kinders sou gaan haal, was vir hom 'n\nvanselfsprekende insident van die\nnakom van daardie plig.\n7\nEk meen dat hy - en die hof a quo - hierin gelyk gegee moet word. Die\njaarlikse funksie is juis primêr gerig op kinders, nie\nvolwassenes nie.\nGeskenke by die kersboom is vir kinders, nie volwassenes nie. Dat die funksie\nverpligtend is vir volwassenes, nie\nvir hul kinders nie, is onvermydelik. Die\nenigste praktiese manier waarop die weermag kan verseker dat gesinne, wat die\nteiken van\ndie moraalbou-oefening is, die funksie bywoon, (dus dat\nweermagkinders tesame met hul weermagouers die funksie bywoon) is juis om\ndit\nverpligtend te maak vir die ouer(s) wat lede is van die weermag en bydra tot die\nweermagfonds wat op sy beurt bydra tot hul kinders\nse kersboomgeskenke, om die\nfunksie by te woon. Waar albei ouers, soos in hierdie geval, lede van die\nweermag was; daar geen voorsiening\ngemaak is daarvoor nie dat kinders\nvroeg-oggend saam met Ma of Pa kan werk toe kom en op weermagperseel versorg\nword en nie lastig\nwees nie totdat Vader Krismis opdaag; die funksie gereël\nis om gedurende werksure plaas te vind omdat kleuters deel van die\nprimêre\ntrekpleister\n8\nis om die gesin daar te kry, en normaalweg na werksure belangrike dinge\nhet om te doen, soos eet en gebad word en gaan slaap; is dit\nvoor die hand\nliggend dat dit noodsaaklik is, nie slegs wenslik nie, dat kinders op een of\nander wyse van die huis na die funksie\nsou moes kom. Sonder kinders sou hierdie\njaarlikse funksie nooit beplan of gehou word nie en derhalwe hierdie besondere\nmoraalbou-oefening\ndeur die weermag nooit ingestel gewees het nie. Volgens die\nonweerlegde getuienis van A/O von Brakel was sersant Olivier se optrede\nom haar\nkinders te gaan haal dus minstens 'n daad waardeur sy \"vir die doeleindes van en\nin verband met (haar) werkgewer se besigheid\n... gehandel het\" - (A 27(2)) -\nsodat geag word dat haar ongeluk plaasgevind het beide uit en in die loop van\nhaar diens.\nSoos dié sub-artikel reeds toon, sprei die vlerke van die statuut\nwyd. As verdere voorbeelde - ten aansien van lede van die\nStaande Mag, word juis\ndiegene wat nie militêr aangewend word nie, regte in terme daarvan gegun\n(a 3(2)(a)(ii); so ook persone\nwat in terme van die\n9\ngemenereg geen reg op vergoeding as afhanklike sou gehad het nie (a\n4(l)(b) en (f)). Vergoeding is betaalbaar in sekere gevalle selfs\nal was die\nwerkman se besering veroorsaak deur sy eie growwe nalatigheid (A 27(l)(b)). Daar\nis geen rede nie waarom die statuut eng\nuitgelê behoort te word of om te\nverskil van die gemotiveerde mening van die hof a quo dat vanweë die\nbepalings van a\n27(2), die Ongevallekommissaris fouteer het om respondent se\nbeswaar af te wys. Bowendien het die insident na my mening in elk geval\ngekwalifiseer as 'n ongeval wat per se gespruit het uit haar diens en in die\nloop daarvan. Was sy nie lid van die weermag nie sou\nsy nie verplig gewees het\nnie om die kersfunksie by te woon waar verwag is dat haar kinders ook moet wees.\nWas sy nie die oggend\naan diens gewees nie sou dit nie nodig gewees het dat sy\nhulle gaan haal nie.\nDie advokate was dit eens dat die hof a quo waarskynlik die\nOngevallekommissaris se kostebevel - of gebrek daaraan - oor die hoof\ngesien\nhet, (vermoedelik omdat die saak na hom terugverwys is om\n10\nquantum te bepaal) en dat dit wenslik is dat daar dáároor\nsekerheid is sou die appèl van die hand gewys word.\nDie appèl word van die hand gewys, met koste. Appellant moet die\nrespondent se koste van die verrigtinge tot dusver voor die\nOngevallekommissaris\nook betaal.\nL VAN DEN HEEVER AR STEM SAAM:\nE M GROSSKOPF AR) VIVIER AR) HARMS AR) OLIVIER AR)",
  "scraped_at": "2026-02-12T07:18:30.396907",
  "date": "1995-09-26",
  "coram": [
    "E M Grosskopf",
    "Vivier",
    "Van den Heever",
    "Harms",
    "Olivier"
  ],
  "case_number": "317/94",
  "parties": {
    "applicants": [
      "Ongevallekommissaris"
    ],
    "respondents": [
      "Isabella Anna Olivier"
    ]
  },
  "sections": {
    "facts": "Staff Sergeant Isabella Anna Olivier, an assistant paymaster in the South African Defence Force, was on duty on the morning of 8 December 1989. With her commanding officer’s permission she left at 10:00 to collect her children for a compulsory Christmas‑tree function organised by the military. While returning, a minibus collided with her vehicle, causing her to lose control and crash into a tree. She sustained severe injuries, was hospitalized for an extended period, never fully returned to work and eventually retired on pension. The Accident Commissioner ruled that the injury was not an \"accident\" within the meaning of the Accident Compensation Act No 30 of 1941 and denied benefits. Olivier appealed the decision, arguing that the incident occurred in the course of her employment.",
    "issues": "1. Whether the injury sustained by Olivier occurred in the course of her employment and therefore falls within the definition of an \"accident\" under the Accident Compensation Act. 2. Whether the Accident Commissioner erred in refusing compensation. 3. Whether costs should be awarded against the Commissioner.",
    "principles": "The Court considered the definition of an \"accident\" in the Act, emphasizing that activities performed with the employer’s permission and for the purposes of the employer’s business, even if not strictly part of ordinary duties, are covered. Section 27(2) of the Act states that an act performed for the purposes of the employer’s business qualifies as an accident. Precedent such as Western Platinum Ltd v Santam Insurance Ltd was cited to support a broad interpretation. The military’s regulations requiring members to attend the Christmas‑tree function and the expectation that members bring their children were deemed part of the employer’s business.",
    "application": "The Court held that Olivier had explicit permission from her commanding officer to leave work to collect her children, and that attendance at the Christmas‑tree function was a mandatory duty for military members. Fetching the children was integral to fulfilling that mandatory duty, thus the journey was undertaken in the course of her employment. Consequently, the injury arose from an act performed for the employer’s business, satisfying the statutory definition of an accident. The Commissioner’s refusal of benefits was therefore erroneous.",
    "conclusion": "The appeal was allowed. The Commissioner’s decision denying compensation was set aside. The matter was remitted to the Accident Commissioner to determine the appropriate amount of compensation. Costs were awarded against the Commissioner, who must also pay the respondent’s costs incurred to date."
  },
  "tags": {
    "level_1": "Compensation Law",
    "level_2": "Accident Compensation Act",
    "level_3": [
      "military",
      "employment injury",
      "benefits entitlement",
      "court of appeal"
    ]
  }
}