{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/113.html",
  "case_name": "Desai NO v Desai NNO and Others (718/93) [1995] ZASCA 113; 1996 (1) SA 141 (SCA); (22 September 1995)",
  "citation": "[1995] ZASCA 113",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 113\n|\nNoteup\n|\nLawCite\nDesai NO v Desai NNO and Others (718/93) [1995] ZASCA 113; 1996 (1) SA 141 (SCA); (22 September 1995)\nDownload original files\nPDF format\nRTF format\nCase no: 718/93\nIN THE: SUPREME COURT OF SOUTH AFRICA (APPELLATE\nDIVISION)\nIn the matter between:\nJAYANTILAL VARJIVANDAS DESAI\nNO\nAppellant\nand\nRAJENDRA DESAI, NAGIN\nDESAI AND\nRAMOLA DESAI N N O\nFirst Respondent\nRAJENDRA DESAI AND\nRAMOLA DESAI N N O\nSecond Respondent\nKANTILAL DESAI\nThird Respondent\nRAMESH PURSHOTTAMDAS DESAI\nFourth Respondent\nPRAVIN PURSHOTTAMDAS DESAI\nFifth Respondent\nMANILAL DESAI\nSixth Respondent\nCoram:\nCORBETT CJ, JOUBERT, F H GROSSKOPF\nHARMS JJA et VAN COLLER AJA\nHeard:\n25 August 1995\nDelivered:\n22 September 1995\n2\nJUDGMENT F H GROSSKOPF JA:\nThe first five respondents\nwere the applicants in an application launched in the Durban and Coast Local\nDivision. According to the\nnotice of motion they sought an order directing the\nappellant (then first respondent) to take all steps and sign all documents\nnecessary\nto effect transfer to them and the sixth respondent (then second\nrespondent) of a one-seventh share in each of the following two\nimmovable\nproperties:\n(a)\tSub 424 of lot 49, no 862 situate in the County of Victoria, Province of\nNatal, in extent 7,1566 hectares (\"sub 424 of lot 49\");\n(b)\tRemainder of lot 661 Tongaat, situate in the Township of Tongaat and in\nthe North Coast Regional Water Services Area, Administrative\nDistrict of Natal,\nin extent 6,8248 hectares (\"remainder of lot\n661\").\nThe one-seventh share\nin both these properties were\n3\nregistered in the name of the late Varjivandas Purshottamdas Desai (\"the\ndeceased\") who died on 12 June 1979. The appellant is the\ndeceased's son and the\nexecutor in his estate. The six respondents are either brothers of the deceased\nor executors of those brothers\nwho have passed away. Although some of the\nrespondents are now indeed executors, I shall also refer to the six brothers as\nrespondents.\nUntil 1978 the deceased and the six respondents carried\non business and owned certain properties as partners in two partnerships called\nDesai Brothers and Desai Investment Company. These partnerships were dissolved\nin 1978, and on 23 October 1978 all seven partners\nsigned an agreement (\"the\nagreement\") to give effect to the dissolution, to settle certain pending court\nactions and to resolve other\ndisputes between the deceased on the one hand and\nthe six respondents on the other. The agreement was couched in the form of an\n\"offer\nto purchase\" addressed by the six respondents to the deceased, who\naccepted the offer.\n4\nClause 13(d) of the agreement (\"clause 13(d)\") reads\nas\nfollows:\n\"Upon discharge of the winding up order in respect of the partnerships, you\nwill:\n(a)\n(b)\n(c)\n(d) Procure\nregistration of transfer of the cessation of your interests in the partnerships'\nimmovable properties, such registration\nto be effected at our expense by our\nconveyancers.\"\nThe outcome of this case depends largely on the interpretation and effect\nof clause 13(d).\nDuring October 1979, and pursuant to the provisions of clause 13(d), the\nappellant in his capacity as executor signed powers of attorney\nto effect the\nregistration of transfer of the deceased's one-seventh share in the two\nproperties. These powers of attorney were furnished\nto the conveyancers\nnominated by the respondents in terms of clause 13(d). It appears to be common\ncause that the appellant at the\nsame time also\n5\nprovided the conveyancers with all the other documentation which they\nrequired for registration of transfer of the two properties.\nDespite being duly\nauthorized by the appellant to pass transfer of the two properties, the\nconveyancers failed to proceed in terms\nof the authorization.\nOn 24\nJuly 1984, and after the death of two of the deceased's brothers, the appellant\nsigned a fresh power of attorney authorizing\nthe passing of transfer of the\ndeceased's one-seventh share in the remainder of lot 661. The papers do not\ndisclose whether the appellant\nalso signed a fresh power of attorney regarding\nthe deceased's share in sub 424 of lot 49. Thereafter many years went by without\ntransfer being passed. The appellant eventually wrote to the respondents'\nattorneys on 20 November 1990 claiming that his obligation\nto pass transfer \"has\nlong since become prescribed\". He further informed the respondents that he was\ncancelling and withdrawing the\npowers of attorney authorizing such transfer.\nThis gave rise to the application in April 1991.\n6\nHugo J dismissed the application on two bases in the court of first\ninstance. First, on the ground that the agreement was one of sale,\nand insofar\nas it purported to be a \"contract of sale of land or any interest in land\", it\ndid not comply with the provisions of\ns 1(1) of the Formalities in respect of\nContracts of Sale of Land Act 71 of 1969, which was the applicable statutory\nenactment in\nforce at the relevant time. The learned judge held that the\ndescription of the immovable property referred to in clause 13(d) was\ninsufficient to identify the property, and that the contract of sale in respect\nthereof was accordingly of no force or effect in\nterms of s 1(1). Secondly, the\napplication was dismissed on the ground that the appellant's obligation to pass\ntransfer was a \"debt\"\nwhich had been extinguished by prescription.\nThe first five respondents thereupon appealed with the leave of the court\nof first instance to the full bench of the Natal Provincial\nDivision. The\njudgment of the full bench has been reported sub nom\nDesai and Others v Desai\nand Another\n1993(3) SA 874(N). The full\n7\nterms of the agreement have been set out in the reported judgment and I\ndo not propose to do so once again. The full bench came to\nthe conclusion that\nclause 13(d), read with certain other provisions of the agreement, was never\nintended to be a contract of sale\nof land or any interest in land within the\nmeaning of s 1(1) of Act 71 of 1969. In view of that finding the question\nwhether there\nwas an adequate description of the immovable property in clause\n13(d) became irrelevant.\nWith regard to the question of prescription the full bench concluded at\n882B that the appellant's only obligation in terms of clause\n13(d) was \"to\ndeliver to the purchasers the documentation required to effect transfer in terms\nof the relevant requirements of the\nDeeds Registries Act and the regulations\nthereunder.\" Following upon that conclusion the full bench held at 882J-883A\nthat once delivery\nof the documentation had been accomplished, the appellant's\nobligation was duly performed and therefore discharged. In the result\nthere\nremained no debt which could be extinguished by prescription. However, when\nthe\n8\nappellant withdrew the powers of attorney in November 1990 it had to be\nimplied that a new obligation to deliver the requisite documentation\narose\n(883D-G). This new obligation had not yet prescribed when the notice of motion\nin the court of first instance was served on\nthe appellant in April 1991. A\nsimilar argument was addressed to us on behalf of the respondents. I shall deal\nwith it more fully\nhereunder.\nIn the result the full bench upheld the appeal and granted the relief\nsought in the notice of motion. The appellant appeals to this\ncourt against the\njudgment and order of the full bench with leave of the Chief Justice. The\nappellant appeared in person, while the\nrespondents were represented by\ncounsel.\nFor the reasons which follow I am of the opinion that the appellant's\n\"debt\", i.e. the obligation to procure registration of transfer\nin terms of\nclause 13(d), was indeed extinguished by prescription. Seeing that this finding\nis decisive of the case, it is unnecessary\nto consider the other aspects raised\nin argument, including the submissions relating to the\n9\ntrue nature of the agreement and the applicability of s 1(1) of Act 71 of\n1969.\nS 10(1)\nof the\nPrescription Act 68 of 1969\n(\"the\nAct\") lays\ndown that a \"debt\" shall be extinguished after the lapse of the relevant\nprescriptive period, which in the instant case was three\nyears (see\ns 11(d)).\nThe term \"debt\" is not defined in the\nAct, but\nin the context of\ns 10(1)\nit has\na wide and general meaning, and includes an obligation to do something or\nrefrain from doing something. (See\nElectricity Supp\nly\nCommission v\nStewarts and Lloyds of SA (Pty) Ltd\n1981(3) SA 340(A) at 344F-G;\nOertel\nen Andere NNO v Direkteur van Plaaslike Bestuur en Andere\n1983(1) SA 354(A)\nat 370B.) It follows that the undertaking in clause 13(d) to procure\nregistration of transfer was a \"debt\" as envisaged\nin\ns 10(1).\nOne should also\nbear in mind that the\nAct now provides\nfor a so-called strong prescriptive\nregime whereby the prescribed debt is in fact extinguished, as opposed to the\nso-called weak\nprescription under the old 1943\nPrescription Act which\nmerely\nprovided\n10\nfor the corresponding right to become unenforceable, while the debt\nitself\nwas only extinguished after 30 years. (See\nOertel's\ncase,\nsupra\n, at\n366F-H;\nCape Town Municipality &\nAnother v Allianz Insurance Co\nLM 1990(1) SA 311(C) at 329F-G.)\nS 12(1)\nof the\nAct provides\nthat \"prescription\nshall\ncommence to run as soon as the debt is due\". This court held in\nDeloitte\nHaskins & Sells Consultants (Pty) Ltd v Bowthorpe\nHellerman\nDeutsch (Pty) Ltd\n1991(1) SA 525(A) at 532H that for prescription\nto\ncommence running -\n\"there has to be a debt immediately claimable by the creditor or, stated\nin another way, that there has to be a debt in respect of\nwhich the debtor is\nunder an obligation to perform immediately.\"\n(See also\nBenson and Another v Walters and Others\n1984(1) SA 73(A)\nat 82B-E.)\nThe appellant, as debtor in terms of clause 13 of the agreement, was not\nobliged to perform immediately, but only \"upon\n11\ndischarge of the winding up order in respect of the partnerships\". The\ndebt was therefore not immediately due. It does not appear\nfrom the papers\nexactly when the winding up order was discharged, but it is common cause that\nthis requirement was in fact satisfied\nwhile the deceased was still alive. It\nfollows that the debt became due, and prescription commenced running by not\nlater than the\ndate of death of the deceased, which was 12 June 1979.\nThe subsequent furnishing of the two powers of attorney by the appellant\nin October 1979 can be regarded as a \"tacit acknowledgment\nof liability\" on his\npart whereby the running of prescription was interrupted in accordance with the\nprovisions of\ns 14(1)\nof the\nAct. However\n, prescription commenced to run afresh\nin terms of\ns 14(2)\nfrom the day on which the interruption took place. There is\nno evidence of any further interruptions after October 1979. It is true\nthat the\nappellant signed a fresh power of attorney on 24 July 1984 in respect of at\nleast one of the two properties, but by that\ntime the three year\n12\nprescriptive period had already lapsed and the debt had accordingly been\nextinguished by prescription. There was in any event no further\nacknowledgment\nof liability by the appellant which could have interrupted the running of\nprescription after 24 July 1984. When the\nrespondents eventually commenced legal\nproceedings in April 1991 the debt had clearly been extinguished by\nprescription. Those legal\nproceedings could then no longer bring about any\njudicial interruption of prescription in terms of\ns 15\nof the\nAct.\n>\nThe argument advanced by the respondents in support of their contention\nthat prescription did not extinguish the debt, can be summarized\nas follows. The\nonly obligation owed by the appellant in terms of clause 13(d) was to provide\nthe conveyancers, nominated by the\nrespondents, with all the necessary\ndocumentation required to effect transfer of the relevant immovable property\ninto the names of\nthe respondents. Once that had been done the appellant's debt\nwas discharged by performance and there no longer remained any debt\ndue\n13\nby the appellant to the respondents under clause 13(d). In the result\nprescription could not even begin to run in terms of\ns 12(1)\nof the\nAct. When\nthe appellant subsequently withdrew or cancelled the powers of attorney he\ncommitted a breach of his contractual obligation under\nclause 13(d), thereby\nentitling the respondents to claim specific performance, which they did by means\nof their application.\nI have difficulty in understanding how the appellant's contractual\nobligation could suddenly have revived, by way of implied term\nor otherwise,\nmany years after the alleged performance thereof. My main problem with the\nrespondents' argument, however, is their\ninterpretation of clause 13(d), and\nmore particularly their construction of the nature of the debt owed in terms\nthereof. Clause\n13(d) may not have been very happily worded, but it is\nreasonably clear in my judgment that it placed an obligation on the appellant\nto\n\"procure registration of transfer\" of certain immovable properties. The\nobligation was to pass transfer and not merely to sign\nand deliver documents.\nAlthough clause\n14\n13(d) provided that registration of transfer had to be effected at\nthe\nrespondents' expense by their conveyancers, the appellant was\nthe only\nperson who could authorize the passing of\ntransfer.\nS 20\nof the\nDeeds Registries Act 47 of 1937\nreads\nas\nfollows:\n\"Deeds of transfer .... shall be executed in the presence of the registrar\nby the owner of the land described therein, or by a conveyancer\nauthorized by\npower of attorney to act on behalf of the owner, and shall be attested by the\nregistrar.\"\nAn executor in the estate of a\ndeceased owner falls within the definition of \"owner\" in\ns 102(1)\nof Act 47 of\n1937, while \"land\" includes \"a share in land\" in terms of that section. The\nappellant as \"owner of the land\" was the\nonly person therefore who could execute\nthe deeds of transfer in the presence of the registrar. He could act in person\nor through\na conveyancer authorized by power of attorney to act on his behalf.\nInnes\n15\nCJ held as follows in\nTames v Liquidators of the\nAmsterdam\nTownship Co\n1903 TS 653\nat 656:\n\"Both by the common law and by statute the seller is bound to pass\ntransfer; as a matter of fact he is the only person who can do\nso. If we look at\nthe manner in which transfer was originally passed in Holland, we find that both\nparties used to appear in person\nbefore the Scheepenen; at a later period, and\nas a matter of convenience, conveyancers were employed to do the work. But I\ntake it\nthat even now if a seller wished to pass his own transfer, and had\nsufficient legal knowledge, he could go to the Registrar and put\nthe deed\nthrough. It is still the seller who gives transfer, even though he has executed\na power of attorney and appointed an agent\nto act for him.\"\n(See also\nBlundell v McCawley\n1948(4) SA 473(W) at 478;\nYork\n& Co (Pvt) Ltd v Tones NO (1)\n1962(1) SA 65 (SR) at 66G.)\nA seller and a purchaser of immovable property may of course agree, as\nwas done by the parties in the present case, that the\n16\nbuyer will nominate the conveyancer. That does not mean that in passing\ntransfer such conveyancer is now acting on behalf of the buyer,\nand no longer as\nthe representative of the seller who signed the power of attorney authorizing\nhim to pass transfer. If registration\nof transfer is not duly effected the buyer\nmust demand performance from the seller. The latter, and not the conveyancer, is\nlegally\nbound to pass transfer. The same principles would obviously apply in the\npresent case, even on the supposition that the agreement\nwas not one of purchase\nand sale.\nOne may ask what possible defence the appellant in the\npresent case could have raised if the respondents had timeously taken legal\naction against him to procure registration of transfer. In my judgment it would\ncertainly not have availed the appellant to have\npleaded that once the required\ndocumentation had been handed to the\n17\nconveyancers he had fully performed his obligation in terms of clause\n13(d). The conclusion that the appellant's contractual obligation\ncould not have\nbeen discharged simply by the delivery of the necessary documentation, is borne\nout by the fact that a subsequent\nrevocation of the powers of attorney (which\nthe respondents conceded could be done before they were acted upon) would have\namounted\nto a breach of the appellant's contractual obligation, had it not been\nfor the running of prescription. Such a breach of course presupposes\nthe\nexistence of a contractual obligation which has not yet been\ndischarged.\nIn my judgment the respondents' submissions cannot, therefore, be\nsustained, and the appellant's contention that his debt in terms\nof clause 13(d)\nhas been extinguished by prescription should be\n18\nupheld.\nThere remains the appellant's application for\ncondonation of the late filing of the record. The appellant was required to\nfurnish\nsecurity by the order granting him leave to appeal to this court. His\nfailure to provide security timeously caused the late filing\nof the record. The\nrespondents filed an affidavit opposing the granting of condonation, but when\nthe appellant's application for\ncondonation was heard, counsel appearing for the\nrespondents no longer opposed the application, but simply left it for the court\nto decide. The appellant's failure to comply with the time limits did not in my\nopinion constitute a major infraction of the rules,\nand having regard to the\nfinding on the merits 1 am of the view that condonation should be granted. But\nseeing that the opposition\nof the respondents was not unreasonable in the\ncircumstances the\n19\nappellant should bear all the costs of the application for condonation. The\nfollowing order is made:\n1.\tThe appellant's application for condonation is granted, but the appellant\nis ordered to pay all the costs consequent upon such\napplication.\n2.\nThe\nappeal is allowed with costs.\n3.\tThe order of the full bench of the Natal Provincial Division is set aside\nand replaced with the following order:\n\"The appeal is\ndismissed with costs\".\nF H GROSSKOPF\nJudge of Appeal\nCorbett CJ\nJoubert JA Harms JA Van Coller AJA Concur",
  "scraped_at": "2026-02-12T07:17:53.012074",
  "date": "1995-09-22",
  "coram": [
    "Corbett CJ",
    "Joubert JA",
    "F H Grosskopf JA",
    "Harms JA",
    "Van Coller AJA"
  ],
  "case_number": "718/93",
  "parties": {
    "applicants": [
      "Jayantilal Varjivandas Desai NO"
    ],
    "respondents": [
      "Rajendra Desai",
      "Nagin Desai",
      "Ramola Desai",
      "Rajendra Desai",
      "Ramola Desai",
      "Kantilal Desai",
      "Ramesh Purshottamdas Desai",
      "Pravin Purshottamdas Desai",
      "Manilal Desai"
    ]
  },
  "sections": {
    "facts": "The deceased, Varjivandas Purshottamdas Desai, owned a one‑seventh share in two immovable properties. The six brothers (now respondents) and the deceased were partners in two firms that were dissolved in 1978. An agreement dated 23 October 1978, framed as an offer to purchase, required the executor of the deceased’s estate (the appellant) to procure registration of transfer of the deceased’s shares to the brothers at their expense. The appellant executed powers of attorney in October 1979 to enable conveyancers to register the transfer, but the conveyancers failed to act. A fresh power of attorney was signed in July 1984 for one property, and in November 1990 the appellant withdrew the powers, claiming the obligation was prescribed. The respondents sued for specific performance, leading to lower‑court rulings and an appeal.",
    "issues": "1. Whether clause 13(d) of the 1978 agreement created a \"debt\" within the meaning of the Prescription Act 68 of 1969 that could be extinguished by prescription. 2. When, if at all, the debt became due and whether prescription was interrupted. 3. Whether the appellant’s obligation had been discharged by delivery of documentation or remained outstanding, thereby affecting the applicability of prescription.",
    "principles": "The court applied sections 10(1), 11(d), 12(1), 14(1)‑(2) and 15 of the Prescription Act 68 of 1969, interpreting “debt” broadly to include an obligation to do something. It held that prescription begins when the debt is due and can be interrupted by a tacit acknowledgment of liability (e.g., a power of attorney). The court also considered the Deeds Registries Act 47 of 1937, which requires the owner (or an authorized attorney) to execute the transfer, confirming that the executor retained the duty to procure registration. Pre‑existing case law on contract of sale, prescription, and the seller’s duty to pass transfer was referenced.",
    "application": "The court found that the debt under clause 13(d) became due no later than the deceased’s death on 12 June 1979. The October 1979 powers of attorney constituted an acknowledgment that interrupted prescription, but under s 14(2) the clock restarted from that date. No further interruption occurred; the July 1984 power of attorney was executed after the three‑year prescriptive period had already elapsed, so the debt was extinguished by prescription. Consequently, when the respondents commenced action in April 1991, the appellant’s obligation no longer existed, and the claim for specific performance could not succeed.",
    "conclusion": "The appeal was allowed. The appellant’s application for condonation of the late filing of the record was granted, with the appellant ordered to pay the costs of that application. The appeal was allowed with costs, and the full bench’s order was set aside and replaced with an order dismissing the appeal with costs."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Transfer of Immovable Property",
    "level_3": [
      "prescription",
      "executor obligations",
      "contract of sale",
      "deeds registration",
      "specific performance"
    ]
  }
}