{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/22.html",
  "case_name": "S v Ngcobo (529/93, 21/95) [1995] ZASCA 22 (27 March 1995)",
  "citation": "[1995] ZASCA 22",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 22\n|\nNoteup\n|\nLawCite\nS v Ngcobo (529/93, 21/95) [1995] ZASCA 22 (27 March 1995)\nDownload original files\nPDF format\nRTF format\nCase No\n:\n529/93\n21 /95\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nGOODMAN MsAWAKHE NGCOBO\nAppellant\nAND\nTHE STATE\nRespondent\nCoram\n: HEFER, EKSTEEN et VAN DEN HEEVER, JJA\nHeard\n: 10 March 1995\nDelivered\n: 27 March 1995\nJUDGMENT\nEKSTEEN\n, JA :\nThe appellant was indicted on 15 counts of murder, 8 of attempted murder, and\nof contravening section 2 and 36 of Act 75 of 1969 by\nbeing unlawfully in\npossession of a firearm and ammunition. He was convicted on 10 counts of murder\nand on 4 counts of attempted\nmurder, as well as on the two statutory offences I\nhave referred to. He was sentenced to death on 9 of the counts of murder and to\n15 years' imprisonment on the remaining one; to 5 years' imprisonment in respect\nof each of the counts of attempted murder, and to\n1 years's imprisonment on the\ntwo statutory offences which were\n......... / 2\n2\ntaken as one for the purposes of sentence. The first 8 counts of murder were\ncommitted over a period of time ranging from January\nor February 1991 to 12 July\n1991. He was arrested on 2 August 1991. After pointing out certain spots to the\npolice on 7 August and\nappearing in Court, he was released on bail on 30 August.\nThereafter on 22 October 1991 he allegedly committed two more murders and\nan\noffence of attempted murder. These three offences were charged as counts 23, 24\nand 25 respectively. He was convicted on all three.\nHis present appeal is\ndirected against the convictions and sentences in respect of each of the three\nlatter offences. He does not\nappeal against the convictions on any\n..... / 3\n3\nof the other counts, but limits his appeal to the death sentences on the 8\ncounts of murder.\nIn respect of counts 23, 24 and 25 there is also before us an application for\nthis Court to remit the matter to the Court a_\nquo\nfor the hearing of\nfurther evidence, viz the evidence of one Jabu Maphumulo. In order to consider\nthis application it is necessary\nto have regard to the evidence adduced in\nsupport of those counts and the findings of the trial Court in respect of that\nevidence.\nThe Court relied primarily on the evi-dence of one Mfihlelwa [lias Shange. He\ndeposed to having been at a bus-stop at Sinamu on 22\nOctober 1991 in the company\nof Steleka Christopher Ngidi\n....... / 4\n4\n(also known as Striker Mkize) and Thabani Ndhlovu.\nAt the bus-stop there was also another man called\nZwelake Madonsela Mendu and a schoolgirl whose name Shange could not\nremember. While they were waiting for the bus a taxi drew up.\nThree men, armed\nwith handguns, alighted and immediately opened fire on those standing at the\nbus-stop. Striker Mkize and Thabani\nNdhlovu were both shot dead. Shange and\nMendu took to their heels and fled across the veld to the nearby homestead of a\nwhite farmer.\nAs they ran they were pursued by the three gunmen who fired\nseveral shots in their direction. Fortunately for them they were not\nhit and\nmanaged to reach the white farmer's homestead unscathed. The police were\nsummoned and on their\n.... / 5\n5\narrival Shange and Mendu accompanied the police to the scene of\nthe shooting where the bodies of Striker and Thebani were still lying.\nShange says that as soon as the three men got out of the taxi he recognised\nthe appellant as\none of them. He was the first one to alight and he\nwas the one who shot Striker and Thabani. Shange\nknew the appellant well over a long period of time. They used to stay near\neach other. Shange was also able to identify another one\nof the killers. He was\nDodo Mbambo. Shange apparently did not know him as well as he did the appellant,\nbut he had seen him at the\ntaxi rank and knew him to be a taxi driver.\n.... / 6\n6\nThe shooting took place at about two o' clock in the afternoon\nand Shange had no doubt about the identification of the appellant and\nDodo\nMbambo. There was nothing to obstruct his view and he saw their faces clearly.\nHe did not know the third person. Shange told\nthe Court that he was a member of\nthe African National Congress (the ANC) and that he knew the appellant to be a\nmember of the Inkatha\nFreedom Party (Inkatha). It appears from the evidence that\nthese two parties were locked in an ongoing feud in the course of which\nmany\nlives had been lost on either side.\nIn his evidence appellant denied having been one of the killers. He conceded,\nhowever, that\n..... / 7\n7\nhe and Dodo Mbambo had been together that day. They had gone\ntogether from Izingolweni to Port Shepstone to see their attorney. They\nreturned\ntogether that afternoon at about 4 o'clock. At Murchison they parted. Dodo\ndecided to complete the journey back to Izingolweni\nin a truck which he noticed\nin Murchi-son. He apparently hoped that the owner of the truck, one Phewa, would\nlet him drive it home.\nHe seems to have been very fond of driving trucks.\nAppellant then boarded Supa Shazi's taxi, which he says happened to drive past\nthe scene of the shooting. He cannot remember seeing the two bodies lying next\nto the road but does remember seeing the police van\nat the scene. On an\nacceptance of Shange's evidence this\n.... / 8\n8\nmust have been more than two hours after the murders.\nAppellant called Supa Shazi to support his evidence. Shazi told the court\nthat he had come from Port Shepstone and passed the scene\nwhere the police van\nand the bodies of the murdered men were. He did not stop but drove straight on\nto Izingolweni. The appellant\nwas one of his passengers. He had picked him up at\nMurchison. In cross-examination a sworn statement which he had made to Warrant\nOfficer Breedt on 31 October 1991 was put to him. This statement was at variance\nwith a previous statement he had made in which he\ndenied that the appellant and\nDodo Mbambo had been in his company on 22 October. He conceded that this was a\nlie, and that\n...... / 9\n9\nappellant had in fact been a passenger in his taxi that day.\nIn its judgment the trial Court rejected Shazi's evidence, and found that he\nhad been totally discredited by the statement put to\nhim. It also rejected the\nappellant's evidence that he had simply driven past the scene after the shooting\nhad taken place as being\nfalse beyond a reasonable doubt. I might add that the\nappellant's evidence had already been rejected on all the previous counts on\nwhich he had been convicted as being \"highly improbable\"; \"totally\nunsatisfactory and untruthful\" and \"false beyond a reasonable\ndoubt\". On the\nother hand it found Shange to have been \"an excellent witness\"\n..... / 10\n10\nwho gave his evidence well, and who was unshaken in\ncross-examination. An aspect which weighed with the Court was the fact that\nShange\nhad deposed to having recognised not only the appellant, but also Dodo\nMbambo - the very man that the appellant conceded had been\nin his company that\nday in the very area in which the shooting had taken place.\nThe appellant was defended in the Court A\nquo\nby Mr\nLingenfelder\n, and he also launched the application to lead further\nevidence. He did so by notice of motion and brought it in his capacity as\npro\ndeo\ncounsel. The gist of the application is that at the subsequent trial of\nDodo Mbambo on two counts of murder and one of attempted\nmurder arising\n....... / 11\n11\nout of the same incident, Shange was again called as a state\nwitness. In his evidence at that trial he was able to recall the name\nof the\nschoolgirl who had been with them at the bus-stop at the time of the shooting.\nShe was Jabu Maphumulo. The defence then called\nher as a witness. She gave the\nsame account of the events as Shange had given, except in one important respect.\nShe said that all\nthree attackers wore balaclava caps which covered their entire\nfaces except for their eyes. She could therefore not recognize any\nof them. By\nanalogy, therefore, it was submitted Shange could not have done so. In fact if\nthe evidence were true, then Shange was\nlying to the court a\nquo\nwhen he\nsaid that\n...... / 12\n12\nhe could see their faces clearly. The appellant's\nfounding affidavit goes on to say that -\n\"I have been informed by Counsel who acted for me at the trial that Dodo\nMbambo was acquitted on the three counts in question.\"\nThis was clearly hearsay and was not supported by any affidavit from the\ncounsel referred to.\nAn excerpt from the record of that trial containing the evidence of Jabu was\nannexed to the application, and bears out the allegations\nmade in appellant's\nfavour. In her evidence Jabu ad-mits that both she and Dodo Mbambo are members\nof Inkatha, and, as we know, Shange\nwas a member of the rival ANC. She was\nclosely questioned by the presiding Judge, and does not seem to have come\nout\n...... / 13\n13\nof it without some doubts having been raised in respect of her\ncredibility.\nThe excerpt from the record then reflects a remark by the presiding Judge\nthat Jabu's allega-tions had not been put to Shange, and\nthat Shange would be\nrecalled to deal with them. That is where the excerpt ends. We are left to\nwonder whether Shange was recalled,\nand what he may have said in reply. The\njudgment of the Court was not annexed, so we were unable to see whether the\nCourt believed\nJabu or not. The application can only succeed if the applicant\nsatisifies this Court that there is \"a\nprima facie\nlikelihood of the\ntruth of the evidence\" (\nS v de Jager\n1965 (2) SA 612\n(A) at 613 C-D) or,\nas it is put in\n...... / 14\n14\nsection 316(3)\nof the\nCriminal Procedure Act, No 51 of 1977\n, that the\nevidence \"would presumably be accepted as true\". This requirement can hardly be\nsaid to have been satisfied when we do\nnot know what the Court that heard the\nevidence thought of it. Mr\nLingenfelder\n, who also appeared before us on\nbe-half of the appellant, preferred a copy of the judgment from the bar, and\nthis we accepted in\nthe interests of justice.\nIn this judgment it appears that Shange made a favourable impression on the\nCourt, but that, in the light of Jabu's evidence which\nwas well given\" with \"no\nobvious blemishes\" the Court felt itself unable to say that the State had\ndischarged the onus\n..... / 15\n15\nresting on it to prove the guilt of the accused be-yond a\nreasonable doubt. It also appears from the judgment that, apart from various\npolicemen, the Court had only heard two witnesses, viz Shange and Jabu. Not\nbeing able to reject Jabu's evidence as being false beyond\na reasonable doubt,\nDodo's acquittal was bound to follow.\nIn the case before us, however, there were clearly other factors supporting\nthe conviction of the appellant. Not only was the evidence\nof the appel-lant,\nand that of his witness Shazi, rejected as being false beyond a reasonable doubt\non good grounds -and Mr\nLingenfelder\ndid not contend to the contrary -but\nShange's evidence was supported by his implication\n..... / 16\n16\nof Dodo and the appellant's subsequent concession that he and Dodo had indeed\nbeen together that day in the very area where the shooting\nhad occurred. In the\nlight of these considerations it seems to me most unlikely that Jabu's evidence\ncould be accepted as true. After\nall, as. I have indicated, she had a strong\nmotive to protect her fellow Inkatha member from being convicted by declining to\nidentify\nhim simply by saying that the balaclava cap (which caps are fairly\ngenerally worn) had been pulled down over his face. The Court\nin Dodo's trial,\ndid not have these additional facts at its disposal, and was left with the stark\ncontradiction of one witness by\nanother on one small, albeit important aspect of\nthe evidence.\n...... / 17\n17\nShange's evidence was not rejected in that case but the\nincidence of the onus and the absence of other probabilities made the acquittal\nof Dodo inevitable.\nThe appellant has, in my view, not succeeded in showing any likelihood of\nJabu's evidence being accepted as true in the case before\nus, and his\napplication for the matter to be remitted for that evidence to be led cannot\nsucceed.\nAs appears from the facts I have referred to above, the State made out a\nstrong case against the appellant, and Mr Lingenfelder conceded\nthat without the\nacceptance of Jabu's evidence he was unable to advance any argument against the\nconvictions. The appeal against\nthe convictions on these three counts\ntherefore, cannot succeed.\n....... / 18\n18\nThe appeal, as I have indicated, is also directed against the death sentences\nimposed in re-spect of nine of the convictions of murder.\nThe appellant was a\nman of 31 years of age at the time the series of murders was committed. He was\nnot married but had five children\nby various women. He advanced to Std 3 at\nschool, and was subsequently employed as an assistant in his brother's shop.\nThe murders of which he was convicted reflect a protracted reign of terror\nmainly in the Izingolweni area. During January or February\n1991 he abducted one\nDan Cele, took him to a remote spot in the Oribi Gorge where he shot him twice\nthrough the head. Then on 16\nMarch he shot and killed one\n..... / 19\n19\nDlamini while he was waiting at a bus-stop together\nwith\nsome of his school friends. On this occasion\nhe also tried to shoot three of\nDlamini's companions.\nOn 24 March he shot and killed one Ngcobo near the\nMtatweni bus-stop. On 19 May he shot and killed\nthree people who were sitting in a house talking.\nOn the evidence the appellant simply walked into\nthe house, took out his gun and started shooting.\nAnother person who was also in the house at the\ntime was wounded. On 7 June Khehlo Mkhize was\nsitting in his house with his mother when they heard\nthe sound of a gunshot. Khehlo went out to see\nwhat was happening. The appellant was standing\noutside. When Khehlo fled the appellant pursued\n..... / 20\n20\nhim and shot him dead. After Khelo had fallen the appellant continued to\nshoot at him. On 12 July appellant again chased a man from\na kraal and shot him\ndead.\nAppellant was arrested, as I have indicated, on 2 August and after having\nbeen charged with all these crimes, he was released on bail\non 30 August. Then\non 22 October he committed the offences charged in counts 23, 24 and 25. These\nwere the offences that I dealt\nwith fully earlier in this judgment.\nThe only reason advanced by the appellant for his diabolical reign of terror\nwas that he was only killing those people who had been\ninvolved in\n.... / 21\n21\nkilling his mother. The only person, however, who, on the\nevidence, was suggested to have been implica-ted in the death of appellant's\nmother was Dan Cele. There is nothing to suggest that any of his other victims\nwere so associated. On the evidence all these killings\nseem to have been at\nrandom. Mr\nLingenfelder\nreferred to the feud between the ANC and Inkatha,\nand to the large numbers of people killed in the course of it, and submitted\nthat\nappellant's offences were probably politically mo-tivated. The evidence,\nhowever, does not support this submission. There is no evidence\nas to the\npolitical associations of most of appellant's victims, nor is there any evidence\nto suggest that he thought\n22\nthat any of them belonged to the ANC. In fact in the course of\nhis evidence appellant explicitly de-nied that he had ever committed\nany crimes\nfor a political motive.\nMr\nLingenfelder\nalso submitted that none of the murders was committed\nin a particularly brutal way and that this should be seem as a miti-gating\nfactor. The appellant may not have dismembered his victims, or tortured them\nover a period of time, but the cold blooded way in which\neach of them was shot\nfor no apparent reason at all seems brutal enough on the face of it. As the\nlearned Judge a\nquo\npointed out, most of the victims were shot through\nthe head. One was shot through the neck and another\n..... / 23\n23\nthrough the spinal cord. All the offences seem to have been\ncommitted at random and in cold blood and constituted a reign of terror\nin that\narea stretching over some eight months. The aggravating factors so far outweigh\nany mitigating factors there may be -and\nindeed there do not seem to be any -\nthat the death sentence is, to my mind, the only proper sentence in this case.\nBecause the constitutionality\nof that sentence is presently under consideration\nby the Constitutional Court, it is desirable to postpone the consideration of\nsentence\nuntil that Court has given its judgment.\nThe appeal against the convictions on counts 23, 24 and 25 is dismissed.\n...... / 24\n24\nThe appeal against the death sentences imposed on the\nappellant in respect of counts 1, 2, 4, 5, 6, 7, 9, 23 and 24 is postponed to\na\ndate to be arranged after the Constitutional Court has given its judgment on the\nconstitutionality of the death sentence.\nJ P G EKSTEEN, JA\nHEFER,\tJA )\nconcur VAN DEN HEEVER, JA )",
  "scraped_at": "2026-02-12T05:56:26.111050",
  "date": "1995-03-27",
  "coram": [
    "Hefer JA",
    "Eksteen JA",
    "Van den Heever JA"
  ],
  "case_number": "529/93, 21/95",
  "parties": {
    "applicants": [
      "Ms Awakhe Ngcobo"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant was indicted on fifteen counts of murder, eight counts of attempted murder and two statutory offences relating to unlawful possession of a firearm. He was convicted of ten murders, four attempted murders and the statutory offences and was sentenced to death on nine murders and fifteen years on the remaining murder. The appeal concerned three later offences (counts 23, 24 and 25) arising from a 22 October 1991 shooting at a bus‑stop where two men were killed and one attempted murder was alleged. The prosecution relied primarily on the testimony of Mfihlelwa Shange, who identified the appellant and Dodo Mbambo as two of the gunmen; the appellant admitted being with Dodo that day but denied participation. A taxi driver’s evidence was rejected as unreliable, and the State sought to introduce fresh evidence from Jabu Maphumulo, who claimed the attackers wore balaclavas and could not have been identified.",
    "issues": "The court had to decide (1) whether the convictions on counts 23‑25 should be set aside on the basis of the fresh evidence offered by Jabu Maphumulo, and (2) whether the death sentences imposed on the appellant should stand, noting the pending constitutional challenge to the death penalty.",
    "principles": "South African appellate law requires that fresh evidence be shown to have a prima facie likelihood of truth (S v de Jager 1965; Criminal Procedure Act s 316(3)). The prosecution must prove guilt beyond reasonable doubt and the court must assess witness credibility carefully. Where the death penalty is involved, sentencing may be deferred pending constitutional review.",
    "application": "The court held that Shange’s evidence was credible and corroborated by the appellant’s own concession that he had been with Dodo Mbambo in the area. Jabu’s testimony was deemed insufficient to meet the prima facie likelihood test, and her credibility was questioned. Consequently, the application to remit the matter for fresh evidence was dismissed, and the convictions on counts 23‑25 were upheld. The appeal against the death sentences was postponed pending the Constitutional Court’s ruling on the constitutionality of the death penalty.",
    "conclusion": "The appeal against the convictions on counts 23, 24 and 25 was dismissed. The appeal against the death sentences was postponed until after the Constitutional Court decides on the death penalty’s constitutionality."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder / Capital Punishment",
    "level_3": [
      "appeal",
      "death penalty",
      "evidence",
      "conviction",
      "criminal procedure"
    ]
  }
}