{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/91.html",
  "case_name": "S v Mthembu (576/94) [1995] ZASCA 91 (11 September 1995)",
  "citation": "[1995] ZASCA 91",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 91\n|\nNoteup\n|\nLawCite\nS v Mthembu (576/94) [1995] ZASCA 91 (11 September 1995)\nDownload original files\nPDF format\nRTF format\nCase No 576/94\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nTHEMBA SAM MTHEMBU\tAppellant\nand\nTHE STATE\tRespondent\nCoram: NESTADT, SCHUTZ JJA et SCOTT AJA\nDate heard: 8 September 1995\nDate delivered: 11 September 1995\nJUDGMENT NESTADT. JA\n:\nAt about 6 pm on 17 July 1993 three men entered a\nbutchery in Tembisa. Having robbed and fatally shot the owner they\nescaped.\n2\nThese events led to the appellant being charged and convicted in the\nWitwatersrand Local Division on four counts viz murder, robbery\n(with\naggravating circumstances), unlawful possession of a firearm and unlawful\npossession of ammunition. The State case was that\nthe appellant was one of the\nrobbers and had in fact fired the shots that killed the deceased. The\nappellant's alibi defence having\nbeen rejected, he was convicted on all four\ncounts. An effective sentence of 20 years imprisonment was imposed. He appeals\nnow against\nhis convictions.\nThe State case rested on the evidence of an eye-witness, namely Kenneth\nMohapi. He was standing outside the butchery when the robbery\ntook place. He\ntestified as to what happened. At an identification parade held on 23 August\n1993 he pointed out the\n3\nappellant as one of the gang and in particular as the person who shot the\ndeceased.\nThe issue to be determined is whether the trial court was correct in finding\nthat Mohapi's identification of the appellant could sufficiently\nbe relied on to\nsustain the convictions in the face of the appellant's denial that he was on the\nscene. There are a number of factors\nin favour of an affirmative answer. Subject\nto what I say later, he had a fair opportunity to observe what happened and to\nidentify\nthe person who shot the deceased. The lighting was good. The three\nrobbers passed close to where he was standing. He said he looked\nat their faces\nand could see them clearly. He was paying attention to them.\nThe factors referred to must not be underestimated.\n4\nThere is also the consideration that whereas Mohapi was found\nto be\na satisfactory witness, the appellant did not create a\nfavourable\nimpression with the trial court. On the other hand, however,\nthe\nfollowing must be borne in mind. As regards the identification of\nthe\nappellant, Mohapi was a single witness. So it was necessary\nto\napproach his evidence with caution especially seeing that we\nare\ndealing with a case of identification of a person whom Mohapi\nhad\nnever seen before. There were no particular features of the\nappellant\nthat he relied on in order to identify him. The identification\nparade\nwas held more than a month after the incident. Mohapi says that\nhe\nwas able to observe the appellant when the gang arrived on the\nscene\nand when they left. On the latter occasion it must have been but\nfor\na brief moment; they were then running away; and at this stage\n5\nMohapi was in a state of shock. On the former occasion ie as\nthe\nappellant and the other two walked towards the deceased as he stood\nat\nthe door of the premises, there was no particular reason for\nMohapi to then\ntake notice of them. And at this stage his attention\nwas, on his own\ntestimony, divided. He says he was looking at all\nthree assailants and their\nclothing. There was, incidentally, no\nindependent evidence of what the\nappellant wore on the night in\nquestion or that he possessed clothing of the kind referred to\nby\nMohapi. According to a second State witness (who could not\nidentify the\nappellant) the person who fired the shots had a\n\"wolmus...oor sy gesig\ngetrek\". The result was that he could not see\nhim clearly. This evidence is\ndifficult to reconcile with Mohapi's\nevidence that he could see the\nappellant's face; nor does Mohapi\n6\nmake any mention of the appellant having worn a cap of any kind. Another\nproblem for the State is the evidence that another bystander\npointed out someone\nelse at the identification parade as the person who fired the shots. Finally, I\nam not convinced of the cogency\nof the reasons of the trial court for accepting\nMohapi's identification and rejecting the appellant's defence. No particular\njustification\nis given for having done this. Nor am I impressed by the criticism\nof the appellant's evidence (arising, in the main, from him having\nmade\ncontradictory statements concerning his addresses). On the contrary, the\nappellant's evidence does not read badly.\nIn my opinion the cumulative effect of what I have stated leads me to the\nconclusion that this was a case where the trial court should\nhave had a\nreasonable doubt as to the guilt of the\n7\nappellant on all four counts. He should therefore have been acquitted.\nThe appeal succeeds. The convictions and sentences of the appellant are set\naside.\nH H Nestadt\nJudge of Appeal\nSchutz, JA )\n) Concur Scott AJA, )",
  "scraped_at": "2026-02-12T07:12:40.764234",
  "date": "1995-09-11",
  "coram": [
    "Nestadt JA",
    "Schutz JA",
    "Scott AJA"
  ],
  "case_number": "576/94",
  "parties": {
    "applicants": [
      "THEMBA SAM MTHEMBU"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "On 17 July 1993 three men entered a butchery in Tembisa, robbed it and fatally shot the owner before fleeing. The appellant, Themba Sam Mthembu, was charged with murder, aggravated robbery, unlawful possession of a firearm and ammunition. The State’s case relied on the testimony of an eye‑witness, Kenneth Mohapi, who said he saw the three robbers and identified the appellant as the shooter. The trial court convicted the appellant on all counts and imposed a 20‑year sentence.",
    "issues": "The principal issue was whether the trial court was correct in relying on Mohapi’s identification of the appellant, given that it was a single, uncorroborated witness who had never seen the appellant before, and whether reasonable doubt existed as to the appellant’s guilt on all four charges.",
    "principles": "The judgment considered the principles governing the admissibility and weight of identification evidence, particularly the need for reliability when the identification is based on a single witness. The court emphasized that reasonable doubt must exist if the identification is uncertain, that identification must be supported by sufficient observation conditions, and that the trial court must give cogent reasons for accepting such evidence.",
    "application": "The court noted that although Mohapi had a clear view of the robbers and good lighting, several weaknesses undermined his identification: the parade took place more than a month after the incident, the appellant was unknown to Mohapi, no distinctive features were highlighted, Mohapi’s attention was divided, and other testimony suggested the shooter’s face was obscured. Moreover, there was no independent evidence of the appellant’s clothing. The court found the trial judge’s reasons for accepting the identification insufficient and concluded that the cumulative doubts created a reasonable doubt regarding guilt.",
    "conclusion": "The appeal succeeded. The convictions and the 20‑year sentence imposed on Themba Sam Mthembu were set aside, and the appellant was acquitted of all counts."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Homicide",
    "level_3": [
      "identification evidence",
      "reasonable doubt",
      "appeal",
      "conviction overturn"
    ]
  }
}