{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/104.html",
  "case_name": "S v Sinden (630/94) [1995] ZASCA 104 (19 September 1995)",
  "citation": "[1995] ZASCA 104",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 104\n|\nNoteup\n|\nLawCite\nS v Sinden (630/94) [1995] ZASCA 104 (19 September 1995)\nDownload original files\nPDF format\nRTF format\nCG\t\t\t\t\tCASE NUMBER: 630/94\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nTONI ANN\nSINDEN\t\t\t\t\t\tAppellant\nand\nTHE STATE\tRespondent\nCORAM:\nVIVIER, VAN DEN HEEVER JJA et\nVAN COLLER AJA\nHEARD ON:\n15 SEPTEMBER 1995\nDELIVERED ON:\n19 SEPTEMBER 1995\nJUDGMENT VAN DEN HEEVER JA\n2\nThis is an appeal against sentence. The appellant, a 26-year-old married\nwoman with two young children, pleaded guilty to and was\nconvicted of 43 counts\nof fraud. A first offender, she was sentenced by the regional magistrate to six\nyears' imprisonment of which\ntwo years were conditionally suspended. She\nappealed against this to the Witwatersrand Local Division. The gravamen of her\ncomplaint\nwas and remains that the trial court should have made use of\ncorrectional supervision instead of incarceration, in determining her\npunishment. The court a quo dismissed her appeal but granted leave for a further\nappeal on the - with respect, insufficient - grounds\nthat in regard to\ncorrectional supervision as a sentencing option, quot homines, tot sententiae:\nhence there was a reasonable prospect\nthat another court might come to a\ndifferent view with regard to the sentence imposed by the\nmagistrate.\nThe relevant facts may be summarized as follows.\nAppellant was employed as a bookkeeper by Auto Entertainment CC for some five\nyears.\nShe was good at her work and in time her employer came to trust\n3\nher totally. Her duties included doing the invoices for the corporation\nas well as being responsible for wages payable to other staff\nmembers. In\nOctober of 1991 she started on the fraudulent course by which she in effect over\na period of fourteen months stole almost\nR138 000 from her employer, in October\nof 1991. She did so by drawing on the corporation's bank account by means of\ncheques made\nout either to herself or to cash, falsifying the books to reflect\nthe money as having been drawn for wages or other legitimate purposes.\nThe books\nwere never audited. She started on a reasonably modest scale (R 1650,06 in that\nfirst month of dishonesty), but increased\nher misappropriations in volume,\nfrequency and boldness until of the three fraudulent cheques drawn in Septemer\n1992 and totalling\nR10154,81, two bore the same date. Of the five October 1992\ncounts totalling R20 078,38, two were committed by means of successively\nnumbered cheques bearing the same date. In November of 1992 she sinned on six\nseparate occasions, misappropriating a total of R34\n104,50 during this month.\nThe end came\n4\nafter a last and modest R3225 on 4 December of that year.\nShe\nhas been represented throughout by the same counsel, Mr Geldenhuys. He asked for\na postponement after his client had been formally\nconvicted, intimated that he\nintended asking for either correctional supervision or an entirely suspended\nsentence, and asked the\nbench to call for the requisite report.\nAt\nthe resumed hearing Mr J Viljoen of Correctional Services handed in and\nconfirmed the contents of the report he had prepared (exhibit\nA). The report is\nsomewhat vague, somewhat impersonal, and contains many generalizations. Mr\nViljoen recommended that appellant be\nsentenced to correctional supervision for\nthe full period permitted by statute because her personal circumstances both\nmade such\na sentence desirable and were such that Correctional Services could\nmonitor its implementation. I would hardly have regarded the\nrecommendation as\nan enthusiastic one. It was preceded by this comment: \"EVALUASIE\n5\nDie beskuldigde is wel geskik vir korrektiewe toesig, maar\ndie ems van die oortreding moet nie uit die oog verloor\nword nie.\"\nAfter Mr Viljoen had testified, Mr Geldenhuys made one comment and asked\nthree questions:\n1.\nMr Viljoen had\ndeleted paragraph (f) relating to victim compensation in the pro forma order\nproposed in exhibit A because counsel\nhad told him that a civil action was\npending to recover the amount in\nquestion.\n2.\nHad appellant\nbeen co-operative? — Yes. She and her husband both came to see him and the\ninterview went well.\n3.\nDid\nshe understand the content of Mr Viljoen's recommendation? —\nYes.\n4.\nWas she prepared to\nsubmit fully to the terms suggested? — Yes, she had said she\nwas.\nThe prosecutor was more inquisitive.\nHis questioning elicited that appellant herself at no stage volunteered to repay\nher employer.\nWhen\n6\nMr Viljoen raised the topic \"het sy gesê sover as sy kan maar toe\nhet ek\nverneem dat die terugbetaling ... in 'n siviele saak wel gehanteer word\nen\nek het nie verder gegaan daarop nie\". She had used the money \"om\nhulle ... huislike omstandighede te verbeter. Hulle het dit gebruik\nvir,\nmeubels gekoop ensovoorts\". In exhibit A Mr Viljoen had proposed,\nas\none of the conditions appellant should be subjected to, the\nfollowing:\n\"(d) ten einde die oortreder beter toe te rus vir haar\nverantwoordelikheid as lid van die gemeenskap, word aanbeveel dat sy verplig\nword om programme by te woon ter verbetering van die volgende probleem areas wat\nreeds geïdentifiseer is, asook ander programme,\nsoos blyk nodig te wees\ntydens vonnisdiening:\n(i) Dat die beskuldigde 'n persoonlikheidsontwikkelings-program\ndeurloop.\"\nPotential second and third\nrecommendations as to programmes, provided for by the form, were left blank. Mr\nViljoen had majored in\npsychology but did not suggest that appellant in fact\nrequired any therapy. Indeed, he reported that \"Die beskuldigde se fisiese\nen\npsigiese toestande blyk goed te wees\".\n7\nMr Geldenhuys neither re-examined Mr Viljoen, nor called appellant\nherself to testify.\nThe prosecution called two witnesses.\nMr Crause, a\nprobation officer, handed in and confirmed his report (exhibit B). This contains\na good deal of nuts-and-bolts information.\nAppellant grew up in a home where the\nchildren were adequately provided for despite their parents' abuse of alcohol.\nThis led to\nmarital conflict in the course of which the parents had the grace\nnot to involve their children. There appeared to be no connection\nbetween that\npast and appellant's present offences. She and her husband had commanded a\ncombined nett income of R5 670 per month,\nwhich fell short of their monthly\nexpenditure of R6 000, so that they were always short of money. Appellant's\nparents came to their\nassistance financially over the years, but the details of\ntheir budget made it clear that the young couple were not prepared to forfeit\ncertain luxury items listed there. Appellant had admitted to Mr Crause\n9\nhad to be taken into account. He was reluctant to advise the magistrate\non his exercise of the discretion, which was his alone, as\nto the form\nappellant's sentence should take. Pressed by Mr Geldenhuys to do so, he\nexpressed the view that imprisonment was indicated\nbecause of the seriousness of\nher offence. Fairly aggressive cross-examination did not cause him to change\nthis view. He conceded\nthe obvious: that the fact that she was trusted with\nblank signed cheques and that her work was unsupervised and unchecked, created\ntemptation.\nMr Chester, the complainant's attorney, told the court\nthat summons had been issued against appellant, who was defending the action\nevery step of the way. Inquiry whether, in view of her plea of guilty and her\nconviction, she intended persisting in her defence,\nor filing a notice of\nwithdrawal and consent to judgment, had elicited no response. Complainant had\nrun up costs in the region of\nR3 000 already in attempting - unsuccessfully so\nfar - to recover its money.\nThe magistrate's comments in passing sentence make it clear\nthat\n10\nhe was fully aware of appellant's personal circumstances and the harmful\neffect being separated from their mother would have on her\nchildren. He\nlisted both mitigating and aggravating factors, and the\nadvantages\ncorrectional supervision may have over direct imprisonment. He\neventually concluded that correctional supervision would cater for\nthe\ncriminal but not the crime nor the interests of society: \"it would\nmost\ncertainly not have sufficient general deterrence\".\nWe were referred to a fair number of decisions following on\nS v R\n1993 (1) SA 476\n(A), in which sentences of correctional\nsupervision were passed, or ordered to be at least considered, despite\nthe\nlabel attached to each of the particular offences classifying it as\nprima\nfacie serious: robbery with aggravating circumstances; rape;\nculpable\nhomicide; fraud; and so on. In the first instance, it is not a\nproper\napproach to seek factual similarities between other cases and this as\nthe\nground for attacking the sentence imposed.\n\"In R v Wells\n1949 (3) SA 83\n(A) Centlivres JA said at 87-88\nthat:\n11\n'Decided cases are ... of value not for the facts but for the principles\nof law which they lay down. In this connection I cannot do\nbetter than quote the\nremarks of Lord Finlay in Thomson v Inland Revenue (1919 SC (HL) 10):\n'No enquiry is more idle than one which\nis\ndevoted to seeing how nearly the facts of two\ncases\ncome together: the use of cases is for the\npropositions of law they\ncontain, and it is no\nuse to compare the special facts of one\ncase\nwith the special facts of another for the\npurpose\nof endeavouring to ascertain what conclusion\nyou\nought to arrive at in the second case.\"\nDecided cases dealing with\nsentence may be of value also\nas providing guidelines for the trial\ncourt's exercise of\ndiscretion (see S v S\n1977 (3) SA 830\n(A)) and\nthey\nsometimes provide useful guidance where they show\na\nsuccession of punishments imposed for a particular type\nof\ncrime. (See R v Karg\n1961 (1) SA 231\n(A) at 236G.)\nBut\nit is an idle exercise to match the colours of the case\nat\nhand and the colours of other cases with the object\nof\narriving at an appropriate sentence. '(E)ach case should\nbe\ndealt with on its own facts, connected with the crime\nand\nthe criminal ...\" (See Karg's case ubi cit.)\"\nper Nicholas AJA in S v Eraser 1987 (2) 859 at 863 A-D.\nSecondly,\n12\nnone of the cases to which we were referred supports the proposition\nthat\nwhere particularly a non-violent offender will derive no\nbenefit from\nbeing imprisoned, he may claim a non-custodial sentence\nas of right, any\nmore than Kriegler J purported to do in S v R,\nsupra. Mr Geldenhuys\naccused the trial court of ignoring the\ndecision of S v Rees\n1984 (1) SA\n468\n(T) despite his having drawn\nthe passages on pages 469 and 470 to\nthe magistrate's attention. In\nthat matter a churchman of many years'\nstanding, worthy by reason of\ngood works over decades, who stole a\nlarge sum of money over a\nlengthy period from the church but benefitted\ncomparatively little\nhimself, was sentenced to a total of ten years'\nimprisonment, all\nsuspended for 5 years, and a R30 000 fine repayable\nin instalments.\nThis case gives no support to appellant's case, since\nthe\ncircumstances and characters concerned differ toto caelo.\nMoreover\nGoldstone J warned (at p 472 G):\n\"I would not like this judgment ever to be used as a\nprecedent in support of the proposition that persons who\ncommit\nserious frauds should not be imprisoned, even if\n13\nfirst offenders. I have gone to some length to demonstrate the unusual\nnature of the case and in particular the absence of a complainant.\"\nIn S v Lister\n1993 (2) SACR 228\n(A) this Court pointed out (at p 232 n-i)\nthat\n\"To focus on the well-being of the accused at the expense of the other aims\nof sentencing, such as the interests of the community,\nis to distort the process\nand to produce, in all likelihood, a warped\nsentence.\"\nSo too the warning sounded in S v Schutte\n1995 (1) SACR\n344\n(C) at 350 c-e is both wise and timely:\n\"... (C)ourts should be cautious not to debase the coinage of correctional\nsupervision as a form of punishment. It is an innovative\nform of sentence, which\nif used in appropriate cases and if applied to those who are likely to respond\npositively to its regimen,\ncan serve to protect society without the destructive\nimpact incarceration can have on a convicted criminal's innocent family\nmembers....\nHowever, if it is used indiscriminately it will soon forfeit its\ncredibility. The courts could well become increasingly reluctant\nto invoke its\nprovisions - even in circumstances where the sentence may well have best served\nthe interests\n14\nof both society and the offender.\"\nIn the present matter the interests of the appellant and even more so of\nher family certainly call out for a sentence of correctional\nsupervision. The\nmagistrate considered that the interests of society, because of the seriousness\nof her offence, outweighed her own.\nIn my view he cannot be faulted in that\nview. The appellant showed no sign of true remorse which of necessity involves a\ntrue appreciation\nof one's moral guilt. She has little, if any, of that but\nsought instead to justify her taking ways. She persistently and deliberately\nbetrayed the trust placed in her and did so from greed, not need. A sentence\ndoes more than deal with a particular offender in respect\nof the offence of\nwhich he has been convicted: it constitutes a message to the society in which\nthe offence occurred. In my view\nthere are no grounds upon which the court a quo\ncould fault the magistrate for his view that a sentence of correctional\nsupervision\nwould, in the circumstances of this case, send out the highly\nundesirable message that crime may well pay, after all. It follows\nthat\n15\nsimilarly there is no call for this court to interfere with the\nmagistrate's exercise of his discretion.\nThe appeal is dismissed.\nL VAN DEN HEEVER JA\nCONCUR:\nVIVIER JA) VAN COLLER AJA)",
  "scraped_at": "2026-02-12T07:15:46.231711",
  "date": "1995-09-19",
  "coram": [
    "VIVIER JA",
    "VAN DEN HEEVER JA",
    "VAN COLLER AJA"
  ],
  "case_number": "630/94",
  "parties": {
    "applicants": [
      "Toni Ann Sinden"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, a 26‑year‑old married mother of two, was employed as a bookkeeper for Auto Entertainment CC. Over a period of fourteen months (October 1991 – December 1992) she fraudulently withdrew approximately R138,000 by forging cheques and falsifying payroll records. She was charged with 43 counts of fraud, pleaded guilty and was sentenced by a regional magistrate to six years' imprisonment, two of which were conditionally suspended. She appealed, arguing that correctional supervision, rather than incarceration, should have been imposed.",
    "issues": "Whether the magistrate erred in exercising his discretion by imposing a custodial sentence instead of correctional supervision for a first‑time, non‑violent offender convicted of serious fraud, and whether the sentencing principles and statutory options were correctly applied.",
    "principles": "The court considered the statutory framework for correctional supervision, the sentencing objectives of deterrence, protection of society and rehabilitation, and relevant precedents such as S v R (1993), R v Wells (1949), S v Eraser (1987), S v Rees (1984), S v Lister (1993) and S v Schutte (1995). These cases establish that correctional supervision is a discretionary tool, not a right, especially where the offence is serious and general deterrence is a paramount concern. The court emphasized that sentencing must balance the offender's personal circumstances with the interests of the community.",
    "application": "Applying the above principles, the court noted the appellant's breach of trust, the substantial amount stolen, the aggravating factor of repeated deception, and her lack of genuine remorse. While her personal circumstances (married, two children, low income) were acknowledged, the court held that the seriousness of the fraud outweighed the benefits of correctional supervision. The magistrate's assessment that imprisonment would better serve general deterrence was deemed reasonable and within his discretion.",
    "conclusion": "The appeal was dismissed. The original sentence of six years' imprisonment, with two years conditionally suspended, was upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "fraud",
      "correctional supervision",
      "first offender",
      "deterrence"
    ]
  }
}