{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/10.html",
  "case_name": "E U Civils (Pty) Ltd. v Clifford Harris (Pty) Ltd. (473/93) [1995] ZASCA 10 (10 March 1995)",
  "citation": "[1995] ZASCA 10",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 10\n|\nNoteup\n|\nLawCite\nE U Civils (Pty) Ltd. v Clifford Harris (Pty) Ltd. (473/93) [1995] ZASCA 10 (10 March 1995)\nDownload original files\nPDF format\nRTF format\nCase No 473/93\nIN THE SUPREME COURT OF SOUTH AFRICA APPELLATE DIVISION\nIn the matter between:\nE U CIVILS (PTY) LIMITED\nApplicant\nand\nCLIFFORD HARRIS (PTY) LIMITED\nRespondent\nCORAM\n: HEFER, STEYN, F H GROSSKOPF, VAN\nDEN HEEVER JJA et NICHOLAS AJA\nHEARD\n: 20 FEBRUARY 1995\nDELIVERED\n: 10 MARCH 1995\nJ U D G M E N T\nHEFER J A\n/\n2\nHEFER JA\n:\nThe applicant in this application for condonation was the unsuccessful\nplaintiff in the Cape of Good Hope Provincial Division where\nits claim for\ndamages against the respondent was dismissed with costs. After obtaining the\nnecessary leave from the trial judge the\napplicant filed a notice of appeal but\nfailed to serve it on the respondent's attorneys in terms of the Rules of Court;\nhence the\npresent application which is opposed by the respondent on the ground\nthat there are no prospects of a successful appeal.\nThe claim arose from a collision which occurred between two motorised\nscrapers in the course of certain earthmoving operations in\nKhayelitsha. Both\nscrapers were damaged, one beyond repair and the applicant who bore the risk of\nthat damage in terms of an instalment\nsale\n3\nagreement is seeking to recover its value from the respondent. It is alleged\nin the particulars of claim (but denied in the plea)\n(1) that the collision was\ncaused by the negligence of Mr Hentile, the driver of the other scraper and (2)\nthat Hentile drove that\nscraper in the course of his employment with the\nrespondent, alternatively, under the respondent's control and supervision. On\nthe\nfirst issue the trial court ruled in the applicant's favour; but on the\nsecond issue the court found that Hentile was not employed\nby the respondent nor\ndid the latter have the right of control over the way in which he performed his\nduties. The outcome of the\nappeal - and thus of the present application -\ndepends upon the correctness of this finding and it is accordingly not necessary\nto\nmention other matters which were in issue at the trial but are not\npresently\n4\nrelevant.\nHow the controversy about Hentile's employment and the\nrespondent's control came about, appears from what follows.\nA consortium of\nfive companies including the applicant successfully tendered to perform certain\nbushclearing and earthmoving operations\nfor the Cape Provincial Administration\nin Khayelitsha. In its tender the consortium indicated that it would provide a\ngeneral foreman\nand five other foremen to supervise the work. It was\ncontemplated that each member would contribute a foreman and a number of\nmachines\nand operators but, in view of the consortium's commitments elsewhere,\nits members apprehended that their resources would be over-extended.\nOn behalf\nof the consortium the applicant accordingly entered into an agreement with the\nrespondent in terms of which the latter\n5\nwould supply additional machines and operators. According to Mr Marsh, the\napplicant's managing director who testified at the trial,\nit was a term of the\nagreement that the respondent would also supply a foreman. Respondent's\nwitnessess maintained that it was only\nwhen the machines and operators arrived\non the site that Mr Smit, the consortium's general foreman, insisted that a\nforeman be supplied\nby the respondent. Be that as it may it is common cause that\nthe respondent called in Mr Visser to act as a foreman. Smit took instructions\nfrom the consulting engineers and in turn allocated specific tasks to specific\nteams under the supervision of specific foremen. He\nthus exercised general\ncontrol over all the foremen, each of whom was in turn in direct control of the\nteam to which he was assigned.\nOn the day of the collision applicant's\n6\ndriver and Hentile were both members of Visser's team. Hentile operated a\nscraper provided by the respondent but owned by the latter's\nholding company,\nBasil Read (Pty) Ltd (\"Basil Read\"). Smit had charged the team with the task of\nlevelling a dune and dumping the\nsand in a low-lying area in the vicinity. The\ncollision occurred on a haul road between the loading area and the dumping area\nwhen\n(so the trial court found) Hentile deviated from the pre-determined course\nand crossed the path of the other scraper.\nAs mentioned earlier the applicant alleges in its particulars of claim that\nHentile drove the scraper in the course of his employment\nwith the respondent.\nIt is common cause however that he was employed, not by the respondent, but by\nBasil Read. Vicarious liability\ncan accordingly only be imputed to the\nrespondent if the\n7\nalternative allegation that Hentile acted under the respondent's control and\nsupervision has been established. The applicant's case\n(as appears from\nparticulars supplied for purposes of the trial) is\nthat\n\"Defendant's employees, and in particular its Mr Visser, were responsible for\nthe supervision of the team of machines used in the\noperation during which the\ncollision occurred.\"\nIt is common cause that Visser was also employed by\nBasil Read. Faced with this difficulty applicant's\ncounsel submitted that control over the exercise by\nVisser of his functions was transferred to the\nrespondent and no longer remained with Basil Read.\nHe conceded that there was no evidence of an\nexpress agreement to that effect but submitted that\nfacts had been proved from which it might be\ninferred that control over the way in which Visser\n8\nexercised his duties was transferred to the respondent. In this\nregard he relied upon the \"close relationship\" between a holding company\nand its\nsubsidiary, the fact that Visser was provided by the respondent in order to\nfulfill its obligations under its agreement with\nthe consortium and the\nexistence of an agreement between the respondent and Basil Read in terms of\nwhich the risk of loss or damage\nto the scrapers provided by Basil Read rested\nwith respondent.\nIt may be mentioned that, for the purposes of a counterclaim which was\ndismissed, the respondent adopted the attitude that control\nover Visser had\npassed to the consortium and that this is indeed what the trial court found.\nSuch an inference might well be drawn.\nEven if Basil Read did relinquish control\nover its employees\npro hac vice\nI do not think that it can be inferred\nthat\n9\ncontrol passed to the respondent. In all the circumstances of\nthe case I am prepared to accept that the facts relied on may reasonably\nsupport\nthe inference contended for. I also accept that the inference sought to be drawn\nneed not in a civil case be the only reasonable\none. But, precisely by reason of\nthe close relationship between a holding company and its subsidiary it is in my\nview more natural,\nsuitable or acceptable to conclude that it was the respondent\nand not its holding company who exercised control over Visser (\nGovan\nv\nSkidmore\n1952(1) SA 732 (N) at 734C-D;\nA A Onderlinge\nAssuransie-Assosiasie Bpk v De Beer\n1982(2) SA 603 (A) at 614H-615B). It\nmight at least equally well be that the question of the transfer of control was\nnever considered\nor that it was considered but found to be unnecessary. What was\nrequired to be transferred to render the respondent vicariously\n10\nliable was control in respect of the way in which Visser had to perform his\nduties (\nPenrith\nv\nStuttaford\n1925 CPD 154\nat 159;\nMcMillan v\nHubert Davies & Co Ltd\n1940 WLD 256\nat 262;\nR v AMCA Services Ltd and\nAnother\n1959(4) SA 207 (A) at 212H;\nColonial Mutual Life Assurance\nSociety Ltd v McDonald\n1931 AD 412\nat 434-435) and, in view of the\nrelationship between the two companies, there seems to be no reason for the\ndelegation to the subsidiary\nof control which the holding company was in any\nevent entitled to exercise.\nApplicant's counsel rightly accepted the onus of proving that the required\ndegree of control had passed to the respondent (\nStadsraad van Pretoria v\nPretoria Pools\n1990(1) SA 1005 (T) at 1007 H-J). Three of the respondent's\ndirectors testified at the trial; not one of them was asked a single\nquestion in\nan attempt to ascertain what\n11\nhad passed between the respondent and Basil Read. In my judgment the onus has\nnot been discharged on the meagre circumstantial evidence\navailable.\nIt follows that the appeal cannot succeed and that the present application\nfalls to be dismissed. The appeal was enrolled for the\nsame day on which the\napplication was heard. A suitable order will accordingly be made to dispose of\nthe appeal as well.\nIt is ordered that\n1.\nthe application for\ncondonation be dismissed with costs including the costs of two\ncounsel;\n2.\nthe appeal be struck from the roll\nwith costs including the costs of two\ncounsel.\nJ J F HEFER JA\nSTEYN JA\t)\nF H GROSSKOPF JA ) CONCUR VAN DEN HEEVER JA) NICHOLAS AJA )",
  "scraped_at": "2026-02-12T05:45:22.439971",
  "date": null,
  "coram": [],
  "case_number": null,
  "parties": {
    "applicants": [],
    "respondents": []
  },
  "sections": {},
  "tags": {}
}