{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/97.html",
  "case_name": "S v Van Wyk (618/94) [1995] ZASCA 97 (14 September 1995)",
  "citation": "[1995] ZASCA 97",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 97\n|\nNoteup\n|\nLawCite\nS v Van Wyk (618/94) [1995] ZASCA 97 (14 September 1995)\nDownload original files\nPDF format\nRTF format\nNIE RAPPORTEERBAAR SAAKNOMMER: 618/94\nIN DIE HOOGGEREGSHOF VAN\nSUID-AFRIKA\n(\nAPPèLAFDELING)\nIn die saak\ntussen:\nSIMON VAN WYK\nAPPELLANT\nen\nDIE\nSTAAT\nRESPONDENT\nCORAM\n:\tE M GROSSKOPF, VIVIER et OLIVIER\nARR\nVERHOORDATUM\n: 28 AUGUSTUS 1995\nLEWERINGSDATUM\n: 14\nSEPTEMBER 1995\nUITSPRAAK OLIVIER, AR:\nDie appellant, 'n 24-jarige manspersoon, het tydens\n'n sitting van die Suid-Transvaalse Streekhof te Germiston tereggestaan op 'n\naanklag van oortreding van art 32(1 )(e), gelees met arts 1, 39(2) en 40 van die\nWet op Wapen en Ammunisie 75 van 1969, deurdat hy\nop 22 Mei 1992 en te of naby\nGermiston wederregtelik dertig rondtes 7,62x 39mm-ammunisie wat bestem\n2\nwas om uit 'n masjiengeweer of soortgelyke wapentuig afgesklet te word,\nonwettig in sy besit gehad het. By die verhoor is namens die\nverdediging erken\ndat die voormelde patrone van dle soort is wat bestem is om deur 'n\nmasjiengeweer afgevuur te word.\nIn weerwil van 'n verontskuldigende pleit, is\nappellant skuldig bevind en gevonnis tot twee jaar gevangenisstraf. Sowel die\nskuldigbevinding\nas die vonnis is gehandhaaf in 'n appël wat gedien het\nvoor die Witwatersrandse Plaaslike Afdeling van die Hooggeregshof. Dleselfde\nhof\nhet ook die appellant se aansoek om verlof om tot hierdie hof te appelleer, van\ndie hand gewys. Die appellant is deur hierdie\nhof verlof verleen om ten aansien\nvan die vonnis alleen in hoër beroep te kom.\nWat die feite van die\naangeleentheid betref, hoef slegs die volgende vermeld te word. In die verhoor\nhet konstabel Ueckerman, 'n lid\nvan die Binnelandse Stabiliseringseenheid van\ndie Suid-Afrikaanse Polisie, getuig dat hy en ander lede van die polisie\ngedurende\ndie namiddag van 22 Mei 1992 by die Germiston-spoorwegstasie alle\npassasiers wat per trein arriveer het,\n3\ndeursoek het. Alle aankomende passasiers moes in 'n ry inval en elkeen is\ndeur die polisiespan deursoek. Toe die beskuldigde by Ueckerman,\nwat deel van\ndie span was, gekom het, het hy 'n drasak by hom gehad. Ueckerman het hom\nliggaamlik deursoek en die sak oopgemaak.\nBinne-in die sak was 'n opgerolde rooi\noorpak waarin Ueckerman 'n magasyn met die genoemde 30 rondtes AK47-ammunisie\ndaarin aangetrei\nhet. Toe Ueckerman die magasyn uithaal, het appellant\nweggehardloop. Ueckerman het hom agternagesit. Die appellant het homself in\n'n\ndraadversperring vasgehardloop, waar Ueckerman hom in hegtenis geneem het.\nAppellant het aan Ueckerman gesê dat die magasyn\nnie syne is nie. Toe\nUeckerman hom vra waarom hy op loop gesit het, het hy gesê hy was\nbang.\nAppellant se weergawe was dat hy die betrokke dag op die trein gery het\nen in 'n kompartement reg oorkant 'n ingeboude verwarmer gesit\nhet. Hy het 'n\nvoorwerp onder die verwarmer geslen, dit uitgehaal en gevind dat dit die\nbetrokke magasyn met die ammunisie daarin\nwas. Hy het dit met die oorpak\ntoegedraai en in sy drasak geplaas. Hy het besluit om die magasyn met\n4\npatrone na die Edenpark-aanklagkantoor waar sy broer gewerk het\nas\npolisiebeampte, te neem. Hy het al vemeem dat 'n beloning uitgereik word\naan mense wat ammunisie vind en by die polisle inlewer. Hy\nhet gedink hy moet\ndie aangeleentheid met sy broer gaan bespreek. Hy het getuig dat toe hy in die\ntou ingeval het, hy nie geweet\nhet dat hy deur polisie deursoek sou word nie. Hy\nhet gedink daar is bloot 'n spoorwegkontrole in verband met reiskaartjies aan\ndie\ngang. Volgens hom het Ueckerman, toe hy die magasyn gevind het, aan hom\ngesê het dat dit sy (Ueckerman) se gelukkige dag is\nen dat hy elke Vrydag\niemand betrap. Hy het ook die appellant se arm agter sy rug opgebuig. Appellant\nhet toe losgeruk en weggehardloop\nwant hy het gevoel Ueckerman wil hom nie 'n\nkans gee om sy saak te verduidelik nie. Hy het ook groot geskrik en besef dat hy\nopgesluit\ngaan word. Dit moet vermeld word dat Ueckerman ontken het dat hy\nenígsins aan die appellant geraak het voordat laasgenoemde\nvoet in die\nwind geslaan het. Op vrae van die aanklaer waarom hy die magasyn in sy oorpak\ntoegedraai het en dit dus probeer versteek\nhet, het die appellant 'n antwoord\nskuldig gebly.\n5\nDie verhoorlanddros het tereg die appellant se verduideliking verwerp.\nBlykens Ueckerman se getuienls was die appellant bewus daarvan\ndat die\npassasiers deursoek word en kon hy onmiddellik die magasyn oorhandig het, indien\ndit sy bedoeling was. Daarbenewens is daar\n'n aanklagkantoor op die Germistonse\nspoorwegstasie waar hy die magasyn kon gaan inhandig het. Die appellant se\npoging om te ontvlug\nspreek boekdele, te meer waar sy verduideliking daarvoor as\nvals verwerp is.\nWat vonnis betref, het die appellant nie self ter\nstrafversagting getuig nie. Dit was gemene saak dat hy 24 jaar oud is. Sy\nprokureur\nhet die hof meegedeel dat hy nie getroud is nie, maar dat hy kinders\nhet vir wie hy moet sorg. Hoeveel kinders hy het en wat hul\nouderdomme is, is\nnie vermeld nie. Geen verdere besonderhede van sy persoonllke omstandighede, bv\nmet betrekking tot kwalifikasies\nof rehabilitasie-moontlikhede is verstrek nie.\nDie appellant het nie enige vorige veroordelings vir die besit van wapens of\nammunisie\nnie, maar het wel 'n vorige veroordeling vir diefstal in 1987. Hy het\nblykbaar motorwlele ter waarde van R400 gesteel en is gevonnis\nom vyf houe\n6\nmet 'n ligte rottang te ontvang. Toe die huidige oortreding gepleeg is, het\nhy blykbaar 'n vaste betrekking gehad, maar waar en in\nwelke hoedanigheid hy in\ndiens was of welke inkomste hy verdien het, is nie aan die hof bekendgemaak\nnie.\nBy oorweging van die vonnis het die verhoorlanddros in aanmerking geneem\ndat dit 'n toenemende verskynsel is dat persone in onwettige\nbesit van wapens\nsoos AK47-gewere en ammunisie is. Talle misdade word dan met hierdie wapens\ngepleeg. Dit lei tot lewensverlies en\nander ellendes. Die landdros het daarop\ngewys dat die wetgewer hierdie oortreding in 'n baie ernstige lig beskou en\nvoorslening gemaak\nhet vir gevangenisstraf van tot 25 jaar. Hy het gesê\ndat bestrawwing moet dlen as 'n afskrikmiddel nie net vir die betrokke\nbeskuldigde nie, maar ook vir ander persone. Hy het ook in ag geneem dat die\nappellant nie eintlik sy samewerking aan die pollsie\ngegee het nie, maar probeer\nhet om te ontsnap en dat hy nooit die bedoeling gehad het om die magasyn met die\nammunisie by 'n aanklagkantoor\nin te handig nie.\nOp appèl na die Witwatersrandse Plaaslike Afdeling het appellant\nse\n7\nadvokaat ten aansien van vonnis aangevoer dat dit hier slegs om dertig\nrondtes ammunisie gaan; dat die appellant nie in besit was\nvan 'n wapen waaruit\nhierdie ammunisie afgevuur kon word nie en dat dit dus onnodig was om 'n vonnis\nvan die felheid van twee jaar\ngevangenisstraf op te lê. Swart R wat die\nuitspraak van die hof gelewer het, het opgemerk dat die vonnls 'n streng een is\nen\ndat dit ook waar is dat die appellant nie in besit was van 'n wapen waaruit\ndie rondtes afgevuur kon word nie. Die teensy van die\nargument is egter dat die\nblote besit van ammunisie 'n oortreding daarstel. In die afwesigheid van 'n\ngemagtigde wapen kon die appellant\ngeen wettige gebruik van die ammunisie maak\nnie. Die wesenlike gevaar en trouens die waarskynlikheid, aldus Swart R, is dat\niemand\nwat besit verkry van die betrokke soort ammunisie en wat dit nie self kan\nbenut nie, dit sal probeer verhandel aan lemand wat dit\nwel kan gebruik met\ngevolge, in 'n outomatiese geweer, wat maar al te goed bekend is. Swart R het\nook opgemerk dat daar beperkte\ngronde is waarop 'n hof van appel geregtig is om\nmet 'n vonnis, opgelê in 'n laer hof, in te meng. Hy het bevind dat geen\nvan\ndaardie gronde\n8\nin die onderhawige geval aanwesig was nie.\ntn hierdie hof is namens appellant aangevoer dat daar geen daadwerklike bewys\nwas dat hy, soos die verhoorhof dit gestel het, die\nbetrokke ammunisie probeer\nwegsmokkel of uitsmokkel het nie. Dit mag wel so wees dat die betrokke\nuitdrukking van die verhoorhof\nietwat ongelukkig is, maar die feit bly staan dat\ndie verhoorhof tereg bevind het dat daar geen bedoeling by die appellant was om\ndie ammunisie by die polisie in te handig nie. Die afleiding dat hy 'n sinistere\nmotief gehad het met die besit van die ammunisie\nskyn derhalwe geregverdig te\nwees.\nDaar is ook aangevoer dat die verhoorhof ten onregte in aanmerking\ngeneem het dat outomatiese wapens en ammunisie aangewend word om\nmisdade te\npleeg waarby groot lewensverlies gely word. Daar kan egter geen beswaar wees\nteen die oplegging van swaarder strawwe vir\nmisdade wat tot kommerwekkende mate\nin omvang toeneem ten einde voornemende oortreders af te skrik nie, mits die\nopgelegde vonnis\nin verhouding bly met die oortreder se morele verwytbaarheid en\ndie noodsaak om die openbare belang\n9\nte beskerm (sien\nS v Matoma\n1981(3) SA 838 (A) te 842 H - 843 B;\nS\nv G\n1989(3) SA 695 (A) te 702 A - C;\nS v Collett\n1990(1) SASV 485\n(A) te 469 e -\n471 f;\nS v Khulu\n1975(2) SA 518 (N) te 521 B - 522\nC).\nMaar, soos aangetoon deur Miller AR in\nS v Maseko\n1982(1) SA 99\n(A)\nte 102 C - F kan 'n vonnis wat onder andere afskrikking\nbeoog, nie opgelê\nword as die laakbare gesindheid wat die\nafskrikkingskomponent regverdig, nie\nby die betrokke dader aanwesig was nie.\nJuis in verband met die onwettige\nbesit van vuurwapens verklaar Miller\nAR:\n\"The magistrate clearly regarded this case as one in which an exemplary sentence\nshould be imposed wat as voorbeeld sal dien en wat\nafskrikkingswaarde sal\nhê' and in that context concluded that the case fell within the category\nof cases which required that\nthe offender necessarily undergo a period of\nimprisonment. He also made pointed reference in that context to the many crimes\ncommitted\nby the use of firearms possessed by persons not licensed to possess\nthem - a factor hardly to be taken into account against the appellant\npersonally, in the light of the magistrate's finding that he possessed the\nfirearm not for unlawful or nefarious purposes.\"\nDie afwesigheid\nvan 'n bedoeling om die betrokke ammunisie vir afkeurenswaardige bedrywighede te\nbesit en aan te wend, sou dus 'n\nvonnis\n10\ngerig op afskrikking onvanpas maak. Die afwesigheid van so 'n laakbare motief\nsou, inteendeel, as strafversagtende faktor in aanmerking\ngeneem moet word, soos\nblyk uit beslissings soos\nS v Snyders\n1981(2) SA 294 (K) en S v\nMo\nleme\n1994(1) SASV 1 (A).\nIn\nSnyders\nhet dit geblyk dat die\nappellant 'n .22 kaliber pistool en twee rondtes ammunisie daarvoor die vorige\naand in 'n kaartspel gewen\nhet. Hy is die volgende oggend in besit daarvan\nbetrap toe die polisie sy huis deursoek het. Die hof het hierdie verduideliking\naanvaar\nen op appél het Rose-Innes R dit duidelik gestel dat daar geen\nsuggestie was dat die appellant die wapen en ammunisie bekom\nhet met die doel om\n'n misdaad daarmee te pleeg nie; inderdaad, het hy bevind, was daar aanduidings\ndat die appellant dit nie vir\ndaardie doel bekom het nie. Rose-Innes R het ook\ntereg (te 297 A - C) aangedui dat indien die beskuldigde in die betrokke soort\ngevalle\n'n strafversagtende verduideliking vir die verkryging en besit van die\nwapen of ammunisie kan verskaf\nwat deur die hof aanvaar word en wat daarop\ndui dat hy dit nie vir enige misdadige doel verkry het nie,\ndit natuurlik in\nag geneem\n11\nsal word. In\nSnyders\nse geval het die hof van appèl bevind dat\ndaar so 'n aanvaarbare verduideliking was, en daarom is die opgelegde vonnis op\nappèl ietwat verlig.\nIn\nMoleme\nhet die appellant in 'n\nlanddroshof skuldig gepleit op aanklagte van die wederregtelike besit van 'n\nMakarov pistool, ses patrone\ndaarvoor, 'n Stechkin pistool en twintig patrone\ndaarvoor. Die appellant het 'n verduideliking gegee vir sy besit van die wapens\nen ammunisie, welke verduideliking aanvaar is. Volgens hom het hy en sy broer\nBotswana besoek en het sy broer die betrokke wapens\nen ammunisie heimlik in sy,\nappellant, se voertuig versteek het ten einde te bewerkstellig dat dit na die\nRepubliek van Suid-Afrika\nvervoer sou word. Toe appellant later die wapens\nontdek het, het sy broer erken dat hy dit daar versteek het omdat hy wapens wou\nhê om homself te verdedig. Die appellant het toe die wapens voorlopig in\n'n bergplek gelaat omdat hy nie geweet het waarheen\nhy dit kon neem nie. Sy\nbroer was blykbaar nog steeds in Botswana. Die appellant het daarna besluit om\ndie Makarov pistool elders\nte gaan versteek. Op weg na die nuwe bergplek is\nhy\n12\nin besit daarvan betrap. Met aanvaarding van bogemelde feite het hierdie hof\nas 'n strafversagtende faktor aanvaar dat die appellant\nsonder sy eie toedoen in\nbesit van die wapen en ammunisie gekom het; dat hy dit slegs vir sy broer in\nbewaring wou hou en dit dus\nnie vir sy eie doeleindes wou aanwend nie.\nJuis\ndie feit dat daar verontskuldigende verduidelikings in\nSnyders\nen\nMoleme\nwas vir die besit van die wapens en ammunisie, welke\nverduidelikings aanvaar is, onderskei daardie gevalle van dle huidige. Die\nverduidelikings\nvan die huidige appellant vir sy besit van die ammunisie is\ntereg nie deur die verhoorhof aanvaar nie. Daar kan dus beswaarlik ten\ngunste\nvan die appellant bevind word dat hy 'n bedoeling wat as strafversagting in ag\ngeneem kan word, ten aansien van die besit\nvan die ammunisie gekoester het.\nInteendeel, soos reeds hierbo gemeld, was dit 'n geregverdige afleiding dat hy\n'n sinistêre\nmotief gehad het.\nDie belangrikheid van 'n aanvaarbare\nverontskuldigende verduideliking is ook beklemtoon deur hierdie hof in\nS v\nGwala\n1993(2) SASV 653 (A) veral te 658 d - e.\n13\nEk is derhalwe van mening dat die verhoorhof tereg 'n afskrikkingselement in\ndie betrokke vonnis opgeneem het en dat die appellant\nhom nie op die afwesigheid\nvan 'n afkeurenswaardige motief as strafversagting kan beroep nie.\nDie\nappellant, wat deur 'n regsverteenwoordiger bygestaan is, het nie ter\nstrafversagting getuig nie. Uiters karige besonderhede aangaande\nsy persoonlike\nomstandighede is aan die hof voorgelê. Daar is op geen ander\nstrafversagtende faktore of omstandighede gewys\nnie. In die lig van daardie\nagtergrond kan dit nie gesê word dat die vonnis só onredelik is dat\ndit ingryping regverdig\nnie.\nDie appèl word derhalwe van die hand\ngewys.\nP J J OLIVIER APPèLREGTER\nE M GROSSKOPF AR )\n)STEM SAAM VIVIER AR )",
  "scraped_at": "2026-02-12T07:14:05.339114",
  "date": "1995-09-14",
  "coram": [
    "E M GROSSKOPF",
    "VIVIER",
    "OLIVIER"
  ],
  "case_number": "618/94",
  "parties": {
    "applicants": [
      "Simon Van Wyk"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "Simon Van Wyk, a 24‑year‑old male, was arrested at Germiston railway station on 22 May 1992 after police searched all passengers. An officer, Constable Ueckerman, discovered a rolled red bag in Van Wyk's rucksack containing a magazine loaded with thirty 7.62×39mm AK‑47 rounds intended for a machine gun. Van Wyk fled, was chased, and apprehended in a wire fence. He claimed he had found the magazine under a seat heater on the train, intended to hand it over to his brother, a police officer, for a reward offered for turning in found ammunition. The trial court rejected his explanation, found him guilty of illegal possession of ammunition under the Firearms Control Act, and sentenced him to two years' imprisonment. Van Wyk appealed, arguing that he possessed only ammunition, not a weapon, and that no intent to use it for a crime was shown.",
    "issues": "The appeal raised two principal issues: (1) whether possession of unloaded ammunition, without an associated firearm, constituted an offence under the Firearms Control Act; and (2) whether the trial‑court sentence of two years' imprisonment was appropriate in the absence of a sinister motive or prior convictions for similar offences.",
    "principles": "The court considered sections 32(1)(e), 39(2) and 40 of the Firearms Control Act 75 of 1969, which criminalise unlawful possession of ammunition. It noted parliamentary intent to treat illegal ammunition possession seriously, with a maximum penalty of up to 25 years, to serve as a deterrent. Precedent cases such as S v Matoma, S v G, S v Collett, S v Khulu, S v Maseko, S v Snyders, S v Moleme, and S v Gwala were referenced for principles on sentencing, the relevance of a sinister motive, and the weight given to mitigating explanations.",
    "application": "Applying these principles, the appellate court held that the mere possession of prohibited ammunition, even without a weapon, fulfilled the statutory offence. Van Wyk's explanation was not accepted as credible; the court found he had the opportunity to surrender the ammunition immediately and instead attempted to flee, indicating a lack of cooperation and a possible sinister motive. The court rejected arguments that the sentence was excessive, emphasizing the need for deterrence in the context of rising illegal firearm possession and the appellant's previous conviction for theft, albeit not for firearms.",
    "conclusion": "The appeal was dismissed. The conviction for illegal possession of ammunition was upheld and the original sentence of two years' imprisonment affirmed. No reduction or alteration of the sentence was ordered."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Firearms Offences",
    "level_3": [
      "illegal possession of ammunition",
      "sentencing",
      "deterrence",
      "appellate review"
    ]
  }
}