{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/155.html",
  "case_name": "S v Novis (715/94) [1995] ZASCA 155 (29 November 1995)",
  "citation": "[1995] ZASCA 155",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 155\n|\nNoteup\n|\nLawCite\nS v Novis (715/94) [1995] ZASCA 155 (29 November 1995)\nDownload original files\nPDF format\nRTF format\nCase No 715/94\n/mb\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE DIVISION)\nIn the matter of:\nJOHN HOWARD NOVIS\nAPPELLANT\nand\nTHE STATE\nRESPONDENT\nCORAM\n: E M GROSSKOPF, F H GROSSKOPF JJA et\nSCOTT AJA\nHEARD\n: 20 NOVEMBER 1995\nDELIVERED\n: 29 NOVEMBER 1995\nJUDGMENT\nSCOTT AJA/\n...\n2\nSCOTT AJA\n:\nThe appellant was convicted in the Regional Court on two\ncounts of theft and one count of fraud. The counts of theft related to two\ncheques which had been drawn by a cigarette distributing company in favour of\nits supplier, Trans Atlantic Tobacco Corporation (Pty)\nLtd of Industria,\nJohannesburg. One, which was for R265 208,77, was posted at Welkom; the other\nfor R239 253,95 was posted at Klerksdorp.\nBoth were intercepted and stolen\nbetween 13 and 20 November 1990. The count of fraud related to various\nmisrepresentations made in\nan attempt to realise the cheques at their face\nvalue. The three counts were taken together for the purpose of sentence and the\nappellant\nwas sentenced to five years imprisonment.\nAn appeal to the Witwatersrand Local Division was noted against both the\nconviction and sentence. On 18 April 1994 it was struck\n3\nfrom the roll for want of appearance on behalf of the appellant. An\napplication for condonation and the reinstatement of the appeal\nwas heard on 16\nSeptember 1994. After hearing full argument the Court a\nquo\n(per Schutz J\nwith whom Stegmann J concurred) dismissed the application on the ground that the\nappeal had no prospects of success.\nThe Court also found it unnecessary to\nconsider the admissibility of two affidavits which the appellant sought to have\nadmitted in\nevidence with regard to sentence as they did not add anything of\nsignificance to the evidence previously placed before the regional\nmagistrate.\nActing in terms of the powers conferred under\ns 304\n(4) of the\nCriminal\nProcedure Act 51 of 1977\nthe Court a\nquo\ndid, however, direct that the\nwarrant of committal was to be amended so as to provide that upon the\nappellant's admission to prison\nthe commanding officer was to arrange for the\nappellant to spend his first night in the prison hospital and to be seen by a\npsychiatrist\non the following day\n4\nin order for him to make such arrangements as may be necessary to deal with\nthe appellant's claustrophobia and related conditions.\nThe appeal to this Court is against both the refusal of the Court a\nquo\nto reinstate the appeal against the conviction and sentence and the\nrefusal of the application to receive the affidavits of Dr Stahmer\nand Dr\nVorster in relation to sentence. The appellant has also petitioned this Court in\nterms of s 22 of the Supreme Court Act 59\nof 1959 to have the affidavits of a Dr\nGrové which were used in support of an application for bail to be\nreceived in evidence.\nTurning to the conviction, much of the evidence adduced by the State was\neither common cause or not in dispute. Indeed, it was not\nin dispute that the\ncrimes of theft and fraud had been committed. What was in issue was whether the\nappellant was a party thereto.\nThe facts regarding the fraud are somewhat\ncomplicated. It is convenient, I think, to begin by\n5\nrelating the events as they appeared to the persons to whom the\nrepresentations were made.\nOn 20 November 1990 at about 10 am a Mrs Oosthuizen of the firm of\nstockbrokers, Frankel Kruger and Vinderine, received a telephone\ncall from a\nperson who said he was Mr Taper. (It transpired that this was a fictitious name\nand that the actual caller was a certain\nMr Awerbach; but for the moment I shall\nrefer to him as Taper.) He informed Mrs Oosthuizen that he had two cheques for\nan amount\ntotalling some R504 400 which he wished to deposit for investment in\nthe money market. As the market closed at 11.30 am she gave\nhim the bank account\nnumber of Frankel Kruger and Vinderine and instructed him to deposit the cheques\nand telefax the deposit slips\nto her. A teller at the Fox Street branch of\nNedbank, Mrs Cassim, testified that on the same day at about 11.40 am a person\nwhom\nshe described as a black man presented two cheques for\n6\ndeposit into the account of Frankel Kruger and Vinderine together with two\noriginal depost slips and two copies. The cheques were\nthose to which reference\nhas previously been made. They were handed in at the trial as Exhibits E and F\nrespectively. The deposit\nslips were handed in as Exhibits G, H, I and J. The\nsignature of the depositor appeared to be that of \"D Taper\" and the slips were\nendorsed \"Special Clearance\". Mrs Cassim testified that she handed the copies,\nExhibits H and J, to the black person who appeared\nto be a messenger and asked\nhim for a contact telephone number so that she could advise when the cheques had\nbeen cleared. He was,\nhowever, unable to provide a number and said that he had\nbeen sent by \"Michael\". Shortly thereafter a person who said he was Taper\ntelephoned the bank and suggested that as he was staying at the Carlton Hotel it\nwould be more convenient to advise Mrs Oosthuizen\nof Frankel, Kruger and\nVinderine when the cheques had been cleared. On the same\n7\nmorning the deposit slips, Exhibits H and J, were telefaxed to Mrs Oosthuizen\nunder cover of a facsimile message bearing the Carlton\nHotel emblem and stating\nthe sender to be \"David Ryan Taper\". (The original facsimile message which was\nlater found in the appellant's\nmotor car was handed in as Exhibit L.)\nLater on the same day, ie 20 November 1990, Mrs Oosthuizen received a second\ntelephone call from Taper who inquired whether the investment\nhad been made. She\nadvised him that the deposit had been too late for the investment to be made\nthat day. Taper told her that he\nproposed investing the money only for two days\nwhereafter he wished to use it to purchase Kruger rands.\nMrs Oosthuizen subequently received an anonymous telephone call to the effect\nthat the cheques had been stolen. She telephoned the\nSouth African Police who\nrequested her to \"play along\" with Taper. The\n8\nfollowing day, ie 21 November 1990, Taper telephoned to say that he wished to\nwithdraw the funds on 22 November. He requested Mrs\nOosthuizen to make out the\ncheque in favour of Investec Bank and he said that he would send a colleague to\ncollect it. She, in turn,\nindicated that whoever collected the cheque would have\nto produce a letter to the effect that he was authorised by Taper to receive\nit.\nIn the meantime certain employees of Trans Atlantic Tobacco Corporation (Pty)\nLtd had been apprised of what was happening and\nhad undertaken to assist in\nlaying a trap for Taper. The drawer of the cheques was also informed and payment\nof the cheques was stopped.\nMr Nowitz of Investec Bank with whom Taper had\narranged for the purchase of 450 Kruger rands, was likewise advised by the South\nAfrican\nPolice of what was afoot.\nOn 22 November 1990 members of the S A Police together with certain senior\nemployees of Trans Atlantic Tobacco Corporation (Pty)\n9\nLtd took up positions at the Carlton Hotel and at the offices of\nFrankel\nKruger and Vinderine. Later in the morning or in the early afternoon\na\nperson came into the hotel to pay the account of Taper. It is common\ncause that this was Mr Keith Bain who after paying the account climbed\ninto the appellant's motor car which the appellant was driving. The car\nwas\nfollowed but the pursuers lost it in the traffic. At about 1.30 pm it\npulled\nup outside the offices of Frankel Kruger and Vinderine and the two\noccupants climbed out. Shortly thereafter a messenger in the employ of\nanother stockbroker entered the offices of Frankel Kruger and Vinderine.\nHe presented an envelope (Exhibit A) addressed to Mrs Oosthuizen which\ncontained a letter (Exhibit C) bearing a Carlton Hotel emblem and which\nread:\n\"Please hand bearer cheque in the amount of R456 300 in favour of Investec\nBank, for and on behalf of Mr David Taper as arranged telephonically.\"\n10\nThe letter purported to be signed by David Taper. The messenger was handed an\nenvelope (Exhibit D) which contained merely a complimentary\nslip and not a\ncheque. He was followed downstairs where he handed the envelope to the\nappellant. The latter was immediately arrested\nby Lt du Toit of the South\nAfrican Police.\nFor some reason which was not explained the appellant was unable to produce\nthe key of his car which was locked. He was taken home\nto fetch a spare key. The\nvehicle was then unlocked and searched by Lt du Toit in the presence of the\nappellant. Lt du Toit testified\nthat he found Exhibits H and J (the deposit\nslips previously referred to) in a tog bag in the boot of the car. In the car\nitself\nhe found a diary which contained both an envelope addressed to Mr Nowitz\nof Investec Bank (Exhibit K) and the original facsimile\nmessage (Exhibit L)\nunder cover of which Taper had sent the deposit slips to Frankel Kruger and\nVinderine on\n11\n20 November 1990. He said that he asked the appellant for an explanation. The\nappellant replied that the tog bag belonged to Keith\nBain but declined to give\nany further explanation until he had consulted his attorney. Lt du Toit was\nemphatic that the diary in\nwhich Exhibits K and L were found was that of the\nappellant. He said that the appellant pressed for the return of the diary and\neventually\nit was returned to him. After the close of the defence case Lt du\nToit was recalled to clear up certain aspects relating to the search\nof the\nappellant's motor car on 22 November 1992. He testified that he had a\nrecollection of there being another diary which belonged\nto\nBain and which had been returned to him as it contained nothing of any\nrelevance to the case.\nThe State called two further witnesses who initially had\nbeen\ncharged together with the appellant. Both were warned in terms of s 204\nof the\nCriminal Procedure Act. The\nfirst was Keith Bain. His evidence\n12\nwas not disputed by the appellant. He said that on the day in question and\nwhile he was at a gymnasium in Yeoville he was telephoned\nby the appellant who\narranged to collect him so that the two of them could place bets at the horse\nraces. He explained that this\nwas something they frequently did together. As\narranged the appellant arrived in his car. He told Bain that before placing\ntheir\nbets there were a few things that he had to attend to. Bain had no\nobjection. First, they drove to the Carlton Hotel where the appellant\nasked Bain\nto run in and pay the account of a Mr Taper while the appellant double-parked.\nNext, they drove to Hillbrow where according\nto the appellant he had to pick up\na letter at a place which Bain described as some agency or other. This time the\nappellant went\nin while Bain waited. After returning the appellant explained\nthat the final thing he had to do was go to the stock exchange. Bain\ntestified\nthat when they arrived there the appellant asked him to take up an envelope to\nFrankel\n13\nKruger and Vinderine (Exhibit A). He said that the appellant explained that\nbecause he was engaged in litigation involving stockbrokers\nhe was reluctant to\ngo into the building where he would be seen. Bain, too, was reluctant to deliver\nthe letter as he was clad only\nin a vest and track-suit trousers. He testified\nthat eventually he took the letter and gave it to a man dressed in a suit\nstanding\noutside the building (a messenger in the employ of another stockbroker)\nwho undertook for a reward of R20 to deliver it to the stockbrokers\nin question.\nHe, Bain, then went to place a bet by telephone using, he said, his \"tele-bet\naccount\". When he returned about 10 minutes\nlater there was no sign of the\nappellant. He waited for some while but eventually gave up and made his own way\nhome. He subsequently\nlearned that the appellant had been arrested. Mr Bain also\nconfirmed that his diary had been in his tog bag which he had put in the\nboot of\nthe car. He was unable to recall whether there was any other tog\n14\nbag in the car.\nThe other witness who was warned in terms of\ns 204\nof the\nCriminal Procedure\nAct was\nMr Michael Awerbach. He testified that he had worked at the stock\nexchange and he and the appellant were known to each other. He\nsaid that he was\napproached in November 1990 by the appellant who sought Awerbach's assistance in\nputting two cheques through the\nmoney market \"system\". The appellant would not\ntell him where he had obtained the cheques and offered him R100 000 for his\nhelp.\nThe plan was that the cheques would be deposited in the account of a\nstockbroking firm and once they had been cleared the stockbroker\nwould be\nrequested to make out a cheque payable to a coin dealer so that in this way the\nface value of the cheques could be realised\nin gold coins. Mr Awerbach\nacknowledged that he was aware that the plan would involve a fraud. He said it\nwas he who invented the\nname Taper and in the presence of the\n15\nappellant telephoned Mrs Oosthuizen. Thereafter, while the appellant booked\nthe fictitious Mr Taper into the Carlton Hotel, he, Awerbach,\nobtained the\nservices of a friend's employee to deposit the cheques at the Fox Street branch\nof Nedbank. He said that he subsequently\nhanded the copies of the deposit slips\n(which he had completed) to the appellant as well as the facsimile message\n(Exhibit L) under\ncover of which the deposit slips had been telefaxed to Frankel\nKruger and Vinderine as described by Mrs Oosthuizen. He acknowledged\nalso that\nit was he who had telephoned Investec Bank to order 450 Kruger rand coins and\nhad later telephoned Mrs Oosthuizen to instruct\nher to withdraw the investment\nand have the cheque made out in favour of Investec Bank. He testified, however,\nthat after making\nthe necessary arrangements with Mrs Oosthuizen he had left it\nto the appellant to actually collect the cheque and pay Investec. Some\ndays\nlater he went to collect his R100 000 share from the appellant only to\n16\ndiscover that he had been arrested and was on bail.\nIn answer to the case against him the appellant in his evidence did not\ndispute the evidence of Bain or that he was arrested while\nin possession of\nExhibit D outside the offices of Frankel Kruger and Vinderine. He maintained,\nhowever, that he was no more than\nan innocent pawn in a fraudulent scheme\nperpetrated by Awerbach who had sought to use him in order to avoid exposing\nhimself to the\nrisk of being recognised. The appellant testified that shortly\nbefore his arrest Awerbach came to his flat while he was entertaining\na Mr\nSergio Herscovitch. Awerbach joined them for a short while and then called the\nappellant aside and asked him to do him a favour\nthe following day as he would\nbe out of town. What he wanted the appellant to do was: (i) pay the account of a\nMr Taper at the Carlton\nHotel, for which Awerbach would give him money; (ii) go\nto Hillbrow and collect a letter which would be ready and waiting at a\n17\nsecretarial services agency, and (iii) collect a letter from certain\nstockbrokers at the stock exchange. Although the appellant did\nnot say so\nexpressly it was implicit in his evidence that he was required to deliver the\nletter he was to collect at the secretarial\nservices agency to the stockbrokers\nand to deliver to Awerbach the letter he was to collect at the stockbrokers. The\nappellant testified\nthat the moment mention was made of the stock exchange he\nimmediately protested that he could not go there because of the litigation\nin\nwhich he was then engaged. He said he invited the appellant to ask Herscovitch\nto confirm this. Awerbach, however, offered him\nR5 000 for his assistance and he\neventually agreed to assist.\nHerscovitch was called in support of the appellant's version. He confirmed\nthe visit of Awerbach to the appellant's flat and that\nthe appellant had asked\nhim to tell Awerbach why he, the appellant, could not go to the stock exchange.\nHe said that he had also\noverheard Awerbach\n18\noffering the appellant R5 000. He testified further that subsequently, ie\nearly in 1992, Awerbach had telephoned him from overseas\nand requested him to\ncollect a cheque made out to Investec Bank at the stock exchange in return for\n50 gold coins worth approximately\nR50 000. This incident, I should add, was\nnever put to Awerbach in cross-examination.\nThe regional magistrate found both the appellant and Herscovitch to be\nunimpressive witnesses and referred to certain improbabilities\nin their account\nof what they said had taken place at the appellant's flat. By contrast, he\nthought that Awerbach had given his evidence\nwell, although the latter on his\nown admission was very much involved in the fraudulent scheme and his evidence\naccordingly had to\nbe approached with caution. The magistrate referred in\naddition to various other shortcomings in the appellant's version but the\nprincipal justification for its rejection was the incriminating documents found\nin his motor car\n19\nimmediately after his arrest.\nThe only basis upon which these documents could be explained, other than that\nthe appellant was a party to the fraudulent scheme,\nwas that they had been left\nthere by Bain. In other words, what had to be contended on behalf of the\nappellant was that purely by\ncoincidence the very person whom the appellant had\nfortuitously arranged to collect at the gymnasium and who would have had no idea\nwhere the appellant was going to take him before going to the races, was the\nperson who had been working hand in glove with Awerbach\non the previous two days\nand who at the time also fortuitously happened to have with him in his tog bag\nand in his diary the incriminating\ndocuments found by Lt du Toit. Not only would\nsuch a coincidence have been truly remarkable but, as I shall show, the\npossibility\nof it having occurred was inconsistent with other cogent evidence\nplaced before the court. It was also at no stage put to Bain\n20\nin cross-examination that he was in any way involved in the fraudulent scheme\nor that the documents found in the car were his; but\nthe contention that the\nappellant knew nothing of the documents necessarily implied that Bain was\ninvolved.\nIt is true that the deposit slips were found in a tog bag which at the time\nof the search the appellant said belonged to Bain. The\nappellant testified,\nhowever, that on the morning in question he had trained at his own gymnasium\nbefore going to collect Bain at\nthe latter's gymnasium as arranged. It would\nseem likely therefore that there would have been two tog bags in the car. But\nthe real\ndifficulty with the appellant's version lay with the documents found in\nthe diary.\nLieutenant du Toit testified that at the time of the search the appellant had\noffered no explanation regarding the diary. He testified\nthat the appellant had\nrepeatedly requested its return and that it had in fact been\n21\nreturned to the appellant. In cross-examination it was put to Lt du Toit that\nthe appellant was not sure whose diary it was. The appellant\nlater testified,\nhowever, that he had subsequently sat down and thought about the matter and\nhaving done so was able to deny emphatically\nthat the diary in which the\ndocuments were found was his. He denied also that the diary had been returned to\nhim and said that at\nthe time of the search he had told Lt du Toit that the\ndiary was not his.\nThis evidence of the appellant was wholly unconvincing. If the incriminating\ndocuments had been found not in the appellant's diary\nbut in Bain's diary as the\nappellant subsequently contended and if at the time of the search he had\nspecifically told Du Toit that\nthe diary was Bain's, it is inconceivable that he\nshould subsequently have been unsure whose diary it was and be unable to\ninstruct\nhis counsel accordingly.\nOne of the documents found in the diary was Exhibit K which\n22\nwas an envelope addressed to Mr Nowitz of Investec Bank. This is of\nparticular significance as quite clearly it would have been intended\nfor the\ncheque which the appellant was to have collected from Frankel Kruger and\nVinderine. On the appellant's version it is difficult\nto see what it would have\nbeen doing in the possession of Bain as the appellant would have handed the\nenvelope received from the\nstockbrokers to Awerbach. According to Awerbach,\nhowever, he had left the collection of the cheque and the payment of Investec to\nthe appellant. On this version it makes sense that the appellant should be in\npossession of Exhibit K.\nA further inconsistency in the appellant's version is the absence of any\nexplanation as to how Exhibit C came to be signed. This was\nthe letter which the\nappellant had collected at the secretarial services agency and which was\ndelivered to Frankel Kruger and Vinderine.\nThe probabilities are overwhelming,\ngiven the facts which are common cause,\n23\nthat the agency had been employed to type the letter. Awerbach could not have\nsigned it; yet it was signed \"D Taper\". The inference\nis inescapable\nthat it was the appellant who did so.\nIn this Court counsel for the appellant was unable to provide any answer to\nthe difficulties associated with the appellant's version\nreferred to above.\nInstead he pointed to certain minor imperfections in the evidence of Awerbach\nand largely repeated the arguments\nadvanced in the Court a\nquo\n. Nothing\nthat was said by counsel persuades me that the regional magistrate was incorrect\nin rejecting the evidence of the appellant.\nCounsel for the appellant also argued that the conviction should be set aside\non the grounds of an irregularity. This contention was\nfounded on the\ndisappearance of Exhibit A during the course of the trial. It appears that this\nexhibit, which was the envelope containing\nthe letter which the appellant had\ncollected at Hillbrow, was removed by the prosecutor\n24\napparently for further investigation. What further investigation was\ncontemplated is unknown. The loss of an exhibit, depending upon\nits importance,\ncan no doubt have far reaching consequences including the setting aside of the\nconviction (cf\nS v Marais\n1966 (2) SA 514\n(T) at 516 G - 517 B;\nS v\nMsane\n1977 (4) SA 758\n(N) at 758 H - 759 C;\nS v H\n1981 (2) SA 586\n(SWA) at 593 H - 594 H.) The question that arises in each case, however, is\nwhether the consequence of the loss of the exhibit is\nsuch as to prejudice the\naccused so as to amount to a failure of justice (see\ns 309\n(3) of the\nCriminal\nProcedure Act).\n>It was argued both in this Court and in the Court a quo that there may have\nbeen handwriting on the envelope which if proved to be\nthat of Awerbach would\nhave demonstrated that Awerbach's version that he had no part in the collection\nof the cheque from the stockbrokers\nwas untrue. I must say that I have some\ndifficulty in appreciating how on the\n25\nbasis of the appellant's own version Awerbach's handwriting could have been\non the envelope. It is true that it was a \"Carlton Hotel\"\nenvelope. But it was\nnever the appellant's case that it had been given to him by Awerbach. It was\nimplicit in his evidence that he\ncollected it from the agency in Hillbrow. Had\nAwerbach delivered it to the agency on some previous occasion it would hardly\nhave\nbeen necessary to call back to collect it at some later stage as the letter\n(Exhibit C) and the address on the envelope would have\ntaken no longer than a\nminute or two to type. But the real difficulty with the argument, I think, is\nthat not only was the appellant's\ncounsel given a copy of the envelope but it\nappears from the record that all the original exhibits were given to counsel to\nenable\nhim during the course of an adjournment to take instructions from the\nappellant. Had there been any handwriting on Exhibit A the\nappellant, his\ncounsel and attorney would have had every opportunity to observe it. The\nargument must accordingly\n26\nfail.\nAs far as the conviction is concerned, therefore, I can see no basis\nfor interfering with the conclusion of the Court a\nquo\nthat the appeal\nhas no prospects of success.\nI turn now to the question of sentence.\nWhen\nsentence was imposed the appellant was a 34 year old bachelor who was employed\nas a financial manager by Reichlin Investments\n(Pty) Ltd at a basic monthly wage\nof R7 000. He had obtained employment with the company in January 1992 and Mr\nReichlin who appeared\nto be an old family friend was one of the witnesses called\nin mitigation of sentence. The appellant was not a first offender. In\n1982 he\nwas convicted of theft of cash in an amount of R24 532 and sentenced to a fine\nof R5 000 plus 2 years imprisonment conditionally\nsuspended for 5 years.\nSignificantly, one of the conditions of suspension was that he\n27\nundergo psychiatric treatment. In 1988 he was fined R2000 for contravening a\nstatutory provision relating to the sale of shares on\nthe stock exchange. The\nlatter conviction is not relevant.\nThe other witnesses called in mitigation were the appellant himself and a\npsychiatrist, Dr Stahmer, whom the appellant had consulted\nfor the fist time\nabout a week before. The appellant testified as to his claustrophobia and\nvarious other less serious phobias. He\nexplained that because of his\nclaustrophobia be usually slept with the door open and light on. He cannot\ntravel in the back of a\ncar and leaves the door open when he goes to the\nlavatory. As far as possible he avoids lifts and when travelling by air takes\ntranquilizers.\nHis evidence in this regard was confirmed by Mr Reichlin and in\nparticular by Dr Stahmer who gave detailed evidence regarding his\nconsultation\nwith the appellant and the conclusion to which he came as to the latter's\ncondition. He described the\n28\nappellant as suffering from manic-depressive episodes which have their origin\nin an atypical bipolar emotional disturbance. He confirmed\nthat the appellant\nalso suffers from claustrophobia as well as various other phobias such as an\nunreasonable fear of needles, snakes\nand spiders. He testified that the\nfacilities available in prison were inadequate and should the appellant be sent\nto prison he would\nnot receive the benefit of the prolonged treatment and\nmedication that he required. He expressed the view that in the event of the\nappellant being locked up in a cell for one or two days he may well commit\nsuicide or become psychotic.\nIn response, Col Lorinda Berg, a clinical psychologist in the department of\nCorrectional Services, gave evidence as to the facilities\navailable in prison\nfor a person such as the appellant. She readily conceded that although\navailable, there was a shortage of psychiatrists;\nbut pointed out that while\npsychiatrists were responsible for the pharmacotherapy, the\n29\nactual psychotherapy was administered by psychologists and that at a prison\nsuch as the Johannesburg prison there were two resident\nclinical psychologists\nwho were able to administer such therapy. It was on the basis of her suggestion\nthat the Court a\nquo\nmade the order to which I referred earlier in this\njudgment.\nIn his judgment on sentence the regional magistrate correctly pointed out\nthat the offences had been carefully planned, involved a\nlarge sum of money and\nfell into the category of so-called \"white collar crimes\" for which there was a\nneed, he felt, for sentences\nto serve as a deterrent. He considered the personal\ncircumstances of the appellant and in particular his claustrophobia and other\npersonality disorders but nonetheless felt that he could not accede to counsel's\nrequest that a heavy fine be imposed and came to\nthe conclusion that\nimprisonment was the only appropriate sentencing option in all the\ncircumstances.\n30\nIn this Court counsel for the appellant was unable to refer to any\nmisdirection on the part of the magistrate. He submitted, however,\nthat having\nregard to the appellant's claustrophobia and the effect that imprisonment would\nhave on him a sentence of a heavy fine\nwould have been more appropriate. The\nfact that the person to be sentenced suffers from claustrophobia and the\npossible consequences\nwhich imprisonment may have for him are undoubtedly\nimportant factors to be taken into consideration (cf\nS v S\n1977\n(3) SA\n830 (A)). But non\nconstat\nthat a person with claustrophobia is rendered\nimmune from imprisonment regardless of his crime and other relevant\ncircumstances.\nAs pointed out by the magistrate, the fraudulent scheme to which\nthe appellant was a party was a carefully planned operation involving\nover half\na million rands. But for the intervention of the police and the co-operation of\nthe potential victims the appellant would\nhave got away with his crimes. On a\nprevious\n31\noccasion he received the benefit of a fine and suspended imprisonment. As I\nhave indicated, one of the conditions of suspension was\nthat the appellant\nundergo psychiatric treatment. But this did not deter him from trying his hand\nat serious crime again. I accept\nthat the facilities in prison for treating a\nperson such as the appellant are not of the best and that imprisonment by its\nvery nature\nwill create special problems for him. Nonetheless, the condition of\nthe appellant will be brought to the attention of the prison\nauthorities who no\ndoubt will do their best to accommodate those problems. I can see no\njustification for interfering with the sentence\nof 5 years imprisonment imposed\nby the magistrate.\nCounsel submitted further that the Court a\nquo\nerred in not admitting\nthe affidavits of Dr Stahmer and Dr Vorster. There is no merit in this\nsubmission. While the Court has a wide\ndiscretion in terms of s 22 of the\nSupreme Court Act of 1959 to admit further evidence it will in the\n32\ninterests of finality do so only in special circumstances. In\nS v De Jager\n1965 (2) SA 612\n(A) at 613 C - D Holmes JA formulated the test as\nfollows:\n\"(a) There should be some reasonably sufficient explanation, based on\nallegations which may be true, why the evidence which it is\nsought to lead was\nnot led at the trial.\n(b)\nThere should be a\nprima\nfacie\nlikelihood of the truth of the evidence.\n(c)\nThe evidence should be materially relevant to the outcome of the\ntrial.\"\nThe affidavit of Dr Stahmer\ncontains little if anything which\nis relevant that was not dealt with in his oral evidence. Nor has any\nreason\nbeen advanced why if there is something additional it was not dealt with\nat\nthe trial. As to the affidavit of Dr Vorster, counsel for the appellant\ninformed the trial court that he had decided not to call her as a witness.\nIn\nthese circumstances her evidence cannot be admitted after sentence\nwithout\n33\na satisfactory explanation, which has not been forthcoming. The contents of\nher affidavit were in any event put to Col Berg in cross-examination\nand\ngenerally accepted by her. Neither affidavits, therefore, pass the tests\nformulated in (a) and (c) above.\nFinally there is the further application before this Court to have two\naffidavits deposed to by Dr Grove\" admitted in evidence on\nthe question of\nsentence. To the extent that Dr Grové deals with subsequent developments\nin the condition of the appellant,\nsuch evidence is inadmissible in accordance\nwith the principle that save perhaps in the most exceptional cases evidence of\nfacts\nnot in existence when judgment was given will not be considered on appeal.\n(See\nR v Verster\n1952 (2) SA 231\n(A);\nGoodrich v Botha and Others\n1954 (2) SA 540\n(A).) The present case is clearly not one which is exceptional.\nTo the extent that Dr Grové deals with matters other than\nsubsequent\ndevelopments, the evidence sought\n34\nto be admitted does not pass the tests formulated in (a) and (c) in the\nDe\nJager\ncase\nsupra\n. The application must accordingly fail. In the\nresult the appeal is dismissed.\nD G SCOTT\nE M GROSSKOPF JA\n- Concur F H GROSSKOPF JA",
  "scraped_at": "2026-02-12T08:54:27.459571",
  "date": "1995-11-29",
  "coram": [
    "E M GROSSKOPF",
    "F H GROSSKOPF JJA",
    "SCOTT AJA"
  ],
  "case_number": "715/94",
  "parties": {
    "applicants": [
      "John Howard Novis"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, John Howard Novis, was convicted in the Regional Court of two counts of theft and one count of fraud involving two stolen cheques valued at approximately R504,400. The cheques, drawn by a cigarette‑distributing company for its supplier, were intercepted between 13 and 20 November 1990, misrepresented as an investment, and a scheme was set up to realise their face value. Police set a trap, leading to Novis's arrest after documents – deposit slips, a facsimile message and a diary – were found in the boot of his car. Witnesses included Keith Bain, who helped transport the cheque, and Michael Awerbach, who orchestrated the fraud and admitted his involvement. Novis claimed he was an innocent pawn, unaware of the fraudulent scheme, and pleaded claustrophobia and other mental health conditions. Earlier convictions for theft (1982) and a fine for a securities offence (1988) were noted.",
    "issues": "1. Whether Novis was a participant in the fraudulent scheme and therefore liable for the convictions. 2. Whether the Court a quo's refusal to reinstate the appeal against conviction and sentence should be set aside. 3. Whether the affidavits of Dr Stahmer, Dr Vorster and Dr Grové should be admitted on the sentence question. 4. Whether a five‑year imprisonment sentence was appropriate in view of Novis's claustrophobia and psychiatric condition.",
    "principles": "The Court applied the test from S v De Jager for the admission of post‑sentence affidavits: (a) a reasonable explanation for why the evidence was not presented at trial; (b) a prima facie likelihood of truth; (c) material relevance to the outcome. It also considered s304(4) of the Criminal Procedure Act for amending the committal warrant, and s22 of the Supreme Court Act for discretionary admission of evidence. Sentencing principles for white‑collar crime – deterrence, proportionality, and the consideration of personal circumstances, including mental health – were applied. The loss of Exhibit A was evaluated under s309(3) of the Criminal Procedure Act to determine whether it caused a failure of justice.",
    "application": "The Court found the evidence against Novis overwhelming: the documents discovered in his car, the testimony of Bain and Awerbach, and the lack of a credible alternative explanation. The appellant's version was deemed implausible and unsupported. The appeal was dismissed as having no prospects. The affidavits of Dr Stahmer and Dr Vorster failed the De Jager test because they added no new material and no satisfactory explanation for their lateness was provided. Dr Grové’s affidavits dealt with post‑judgment developments and were therefore inadmissible. Regarding sentencing, despite Novis’s claustrophobia and psychiatric history, the Court held that imprisonment remained appropriate, noting that prison authorities would be informed of his condition and could make suitable accommodations.",
    "conclusion": "The appeal was dismissed in its entirety. The conviction on two counts of theft and one count of fraud was upheld, and the sentence of five years’ imprisonment imposed by the Regional Magistrate was affirmed. The Court ordered that, upon admission to prison, the appellant be taken to the prison hospital for a psychiatric assessment the first night, as directed under s304(4) of the Criminal Procedure Act."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Theft and Fraud",
    "level_3": [
      "white-collar crime",
      "sentencing",
      "mental health",
      "appeal procedure",
      "evidence admissibility"
    ]
  }
}