{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/51.html",
  "case_name": "S v Van Zyl (387/94) [1995] ZASCA 51 (18 May 1995)",
  "citation": "[1995] ZASCA 51",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 51\n|\nNoteup\n|\nLawCite\nS v Van Zyl (387/94) [1995] ZASCA 51 (18 May 1995)\nDownload original files\nPDF format\nRTF format\nSAAKNOMMER: 387/94\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak tussen:\nT K VAN ZYL\tAPPELLANT\nen\nDIE STAAT\tRESPONDENT\nCORAM\n: HEFER, STEYN ef MARAIS, ARR\nVERHOOR\n: 11 MEI 1995\nGELEWER\n: 18 MEI 1995\nU I T S P R A A K\nMARAIS AR/\n2\nAppellant is in die streekhof van Vereeniging aan twee aanklagte van bedrog\nskuldig bevind en op elke aanklag gevonnis tot 10 jaar\ngevangenisstraf waarvan\ndie helfte op sekere voorwaardes opgeskort is. Behalwe vir 'n wysiging van die\nvoorwaardes van opskorting\ndeur die Transvaalse Provinsiale Afdeling aangebring,\nhet 'n appèl na daardie hof teen die vonnisse nie geslaag nie. Die\nProvinsiale\nAfdeling het 'n aansoek van verlof om verder na hierdie hof te\nappelleer, geweier. Appellant het toe 'n petisie aan die Hoofregter\ngerig en\nverlof om teen die vonnisse te appelleer is toegestaan.\nKortliks gestel, het die misdade die volgende behels. Appellant het met\nandere saamgespan om valslik aan Volkskas Bank te Vereeniging\nvoor te gee dat\ntwee kontant tjeks vir R315600 en R386000 onderskeidelik, egte tjeks was wat\ndeur die munisipaliteit van\n3\nEverton uitgereik was, en dat hy, Appellant, behoorlik gemagtig was om hulle\nte wissel en die betrokke bedrae geld in ontvangs te\nneem. Daardeur is die bank\noorreed om dié bedrae geld aan hom oor te betaal. Een van die\nsamesweerders, ene Bekker, was in\ndiens van die bank en hy het van sy intieme\nkennis van die bank se werkswyse gebruik gemaak om te verseker dat die geld aan\nappellant\nuitbetaal sou word sonder dat enige voorafgaande navrae deur die\nbetrokke bank tellers aan die Everton munisipaliteit gerig sou word.\nDie bank\nhet die geld nie terug gekry nie en het dus 'n verlies van R702500 gely. Een van\ndie tjeks is op 15 Maart, en die ander\nop 16 Maart 1990, deur appellant\ngewissel. Volgens appeïlant het hy slegs R5000 vir sy moeite ontvang.\nAppellant se advokaat het aangevoer dat die streeklanddros sy\nvonnisopleggende diskresie nie behoorlik uitgeoefen\n4\nhet nie in die sin dat hy die verswarende faktore wat aanwesig was tot so 'n\nmate ten koste van appellant se persoonlike omstandighede\nen ander versagtende\nomstandighede oorbeklemtoon het, en dat hierdie hof derhalwe geregtig is om met\ndie opgelegde vonnisse in te\nmeng. Daar is verder betoog dat die streeklanddros\nverkeerdelik bevind het dat appellant nie deur Bekker beïnvloed was nie,\nen\ndat die streeklanddros ook misgetas het deur te sê dat die feit dat\nappellant net R5000 uit die misdaad gekry het \"nie so\n'n belangrike rol kan\nspeel nie\". Daar is ook aangevoer dat al het die streeklanddros nie in enige van\ndaardie opsigte misgetas nie,\ndie opgelegde vonnisse so \"ontstellend onvanpas\"\nis, veral as hulle kumulatiewe uitwerking in ag geneem word, dat hierdie hof\nbehoort\nin te gryp en die vonnisse te verminder.\nOns is na die welbekende en geykte beginsels van\n5\nvonnisoplegging verwys en dit is skaars nodig om hulle weereens\nte\nherhaal. Na my mening kan dit nie gesê word dat die\nstreeklanddros\nin enige opsig misgetas het nie. Selfs as dit so is dat\nappellant\nuiteindelik slegs R5000 ontvang het, is dit duidelik dat hy glad\nnie\ndaarmee tevrede was nie, en dat hy gereken het dat hy op 'n helfte\nvan\nR702500 geregtig was. Trouens, hy het self beweer dat hy\nbaie\nongelukkig was toe Bekker voorgestel het dat die geld na die bank\nteruggeneem word, en dat hy uiteindelik toegestem het slegs omdat hy\nbegin\nvrees het dat hulle gearresteer sou word. Daar was geen sprake\nvan berou nie.\nVan baie meer belang as die feit dat hy uiteindelik\ndalk slegs R5000 ontvang het, is dat hy bereid was om 'n belangrike rol te\nspeel in die pleging van misdade wat hy besef het daartoe\nsou lei dat die bank\n'n verlies van oor die R700000 sou moes dra. Die streeldanddros was dus\nheeltemal reg toe hy gesê het\ndat die feit dat\n6\nappellant slegs R5000 ontvang het \"nie so 'n belangrike rol kan speel nie\".\nDit beteken ook dat hy dit nie heeltemal buite rekening\ngelaat het nie.\nDie\nbeweerde beïnvloeding van appellant deur Bekker is ook nie 'n faktor wat\nveel gewig behoort te dra nie. Appellant is ouer\nas Bekker en het ook 'n vorige\nveroordeling vir diefstal. Daar was geen verhouding tussen hulle wat appellant\ndalk kwesbaar aan of\nvatbaar vir onbehoorlike beïnvloeding deur Bekker sou\ngemaak het nie, en dit is hoogs onwaarskynlik dat appellant teensinnig\nwas en\ndat hy slegs as gevolg van Bekker se beïnvloeding geswig het. Dit mag wees\ndat Bekker hom aanvanklik aan die versoeking\nblootgestel het maar dit is iets\nanders as beïnvloeding en regverdig nie veel simpatie nie.\nMyns insiens,\nkan die streeklanddros se evaluasie van die tersaaklike faktore ook nie\ngekritiseer word nie. Die misdade was koel\n7\nbeplande misdade wat nie impulsief gepleeg is nie. Hulle was grootskaalse\nmisdade wat 'n baie groot verlies veroorsaak het. Appellant\nhet geweet dat een\nvan sy samesweerders 'n vertrouensposisie sou moes uitbuit om die plan suksesvol\ndeur te voer. In die afwesigheid\nvan enige ander verduideliking deur appellant\ngeopper, moet aanvaar word dat daar geen besondere rede, behalwe hebsug, was,\nwat appellant\nbeweeg het om die misdade te pleeg nie. Sy rol was sentraal tot\ndie suksesvolle uitvoering van die bedrog en nie 'n minderwaardige\nrol nie.\nOneerliksheidsmisdade soos hierdie kan nie vergelyk word met, bv. misdade soos\nimpulsiewe diefstal in 'n selfbedieningswinkel\nnie. Die onderhawige misdade is\nvoorbeelde van die sogenaamde \"wit boordjie\" misdade waama in\nSTAAT teen\nBLANK\n1995(1) SASV 62(A) te bl. 79d-e verwys is. Die toename in voorkoms van\nhierdie besondere tipe misdaad in die gemeenskap is\n8\nkommerwekkend. Die vrugte van sulke misdade is dikwels aansienlik en indien\nvonnisse daarvoor te lig is, sal sulke vonnisse as 'n\naanvaarbare risiko deur\nvoomemende misdadigers gesien word. Misdade soos hierdie verg, na my mening,\nvonnisse wat dit vir appellant\nen ander eendersdenkendes duidelik sal laat blyk\ndat 'n duur prys daarvoor betaal sal moet word. Dit is natuurlik so dat 'n\nbeskuldige\nse persoonlike omstandighede nooit buite rekening gelaat moet word\nnie; maar die streeklanddros het hulle nie buite rekening gelaat\nnie, en sy\nevaluasie van hulle was ook nie verkeerd nie. Appellant was nie jonk en onervare\nnie. Hy was 26 jaar oud en het sy eie\nbesigheid bedryf. Hy was ongetroud met een\nkind waarvoor hy R250 per maand onderhoud betaal het. Hy was nie 'n eerste\noortreder nie.\nHy is in 1982 aan diefstal van 'n motorfiets skuldig bevind. Hy\nwas destyds 'n jeugdige maar die feit bly staan dat, alles inaggenome,\n9\nsy persoonlike omstandighede nie indrukwekkend is nie. Na my mening, het\nhulle nie appellant enige aanspraak op toegeeflike behandeling\ngegee\nnie.\nLaastens is daar die betoog dat die vonnisse ontstellend onvanpas is. Ek\nkan nie daarmee saamstem nie. Ons is gevra om hierdie vonnisse\nmet vonnisse\nopgelê in sake soos\nSTAAT teen KASSELMAN en 'n ANDER\n1995(1) SASV\n429(T),\nSTAAT teen FLANAGAN\n1995(1) SASV 13(A) en\nSTAAT teen\nBLANK\n,\nsupra\nte vergelyk, en om te konkludeer dat in die lig daarvan\nhierdie vonnisse veels te swaar is. Wat die onopgeskorte gedeeltes van die\ngevangenisstraf aanbetref, is ek nie oortuig dat die vergelyking dit aantoon\nnie. Elke saak moet op sy eie meriete besleg word en\nek glo nie dat dit met reg\ngesê kan word dat 'n effektiewe tydperk van gevangenisstraf van 10 jaar\nvir hierdie twee misdade\nbuitensporig is\n10\nas daar in ag geneem word hoe ernstig hulle was, die groot verlies deur die\nbank gely en dat appellant voorheen skuldig bevind is\naan diefstal. Waar, soos\nin hierdie geval, die streeklanddros nie in enige wesenlike opsig misgetas het\nnie, is die feit dat ek persoonlik\n'n ietwat korter tydperk van direkte\ngevangenisstraf sou opgelê het, nie die maatstaf nie. Dit is slegs waar\ndie verskil werklik\ntreffend en steurend is dat inmenging geregverdig sou wees.\nMyns insiens is dit nie die geval nie.\nWaar appellant, na my mening, wel\ngelyk gegee moet word, is in verband met die opgeskorte gedeeltes van die\nvonnisse. Die verhouding\ntussen die direkte gevangenisstraf wat opgelê is\nen die opgeskorte gedeeltes van die vonnisse tref my as ongebaïanseerd\nen\nbring mee dat, bo en behalwe die stewige termyn van direkte gevangenisstraf wat\nhy sal moet uitdien, appellant aan 'n buitengewone\n11\nlang tydperk gevangenisstraf blootgestel word indien hy die voorwaardes van\nopskorting sou verbreek.\n'n Vonnis van so lank as 10 jaar wat opgeskort word,\nis iets wat selde in Suid-Afrika teëgekom word. In beginsel is dit\nonwenslik\nom sulke lang termyne opgeskorte gevangenisstraf te koppel aan 'n lang\ntermyn onopgeskorte gevangenisstraf. Selfs na die wysiging\nvan die voorwaardes\nvan opskorting deur die Provinsiale Afdeling aangebring, loop appellant die\nrisiko dat hy 10 jaar in 'n gevangenis\nsal moet deurbring as hy skuldig bevind\nword aan bedrog of diefstal, al is hy slegs tot opgeskorte gevangenisstraf\ndaarvoor gevonnis.\nEk vind dit steurend onvanpas. Die appèl teen die\nvonnisse slaag dus in die beperkte opsig dat die onopgeskorte gevangenistermyne\nopgelê onveranderd bly, maar dat die opgeskorte gedeeltes van die vonnisse\ntot twee jaar gevangenisstraf verminder\n12\nword, en die opskortingsvoorwaardes word gewysig om dit duidelik te\nmaak\ndat slegs die oplegging van\nonopgeskorte\ngevangenisstraf sonder\ndie\nkense van 'n boete dit moontlik sal maak om die opgeskorte\nvonnisse in\nwerking te stel. Die vonnisse deur die streeklanddros\nopgelê word dus\nmet die volgende vonnisse vervang:\nSewe (7) jaar gevangenisstraf op elke aanklag, waarvan twee (2) jaar op elke\naanklag vir vyf (5) jaar opgeskort word, op voorwaarde\ndat die beskuldigde nie\nweer skuldig bevind word aan bedrog of diefstal gepleeg gedurende die tydperk\nvan opskorting nie, en waarvoor\nhy onopgeskorte gevangenisstraf sonder die keuse\nvan 'n boete opgelê word.\nR M MARAIS AR\nHEFER AR)\nstem saam STEYN AR)",
  "scraped_at": "2026-02-12T07:00:33.199757",
  "date": "1995-05-18",
  "coram": [
    "HEFER",
    "STEYN",
    "MARAIS"
  ],
  "case_number": "387/94",
  "parties": {
    "applicants": [
      "T K VAN ZYL"
    ],
    "respondents": [
      "DIE STAAT"
    ]
  },
  "sections": {
    "facts": "The appellant, T K Van Zyl, was convicted in the Regional Court of Vereeniging of two counts of fraud and sentenced to ten years' imprisonment on each count, with half of each sentence suspended subject to conditions. The fraud involved a scheme with co‑conspirators to present falsified cash checks to Volkskas Bank, claiming they were genuine municipal checks issued by the Everton municipality for R315,600 and R386,000. By exploiting an insider, Bekker, who worked for the bank, the money was paid out to the conspirators, causing the bank a loss of R702,500. Van Zyl received only R5,000 from the fraud and argued that his personal circumstances and the small personal gain should mitigate the sentence.",
    "issues": "Whether the Regional Court erred in the severity of the sentence by failing to give sufficient weight to mitigating factors such as the appellant's limited personal gain, alleged influence by Bekker, and personal circumstances; and whether the sentence of ten years' imprisonment on each count, with half suspended, is excessive or inappropriate for the offences committed.",
    "principles": "South African sentencing principles require a balanced consideration of aggravating and mitigating factors, the seriousness of the conduct, the need for deterrence, and proportionality. White‑collar fraud that results in substantial financial loss and involves pre‑planned, organized conduct is treated seriously. Prior convictions and the absence of compelling personal hardship also weigh against leniency. Courts must not arbitrarily discount mitigating circumstances but must assess them in the context of the overall gravity of the offence.",
    "application": "The appellate court found that the mitigating factors raised by the appellant were not sufficient to outweigh the aggravating circumstances. The loss of over R700,000, the calculated and coordinated nature of the fraud, and the appellant’s prior conviction for theft demonstrated a high degree of culpability. The claim of undue influence by Bekker was dismissed as unconvincing, given the appellant’s age, prior record, and the fact that he willingly participated in the scheme. Consequently, the original sentence was upheld, though the suspended portions were reduced to two years per count, resulting in a principal term of seven years' imprisonment on each charge.",
    "conclusion": "The appeal was dismissed. The original convictions and the ten‑year sentences were affirmed, but the suspended portions were reduced to two years for each count. The appellant must serve the un‑suspended term of seven years' imprisonment per count, and any breach of the suspension conditions will trigger the imposition of the remaining suspended time."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Fraud",
    "level_3": [
      "white‑collar crime",
      "sentencing",
      "bank fraud"
    ]
  }
}