{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/62.html",
  "case_name": "Millman NO v Twiggs and Another (610/93) [1995] ZASCA 62; 1995 (3) SA 674 (AD); [1995] 2 All SA 611 (A) (26 May 1995)",
  "citation": "[1995] ZASCA 62",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 62\n|\nNoteup\n|\nLawCite\nMillman NO v Twiggs and Another (610/93) [1995] ZASCA 62; 1995 (3) SA 674 (AD); [1995] 2 All SA 611 (A) (26 May 1995)\nDownload original files\nPDF format\nRTF format\nCASE NO 610/93\nIN THE SUPREME COURT OF SOUTH AFRICA\nAPPELLATE DIVISION\nIn the matter between\nMILLMAN NO\nAPPELLANT\nAND\nE F TWIGGS\n1 st RESPONDENT\nTUNA MARINE FOODS\n(PTY)LTD\n2nd RESPONDENT\nCORAM\n: HEFER, VIVIER, STEYN, F H GROSSKOPF et SCHUTZ\nJJA\nHEARD\n: 12 MAY 1995\nDELIVERED\n: 26\nMAY 1995\nJUDGMENT\nHEFER JA/\n2\nHEFER JA\n:\nWhen a right is ceded with the avowed object of securing\na debt the cession is regarded as a pledge of the right in question:\ndominium\nof the right remains with the cedent and vests upon his\ninsolvency in his trustee who is under the common law entitled to administer\nit\n\"in the interests of all the creditors, and with due regard to the special\nposition of the pledgee\". (Per Innes J in\nNational Bank of South Africa Ltd v\nCohen's Trustee\n1911 AD 235\nat 250.) These principles have recently been\nreaffirmed\ninter alia\nin\nLeyds NO v Noord-Westelike Koöperatiewe\nLandboumaatskappy Bpk en Andere\n1985(2) SA 769(A),\nBank of Lisbon and\nSouth Africa Ltd v The Master and Others\n1987(1) SA 276(A) and\nLand- en\nLandboubank van Suid-Afrika v Die Meester en Andere\n1991(2) SA 761(A).\n3\nIn the present case a right was ceded as security for two separate debts -\nthe one owing to the cessionary by the cedent and the other\nowing to him by an\noutsider. The parties are agreed that, upon the insolvency of the cedent, the\ncessionary is entitled to preferential\ntreatment in regard to the cedent's own\ndebt. The issue is whether he is entitled to similar treatment in regard to the\noutsider's\ndebt.\nWhen the cession was executed during March 1991\n(1)\nContinental Foods (Pty) Ltd\n(\"Continental\") owed the present first respondent (\"Twiggs\") an amount of R200\n000;\n(2)\nBrian Harry Cohen (\"Cohen\") owed\nTwiggs an amount of R300 000;\nand\n4\n(3) Tuna Marine Foods (Pty) Ltd (\"Tuna\nMarine\") owed Continental an amount of\nR500 000.\nThese debts will hereinafter be referred to as\n\"Continental's debt\", \"Cohen's debt\", and \"the ceded\ndebt\" respectively.\nThey were all payable on 30 June\n1992. The relevant part of the cession reads as\nfollows:\n\"1. Continental Foods hereby cedes, assigns and makes over to Twiggs\nin\nsecuritatem debiti\nall Continental Foods' right, title and interest in and\nto 2/5ths of the claim for the sum of five hundred thousand rand (R500 000,00)\nwhich is so payable by Tuna Marine to Continental Foods on 30 June 1992.\n2.\nContinental Foods hereby\ncedes, assigns and makes over to Twiggs\nin securitatem debiti\nall\nContinental Foods' right, title and interest in and to 3/5ths of the claim for\nthe sum of five hundred thousand rand (R500 000,00)\nwhich is so payable by Tuna\nMarine to Continental Foods on 30 June 1992.\n3.\nPursuant to and in implementation of clauses 1 and 2, it is agreed\nthat the said cession, assignment and making over\nin\n5\nsecuritatem debiti\nare for the sum of five hundred thousand rand (R500\n000,00).\"\nContinental was wound up by order of court\nduring\nSeptember 1991 on account of its inability to\npay its debts. The appellant is\nthe liquidator.\nTwiggs proved a claim for R200 000 in respect\nof\nContinental's debt which the appellant admitted as a\nsecured claim by\nvirtue of the security afforded by\nclause 1 of the cession. His disclaimer of Twiggs's\nright to similar treatment in relation to a further\namount of R300 000 by virtue of clause 2 of the\ncession led to an application for a declaration of\nrights brought by Twiggs in the Cape Provincial\nDivision. While the application was pending it came\nto Twiggs' s knowledge that Tuna Marine had paid the\nentire ceded debt to the appellant. Precisely when\nthis occurred does not emerge from the papers; nor\nhas it been revealed how it came about that Tuna\n6\nMarine followed this course after it had been notified of the cession. Be\nthat as it may, the order granted was one declaring that\nTwiggs was \"entitled to\npayment ... of his claim of R300 000 on the footing that he has a secured\nclaim\". The appeal is directed\nat this order.\nThe court\na quo's\njudgment has been reported\nsub nom Twiggs v\nMillman NO and Another\nin 1994(1) SA 458(C). As appears from 462B-C of the\nreport the appellant challenged the validity of the cession in his opposing\naffidavit\nand in argument in that court. This line of defence has now been\nabandoned and the outcome of the appeal depends entirely on the\neffect of the\ncession. The sole issue at this stage is whether Twiggs is to be treated as a\nsecured creditor in respect of the remaining\nR300 000 which the appellant has\nreceived, but of which (until a late stage of his counsel's\n7\nargument in this court, as will presently be seen) he denied Twiggs any\nshare.\nThe case advanced in the appellant's opposing affidavit in regard to\nclause 2 of the cession is a simple one. It is to the effect\nthat Twiggs is not\na creditor of Continental because clause 2 merely secures Cohen's debt and\ncreates no obligation towards Twiggs\non Continental's part. This is also the\nmain drift of his counsel's written heads of argument where great play is made\nof a concession\nin Twiggs's founding affidavit that he does not have a\nliquidated claim under clause 2 of the cession as contemplated in\nsec 44\n(1) of\nthe\nInsolvency Act 24 of 1936\nread with sec 366 of the Companies Act 61 of 1973.\n(Cf 462 G-J of the reported judgment where the concession is quoted.)\nIt is obvious that the matter cannot be disposed of on this narrow basis\nwhich entirely\n8\nignores Twiggs's rights as pledgee. By the act of cession the right to\nreceive payment from Tuna Marine was pledged to him as effectively\nas if a\ncorporeal movable asset of the company had been delivered to him in pledge.\n(\nSmith v Farrelly's Trustee\n1904 TS 949\nat 955-956;\nGuman and Another\nv Latib\n1965(4) SA 715(A) at 721G - 722B;\nOertel, NO v Brink\n1972(3)\nSA 669(W) at 674D-E;\nMuller NO v Trust Bank of Africa Ltd and Another\n1981(2) SA 117 (N) at 125C-F.) That he thus acquired a\nius in re aliena\n,\nequally effective against creditors as against the owner in respect of both\ndebts, is beyond dispute. (Wille & Millin:\nMercantile Law of South\nAfrica\n(18th ed) 345; Van der Merwe:\nSakereg\n(2nd ed) 650-651, 660,\n662;\nBritz NO v Sniegocki and Others\n1989(4) SA 372 (D & CLD) at\n376H-377A;\nOertel, NO v Brink supra\nat 674H;\nLand- en Landboubank van\nSuid-Afrika v Die Meester en Andere supra\nat 771E-F. ) For this very reason\nthe\n9\nappellant rightly admitted the claim for R200 000 to proof as a secured claim\nby virtue of clause 1 of the cession and, as far as\nthe rights which they\nconferred are concerned, there is no distinction between the two clauses; as\nappellant's counsel readily conceded,\nproperty may validly be pledged to secure\nan obligation of someone other than the pledgor (Voet 13.7.2., 20.1.8. 20.4.2.\nand the\nother writers cited in\nWille's Mortgage and Pledge\n(3rd ed by\nScott and Scott) 7; Van der Merwe\nop cit\n654). There are accordingly no\nconceivable logical or legal grounds for applying the established principles to\nthe one but not to\nthe other.\nIn seeking to resist what thus appears to be an obvious conclusion\nappellant's counsel urged upon us the provisions of sec 391 of\nthe Companies\nAct, on the one hand, and the concession that Twiggs is not a creditor as\ncontemplated in sec 44 of the\n10\nInsolvency Act, on\nthe other. In\nsec 391\na liquidator is charged with the\nduty to recover and reduce into his possession all the assets of the company in\nliquidation. This,\nappellant's counsel submitted, entitled the appellant to\nreceive payment from Tuna Marine in spite of the cession and to apply the\nmoney\nso received as part of the free residue towards the payment of concurrent\nclaims, thereby entirely excluding Twiggs because\nhe is not a creditor as\ncontemplated in\nsec 44.\nFor this submission to be sustained we need to be persuaded that, in the\nabsence of any express provision, it is a necessary implication\nfrom the\nrelevant provisions of the two Acts, not only that a pledgee in Twiggs's\nposition is obliged to surrender the object of\nhis pledge, but also that the\nadvantage accruing to such a pledgee is in effect to be forfeited for the\neventual benefit of concurrent\n11\ncreditors. I am by no means convinced that such a pledgee is indeed obliged\nto surrender the object of his pledge; but, even if he\nis, what we have been\nurged to do, is to deprive the pledgee of his lawful rights and to grant to\nconcurrent creditors a benefit\nto which they are not entitled. I cannot find any\njustification for, or any indication of an intention to achieve such a startling\nresult in either Act. Apart from the presumption against the forfeiture of\nrights which generally affects the interpretation of statutes,\none finds, in\nrespect of property pledged to secure the cedent's own debt, provisions (such as\nsecs 19(1)\n,\n19\n(3) (a) and\n83\nof the\nInsolvency Act read\nwith sec 366 of the\nCompanies Act) plainly preserving the rights of the pledgee and in fact\nextending them so that he may himself\nrealize the pledged property before the\nsecond meeting of creditors. Moreover, until that meeting he is not\n12\nobliged to surrender it to the trustee (\nWells NO v Molin and Another\n1965(4) SA 480(T) at 483B-C;\nSoane v Lyle NO\n1980(3) SA 183 (D & CLD)\nat 186G-187A). And even where he does surrender it his security is not lost; he\nremains entitled to\ntreatment as a secured creditor. Bearing in mind the extent\nof the protection thus afforded to the pledgee in respect of the insolvent\ncedent's own debt and the absence of any logical or legal grounds for\ndifferentiation mentioned earlier, I find it inconceivable\nthat it could ever\nhave been intended that he is to be treated differently, in respect of an\noutsider's debt, to the extent that\nhis rights are to be forfeited.\nRealizing the inherent weakness of his contention appellant's counsel later\nadopted a different stance by conceding a pledgee in such\na case a right to\nshare in the proceeds of the assets\n13\nas a concurrent creditor. For this submission he suggested no logical\nfoundation and offered by way of authority only the decision\nin\nCooper NO en\nAndere v Die Meester en 'n Ander\n1992(3) SA 60(A). That decision does not\nassist him. The list of preferences in\nsecs 96\nto\n102\nof the\nInsolvency Act\nwhich\nthis court found to be exhaustive (see 82G-I and 85F-G) were expressly\nstated to be applicable to the free residue and has no bearing\non the proceeds\nof encumbered assets. (See the discussion at 80G-82F.)\nHow does Twiggs's concession that he is not a creditor as contemplated in\nsec\n44\nof the\nInsolvency Act affect\nthe situation? In my view it does not affect his\nclaim to preferential treatment at all. Admittedly he cannot claim such\ntreatment\nby virtue of the provisions of\nsec 83\nunless he has a claim capable of\nproof under\nsec 44\n, and admittedly\n14\nhe does not have such a claim. But his right to\npreferential treatment\ndoes not derive from\nsec 83\n;\nit derives from the common law. What the appellant\nhas overlooked, is that\nthe law of insolvency has not\nbeen codified entirely. As was pointed out\nin\nFairlie v Raubenheimer\n1935 AD 135\nat 146\n\"...[ons] insolvensie wet maak geen inbreuk op die Gemenereg nie insover die\nGemenereg bestaanbaar is met die voorsieninge van die\ninsolvensie wet. As dus\ndie statuut oor lets swyg of twyfelagtig is, moet ons ons toevlug na die\nGemenereg neem.\"\nHOLMES JA's\ndictum\nin his minority judgment\tin\nCornelissen NO v Universal Caravan Sales (Pty)\nLtd\n1971(3) SA 158(A) at 170B-C which the majority\tdid\nnot disavow, is to same effect, namely:\n\"... (I) t has been well recognised for a century that the Insolvency Acts in\nthis country have not ousted the relevant common law\nunless the latter is\ninconsistent with the statute...\"\n15\n(See also\nFey NO and Whiteford NO v Serfontein and Another\n1993(2) SA\n605(A) at 613B-F.) The present situation is one of those not covered by the\nInsolvency Act. A\nresort to the common law is accordingly justified.\nIn my\nview the court\na quo's\nconclusion that Twiggs is entitled to be treated\nas a secured creditor is correct.\nThe appeal is dismissed with costs, including the costs of two counsel.\nJ J F HEFER JA.\nVIVIER JA\t)\nSTEYN JA\t) Concur\nF H GROSSKOPF JA\t)\nSCHUTZ JA\t)",
  "scraped_at": "2026-02-12T07:04:04.312539",
  "date": "1995-05-26",
  "coram": [
    "HEFER JA",
    "VIVIER JA",
    "STEYN JA",
    "F H GROSSKOPF JA",
    "SCHUTZ JA"
  ],
  "case_number": "610/93",
  "parties": {
    "applicants": [
      "MILLMAN NO"
    ],
    "respondents": [
      "E F TWIGGS",
      "TUNA MARINE FOODS (PTY) LTD"
    ]
  },
  "sections": {
    "facts": "Continental Foods owed Twiggs R200,000 and Cohen owed Twiggs R300,000. Tuna Marine owed Continental R500,000. In March 1991 Continental ceded to Twiggs, in securitatem debiti, 2/5ths of the Tuna Marine claim (R200,000) and 3/5ths of the same claim (R300,000). Continental was liquidated in September 1991; the liquidator (MILLMAN NO) admitted Twiggs' R200,000 claim as secured under clause 1. Twiggs sought a declaration that the R300,000 claim under clause 2 was also a secured claim. While the application was pending, Tuna Marine paid the entire R500,000 debt to the liquidator, who then treated the proceeds as part of the free residue.",
    "issues": "Whether the cession of a right in favour of Twiggs creates a pledge that gives him secured‑creditor status for the R300,000 amount owed by an outsider (Cohen), and whether he is therefore entitled to preferential treatment under insolvency law despite the liquidator’s claim to the proceeds.",
    "principles": "A cession made as security is deemed a pledge; the cedent retains dominium until insolvency, after which the trustee administers the right in the interests of all creditors. This principle is affirmed in cases such as National Bank v Cohen's Trustee, Leyds NO v Noord‑Westelike Koöperatiewe, Bank of Lisbon v The Master, and Land‑en‑Landboubank v The Master. Statutory provisions (Insolvency Act secs 19, 83; Companies Act sec 391) preserve the pledgee’s rights and do not extinguish them absent an express contrary provision. Common law prevails where statutes are silent or ambiguous.",
    "application": "The court held that both clauses of the cession equally created a pledge over the same underlying claim. No legal basis exists to treat the portion securing the outsider’s debt differently. The statutory provisions cited by the liquidator do not imply forfeiture of the pledgee’s rights, and the common‑law rule that a pledgee may realize the pledged property before the second meeting of creditors applies. Consequently, Twiggs is a secured creditor for the full R300,000 claim.",
    "conclusion": "The appeal was dismissed with costs. Twiggs is entitled to be treated as a secured creditor in respect of the R300,000 claim, and the liquidator must honour that preference."
  },
  "tags": {
    "level_1": "Commercial Law",
    "level_2": "Secured Transactions",
    "level_3": [
      "pledge",
      "cession",
      "insolvency",
      "secured creditor"
    ]
  }
}