{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/21.html",
  "case_name": "Masinga v Minister of Justice Kwazulu Government (628/92) [1995] ZASCA 21; 1995 (3) SA 214 (AD); [1995] 2 All SA 350 (A); (1995) 16 ILJ 823 (A) (27 March 1995)",
  "citation": "[1995] ZASCA 21",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 21\n|\nNoteup\n|\nLawCite\nMasinga v Minister of Justice Kwazulu Government (628/92) [1995] ZASCA 21; 1995 (3) SA 214 (AD); [1995] 2 All SA 350 (A); (1995) 16 ILJ 823 (A) (27 March 1995)\nDownload original files\nPDF format\nRTF format\nCase No 628/92 IN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE\nDIVISION)\nIn the matter between:\nTHEMBA MASINGA\tAPPELLANT\nand\nTHE MINISTER OF JUSTICE\nKWAZULU GOVERNMENT\tRESPONDENT\nCORAM: E M GROSSKOPF, VIVIER, NIENABER JJA,\nNICHOLAS et OLIVIER AJJA\nHEARD: 3 MARCH 1995\nDELIVERED: 27 MARCH\n1995\nJ U D G M E N T\n/NIENABER JA\n2\nNIENABER JA:\nThe appellant was a public prosecutor in the employ of the KwaZulu Department\nof Justice (\"the department\"). The issue is whether\nhe still is. His employment\nwas - or is - governed by the provisions of the KwaZulu Public Service Act 18 of\n1985 (KwaZulu) (\"the\nAct\"), which came into operation on 1 April 1985. On 5 June\n1989 the appellant was charged in terms of s 18 of the Act with misconduct\nand\nsuspended without pay with effect from 1 July 1989, pending an enquiry in terms\nof s 19 thereof. But the enquiry dragged on and\nthe appellant sought and\nobtained employment with the Community Law Centre of the University of Natal as\na \"rural paralegal co-ordinator\"\nin its community law project. Such employment\ncommenced on 19 October 1989. On 2 May 1990 he was suspended from this latter\nemployment,\nthis time on full pay, pending a disciplinary board hearing by the\nuniversity. The department only became aware of the appellant's\ncurrent\nemployment when the legal representative of the director of the Centre's\ncommunity law project (\"CLP\"), in a letter dated\n7 June 1990,\n3\naddressed certain queries to the department about the circumstances of\nthe\nappellant's employment with the department and his suspension from it.\nThe\ndepartment reacted to this information by promptly discharging the\nappellant\nfrom its service on 11 June 1990 with immediate effect. It\npurported to do\nso in terms of s 19(29) of the Act which reads as\nfollows:\n\"An officer who has been suspended from duty in terms of sub-section (4) or\nagainst whom a charge has been preferred under this section\nand\nwho\nresigns\nfrom the Public Service\nor assumes other employment\nbefore\nsuch charge has been dealt with to finality in accordance with the provisions of\nthis section,\nshall be deemed to have been discharged on account of\nmisconduct\nwith effect from a date to be specified by the Minister unless,\nprior to the receipt of his notification of resignation or the date\nof his\nassumption of other employment he had been notified that no charge would be\npreferred against him or that the charge preferred\nagainst him had been\nwithdrawn.\" (My emphasis.)\nIt was common cause on the papers that the appellant was (i)\n\"an\nofficer\" for purposes of the section who had (ii) been\nsuspended from duty\nin terms of section 19(4), (iii) against whom a charge\nhad been preferred\nwhich, at the time, had (iv) not yet been dealt with to\nfinality and (v) that\n4\nthe appellant had not resigned from the Public Service. The crisp\nquestion\nis whether the appellant had \"assumed other employment\" within\nthe\nmeaning of the section. If yes, he would be deemed to have\nbeen\ndischarged on account of misconduct, with all the detrimental\nconsequences\nof such a finding, and the department's notification to the\napplicant to that\neffect would have been in order. If no, the appellant was at the very\nleast\nentitled to a declarator that his dismissal was not in order.\nThe appellant, as applicant, instituted motion proceedings in\nthe\nDurban and Coast Local Division for an order:\n\"1. That the decision of the Respondent discharging the Applicant from the\nPublic Service of KwaZulu (Department of Justice) in terms\nof section 19(29) of\nthe Public Service Act, 1985 (KwaZulu) be and it is hereby declared to be\ninvalid and is reviewed and set aside.\"\nThe matter came before Didcott J. He decided it in favour of\nthe\nappellant. At the same time he granted leave to the\nrespondent to appeal to\n5\nthe Natal Provincial Division. The Full Bench of the Natal\nProvincial\nDivision (Galgut J, Hugo and Combrink JJ concurring) came to the\nopposite\nconclusion, mainly on the ground that the present appellant failed\nto adduce\nsufficient evidence to justify the order sought. This is a further\nappeal\nagainst the latter decision, special leave having been granted by this\nCourt.\nBefore dealing with the evidence, such as it was, it is helpful\nto\nconsider the purpose of s 19(29). According to Didcott J:\n\"It is to prevent someone who is facing charges of misconduct from ducking these\ncharges by resigning and attracting the advantages\nof a resignation in good\nstanding. It is to ensure that, if anybody resigns while he is facing charges,\nhe will be in as bad a position\nas he would have been if the charges had been\nfound proved and he had been dismissed on account of them. So what is prevented\nis,\nas I say, a resignation in an attempt to avoid the charges and to prevent\nthe misconduct from being investigated and its presence\nor otherwise\ndetermined.\"\nThe court a quo agreed with this analysis and so do I.\nAn officer who resigns while under suspension shall be deemed to\nbe\n6 discharged on account of misconduct. In effect it means that\nhis resignation is deemed to be an admission of misconduct justifying\na\ndischarge from a date specified by the minister. So too, if the officer, without\nformally resigning, assumes other employment.\nThe phrase \"assumes other\nemployment\" is thus used as an elaboration or extension of the concept of\n\"resignation\". \"Assuming other\nemployment\" must therefore be comparable in\neffect to a resignation; the \"other employment\", in a word, must be incompatible\nwith\ncontinued employment with the department. It would be incompatible, on a\npar with resignation, if his new conditions of service should\nprevent him from\nresuming employment with the department at will if his suspension is lifted e.g.\nif he is obliged to give notice\nto his new employer to do so. It would likewise\nbe incompatible with his occupation as a prosecutor if the nature of his new\nemployment\nwould tend to create a conflict of interests, e.g. if his new\nemployer had an interest in exploiting\n7\nconfidential information at his disposal or is engaged in criminal\npursuits.\nThese are mere examples. They are not applicable in this case. Here\nthe\nonly real issue is whether his work in the CLP could prevent him\nfrom\nresuming employment with the department forthwith if his suspension\nwere\nlifted.\nThat brings me to the evidence. According to the court a quo\nthe\nappellant, once the issue of his employment with the\nuniversity was raised,\nfailed to make out even a prima facie case that such\nemployment was not\nincompatible with his service with the department. Thus it\nwas stated:\n\"In my view the evidence, such as it was, did not show, not even\nprima\nfacie\n, that the employment the Respondent had undertaken with the CLP did\nnot fall foul of section 19(29). The Respondent repeatedly averred\nthat his\nemployment with the CLP was \"temporary\", that he could leave such employment \"as\nsoon as\" he liked, and that such employment\ndid not constitute a repudiation by\nhim of his contract of employment with the Department. He insisted that he had\nat all stages\nintended to return to his employment with the Department as soon\nas the Department's disciplinary enquiry was completed\nand\n6\nfindings were made in his favour, and that he had at all times kept the\nDepartment well aware of his intention in this regard.\nWhat the Respondent failed to do in his application, however, was to disclose\nthe terms of his employment. He in fact disclosed not\na single such term. In the\nresult it was not possible for a court to establish whether his averment that\nhis employment with the\nCLP was temporary was factually correct, or what exactly\nwas meant by his averment that it was \"at any time\" that he could return\nto his\nemployment with the department.\"\nWith respect I cannot agree. Neither in his founding nor in\nhis\nreplying affidavit, it is true, did the appellant adduce any\nevidence in support\nof his assertion that his work with the CLP was merely\n\"temporary\", but the\ncourt of first instance did have before it a further supplementary\naffidavit,\nincorporating an affidavit from the Deputy Registrar (Personnel) of the\nuniversity, Colin Noel Chaplin, in which it is stated:\n\"According to the records of the University of Natal, the Applicant was employed\nby the Community Law Centre on a casual basis and\nwas paid by the hour. He was\nnot appointed on University conditions of service and there was no contract\nbetween him and the University.\"\n9\nParagraph 4 of the affidavit reads:\n\"The decision that the Applicant be not re-employed by the Community Law Centre\nwas made on the basis of a personality conflict between\nhim and the Centre's\nDirector, Ms. C.A. BAEKEY, and was not related to the findings of the Committee\nof Enquiry which had cleared\nthe Applicant of any charges against\nhim.\"\nMs Baekey also made an affidavit. What its exact status was\nand when and\nby whom it was produced is not altogether clear. According to\nstatements\nfrom the bar it was handed up by counsel who then appeared for the\npresent\nrespondent. It formed part of the record before this Court and\nneither\ncounsel objected to its admissibility - indeed both counsel referred\nto it in\nargument. I shall accordingly accept that it was duly placed before\nthe court\nof first instance. Paragraph 2 of Ms Baekey's affidavit reads:\n\"Annexed hereto marked \"A\" is an Application for Authority for the temporary\nappointment of the Applicant as a part-time paralegal\nfor the period 19 October\n1989 to 15 January 1990.\"\nThe form is annexed. Its heading is:\n\"Application for Authority for\n10\nTemporary Appointment\". The designation of the appointee is: \"Temporary\nParalegal - Part-time\". The period of appointment is stated as 16/01/90\nto\n15/4/90 (and not 19/10/89 to 15/1/90). Presumably there was a\nsimilar\nauthority which related to the earlier period. At the bottom of the\nform there\nis a note \"Period of notice required on either side is normally\ntwo weeks\n(unless otherwise stated)\". The form was completed by the\nappellant.\nAgainst the topic \"Experience (including present employment)\" the\nappellant\nstated that he was employed by the KwaZulu government as a\npublic\nprosecutor from 1977 to 1989 and that \"the reason for leaving\" was\n\"unfavourable working conditions\". Against the heading \"salary\" appears\nthe\nfollowing in block form:\nH = Hour\tHours\nR12.50 per H D = Day Fixed for OS Days at a total cost of R6000\"\nM =\nMonth\tMonths\n(With the help of some assumptions the R6000 is capable of conversion\nto\n11 a period of employment of 3 months: R12.50 per hour, for 8 hours per\nday, for 5 days per week, for 4 weeks = R2000 per month, which\nequals R6000 for\n3 months.)\nWhat is one to make of this material? To begin with there is the\ndirect evidence of Chaplin, supported by all the documents, that\nthe appellant's\nemployment was casual, temporary and part-time at a salary of R12.50 per hour.\nThe form covers a period of three\nmonths from 16 January 1990 to 15 April 1990.\nWhen a letter was sent to him on 2 May 1990 (informing him that serious\nallegations\nhad been made, that a disciplinary hearing had been arranged and\nthat, pending such a hearing, he had been suspended on full pay),\nthat period\nhad already expired. His exact status vis-à-vis the university at that\nstage, is left in the air. So too, one\ndoes not know whether a period of notice\nwas in fact required in terms of the form and if it was, whether it was\napplicable to the\nperiod after 15 April\n12\n1990.\nIt is all most unsatisfactory. In these circumstances it is hardly\nsurprising that there was some debate about the incidence of the\nonus.\nThe\ncourt a quo held that the appellant, even on the assumption that the onus was on\nthe present respondent, failed to produce the\nminimum quantum of evidence\ncalling for a response.\nWith respect I would invert both propositions. In my\nopinion, even if the onus was on the appellant, he did adduce sufficient\nevidence\nto call for a response which, in the event, was inadequate.\nThere is\nauthority that in a case of wrongful dismissal the onus is on the employee to\nprove the agreement and his subsequent dismissal;\nand that the onus thereafter\nis on the employer to justify it (Federal Cold Storage Co Ltd v Angehrn and Piel\n1910 TS 1347\n, 1349, 1352; Mine Workers' Union v Brodrick\n1948 (4) SA 959\n(A)\n974-977; De Villiers v\n13 Administrator OFS\n1954 (3) SA 395\n(O)402F-403D;Cotlerv Variety Travel Goods (Pty) Ltd and Others\n1974 (3) SA 621\n(A) 628B. See, too, Brassey et al, The New Labour Law, 373; Le Roux,\n1990 Acta\nJuridica\n100).\nReservations have been expressed about the soundness of some\nof the reasoning in the first two cases cited (cf Hoffmann and Zeffertt\nThe\nSouth African Law of Evidence, 4th edition, 521-522; Schmidt, 1963 THR-HR 165,\n169). But it is not necessary for present purposes\nto revisit these cases for I\nam prepared to assume, in favour of the respondent, that the onus was on the\nappellant who moved for\nthe order to prove the conditions entitling him to it\n(cf Kwete v Lion Stores (Pvt) Ltd\n1974 (3) SA 477\n(SR) 482B-D). Those conditions\nwere that he was employed by the department and that the department wrongly\ndischarged him. The agreement\nas such is common cause and so is the purported\ndischarge. What is in issue is the wrongfulness thereof. And that depends, in\nthe\nfirst instance, on whether his engagement\n14\nwith the university was irreconcilable with his employment with\nthe\ndepartment while under suspension and, in the final instance, on whether\nhe\nwas able to resume his duties with the department forthwith if his\nsuspension\nwere to be uplifted.\nThe evidence of Chaplin was that the appellant was initially\nemployed\non a casual basis for which he was paid by the hour.\nThere is nothing to\nsuggest that the basis of his employment changed thereafter. On the face\nof\nit Chaplin's further statement\n\"He was not appointed on University conditions of service and there was no\ncontract between him and the University.\"\ncan only mean, judged\non the probabilities, that his employment was an ad\nhoc one, a loose\narrangement, which the appellant could terminate at will.\nAnd if that is so\nthe appellant's employment with the university was not\nincompatible with his\nemployment with the department while he remained\n15\nunder suspension, no more so than if he hawked fruit or sold insurance on\ncommission or did casual paint work for a building contractor.\nThere is\nnothing in the correspondence or in the affidavit of Ms Baekey to contradict\nthat view. The form annexed to her affidavit,\nfor what it is worth, confirms the\npart-time, temporary nature of both the work and the salary. The statement at\nthe bottom of the\nform \"Period of notice required on either side is normally two\nweeks (unless otherwise stated)\" takes the matter no further, firstly,\nbecause\none does not know whether casual work at a salary per hour means that it was\n\"otherwise stated\" and secondly, because one\ndoes not know whether the same\nposition applied for the period after April 1990. Apart from this casual\nreference there is nothing\nin the papers to indicate whether or not notice was\nrequired if he wanted to leave the service of the university.\nIt is recorded in the form that the appellant gave as his \"reason\nfor\n16\nleaving\": \"unfavourable working conditions\". It was argued that this\nreply\nshows that he had no intention of returning to the department. But\nthis\nsubmission is gainsaid by the appellant's evidence, supported by the\nletter of\n7 June 1990 referred to earlier, that he had informed the\nuniversity when he\napplied for the post, that he had been merely suspended by\nthe department\nand proposed to return to the department if this suspension\nwas lifted. So\ntoo, it is not conclusive that the university resolved to place him\non\nsuspension pending the outcome of its own enquiry into his conduct. In\nthe\nabsence of evidence as to whether the university convenes an enquiry as\na\nmatter of course whenever misconduct is alleged, no inference can be\ndrawn\nfrom that fact alone that the appellant enjoyed some or other form of\nsecurity\nof tenure which required prior notice of termination.\nChaplin's evidence supports the inference that no period of notice\nhad\nbeen agreed upon. That means that he could leave the service\nof the\n17\nuniversity and rejoin the department at a moment's notice. And that in turn\nmeans that his temporary employment with the university\nwas not incompatible\nwith his employment by the department while under suspension, and hence did not\njustify a discharge under s\n19(29) of the Act. Chaplin's evidence was sufficient\nto shift the evidentiary burden to the respondent. But the respondent adduced\nno\nevidence to contradict or amplify Chaplin's evidence or to explain or qualify\nits significance. On a consideration of the totality\nof the evidence the\nappellant had accordingly done enough, even if encumbered with the onus, to\nprove that his purported discharge\nfell outside the terms of s 19(29) of the\nAct. The appeal must accordingly succeed.\nThat leaves the question of the\nform of relief to which the appellant is entitled. The main thrust of the case\nhe sought to make out\nin his founding affidavit was that he was entitled to be\nheard before a decision was taken that he be deemed to have been discharged,\nand\nsince he was not\n18\naccorded a hearing (which was common cause) that the decision of the Minister\nbe \"declared to be invalid and is reviewed and set aside\".\nBut as was pointed\nout by both courts below this was not a matter for the operation of the audi\nalteram partem rule. His discharge\ndepended on the terms of his contract with\nthe department and not on the exercise of a discretion by its officials. If his\nconduct\nfell foul of s 19(29) of the Act his discharge would have been\nautomatic, not bureaucratic (cf Minister van Onderwys en Kultuur en\nn Ander v J\nP Smith NO en 'n Ander; an unreported judgment of this Court, delivered on 18\nNovember 1994, case no 241/93, at 9-11).\nAt best for him he is entitled to a\ndeclarator to the effect that s 19(29) was not applicable to the circumstances\nof his case. The\norder issued by the court of first instance, reviewing and\nsetting aside the respondent's decision, must be varied accordingly. The\nfollowing order is made:\n19\n1.\tThe appeal succeeds with costs.\n2.\tThe order of the court a quo is set aside and the following order is\nsubstituted therefor:\n\"1. The order of the court a\nquo is set aside and the following order is substituted therefor: It is declared\nthat the applicant's\nassumption of employment with the University of Natal on 19\nOctober 1989 did not result in his discharge, in terms of s 19(29) of\nthe Public\nService Act, 1985 (KwaZulu), from the Public Service of KwaZulu (Department of\nJustice).\n2. Save for the aforegoing the appeal is dismissed with costs.\"\nP M Nienaber Judge of Appeal\nE M Grosskopf JA) Vivier JA ) Concur Nicholas AJA ) Olivier AJA )",
  "scraped_at": "2026-02-12T05:56:16.183467",
  "date": "1995-03-27",
  "coram": [
    "E M Grosskopf JA",
    "Vivier JA",
    "Nienaber JA",
    "Nicholas AJA",
    "Olivier AJA"
  ],
  "case_number": "628/92",
  "parties": {
    "applicants": [
      "Themba Masinga"
    ],
    "respondents": [
      "The Minister of Justice Kwazulu Government"
    ]
  },
  "sections": {
    "facts": "Themba Masinga was a public prosecutor employed by the KwaZulu Department of Justice. He was charged with misconduct under s 18 of the KwaZulu Public Service Act and suspended without pay from 1 July 1989 pending an enquiry under s 19. While the enquiry was ongoing, he accepted casual, part‑time employment as a rural paralegal coordinator with the Community Law Centre of the University of Natal, commencing on 19 October 1989. He was later suspended from that university position on full pay on 2 May 1990. The Department learned of this second employment through a letter dated 7 June 1990 and, on 11 June 1990, discharged Masinga from the public service pursuant to s 19(29) of the Act, alleging that he had \"assumed other employment\" while under suspension.",
    "issues": "The principal issue was whether Masinga’s temporary, casual employment with the university amounted to \"assuming other employment\" within the meaning of s 19(29) of the KwaZulu Public Service Act, thereby triggering an automatic discharge for misconduct. A subsidiary issue was whether the Department’s discharge of Masinga was therefore valid.",
    "principles": "Section 19(29) is intended to prevent a public officer facing misconduct charges from evading them by resigning or taking other employment that is incompatible with his public service. \"Assuming other employment\" is treated as an extension of resignation and must be incompatible with continued employment in the public service. In wrongful‑dismissal cases the employee bears the initial burden to prove the existence of a contract and the dismissal, after which the employer must justify the dismissal. Relevant authorities include Federal Cold Storage Co Ltd v Angehrn, Mine Workers' Union v Brodrick, De Villiers v Administrator OFS and other case law on the shifting of evidentiary burden.",
    "application": "The court examined the affidavits of the university’s Deputy Registrar and the Centre’s director, which showed that Masinga’s university role was casual, hourly‑paid, and without a formal contract or notice period. This indicated that the appointment could be terminated at will and was not incompatible with his public‑service duties. Consequently, the employment did not satisfy the statutory notion of \"assuming other employment\" that would equate to resignation. The Department failed to produce any evidence to the contrary and thus could not meet its burden to justify the discharge under s 19(29).",
    "conclusion": "The appeal succeeded. The order of the lower court discharging Masinga was set aside and substituted with a declaration that his assumption of employment with the University of Natal on 19 October 1989 did not result in his discharge under s 19(29) of the Public Service Act. The appeal was granted with costs, and the respondent’s appeal was dismissed with costs."
  },
  "tags": {
    "level_1": "Public Service Law",
    "level_2": "Employment/Dismissal",
    "level_3": [
      "misconduct",
      "suspension",
      "assumption of other employment",
      "wrongful dismissal",
      "public service act"
    ]
  }
}