{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/90.html",
  "case_name": "S v Vokaendleleni (486/94) [1995] ZASCA 90 (8 September 1995)",
  "citation": "[1995] ZASCA 90",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 90\n|\nNoteup\n|\nLawCite\nS v Vokaendleleni (486/94) [1995] ZASCA 90 (8 September 1995)\nDownload original files\nPDF format\nRTF format\nSaak nr 486/94 /MC\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak tussen:\nDANIEL\nVOKAENDLELENI\tAPPELLANT\n-en-\nDIE\nSTAAT\tRESPONDENT\nCORAM: Hefer, Vivier ARR et Van Coller Wn AR.\nVERHOOR: 31 Augustus 1995.\nGELEWER: 8 September 1995.\nUITSPRAAK\nVIVIER AR/\n2\nVIVIER AR:\nDie appellant is in die Witwatersrandse Plaaslike\nAfdeling deur Swart R en assessore aan moord (aanklag 1) en die onwettige besit\nvan 'n vuurwapen en ammunisie (aanklagte 2 en 3) skuldig bevind. Op die\nmoordaanklag is hy tot twaalf jaar gevangenisstraf gevonnis.\nOp aanklagte 2 en\n3, wat saamgeneem is vir doeleindes van vonnis, is hy tot twee jaar\ngevangenisstraf gevonnis en dit is gelas dat\neen jaar daarvan moet saamloop met\ndie vonnis op aanklag 1. Met die nodige verlof appelleer die appellant na\nhierdie Hof teen sy\nskuldigbevinding op al drie aanklagte.\nDie\nstaatsaak teen die appellant was dat hy en ene Chere om ongeveer elfuur die aand\nvan 28 Mei 1993 in 'n kroeg in Bekkersdal, Westonaria,\nin 'n stryery oor bier\nbetrokke geraak het. Die appellant het die kroeg verlaat, kort daarna temggekeer\nmet 'n\n3\nvuurwapen in die hand en sonder meer een skoot afgevuur wat die\noorledene, die 29-jarige Job Sobidi, in die bors getref het. Die oorledene\nis\nongeveer sewe weke later, op 14 Julie 1993, in die hospitaal oorlede aan die\nbeserings wat hy as gevolg van die skietwond opgedoen\nhet. Die appellant se\nsaak, daarenteen, was dat hy nie die skoot gevuur het wat die oorledene getref\nhet nie en dat hy nie in besit\nwas van die betrokke vuurwapen en ammunisie nie.\nSy weergawe was dat Chere sonder enige rede 'n aggressiewe houding teenoor hom\ningeneem\nhet in die kroeg, dat Chere 'n vuurwapen uitgehaal het en dat hulle om\nbesit daarvan gestoei het toe die skoot afgaan terwyl Chere\nnog steeds die\nvuurwapen in sy hand gehad het.\nDie meerderheid van die Verhoorhof\nhet die staatsgetuienis oor die skietvoorval aanvaar en bevind dat die appellant\nna die stryery\nmet Chere na buite is om die vuurwapen in die hande te\nkry\n4\nen dat hy dit daarna doelbewus in die rigting van die oorledene afgevuur\nhet in die kroeg vol mense. Die meerderheid het die moontlikheid\naanvaar dat die\nappellant na 'n ander persoon as die oorledene gemik het maar het bevind dat hy\ndie moontlikheid voorsien het dat\nhy die oorledene noodlottig kon tref en\nonverskillig teenoor die intrede van hierdie gevoïg gestaan het. Die\nmeerderheid het\nbevind dat die appellant se getuienis ernstige weersprekings en\nonwaarskynlikhede bevat wat so ver strek dat sy weergawe nie redelik\nmoontlik\nwaar kan wees nie. Die meerderheid het voorts bevind dat die vereiste\noorsaaklikheidsverband tussen die skietwond en die\noorledene se dood wel deur\ndie Staat bewys is.\nNamens die appellant is eerstens in hierdie Hof\nbetoog dat die meerderheid van die Verhoorhof verkeerdelik die staatsgetuienis\noor\ndie skietvoorval aanvaar en dié van die appellant verwerp het. Dit is\ngevolglik nodig om kortliks na die getuienis te verwys.\n5\nZagie Mosito het getuig dat sy moeder die eienaar van die kroeg is, dat\nhy die betrokke aand daar gewerk het en dat hy die appellant\ngoed ken as 'n\ngereelde klant. Om ongeveer elfuur die aand was hy besig om glase af te dek van\ndie tafels toe die appellant by die\nkroeg inkom met 'n vuurwapen in die hand.\nDie kroeg is 'n lang smal vertrek met die toonbank aan die een smal kant. Zagie\nhet verduidelik\ndat die tafels in 'n ry vanaf die toonbank in die middel van die\nvertrek geplaas was met stoele rondom elke tafel, en dat hy by die\ntweede tafel\nvanaf die kroeg, ongeveer regoor die deur waar die appellant ingekom het, besig\nwas. Die deur is net langs die toonbank.\nVolgens Zagie het die appellant sonder\nom iets te sê 'n skoot afgevuur in die rigting van die mense by die ry\ntafels. Daar\nwas op hierdie stadium ongeveer twintig mense in die kroeg. Na die\nskoot het die appellant uitgehardloop, gestruikel en geval en\nBenjamin Mogoje\nhet hom\n6\ngegryp. Terwyl hulle stoei, het ene Lefty daar aangekom en die vuurwapen\nby die appellant afgeneem met die woorde dat dit aan hom\nbehoort. Lefty en die\nappellant het daarna saam die perseel verlaat. Toe Zagie terugkeer na die kroeg\nhet hy die oorledene in 'n\nbloedkol op die vloer sien lê en gehelp om hom\nna die Leratong-hospitaal te vervoer.\nZagie se getuienis word\ngestaaf deur dié van Benjamin Mogoje en Joseph Lekgatle. Lefty het nie\ngetuig nie omdat hy, voïgens\ndie ondersoekbeampte, nie opgespoor kon word\nnie. Benjamin het getuig dat hy die aand diens gedoen het as veiligheidswag\nbuite die\nkroeg en dat hy die klante moes deursoek voor hulle die kroeg\nbinnegaan. 'n Onbekende persoon het daar gekom met iets wat soos 'n\nvuurwapen\ngelyk het in sy hand. Omdat hy bang was, het hy nie die persoon deursoek nie.\nKort nadat die persoon die kroeg binnegegaan\nhet, het hy 'n skoot\n7\ngehoor en die persoon het uitgekom met die vuurwapen nog steeds in sy\nhand. Die persoon het geval en Benjamin het bo-op hom gespring.\nHulle het\ngestoei om besit van die vuurwapen. Lefty het daar opgedaag en die vuurwapen by\ndie persoon afgeneem en gesê dat\ndit aan hom behoort. Lefly en die persoon\nis saam daar weg. Joseph se getuienis was dat hy om ongeveer elfuur die betrokke\naand by\n'n tafel naby die kroegtoonbank gesit en in die rigting van die\nbuitedeur gekyk het. 'n Persoon wat hy nie geken het nie, het by\ndie deur\ningekom met 'n vuurwapen in die hand waarmee hy 'n skoot geskiet het in die\nrigting waar die oorledene later op die vloer\naangetref is. Die aanvaller het\nuitgegaan, geval en Benjamin het met hom gestoei totdat Lefty die vuurwapen by\nhom afgeneem het.\nAbraham Mosweu (\"Chere\") het getuig dat hy en die\nappellant saam grootgeword en drie strate van mekaar af gewoon\n8\nhet. Hy was die betrokke aand in die kroeg en het by 'n tafel ongeveer in\ndie middel van die kroeg gesit. Die appellant het oorkant\nhom by dieselfde tafel\ngesit. Chere het afgebuk om sy skoen vas te maak en toe hy orent kom, sien hy\ndat 'n bottel bier van hom weg\nis. 'n Woordewisseling het tussen hom en die\nappellant ontstaan oor wat van die bier geword het. Die appellant het opgestaan\nen eers\nby 'n ander groepie gaan sit en toe die kroeg verlaat. Die oorledene het\nlangs Chere kom sit en hulle het 'n bier gedeel. Later het\nChere opgestaan en\ngedans. Tenvyl hy dans het die appellant by die kroeg ingekom en sonder om iets\nte sê 'n skoot afgevuur\nin die rigting waar die oorledene nog gesit en\nChere vroeër gesit het.\nDie appellant se getuienis was dat hy\n'n gereelde klant by die betrokke kroeg is en die mense daar goed ken. Die aand\nvan die voorval\nhet hy tussen nege- en tienuur daar gekom, twee biere\n9\ngekoop en by die tweede tafel vanaf die toonbank gaan sit. Die kroeg was\nvol mense, meer as die twintig wat Zagie geskat het. Terwyl\nhy besig was om sy\neerste bier te drink het 'n groep van ses persone na sy tafel gekom en om hom\nkom staan. Twee lede van die groep,\nChere en Lefty, het hy goed geken. Die\noorledene, wat hy nie geken het nie, was ook 'n lid van hierdie groep. Chere het\nhom daarvan\nbeskuldig dat hy 'n Inkatha-lid is, op hom gespoeg en sy vinger teen\nsy voorkop gedruk. Chere het 'n beweging met sy regterhand gemaak\nwaarop hy\nChere se hand met albei sy hande gegryp het omdat hy vermoed het dat Chere 'n\nmes wou uithaal. 'n Stoeiery het gevolg waartydens\ndie ander lede van die groep\nhom in die rigting van die buitedeur gestoot en een hom met 'n mes in die rug\ngesteek het. Terwyl hulle\nstoei het hy op 'n stadium Chere se regterhand omhoog\ngedruk en 'n skoot het afgegaan. Hy het toe vir die eerste keer besef dat Chere\n'n vuurwapen in sy\n10\nregterhand het en dat 'n skoot daarmee afgevuur is. Toe die skoot klap\nhet hy geval, opgespring en weggehardloop. Hy het nie gesien\ndat iemand deur die\nskoot getref is nie. Hy het ontken dat daar 'n stoeiery buite die kroeg was. Hy\nhet verder getuig dat Zagie,\nBenjamin en Joseph nie een die betrokke aand daar\nwas nie en dat hulle 'n komplot gesmee het om hom valslik te beskuldig. Chere en\nLefty is lede van die Inkatha-party waarby Zagie ook betrokke is, terwyl hyself\nweier om betrokke te raak by dié party se\nbedrywighede. Verder is al die\nstaatsgetuies bang vir Chere.\nNamens die appellant is betoog dat die\nsíaatsgetuienis vol weersprekings en onwaarskynlikhede is en dat die\nStaat nie sy saak\nbo redelike twyfel bewys het nie. Die belangrikste\nteenstrydighede waarop gesteun is, is die volgende: Zagie, Ben en Joseph meld\nnie een dat die appellant vroeér die aand in die kroeg was en uitgegaan\nhet voordat hy weer teruggekeer en geskiet het nie,\n11\nterwyl dit wel die geval was volgens Chere; laasgenoemde het getuig dat\nklante nie deursoek is voordat hulle die kroeg binnegegaan\nhet nie terwyl die\nander staatsgetuies getuig het dat Benjamin wel die klante deursoek het; volgens\nChere het sommige klante gedans\nterwyl daar volgens Zagie en Joseph geen dansery\nwas nie; Zagie het getuig dat Joseph die betrokke aand in die kroeg gehelp en\nmense\nbedien het terwyl Joseph self getuig het dat hy moeg was en bloot 'n bier\ndaar gedrink het. Die Verhoorhof het breedvoerig met elkeen\nvan hierdie\nteenstrydighede gehandel en tot die gevolgtrekking gekom dat dit nie wesenlik\nvan aard is nie. Ek stem saam. Soos die\nVerhoorhof sal ek dit verbasend vind as\nalmal in 'n kroeg dieselfde waarnemings en herinnering het oor wie wat gedoen\nhet.\nDit is betoog dat dit onwaarskynlik is dat die appellant vir\nChere sou wou skiet bloot op grond van Chere se beskuldiging oor\n12\ndie verdwyning van sy bier en verder dat hy dit ten aanskoue van 'n kroeg\nvol mense sou doen. Op sy eie getuienis, egter, het die\nappellant die aand baie\ngedrink en was hy onder die invloed van drank. Sy optrede kan dus nie beoordeel\nword aan die hand van hoe\n'n mens normaalweg sou gehandel het nie. Dit is voorts\nbetoog dat die getuienis oor Benjamin se heldhaftigheid na die skietery\nonwaarskynlik\nis in die lig van sy eie getuienis dat hy voorheen bang was om die\nappellant te deursoek. Die getuienis was egter dat toe die appellant\nuitkom hy\ngestruikel en geval het. Ek vind dit nie onwaarskynlik dat Benjamin toe kans\ngesien het om hom te pak nie.\nAnder aspekte van die staatsaak wat\nnamens die appellant as onwaarskynlik bestempel is, is Lefty se aankoms op die\ntoneel, die versuim\nvan die skare om die appellant te arresteer en Zagie se\ngetuienis dat geen wapens vir sekuriteitdoeleindes by die kroeg\n13\naangehou word nie. Ek vind die getuienis wat op hierdie aspekte gegee is,\ngeensins onwaarskynlik nie en dit is gevolglik nie nodig\nom iets meer\nhieromtrent te sê nie.\nDie appellant se weergawe, aan die\nander kant, is so onoortuigend en onwaarskynlik dat dit met reg deur die\nVerhoorhof verwerp is.\nEk verwys na enkele aspekte. Sy storie oor waarom die\ngroep hom aangeval het, is totaal onsinnig. Hulle is lede van die\nInkatha-beweging\nmaar beskuldig hom terselfdertyd dat hy 'n lid is van dieselfde\nbeweging. Verder is dit moeilik om te aanvaar dat hy Chere se hand\nkon gegryp en\n'n heel tydjie met hom gestoei het sonder om die vuurwapen in sy hand te sien.\nVolgens die mediese getuienis het die\nkoeël die oorledene se liggaam met 'n\nafwaartse trajek getref, wat daarop dui dat die oorledene gesit het toe hy\ngeskiet is.\nDit strook nie met die appellant se getuienis dat die oorledene een\nvan die groep was wat hom omsingel het nie.\n14\nDie betoog namens hom dat die oorledene op 'n stadium die groepie\naanvallers verlaat en gaan sit het voor die skoot gevuur is, was\nnie oortuigend\nnie. Volgens die appellant het hy skaars by die kroeg aangekom toe die skietery\nplaasvind. Nogtans getuig hy onomwonde\ndat Zagie, Joseph en Benjamin nie een\ndaar was nie. Dit is skaars denkbaar dat getuies wat nie eers op die toneel was\nnie, sou saamspan\nom hom valslik te inkrimineer. Daar is geen feitebasis vir\nhierdie moontlikheid nie.\nEk is gevolglik van mening dat daar geen\nrede bestaan om met die Verhoorhof se aanvaarding van die staatsgetuienis en sy\nverwerping\nvan die appellant se weergawe in te meng nie. Daarvolgens is dit\nduidelik dat die appellant die skoot gevuur het wat die oorledene\ngetref het en\ndat hy dit met die vereiste opset by moontlikheidsbewussyn gedoen het.\nDie verdere vraag is of die skietwond regtens die dood\nvan\n15\ndie oorledene veroorsaak het. Binne 'n uur nadat die oorledene geskiet\nis, het hy 'n noodoperasie in die Leratong-hospitaal ondergaan.\nVolgens die\nmediese getuienis het die koeël sy borskas in die vyfde tussenribspasie\nbinnegedring. Dit is deur die diafragma,\nhartsak en maag; daarna het dit die\nhoofslagaar na, en die hoofaar vanaf die miït deurboor, uitgebreide\nkneusing van die pankreas\nveroorsaak en is uiteindelik deur die eerste lumbale\nrugwerwel en rugmurg by die liggaam uit. Dr Serfontein, wat die operasie gedoen\nhet, het getuig dat die milt verwyder en al die ander skade chirurgies herstel\nis behalwe dié aan die pankreas, rugwerwel\nen rugmurg. Hy het verduidelik\ndat alhoewel die koeël nie die pankreas self getref het nie, dit so na aan\ndie pankreas verby\nis dat die skokgolf daarvan die kneusing veroorsaak het.\nSulke beserings word as baie emstig beskou en is lewensgevaarlik. Die pankreas\nvervaardig verteringsensieme en so 'n besering kan\n16\nmet verloop van tyd tot die vorming van 'n sist bevattende\nverteringsensieme lei wat die pankreas kan vernietig, veral wanneer dit\nbars en\ndie ensieme vrystel. In so 'n geval volg die dood onmiddellik. Dr Serfontein het\nsekere post-operatiewe nasorg voorgeskryf\nwat daarop neergekom het dat die\npasient geen vaste voedsel inneem nie sodat die pankreas kan herstel. Die skade\naan die rugmurg\nhet die permanente verlamming van die oorledene onder die vlak\nvan die eerste lumbale rugwerwel tot gevolg gehad.\nOp 31 Mei 1993 is\ndie oorledene, wat 'n mynwerker was, oorgeplaas na die GoldGelds West-hospitaal\nwaar sy toestand stabiel gebly en\nhy klinies goeie vordering gemaak het. Op 3\nJunie 1993 is hy oorgeplaas na die spinale eenheid by die Rand Mutual-hospitaal\nvir sy\nrehabilitasie as 'n parapleeg waar hy gebly het tot sy dood op 14 Julie\n1993.\nIn laasgenoemde hospitaal het die oorledene volgens\nalle\n17\naanduidings goeie vordering gemaak tot twee dae voor sy dood. Op 12 Julie\n1993 is bloed in sy urine gevind, hy het gebraak en het\nmucus deur die rektum\npasseer. Daar was geen ander uitwendige teken van enige probleem nie. Hy is deur\nDr Hooper, die hoof van die\nspinale eenheid, ondersoek en 'n urineweg-infeksie,\nwat algemeen voorkom onder parapleë, is gediagnoseer. Die oorledene het\nnie\nop behandeling reageer nie en sy toestand het verswak. Die volgende dag, 13\nJulie 1993, het die braking voortgeduur en hy het\nnou ook diarree gehad. Verdere\nmedikasie en binne-aarse voeding is toegedien maar sy toestand het verder\nverswak. Vroeg die oggend\nvan 14 Julie 1993 het hy gekla van pyn in sy buik en\nX-strale is geneem. Dit het 'n abnormaliteit in die boonste gedeelte van die\nbuikholte in die omgewing van die trajek van die skietwond getoon. Die radioloog\nhet aanbeveel dat 'n serum-amulase gedoen word om\nte bepaal of van die ensieme\nvan\n18\ndie pankreas nie uit die pankreas lek nie. Daar is aanbeveel dat 'n sg\nCAT-scan van die buikholte gedoen word maar die oorledene het\ngesterf voordat\ndit gedoen kon word. Ten spyte daarvan dat die hulp van 'n aantal senior\ndokters, insluitende spesialiste, ingeroep\nis, het die oorledene gedurende die\nmiddag van 14 Julie 1993 gesterf. Die meganisme van sy dood was 'n hartstilstand\nas gevolg van\nelektrolitiese wanbalans weens dehidrasie.\nDie\noorledene was volgens 'n toets wat voor sy dood gedoen is, 'n draer van die\nHlV-virus en gevolglik is geen volledige lykskouing\ngehou nie. Die oorsaak van\ndood in 'n geval van manslag hoef egter nie noodwendig deur direkte getuienis of\nmediese getuiems, gebaseer\nop 'n post mortem ondersoek, bewys te word nie (S v\nBlom\n1939 AD 188\nop 208).\nDie meerderheid van die Verhoorhof het\nbevind dat die oorledene se dood veroorsaak is deur die besering van die\npankreas,\n19\nalternatiewelik deur 'n ander besering in sy buikholte, wat in\nbeide\ngevalle direk gevolg het op die skietwond. Die meerderheid\nhet\nbevind dat selfs al is die spesifieke onmiddellike oorsaak van\ndood\nnie bewys nie, alle moontlike oorsake direk in verband staan\nmet\ndie skietwond, en dat die moontlikheid van 'n novus\nactus\ninterveniens wat nie met die skietwond en die gevolge\ndaarvan\nverband hou nie, op suiwer spekulasie berus.\nDie eerste vraag wat beantwoord moet word by die\nvasstelling\nvan die vereiste oorsaaklikheidsverband is\nof daar \"feitelike\nveroorsaking\" op die grondslag van die conditio\nsine qua non\nbewys is. In S v Daniels en 'n Ander\n1983 (3) SA 275\n(A),\nwat 'n strafappèl was, het Jansen AR hieromtrent die\nvolgende\nop 331 B-D gesê :\n\"Daar kan weinig twyfel bestaan dat in ons regspraak die bepaling van\n'feitelike' oorsaaklike verband op die grondslag\nvan die conditio sine qua non geskied\t Sonder sodanige\nverband tussen die dader se handeling en die\nbeweerde,\n20\ngewraakte gevolg is daar in die algemeen geen aanspreeklikheid nie. Aan die\nander kant is dit ook duidelik dat 'n dader nie aanspreeklik\ngestel behoort te\nword vir alle gevolge waarvan sy handeling 'n conditio sine qua non is nie - sy\naanspreeklikheid sou dan te wyd\nstrek en die grense van redelikheid, billikheid\nen regverdigheid oorskry. Beleidsoorwegings verg dat iewers 'n grens gestel moet\nword.\"\nDie aard van die ondersoek na die \"feitelike\nveroorsaking\" is as volg deur Corbett HR in Intemational Shipping Company (Pty)\nLtd v\nBentley\n1990 (1) SA 680(A)\nop 700 E-I gestel :\n\"The enquiry as to factual causation is generally conducted by applying the\nso-called 'but-for' test, which is designed to determine\nwhether a postulated\ncause can be identiGed as a causa sine qua non of the loss in question. In order\nto apply this test one must\nmake a hypothetical enquiry as to what probably\nwould have happened but for the wrongful conduct of the defendant. This enquiry\nmay\ninvolve the mental elimination of the wrongful conduct and the substitution\nof a hypothetical course of lawful conduct and the posing\nof the question as to\nwhether upon such an\n21\nhypothesis plaintiff s loss would have ensued or not. If it would in any\nevent have ensued, then the wrongful conduct was not a cause\nof the plaintiff s\nloss; aliter, if it would not so have ensued. If the wrongful act is shown in\nthis way not to be a causa sine\nqua non of the loss suffered, then no legal\nliability can arise. On the other hand, demonstration that the wrongful act was\na causa\nsine qua non of the loss does not necessarily result in legal liability.\nThe second enquiry then arises, viz whether the wrongful\nact is linked\nsufficiently closely or directly to the loss for legal liability to ensue or\nwhether, as it is said, the loss is too\nremote. This is basically a juridical\nproblem in the solution of which considerations of policy may play a part. This\nis sometimes\ncalled 'legal causation'.\"\nIn Bentley se\nsaak was 'n deliktuele eis ter sprake maar, met die nodige aanpassings, geld wat\nin die aangehaalde passasie gesê\nis, eweneens in 'n strafsaak. Sien verder\nS v Mokgethi en Andere 1990(1) SA 32(A)op 39D-H.\nBy 'n beoordeling\nvan die feite van die huidige saak kan daar, na my mening, geen twyfel bestaan\nnie dat die skietwond 'n\n22\nconditio sine qua non was van die oorledene se dood. Die\nkoeël\nhet die oorledene se buikholte deurdring en\nlewensgevaarlike skade daar aangerig. Al die simptome wat die oorledene die\nlaaste paar\ndae van sy lewe getoon het, het direk betrekking gehad op sy\nbuikholte. Die medici was dit eens dat die oorïedene waarskynlik\ngesterf\nhet as gevolg van 'n pankreas- of 'n ander besering van die buik wat deur die\nskietwond veroorsaak is. Dit is gevolglik nie\nnodig om te bepaal watter\nspesifieke besering die dood veroorsaak het nie. Dit is egter duidelik dat die\noorledene nie sou gesterf\nhet as die appellant hom nie geskiet het\nnie.\nNamens die appellant is verskeie ander moontlike oorsake van\ndood geopper wat onverwant is met die skietwond, soos dat die oorledene\nweens 'n\nurineweg-infeksie of gastritis of vigs gesterf het. Wat die eerste moontlikheid\nbetref het Dr Hooper uitdruklik getuig dat\ndie infeksie binne 'n dag heeltemal\nopgeklaar het en dat dit in\n23\nelk geval 'n direkte gevolg van die skietwond was. Wat die moontlikheid\nvan gastritis betref, het Dr Hooper getuig dat stoelgang-toetse\ngetoon het dat\ndie oorledene nie gastritis gehad het nie. Hierdie getuienis is streng gesproke\nhoorsê maar daar is geen feite-basis\nhoegenaamd vir 'n redelike\nmoontlikheid van die bestaan van gastritis nie. Dieselfde geld vir die suggestie\ndat die oorledene aan\nvigs gesterf het, wat in elk geval, volgens die mediese\ngetuienis, nie 'n oorsaak van dood kan wees nie.\nDie volgende vraag\nis of die skietwond regtens die oorledene se dood veroorsaak het. In die\nMokgethi-saak, supra, op 39 J -40 I, het\nVan Heerden AR na die verskillende\nkriteria vir die bepaling van juridiese kousaliteit verwys, soos die afwesigheid\nvan 'n novus\nactus interveniens, \"proximate cause\", \"direct cause\",\nvoorsienbaarheid en adekwate veroorsaking en as volg voortgegaan (op 40 I\n- 41\nA):-\n24\n\"Wat die onderskeie kriteria betref, kom dit my ook nie voor dat hulle veel\nmeer eksak is as 'n maatstaf (die soepele maatstaf) waarvolgens\naan die hand van\nbeleidsoorwegings beoordeel word of 'n genoegsame noue verband tussen handeling\nen gevolg bestaan nie. Daarmee gee\nek nie te kenne nie dat een of selfs meer van\ndie kriteria nie by die toepassing van die soepele maatstaf op 'n bepaalde soort\nfeitekompleks\nsubsidiêr nuttig aangewend kan word nie; maar slegs dat geen\nvan die kriteria by alle soorte feitekomplekse, en vir die doeleindes\nvan die\nkoppeling van enige vorm van regsaanspreeklikheid, as 'n meer konkrete\nafgrensingsmaatstaf gebruik kan word nie.\"\nNamens die\nappellant is betoog dat die skietwond in die huidige saak nie as regsoorsaak van\ndie oorledene se dood geld nie omdat die\nnalatigheid van die personeel van die\nLeratong-hospitaal 'n novus actus interveniens daarstel. Dié nalatigheid\nsou daarin\nbestaan dat die ander twee hospitale waarin die appellant daarna\nopgeneem is, nie verwittig is van die oorledene se pankreasbesering\nnie. Daar is\nbetoog dat indien die personeel by die Rand Mutual-\n25\nhospitaal bewus was van hierdie besering hulle betyds die nodige\nbehandeling kon gegee en sodoende die oorledene se dood verhoed\nhet.\nDr Serfontein het getuig dat daar geen medikasie of operatiewe\ningrepe bestaan vir die behandeling van 'n pankreasbesering nie. Die\nondersteunende terapie wat hy voorgeskryf en waarna ek reeds verwys het, is mee\nvolgehou totdat die oorledene in die Rand Mutual-hospitaal\nopgeneem is. Op geen\nstadium voor die laaste paar dae van sy lewe het die oorledene enige simptome\ngetoon wat daarop gedui het dat\nsy pankreasbesering nie herstel het nie. Dr\nHooper, wat in beheer was van die oorledene se behandeling in die Rand\nMutual-hospitaal,\nhet getuig dat die medici by hierdie hospitaal toe daarop\nbedag was dat die oorledene moontlik pankreatitis of 'n sist van die pankreas\nontwikkel het as gevolg van die skietwond, maar dat daar\n26\nniks was wat hulle kon doen om die oorledene se lewe te red nie. Dit is\nduidelik dat daar geen nalatigheid aan die kant van die personeel\nvan enige van\ndie drie hospitale was nie.\nEk is gevolglik van mening dat daar geen sprake is van enige novus actus\nintervenies nie en dat daar 'n genoegsame noue verband bestaan\ntussen die\nskietwond en die oorledene se dood om die appellant daarvoor regtens\naanspreeklik te hou.\nDie appellant is gevolglik tereg skuldig bevind en die appèl word\nafgewys.\nW VIVIER AR.\nHEFER AR)\nStem saam. VAN COLLER WN AR)",
  "scraped_at": "2026-02-12T07:12:29.329985",
  "date": "1995-09-08",
  "coram": [
    "Hefer AR",
    "Vivier AR",
    "Van Coller WN AR"
  ],
  "case_number": "486/94",
  "parties": {
    "applicants": [
      "Daniel Vokaendlelni"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "On the night of 28 May 1993 a fight broke out in a bar in Bekkersdal between the appellant, Daniel Vokaendlelni, and a man known as Chere. After leaving the bar Vokaendlelni returned armed and fired a single shot that struck 29‑year‑old Job Sobidi in the chest. Sobidi died fourteen days later in hospital. The State argued that Vokaendlelni intentionally shot Sobidi and that the wound was the factual cause of death. The defence claimed that Chere was the shooter, that Vokaendlelni was assaulted, and that the State witnesses’ accounts were unreliable. Witnesses for the State included the bar owner’s son Zagie, security guard Benjamin Mogoje, and patron Joseph Lekgatle, who described the sequence of events and identified Vokaendlelni as the shooter. The appellant’s own testimony was contradictory and implausible. Medical evidence showed that the bullet perforated the abdomen, damaging the pancreas and spinal cord, leading to severe complications and eventual death.",
    "issues": "1) Whether Vokaendlelni intentionally discharged the firearm and thereby caused the death of Sobidi. 2) Whether the factual causation (conditio sine qua non) between the gunshot wound and Sobidi’s death was established. 3) Whether there was any legal causation issue, such as a novus actus interveniens arising from the alleged negligence of the hospitals that treated Sobidi.",
    "principles": "The court applied the established principles of factual causation, requiring proof that the act was a conditio sine qua non of the death, and legal causation, requiring a sufficiently close link between the act and the result. It cited S v Daniels (conditio sine qua non test), International Shipping Co v Bentley (but‑for test and proximate cause), and S v Mokgethi (no novus actus interveniens). The court reiterated that where the victim’s death is directly attributable to the wound, the chain of causation is not broken by subsequent medical treatment unless it is grossly negligent.",
    "application": "Applying these principles, the court found the State’s witnesses credible and the appellant’s version untenable. The medical testimony demonstrated that the bullet’s trajectory caused life‑threatening damage to the pancreas and spinal cord, which directly led to Sobidi’s death. The court held that the hospitals’ conduct did not constitute a novus actus interveniens, as no appropriate treatment existed for the pancreatic injury and the subsequent complications were a natural consequence of the wound. Consequently, factual and legal causation were satisfied.",
    "conclusion": "The appeal was dismissed. Vokaendlelni’s convictions for murder, illegal possession of a firearm and ammunition were upheld, and the sentences imposed by the lower court were confirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Homicide",
    "level_3": [
      "murder",
      "causation",
      "firearm",
      "appeal"
    ]
  }
}