{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/124.html",
  "case_name": "S v Moolman (113/94) [1995] ZASCA 124 (10 November 1995)",
  "citation": "[1995] ZASCA 124",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 124\n|\nNoteup\n|\nLawCite\nS v Moolman (113/94) [1995] ZASCA 124 (10 November 1995)\nDownload original files\nPDF format\nRTF format\nSAAKNOMMER: 113/94\n/jvdm\nIN DIE HOOGGEREGSHOF VAN\nSUID-AFRIKA (APPèLAFDELING)\nIn die saak tussen:\nK F MOOLMAN\tAPPELLANT\nen\nDIE STAAT\tRESPONDENT\nCORAM\n: VIVIER, STEYN et OLIVIER, ARR\nVERHOOR\n: 19 MEI 1995\nGELEWER\n: 10 NOVEMBER 1995\nU I T S P R A A K\nSTEYN AR/\n2\nSTEYN AR: INEEIDING\nAppellant, 'n konstabel in die\nSuid-Afrikaanse Polisie, het in die Oos-Kaapse Streekhof sittende te Elliot,\ntereggestaan op vier aanklagte\nvan aanranding met die opset om die klaer,\nNombuko Kleinboy Mgqelana (die klaer), ernstig te beseer. Daar was 'n vyfde\naanklag van\nsoortgelyke aard, die klaer daar synde ene Thabo Jonase. Appellant\nse mede-beskuldigde op lg aanklag was 'n polisiesersant, ene C\nJ Hayward.\nHierdie aanklag is egter voor pleít ternggetrek en appeUant het daarna\nalleen tereggestaan op voormelde vier aanklagte,\nwat steeds genommer was 2 tot\n5. Ek sal in hierdie uitspraak daardie nommers behou in verwysings na die\nafsonderlike aanklagte.\nDie bewerings in aanklagte 2, 3 en 4 is dat appellant op 6 Febmarie 1990\ndie klaer te of naby die S A Polisiestasie in Barkly-Oos\nsoos volg aangerand het\nmet voormelde opset: (i) deur hom te slaan, te klap, te skop en met 'n voorwerp\noor die\n3\nrug en maag te slaan en hom te skok (aanklag 2); (ii) deur hom te kap,\nmet 'n lyfband te slaan, te klap, 'n sak oor sy\nkop te sit en hom te\nskok (aanklag 3); en (iii) deur hom te klap, te skop en te skok (aanklag\n4).\nIn aanklag 5 is dit appellant ten laste gelê dat hy op 7\nFebruarie 1990, by dieselfde plek as in die vorige drie aanklagte,\nklaer\naangerand het met dieseífde opset deur hom te slaan met 'n \"belt\", te\nskok en te klap. 6 Februarie 1990 was 'n Dinsdag.\nAppellant het\nonskuldig gepleit op al vier aanklagte en by die verhoor het adv J W Wessels\nnamens hom opgetree. Dit ten spyt is hy\nop 13 April 1992 in wese op al vier\naanklagte skuldig bevind. Die Streeklanddros het egter vir doeleindes van die\nskuldigbevinding\nal vier aanklagte gekonsolideer en appellant op die\ngekonsolideerde aanklagte \"skuldig bevind aan een klag van aanranding met die\nopset om ernstig te beseer\". Hy het appellant toe gevonnis tot drie jaar\ngevangenisstraf waarvan 1 jaar voorwaardelik vir vyf jaar\nopgeskort\n4\nis.\nAppellant het daarna in hoër beroep gegaan na\ndíe Oos-\nKaapse Provinsiale Afdeling teen sy skuldigbevindings en\nvonnis.\nVoor daardie hof het die saak 'n interessante loop geneem\nwaarna later\nverder na verwys sal word.\nDie appèl het nie geslaag nie maar die\nskuldigbevinding\nis gewysig na 'n skuldigbevinding op elk van die vier\naanklagte\nafsonderlik wat vir doeleindes van vonnis saamgeneem is.\nDieselfde\nstraf is toe weer opgelê. Sy effektiewe\ngevangenisstraf bly gevolglik\nsteeds 2 jaar. Daarna is appellant\ndeur die Provinsiale Afdeling verlof\nverleen om teen sy\nskuldigbevindings en vonnis na hierdie Hof te\nappelleer. Die gronde\nvan appèl op die meriete is o m die volgende:\nDat die\nlanddros fouteer het deur die staatsgetuienis as geloofwaardig\nte\naanvaar en dié van die verdediging te verwerp, om die\nvolgende\nredes.\n5\n\"11 Die klaer, NOMBUKO KLEINBOY MGQELANA, is deur die Hof a quo as 'n\ngeloofwaardige en betroubare getuie bevind ondanks die feit\ndat hy 'n enkel\ngetuie was; sy getuienis nie in ooreenstemming met die beweringe in die\nklagstaat was nie; sy getuienis in materiële\nopsigte deur sy werkgewer en\nwerkgeefster weerspreek is; hy van sy polisieverklaring afgewyk het; die\nwaarskynlikhede van sy weergawe\nmet reg bevraagteken kan word; daar geen direkte\nstawing vir sy getuienis was nie; en sy getuienis in toto deur [die]\nverdedigingsgetuies\nweerspreek is.\"\nDIE\nONBETWISTE FEITE\nDaardie feite is kortliks die\nvolgende.\nKlaer was in Februarie 1990 op\nredelik gevorderde ouderdom reeds etlike jare as bokwagter in diens van mnr\nSteven Getliffe (Getliffe)\nop die plaas Bonnievale in die Barkly-Oos distrik,\nwat ongeveer 33 km vanaf die dorp geleë is. Getliffe se vrou, Barbara, is\n'n gekwalifiseerde verpleegster maar woon met hom op die plaas. Op\nMaandagoggend, 5 Februarie 1990, om ongeveer 10:00 het appellant,\nwat destyds 'n\nkonstabel verbonde aan die plaaslike\n6\nveediefstaleenheid was, op Bonnievale aangekom. Getliffe was nie tnis nie\nmaar sy vrou was. Sy het appellant op sy versoek toegelaat\nom die klaer weg te\nneem vir ondervraging as verdagte in 'n veediefstal saak. Hy het klaer by sy\nveepos gaan haal en op pad terug\nweer by haar aangedoen en 'n boodskap vir\nGetliffe by haar gelaat dat hy luit Wolmarans (die bevelvoerder van die\nveediefstaleenheid\nop Barkly-Oos) moet bel as hy enige probleme of navrae\nhet.\nDie volgende dag, Dinsdag 6 Febmarie, is Thabo Jonase, die\nkiaer op die bogenoemde temggetrekte aanklag en werknemer van die Getliffes,\ndeur 'n konstabel van die veediefstaleenheid ook op Bonnievaie gaan haal vir\nondervraging. Getliffe het op Woensdag 7 Februarie,\nluit Wolmarans gebel om te\nhoor wat aan die gang was en het verneem dat die polisie nog besig was om die\nsaak te ondersoek waarby\ndie klaer en Jonas as verdagtes beírek\nwas.\n7\nDIE GETUIENIS IN GEDING\n(I) DIE STAAT SE WEERGAWE\nKlaer se verhaal oor die\naanrandings en die omringende omstandighede is kortliks soos volg. Hy is by sy\nwoning op die veepos denr\nappellant gehaal in 'n patrolliewa. Daar was 'n wit en\n'n swart polisieman saam met hom. Hulle was al drie in dieselfde soort\nkakiekleurige\ndrag geklee. Hulle is na die Lady Grey polisiestasie waar hulle\ngehelp het om 'n gestorwe verdagte se lyk van 'n patrolliewa af te\nhaal. Na\nsononder het hulle by die Barkly-Oos polisiestasie aangekom. Hy is twee komberse\ngegee en het in opdrag van appellant die\nnag in 'n patrolliewa geslaap. Die\nvolgende oggend is hy in die polisiestasie deur appellant in Xhosa ondervra oor\n13 vermiste skape\nvan 'n seker \"Kobus\". Toe hy sê hy weet niks daarvan\nnie, het appellant hom aangerand met \"karate houe\", (met die kant van\ndie hand,\nvolgens klaer) op albei skouers, en hom daarna \"hot en haar\" deur die gesig\ngeklap met albei hande. Hy het geval en is\ndeur\n8\nappellant op die niere geskop. Toe hy opstaan is hy denr appellant met 'n\nlyfband van voor en van agter oor sy lyf geslaan. Appellant\nhet hom toe op sy\nmaag laat lê. Met behulp van twee ander polisiemanne het appellant hom toe\nelektriese skokke toegedien nadat\n'n jas oor sy kop gesit is. Die drade is eers\naan sy pinkies vasgemaak en na 'n paar skokke, aan sy boeie. Die skokke was toe\nso\nkwaai dat hy sy bewussyn verloor het. Toe hy bykom het hy in opdrag van\nappellant polisievoertuie gaan was op die perseel, net voor\nmiddagete. Daarna is\nhy verder ondervra en weer deur appellant aangerand. Hy is weer in die gesig\ngeklap en op die niere geskop.\nHy is weer met 'n lyfband geslaan en daarna op\ndieselfde wyse geskok, vier keer aan die pinkies en toe weer deur die boeie. Hy\nhet\nweer sy bewnssyn verloor. Daama moes hy weer polisievoertnie gaan\nwas.\nNet voor aandete is hy weer ondervra en weer deur appellant\naangerand met karate hone, skoppe op die niere en met die lyfband. Sy\nkop is\nweer bedek en hy is weer geboei en geskok op\n9\ndieselfde manier. Weer het hy sy bewussyn verloor. Daama is hy weer deur\nappellant gesê hy \"moet teruggaan werk toe\" (blykbaar\nná die was\nvan voertuie). Later het hy weer komberse gaan haal en is deur appellant aan\ntwee stoele geboei vir die nag in\n'n kantoor. Die volgende dag is hy weer\nondervra en weer op dieselfde verskillende maniere in dieselfde volgorde deur\nappellant aangerand.\nHy het weer sy bewussyn verloor nadat hy deur die boeie\ngeskok is. Toe hy bykom het hy op appellant se bevel die komberse gaan wegsit\nen\nis toe saam met appellant na 'n winkel in Barkly-Oos waar appellant steenkool,\ngas (\"easy gas\") en die pos gekry het. Daarna is\nhulle 'n entjie uit die dorp na\n'n plek bewoon deur kleurlinge. Daar is skape bymekaargemaak en op hul\npatrolliewa gelaai. Hulle\nis toe na Rhodes waar die goed by die winkel gekry,\nafgelaai is. Die skape is daarna by twee veeposte afgelaai waar skape se merke\nvergelyk is. Hulle is toe terug na Rhodes waar appellant 'n verkyker by 'n\npolisiesersant gelaat het. Daarna het appellant hom by\n'n plek met die\nnaam\n10\n\"Martienshoek\" afgelaai. Hy moes van daar af te voet huisíoe loop,\nmaar het oppad by 'n veepos aangedoen en daar geslaap. Hy\nis daar weg om 03:00\ndie volgende dag en het 09:00 by sy veepos-woonpïek aangekom. Hy kon\n(blykbaar weens sy beserings) skaars\nsit en het kort na sy tuiskoms \"met moeite\"\ntot by die Getliffes se plaas geloop. Getliffe was daar en klaer het hom vertel\nwat gebeur\nhet. Strydig met sy eie kronologiese uiteensetting het klaer egter\ngetuig dat Getliffe hom die volgende dag, wat hy aanmerk as 'n\nDonderdag, dokter\ntoe geneem het waar hy \"net so deurgekyk\" is en vyf pakkies pille gegee is.\nLater is hy weer vir 'n besering aan\nsy nek dokter toe. Dit was 'n knop waarvan\nhy ongeveer 7 dae na die aanrandings bewus geraak het. Later is hy hospitaal toe\nwaar\ndie knop aan sy nek verwyder is. Hy was twee dae in die hospitaai. Hy het\ngetuig dat hy steeds pyn in sy heup het en aan sy skouer.\nOp vrae deur die hof\nhet hy voor die aanvang van kruis-ondervraging getuig dat toe hy tuiskom hy\ngebloei het en dat hy nog erg gebloei\nhet toe hy by die Getliffes\narríveer het.\n11\nNadat sy vrou aldaar die bloed aan hom afgevee het, het die bloeding\negter opgehou.\nTydens kruis-ondervraging het die klaer o m getuig\ndat hy die gebeure nog goed kan onthou en dat wat hy in sy getuienis gesê\nhet ook in sy polisieverklaring voorkom. Die betrokke passasie in sy\nkruisverhoor lui so:\n\"\nMNR WESSELS\n: Het jy nou vir die Hof alles vertel wat hierdie\nbeskuldigde aan jou gedoen het op daardie aand? — Ja.\nEn dit wat jy nou hier vir die Hof vertel het, is net soos dit gebeur het?\n— Ja.\nDie feite wat jy nou vir die Hof opgegee het, die gebeurtenisse wat jy\nbeskryf het, dit is nog duidelik in jou geheue né? —\nJa.\nDis nou nie dinge wat jy so maklik sal vergeet nie, want jy het dit self\nbeleef? - Ja.\nSo jy kan nie 'n fout maak met daardie gebeurtenisse soos wat jy dit vir die\nHof beskryf het nie? - Nee.\nEn soos wat jy die gebeurtenisse vir hierdie Hof beskryf het, aanvaar ek,\nhet jy dit ook vroeër vir die polisie vertel toe daar\n'n verklaring gevat is by jou? — Ja.\nDie verklaring wat daar deur die polisie van jou gevat was,\nwas\n12\ndit kort na die insident gewees, of die voorval? — Ja.\nSo alles wat jy vir die Hof vertel het, so behoort dit ook te verskyn in\ndaardie verklaring wat jy by die polisie gemaak het?\n—\tJa.\nDít is so dat jy by geleentheid na hierdie insident ook 'n prokureur\ngespreek het, 'n prokureur daar in Grahamstad. —\nJa.\nEn jy wou gehad het die prokureur moet nou 'n eis instel vir die beserings\nvir die wyse wat jy toe behandel was deur die polisie?\n—\tJa.\nKan ons aanvaar dat, dat die Hof aanvaar dat jy dit wat jy vir hierdie Hof\nvertel het, ook vir daardie prokureur vertel het? -Ja.\nJy sal mos nou nie nodig gehad het om die storie te verander nie? -\nNee.\"\nVerder tydens kruisverhoor het hy getuig dat hy\ndie eerste nag by die Barkly-Oos polisiestasie drie komberse gegee is en dat hy\ndaardie\naand deur appellant aan sy linkerarm aan die patrolliewa vasgeboei is en\ndie hele nag so moes slaap. Hy het sy versuim om die vasboeiery\nvroeër te\nmeld aan \"'n fout\" toegeskryf, en het bygevoeg dat hy seker is dat hy aldus\ngeboei was. Sy polisieverklaring het hy\n13\nafgelê \"die daaropvolgende week\" (na die aanrandings). Hy het\ngetuig dat hy twee polisieverklarings afgelê het, wat afgeneem\nis deur 'n\nblanke sersant, dat dié \"pront Xhosa\" gepraat het met hom en dat hulle\nmekaar \"heeltemal\" verstaan het. Hierdie\nverklarings is aan hom teruggelees.\nHulle was korrek afgeneem. Daarin het hy gesê dat hy na die elektriese\nskokke sy bewussyn\nverloor het. (Een van hierdie verklarings het hy afgelê\nas klaer in die onderhawige saak en die ander as getuie in die aangeleentheid\nvan die voormelde beweerde aanranding op Thabo Jonase. Dit is met die\neersgenoemde verklaring waarmee ons hier te doen het).\nDie tweede\naand het appellant sy linkerarm aan die pote van twee stoele vasgeboei. Hy het\ndie hele nag so deurgebring en appellant\nhet die betrokke kantoordeur gesluit.\nDaarna het daar gedurende daardie aand egter 'n vrouepersoon in die kantoor\ningekom en daar\nsit en skryf.\nToe hy ondervra is oor die ooglopende verskilie tussen\nsy\n14\ngetuienis en die besonderhede van die aanrandings in die\nklagstaat uiteengesit, het die klaer volgehou dat dit waaroor hy getuig het\nin\nsy betrokke polisieverklaring vervat is. Hy het ook daarmee volgehou dat hy na\nsy werkgewer is op die Donderdag van sy tuiskoms.\nHy het egter bygevoeg dat\nhulle eers die Vrydag dokter toe is en dat hy vroeër in sy getuienis\ndaarmee fouteer het. Weens sy\nbeserings was hy twee weke uít die werk\nuit. Dit was sy neus wat gebloei het toe hy Donderdag na Getliffe is. In\nherverhoor\nhet hy getuig daí hy aan Getliffe gesê het dat hy graag\n'n klagte oor die aanrandings wou gaan indien en dat dié\nhom aangeraai\nhet \"om by die polisie te gaan kla\". Aan die hof het hy ten slotte gese dat\nGetliffe hom hospitaal toe geneem het vir\ndie operasie om die knop aan sy nek te\nverwyder.\nMev Getliffe het, in teenstelling met die klaer, getuig\ndat hy op die Maandag net deur een blanke poliseman gehaal is (sy kon nie\nonthou\nof 'n swart poiisieman by was nie). Die Getliffes het voorts getuig dat klaer\nnie op die Donderdag by hulle aangekom het\n15\nnie maar dat hy op Vrydag weens 'n boodskap deur sekere van sy werknemers\ndeur mnr Getliffe by die veepos, wat ongeveer 3 kilometer\nvan die plaasopstal\nwas, gehaal is. Hy kon skaars loop, het moeite met sy asemhaling gehad en het\ngekla van pyn in die heupe. Sy\ngesig was geswel. Sy gesig en linkeroor was\ngekneus, en hy had 'n kneusing by die linkerheup. Mev Getliffe, wat hom\nondersoek het,\nwas van mening dat dit nie 'n vars swelsel was nie. Sy kon geen\nbloed aan hom onthou nie en nie een van hulle het getuig dat enige\nbloed van hom\nafgevee is deur enigiemand nie. Mnr Getliffe het egter getuig dat klaer se neus\nnie gebloei het nie. Hulle het hom\ndaardie Vrydag na die plaaslike geneesheer\ngeneem en klaer is toe deur hom ondersoek. Pille is wel aan hom gegee. Hy is\nnooit daarna\nhospitaal toe nie, en geeneen van die Getliffes het enige melding\ngemaak van 'n knop aan die klaer se nek nie. Mnr Getliffe het gesê\ndat\nindien die klaer op die Maandag of Dinsdag reeds teruggekom het na die veepos,\nsy werknemers hom daarvan sou verwittig het.\n16 Die enigste staatsgetuies was klaer en die\nGetliffes.\n(II) DIE WEERGAWE VAN DIE\nVERDEDIGING\nAppellant, destyds 'n speurder-konstabel verbonde aan\ndie S A Polisie se veediefstaleenheid op Barkly-Oos, het soos volg in eie\nverdediging\nby die verhoor getuig.\nHy het klaer op Maandagoggend 5\nFebruarie 1990, op Bonnievale gaan haal soos deur mev Getliffe getuig.\nSpeurder-konstabel Gila, 'n\nswart lid van voormelde eenheid, het hom vergesel.\nDit was net hulle twee. Hulle het privaatdrag gedra, nie kakie nie. Die kortste\npad van die plaas na Barkly-Oos is via Lady Grey. Hulle het daar aangedoen en\nkos gekoop, maar hulle het nie by die polisiestasie\ndaar aangedoen nie. Hulle\nhet om ongeveer 15:00 daardie middag by Barkly-Oos aangekom. Hy en Gila het\nklaer vir 2-3 uur in die veediefstal\nkantoor by die plaaslike polisiestasie\nondervra oor 13 skape van mnr Kobus Church wat soek geraak het. Hy het klaer\nnie\n17\naangerand nie en het hom later die middag teruggeneem, maar het hom by 'n\nplaas met die naam \"Martinshoek\" gaan aflaai om ongeveer\n19:00 omdat hy nog 'n\nberiggewer in daardie omgewing wou gaan spreek. Vandaar is dit kortpad oor die\nberg na Bonnievale. Hy is dieselfde\naand terug na Barkly-Oos. Die gebeure van\ndie dag het hy in sy amptelike polisiesakboek opgeteken.\nDaar was 'n\ngoeie verhouding tussen hom en klaer en lg was gewillig om appellant in die\ntoekoms te help. As hy klaer wou aanhou op\nBarkly-Oos was daar polisieselle\nwaarin hy toegesluit kon gewees het. Hy het ook getuig dat hy nie sleutels vir\nsy kantoordeure gehad\nhet nie. Die eenheidsbevelvoerder, luitenant Wolmarans, is\ndie enigste wat sleutels in sy besit het. Hy kon derhalwe nie sy kantoordeur\ngesluit het soos deur klaer beweer nie. Op daardie tydstip was daar in elk geval\ngeen slotte wat gewerk het nie. Daar was destyds\nook nie 'n sleutel vir sy\nkantoordeur nie. Sy sakboek het geen inskrywing gehad ten aansien van die besoek\naan Lady Grey nie,\n18\nomdat hy geen polisiewerk daar verrig het nie en slegs kos daar gekoop\nhet op pad terug na Barkly-Oos.\nDie volgende dag, Dinsdag 6\nFebruarie 1990, is hy weer na die Getliffes se plaas en het Thabo Jonase daar\ngaan oplaai vir ondervraging\nin verband met dieselfde saak waaroor hy klaer die\nvorige dag ondervra het.\nAppeilant se polisie-sakboekie was in die\nStaat se besit ten tye van die verhoor. Op versoek van die verdediging is 'n\ngesertifiseerde\nuittreksel ('n fotokopie) daarvan bestaande uit twee bladsye in\nappellant se handskrif, deur die aanklaer beskikbaar gestel. Dit\nis ingehandig\nas bew A. Dit bevat die aantekeninge ten aansien van die Maandag en deels ook\nvan Dinsdag, 5 en 6 Februarie 1990. Die\negtheid daarvan is deur appellant tydens\nsy verdere getuienis bevestig. Die inskrywings lui soos volg:\n\" 10.50 - Vertrek na Wartrail en tel verdagte op\ns/m\nKleinbooi te mnr Getliffe. 12.55 - Te Transkei en\nspreek beriggewers\n19\n15.45 - Te B/Oos en ondervra s/m Kleinbooi sonder sukses. Geen beserings\nen neem terug na plaas om 19.10\"\n(Die inskrywings gaan dan só voort op die tweede bladsy):\n\"19.10 - Laai s/m Kleinbooi af by uitdraai en keer terug\nna\nB/Oos 20.25 - Terug te B/Oos en rap. van\ndiens.\"\n(Op dieselfde bladsy gaan die inskrywing dan só voort):\n\"12.35 - Vertrek na Wartrail. 13.10 - Te mnr Getliffe en tel s/m Thabo op\nvir\nondervraging. 14.16 - Te B/Oos en ondervra s/m Thabo, geen sukses\nen\ngeen beserings en neem terug na plaas. 16.05 - Te plaas en laai s/m\n..\"\nDaar hou die tweede bladsy op. Die laaste inskrywing daarop verwys egter\nklaarblyklik daarna dat Thabo toe op die \"plaas\" afgelaai\nis. Die \"plaas\" is\nhoogs waarskynlik dié van die Getliffes. Die Staat het net sekere vrae\nter verdere opheldering van die\ninskrywings aangaande Maandag gedoen. Die\negtheid van die inskrywings is egter nie betwis\n20\nnie. Dieselfde geld vir die landdros se vrae daaroor. Geen vrae\nhoegenaamd is aan appellant gevra oor die inskrywings t a v die Dinsdag\nnie. Die\negtheid daarvan is egter bevestig deur mnr Getliffe in dié mate dat hy\ngetuig het dat Thabo Jonase inderdaad op dié\nDinsdag by die plaas gehaal\nis deur een van die \"stock constables\", om sy term te gebruik. Hy staaf\ngevolglik ook vir appellant dat\nThabo daardie Dinsdag van die plaas weggeneem\nis. Hy kon nie ontken dat dit appellant was wat hom kom haal het\nnie.\nAppellant het nie in sy sakboekie aangeteken dat hy klaer by\nMartinshoek afgelaai het nie omdat hy toe nog nie daardie naam geken\nhet\nnie.\nSpeurderkonstabel Gila was 'n verdedigingsgetuie. Hy het\nappellant se weergawe gestaaf dat net hy en appellant vir klaer die\nMaandagoggend\nby die Getliffes gaan haal het vir ondervraging en dat hulle hom\ndieselfde aand weer teruggeneem het, by \"Martienshoek\" afgelaai\nhet en hom\ngeensins aangerand het nie. Hy het appellant\n21\nvoorts daarin gestaaf dat hulle daardie Maandag op pad na Barkly-Oos by\nLady Grey stilgehou het net om kos te koop en dat hulle nie\ndaar by die\npolisiestasie aangedoen het nie. Hy het deurgaans volgehou dat hy teenwoordig\nwas terwyl appellant vir klaer ondervra\nhet en het ontken dat sy\npolisieverklaring, wat deur adjudant Stapelberg afgeneem is, waarin hy sê\ndat hy nie toe teenwoordig\nwas nie, korrek is. Dit is opmerklik dat Gila se\nkruisondervraging beperk was tot hierdie verskil en dat die res van sy getuienis\nnie deur die Staat betwis is nie.\nSersant Johannes Maartens was ook 'n verdedigingsgetuie. Gedurende\nFebruarie 1990 was hy nog 'n konstabel gestasioneer op Barkly-Oos.\nOp\nMaandagaand 5 Februarie 1990 om 21:50 het hy aan diens gekom as\naanklagkantoor-bevelvoerder by die Barkly-Oos polisiestasie en\nis hy die\nvolgende oggend om 05:30 afgelos. Inskrywings 292 en 306 in die voorvalleboek (V\nB) van die polisiestasie bevestig dit.\nHy het weer in dieselfde hoedanigheid aan\ndiens gekom om 13:30 op die volgende dag, Dinsdag 6 Februarie\n22\n1990, en is afgelos om 21:30 daardie aand. Daarin is hy gestaaf deur\ninskrywings 320 en 336 in die V B.\nMaartens het verder getuig dat\ndaar vyf selle in die polisiestasie is en dat daar net een prisonier was op\ndaardie Maandagaand. Die\npolisieselle was derhalwe meesal leeg. Daarin is hy\nweereens gestaaf, en wel deur inskrywing 293 in die V B. Om 00:00 op Dinsdag,\n6\nFebruarie 1990, het hy 'n kaseme inspeksie gedoen wat o a behels het dat hy die\nstasie deurgegaan het en alle onnodige ligte afgesit\nhet. Weereens is hy gestaaf\ndeur aantekening 298 in die V B. Hy het verder gesê dat hy in die loop van\nsy eerste dienstydperk\ngedurende die nag die perseel ook deurgegaan het, die\nvoertuie wat daar parkeer was nagegaan het en geen persoon in enige van hulle\ngevind het nie. Indien iemand op daardie Dinsdagaand aan stoele in die\nveediefstaleenheid se kantoor vasgeboei was voordat hy van\ndiens afgegaan het,\nsou hy dit gewaar het. So iets het hy egter nie gesien nie. Hy is tydens\nkruisverhoor gekonfronteer met sy\n23\npolisieverklaring wat ook deur adjudant Stapelberg afgeneem was. Daarin\nhet hy beweer dat hy op Dinsdagaand eers om 21:45 aan diens\ngekom het en afgelos\nis om 06:00 op Woensdag 7 Februarie. Hy kon geen verduideliking daarvoor gee\nnie. Hy het egter volgehou dat\nhy inderdaad die ure aan diens was ooreenkomstig\ndie V B inskrywings. Hy het in antwoord op vrae deur die hof gesê dat daar\n'n tikster is wat bedags by die polisiekantore werk maar dat sy nooit in die\naand daar ingekom het terwyl hy daar gewerk het nie.\nMaartens se getuienis oor\nwat hy gedurende die nag van 5-6 Februarie en vroeg-aand op die Dinsdag gedoen\nen gewaar het is nie tydens\nkruis-ondervraging bevraagteken nie. DIE GETUIENIS\nVAN STAPELBERG\nNadat die saak vir die verdediging gesluit is het die landdros adj\nStapelberg as getuie geroep. Hy het bevestig dat hy die verklarings\nvan Gila en\nMaartens afgeneem het. Volgens hom het Maartens by die aflê van sy\nverklaring nie van die V B gebruik\n24\ngemaak nie maar slegs op sy geheue staatgemaak aangaande sy diens op\nDinsdagaand. Maartens se verklaring is eers op 11 Junie 1990\nafgeneem en\ndié van Gila op 13 Augustus 1990. Stapelberg het in kruisverhoor toegegee\ndat hy Gila kon misverstaan het. Sy\nantwoord\naan die hof\nwas:\n\"Edelagbare, dit [is] moontlik dat ek hom misverstaan het en dit toe so\naangeteken het dat hy wel nie teenwoordig was nie. Ek kon\ndaar 'n fout begaan\nhet.\"\nOp 'n latere vraag deur die landdros daaroor was\nsy antwoord:\n\"Ek is menslik, Edelagbare, ek kon dalk 'n fout gemaak het.\"\nKLAER SE POLISIEVERKLARING\nVOORWOORD\nWeens die verskille tussen die bewerings in die klagstaat en klaer se\ngetuienis aangaande die wyse waarop hy aangerand was, het die\ninhoud van sy\npolisieverklaring telkens tydens sy\n25\nkmisondervraging ter sprake gekom. 'n Voorbeeld daarvan blyk uit die\nhierbo aangehaalde passasie.\nDaardie verklaring is egter nie deur\ndie aanklaer tydens die verhoor aan die verdediging beskikbaar gestel nie. Sy\nrede daarvoor is\ndeur hom soos volg verstrek. By die aanvang van sy beredenering\nop die meriete (wat deel vorm van die notule van die verrigtinge)\nhet die\naanklaer aan die landdros gesê dat die klaer op \"klein aspekte\" in sy\ngetuienis afgewyk het van sy polisieverklaring,\nen het toe soos volg\nvoortgegaan.\n\"... maar hy het deurentyd ... hoofsaaklik gehou by dit wat in sy verkiaring\nstaan en ek het dit oorweeg om dit aan die verdediging\nbeskikbaar te stel,\nEdelagbare, maar die weersprekings is nie van so 'n wesenlike aard dat dit, die\nmeriete daarvan ... vir die verdediging\nbeskikbaar hoef te stel nie. Ek het\ngekyk na die gesag, Edelagbare. Ek het gereël dat hy weer beskikbaar is\nvandag. Ek het gekyk\nna die gesag en ek is tog van mening dat ek [dit] nie vir\ndie verdediging hoef beskikbaar te stel\nnie.\"\nDie aanklaer se versuim om klaer se\npolisieverklaring aan\n26\ndie verdediging beskikbaar te stel, is nie behandel deur die\nstreeklanddros in sy uitspraak op die meriete nie. Dit is egter pertinent\ndeur\nhom in sy verdere Redes vir Uitspraak behandel. Par B van die Redes lui\nsó:\n\"Dat die aanklaer die hof ook ingelig het dat die klaer van sy verklaring\nafgewyk het, het nie enigsins die posisie verander nie.\nDie hof was bewus\ndaarvan dat die klaer nie algeheel volgens sy verklaring getuig het nie. Dit het\nimmers geblyk tydens kruisondervraging\nvan mnr Wessels. Maar steeds moet die\noorwegings vermeld by die beoordeling van weersprekings in gedagte gehou\nword.\"\nDIE VERLOOP VAN SAKE IN DIE PROVINSIALE\nAFDELING\nDie aanklaer se versuim om die verklaring aan die verdediging beskikbaar\nte stel is daarna deur mnr Wessels in sy betoogshoofde in\ndie appèl na\ndie Provinsiale Afdeling behandel en deur hom geopper toe appellant se\nappèl aanvanklik, op 25 September\n1992, voor dié Hof gedien\nhet.\nDie appél is toe sine die uitgestel, die Staat is\nbeveel om\n27\ndie verklaring aan appellant beskikbaar te stel en dat dit appellant\nvrystaan om dan aansoek te doen om dit aan die Hof van appèl\nbeskikbaar\nte stel, en enige verdere betoë daaromtrent voor te lê.\nDaarna is 'n afskrif van die verklaring aan appellant beskikbaar gestel.\nDie uitgestelde appèl is toe aangehoor op 12 Februarie\n1993 en op 8\nJulíe 1993 van die hand gewys. Voor die aanhoor van die appèl is\n'n aansoek deur die Staat voorberei om\nterugverwysing van die saak na die\nverhoorhof vir verdere beregting met inagneming van die gemelde verklaring.\nAppellant se regsverteenwoordiger\nwou dit nie laat geskied nie. Die verdere\nverloop van sake in die verhoor van die appèl op hierdie aspek is\nsó uiteengesit\nin die uitspraak van die hof a quo:\n\"In hierdie verband moet dit gemeld word dat die appellant se betoogshoofde\ndie indruk skep dat die appellant aanvoer dat daar tydens\ndie verhoor 'n\nonreëlmatigheid plaasgevind het deurdat die aanklaer, ten spyte daarvan dat\ndie klaer klaarblyklik van sy polisieverklaring\nafgewyk het, versuim het om\nhierdie verklaring aan die verdediging beskikbaar te stel. Die Staat\nhet,\n28\nop sy beurt, te kenne gegee dat aansoek gedoen gaan word dat die\naangeleentheid na die verhoorhof temg verwys word ten einde die Staat\ndie\ngeleentheid te gee om, onder andere, die klaer se polisieverklaring aan die\nappellant beskikbaar te stel 'vir verdere verhoor'\n(die bedoeling was\nklaarblyklik dat die appellant dan geleentheid gegun word om die klaer verder te\nkruisondervra). Ooreenkomstig\ndie bevel van 25 September 1992 is die\npolisieverklaring van die klaer aan die appellant beskikbaar gestel. Toe die\nappèl\nvoor ons gekom het, het mnr Wessels, wat namens die appellant\nverskyn het (en ook tydens die verhoor namens hom verskyn het), in\nooreenstemming met 'n kennisgewing wat op 12 Januarie 1993 namens die appellant\ngegee is, aangedui dat hy nie van voorneme is om\naansoek te doen dat hierdie\nverklaring aan die Hof beskikbaar gestel word nie. Daar is toe voortgegaan met\ndie appèl. Tydens\nsy betoog het mnr Wessels uitdruklik verklaar dat hy\nnie aanvoer dat die versuim deur die aanklaer om tydens die verhoor die\npolisieverklaring\naan die verdediging beskikbaar te stel, op 'n\nonreëlmatigheid neerkom nie. Mnr Wessels het (tot ons verbasing, gesien die\ninhoud\nvan die betoogshoofde) verder verklaar dat dit nooit die bedoeling was om\naan te voer dat daar wel sodanige onreelmatigheid plaasgevind\nhet nie. In die\nlig van hierdie houding aan die kant van mnr Wessels het die Staat nie\nvoortgegaan met die aansoek om terugverwysing\nnie.\"\n29\nDIE AANSOEK OM TOEVOEGING VAN 'n VERDERE GROND VAN\nAPPèL\nDie kwessie van die verklaring is níetemin weer\neens voor hierdie Hof geopper deur mnr De Bruyn wat met mnr Wessels, die verdere\nappèl namens appellant behartig het. Paragraaf 15.1 van appellant se\nbetoogshoofde lui só:\n\"Die eerste grond van appèl is dat 'n growwe onreëlmatigheid\nplaasgevind het deurdat die aanklaer nie die klaer se vorige\nteenstrydige\nverklaring aan die verdediging beskikbaar gestel het gedurende die loop van die\nverhoor nie.\"\nMnr De Bruyn het aansoek gedoen om hierdie\ngrond uit te brei deur 'n daaraan-gekoppelde verdere grond van appèl by\nte voeg\nen om dan toegelaat te word om ook op hierdie gekombineerde grond van\nappèl die appèl namens appellant te beredeneer.\nMnr Van Dyk het\nnamens die Staat daarteen beswaar gemaak omdat die onreëlmatigheidsaspek\nnie as 'n grond van appèl aangevoer\nis in appellant se aansoek om verlof\nom na hierdie Hof te appelleer nie en geen verlof daarop deur die Provinsiale\nAfdeling verleen\nis nie.\n30\n'n Beskuldigde is egter nie noodwendig gebonde aan\n'n\nfoutiewe besluit van sy regsverteenwoordiger ten aansien van\n'n\nprosesregtelike stap nie. In die onderhawige geval is die redes\nvir die\nbesluit van appellant se advokaat om nie tydens die\nappèl voor die\nOos-Kaapse Provinsiale Afdeling gebruik te\nmaak van die klaer se\npolisieverklaring nie, onduidelik, soos blyk\nuit sy betoog voor daardie\nAfdeling wat genadiglik ten volle\nopgeneem is. Die volgende passasie\nis 'n genoegsame voorbeeld\ndaarvan:\n\"\nMNR WESSELS\n: ... as dit 'n hersieningsaansoek was en dit is 'n\nonreëlmatigheid dan was dit heeltemal 'n ander afleiding, die\nXABA\nsaak was daar 'n aansoek om 'n spesiale aantekening gewees en die verklarings is\naangeheg, dit, die spesiale aantekening is soos\n'n hersieningsaansoek, en hier\nis nie 'n hersieningsaansoek voor die hof nie, al wat voor die hof is is dit wat\nvoor die landdros\nwas en soos dit aan my gevra was moet die hof dan nie nou die\nafleiding maak dat omdat ons nou nie die onreëlmatigheid van die\naanklaer\naanval dat ons nou in effek toegee dat dit nie wesenlik was nie, dit is nie\nwaaroor dit gaan nie, ek dink dit sal verkeerd\nwees om te sé omdat hier\nnou nie 'n hersieningsaansoek gebring is, daarom moet hierdie hof aanvaar dat\ndaardie afwykings [nie]\nso wesenlik was\nnie.\n31\nDit is hoogs waarskynlik dat appellant, as hy teenwoordig was, nie die\nvaagste benul sou gehad het van wat sy advokaat eintlik bedoel\nhet nie. Die\nmoontiike terugverwysing van die saak na die landdros was geen goeie rede om\nklaer se gemelde verklaring opsy te laat\nnie. Die advokaat se besluit, wat ookal\ndie eintlike redes daarvoor, is na my oordeel foutief en die appellant is nie\ndaaraan gebonde\nnie. Daar is geen genoegsame bewys dat appellant afstand gedoen\nhet van sy reg om te versoek dat die klaer se voormelde verklaring\nop\nappèl in ag geneem word. Ek gaan nou derhalwe voort met die oorweging van\nmnr De Bruyn se versoek. (Daar was geen versoek\ndeur die Staat aan hierdie Hof\ndat die aangeleentheid na die landdros terugverwys word nie.)\nDie verdere grond van appèl wat mnr De Bruyn wil byvoeg lui\nso:\n\"Dat die versuim van die Staat om die klaer se polisieverklaring tydens die\nverhoor aan die verdediging beskikbaar te maak 'n growwe\nonreëlmatigheid\ndaar stel, tot so 'n mate dat\nappellant\n32\nse skuldigbevinding op hierdie grond alleen ter syde gestel behoort te\nword.\"\nDie benadering van hierdie Hof tot\nsó 'n versoek is soos\nvolg formuleer deur Botha AR in S v Safatsa and Others 1988 (1)\nSA 868 (A) op 877 A-G.\n\"It is generally accepted that leave to appeal can validly be restricted to\ncertain specified grounds of appeal (see R v Jantjies\n1958 (2) SA 273\n(A) at\n275A; S v Williams en 'n Ander\n1970 (2) SA 654\n(A) at 655F-G; S v Sikosana\n1980\n(4) SA 559\n(A) at 563A-B). In practice this is frequently a convenient and\ncommendable course to adopt, especially ín long cases, in\norder to\nseparate the wheat from the chaff. On the other hand, this Court will not\nnecessarily consider itself bound by the grounds\nupon which leave has been\ngranted. If this Court is of the view that in a ground of appeal not covered by\nthe terms of the leave\ngranted there is sufficient merit to warrant the\nconsideration of it, it will allow such a ground to be argued. This is well\nillustrated\nby the judgment of Schreiner ACJ in R v Mpompotsha and Another\n1958\n(4) SA 471\n(A) at 472H-473F, In my view, however, it requires to be emphasised\nthat an appellant has no right to argue matters not covered by\nthe terms of the\nleave granted. His only 'right' is to ask this Court to allow him to do so. In\nMpompotshe's case supra,\nSchreiner\n33\nACJ referred to 'matters which this Court should think worthy of\nconsideration', and to the power of the Court 'to condone the delay\nand grant\nleave to appeal on wider grounds than those allowed by the trial Judge'. A\nformal petition for leave to appeal on wider\ngrounds is not an indispensable\nprerequisite, since the matter is before the Court whose members would be\nconversant with the record,\nbut the remarks I have quoted show that the Court\nwill certainly decline to hear argument on an additional ground of appeal if\nthere\nis no reasonable prospect of success in respect of it. I should make it\nclear that I am dealing here with the widening of grounds\nof appeal in respect\nof an appeal against a conviction. I am not dealing with the situation where\nleave has been granted to appeal\nagainst sentence only and the appellant seeks\nto appeal against his conviction — as to which, see S v Langa en Andere\n1981 (3) SA 186\n(A) at 189F-190F; nor am I dealing at the moment with the\nconverse situation where leave has been granted to appeal against a conviction\nand the appellant seeks to appeal against his sentence — as to that, see S\nv Shenker and Another\n1976 (3) SA 57\n(A) at 58H-61E, to which further reference\nwill be made below,\"\nïn die lig hiervan was dit\nnodig om insae te hê in die inhoud van die verklaring om sodoende te\nbepaal of daar op hierdie\ngrond enige redelike vooruitsigte van welslae is al\ndan nie. Mnr De Bruyn was gevolglik toegelaat om die verklaring aan ons voor\nte\nlê.\n34\nDie relevante gedeelte daarvan lui só:\n1.\nOp 1990/02/05 om ongeveer 13:00 was ek by die plaas\nBonnyvale van Mnr Steven Getliffe toe die S A Polisie my kom haal het. Daar\nwas twee persone wat onbekend is aan my. Die een polisiebeampte\nhet aan my gevra\nof ek weet wie hulle is. Ek het nee daarop geantwoord. Hy het gesê dat\nhulle polisiebeamptes is en dat hulle\nmy kom haal het en geen rede gemeld hoekom\nhulle so sê nie. Hnlle het my beveel om op die voertuig waarmee hulle\ngekom het,\nte klim en gery.\n2.\nOns het Lady Grey toe gery en laat die aand na Barkly-Oos. In Lady Grey het\nek skyfies en 'n witbrood van die twee polisiebeamptes\nontvang. Om ongeveer\n20:00 het ons op Barkly-Oos arriveer. Ek is aangesê om agter in 'n groot\ngeel bakkie wat in die polisievierkant\ngestaan het te klim en te slaap. Hulle\nhet vir my komberse gegee.\n3.\nOp 1990/02/06 om ongeveer 06:00 het daar een polisiebeampte\naangekom en my beveel om uit te klim en die komberse te bêre.\nHierna is ek na die aanklagkantoor geneem.\n4.\n35\nHierna het ons na die veediefstaleenheid se kantore gegaan en die deure\nis toegemaak. Die polisiebeampte wat my kom haal het, het\naan my gevra, waar die\nskape van Mnr Kobus was. Ek het gesê dat ek met bokke werk en niks van\nskape weet nie. Die polisieman\nhet gesê dat ek moet weet waar die skape\nis, want die plaas Bonnyvale en die plaas van Mnr Kobus is aangrensend. Hierna\nis\nek met karate houe herhaaldelik op my skouers geslaan en met oop hand deur\ndie gesig geklap. Ek het geval en is herhaaldelik geskop\nin my rug. Die\npolisiebeampte het my toe herhaaldelik met 'n polisiebelt wat dubbeld gevou is\nop my maag en rug geslaan.\n5.\nDie polisiebeampte het nog twee polisiebeamptes geroep. Al drie persone\nhet my jas oor my kop getrek en ek is geboei. Hierna het hulle\nelektriese drade\naan die pinkies van beide my hande gesit, weer afgehaal en aan die boeie\nvasgemaak, waarna ek vier keer geskok is.\nDie boeie is toe afgehaal en ek is\naangesê om voertuie te was.\n6.\nOm ongeveer 13:00 het die polisiebeampte wat my gaan haal het, my weer in\ndie veediefstal kantoor gevat en my weer met karatehoue\nop my skouers en met die\nbelt op my liggaam geslaan. Hierna het hy my weer herhaaldelik met sy oop hand\ndeur die gesig geklap terwyl\nek aanhoudend gevra is waar die\n36\nskape is. Ek het gesê dat ek niks van die skape weet nie. Die\npolisiebeampte het weer die ander twee geroep waarna ek weer geboei\nis, my kop\ntoegemaak is en ek geskok is.\n7.\nEk is hierna aan 'n stoel vasgeboei en die polisiebeamptes het geloop. Om\nongeveer 14:00 het hulle temggekom en ek moes weer voertuie\nwas. Om ongeveer\n17:00 is ek weer in die kantoor gevat en aangerand deur die eerste polisieman.\nHy het my herhaaldelik geklap denr\ndie gesig en geskop. Ek is weer aan die stoel\nvasgeboei en geskok.\n8.\nHierna om ongeveer 18:00 is ek aangesê om in die kantoor te slaap\nnadat ek komberse ontvang het.\n9.\nOp 1990/02/07 om ongeveer 06:00 is ek weer gevra waar die skape is. Ek\nhet gesê ek weet nie en is weer aangerand op presies\ndieselfde manier as\ndie vorige kere. Ek is geklap, met 'n belt geslaan, geskop en geskok.\n10.\nOm ongeveer 08:00 het ek saam met die eerste polisiebeampte gery na\nRhodes waar ek afgelaai is en is nie weer aangerand nie. As gevolg\nvan die\naanranding op my het ek verskeie kneuswonde in my gesig en rug opgedoen. Ek was\nop geen\n37\nstadium in die polisieselle aangehou nie.\nEk het niemand die reg gegee om my aan te rand nie en verlang verdere\npolisie ondersoek in die saak.\"\nHierdie Hof het die\nbevoegdheid om verdere (en dus nuwe) bewysmateriaal toe te laat, veral in 'n\ngeval soos die onderhawige, waar\ndit in belang van geregtigheid (en dus ook van\ngesonde regspleging) is om dit te doen. Vgl: Lazarus Motha teen die Staat,\nwaarin\nhierdie Hof uitspraak gelewer het op 24 November 1994.\nMnr De Bruyn is toegelaat om hierdie verdere grond van\nappèl (soos vervat in sy betoogshoofde en verbreed deur\nvoormelde\ntoevoeging daarby) te beredeneer asof verlof toegestaan is om dit\ntot\ndie bestaande gronde by te voeg, en is hy meegedeel dat ons\nlater\ndaaroor sal beslis. Daardie beslissing volg later hierin.\nDIE REGSPOSISIE TEN AANSIEN VAN DIE BESKIKBAAR-STELLING VAN 'N\nGETUIEVERKLARING\nDit is bekende reg dat in sekere omstandighede 'n plig op 'n aanklaer in\nstrafsake rns om in belang van geregtigheid (en\n38\nderhalwe ook van gesonde regspleging) die getuieverklaring van 'n\nstaatsgetuie aan die verdediging beskikbaar te stel vir doeleindes\nvan\nkruisverhoor van so 'n getuie. Daardie verpligting is meer as 40 jaar gelede\ndeur hierdie Hof bevestig in R v Steyn\n1954 (1) SA 324\n(A). In daardie saak is\ngeappelleer teen die uitspraak van die Hoër Hof van Suid-Rhodesie in 'n\nappèl teen 'n skuldigbevinding\nin 'n magistraatshof. Op 337 A-C het\nGreenberg AR die volgende gesê:\n\"One other matter remains to be mentioned. In his reasons the learned CHIEF\nJUSTICE said:\n'Disclosure must be left to the discretion\nof the Attorney-General or his deputy. The prosecutor stands in a special\nrelation to the\nCourt, and, where there is a serious discrepancy between the\nproof of a Crown witness and what he says on oath at the trial, the\nCourt has\nthe right to expect that the prosecutor will, of his own motion, direct\nattention to the fact and, unless there is special\nand cogent reason to the\ncontrary, make the statement available for cross-examination. I may say that\nthis is the almost invariable\npractice of prosecutors in this Colony.'\nA passage to the same effect appears in the reasons of\n39\nBEADLE, J., and my impression is that the same applies in the courts of the\nUnion. In my opinion, the proper administration of justice\nrequires that this\npractice should be invariable, and not 'almost invariable' and I say this in the\nhope that the duty to observe\nit will be carried out by every\nprosecutor.\"\nHierdie uiteensetting is daarna konstant in\nons howe toegepas. (Sien bv S v Xaba\n1983 (3) SA 717\n(A) op 728 E-H.) Daaruit\nblyk dit dat die volgende ondersoeke opeenvolgend gedoen moet word om\nniteindelik te kan bepaal wat die\neffek van so 'n versuim is op die betrokke\nverrigtinge.\nDie eerste ondersoek\nis gerig op die aard van die afwyking tussen\ndie verklaring en die getuienis van die betrokke getuie.\nIn S v Xaba, supra, het Botha AR op 729 E-H4 die begrip \"wesenlike\nafwyking\" soos volg verduidelik:\n\"The concept of a serious discrepancy between the evidence given by a\nState witness and a príor statement made by hím\ncan\n40\nbe placed in proper perspective by stating its antithesis:\na\ndiscrepancy of a minor or trivial nature need not be\ndisclosed\n(see S v Hassim and Others(2) 1971(4) SA 492 (N)\nat494C-\nD). Serious discrepancies are certainly not confined to\nthose\nthat have a direct bearing on a matter that is actually in\nissue at\nthe trial. For that reason and to that extent I suggest,\nwith\nrespect, that to express the duty resting on a prosecutor in\nterms\nof the existence of a discrepancy 'on a material point'\nwithout\nfurther explanation, as was done in R v White\n1962 (4) SA\n153\n(FSC) at 155 in fin and R v Tapera\n1964 (3) SA 771\n(SR A)\nat\n772 in fin, can be misleading. It must be borne in mind that\nthe\nrationale of the rule requiring disclosure of a\nprevious\ninconsistent statement is to provide a safeguard against\nthe\ndanger of an accused being convicted on the evidence of\na\nwitness who is not a credible and reliable witness. Whether\nor\nnot a discrepancy between the evidence of a State witness\nand\nhis previous statement to the police is sufficiently serious to\ncall\nfor the performance of the duty of disclosure by the\nprosecutor\nmust therefore be assessed in the context of the effect\nthat such\ndisclosure and the cross-examination following upon it\nmight\nhave on the credibility and reliability of the witness.\nïn mv\nopinion a discrepancy is serious whenever there\nis a real\npossibility that the probing of it by means of\ncross-examination\ncould have an adverse effect on the\nassessment by the trial\nCourt of the witness' credibility and\nreliability\n. Such a real\npossibility is not created by a\ndiscrepancy of a minor or trivial\nnature.\"\t[My\nonderstreping]\n41\net vid: S v Kamte and Others 1992 (l)SASV 677 (A),\n680j-681b.\nIndien die afwykings wesenlik is moet die aanklaer dit\naan die verdediging beskikbaar stel. Die wyse waarop die aanklaer te werk moet\ngaan om te besluit of hy die verklaring aldus beskikbaar moet stel is op 729 in\nfin 730E só uiteengesit deur Botha AR:\n\"When a State witness gives evidence at variance with a statement in the\npossession of the prosecutor, the prosecutor must bring his\nmind to bear on the\nquestion whether or not the discrepancy is of a serious nature, in the sense\nexplained above. (I leave out of\nconsideration for present purposes a situation\nwhere the witness' deviation from his statement is so far-reaching that the\nprosecutor\ndecides to discredit him by putting his statement to him in\naccordance with the provisions of s 190 (2) of the Act.) If the discrepancy\nis\nclearly of a minor or trivial nature the prosecutor is not required to do\nanything. If the discrepancy is clearly a serious one,\nin the sense explained\nabove, the prosecutor must as soon as possible after its emergence make the\nstatement available to the defence.\nIf the accused is unrepresented the\nprosecutor must forthwith disclose the discrepancy to the court. In assessing\nthe nature of the\ndiscrepancy the prosecutor is entitled to take into account\nthat police statements are, as a matter of common experience, frequently\nnot\ntaken with the degree of care, accuracy\nand\n42\ncompleteness which is desirable; but that does not mean that he is entitled\nto ignore an averment in a statement which is prima facie\nin conflict with the\nwitness' evidence. If it is not clear that the discrepancy is either serious or\ntrivial the prosecutor should\nnot act as the final arbiter on the question. If\nhe is in doubt he must make the statement available to the defence (or to the\ncourt\nif the accused is unrepresented), for obvious reasons: if it should turn\nout that the discrepancy is of no real consequence, no more\nharm would have been\ndone than to waste the little time required to establish that; but if he fails\nto disclose a discrepancy which\nís indeed serious, that might well result\nin a failure of justice.\nI have made the above remarks because I believe it to be of the utmost\nimportance that Judges and magistrates presiding in criminal\ntrials should be\njustified in reposing complete confidence in prosecutors to perform their duty\nof disclosure properly and unhesitatingly.\"\nDIE POSISIE\nIN DIE ONDERHAWIGE GEVAL:\nAs daar nou 'n vergelyking getref word tussen die inhoud van die klaer se\nverklaring en sy getuienis is dit na my oordeel duidelik\ndat daar werklik\nmerkbare afwykings tussen die twee is.\n43\nDaardie afwykings is die\nvolgende:\n(1)\t(a) In par 2 van die\nverklaring sê die klaer slegs dat hy op\nLady Grey skyfies en witbrood van die twee polisie-beamptes ontvang het. (b)\nIn sy getuienis voeg hy egter die makabere beskrywing\nby van die hantering van\ndie lyk.\nNB Sy verkiaring is in ooreenstemming met appellant se getuienis dat al wat\nhulle op Lady Grey gedoen het was om kos te\nkoop.\n(2)\t(a) In sy verklaring meld klaer\nglad nie dat hy weens die\nelektriese skokke bewusteloos geraak het nie, soos hy by herhaling in sy\ngetnienis beweer het. NB Die ondervinding van herhaalde verlies\nvan bewussyn is\nso 'n treffende menslike ondervinding dat dit haas ondenkbaar is dat klaer in sy\nverklaring (wat binne ses weke van\ndie voorval afgelê is) slegs die\noorsaak en\n44\nnie die emstige gevolg daarvan son noem nie. (b) In sy getnienis sê hy\negter dat hy inderdaad in sy verklaring gesê het\ndat hy op al vier\ngeleenthede sy bewussyn verloor het.\n(3)\t(a) In par 7\nvan sy verklaring sê klaer dat hy op\nDinsdagmiddag aan 'n stoel vasgeboei en toe geskok is. (b) Tydens\nkruis-ondervraging ontken hy dat dit ooit gebeur het. Die betrokke\npassasie lui\nso (bl 50 van die oorkonde):-\n\"U was op geen geleentheid aan 'n stoel vasgeboei en daama geskok nie? -\nNee.\nSo daar is nie fout daarmee nie? - Nee, glad nie.\nEn u het nooit vir die polisie te kenne gegee dat u eers aan 'n stoel\nvasgeboei is en daarna geskok is nie? — Nee, glad nie,\nglad nie.\"\n(4)\tIn sy verklaring meld hy nie dat hy die twee nagte hier\nter\nsprake vasgeboei was\nnie.\n45\nIn par 2 sê hy slegs die volgende aangaande die eerste\nnag:\n\"Ek is aangesê om agter in 'n groot geel bakkie wat in die\npolisievierkant gestaan het te klim en te slaap. Hulle het vir my\nkomberse\ngegee.\"\nIn par 8 van sy verklaring\nsê klaer weer slegs die\nvolgende:\n\"Hierna om ongeveer 18:00 is ek aangesê om in die kantoor te slaap\nnadat ek komberse ontvang het.\"\nDit is opmerklik dat hy\nook in sy hoofgetuienis geen melding daarvan\ngemaak het dat hy vir 'n hele nag in die polisie-voertuig vasgeboei\nwas\nnie.\nNB Die ondervinding om op twee agtereenvolgende\nnagte aan iets\nvasgeboei te wees nag-deur, met die ongerief en\nbewegings-inperking\nwat dit onvermydelik inhou, moet iets byna\nonvergeetlik wees vir\niemand wat dit moes deurmaak.\nDit is ewe haas ondenkbaar dat as klaer werklik so vasgeboei was\nhy\n46\nsou versuim om dit te noem waar hy oor die betrokke\ngeleenthede\npraat.\nDie vraag of afwykings tussen 'n\ngetuie se polisieverklaring en sy\ndaaropvolgende getuienis inderdaad\nwesenlik\nis al dan nie, verg\nuiteraard tot groot mate 'n\nwaarde-oordeel van dié wat daaroor moet\nbesluit, omdat dit\nafhang van die aard en omvang van sulke\nafwykings.\nNa my\noordeel is bogemelde afwykings geil aarde vir kruisondervraging o m weens die\nkommentaar wat ek so pas daarop gelewer het. Hulle\nis dus wesenlik vir\ndié rede dat:\n\"... there is a real possibility that the probing of it by means of\ncross-examination could have an adverse effect on the assessment\nby the trial\ncourt of the witness' credibility and reliability.\"\nDie\nverloop van kruis-ondervraging (vraag en antwoord) is uiteraard onvoorspelbaar.\nSo 'n onvoorspelbaarheid geld selfs ook\n47\nby minder indringende vorms van ondervraging, soos bv by herverhoor. In\n'n onlangse beslissing van hierdie Hof in Kenneth Ramalope\nv The State (saak no\n690/93) waarin uitspraak gelewer is op 25 Maart 1995, het Olivier Wn AR op bl\n24-25 die volgende daaroor gesê:\n\"The only evidence that connects the appellant to the theft of Stewart's\nvehicle, is his identiGcation by Stewart. There are many\nunsatisfactory aspects\nof that alleged identification. His unusual conduct of not reporting the\nidentification to the public prosecutor\nand Holmes' similar neglect to do so,\ncasts suspicion over Stewart's evidence. The fact of his identification was put\nto appellant\nin cross-examination. Can it be said that re-examination of the\nappellant would not have mattered? That it would not have swayed\nthe magistrate\none way or another? That appellant could not possibiy have shed any new light on\nthe incident in the corridor?\nTo take up such an attitude would necessarily be tantamount to saying:\nwhatever you say under re-examination, would not have mattered,\nbecause I have\nalready made up my mind to accept Stewart's evidence. This is impermissible. It\nis expected of the judicial officer\nto keep an open mind until the end of the\ntrial.\nIn my view. it is not the duty of this court to speculate on\nthe\n48\npossible answers and questions in re-examination, or their impact on tbc\nappellant's guilt\n. The appellant bears no\nonus\n; if there is any doubt\nwhether he has been given a full and fair opportunity to present his case, then\nhe has been prejudiced and\nthe conviction cannot be upheld. In my view, it\ncannot be excluded that the appellant was substantially\nprejudiced.\"\n[My onderstreping]\nDaardie opmerking van die geleerde regter geld a fortiori in 'n geval\nsoos die onderhawige. Dit kan gevolglik nie gesê word\ndat\nkruis-ondervraging van klaer op die verskille tussen sy getuienis en die inhoud\nvan sy polisieverklaring geen wesenlike verskil\naan die verhoorhof se bepaling\nvan sy geloofwaardigheid en betroubaarheid sou kon maak nie. DIE\nONREëLMATIGHEID-VRAAGSTUK\nDie volgende vraag is of die aanklaer\nse versuim om die verklaring aan die verdediging beskikbaar te stel neerkom op\n'n onreëlmatigheid\nsoos bedoel by art 317 (1) van die Strafproseswet, nr 51\nvan 1977.\n49\nDie antwoord op dié vraag is te vinde op bl 728 in fin -729 B van\nXaba, supra, waar Botha AR die volgende daaromtrent\ngesê\nhet:\n\"It is clear, therefore, that when a State witness gives evidence from which\na serious discrepancy emerges between that evidence and\na prior statement made\nby the witness to the police, the prosecutor has no choice: he is obliged to\ndisclose that fact and, apart\nfrom special circumstances which are not relevant\nhere, to make the statement available to the defence for the purposes of\ncross-examination\nof the witness. It is equally clear that a prosecutor's duty\nof disclosure in these circumstances is one of the rules or principles\nof\nprocedure which must be adhered to in a criminal trial in order to ensure that\nthe accused has a fair trial and that justice is\ndone.\nIt follows that the failure of a prosecutor to observe this duty is an\nirregularity in the proceedings for the purposes of s 317 (1)\nof the\nAct.\"\nDaar is geen spesiale omstandighede hier\nteenwoordig wat die aanklaer se versuim om die verklaring aan die\nverdediging\nbeskikbaar te stel sou kon regverdig of verskoon nie.\nDie aanklaer\n50\nse gemelde versuim kom gevolglik neer op só 'n\nonreëlmatigheid. DIE EFFEK VAN DIE ONREëLMATIGHEID\nDie\nverdere vraag wat hom nou voordoen is watter effek 'n onreëlmatigheid van\nhierdie aard het op die geldigheid van die verrigtmge.\nDie wyse van\nbeoordeling daarvan is uiteengesit in die volgende passasie in Botha AR se\nuitspraak in Xaba, supra, op 735 in fin -\n736 B:\n\"In considering the appeal regard must be had to the proviso to s 322 (1) of\nthe Act, in terms of which the accused's convictions\nand sentences are not to be\nset aside by reason of the irregularity unless it appears to this Court that a\nfailure of justice has\nin fact resulted from the irregularity. The irregularity\nin question here is not of the kind that per se vitiated the proceedings,\nas in\nS v Moodie\n1961 (4) SA 752\n(A); it is of the kind, as in S v Naidoo\n1962 (4) SA\n348\n(A), which requires consideration of the question whether on the evidence\nand credibility findings unaffected by the irregularity\nthere was proof of the\naccused's guilt beyond reasonabie doubt, in accordance with the test laid down\nin S v Yusuf\n1968 (2) SA 52\n(A) at 57C-D (see Masindi's case (supra at\nH62D-H63C)).\"\nDie passasie in S v Yusuf,\nsupra, waama verwys is, lui\nso:\n\"The evidence on this point was given by the witness Weil, and it was\nhearsay and therefore inadmissible. Mr Soggot, who appeared\nfor the petitioner\nin this Court, submitted that there were reasonable prospects of success on\nappeal in that it could not be said\nthat a reasonable trial court, properly\ndirecting itself, would inevitably have convicted. As to that, in S v Tuge,\n1966\n(4) SA 565\n(A.D.), this Court moved away from the former test of inevitable\nconviction by a notional reasonable trial court in deciding whether\nthe\nirregularity had resulted in a failure of justice. Instead, it applied its own\nview that, on the remaining evidence unaffected\nby the irregularity, there was\nproof of guilt beyond reasonable doubt. The advantage of this approach lies in\nits directness of thinking,\nas well as in its application of a traditional legal\nconcept, namely proof of guilt beyond reasonable doubt. And where the\nirregularity\nis such as to preclude a valid assessment of the available\nevidence, e g where cross-examination has been wrongly disallowed, the\nCourt of\nappeal can hold directly that there was a failure of justice, and need not come\nto this conclusion via the supposed inevitable\nthinking of a notional reasonable\ntrial court.\"\nIn die onderhawige geval is\ndit duidelik dat indien die\n52\nklaer se weergawe tot so 'n mate verswak is dat daar 'n redelike twyfel\noor die waarheid of betroubaarheid daarvan ontstaan, daar\ngeen bewys van\nappellant se skuld kan wees nie. Klaer was al persoon wat oor die aanrandings\ngetuig het. Dat hy nie 'n onbesproke\ngetuie was nie blyk o a uit die landdros se\nbesorgdheid oor sy getuienis t a v die aanrandings. Dit blyk uit die volgende\npassasie\nin die landdros se uitspraak op die meriete:\n\"Die Hof is egter bereid in die lig van die klaer se volharding dat al vier\nhierdie voorvalle op presies dieselfde wyse plaasgevind\nhet, dat daar 'n mate\nvan twyfel moet bestaan oor presies hoe die aanrandings plaasgevind het,\n...\"\nIn sy daaropvolgende redes vir uitspraak het die\nlanddros weer met dié aspek gehandel, en wel soos volg:\n\"Weens die weersprekings en afwykings in die klaer se weergawe, het die hof\nbeslnit dat daar twyfel bestaan of iedere aanranding presies\nplaasgevind het\nsoos hy beweer het.\nDerhalwe het die hof besluit dat die voordeel van die twyfel in hierdie\nvérband na die beskuldige moet\ngaan.\"\n53\nIn die lig van die laaste sin van hierdie aanhaling moet mens jouself\nafvra wat die landdros in werklikheid bevind het dat appellant\naan die klaer\ngedoen het? Het hy hom bv net geskop of geskok en op watter geleenthede het hy\ndit dan gedoen?\nMaar wat ook al die inslag van hierdie opmerking mag\nwees, weerspieël dit duidelik die landdros se bekommernis oor die klaer\nse\nbetroubaarheid op hierdie kern-aspek van die saak.\nDie klaer is\nweerspreek deur die Getliffes oor die voorkoms van sy beserings, veral oor die\nbeweerde bebloede toestand waarin hy was\ntoe hy by hulle op die Vrydag 9\nFebruarie 1990 uitgekom het, oor die beweerde knop aan sy nek en dat hy\ngehospitaliseer was en 'n\noperasie daarvoor moes ondergaan. Die waarskynlikheid\nis sterk dat klaer sy beweerde slegte toestand wou vererger, en wel met die\noog\nop sy destyds hangende aksie om skadevergoeding. Hiermee het die landdros nie\ngehandel nie. Getliffe se getuienis oor wat sy\nwerknemers aan hom sou gesê\nhet oor wanneer\n54\ndie klaer teruggekom het is klaarblyklik ontoelaatbare hoorsê.\n(Hulle sou gesê het dat hy eers op die Donderdag teruggekom\nhet.) Sy\nverdere bewering dat sy werknemers hom sou kom sê het as klaer reeds\nMaandag terug was, is in die verband waarin hy\ndit gesê het, duidelik\ngekoppel aan voormelde ontoelaatbare mededeling en derhalwe van geen bewyswaarde\nnie. Die landdros het\ndit misgekyk.\nMnr Getliffe staaf appellant\negter dat Jonas op die Dinsdag van die plaas af venvyder was deur 'n \"stocktheft\nconstable\". Die feit\ndat hy nie kon sê dat dit nie appellant was nie, hou\nin dat appellant se getuienis aanvaar moet word dat dit inderdaad hy is\nwat\nJonas gaan haal het en weer teruggebring het. Dit beteken dat op die dag wat\nklaer beweer hy so gereeld aangerand is, appellant\nook met Jonas besig was. Dit\nmaak klaer se bewerings oor die gebeure op daardie dag minder aanvaarbaar. Met\nhierdie aspek het die\nlanddros ook nie gehandel nie.\nDie landdros het Getliffe se getuienis vertolk\nas\n55\naanduidend daarvan dat dit nie die klaer was nie maar hyself wat besluit\nhet om die saak aanhangig te maak. Dit is deur die landdros\ngesien as 'n \"ander\nwaarskynlikheid\" ten gunste van klaer se weergawe. Dit is nie korrek nie. So ook\nnie sy opmerking dat die klaer\nen 'n ander persoon net gekla het en dat Getliffe\ntoe opgetree het. Getliffe se getuienis daaroor was soos volg:\n\"\nPROSECUTOR\n: Who initiated these proceedings? -\nThe\ndistrict commandant, I presume. I went to see the\ndistrict\ncommandant about ten days after the incident,\nbecause\nJonas\nTabo and Kleinbooi complained that they wanted\nsomething\ndone\nand my staff actually said they weren't\nhappy with the\nsituation ...\"\t[My\nonderstreping]\nHieruit blyk dit dat klaer en Thabo die\nwerklike inisieërders was wat \"iets gedoen wou hê\" en dat Getliffe\nslegs oor die\nwyse van optrede besluit het.\nKlaer se beskrywing van wat appellant sou gedoen het en waar hulle orals\nwas op die Woensdag op hul terugreis vanaf Barkly-Oos, is\ngeen bewys dat dit\nalles werklik gebeur het nie. Daar was\n56\ngeen stawende getuienis daarvan nie en appellant is nooit daaroor\nondervra nie.\nDie feit dat klaer in 'n beseerde, en volgens hom in\nsteeds bloeiende, toestand was toe die Getliffes hom op die Vrydag gesien het,\nis geen bewys of aanduiding dat dit appellant was wat hom aangerand en aldus\nbeseer het nie.\nDie landdros het in sy uitspraak die\nverdedigingsgetuie, sers J Maartens afgemaak as \"duidelik 'n leuenaar\" en\nopgemerk dat hy en\nkonst Gila \"uiters bevoordeeld teenoor die beskuldigde was\".\n(Hy bedoel seker\nten gunste\nvan die beskuldigde.) Hy het die volgende\nverdere kommentaar op Maartens in die uitspraak gemaak:\n\"Maartens het selfs op vrae van die Hof aangedui dat\nhy\ngedurende die nag dit raadsaam ag om in 'n bakkie in te\nloer\nwat die heelnag daar gesluit staan; dat hy al die\nkantore\ndeurgaan. Dit is ook opmerklik dat hierdie verklarings\nvan\nbeide hierdie getuies\nhemelsbreed verskil het met hulle\ngetuienis\nin hierdie hof\n.\"\t[My\nonderstreping]\nMaartens se polisieverklaring is kort en\nbondig. Dit lui so:\n57\n\"Op 1990-02-05 en op 1990-02-06 het ek om 21:15 aan diens\ngerapporteer as Aanklagkantoorbevelvoerder en dienste verrig tot\n06:00.\nDeel van my pligte is om toe te sien dat alle buitedeure van die\nPolisiestasie behoorlik toegemaak is en dat alles in orde is.\nGedurende die betrokke skof wat ek gewerk het, het ek geen persone in enige\nkantoor gesien wat daar moes slaap nie.\nAs selle besoek word moet daar by die geparkeerde voertuie verby geloop\nword. Ek het gedurende die skof geen persoon gesien wat in\n'n polisievoertuig\ngeslaap het nie.\"\nAl merkbare verskil tussen sy\ngetuienis en sy polisieverklaring is sy foutiewe bewering in lg dat hy vanaf\n21:15 die hele nag van\n6-7 Februarie 1990 aan diens was. Daarmee is reeds\nhierintevore gehandel. In sy getuienis het hy wel gesê dat hy tydens sy\ntwee dienstydperke geen vasgeboeide persone op die polisieperseel gesien het\nnie. In sy verklaring is geen melding gemaak van boeie\nnie, maar die\nvoor-die-hand-liggende rede daarvoor is dat die klaer in sy verklaring, wat toe\nreeds beskikbaar was, geen melding\ndaarvan\n58\ngemaak het dat hy gedurende die nag vasgeboeid op die perseel was nie.\nKlaer se bewering in sy verklaring dat hy Dinsdagmiddag tussen\n17:00 en 18:00\naan 'n stoel vasgeboei was, het betrekking op 'n tydperk toe Maartens nie aan\ndiens was nie, en dit derhalwe nie sou\nkon gewaar het nie al het dit inderdaad\ngebeur. Ek het Maartens se getuienis deurgelees en na my mening is daar geen\nhemelsbreë\nverskil tussen dit en sy verklaring nie. Die landdros het\nhom hierop wanvoorgelig. (As hy die verskille wat daar is tussen Maartens\nse\nverklaring en sy getuienis as hemelsbreed beskou het, kan mens jou net indink\nwat sy reaksie sou gewees het op die verskille tussen\nklaer se verklaring en sy\ngeruienis.)\nDaar moet, wat Maartens se geloofwaardigheid betref, in\ngedagte gehou word dat die landdros dit slegs\ninhoudelik\nbeoordeel het.\nDaar moet derhalwe in gedagte gehou word dat sy beskrywing oor die inspeksies\nwat hy gedoen het en die waarnemings\nwat hy gemaak het gedurende sy twee\ndienstydperke nie deur die Staat\n59\nbevraagteken was nie, soos reeds hierbo aangemerk. Daarbenewens\nmoet in gedagte gehou word dat wat ookal die rede mag wees vir\ndie\nfoutiewe bewering in sy verklaring aangaande sy dienstydperk op\ndie\nnag van 6-7 Februarie, Maartens in sy getuienis die waarheid\ndaaroor\ngepraat het. Daar is na my mening niks in sy getuienis oor wat\nhy\ngedurende sy betrokke twee dienstydperke gedoen en gewaar het,\nwat\nso vergesog is dat dit sonder meer verwerp kan word nie.\nDie landdros het nóg in sy voorbehoue uitspraak\nnóg in\nsy daaropvoigende redes vir uitspraak gehandel met die uittreksel\nuit\nappellant se sakboek, bew A. Die vraag is of hy dit moes gedoen\nhet.\nEk gaan nou daarop in.\nDIE EFFEK VAN DIE INSKRYWING IN APPELLANT SE POLISIESAKBOEKIE\nInleiding\nSoos reeds hierbo opgemerk, is die uittreksel uit appellant se\npolisie-sakboekie van die Staat verkry en as korrek bevestig deur appellant.\nDit\nis ingehandig as bew A tydens verdere herverhoor en\n60\nnadat appellant se getuienis dat hy klaer op Maandagaand, 6 Februarie,\nterug geneem het deur die staatsaanklaer tydens kruisondervraging\nas vals\naangeval is.\nNadat appellant oor die inskrywing getuig het, is hy\nverder deur die aanklaer sowel as the hof daaroor ondervra, maar slegs ter\nopheldering\nvan sekere aspekte van die inhoud daarvan, en met geen suggestie dat\ndit vervals is, of onwaarhede bevat nie.\nDie sakboekie waaruit dié uittreksel afkomstig is, is 'n amptelike\nboekie (of dokument) wat aan appellant uitgereik is met\ndie doel dat hy\namptelike inskrywings daarin moet maak wat periodiek nagesien word deur sy\nmeerderes. R v Burgess\n1947 (1) SA 560\n(D) op 566.\nDat dit inderdaad so nagesien is, blyk uit die handtekening en stempel\nvan appellant se eenheidsbevelvoerder, luit Wolmarans, wat\nvoorkom op die bladsy\nwaarop die inskrywings t a v Maandag, 6 Februarie 1990 begin. Die tydgenootlike\negtheid van die betrokke\n61\ninskrywing word ook deur daardie handtekening en stempel op oortuigende\nwyse bevestig. Die egtheid van daardie handtekening en stempel\nis ook nie\nbevraagteken nie.\nAppellant het die doel van die polisie-sakboekie\ntydens kruis-ondervraging só verduidelik:\n\"... op die regte tye moes ek my sakboek gebruik het, ... want dit is my\ndaaglikse aantekeninge wat ek maak van my werksaamhede, alles\nwat ek doen bedags\nword daar aangeteken.\"\nDie toelaatbaarheid van die\nsakboekie-inskrywing\nDie wyse waarop die inskrywing ingehandig is,\nen 'n bewysstuk geword het, kom voor in die volgende uittreksel uit die notule\nvan die\nvemgtinge wat gevolg het op ondervraging van appellant deur die hof, o a\nten aansien van 'n vraag of hy die besonderhede van sy ondersoek\nen ondervraging\nvan die klaer in sy \"dagboek\" aangeteken het:\n62\n\"\nMNR WESSELS\n: Edelagbare (onduidelik) die staat en die sakboek en\ndie voorvalleboek, wil dit vir my voorkom asof die sakboek 'n baie wesenlike\nbelang in hierdie saak kan wees. Ons in werklikheid nie in besit van die sakboek\nis nie, en ek wil graag deur die Hof aan my Geleerde\nVriend vra (onduidelik)\nbeskikbaar is die sakboek, of as (onduidelik) die sakboek (onduidelik) of hy\nbereid is om hierdie sakboek\ntot die beskikking van die Hof te stel.\n...\nSo ek wonder miskien net by die aanvang, as u my net sal vergun om deur\ndie Hof aan my Geleerde Vriend te vra of hy bereid is om die\nsakboek of\nandersins 'n afskrif van die sakboek tot die beskikking van die Hof te stel. Ek\nis seker my Geleerde Vriend sal. As hy\nmiskien net daar voor\n(onduidelik)\nAANKLAER\n: Edelagbare ja, ek is in besit van 'n afskrif van sekere\nbladsye van die sakboek. Ek is bereid om dit aan die Verdediging beskikbaar\nte\nstel.\nVERDERE ONDERVRAGING DEUR MNR WESSELS\n: Hierdie is 'n\ngesertifiseerde uittreksel wat die Staat het van u sakboek. Kyk net daarna, wie\nse handskrif verskyn daarso? -Dis\nmy handskrif Edelagbare.\nIs dit nou 'n uittreksel uit u sakboekie? - Dit is korrek.\nEn dit is 'n uittreksel uit u sakboekie ten opsigte van watter datum? -\nTen opsigte van Maandag 90-02-05.\nDie beslaan net twee bladsye, sal u dit net in die rekord inlees\nasseblief.\"\n63\nDaarop het appellant die inhoud van die Maandag-inskrywing ingelees soos\nversoek, en is hy daarna deur sowel die aanklaer as die hof\ndaaroor ondervra\nsoos reeds hierbo beskryf.\nDie inskrywing is klaarblyklik by\nooreenkoms tussen die Staat en verdediging ingehandig en is daarna met\ntoestemming van die Staat\nas bewysmateriaal hanteer,\nOm daardie rede is die inskrywing, bew A, na my mening toelaatbaar en\nmoet dit, en die getuienis daaromtrent, as deel van die toelaatbare\nbewysmateriaal hanteer en oorweeg word.\nïn hierdie verband word die volgende gesê in Schmidt,\nBewysreg, 3de uitgawe op 357:\n\"Aangesien 'n gedingsparty enige feit kan erken, kan daar geen\nbeginselbeswaar wees as hy sy teenstander se getuienis erken nie —\ndit wil\nsê\ntoestem dat dit toegelaat word selfs waar dit ontoelaatbaar sou wees\nnie\n. Hy doen dan net afstand van 'n prosesregtelike beskerming wat hy\nandersins sou geniet. ...\nIn beginsel kan 'n\ngedingsparty toestem dat sy teenstander ontoelaatbare getuienis voorlê. Hy\nkan ook self getuienis aanbied\nwat ontoelaatbaar sou gewees het indien sy\nteenstander\n64\ndit teen hom sou aangebied het.\" [My\nonderstreping]\n'n Polisie-sakboekie is 'n amptelike\ndokument wat volgens appellant se onbetwiste getuienis daagliks amptelik\nopgeteken moet word,\nen, soos blyk uit die voormelde passasie in Burgess, supra,\nasook uit die voormelde handtekening en stempel, amptelik deur gesaghebbendes\nnagesien word. Dit is derhalwe in wese 'n kontemporêre optekening wat\nmoontlik as deel van die res gestae t a v 'n besondere\naangeleentheid beskou kan\nword en om daardie rede toelaatbaar is.\nIn Schmidt op cit word die\ninslag van die begrip \"res gestae\" soos volg op 452 verduidelik:\n\"Sedert die einde van die 18de eeu word dit in die Engelse bewysreg gebesig\nom 'n sekere toelaatbaarheidsbegrip te omskryf, te wete\ndat die feit of feite in\ngeskil en dié wat intiem daarmee verbind is, die res gestae, toelaatbare\nfeite is. So opgevat, het\nmens hier eintlik met 'n relevantheidsbeginsel te\ndoen.\"\n65\net cf: The State v Forbes l962(3)SA 964(C)op 966H.\nIn\nHoffmann en Zeffertt: The South African Law of Evidence 4de uitgawe, word die\nvolgende daaroor gesê op 156 ab initio:\n\"Cases that fall under the res gestae stress that\na fact in issue may be\ncapable of being split into parts and that all the constituent parts of a fact\nin issue are relevant and admissible\n. It may constitute a brief, single\noccurrence; a number of physical or verbal acts (or both physical and verbal\nacts) over a period\non distinct occasions.\" [My\nonderstreping]\nIn die onderhawige geval is die gebeure\nop Maandag, 5 Februarie 1990, een van die feite in geskil, en die inskrywing is\neen van die\nbestanddele van die gebeure op daardie dag. In daardie sin is daar\nrede om dit te beskou as deel van die res gestae en derhalwe\ntoelaatbaar.\nOm die redes wat volg is daar egter na my mening 'n addisionele grond\nwaarop die inskrywing regtens toelaatbaar is as deel van die\nbewysmateriaal.\n66\nAl word vir huidige doeleindes aanvaar dat die sakboek-inskrywing in\nweerwil van die amptelike aard daarvan in wese slegs 'n vorige\nooreenstemmende\nverklaring deur appellant is tot die effek dat hy klaer op Maandagaand\nteruggeneem het, is dit onder die omstandighede\nnogtans na my mening toelaatbaar\nin weerwil van die algemene reêl dat 'n vorige gelykluidende verklaring\nontoelaatbaar is.\nEen van die uitsonderings op laasgenoemde\nreël is dié betreffende die weerlegging van 'n aantyging van\nonlangse versinsel.\nWat die begrip \"onlangse versinsel\" behels en hoe 'n\naantyging daaromtrent in 'n verhoor geopper kan word, is soos volg uitgelê\ndeur Rumpff HR in S v Bergh\n1976 (4) SA 857\n(A) op 868 A-E:\n\"Ek aanvaar dat in hierdie verband die Suid-Afrikaanse reg is soos die\nEngelse reg was, soos hier vertolk, tot 1961, en dat 'n weergawe\nvan die Engelse\nreg gevind kan word in die volgende woorde wat verskyn in die hierbo\naangehaaïde passasie uit die beslissing\nvan die Privy Council in die\nFox-saak op bl 230, en waar t o v 'recent invention' gesê\nword:\n'Plainly the rule that sets up the\nexception cannot be formulated with any great precision, since its\napplication\n67\nwill depend on the nature of the challenge offered by the course of\ncross-examination and the relevant cogency of the evidence tendered\nto repel\nit.'\nIn die uitspraak van die streeklanddros word bevind\ndat\n'die vorige verklarings van beide getuies wel toelaatbaar is as stawing van\ndit wat hulle in die hof getnig het'.\nUit die passasie wat hierbo verskyn, blyk dit dat die Hof a quo van mening\nwas dat dit in soveel woorde aan klaagster moes gestel\ngewees het dat haar\ngetuienis 'onlangs versin' was. Die begrip 'onlangse versinsel' is nie 'n\nomlynde begrip níe en dit is\ndie plig van 'n hof, by 'n probleem van\nhierdie aard, om vas te stel of die aanval op die getuie se getuienis wesenlik\nneerkom op\n'n suggestie, uitdruklik of implisiet, dat vir doeleindes van die\nsaak hy iets as 'n feit beweer wat tydens die aflê van sy\ngetuienis 'n\nversinsel is of in sy verbeelding bestaan,\"\nDie effek\nvan hierdie passasie is daarna só vertolk (korrek na my mening) in\nSchmidt op cit op bl 373:\n\"Hoewel die blote betwisting van 'n getuie se weergawe nie voldoende is om\nsy vorige verklaring toelaatbaar te maak nie,\nis dit ook nie nodig dat daar\n'n uitdruklike bewering moet wees dat die getuienis 'n onlangse versinsel is\nnie. Dit hoef nie in soveel\nwoorde gesê te word nie.\nSoos hoofregter\nRumpff dit stel in S v Bergk supra\n868D:\n68\nDie begrip 'onlangse versinsel' is nie 'n omlynde begrip nie en dit is die\nplig van 'n hof, by 'n probleem van hierdie aard, om vas\nte stel of die aanval\nop die getnie se getuienis wesenlik neerkom op 'n suggestie, uitdruklik of\nimplisiet, dat vir doeleindes van\ndie saak hy iets as 'n feit beweer wat tydens\ndie aflê van sy getuienis 'n versinsel is of in sy verbeelding\nbestaan.\nDat die bewyskrag van die vorige verklaring 'n rol speel, is ook bevestig in\nS v Bergh. Die feit dat die oorspronklike verklaring\nafgelê is voordat 'n\ngeskil ontstaan het, in 'n stadium toe die verklaarder nog geen motief gehad het\nom 'n valse bewering\nte maak nie, het in dié saak tot die toelating\ndaarvan bygedra.\nHoewel dit gebruiklik is om van onlangse versinsel ('recent fabrication') te\npraat, is die vereiste nie soseer dat die versinsel onlangs\nmoes plaasgevind het\nnie:\n... it appears that the comparative 'recentness' of the fabrication has not\nbeen the deciding issue but rather the question whether,\nbetween the event under\ninvestigation and the trial of the matter, the witness invented a false version\nof what occurred.\"\n[My\nonderstreping]\nDit is gevolglik nie nodig vir die inwerkingsteliing van die beginsel dat\ndit uitdruklik aan die betrokke getuie gestel moet word\ndat sy getuienis 'n\nonlangse versinsel is nie; dit is genoegsaam as so\n69\n'n beskuldiging\nimplisiet\nin die kruisondervraging\nis.\nIn die onderhawige geval is dit op ondubbelsinnige wyse tydens\nkruisverhoor aan appellant gestel dat sy getuienis dat hy klaer op\nMaandagaand,\n5 Februarie 1990, teruggeneem het, onwaar is, met die duidelike implikasie dat\ndit 'n weergawe is wat hy later versin\nhet. In só 'n geval is die vorige\nooreenstemmende verklaring toelaatbaar. Dat dit in die onderhawige so moet wees\nblyk uit\ndie volgende verdere passasie in die geleerde Hoofregter se uitspraak\nin S v Bergh, supra, op 867 ab initio tot F:\n\"'n Bestudering van Engelse, Amerikaanse en Suid-Afrikaanse beslissings toon\naan dat vorige ooreenstemmende verklarings toegelaat\nword by wyse van\nuitsondering en dat die uitsonderings te doen het met gevalle waar, in die\nalgemeen gesproke, die getuienis van\n'n getuie aangeval word en getuienis\naangebied word wat in die omstandighede van die besondere geval meer bewyskrag\nhet as bloot\ndie aantoon van konsekwentheid van die getuie. Wigmore,Evidence,\nband IV, stel die algemeen aanvaarde reël soos volg in para.\n1124:\n'When the witness has merely\ntestified on direct examination, without any impeachment, proof\nof\n70\nconsistent statements is unnecessary and valueless. The witness is not\nhelped by it; for, even if it is an improbable or untrustworthy\nstory, it is not\nmade more probable or more trustworthy by any number of repetitions of it. Such\nevidence would ordinarily be both\nirrelevant and cumbersome to the trial; and is\nrejected in all Courts.'\nDaarna noem hy sekere klasse\nvan 'impeachment' in para 1128 (1) lees soos volg:\n'\nOffered (5) after impeachment by bias. interest, or corruption:\nstatements of an accomplice.\n(1) A consistent statement, at a time prior to the existence of a fact said\nto indicate bias, interest, or corruption, will effectively\nexplain away the\nforce of the impeaching evidence; because it is thus made to appear that the\nstatement in the form now uttered was\nindependent of the discrediting influence.\nThe former statements are therefore admissible.'\nVolgens\ndie 1957-Bylae moet die volgende woorde toegevoeg\nword:\n'Prior statements, however, made under conditions similar to those existent\nat the time the testímony is rendered are excluded.'\nIn para. 1129 word 'Impeachment as to recent contrivance' as aparte klas en\nin teenstelling met para.\n71\n1128 behandel en word die volgende gesê:\n'Impeachment on the ground of recent contrivance must be distinguished (as\nit is not always) from the foregoing ground. ït is\nmore nearly connected\nwith the case of impeachment by self-contradiction. The charge of recent\ncontrivance is usually made, not so\nmuch by afúrmative evidence, as by\nnegative evidence that the witness did not speak of the matter before, at a time\nwhen it\nwould have been natural to speak; his silence then is urged as\ninconsistent with his utterances now, i e as a self-contradiction\n(ante, para.\n1042). The effect of the evidence of consistent statements is that the supposed\nfact of not speaking formerly, from\nwhich we are to infer a recent contrivance\nof the story, is disposed of by denying it to be a fact, inasmuch as the witness\ndid speak\nand tell the same story.\"\nDie\ngeleerde Hoofregter het ter verdere opheldering, die volgende bygevoeg bo-aan bl\n869:\n\"In die tweede uitgawe van die American Jurisprudence word 'self-serving\ndeclarations' korteliks behandel in para 621, en van die\nstandpunt word\nuitgegaan dat sulke verklarings wesenlik ontoelaatbaar is op grond van die\nhoorsê-reël. Sekere uitsonderings\nword genoem in para. 622, en ook\nword verklaar:\n72\n'A statement, oral or written, made by a party at a time when no motive to\nmisrepresent existed, is not inadmissible as a self-serving\ndeclaration.'\nWat Wigmore 'bias, interest or corruption' noem is natuurlik voorbeelde\nwaarvan 'n motief afgelei sou kon word om onware getuienis\naf te\nlê.\"\nHy pas dié beginsels dan soos volg toe\nop die feite van die geval voor hom. Die wyse waarop dit gedoen is, verskaf ook\n'n goeie\nvoorbeeld van die praktiese toepassing daarvan. Die geleerde Hoofregter\ndoen dit só op dieselfde bladsy by reëls C-D:\n\"Die omstandighede waaronder klaagster haar verklaring oor die 41 beeste in\n1969 aan die Polisie gedoen het, was so totaal anders\nas waaronder sy haar\ngetuienis in the hof afgelê het, dat die blote suggestie by implikasie\nonder kruisondervraging dat haar\ngetuienis versinsel of verbeelding is, volgens\nmy mening, die toelaatbaarheid van klaagster se verklaring aan Nel verg, op\ngrond\nvan logika, gesonde verstand en billikheid. Die verklaring geld nie as\nstawing van die inhoud daarvan nie maar versterk die akkuraatheid\nvan die\ngetuienis van klaagster.\"\nOp Maandag en Dinsdag, 5 en 6\nFebruarie 1990, was daar nog geen klag teen appellant dat hy die klaer sou\naangerand het nie,\n73\nen ook geen bewering teen hom dat hy die klaer eers op die Woensdag 7\nFebruarie teruggeneem het nie.\nUit hoofde van die bogaande is die\nuittreksel uit appellant se sakboek-inskrywing, bew A, toelaatbaar en behoort\ndie landdros in sy\nuitspraak (en minstens in sy redes) daarmee te gehandel het.\nHy het dit nie gedoen nie. Dit was 'n wanvoorligting wat sy\ngeloofwaardigheidsbevindings,\nveral t a v klaer en appellant, wesenlik moes\nbeïnvloed het. (In werklikheid behoort die landdros na my oordeel te beveel\nhet\ndat die belangrike inskrywings t a v die res van die Dinsdag en van\nWoensdag, 7 Februarie, ook deur die Staat openbaar gemaak word\nin belang van\ngeregtigheid.)\nDie hof a quo het in die finale uitspraak op appèl, die\nsakboekinskrywing afgemaak in die volgende terme:\n\"Dit is egter duidelik, en mnr Wessels het dit ook toegegee, dat die\nbetrokke inskrywing op 'n latere stadium gemaak is. Dat dit die\ngeval is, blyk\nuit die feit dat die inskrywing wat na bewering om 15h45 op 5 Februarie 1990\ngemaak sou gewees het, verwys na iets\nwat meer as 3 uur later, nl om 19hl0,\nsou\n74\nplaasgevind het. Geen afleiding kan dus van die inskrywings in die sakboek\ngemaak word nie.\"\nDit is klaarblyklik 'n verkeerde\nvertolking van die inskrywing en 'n foutiewe toegewing deur appellant se\nadvokaat. Dit is duidelik\ndat op 'n behoorlike ontleding van die betrokke\ninskrywings, daar geen suggestie kan wees dat hulle nie almal op\ndieselfde\ndag\n, t w Maandag 5 Februarie 1990, gemaak was nie. Die hof a quo se\ngevolgtrekking is derhalwe ook verkeerd.\nGesien die gehalte en\nstrekking van die ander getuienis as dié van die klaer, en die\ngeloofwaardigheidsbevindings van die landdros,\nkan dit na my mening nie in\nonderhawige geval gesê word dat daar op die oorblywende getuienis bewys bo\nredelike twyfel is van\nappellant se skuld nie.\nDie onreëlmatigheid in die onderhawige geval begaan is derhalwe nie\nalleen wesenlik nie maar van so 'n ernstige graad dat, alles\nin ag genome wat\nhierbo uiteengesit is, daar 'n regskending was\n75\nen die skuldigbevinding (en gevolglik die vonnis ook) nie kan bly staan\nnie.\nHierdie Hof sal derhalwe dit doen wat nodig is om reg te laat\ngeskied ongeag foutiewe houdings van appellant se regsverteen-woordigers\ngedurende vorige fases van hierdie saak. Appellant se aansoek om verlof om 'n\nverdere grond van appèl by te voeg by die bestaande\ngronde moet gevolglik\ntoegestaan word en appellant se skuldigbevinding en vonnis moet ter syde gestel\nword.\nDie volgende bevele word derhalwe gemaak:\n(1)\tAppellant se aansoek om 'n verdere grond van appèl by te voeg by\ndie bestaande gronde, word\ntoegestaan.\n(2)\nDie\nappèl slaag,\nen\n(3)\nAppellant se\nskuldigbevinding en vonnis word tersyde\ngestel.\nMT STEYN AR\nPJJ OLIVIER,AR: Stem saam\nVIVIER AR:\nEk het die uitspraak van my kollega Steyn gelees maar,\nvir\ndie redes wat volg kan ek met eerbied nie daarmee\nsaamstem nie.\nDie verhoorlanddros het die getuienis van die klaer en\nsy\nwerkgewers aanvaar en dié van díe\nverdedigingsgetuies verwerp en\nin hierdie verband sterk\ngeloofwaardigheidsbevindings gemaak.\nDie vraag is of daar voldoende\ngrond bestaan om met daardie\nbevindings in te meng. Die klaer, 'n\n63-jarige bokwagter, is\ndeur die landdros as 'n baie eenvoudige en\nongesoGstikeerde man\nen 'n eerlike en geloofwaardige getuie beskryf. Sy getuienis\nwas\ndat hy op Maandag 5 Februarie 1990 deur die appellant op\ndie\nplaas waar hy gewerk het, gehaal en na die aanklagkantoor\nop\nBarkly-Oos geneem is. Hy is daar aangehou en ondervra\nin\nverband met 'n aanklag van veediefstal en is op vier\nverskillende\ngeleenthede deur die appellant erg aangerand. Die\nappellant het\nhom weer die middag van Woensdag 7 Februarie 1990 in die\n3\nomgewing van die plaas waar hy gewerk het, afgelaai en hy het uiteindelik\nop Donderdag 8 Februarie 1990 weer op die plaas aangekom.\nIn die lig van die appellant se weergawe dat hy die klaer om ongeveer\ntien oor sewe die Maandagaand weer teruggéneem en hom\nin die omgewing van\ndie plaas afgelaai het, is die getuienis van sy werkgewer, mnr Stephen Harry\nGetliffe, van deurslaggewende belang.\nUit sy getuienis is dit duidelik, meen ek,\ndat op die stadium toe hy op Woensdag 7 Februarie 1990 vir Luitenant Wolmarans,\ndie stasie-bevelvoerder\nvan die polisie op Barkly-Oos, gebel het om navraag na\ndie ondersoek te doen, die klaer nog nie terug was op die plaas nie. Verder\nsou\nmens verwag dat, indien die klaer op daardie stadium reeds deur die polisie\nteruggeneem was na sy huis, Wolmarans dit aan Getliffe\nsou gesê het.\nWolmarans het egter, volgens Getliffe, niks van die aard gesê nie.\nGetliffe\n4\nwas die betrokke Donderdag by 'n veeveiling en die Vrydagoggend het hy\nberig ontvang dat die klaer terug is by sy huis maar dat hy\nbeseer is en nie kan\nloop nie. Hy het toe die klaer gaan haal en na die dokter geneem.\nBy\ndie aanvang van die verhoor van die appêl in hierdie Hof is namens die\nappellant aansoek gedoen om die gronde van appêl\nuit te brei deur te\nbetoog daí daar 'n wesenlike verskil is tussen die klaer se voorafgaande\npolisieverklaring en sy getuienis\nby die verhoor en dat sy versuim om die\nverklaring vir kruisverhoor beskikbaar te stel 'n onreëlmatigheid in die\nverrigtinge\ndaarstel. Die aansoek is deur die staat teengestaan. Die Hof se\nbeslissing oor die aansoek is voorbehou maar gerieflikheidshalwe\nis toegelaat\ndat die nuwe grond volledig geargumenteer word. Na my mening moet die aansoek\nafgewys word omdat daar geen redelike\nvooruitsig op sukses ten opsigte daarvan\nis nie. (S v Safatsa and Others\n5\n1988(1) SA 868(A)op 877 B-F.)\nDit is 'n erkende praktyksreël dat 'n aanklaer verplig is\nom\nwesenlike afwykings tussen 'n getuie se\npolisieverklaring en sy\ngetuienis onder die Hof se aandag te bring\nen die verklaring vir\nkruisverhoor beskikbaar te stel. 'n Versuim om\nhierdie plig na te\nkom is 'n onreëlmatigheid in die\nverrigtinge. (S v Masinda en\n'n Ander\n1981 (3) SA 1157\n(A) op 1162F-G; S v Xaba 1983\n(3) SA 717 (A) op 728 H - 729 A en S v Kamte and Others\n1992 (1) SASV 677 (A) op 680 g-j.) Oor die vraag van\nwanneer\n'n verskil as wesenlik beskou moet word, het Botha AR\ndie volgende gesê in S v Xaba, supra, op 729 G-H :\n\"Whether or not a discrepancy between the evidence of a State witness and\nhis previous statement to the police is sufficiently serious\nto call for the\nperformance of the duty of disclosure by the prosecutor must therefore be\nassessed in the context of the effect that\nsuch disclosure and the\ncross-examination following upon it might have on the credibility and\nreliability of the witness. In my opinion\na discrepancy\n6\nis serious whenever there is a real possibility that the probing of it by\nmeans of cross-examination could have an adverse effect\non the assessment by the\ntrial Court of the witness' credibility and\nreliability.\"\nïn die huidige saak is daar op die\nvolgende verskille tussen die klaer se polisieverklaring en sy getuienis\ngesteun.\n1.\tIn sy polisieverklaring sê die klaer dat twee polisiemanne hom op\ndie plaas kom haal het terwyl hy in sy getuienis sê\ndat daar drie\npolisiemanne was;\n2.\tIn sy polisieverklaring meld die klaer niks daarvan dat hulle op pad na\nBarkley-Oos by die polisiestasie op Lady Grey aangedoen\nhet nie, terwyl hy wel\nin sy getuienis daarvan praat;\n3.\tIn sy polisieverklaring meld die klaer nie dat hy die Maandagaand geboei\nwas in die vangwa waar hy geslaap het nie of dat hy die\nDinsdagaand geboei was\nin die kantoor\n7\nwaar hy geslaap het nie, terwyl hy getuig het dat hy op\nbeide\ngeleenthede geboei was; 4. Die klaer se\npolisieverklaring en sy getuienis verskil in sekere\nfyner besonderhede oor die aard van die aanrandings. So\nmeld hy nie in sy polisieverklaring dat hy sy bewussyn\nverloor het by elke geleentheid toe hy elektriese skokke\ntoegedien is nie.\nDie eerste van bogenoemde\nverskille is 'n onbenulligheid; die tweede, derde en vierde is nie wesenlik nie\nen die rede daarvoor is\nklaarblyklik dat die verklaring nie so volledig soos die\ngetuienis is nie. Ek is gevolglik van mening dat die aanklaer nie verplig\nwas om\ndie polisieverklaring beskikbaar te stel vir kruisverhoor nie.\nWat die verdedigingsgetuies betref, is namens die appellant betoog dat 'n\ninskrywing in sy sakboek tot die effek dat hy die Maandagaand\nreeds die klaer\nteruggeneem het, stawing vir sy\n8\ngetuienis bied. Die inskrywing verskyn op fotokopieë van twee\nbladsye van die appellant se sakboek wat hy sonder beswaar daarteen\nby die\nVerhoorhof ingehandig het. Geen verdere aandag is by die verhoor aan hierdie\naspek gegee nie. Die appellant het nie getuig\noor wanneer hy die inskrywing\ngemaak het nie en dit is ook nie aan hom gestel dat die inskrywing vals is nie.\nDie landdros verwys\nnie na die inskrywing in sy uitspraak nie.\nDie\nalgemene reël is dat vorige ooreenstemmende verklarings nie toelaatbaar is\nnie. Sien R v Rose\n1937 AD 467\nop 473; S v Bergh\n1776 (4) SA 857\n(A) op 865 G.\nIn laasgenoemde saak het Rumpff HR die volgende omtrent die reël en die\nuitsonderings daarop gesê :\n\"Die algemene reël is dat vorige ooreenstemmende verklarings nie\ntoelaatbaar is nie. Hoewel 'n vorige ooreenstemmende verklaring\nhoorsê-getuienis kan wees, en daarom ontoelaatbaar, is dit waarskynlik\nbasies ontoelaatbaar\n9\nomdat 'n vorige verklaring 'n minimum bewyskrag het,\nindien enige, ter bevestiging van wat die getuie in die hof\nsê.\nDaar is egter uitsonderings en Schmidt, op. c:t., bl 266,\nstel dit soos volg:\n'.... as die primêre rede vir ontoelaatbaarheid in gedagte gehou word\nsal besef word dat dié gevalle nie 'n numerus clausus\nuitmaak nie. Die\nprimêre rede vir ontoelaatbaarheid is dat die blote feit dat 'n verhaal by\nmeer as een geleentheid vertel\nis (dat die getuie dus konsekwent was) nie\nvoldoende bewyskrag het nie. Maar daar is baie faktore wat bewyskrag voldoende\nkan verhoog,\nen indien so 'n faktor aanwesig is (al; val dit nie binne enige\nreeds aanvaarde toelaatbaarheidskategorie nie) behoort die getuienis\ntoegelaat\nte word' \".\nEen van die uitsonderings op\ndie algemene reël is waar dit beweer word dat die getuie se weergawe 'n\nversinsel is sodat sy konsekwentheid\nin geskil geplaas word en die getuienis by\ndié geskilpunt relevant is. Die getuienis dien dan as versterking van die\ngeloofwaardigheid\nvan die getuie. In die Bergh-saak het die feit dat die\nbetrokke verklaring afgelê is voordat 'n geskil ontstaan\n10\nhet en in 'n stadium toe die getuie nog geen motief gehad het om 'n valse\nbewering te maak nie, tot die toelating van die verklaring\nbygedra (op 868 A-B\nen 869 A-D).\nSelfs indien in die huidige saak veronderstel word dat\ndie inskrywing in die sakboek toelaatbaar sou wees op grond van 'n aantyging\nvan\nonlangse versinsel is dit, na my mening, in te veel onsekerheid gehul om as\nrelevant beskou te word. Die appellant het nie getuig\noor wanneer die inskrywing\ngemaak is nie en uit die inskrywing self blyk dit dat dit op 'n later stadium\ngemaak is. Alhoewel dit\nverskyn voor die inskrywings ten opsigte van die Dinsdag\nblyk dit ook nie wanneer laasgenoemde inskrywings gemaak is nie. Ek stem\ngevolglik met die Hof a quo saam dat geen afleiding van die inskrywing gemaak\nkan word nie.\nSoos ek reeds aangedui het, het die landdros die appellant se getuienis\nas vals verwerp. Sy getuienis lees swak en\n11\nonoortuigend. Hy het hom op meer as een aspek weerspreek soos bv wat die\nbesoek die Maandagmiddag aan die polisiestasie op Lady Grey\nbetref en die sluit\nvan die kantoordeure. Sy twee kollegas, Maartens en Gila, was opsigtelik\nonbetroubare getuies. Beide het voorheen\nskriftelike verklarings gemaak wat\nlynreg van hul getuienis verskil het. Na my mening is daar geen gronde aangevoer\nom met die geloofwaardigheidsbevindings\nvan die landdros in te meng\nnie.\nEk sou die appél afwys.\nW.\nVIVIER AR.",
  "scraped_at": "2026-02-12T07:21:22.416018",
  "date": "1995-11-10",
  "coram": [
    "VIVIER AR",
    "STEYN AR",
    "OLIVIER AR"
  ],
  "case_number": "113/94",
  "parties": {
    "applicants": [
      "K F Moolman"
    ],
    "respondents": [
      "Die Staat"
    ]
  },
  "sections": {
    "facts": "K F Moolman, a constable of the South African Police, was charged with four counts of assault with intent to cause serious injury against complainant Nombuko Kleinboy Mgqelana (and a fifth count involving Thabo Jonase which was later withdrawn). The incidents allegedly occurred between 5 and 7 February 1990 at the Barkly‑Oos police station and surrounding farm premises. The complainant testified that he was repeatedly beaten, slapped, kicked, bound, and subjected to electric shocks, resulting in loss of consciousness and serious injuries. The State’s case relied heavily on the complainant’s testimony and the evidence of his employer, Mr. Steven Getliffe. The defence presented police constable Gila and sergeant Maartens, who disputed parts of the complainant’s account and produced a police diary (sakboek) entry. The trial court found Moolman guilty on all four counts, initially consolidating the charges and sentencing him to three years’ imprisonment (one year suspended), later reduced to an effective two‑year term.",
    "issues": "1. Whether the prosecutor’s failure to disclose the complainant’s prior police statement, which contained material discrepancies with his trial testimony, amounted to a procedural irregularity under s317(1) of the Criminal Procedure Act. 2. Whether the discrepancies between the statement and testimony were serious enough to affect the complainant’s credibility and thus create reasonable doubt of guilt. 3. Whether the prior statements and the police diary entry are admissible as res gestae or as consistent statements. 4. Whether the identified irregularity requires the conviction to be set aside under s322(1).",
    "principles": "The court applied the duty of disclosure that a prosecutor must disclose any serious discrepancy between a State witness’s police statement and his evidence (s317(1) CPA). A discrepancy is “serious” when its cross‑examination could adversely affect the assessment of credibility (S v Xaba; S v Kamte). The admissibility of prior consistent statements is governed by the res gestae rule, with limited exceptions for recent fabrication or where credibility is at stake (S v Bergh, R v Rose). The benefit of the doubt principle requires that where credibility is substantially undermined, the conviction cannot stand (S v Yusuf; S v Naidoo). Irregularities that affect the fairness of the trial may lead to setting aside convictions under s322(1).",
    "application": "The court examined the complainant’s police statement and found numerous material differences – omissions of electric shocks, binding, the number of police officers present, and timing of events. It held these differences to be serious, obliging the prosecutor to disclose the statement, which he failed to do, constituting an irregularity. The court also noted inconsistencies in the evidence of Getliffe and the defence witnesses, further weakening the State’s case. The police diary entry was deemed admissible as part of the res gestae, but its content did not overcome the credibility issues. Consequently, the court concluded that the irregularity created a real possibility of prejudice and that the prosecution’s evidence, when stripped of the undisclosed material, failed to prove guilt beyond reasonable doubt.",
    "conclusion": "The appeal succeeded. The court held that the prosecutor’s failure to disclose the complainant’s prior statement was a serious irregularity, and that the remaining evidence did not meet the standard of proof. The conviction and sentence of K F Moolman were set aside, and the appellant’s application to add a further ground of appeal was granted."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Assault with intent to cause grievous injury",
    "level_3": [
      "disclosure",
      "evidence",
      "credibility",
      "appeal",
      "procedural irregularity"
    ]
  }
}