{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/109.html",
  "case_name": "National Union of Mine Workers and Others v Free State Consolidated Gold Mines (287/93) [1995] ZASCA 109; 1996 (1) SA 422 (SCA); [1995] 12 BLLR 8 (AD); (1995) 16 ILJ 1371 (A) (21 September 1995)",
  "citation": "[1995] ZASCA 109",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 109\n|\nNoteup\n|\nLawCite\nNational Union of Mine Workers and Others v Free State Consolidated Gold Mines (287/93) [1995] ZASCA 109; 1996 (1) SA 422 (SCA); [1995] 12 BLLR 8 (AD); (1995) 16 ILJ 1371 (A) (21 September 1995)\nDownload original files\nPDF format\nRTF format\nCase No 287/93\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE DIVISION)\nIn the matter between:\nNATIONAL UNION OF MINE WORKERS\tAppellant\nAND OTHERS\t(Respondents in the cross-appeal)\nand\nFREE STATE CONSOLIDATED GOLD\nMINES (OPERATIONS) LTD - President Steyn Mine; Respondent President Brand\nMine; Freddies Mine\n(Appellant in the cross-appeal)\nCoram: JOUBERT, HEFER, NESTADT, F H GROSSKOPF JJA et SCOTT AJA\nDate heard: 15 August 1995\nDate delivered: 21 September 1995\nJUDGMENT NESTADT, JA\n:\nThe broad issue in this matter is whether the\ndismissal\nof certain employees (\"the individual appellants\") for taking part\nin\na stay-away constituted an unfair labour practice as defined in sec\n1\n2\nof the Labour Relations Act, 28 of 1956 (\"the Act\") as it read in\n1989.\nThe individual appellants (53 in number), being members of and\nrepresented by the first appellant, were employed on one or other of\nthe\nrespondent's three mines, namely President Brand, President Steyn and Freddies.\nIn September 1989 they were, as a result of having\nparticipated in a stay-away\non the 5th and 6th days of that month, dismissed. Contending that their\ndismissals constituted an unfair\nlabour practice as defined in sec 1 of the Act,\nas amended, they together with the first appellant sought a declaratory order to\nthis effect in the Industrial Court. In addition, orders that they be reinstated\nand compensated were claimed. The Industrial Court\nin a judgment reported in\n(1992) 13 ILJ 366 refused\n3\nthe application. On appeal the Labour Appeal Court\n(Transvaal\nDivision) by a majority held that the dismissals of those\nemployed\nat President Steyn and Freddies constituted an unfair\nlabour practice\nand that they should be reinstated (though without\ncompensation and\nsubject to a final warning for absenteeism being\nrecorded against\ntheir work records). However, the appeal by those\nemployed at\nPresident Brand was dismissed. One of the assessors,\ndisagreed.\nHis view was that all the dismissals were unfair. The\njudgment of\nthe Labour Appeal Court is reported in (1993) 14 ILJ\n341. What is\nbefore us (with the leave of the court a quo) is (i) a\nfurther appeal by\nthose who were employed at President Brand against\nthe dismissal of\ntheir application by the Industrial Court and by\nthose who were\nemployed at President Steyn and Freddies against what\nI term the\nqualified order of the Labour Appeal Court for their\nreinstatement,\n4\nand (ii) a cross-appeal by the respondent against the Labour Appeal\nCourt's finding that the dismissal of employees at President Steyn\nand Freddies\nwas unfair and its order that they be reinstated.\nThe background to the stay-away and the facts relevant to the dismissals\nare fully set out in the reported judgments of the courts\nbelow. For the moment,\nI emphasise the following:\n(i) The stay-away was a country-wide one. More than a million employees\nare estimated to have participated in it. It had been called\nfor by a workers'\nsummit which was held on 27 August 1989. The stay-away was a protest against the\n1988 amendments to the Act and\nthe (white) general election. Such election took\nplace on the second day of the stay-away, viz 6 September 1989.\n5\n(ii) The respondent became aware of the threatened stay-away. It, therefore,\non 1 September 1989, warned employees on the three mines\nnot to participate in\nthe stay-away and in the case of President Brand that \"severe disciplinary\naction would be taken against those\nwho....absent themselves from\nwork\".\n(iii) Nevertheless the stay-away took place. Ft\nwas, however, limited in its scope. At President Brand, 3 370 employees out of a\ntotal\nwork force of about 21 653, stayed away on 5 September. In the case of\nPresident Steyn the figure was 1 088 out of approximately\n17 000 and in the case\nof Freddies, 155 out of approximately 14 200. On the second day of the\n6\nstay-away, namely, 6 September 1989 the number\nof\nthose who did not work was slightly higher.\n(iv)\nEmployees who participated in the stay-away were not\npaid for the\ntwo days that they were not at work. In\naddition, however, they were\ndisciplined. This took\nplace in terms of the mines' separate but\nbroadly similar\ndisciplinary codes. They each draw a\ndistinction\nbetween what is termed \"absenteeism\" and\n(illegal)\n\"strike action\". The recommended penalty\nfor\nabsenteeism is, in the case of a first offence, a\nwarning,\nin the case of a second offence a severe (also called\na\nfinal) warning and in the case of a third\noffence,\ndismissal (or termination). As far as illegal\nstrike\n7\naction is concerned the recommended disciplinary action is dismissal save\nthat in the case of Freddies the action to be taken is stipulated\nto be \"in\nterms of agreements\", (v) There being no reference to stay-aways in the\ndisciplinary codes, the respondent chose to charge\nthose employees who\nparticipated in the stay-away with absenteeism. In accordance with the\nprovisions of the disciplinary codes those\nwho had a clean record for\nabsenteeism received a warning. In respect of employees having a previous\nwarning (for individual absenteeism)\na second (or final) warning was imposed.\nAnd employees who had a second warning were, after a hearing, dismissed. It was\nnot in dispute\nthat such\n8\npersons' warnings as also their hearings\nwere\nprocedurally and substantively fair. (vi) A total of 108 employees were in\nthis way dismissed.\nAnd of those, 53 are, as I have indicated, involved in\nthis appeal. As between the three mines, 44 are from\nPresident Brand, 6 from President Steyn and 3 from\nFreddies.\nI have already said that the matter has to be decided\non\nthe basis of the definition of \"unfair\nlabour practice\" as it read in\n1989. Such definition (as introduced by sec 1(h) of Act 83 of\n1988)\nwas in somewhat different terms to its present form (as to\nwhich, see\nsec 1(a) of Act 9 of 1991). It included:\n\"(a) The dismissal, by reason of any disciplinary action against one or more\nemployees, without a valid and fair\nreason\n9\nand not in compliance with a fair procedure\". There being no complaint\nagainst any procedural aspects of the dismissals, and the dismissals\nhaving\nfollowed on disciplinary action, the narrow issue that arises is whether the\nparticipation in the stay-away of those employees\nwho had previous second\nwarnings for absenteeism constituted a \"valid and fair reason\" for their\ndismissals. In particular, the matter\nturns on whether the dismissals were\n(substantively) fair.\nPlainly, the individual appellants, by deliberately absenting themselves\nfrom work, committed a breach of their contracts of employment.\nI shall assume\nthat at common law the respondent was therefore entitled to dismiss them. The\nenquiry does not, however, lie only\nwithin the field of contract. A dismissal\ncan\n10\nbe lawful in contractual terms and yet be unfair within the\nmeaning\nof the unfair labour practice concept (Le Roux and van Niekerk:\nThe\nSouth African Law of Unfair Dismissal\n, 294-296). But what is\na\nfair reason (for a dismissal)? A helpful answer, in general\nterms,\nis that given by Cameron, Cheadle and Thompson:\nThe New\nLabour\nRelations Act: The Law after the 1988 Amendments,\nat 144 -\n145.\nIt is said:\n\"A fair reason in the context of disciplinary action is an act of\nmisconduct sufficiently grave as to justify the permanent termination\nof the\nrelationship .... Fairness is a broad concept in any context, and especially in\nthe present. It means that the dismissal must\nbe justified according to the\nrequirements of equity when all the relevant features of the case - including\nthe action with which\nthe employee is charged - are considered.\"\nUltimately the task of the court is to pass a moral or value\njudgment\n(\nMedia Workers Association of South Africa and Others vs\nPress\n11\nCorporation of South Africa Ltd\n1992(4) SA 791(A) at 798 I and 802\nA),\nBefore us, Mr\nBrassey\n, on behalf of the appellant, argued in the\nfirst place that participation in the stay-away was not an act of misconduct\nentitling\nthe respondent to take any disciplinary action against the individual\nappellants; it was collective action in pursuit, by reasonable\nmeans, of a\nlegitimate socio-economic interest, namely, to protest against the general\nelection and the introduction of the 1988\namendments to the Act; these were\nmatters which directly affected the workers; accordingly their absence from work\nwas justifiable\nand so excusable. As appears from its reported judgment (354\nC-D), the Labour Appeal Court rejected a similar argument. It did so\nfor a\nnumber of reasons. In summary they were that the\n12\nstay-away was for a political purpose and in contravention of sec 65(1 A)\nof the Act; it was in breach of agreements between the first\nappellant and the\nmines that there would be no recourse to industrial action until all procedures\nfor the peaceful settlement of\ndisputes had been exhausted; less harmful forms\nof protest were available; the mines could not afford a stay-away; and the\nrespondent\nwas not given formal notice that it was to take place (at 354 J - 356\nH). In the result, it was held that the stay-away was not an\nappropriate form of\nprotest action and that it was not legitimate; on the contrary it was \"illegal,\nindiscriminate, damaging and\nunfair\" (354 1).\n1 am not sure that I can entirely agree with this conclusion or the\nreasoning underlying it. Some of the criticism voiced against\nthe judgment by\nProfessor Thompson in a note in\n13\n(1993) 14 ILJ 315 has merit. I am, nevertheless, satisfied that the\nstay-away was illegitimate. Counsel rightly conceded that participation\nin it\nwas, as the court a\nquo\nfound (at 355 A), in contravention of sec 65(1 A)\nof the Act. The disciplinary codes must be taken to have been respectively\nincorporated\ninto employees' contracts of employment. And the respondent was, in\nmy opinion, entitled to classify the stay-away as a species of\nabsenteeism\n(though 1 will later, in a different context, have to return to this aspect of\nthe matter). For these reasons alone the\nstay-away constituted an act of\nmisconduct which justified the respondent in taking disciplinary action against\nthose who participated\nin it.\n14\nThis brings me to the second (alternative) argument on which Mr\nBrassey\nrelied. It was that even if disciplinary action was warranted,\ndismissal was not; it was an inappropriate and therefore unfair sanction;\nthis\nwas because it was too drastic a remedy and in any event it amounted to\nunjustified selective action resulting in inconsistent\ntreatment of those who\nstayed away. Undoubtedly, there are factors which militate against the argument.\nThey are the following:\n(i) Absenteeism was a major problem to the mines. It had serious\nconsequences. Both productivity and safety were thereby adversely\naffected. In\nfact, the stay-away resulted in the three mines suffering substantial losses\n(353 E of the judgment a quo). To the knowledge\nof\n15\nemployees, the mines' financial positions were such that they could not\nafford such losses. It was accordingly essential for the respondent\nto\ndiscipline and thus discourage absenteeism. In the words of Mr Cloete, the\nformer personnel manager of President Brand and who\nwas the respondent's main\nwitness, \"if we do not apply the disciplinary code...the incidents of\nabsenteeism would increase...(T)he\ndisciplinary code is there to be consistently\napplied\". Mr Webster, one of the appellants' witnesses, largely agreed with this\nevidence.\n(ii) The legality of the industrial action in question is often a\ncritical factor in assessing the fairness of a dismissal. Indeed,\nthe view has\nbeen expressed that as a matter of\n16\npublic policy a court should not order the reinstatement of an employee\nwho has participated in an illegal strike (\nTshabalala and Others vs Minister\nof Health and Others\n1987(1) SA 513(W) at 523 B). This case was, however,\ndecided under the common law. And it is now clear that illegal strikers may\nenjoy\nprotection against dismissal. But such a strike constitutes serious and\nunacceptable misconduct by employees\n(Performing Arts Council of the\nTransvaal vs Paper Printing Wood and Allied Workers Union and Others\n1994(2)\nSA 204(A) at 216 E). (iii) The effect of what I said earlier is that the\nstay-away amounted to illegal industrial action.\nIt was not\n17\nembarked upon for the purposes of a strike as defined. If it was not a\npurely political protest, it had a strong political flavour.\nIts main thrust was\ndirected not so much against the respondent but against the Government. Yet the\naim was to cause harm to employers.\nThe mines and other employers were therefore\nvirtually made the scapegoats of what the appellants admitted was a deliberate\n\"power-play\".\nNot surprisingly, therefore, other less harmful forms of protest\nsuch as a petition or meeting or a brief work stoppage or even a\none-day\nstay-away were eschewed. The result was that the stay-away went ahead (a)\nwithout formal notification to the respondent,\n(b)\n18\ncontrary to the respondent's admonition that it should not be held, (c)\nin the knowledge that the individual appellants were acting\ncontrary to the\ndisciplinary codes, (d) in defiance of a court order prohibiting it (352 E and\n356 I-J), and (e) in breach of the\nfirst appellants' undertaking (contained in\nthe agreements referred to at 345 E, 346 B and 355 B) not to resort to\nindustrial action\nuntil settlement procedures had been exhausted; that position\nhad not been reached; negotiations were still taking place (350 C).\nAnd, of\ncourse, the individual appellants' participation was voluntary; there was no\nevidence of intimidation. What has been stated\nare, I consider, aggravating\nfeatures\n19\nof the appellants' conduct. Yet there is another side to the\npicture.\nIt is the following:\n(i) I leave open the question whether dismissal is only justified where\nthe misconduct has the effect of destroying or irreparably\nharming the\nrelationship between employer and employee or where the relationship is thereby\nrendered intolerable or futile (these\nbeing some of the tests which the\nindustrial courts have applied). It is I think safe to say that what is at least\nrequired is that\nthe misconduct be serious. After all, dismissal, as has often\nbeen said, is the ultimate sanction; a course of last resort. (ii)\nThe\nindividual appellants were dismissed for (a third\n20\noffence of) absenteeism. In each case the previous two were for what is\ndescribed as \"individual absenteeism\". They were not for participating\nin a\nstay-away. Indeed there is no evidence that the individual appellants had\npreviously participated in. a stay-away. One must\ntherefore consider whether the\nstay-away on 5 and 6 September 1989 can properly be regarded as a case of\nabsenteeism. I have already\nfound that, for the purposes of deciding whether the\ndisciplinary codes were breached, it can. But when it comes to the fairness\nof\nthe sanction imposed, I think the position is different. The stay-away was no\nordinary case of absenteeism. Its underlying cause\nwas a sense of\n21\ngrievance and frustration, not only with the Government, but with + as\nwell (349 E - H; 350 B). Its object was to protest and thus\nexert pressure. In\nthe view of the court a\nquo\n(355 H-I), employees were entitled to protest\n(though not in the form of a stay-away). But in the perception of those who\nparticipated,\nthe stay-away was a legitimate form of protest; they obviously\nregarded their absence as being for good reason. Any equitable assessment\nof the\nfairness of the dismissals must surely take these subjective, and in my view\nmitigating, factors into account. And the disciplinary\ncodes themselves allowed\nfor this. The progressive disciplinary measures provided for are stated\n22\nto be guidelines only; they are not to be applied rigidly. (iii) The\nproblem of whether an individualised, selective approach to discipline\nshould be\napplied for collective misconduct is a difficult one (see\nLe Roux and van\nNieker,\nop cit, 116, 177-8, 183, 298 and 313-4). It may be accepted that\nconsistency is not always required. In casu, however, I cannot but\nhelp feel\nthat it was. Though it was left to each employee to decide whether to\nparticipate, their doing so resulted in collective\naction. And in the light of\nwhat has been stated in the previous paragraph, I do not consider that the\nindividual appellants' previous\noffences for absenteeism were a sufficient basis\nfor them being disciplined differently to\n23\nthe others. Cloete testified that the respondent found the\ncontinued employment of those who stayed away but\nwho were not on final warning for absenteeism\n\"perfectly acceptable\" despite their \"serious\nmisconduct\".\n(iv) The appellants are, as I have found,\nto be criticised for\nfailing to exhaust the procedures for the settlement of\ndisputes before the stay-away was decided on. On the\nother hand, this point must not be taken too far. To\nbegin with, prior deadlock is not a\nsine qua non\nto\nsubsequent industrial action\n(National Union of\nMetalworkers of SA and Others vs Macsteel (Pty)\nLtd\n1992(3) SA 809(A) at 817 H-l). The evidence for\nthe\nappellants provides some explanation for their conduct.\n24\nIts effect was that it was considered anomalous that resort be had to the\ndispute procedures of the Act as amended when that was one\nof the matters that\nwas being protested against (349 J). Moreover, employers had refused to abandon\nreliance on the 1988 amendments;\nthey were, according to a Mr Schreiner, another\nof appellants' witnesses, \"using (them) against us regularly and all the time\"\n(350\nB-D). His further evidence was that there was no alternative form of\nprotest that would have been effective; less drastic ones had\nbeen resorted to\nin vain. (v) It is not always necessary to warn an employee that his misconduct\nwill or even might result in dismissal\n(the\n25\nPerforming Arts Council\ncase at 216 D-E). However, I agree with\nthe court a\nquo\n(358 D-H) that in the present matter, as a question of\nfairness, the respondent was obliged to inform its employees that they might\nbe\ndismissed. On the basis that employees of President Brand were on 1 September\n1989 reminded that \"severe disciplinary action will\nbe taken against those\nwho...absent themselves from work\", it was held that they must have known that\nthey stood the risk of dismissal\nif they took part in the stay-away. 1 have some\ndoubt as to the correctness of this conclusion. But despite the individual\nappellants\nconcerned not having testified in this regard, 1 fully agree with the\ncourt's\n26\nfinding (359 H-J) that in the case of President Steyn and Freddies, an\nadequate warning of dismissal was not given. (vi) Finally,\naccount must be taken\nof a number of miscellaneous considerations. The stay-away was peaceful. Without\nwishing to minimise its harmful\neffects, its duration was moderate. The\nrespondent was well aware that it was to take place. Several of the individual\nappellants\nhad been in the service of the respondent for ten years and more.\nBear in mind also that in most cases we do not know how long before\nthe\nstay-away they received their previous warnings for absenteeism.\n27\nOn behalf of the respondent, Mr\nWallis\n, on the authority of the\nMedia Workers\ncase (at 800 C-G), rightly conceded that we were at large\nto decide afresh whether the dismissals were unfair. Counsel, however,\nstrongly\nargued that they were fair. There is much to be said for this view. That is what\nmakes this matter a difficult one. The\nneed for the respondent to enforce\ndiscipline in the type of situation with which it was faced must not be\nunderestimated. Nor should\nthe enforcement of a system of progressive discipline\nbe undermined. And the individual appellants' motives, though perceived by\nthem\nto be laudable, must be balanced against the fact that the stay-away constituted\nillegal industrial action. I have, nevertheless,\ncome to the firm conclusion, on\nthe basis of the cumulative weight of the factors referred to, that dismissal\nwas an\n28\nexcessive and therefore inappropriate response. It was too harsh a\nsanction. The circumstances of the stay-away make this an exceptional\ncase. In\nmy opinion, the preferable view is that of the dissenting assessor, viz, that\nall the participants in the stay-away should\nhave been dealt with on the same\nbasis. The individual appellants should rather have been issued with an\nappropriate further warning.\nTheir absence having been caused by the stay-away,\ntheir misconduct was of substantially the same kind and degree as that of the\nothers. This being so, it was inequitable to take their previous warnings, which\nwere the basis of their dismissals, into account\nin the way they were. I find\ntherefore that the dismissals were unfair. It was not in dispute that in the\nevent of the dismissals\nbeing set aside, the reinstatement of the individual\nappellants should\n29\nfollow. This being so, the question of the date from which such\nreinstatement should be ordered and the terms thereof and the type\nof warning to\nbe recorded against their records as also what compensation, if any, should be\nawarded arises. These matters were unfortunately\nnot fully debated before us. It\nis therefore not appropriate that we should deal with them. What I propose to do\nis to adopt the\ncourse followed in the\nPerforming Arts Council\ncase (at\n220-221) and order that, in the event of the parties themselves not being able\nto resolve these outstanding matters, they\nbe decided by the Industrial Court.\nSeeing, however, the parties may be dissatisfied with this part of the order, it\nwill be a provisional\none in the terms which follow.\nI make the following order -\n30\n(A) The order of the Labour Appeal Court is set aside and replaced by the\nfollowing: \"1. The appeal against the dismissal by President\nBrand\nMine, President Steyn Mine and Freddies Mine of\nthose\nwho participated in the stay-away on 5 and 6 September\n1989 is upheld. 2. The order of the Industrial Court is set aside\nand\nreplaced by the following:\n'(a) The dismissal of the individual applicants is declared to have been\nan unfair labour practice.\n(b)\nThe respondent\nis directed to reinstate the individual applicants in their\nemployment.\n(c)\nNo order is\nmade as to costs.'\n31\n3. No order as to the costs of the appeal is made\".\n(B)\tIf any dispute arises between any of the individual appellants and the\nrespondent concerning the date of the individual appellants'\nreinstatement, the\nterms thereof, the type of warning to be recorded against their records, or what\ncompensation, if any, should\nbe awarded to any of them, such dispute shall be\ndetermined by the Industrial Court in terms of the provisions of sec 46(9) read\nwith sec 17(ll)(h) of the Labour Relations Act, 28 of\n1956.\n(C)\nParagraph\n(B) of this order is provisional. The parties\nmay\nwithin fourteen days hereof submit written argument against\nit\nbecoming final. In the event of this not being done,\nit shall become final.\n32\n(D)\tThe cross-appeal is dismissed.\n(E)\tNo order is made as to the costs of the appeal or of\nthe\napplications for leave to appeal.\nH H\nNestadt Judge of Appeal\nJoubert, JA\t)\nHefer, JA\t) Concur\nF H Grosskopf, JA\t)\nScott, AJA\t)",
  "scraped_at": "2026-02-12T07:16:57.728235",
  "date": "1995-09-21",
  "coram": [
    "Joubert",
    "Hefer",
    "Nestadt",
    "F H Grosskopf JJA",
    "Scott AJA"
  ],
  "case_number": "287/93",
  "parties": {
    "applicants": [
      "National Union of Mine Workers"
    ],
    "respondents": [
      "Free State Consolidated Gold Mines (Operations) Ltd - President Steyn Mine; President Brand Mine; Freddies Mine"
    ]
  },
  "sections": {
    "facts": "In September 1989, 53 employees of three mines (President Brand, President Steyn and Freddies) participated in a country‑wide stay‑away protest against the 1988 amendments to the Labour Relations Act and the general election. The mines warned employees on 1 September not to attend. Despite the warning, hundreds stayed away on 5 and 6 September. The employer applied its disciplinary codes, classifying the absence as \"absenteeism\". Employees with prior warnings received a final warning; those with two prior warnings were dismissed. A total of 108 employees were dismissed, of whom 53 (44 from President Brand, 6 from President Steyn and 3 from Freddies) are the subject of the appeal.",
    "issues": "The principal issues were: (1) Whether the dismissal of the employees for participating in the stay‑away amounted to an unfair labour practice under section 1(h) of the Labour Relations Act, 1989; (2) Whether the stay‑away was a lawful form of industrial action or an illegal breach of the Act; and (3) Whether dismissal was a substantively fair sanction for the misconduct alleged.",
    "principles": "The court applied the definition of an unfair labour practice in the 1989 Act: dismissal without a valid and fair reason and without compliance with a fair procedure. It considered the requirement that misconduct be sufficiently grave to justify termination, the need for proportionality of the sanction, and the relevance of public policy against protecting illegal industrial action. Precedents cited include Media Workers Association v Press Corp, Tshabalala v Minister of Health, Perform­ing Arts Council v Paper Printing Wood, and principles from Le Roux and van Niekerk on substantive fairness and consistency in disciplinary actions.",
    "application": "The court held that the stay‑away was illegal, contravened section 65(1)(a) of the Act and breached collective agreements, so participation constituted misconduct. However, while the misconduct justified disciplinary action, the sanction of dismissal was deemed excessive because the stay‑away was a collective political protest, not ordinary absenteeism, and the progressive disciplinary system allowed for more tempered measures. The court also noted that the employees had not been adequately warned that dismissal could follow participation in the stay‑away, particularly at President Steyn and Freddies mines.",
    "conclusion": "The Court set aside the Labour Appeal Court order and the Industrial Court order, declared the dismissals to be an unfair labour practice, and ordered the reinstatement of the individual appellants. No costs were awarded. The cross‑appeal by the respondent was dismissed. A provisional provision was made that any dispute over the terms of reinstatement, warning records or compensation be referred to the Industrial Court."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Unfair Dismissal",
    "level_3": [
      "stay-away",
      "industrial action",
      "misconduct",
      "procedural fairness",
      "substantive fairness"
    ]
  }
}