{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/145.html",
  "case_name": "S v Sekonyela (49/95) [1995] ZASCA 145 (27 November 1995)",
  "citation": "[1995] ZASCA 145",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 145\n|\nNoteup\n|\nLawCite\nS v Sekonyela (49/95) [1995] ZASCA 145 (27 November 1995)\nDownload original files\nPDF format\nRTF format\nNIE RAPPORTEERBAAR SAAKNOMMER: 49/95\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIN DIE SAAK TUSSEN:\nSENEKANE VINCENT\nSEKONYELA\nAPPELLANT\nen\nDIE\nSTAAT\nRESPONDENT\nCORAM\n:\tSMALBERGER, STEYN et OLIVIER,\nARR\nVERHOORDATUM\n: 21 NOVEMBER 1995\nLEWERINGSDATUM\n: 27 NOVEMBER 1995\nUITSPRAAK OLIVIER, AR:\nHierdie appèl illustreer maar net weer hoe versigtig daar met feite\ngewerk moet word.\n2\nOp 2 Desember 1992 het 'n roof en moord plaasgevind op die plaas Rosedale, 8\nkilometer vanaf Odendaalsrus. Die 67-jange eienaar, Mnr\nDu Randt, is om die iewe\ngebring deur die aanvallers; sy 65-jarige eggenote is gruwelik aangerand en 'n\naantal gewere en kledingstukke\nis uit die huis gesteel. Die aanvallers het buite\nop die werf 'n kapmes, 'n breekyster en 'n mansskoen agtergelaat. Ek verwys na\nhierdie gebeure as die Odendaalsrus-saak.\nOp 13 Oktober 1992 het 'n roof\nplaasgevind op die plaas Trianon, in die distrik Wesselsbron. Die 75-jarige\nplaaseienaar, Mnr Le Roux,\nwat alleen op die plaas gewoon het, is aangerand en\nvasgebind en in sy huis agtergelaat. Na hierdie gebeure word verwys as die\nWesselsbron-saak.\nIn Februarie 1993 het die appellant 'n verklaring aan\nsy\n3\nbuurman, ene Efrick Makofane (\"Efrick\"), met die volgende inhoud gemaak: dat\nhy op 'n stadium na 'n sekere plaas gegaan het waar 'n\nblanke opstal is; dat hy\nnie alleen was nie; dat hy op die werf 'n blanke man vasgegryp het; dat die\nblanke man terugbaklei het;\ndat hy gevoel het dat die blanke hom oorweldig; dat\nhy toe weggehardloop het en dat hy daarna 'n skoot gehoor het.\nAppellant is aangekla op drie aanklagte - moord, aanranding en roof - ten\naansien van die Odendaalsrus-saak. Saam met hom was Piet\nMosioeu en Isaac Shai\naangekla.\nMosioeu en Shai is skuldig bevind aan die aanklagtes\nvoortspruitende uit die Odendaalsrus-saak maar ook, in 'n ander verhoor, aan\ndie\naankïagtes voortspruitende uit die Wesselsbron-saak.\nAppellant is in die Odendaalsrus-saak - waaruit hierdie\nappêl\n4\nvoortspruit - aan die genoemde klagtes skuldig bevind en gevonnis. Op die\nmoordklag is hy 22 jaar gevangenisstraf opgelê, op\ndie aanrandingsklag 18\nmaande en op die roofklag 8 jaar gevangenisstraf.\nDie basis van die skuldigbevindings teen appellant was uit-en-uit die\nverklaring wat hy aan Efrick gemaak het. Die appellant het nooit\nself getuig\nnie. Daar was ook geen ander getuienis teen hom nie. Die hof\na quo\nhet\naanvaar dat hy volgens die verklaring homself op die misdaadtoneel geplaas het.\nDie verontskuldigende deel van die verklaring\nis as leuenagtig verwerp.\nDie verhoorhof het sy aansoek om na hierdie Hof te appelleer, afgewys. Dit is\negter deur hierdie Hof toegestaan.\nBy die verhoor van die appèl het Mnr Visser, wat, soos in die verhoor,\nnamens die Staat opgetree het, getrou aan die hoogste\n5\ntradisies van die advokatuur, die hof meegedeel dat hy nou bedenkinge koester\noor die korrektheid van die skuldigbevidinge. Hy het\naangevoer dat hoewel almal\nby die verhoor (hyself inkluis) aanvaar het dat die appellant se reedsgenoemde\nverklaring aan Efrick betrekking\nhet op die Odendaalsrus-saak, dit by 'n\nangsvallige bestudering van die rekord blyk dat daar nooit sodanige verband\ngelê is\nnie en dat die verklaring moontlik op die Wesselsbron-saak of\nselfs 'n heel ander insident betrekking kon hê. Mnr Visser het\ntereg\naangevoer dat as sy bedenkinge steek hou, die appellant die voordeel van die\ntwyfel moet ontvang en dat die appèl moet\nslaag.\n'n Noukeurige studie van die rekord toon aan dat Mnr Visser se bedenkinge\ngoed gefundeer is. Uit die rekord blyk die volgende: (i)\nAppellant het nie aan\nEfrick gesê\nwaar\nen\nwanneer\nhy met die\n6\nblanke gestoei het en wie saam met hom was nie; hy het nooit gesê dat\nMosioeu en Shai op die betrokke geleentheid saam met\nhom was nie.\n(ii) Toe Efrick en appellant na die polisie gaan, was dit om Isaac Shai te gaan\nverkla.\n(iii) By die Welkom-polisie aangekom, het appellant die beamptes aldaar\nmeegedeel dat Shai gesoek word in verband met die Wesselsbron-saak.\nEfrick (wie\nse getuienis as geloofwaardig deur die verhoorhof aanvaar is) het getuig dat hy\ngeen twyfel daaroor het dat appellant\nvir Shai gaan verklap het nie. Uit die\nvoorgaande volg dat appellant se mededelings oor Shai met die Wesselsbron-saak\nverband hou.\n(iv) Appellant het die kapswaard, breekyster en\nmansskoen wat op\n7\ndie Du Randt-werf gevind is, as die eiendom van Shai geïdentifiseer.\nNêrens het hy ooit verklaar waar hy aan hierdie kennis\nkom nie. Dit hou\nnie noodwendig verband met die Odendaalsrus-saak nie.\n(v) Speurderkonstabel Kolobe van die Welkom roof- en moordafdeling het getuig\ndat appellant aan hom gesê het dat hy inligting\naan die poïisie wii\ngee in verband met 'n gewapende roofsaak van Wesselsbron. Appellant het\ngesê dat Mosioeu en Shai by\ndie Wesselsbron-saak betrokke was.\n(vi) Kolobe het aan appellant gevra of hy moontlik vir hom inligting het in\nverband met die Odendaalsrus-saak, waarop appellant ontkennend\ngeantwoord het.\nUit hierdie getuienis van die appellant kan die\nafleiding\n8\nallermins gemaak word dat hy by die Odendaalsrus-saak betrokke was. Daar is\ngeen ander getuienis om hom aan daardie saak te verbind\nnie. Mens kan wel\nspekuleer dat dit die onderhawige saak is, want volgens sy verklaring aan Efrick\nhet hy in die nag op die plaaswerf\nmet 'n blanke man gestoei, toe weggehardloop\nen later 'n skoot hoor afgaan. Uit die getuienis blyk dat Mnr Du Randt in die\nnag van\n2 Desember 1992 buite op sy werf met 'n haelgeweer geskiet is. Hierdie\noënskynlike ooreenkoms tussen die bewese feite en appellant\nse verklaring\nis egter te vaag om sy aandadigheid bo redelike twyfel te bewys. Daar is,\nbenewens alle ander vaaghede, geen getuienis\ndat daar tydens die aanval in die\nWesselsbron-saak, nie ook 'n skoot afgegaan het nie. In elk geval is daar nie\neers feite waarop\n'n mens kan aflei dat die gebeure deur appellant aan\nEfrick\n9\nvermeld, op die Wesselsbron-saak betrekking het. Vir al wat ons\nweet en op\ndie getuienis voor ons kon daardie gebeure op 'n heel\nander plek en tyd afgespeel het.\nDie appèl slaag en die skuldigbevindings en vonnisse word tersyde\ngestel.\nSMALBERGER, AR )\n)STEM SAAM\nSTEYN, AR )\nP J J OLIVIER, AR",
  "scraped_at": "2026-02-12T08:11:59.458604",
  "date": "1995-11-27",
  "coram": [
    "SMALBERGER AR",
    "STEYN AR",
    "OLIVIER AR"
  ],
  "case_number": "49/95",
  "parties": {
    "applicants": [
      "SENEKANE VINCENT SEKONYELA"
    ],
    "respondents": [
      "DIE STAAT"
    ]
  },
  "sections": {
    "facts": "Two separate violent incidents occurred in 1992: the Odendaalsrus robbery and murder at Rosedale farm and the Wesselsbron robbery at Trianon farm, both involving rape and theft. The appellant, Sekonyela, gave a written statement to his neighbour Efrick describing a confrontation with a white man on a farm, a retreat, and a gunshot. He was convicted of murder, rape and robbery in the Odendaalsrus case solely on the basis of this statement, as no other evidence linked him to the crime. The conviction was appealed.",
    "issues": "Whether the conviction of the appellant for the Odendaalsrus offences is safe when the only evidence is a statement that may relate to a different incident (the Wesselsbron case) and there is no direct evidence of his participation in the Odendaalsrus robbery and murder.",
    "principles": "Criminal convictions must be proved beyond reasonable doubt. A suspect’s statement can be used as evidence only if it is clearly linked to the offence charged. If a statement is ambiguous or could pertain to another incident, the prosecution must supply additional corroborative evidence. The court must not convict on speculation.",
    "application": "The appellate court examined the trial record and found that the appellant never identified the location, date or companions in his statement and that several witnesses indicated his remarks concerned the Wesselsbron case, not the Odendaalsrus crime. No other evidence tied him to the Odendaalsrus robbery or murder. The resemblance between the alleged shooting and the appellant’s account was deemed too vague to satisfy the standard of proof, and the prosecution failed to establish the requisite link.",
    "conclusion": "The appeal succeeded. The convictions for murder, rape and robbery were set aside and the appellant’s sentences were vacated."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Homicide",
    "level_3": [
      "appeal",
      "insufficient evidence",
      "reasonable doubt",
      "statement evidence"
    ]
  }
}