{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/87.html",
  "case_name": "S v Ranta (580/93) [1995] ZASCA 87 (4 September 1995)",
  "citation": "[1995] ZASCA 87",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 87\n|\nNoteup\n|\nLawCite\nS v Ranta (580/93) [1995] ZASCA 87 (4 September 1995)\nDownload original files\nPDF format\nRTF format\nCG\tSAAKNOMMER: 580/93\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak van:\nBOOI JOSEPH RANTA\tAppellant\nen\nDIE STAAT\tRespondent\nCORAM\n: NESTADT, VAN DEN HEEVER ARR et SCOTT\nWnAR\nAANGEHOOR\n: 29 AUGUSTUS 1995\nREDES INGEHANDIG OP:\n4\nSEPTEMBER 1995\nUITSPRAAK VAN DEN HEEVER AR\n2\nAgt persone is in die Johannesburg Streekhof aangekla van oortreding van art\n2(a) van Wet 41 van 1971. Die aanklag spruit uit die\naktiwiteite van 'n\nsindikaat wat op groot skaal oor 'n tydperk van ongeveer twee jaar metakaloon\nvervaardig en mandrax-tablette gepers\nen versprei het. Ene Obenneier, 'n\nuitlander wat vir hom baie ander name ook toege-eien het, het 'n leidende rol in\nhierdie bedrywighede\ngeneem, terwyl die plaaslike hoof figuur sekere Havenga\nwas. Die vervaardigingsprosesse het op verskillende persele plaasgevind omdat\ndit van tyd tot tyd verskuif of tussen verskillende persele verdeel is.\nNa aanleiding van inligting ontvang, het die polisie in Februarie 1987 op een\nvan dié fabrieke afgekom. Arrestasies het gevolg.\nDie voortspruitende\nverhoor wat oor 18 maande gestrek het, het uitgeloop op skuldigbevinding van ses\nvan die agt persone wat aangekla\nis. Appellant, destyds beskuldigde nr 2, is\ngevonnis tot 10 jaar gevangenisstraf. Al die veroordeeldes buiten nr 4 het hulle\nberoep\nop die Witwatersrandse Plaaslike Afdeling van die Hooggeregshof. Hoewel\nbeslis is dat die\n3\nlanddros fouteer het deur 'n bekentenis van appellant as toelaatbaar te\naanvaar, is appellant se skuldigbevinding nietemin bekragtig,\nsoos ook\ndié van sy mede-beskuldigdes. Die vonnis aan hom opgelê is egter\nverminder met twee jaar. Verlof om hulle op\nhierdie Hof te beroep is aan al sewe\ngeweier, maar deur hierdie Hof aan appellant toegestaan. Na aanhoor daarvan, is\ndie appèl\nteen beide skuldigbevinding en vonnis afgewys met belofte van\nredes later. Hulle volg nou.\nDit is onnodig om oor besonderhede van die\naktiwiteite van die sindikaat uit te wei. Dit word nie betwis nie dat 'n\ngesofistikeerde\nproses aan die gang gesit is en vir ongeveer twee jaar gedy het\nmet behulp onder meer van ingevoerde tablet-persmasjiene; dat moeite\ngedoen is\nom onwettige aktiwiteite te verbloem of vermom en spore dood te vee; en dat\nenorme bedrae geld betrokke was. (Toe die polisie\nbyvoorbeeld toeslaan op\nbeskuldigde nr 5 in sy luukse woning, het hulle Rl 921 580 aan kontant in\ngebruikte note gevind in 'n versteekte\nkeldervertrek wat nr 5 pas toegemessel\nhet.)\n4\nDit is betoog dat daar geen direkte getuienis was wat\nappellant\nfisies verbind het met die verbode dwelmstof nadat sy\nbekentenis\nweggeval het nie. Die hof a quo het met verwysing slegs na\nomstandigheidsgetuienis tot die volgende slotsom geraak:\n\"In die afwesigheid van enige getuienis tot die teendeel is die getuienis\nteen hierdie appellant myns insiens sodanig dat die enigste\nredelike afleiding\nwat daarvan gemaak kan word is dat hy handel gedryf het in metakaloon in die sin\ndat hy willens en wetens betrokke\nwas in die besigheid van Obermeier en die\nsesde [beskuldigde], te wete die vervaardiging van mandrax.\"\nMnr Bam se betoog voor ons het daarop neergekom dat, hoe agterdogwekkend\nomstandighede ookal mag gewees het, agterdog onvoldoende\nis vir 'n\nskuldigbevinding. Dit was onnodig vir appellant om te getuig sodat hy geregtig\nwas op ontslag.\nDie toepaslike beginsels is nie in geskil nie. Waar die\nvervolging slegs op omstandigheidsgetuienis steun, vul 'n aangeklaagde se\nversuim om te getuig nie 'n leemte in die Staat se saak nie; maar\n5\n\"the extent to which his failure to give evidence may strengthen the\ninferences against him usually depends upon various considerations.\nThese\ninclude the cogency or otherwise of the State case, after it is closed, the ease\nwith which the accused could meet it if innocent,\nor the possibility that the\nreason for his failure to testify may be explicable upon some hypothesis\nunrelated to his guilt ...\"\n(S v MTHETWA\n1972 (3) SA 766\n(A) 769 B-C.)\nDíe aanklag beweer dat die oortreding van die statutêre\nsub-artikel begaan is as gevolg van handeldryf in 'n verbode\nafhanklikheidsvormende medisyne, te wete metakaloon. Die statuut het die\nwoordeboek herskryf om ondermeer onder daardie werkwoord\nin te sluit\nenige\nhandelinge in verband met die vervaardiging\n, lewering, oorlaai, versending,\nverkoop en/of uitvoer van die genoemde stof. En die klagstaat beweer onder meer\n'n gesamentlike opset\n\"tussen die beskuldigdes onderling en/of tesame met ...\nObermeier ... en/of tesame met ander persone onbekend aan die Staat, om in\nmetakaloon handel te dryf'.\nAppellant het by die aanvang van die verhoor\nonskuldig gepleit en geen pleitverduideliking aangebied nie. Die uitsprake van\nbeide\ndie\n6\nstreeklanddros en die hof a quo moes 'n baie wye veld dek vanweë die\nander aangeklaagdes wat ook hulle aandag geverg het. Nie\neen van die twee het\nnoodwendig gewys op al die tersaaklike getuienis ten opsigte van appellant se\nbetrokkenheid by die sindikaat\nse aktiwiteite nie. Wat voïg gee nie voor om\nal daardie getuienis weer te gee nie. Dit is in die eerste plek onnodig en in\ndie\ntweede onmoontlik vanweë die gebrekkigheid van die oorkonde wat die\nappellant se prokureur aan hierdie Hof voorgelê het.\nDie\npolisie-optrede teen die sindikaat het begin by erf 345, New Brightonstraat in\n'n nywerheidsgebied in Johannesburg. Op daardie\nerf is verskillende fabrieke,\nteen mekaar vas gebou. By een van hierdie was sommige van die vensters\ntoegeplak, ander swart geverf.\nNa aanleiding van inligting ontvang, is\nkonstabels Riley en Haak soontoe in die vroeë oggend ure van 10 Februarie\n1987. Riley\nhet 'n ruit gebreek, met 'n flits binne gelig, die indruk gekry dat\nmense besig is om goed daar te verwyder, die deur oopgeskop en\nna aanleiding van\nwat hy gesien het vir\n7\nkaptein Roux gaan ontbied. Dit was een van die mandrax fabrieke waaroor\ngetuig is in hierdie lang verhoor. Daar was twee tablet-persmasjiene\ndaarbinne,\nmandrax pille is gevind, mandrax poeier en klontjies op die masjiene en die\nvloer, en verskeie houers met verskillende\nchemikaliee daarin het\nrondgestaan.\nOm 4h00 die oggend is foto's geneem van die perseel. Daar was\ntekens dat persone nie slegs daar gewerk het nie, maar ook daar gewoon\nhet. Daar\nwas byvoorbeeld matrasse, en 'n lee koeldrankblik, waarop 'n vingerafdruk van\nappellant gevind is wat redelik vars voorgekom\nhet. Volgens die getuienis van\nbeskuldigde nr 6 het Obermeier hom dié dag geskakel en vertel dat die\ndeur van die fabrieksperseel\nby erf 345 beskadig is. Nr 6 is opdrag gegee om om\nte sien na die herstel daarvan. Hy het derhalwe vir appellant daardie opdrag\ngegee.\nToe hy appellant later skakel om te bevestig dat dit gedoen is, het hy\nvemeem dat appellant gearresteer is in verband met dwelms\nby die fabriek.\nDie arrestasie het só gekom. Luitenant Taylor het na sonop by\ndie\n8\nperseel waar Roux toegang gekry het deur die deur te beskadig, aangedoen. Hy\nis toe weg om weer later terug te keer met die doel om\ndie tablet-persmasjiene\nte verwyder. Dáár gekom het hy inïigting ontvang wat hom van\nplan laat verander het. Hy\nhet vanaf die aangrensende kantoor gesien dat persone\ndie deur van die mandrax fabriek waarin die masjiene was, herstel. Toe daag\nappellant daar op met 'n wit Cortina bakkie en staan voor daardie deur. Taylor\nhet na buite beweeg en, natuurlik sonder om homself\nas polisieman te\nidentiGseer, vir appellant gevra wat kom maak hy, kan Taylor hom help? - waarop\nappellant valslik gesê het\ndat hy by Doormaster in Pretoria werksaam is en\nnet kom kyk of die mense die werk goed gedoen het. Hy is daar weg. Dit was\nongeveer\n13h30.\nOngeveer 'n halfuur later het 'n witman, beskuldigde nr 1,\nmet 'n wit Toyota bakkie daar opgedaag, uitgeklim en na iets of iemand\ngesoek.\nTaylor het weer uitgekom van die aangrensende perseel en nr 1 gevra of hy hom\nkan help. Nr 1 het gesê dat hy vir 'n\nswartman wag wat hom\n9\nmoet help om masjiene op te laai wat hy na Pretoria moet neem. Taylor het\nhomself toe voorgestel as 'n polisiebeampte wat die vervaardiging\nvan dwelms op\ndie perseel ondersoek, en het nr 1 as 'n verdagte arresteer.\nVan Taylor se\nkollegas het opgedaag, so ook sekere Masinga wat die volgende skakel in die\ngebeure was. Hy was die dag, 10 Februarie,\nop soek na werk en was in die\nomgewing van 'n Kentucky Fry saak in Bramley toe 'n BMW by hom stilhou. 'n\nWitman het bestuur. Appellant\nwas saam met hom in die BMW. Masinga is gestuur om\n'n boodskap aan nr 1 by die fabrieksperseel te gee, dat hy die BMW se\ninsittendes\nin die Kentucky-saak sou kry. Masinga het die boodskap oorgedra waar\ndie polisie daar op die toneel was. Taylor het besluit om nr\n1 se voomeme uit te\nvoer: die masjiene is op sy bakkie gelaai; en nr 1 in geselskap van Masinga en\n'n swart speurder is in die bakkie\nmet die masjiene agterop na die omgewing van\ndie Kentucky perseel. Taylor en sy kollega Riley het die bakkie op 'n afstand\ngevolg.\nNr 1 het skuins voor 'n motorhawe in Wynberg die Toyota tot stilstand\ngebring. Taylor het\n10\n'n end weg parkeer. Appellant daag toe te voet daar op en stap stadig in die\nrigting van die bakkie, maar beweeg weer terug. Na 'n\nruk kom hy weer in die\nrigting van die bakkie maar stap verby. Toe hy tussen die petrolpompe deurgaan,\nhet die swart speurder wat\nop die Toyota was, afgeklim en appellant\ngearresteer.\nDaama is op 'n ander perseel in dieselfde area, erf 349, 'n\nkontrak gevind waarvolgens appellant in 1985 reeds aangestel word as bestuurder\nvan 'n \"kunsmisfabriek\" te Johannesburg met opdrag tot geheimhouding van die\nsamestelling van die produk en teen 'n maandelikse vergoeding.\nDie kontrak is\ngesluit met Obermeier. Dié perseel is deur beskuldigdes 3 en 6 onder 'n\nvals naam in November 1986 gehuur.\nDie vensterruite is onmiddellik wit geverf.\nDie leunwa daarin was omskep tot 'n mobiele laboratorium in opdrag van nr 6 en\nObermeier.\nMetakaloon poeier is ook daar gevind. Daar was wel 'n bietjie kunsmis\nin die leunwa uitgestal, maar dit was duidelik slegs as 'n\nbluf. Daar is geen\ngetuienis nie in soveel van die swak-saamgeflansde oorkonde as wat aan ons\nvoorgelê is,\n11\nwal toon dat Obermeier - of appellant - ooit kunsmis vervaardig het nie. Die\nbuurman, mnr Machetto, het met hierdie kontraksluiting\nnamens die eienaar van\ndie perseel opgetree. Hy self het 'n ingeneurswerk langsaan bedryf. Hy het\ngetuig dat die persone wat daar\ngewerk het, dit altyd gedoen het met die deure\ntoe. \"There were two servants which were working there, I do not know what it\nwas\nin connection with, most probably they were workers.\" Hy het appellant\nuitgeken as een van die twee.\nDaar was heelwat getuienis van voertuie wat deur lede van die sindikaat\ngebruik is wat vals kompartemente daarin gehad het. Wat appellant\nbetref was die\ntersaaklike getuienis dat 'n kombi wat verskyn het op foto, bewysstuk E 37, deur\nkaptein Roux aangetref is op 13 Februarie\nby Machetto se ingeneurswerke. Dit het\nvals kompartemente ingehad. Getuies het gesien dat appellant dié kombi\nsoms bestuur.\nInderdaad het hy dit vantevore na Machetto geneem vir herstelwerk\naan die ratkas en R900 aan kontant ten opsigte daarvan betaal.\nDit was so\n12\nom en by November 1986. Voorheen het Machetto dit ook gediens en\nander herstelwerk daaraan gedoen. Machetto het by tye ook vir\nbeskuldigde\n3 of besknldigde 6 hierdie kombi sien bestuur, nie slegs\nappellant nie.\nSekere mnr Boshoff wat in dieselfde huis as nr 6 gewoon het,\nhet\nvertel dat hy in die tydperk tussen Junie tot Oktober 1987\nvir appellant\nmeer as een maal in die Carlton Hotel ontmoet het op versoek\nvan nr 6,\nHavenga, wat die afspraak telefonies met appellant gereël het.\nBoshoff\nhet appellant nie voor die tyd geken nie, maar het geweet dat hy uit\nis\nop borg as medebeskuldigde van nr\n6. Nr 6\nhet hom aangesê\nom\nappellant as \"Ouboet\" aan te spreek. Appellant sou daardeur\nverseker\nwees dat Boshoff 'n vertroueling van nr 6 is. By die eerste van\nhierdie\nontmoetings\n\"[het] mnr Ranta ... my meegedeel dat siende die feit dat ek baie na aan mnr\nHavenga is dat ons 'n baie goeie verstandhouding het.\nDat ek kennis moet opdoen\nom Mandrax-tablette te vervaardig ... Mnr Havenga moet my die kennis\ngee.\"\n13\nMnr Bam, wat by die verhoor soos ook voor ons namens appellant opgetree het,\nhet dit aan Boshoff gestel dat die opdrag wat Boshoff\nvan nr 6 gekry het, was om\nmet appellant te praat oor 'n prokureur, \"ek dink dit gaan oor of hy 'n\nprokureur sal kry of hulle dieselfde\nprokureur moet gebruik, maar iets oor 'n\nprokureur? Nie waar nie?\" Volgens Boshoff was dit slegs een gedeelte van nr 6 se\nopdrag\naan hom. Appellant was volgens Boshoff nie alleen tydens hierdie eerste\nontmoeting nie. Appellant het Boshoff vertel dat die swartman\nwat hom vergesel\nhet, in Lesotho 'n familielid het wat 'n farmaseutiese maatskappy daar het, waar\ndie vervaardiging van mandrax sou\nkon hervat word.\nIn sy kruis-verhoor van\nBoshoff, het advokaat Bam (a) gesê dat appellant dit erken dat daar een\nontmoeting tussen appellant\nen Boshoff by die Carlton plaasgevind het, sodat\nBoshoff 'n boodskap aan appellant kon gee in verband met die prokureur, omdat\nbeskuldigde\n6 nie met hom direk kon kontak maak nie. Daar was geen gesprek oor\nmandrax nie;\n14\n(b) gesê dat appellant nie Boshoff se weergawe oor die naam \"Ouboet\"\nbetwis nie. \"Hy sê hy het besef dat dit 'n ... naam\n[is] waarmee hy en\nbeskuldigde 6 mekaar aangespreek het nou en dan, en dat hy besef het dat u van\nbeskuldigde 6 af kom.\"\nDan is daar nog die getuienis van beskuldigde nr 6 wat\nhomself probeer verontskuldig het, en vir appellant ook, deur voor te gee dat\ndie bedryf waarin hulle betrokke was 'n heel onskuldige was. Nr 6 het getuig dat\nhy appellant in ongeveer Julie 1986 ontmoet het.\nHy weet daarvan dat appellant\ndeur Obenneier in diens geneem is \"aangaande die kunsmisaangeleentheid\" wat tot\nsy kennis nooit gerealiseer\nhet nie. Appellant is instede daarvan in diens\ngeneem as 'n nutsman\nby die twee fabrieke op erwe 345 en 349\n. Hy het\nappellant op geleenthede daar gesien. Toe hy appellant bel om te hoor of die\ndeur herstel is en hoor dat appellant gearresteer\nis in verband met dwelms, was\nsy eerste reaksie dat hy dadelik by sy regsverteenwoordiger wou uitkom.\nDat nr 6 se getuiems dat hy en Obermeier besig was om\ngeheime\n15\nmaar onskuldige produkte te vervaardig wat nog gepatenteer sou word, verwerp\nis, is verstaanbaar. Dit was onvermydelik. Vir huidige\ndoeleindes is dit\nrelevant dat by ondermeer getuig het dat dit Obermeier was wat opdrag gegee het\ndat erf 345 gehuur word waar 6\nen 3 kamma eksperimente kon doen, en dat nr 1 en\nappellant daar sou ondermeer herverpakking van materiale doen.\nOm nog etlike\nklein faktore uit die omstandigheidsgetuienis te noem: Op die 14de Februarie\n1987 het appellant nr 4 se huis in Soshanguwe\nuitgewys waar nr 4 gearresteer is.\nDaar is beslag gelê op dokumentasie betreffende die aankoop van\nchemikaliee. Op 22 Februarie\nwas nr 3 reeds gearresteer. Appellant is saam met\nbeskuldigdes 1 en 3 soontoe geneem. Appellant het 'n spieêl losgeskroef.\nDaar agter was 'n versteekte kluis.\nOm saam te vat. Advokaat Bam het\n(onvermydelik) toegegee dat appellant bewus was dat metakaloon vervaardig en\nmandrax pille gepers\nword deur sy medebeskuldigdes met wie hy bewys is op\nintieme voet te\n16\nverkeer. Hy is fisies verbind met twee van die persele wat mandrax fabrieke\nwas: dcur Machetto met erf 345; deur die kontrak en nr\n6 se getuienis met beide\ndié en erf 349. Hy probeer om hom teenoor die buitewêreld van enige\nverbintenis met die fabriek\nop erf 345 te distansieer deur sy aanspraak om 'n\nwerknemer van Doormaster te wees, en van erf 349 deur sy vermyding van\nbeskuldigde\nnr 1 ondanks hulle afspraak toe vreemdes by was, onmiddellik voor sy\narrestasie. Boshoff wat goed bevriend is met die plaaslike leier\nvan die\nsindikaat, nr 6, wou hy selfs na arrestasie toe hy op borg uit was oorreed om\ndie lonende besigheid na Lesotho te verskuif.\nHy het dit nie goed gevind om\nhierdie getuienis van Boshoff te weerspreek nie.\n'n Skuldigbevinding was\nonder hierdie omstandighede onvermydelik.\nWat betref die opgelegde vonnis\nsoos deur die hof a quo verminder, is dit beslis nie onvanpas nie. Volgens\nonbetwisde getuienis aan\ndie verhoorhof voorgelê was die onderhawige saak\nnie alleen die\n17\ngrootste bekende klandestiene metakaloon vervaardigingsindikaat in\nSuid-Afrika nie, maar volgens die rekords van die Verenigde Volke\nOrganisasie,\ndie grootste in die wêreld. Die potensiële opbrengs van die sindikaat\nbereken met verwysing na die totale\nhoeveelheid chemikalieë aangekoop, was\noor die 22 miljoen tablette. Die groothandelsprys van die produk sou ongeveer\nR57 miljoen\noplewer met 'n straatprys van ongeveer R230 miljoen. En die\nverderflike gevolge van die sluikhandel in dwelms is in daardie getuienis\nook\nuitgespel. Misbruik van die dwelm vernietig nie net verslaafdes nie, maar ook\ngesinne en die samelewing omdat dit tot alle denkbare\nvorms van misdaad lei. Dat\nappellant gedeel het in die sindikaat se aktiwiteite staan vas. Hy het verkies\nom nie te getuig hoe groot\nof klein sy aandeel daaraan was nie.\n18\nOns is nie oorreed dat die hof a quo fouteer het wat betref\nof\nskuldigbevinding of vonnis nie. Vir hierdie redes is die\nappèl van die\nL VAN DEN HEEVER AR\nSTEM SAAM: NESTADT AR) SCOTT WnAR)",
  "scraped_at": "2026-02-12T07:11:48.649657",
  "date": "1995-09-04",
  "coram": [
    "NESTADT",
    "VAN DEN HEEVER",
    "ARR",
    "SCOTT"
  ],
  "case_number": "580/93",
  "parties": {
    "applicants": [
      "Boi Joseph Ranta"
    ],
    "respondents": [
      "Die Staat"
    ]
  },
  "sections": {
    "facts": "The appellant, Boi Joseph Ranta, was charged with contravening s 2(a) of the Drugs and Drug Trafficking Act 41 of 1971 by manufacturing and distributing metacone and mandrax tablets. The prosecution alleged that a sophisticated drug syndicate operated over a two‑year period, using several premises in Johannesburg (notably estates 345 and 349 on New Brighton Street) to produce large quantities of the illicit substances. Police raids in February 1987 uncovered tablet‑pressing machines, mandrax tablets, powders and large sums of cash. Six of the eight accused were convicted; Ranta, as accused No 2, was sentenced to ten years’ imprisonment, later reduced by two years on appeal. Ranta denied involvement, did not testify, and claimed he was merely a labourer for an unrelated firm.",
    "issues": "1. Whether the conviction of Ranta could be sustained on the basis of circumstantial evidence alone, given the absence of direct testimony linking him to the contraband. 2. Whether the appellant’s failure to give evidence created a sufficient inference of guilt to uphold the conviction. 3. Whether the sentencing court erred in the level of punishment imposed.",
    "principles": "The Court applied the well‑established principle that a conviction may rest on circumstantial evidence if the prosecution proves the facts beyond reasonable doubt and the inferences drawn are the only reasonable ones. The failure of an accused to testify does not, of itself, create a presumption of guilt; the weight of that failure depends on the overall strength of the State’s case (see S v Mthetwa 1972 (3) SA 766 (A)). The burden of proof remains on the State, and any reasonable doubt arising from the evidence must be resolved in favour of the accused.",
    "application": "The appellate court found that the State’s evidence – including the discovery of Ranta’s fingerprints on a window, his presence at the premises, the contractual arrangement linking him to the factories, and the testimony of co‑accused and police witnesses – formed a coherent chain of circumstances pointing to his participation in the drug operation. The Court concluded that the inferences drawn were the only reasonable ones and that Ranta’s silence did not undermine the State’s case. Accordingly, the conviction was upheld. However, the Court accepted the trial judge’s discretion to reduce the sentence by two years, bringing it to eight years’ imprisonment.",
    "conclusion": "The appeal was dismissed. The conviction of Boi Joseph Ranta for the manufacturing and distribution of metacone and mandrax was affirmed, and his sentence was reduced from ten years to eight years’ imprisonment."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Drug Offences",
    "level_3": [
      "metacone",
      "mandrax",
      "circumstantial evidence",
      "appeal",
      "sentence reduction"
    ]
  }
}