{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/33.html",
  "case_name": "Dole Fresh Fruit International Ltd v Mv Kapetan Leonidas and Another (683/93) [1995] ZASCA 33; 1995 (3) SA 112 (AD); [1995] 2 All SA 382 (A) (29 March 1995)",
  "citation": "[1995] ZASCA 33",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 33\n|\nNoteup\n|\nLawCite\nDole Fresh Fruit International Ltd v Mv Kapetan Leonidas and Another (683/93) [1995] ZASCA 33; 1995 (3) SA 112 (AD); [1995] 2 All SA 382 (A) (29 March 1995)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION\n)\nCASE NO. 683/93\nDOLE FRESH FRUIT INTERNATIONAL LTD\nAPPELLANT\nVERSUS\nMV\nKAPETAN LEONIDAS AND ANOTHER\nRESPONDENT\nCORAM\n: CORBETT CJ, EM\nGROSSKOPF, SMALBERGER\nVAN DEN HEEVER JJA et NICHOLAS AJA\nDATE HEARD\n: 14 MARCH 1995\nDATE DELIVERED\n: 29 MARCH 1995\nNICHOLAS AJA\n2\nJUDGMENT\nNICHOLAS AJA\n:\nThe proceedings which gave rise to this appeal had their origin in the arrest\nin Durban of\nThe Kapetan Leonidas\n. a motor vessel owned by Boothia\nMaritime Inc, in terms of s. 5(3)(a) of the Admiralty Jurisdiction Regulation\nAct 105 of 1983 (\"the\nAct\"). The order for the arrest was made in the Durban and\nCoast Local Division of the Supreme Court on an application dated 5 April\n1992\nby Dole Fresh Fruit International Limited, a corporation which carries on\nbusiness as a fruit trader in Costa Rica. The purpose\nof the arrest was to\nobtain security in respect of a maritime claim to be pursued in arbitration\nproceedings in\n3\nLondon against Saful Navigation Inc, which is the owner of\nThe Chios\nClipper\n. Dole Fresh Fruit alleged that\nThe Kapetan Leonidas\nwas an\n\"associated ship\" of\nThe Chios Clipper\nas defined in s 3(7)(a) and (b) of\nthe Act.\nOn 7 April 1992\nThe Kapetan Leonidas\nfurnished security for\nthe payment of Dole Fresh Fruit's claim and the vessel was released from arrest.\nThereafter\nThe Kapetan Leonidas\nmade application on 5 October 1992 for an\norder\ninter alia\nsetting aside the order granted on 5 April 1992. As\nowner of\nThe Kapetan Leonidas\n. Boothia Maritime Inc joined as intervening\napplicant in seeking the same relief. The application was heard by Thirion J who\non 25\nMarch 1993 made the following order:\n4\n\"1. The Order of this Court granted on the 5th April 1992 in terms of which the\nActing Sheriff for Durban was authorised and directed\nto arrest the m.v. Kapetan\nLeonidas and certain further relief was granted, is hereby set aside.\n2.\tThe respondent is ordered to return to the intervening applicant the security\nfurnished to secure the release of the applicant\nfrom arrest.\n3.\tThe respondent is ordered to pay the intervening applicant the sum of US$ 3\n825,00.\n4.\nThe\nrespondent is ordered to pay the costs of the\napplication.\"\n(Order 3 related to the costs incurred\nin furnishing the security.)\nLeave having been granted by the court\na quo\n. Dole\nFresh\nFruit appealed to this court against that order, and in a cross-appeal\nThe\nKapetan Leonidas\nand Boothia Maritime sought a variation of\norder 3.\nThe main facts are summarized in the affidavit made by\nAlan\nVictor Goldberg on which Dole Fresh Fruit's application was\nfounded:\n\"BACKGROUND TO THE APPLICANTS CLAIM AGAINST SAFUL NAVIGATION\nINC\n.\n10 By a charter party on the Baltime form dated 15 November 1990,\nSaful Navigation Inc, described as disponent owners, agreed to let\nand the\nApplicant, as charterer, agreed to hire the refrigerated vessel, the mv 'Chios\nClipper' for a minimum of 140 days to a maximum\nof 190 days from not before 0001\nhours, 1 January 1991, for the employment of the vessel on lawful trades as\ndefined in lines 17\n- 20 of the Charter Party, a copy of which is annexed hereto\nmarked 'AVG.3'. Clause 68 of the additional clauses to the charter party\nprovides for the application of English Law in determining the rights and\nresponsibilities under the charter party.\n11. I further annex hereto marked\n'AVG4' a copy of the Addendum to the Charter Party, which provides that all\ndisputes shall be resolved\nby way of London Arbitration.\n12. Pursuant to the\ncharter party, on 28 January 1991, the 'Chios Clipper' arrived at Port Moin,\nCosta Rica, to load a cargo of bananas,\nowned by the Applicant, for discharge at\nHamburg. At approximately 13h00 on 3 February 1991, loading in all four holds of\nthe vessel\ncommenced, starting with the lower decks. Loading ceased at 23h45 on\nthe same day and approximately one and a half hours later, fire\nbroke out in the\nhold of No 1 Deck A. The fire was brought under control by 06h00 the following\nmorning and at\n6\n19h00 that day, loading was resumed. Approximately two thousand five hundred\nboxes of bananas, which had already been loaded into\nhold No 1 Deck A, were\ndestroyed in the fire.\n13 Shortly after the re-commencement of loading\noperations, a second fire broke out at approximately 01h45 on 5 February 1991,\nthis\ntime in the accommodation block of the vessel. The fire spread rapidly and\nwas soon out of control and the vessel was towed out to\nsea on the directions of\nthe port authorities. Approximately 126 628 boxes of bananas had been loaded\nwhen the second fire commenced\nand, during the period that the vessel was towed\nout to sea and until the fire was brought under control, the refrigeration\ncompartments\nof the vessel were inoperative, which resulted in a reduced shelf\nlife of the boxes of bananas ... with the result that the bananas\nwould ripen\nprior to the vessel reaching the markets in Europe.\n14. I am advised by Clyde\n& Company [sc. the instructing London solicitors] that there was no local\nsalvage market for the damaged\nboxes of bananas and an attempt to sell the\nbananas to pulp producers failed and, in the end, all the parties concerned\ntherefore\nreached the reluctant conclusion that the bananas would have to be\ndumped. The Applicant's claims for the loss of bananas and other\nexpenses\narising from the breach of the charter party, details of\n7\nwhich will be set out shortly, may be summarised as follows :-\n14.1\t$1 444 454,05 based on the sound arrived market value of the\nbananas;\n14.2\nballast bonus of $183 915,28;\n14.3\tdifference between the rate of hire in the Charter Party and the market\nrate in January 1991 of $183 107,88.\nTHE BREACH OF THE CHARTER\nPARTY\n15. The relevant clauses in the charter party are as follows :-\n'1. The owners let and the charterers hire the vessel ... she being in every way\nfitted for refrigerated cargo service ... 3. The\nowner to ... maintain her in a\nthoroughly efficient state in hull and refrigerated and other machinery during\nservice ... 13. The\nowners only to be responsible ... for loss or damage to\ngoods on board, if such ... loss has been caused by want of due diligence\non the\npart of the owners or their managers in making the vessel seaworthy and fitted\nfor the voyage or any other personal act, omission\nor default of the owners or\ntheir managers. The owners not to be responsible in any other case, nor for\ndamage or delay whatsoever\nand howsoever caused, even if caused by the\nneglect\n8\nor default of their servants\n...\nOwners will at all times maintain\nthe vessel in good\ncondition and her machinery and equipment in good\noperating order.'\n16. The Applicant has thus far\nbeen unable to determine the cause of either of the fires, but it is submitted\nthat the occurrence\nof the fires give rise to an inference of fact that the\nfires were caused by unseaworthiness or failure to maintain on the part of\nthe\nship owners. There is authority in English Law for the proposition that where a\nvessel breaks down or sinks shortly after leaving\nthe port and without any\napparent reason, the mere fact that the vessel has broken down or has sunk,\ngives rise to an inference of\nfact that the vessel was unseaworthy and that the\nonus of rebutting the inference of unseaworthiness rests on ship owners. A\nprinciple\nin South African law analogous to this would, it is submitted, be\nres ipsa loquitur\n. I do not propose amplifying this, save to state that\nargument will be addressed to this Honourable Court on the relevant authorities\nin English Law at the time when this Application is brought.\n17. It is\naccordingly submitted that the fact that the mv 'Chios Clipper' caught fire\nwithout any apparent reason, gives rise to an\ninference of fact that she was\nunseaworthy, which unseaworthiness thereby\n9\ncaused the Applicant to suffer damages as set out in paragraph 14 of this\nAffidavit.\"\nIn a supplementary affidavit made by\nBertram Robert\nGreenhalgh, further evidence relating to the fires was submitted, namely\n-\n(i) a report on an \"on-hire\" survey of\nThe Chios Clipper\ncarried out\nby a Captain Klaus Förster at Hamburg on 16 January 1991, immediately\nbefore the commencement of the charter of\nthe vessel to Dole Fresh Fruit; (ii) a\nreport of a \"field survey\" carried out on the vessel by a Captain Rudolph Klotz\nafter the\nfire on 3 February 1991; and (iii) a report to the charterers by the\nmaster of the vessel regarding the non-use of a C02 fire extinguishing\nsystem\nfitted in the holds of the vessel.\nNone of these reports is of any real assistance in ascertaining the cause\nof the fires.\nIn the application for the release of\nThe Kapetan\nLeonidas\n10\nthe founding affidavit was made by Simeon Palios. He is the president\nand\na director but not a shareholder of Saful Navigation. He denied that\nThe\nKapetan Leonidas\nwas an associated ship of\nThe Chios Clipper\n,\nand\nsubmitted that Dole Fresh Fruit had not established a\nprima facie\ncase in\nrespect of its claim against Saful Navigation.\nThe principles which were applicable to Dole Fresh Fruit's\napplication dated 5 April 1992 are clear. In\nCargo Laden and\nLately\nLaden on Board the MV Thalassini Avgi v MV Dimitris\n1989(3) SA\n820(A) (\"\nThe Thalassini Avgi\")\nBotha JA said at 832I-833A:\n\"A claimant applying for an order for the arrest of a ship in terms of s 5(3)(a)\n[of the Act] for the purpose of obtaining security\nin respect of a claim which\nis the subject of contemplated proceedings to be instituted in a foreign forum\nis required to satisfy\nthe Court (a) that he has a claim enforceable by an\naction\nin rem\nagainst the ship in question or against a ship of which\nthe\n11\nship in question is an associated ship; (b) that he has a prima facie case in\nrespect of such a claim, which is\nprima facie\nenforceable in the\nnominated forum or forums of his choice ...; and (c) that he has a genuine and\nreasonable need for security in\nrespect of the\nclaim.\"\nAlthough\nThe Kapetan Leonidas\nand\nBoothia Maritime were\nthe applicants in the setting aside proceedings, Dole Fresh\nFruit\ncontinued to bear the onus of proving that its application for the\narrest\nwas correctly granted.\n\"The principle is that a party cannot by obtaining\nex parte\nan order in\nhis favour secure a more advantageous position than he would have been in if the\nother party had, consequent upon notice,\nhad an opportunity of\nopposing.\"\n(per\nNestadt JA in\nWeissglass NO v\nSavonnerie Establishment\n1992(3) SA 928(A) at 936 F-G. See also\nThe\nThalissini Avgi (supra\n) at 834 D, and\nBocimar NV v Kotor Overseas\nShipping Limited\n1994(2) SA\n12\n563(A) at 578G - 579B.\nAccordingly, there were two main issues for decision by Thirion J:\n1.\tWhether Dole Fresh Fruit had shown that it had a\nprima facie\ncase\nagainst\nThe Chios Clipper\nin respect of the damage to its bananas\nsustained on 3-5 February 1991; and\n2.\tWhether\nThe Kapetan Leonidas\nwas at the time when the claim arose an\nassociated ship of\nThe Chios Clipp\ner.\nThe\nlearned judge held that Dole Fresh Fruit had failed to make out a\nprima\nfacie\ncase in regard to the first issue. It was accordingly\nunnecessary\nfor him to consider the second issue.\n1.\nThe prima facie case\n.\nBasic in this regard is clause 13 of the charter-party, the\nmaterial words of which are:\n13\n\"Responsibility and Exemption\n.\n13. The Owners only to be responsible for delay in delivery\nof\nthe Vessel or for delay during the currency of\nthe Charter\nand for loss or damage to goods on board, if such delay\nor\nloss has been caused by want of due diligence on the part\nof the Owners\nor their Manager in making the Vessel\nseaworthy and fitted for the voyage or\nany other personal\nact or omission [or] default of the Owners or their\nManager.\nThe Owners not to be responsible in any other case nor for\ndamage\nor delay whatsoever and howsoever caused even if\ncaused by the neglect or default of their servants.\n...\"\nIn Goldberg's affidavit Dole\nFresh Fruit approached the case\non the basis that under clause 13 it bore the onus of showing\nprima\nfacie\nthat the fires were caused by unseaworthiness or\nfailure to maintain\non the part of Saful Navigation. In the affidavit of\nSimeon Palios,\nBoothia Maritime adopted the same approach. And that was the\nbasis on\n14\nwhich the case was decided by the court\na quo\n.\nLacking direct evidence as to the cause of the fires, Dole\nFresh Fruit was driven to rely on reasoning by inference similar to that\ncomprehended in the maxim\nres ipsa loquitur\n. Thirion J said in\nhis\njudgment:\n\"The obstacle in the way of applying some such doctrine as\nres ipsa\nloquitur\nto the present case is that in terms of the charter party the\nliability of the owners for damage suffered by the charterers through\nthe\noperation of the vessel, was extremely limited.\nThe owners were not responsible for the negligence of the crew or master of the\nvessel. There is no evidence which would indicate\nthat the fires were caused by\na mechanical fault as opposed to some human agency. In the circumstances of this\ncase there is no room\nfor the application of the doctrine of\nres ipsa\nloquitur\n.\"\nIn this court, counsel for Dole Fresh Fruit\nsubmitted that in terms of the charter-party there existed an absolute\nundertaking by\nSaful\n15\nNavigation of seaworthiness on delivery and a continuing obligation during\nservice; and that it was to be inferred from the fact that\nthe two fires broke\nout that Saful breached this undertaking.\nIn limine\na member of the\ncourt raised the question whether it was correct that Dole Fresh Fruit bore the\nonus of showing that Saful Navigation\nwas liable in terms of clause 13 of the\ncharter-party, under which English law was to be applied when determining the\nrights and\nresponsibilities of both owners and charterers. Reference was made to\nHalsbury's Laws of England\n. 4th ed Vol 43 paras. 447-450, and to\nThe\nRoberta\n(1938) 60 Ll.L. Reports 84 (CA). In that case the English court of\nappeal was concerned with the effect of clause 12 of a charter-party.\n(Clause 12\nwas the predecessor of clause 13 of the charter-party in the\n16\npresent case. They are in substantially identical terms.) In the course\nof\nhis judgment (in which MacKinnon LJ and Bennett J concurred) Greer\nL.J.\nsaid at 85 that if the charterer places goods on board, and those\ngoods have\nbeen delivered damaged, there is an onus upon the\nshipowner to account in\nsome way for the damage.\n\"... [He] would be a bailee of those goods, receiving them in good order and\ndelivering them in bad order, and he would be called\nupon to give some\nexplanation to account for the fact that they were delivered in bad\norder.\"\nHe agreed with the trial judge that the question of onus\nwas a question of English law, under which the onus rests upon the defendant\nshipowner to bring himself within one of the exceptions: unless he did so he was\nliable as bailee of the goods. Clause 12 meant that\nif the ship-owner could\nestablish that the loss or damage was not caused by want of due\n17\ndiligence on his part, then he would bring himself within clause 12, but if\nhe did not establish that and he did not give an account\nof how he came to\ndeliver damaged goods he did not bring himself within the exception.\nIf the\nlaw of England on the question of onus is correctly stated in Greer LJ's\njudgment, then in the absence of evidence by the owner\n(Saful Navigation) that\nthe loss or damage sustained by the charterer (Dole Fresh Fruit) was not caused\nby want of diligence on its\npart (and there was no such evidence) then it did\nnot bring itself within the exemption contained in clause 13.\nThe incidence of the onus is crucial to the proper decision of the first\nissue. Nevertheless, I do not think that this should now\nbe\n18\ndecided. The approach of both parties in the proceedings was that Dole Fresh\nFruit bore the onus and that was the basis on which the\ncourt a\nquo\ndecided the matter. Moreover, this court has not had the benefit of full\nargument regarding the English law on the point, and more\nparticularly on the\nsubmission made by counsel for Boothia Maritime that on a proper construction\nclause 13 was not an exemption\nor exception to the owner's common law liability\nas bailee of goods placed on board, but was a comprehensive statement of the\ngrounds\non which the owner would be liable to the charterer.\nConsequently I\ndo not make a finding on the first issue and proceed to consider the second\nissue. 2.\n\"Associated Ship\n\"\n19\nThe Act provides in ss (4) of s 3 that a maritime claim may\nbe enforced by an action\nin rem\nin certain defined classes of\ncase.\nSs (5) provides that -\n\"An action\nin rem\nshall be instituted by the arrest within the area of\njurisdiction of the court concerned of property of one or more of the following\ncategories [one of which is 'the ship'] against or in respect of which the claim\nlies\".\nIt is provided in ss (6) that (subject to\ncertain exceptions which are not\nnow germane) -\n\"... an action\nin rem\n... may be brought by the arrest of an associated\nship instead of the ship in respect of which the maritime claim\narose.\"\n\"Associated ship\" is defined in ss (7)\nwhich, prior to the amendment\neffected by Act 87 of 1992 (which came into\noperation on 1 July 1992)\nprovided that -\n20\n\"(7)(a) For the purposes of subsection (6) an associated\nship\nmeans a ship, other than the ship in respect\nof which the\nmaritime claim arose -\n(i) owned by\nthe person who was the owner of the ship\nconcerned at the time when the\nmaritime claim arose;\nor (ii) owned by a company in which the shares, when the\nmaritime claim arose, were controlled or owned by a\nperson\nwho then controlled or owned the shares in the\ncompany which owned the ship concerned. (b) For the purposes of paragraph (a)\n-\n(i) ships shall be deemed to be owned by the same\npersons if\nall the shares in the ships are owned by the\nsame persons; (ii) a person shall be deemed to control a company if he\nhas power, directly or indirectly, to control the\ncompany.\"\nS 5(3)(ii) empowers a court in the exercise of its admiralty\njurisdiction to order the arrest of any property if the claim is or may\nbe the\nsubject of arbitration. S. 9 provides -\n21\n\"A court may in the exercise of its admiralty jurisdiction at any time order\nthat any property which has been arrested in terms of\nthis Act be sold and the\nproceeds thereof be held as a fund in the court or otherwise dealt\nwith.\"\nS. 11 deals with the ranking of claims with\nregard to a fund in a court\nin terms of the Act.\nThe plain meaning of the words \"the shares in the company\"\nin ss (7)(a)(ii) is \"all the shares in the company\". Some of the shares\nin\na company, even if they be the majority, are not \"the shares in\nthe\ncompany\". That interpretation accords with the policy of the\nAct\nregarding associated ships. An associated ship may be arrested\ninstead\nof the ship in respect of which the maritime claim arose, and it\nthen\nbecomes liable to be sold in terms of s 9 of the Act. The\nlegislature\ncould never have intended that a person owning shares in the\ncompany\n22\nwhich owns the alleged associated ship, but who is a stranger to the\ncompany which owns the ship in respect of which the maritime claim\narose, should be deprived of his interest by its arrest as an associated\nship. Compare subpara (i) of s 3(7)(b) -\n\"(i) ships shall be deemed to be owned by the same persons if all the shares\nin the ships are owned by the same persons.\" (My emphasis)\nIt has been pointed out (in\nAdmiralty Jurisdiction and Practice in South\nAfrica\n(1987) by D J Shaw at 39-40) that there is an unfortunate lack of\nclarity in the provisions of s 3(7)(b)(ii): paragraph (a)(ii),\nto which the\nprovisions of para (b)(ii) relate, does not refer to controlling a company - it\nrefers to controlling the shares in\na company.\nA person may control a company without controlling all\nthe\n23\nshares in the company. And control over a company can be exercised\neven\nwithout a majority shareholding. See\nZygos Corporation v\nSalen\nRederiema AB\n1985(2) SA 486(C) at 489 B-D and\nNational\nIranian\nTanker Co v M V Pericles G C\n1995(1) SA 475 A as 485 B-C.\nIt was\npointed out in\nEast Cross Sea Transport Inc v Elgin Brown &\nHamer\n(Pty) Ltd\n1992(1) SA 102(D) at 107 E-F that there is a vast\nconceptual\nand factual difference between control of the management of a\ncompany's\naffairs and control of its shares.\nIn its literal meaning para (b) (ii) does not perform any\nfunction. Unless therefore it is to be treated as\npro non scripto,\nit\nshould be interpreted as if it read -\n\"(ii) a person shall be deemed to control the shares of a company if he has\npower, directly or indirectly, to\n24\ncontrol the shares in the company.\" Such an interpretation would complete\nwhat seems to be an ellipsis in para. (b)(ii). And it would\nmaintain the\nsymmetry of para (a) of ss (7) (which deals with two factual situations (i) and\n(ii)) and para (b) (which contains two\ndeeming provisions (i) & (ii) for the\npurposes of para (a)). In Dole Fresh Fruit's founding affidavit, Goldberg set\nout the results\nof company searches in Piraeus, Greece and Panama made during\nthe short period available to him for the gathering of information\nin regard to\nthe association between the two vessels. This information indicated that\nThe\nChios Clipper\nwas owned by Saful Navigation Inc, which was incorporated\naccording to the laws of Panama, and was managed by Diana Shipping Agencies\nSA\nof Piraeus, Greece; and that\n25\nThe Kapetan Leonidas\nwas owned by Boothia Maritime, which was\nincorporated according to the laws of Panama and managed by Diana Shipping\nServices SA of\nPiraeus, Greece.\nThe founding affidavit in the setting-aside\napplication was made by Simeon Palios, the president and a director of, but not\na shareholder\nin Boothia Maritime. He disputed that\nThe Kapetan Leonidas\nwas an associated ship in relation to\nThe Chios Clipper\n. In paras and 15\nand 16 he set out the various shareholdings in and the ultimate identity of the\ncontrolling shareholders of Boothia\nMaritime and Saful Navigation: and these\nwere depicted diagrammatically in Annexure \"SP3\" (the figures express\npercentages):\nANNEXURE \"SP3\" - Diagram depicting shareholdings of the\ncompanies\nSEE ORIGINAL JUDGEMENT\nTABLE\n26\n27\nIn Dole Fresh Fruit's answering affidavit, Bertram Robert Greenhalgh did not\ndispute the contents of paragraphs 15 and 16 and Annexure\n\"SP3\", but he did not\nadmit that the persons or companies listed as shareholders in the respective\ncompanies in fact controlled the\nshares which they held. He admitted that the\ninformation set out in paras 15 and 16 indicated that the vessels were not\nassociated\nin terms of s 3(7)(a)(i) of the Act (\"inasmuch as the vessels were\nnot owned by the same person when the maritime claim arose\") but\nhe submitted\nthat the vessels were in fact associated in terms of s 3(7)(a)(ii) read with\ns\n3(7)(b)(ii).\nIn the result, the issue was a narrow one: Did Dole Fresh Fruit establish, on\na balance of probabilities (see the\nBocimar NV\ncase\n28\n(\nsupra\n) at 581 C) that, with due regard to the deeming provision\ncontained in s 3(7)(b)(ii), all the shares in Boothia Maritime were controlled\nby a person or persons who controlled the shares in Saful Navigation?\nOrdinarily, it is the registered holder of shares who controls those shares.\nBut some other person may control them, as in the case\nof the beneficial owner\nof shares held by a nominee (see\nStandard Bank of SA Ltd v Ocean Commodities\nInc\n1983(1)SA 276(A) at 288H-289C) or in a case where there exists a\nshare-voting agreement.\nGoldberg's original submission was that Palios and/or Margaronis and/or Diana\nShipping Agencies SA controlled the shares in the respective\ncompanies in that\nthey had the power directly or indirectly,\n29\nto control the companies. That is a\nnon sequitur\n: a person may control\na company even though he does not control the shares in the\ncompany.\nGreenhalgh submitted that the shares in Boothia Maritime were\ncontrolled by Palios either directly or indirectly. He did not give\nany direct\nevidence in support of that submission. He referred to facts which, he said,\nindicated that the vessels which included\nThe Chios Clipper\nand\nThe\nKapetan Leonidas\nwere part of a fleet which in turn was indicative of common\nownership or control. He said that the probabilities were overwhelming\nthat the\npower to control the shares in both ship-owning companies vested in Palios.\nIn para 36 of his heads of argument counsel for Dole Fresh Fruit said that\nthe question for decision was whether or not there existed\n30\nas at February 1991 a fleet of vessels under common beneficial\nownership of which\nThe Kapetan Leonidas\nand\nThe Chios Clipper\nwere\nmembers. And in paragraph 38 it was submitted that there was\nsufficient\ncircumstantial evidence from which an inference as to the\nrequisite\nownership could be drawn, namely,\n\"(a) Boothia Maritime Inc (the owner of the m.v. \"Kapetan Leonidas\") and\nSaful Navigation Inc (the owner of the m.v. \"Chios Clipper\")\nhave two common\ndirectors, Palios and Colakis; and\n(b)\nPalios is the President of\nboth companies and in relation to Saful has very wide powers; and this\nnotwithstanding that he is not a\nshare-holder in the\ncompany;\n(c)\nPalios acted as \"attorney in\nfact\" for Saful Navigation Inc in various instances;\n(d)\nthe vessels were each managed by a company with a similar name and\nwhich shared the same address, telephone number and cable address\nand in respect\nof\n31\nwhich Palios was the President; (e) there are instances of \"cross-mortgaging\"\nof various vessels.\"\nPalios dealt in his affidavit with the control of the\nmanagement of the two companies. He said that the affairs of\nBoothia\nMaritime which owns\nThe Kapetan Leonidas\nare controlled by\nhimself\nas the principal shareholder of the holding company (Corozal\nCompania\nNavieras SA.) The affairs of Saful Navigation, which owns\nThe\nChios\nClipper\n, are controlled by Christoforos Sarantis as its principal\nshareholder. The respective management companies (Diana Shipping\nAgencies SA which manages\nThe Chios Clipp\ner and Diana Shipping\nServices SA which manages\nThe Kapetan Leonidas)\nhave a business\nassociation, but this does not mean that the control of the two shipping\n32\ncompanies is vested in the same people. It is a common feature for ships\ncontrolled by different people to be managed by a single\nmanagement company or\nclosely associated management companies.\nThe formulation in para 36 of the\nheads of argument is not a correct formulation of the question to be decided.\nUltimately it was\nnot the case of Dole Fresh Fruit that the two vessels were\nbeneficially owned by the same person. Its case was whether\nthe shares\nin\nSaful Navigation, which owned\nThe Chios Clipper\nwere controlled by\npersons who controlled the shares in Boothia Maritime, which owned\nThe\nKapetan Leonidas\n.\nEven if it be assumed, contrary to the direct evidence\nof Palios, that the same persons were in control of the two companies, that\n33\nwould not establish the\nfactum probandum\n.\nIn my opinion therefore,\non the facts contained in its affidavits read with the facts contained in\nPalios's affidavit which were admitted,\nDole Fresh Fruit failed to establish\nthat\nThe Kapetan Leonidas\nwas an associated ship of\nThe Chios\nClipper\n. Consequently the order granted by Thirion J was correct.\nIt was\nsubmitted in the alternative that the present is an appropriate case for a\nreference to oral evidence in terms of Rule 6(5)(g)\nof the Uniform Rules of\nCourt. I do not agree. A reference may be made under that rule \"where an\napplication cannot properly be decided\non affidavit\". The present is not such a\ncase.\nCross-Appeal\n34\nCounsel for\nThe Kapetan Leonidas\nand Boothia Maritime did not persist\nin the cross-appeal.\nI make the following orders:\n1.\tThe appeal is\ndismissed with costs including the costs\nof two counsel.\n2.\tThe cross-appeal is dismissed with costs.\nH C NICHOLAS ACTING JUDGE OF APPEAL CORBETT CJ) EM GROSSKOPF JA) CONCUR\nSMALBERGER JA) VAN DEN HEEVER AJA)",
  "scraped_at": "2026-02-12T06:03:32.114112",
  "date": "1995-03-29",
  "coram": [
    "Corbett CJ",
    "Em Grosskopf JA",
    "Smalberger JA",
    "Van den Heever AJA",
    "Nicholas AJA"
  ],
  "case_number": "683/93",
  "parties": {
    "applicants": [
      "Dole Fresh Fruit International Ltd"
    ],
    "respondents": [
      "MV Kapetan Leonidas",
      "Boothia Maritime Inc"
    ]
  },
  "sections": {
    "facts": "Dole Fresh Fruit International Ltd, a Costa‑Rican fruit trader, applied to the Durban court for the arrest of the motor vessel Kapetan Leonidas on 5 April 1992 under s 5(3)(a) of the Admiralty Jurisdiction Regulation Act to secure a maritime claim it intended to pursue by arbitration in London against Saful Navigation Inc, owner of the vessel Chios Clipper. The claim arose from two fires that damaged bananas aboard the Chios Clipper during a charter in February 1991. The Kapetan Leonidas was arrested, released on payment of security, and later the owners sought to set aside the arrest order. The lower court set aside the order and ordered the return of security and costs. Dole appealed, while the owners cross‑appealed on the issue of whether Kapetan Leonidas was an “associated ship” of the Chios Clipper.",
    "issues": "1) Whether Dole Fresh Fruit had established a prima facie case for a claim against the Chios Clipper that would justify the arrest of Kapetan Leonidas. 2) Whether Kapetan Leonidas qualified as an “associated ship” of the Chios Clipper within the meaning of s 3(7) of the Act, based on ownership or control of the shares of the respective owning companies.",
    "principles": "The court applied the principles from Cargo Laden and Lately Laden on Board v MV Dimitris (The Thalassini Avgi): a claimant must demonstrate (a) an enforceable claim in rem, (b) a prima facie case enforceable in the chosen forum, and (c) a genuine need for security. The onus of proving liability under clause 13 of the charter‑party rests on the shipowner under English law, which treats the owner as a bailee unless an exception is proved. The doctrine of res ipsa loquitur was rejected where the charter limited the owner's liability. The definition of “associated ship” under s 3(7) requires that the same person own both vessels or control all shares of the companies owning them; the interpretation of the deeming provision in s 3(7)(b)(ii) was clarified to require control of *all* shares.",
    "application": "The appellate court noted that the lower court correctly found Dole had not made out a prima facie case because the fires could not be conclusively linked to the shipowner’s breach of the charter, and clause 13 limited liability. Consequently, the associated‑ship question was not required to be decided. On the alternative issue, the court examined the share‑control evidence and concluded that Dole failed to prove that the persons controlling Boothia Maritime (owner of Kapetan Leonidas) also controlled Saful Navigation (owner of Chios Clipper). The deeming provision therefore did not render Kapetan Leonidas an associated ship.",
    "conclusion": "The appeal was dismissed with costs, including costs of two counsel, and the cross‑appeal was also dismissed with costs. The order of the lower court setting aside the arrest of Kapetan Leonidas and ordering the return of security and costs was upheld."
  },
  "tags": {
    "level_1": "Maritime Law",
    "level_2": "Arrest of Ships",
    "level_3": [
      "associated ship",
      "prima facie case",
      "charter‑party",
      "admiralty jurisdiction",
      "share control"
    ]
  }
}