{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/82.html",
  "case_name": "S v Khan (468/93) [1995] ZASCA 82 (24 August 1995)",
  "citation": "[1995] ZASCA 82",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 82\n|\nNoteup\n|\nLawCite\nS v Khan (468/93) [1995] ZASCA 82 (24 August 1995)\nDownload original files\nPDF format\nRTF format\nCASE NO\n: 468/93 N v H\nIN THE SUPREME C\nOURT OF SOUTH AFRICA (\nAPPELLATE DIVISION)\nIn the matter between:\nZUFYR KHAN\nand\nTHE STATE\nSMALBERGER, JA\nCase No: 468/94 N v H\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE DIVISION)\nIn the matter between:\nZUFYR KHAN\nAppellant\nand\nTHE STATE\nRespondent\nCORAM\n: SMALBERGER, STEYN, JJA, et\nVAN COLLER, AJA\nHEARD\n: 15 AUGUST 1995\nDELIVERED\n: 24 AUGUST 1995\nJUDGMENT\nSMALBERGER, JA:\nThe appellant was convicted in May 1993 in the Magistrate's Court, Verulam,\nof assault with intent to do grievous bodily harm.\n2\nHe was sentenced to a whipping of five strokes in terms of\nsec 294\nof the\nCriminal Procedure Act 51 of 1977\nand, in addition, to three months imprisonment\nconditionally suspended for five years. His appeal to the Natal Provincial\nDivision\nagainst both his conviction and sentence was unsuccessful, but he was\ngranted leave to appeal to this Court. Since then the Constitutional\nCourt has\nruled that\nsec 294\nis inconsistent with the Republic of South Africa\nConstitution Act 200 of 1993 and has ordered that no sentence imposed in terms\nof that section shall be carried out\n(S v Williams and Others\n1995(7)\nBCLR 861(CC)).\nThe main issue on appeal is one of identification. The evidence establishes\nthat at about midday on 27 April 1991 the complainant,\nReginald Lee Naidoo, was\nfishing in a stream near his home. He was accompanied by another youngster named\nAnil Singh (\"Anil\"). The\ntwo boys were aged 10 and 11 years respectively. A\nyouth standing in an elevated position on an\n3\nadjoining bank shouted to them to go away. When they failed to respond he\nthrew a half-brick (sometimes referred to in evidence as\na stone) in their\ndirection. The missile struck the complainant on his left eye causing severe\ninjury to, and resultant permanent\nblindness of, the eye.\nThe evidence is\nsomewhat inconclusive with regard to whether or not the person responsible for\nthe complainant's injury was alone\nat the time, but this is a matter of no great\nmoment. The complainant was unable to identify the person concerned; Anil, the\nonly\nother witness for the State, testified that it was the appellant who had\nthrown the half-brick. The trial magistrate accepted Anil's\nevidence despite the\nappellant's denial under oath that he was the guilty party.\nAnil's honesty as a witness was not seriously questioned on appeal, but the\nreliability of his identification was. The appellant has\na friend, Rakesh\nNundlall (\"Rakesh\"), who testified in\n4\ncircumstances which I shall outline in due course. The evidence reveals that\nAnil lived in the same general vicinity as Rakesh and\nthe appellant. They were\nboth known to him, Rakesh by name but the appellant only by sight. It is common\ncause that in his original\nstatement to the police Anil named Rakesh as the\nperson who threw the half-brick that struck the complainant. On the strength of\nthis Rakesh was originally accused as the perpetrator. However, at a later\nidentification parade on which both Rakesh and the appellant\nwere present, Anil\npointed out the appellant as the one who had actually thrown the half-brick. It\nis a matter for comment, and indeed\nconcern, that Anil's statement implicating\nRakesh was not, in the light of his contradictory evidence in court, made\navailable to\nthe defence, as its contents may have discredited him completely as\na witness. In relation to why he initially mentioned Rakesh,\nAnil's evidence,\nwhen questioned by the trial magistrate, was to the following effect:\n5\n\"Who's Rakesh? — His friend's name. I didn't know\nhis\nname.\nThe accused's friend. What did you tell the police about\nRakesh? — He asked me if I saw who threw a stone. I\nsaid, yes.\nWhat did the police ask you? — Did you see who threw\na stone?\nYes? — I said to him, Rakesh did.\nYou said Rakesh? — Did.\nRakesh threw the stone? Why did you say that? — Well,\nI didn't know his name.\nWhy didn't you tell the police that it was Rakesh's friend that\nthrew the stone, not Rakesh? — I didn't know his name.\nSo why didn't you say it was Rakesh's friend, you don't know\nhis name? Why did you say Rakesh threw the stone —\n(No reply).\nNo answer? — No.\"\nRakesh did not initially testify at the\ntrial. It was only after reserving judgment that the magistrate, some three days\nlater, on\nthe appointed day for giving judgment, exercised her discretion to\ncall Rakesh as a witness. It appeared that Rakesh had made a written\nstatement\nto the police on 3 July 1991. In his statement he\n6\nclaimed that on the day of the incident he was at work the whole\nday\n(which was not strictly correct as he had returned home at\nabout midday\n(lunch time) to collect his lunch which he had left at\nhome). His statement\nthen proceeds as follows:-\n\"I returned home the same day at about 19:30. I was approached by my neighbour\nZufyr [the appellant]. He stated to me that he had\na problem and I told him to\ntell me.\nHe told me that during the day, there were a few boys in the drain behind my\nhouse.\nHe requested them to leave but they refused to leave. He then stated that he\nthrew a half-brick into the drain and he heard a scream.\nHe then walked away and\nbegan painting my house. Few minutes later he heard someone say the brick fell\nfrom heaven.\"\nWhen giving evidence Rakesh initially omitted any\nreference to the appellant having mentioned that he threw a half-brick, as\nrecorded\nin his statement. When confronted with the relevant passage he at first\nvehemently denied having said what was recorded. It was\n7\nonly when made to read the whole statement that he eventually\nagreed with what was recorded in it\nWith regard to Rakesh's evidence the magistrate in her\njudgment\nsaid the following:\n\"The Court wants to place on record at this stage, that it is not at all\nlooking at the evidence of Rakesh. Although the Court called\nthis witness, the\nCourt is not taking any of his evidence into account, because the Court was not\nexactly satisfied with the manner\nin which this witness testified. My findings\nwill be based only on the evidence that was tendered to this Court, before\ntoday.\"\nIn my view the magistrate was correct in not seeking, in the circumstances,\nto place any reliance on Rakesh's evidence. He was a witness\nwith a possible\ninterest or bias and was clearly discredited on his own evidence. Having at one\ntime been, according to him, falsely\naccused, it is unlikely that he would have\nforgotten any admission made by the appellant of his involvement. The fact that\nhe did\nnot initially disclose the admission in evidence,\n8\nand even denied its existence, suggests that it was either never made\nor\nthat he deliberately lied in withholding it. Either way his\nevidence is not\nworthy of credence. Nor can any reliance be\nplaced on the contents of his\nstatement. It therefore cannot in any\nway be corroborative of Anil's\nevidence.\nOne is accordingly left only with Anil's evidence and\nthe\nunexplained discrepancy between his statement and his\nevidence\nregarding the identity of the person who threw the half-brick. Anil\nclaims to have known all along that the person concerned was the\nappellant. If that is so it is inexplicable that he should have\nreferred to him in his statement as Rakesh (rather than Rakesh's\nfriend), something he was at a total loss to explain, as appears from\nthe passage from his evidence quoted above. The magistrate\nsought to explain this away as follows:\n\"There is a possibility that he could have been mistaken about the accused's\nactual name and he could have thought at that time, that\nthis was actually\nRakesh and believed this to be\n9\nRakesh and that is why he furnished the name of Rakesh to the\npolice.\"\nThere is no factual foundation for the postulated\npossibility. It is purely speculative. Anil at no time claimed, or even hinted,\nthat he had originally mistakenly been under the impression that the appellant's\nname was Rakesh.\nThe magistrate, in accepting Anil's evidence, also relied heavily on the fact\nthat he had pointed out the appellant on an identification\nparade. There is no\nevidence on record with regard to the identification parade, whether it was\nproperly and regularly constituted\nand conducted, nor were any admissions made\nin this respect. This detracts from any value it might otherwise have had. In\nany event,\nthe fact that Anil pointed out the appellant cannot take away the\nfact that he initially implicated Rakesh, despite both being known\nto him. If\nanything, it is indicative of the uncertainty in his mind as to the identity of\nthe perpetrator.\n10\nSignificantly, both Rakesh and the appellant were in the vicinity at the\napproximate time of the occurrence. Either could thus have\ncommitted the\noffence.\nBearing in mind that Anil is both a child and a single witness with\nregard to identification, his evidence must be approached with\nthe requisite\ncaution enjoined by law. His evidence is open to criticism in respects other\nthan those mentioned. But even if one\naccepts that the conditions for accurate\nobservation were good, and that he was an honest witness, reasonable doubt\nexists concerning\nthe reliability of his identification of the appellant arising\nfrom his initial naming of Rakesh. In the result the State failed\nto prove the\nappellant's guilt.\nThe appeal is allowed and the conviction and sentence are set aside.\nJ W SMALBERGER JUDGE OF APPEAL\nSTEYN, JA )\nVAN COLLER, JA) concur",
  "scraped_at": "2026-02-12T07:10:33.999707",
  "date": "1995-08-24",
  "coram": [
    "SMALBERGER, JA",
    "STEYN, JJA",
    "VAN COLLER, AJA"
  ],
  "case_number": "468/93",
  "parties": {
    "applicants": [
      "Zufyr Khan"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On 27 April 1991 the complainant, Reginald Lee Naidoo, was injured when a half‑brick was thrown at him, causing permanent blindness in his left eye. The incident occurred while Naidoo and another boy, Anil Singh, were fishing near their home. The State alleged that the appellant, Zufyr Khan, threw the half‑brick. Evidence consisted of the testimony of Anil, a child witness, who initially identified a different person, Rakesh Nundlall, to police, but later pointed to Khan in an identification parade. Rakesh later testified, claiming he was at work and that Khan had admitted throwing the brick, but his credibility was seriously questioned and the trial magistrate chose not to rely on his evidence.",
    "issues": "The principal issue was whether the State had proved, beyond reasonable doubt, that Zufyr Khan was the person who threw the half‑brick. This involved assessing the reliability of Anil's identification, given his contradictory statements, and determining whether the evidence from Rakesh could be relied upon.",
    "principles": "The court applied the constitutional standard that guilt must be proved beyond reasonable doubt. It considered the jurisprudence on the assessment of identification evidence, especially where the sole witness is a child and has given inconsistent statements. The court also noted the invalidity of corporal punishment under section 294 of the Criminal Procedure Act, though this did not affect the appeal on the conviction itself.",
    "application": "The court found that Anil's identification of Khan was unreliable because he had initially named Rakesh to police and offered no satisfactory explanation for the change. No proper record existed regarding the conduct of the identification parade, diminishing its evidential value. Rakesh's testimony was discredited due to inconsistencies and a likely bias. Consequently, the State failed to meet the high burden of proof required for a conviction.",
    "conclusion": "The appeal was allowed. The conviction and sentence against Zufyr Khan were set aside, and the State's case was dismissed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Offences against the Person",
    "level_3": [
      "identification",
      "reasonable doubt",
      "assault",
      "conviction reversal"
    ]
  }
}