{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/125.html",
  "case_name": "Bogoshi v Van Vuuren NO and Others; Bogoshi and Another v Director: Office for Serious Economic Offences (543/93) [1995] ZASCA 125; 1996 (1) SA 785 (SCA); (13 November 1995)",
  "citation": "[1995] ZASCA 125",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 125\n|\nNoteup\n|\nLawCite\nBogoshi v Van Vuuren NO and Others; Bogoshi and Another v Director: Office for Serious Economic Offences (543/93) [1995] ZASCA 125; 1996 (1) SA 785 (SCA); (13 November 1995)\nDownload original files\nPDF format\nRTF format\nCASE NO 543/93\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\tTPD Case No 23640/92\nMOROLE NTHEDI\nBOGOSHI\tAppellant\nand\nL C J VAN VUUREN NO\tFirst Respondent\nJ D VISSER\tSecond Respondent\nTHE DIRECTOR: OFFICE FOR SERIOUS\nECONOMIC OFFENCES\tThird Respondent\nIn the matter between:\t TPD Case No 23866/92\nMOROLE NTHEDI BOGOSHI\tFirst Appellant\nANDREW MOLAMU LEPULE\tSecond Appellant\nand\nTHE DIRECTOR: OFFICE FOR SERIOUS\nECONOMIC OFFENCES\tFirst Respondent\nL C J VAN VUUREN\tSecond Respondent\nJOHANNES ABRAHAM VAN DER WESTHUIZEN\tThird Respondent\nEUGENE DU PLESSIS\tFourth Respondent\nCoram: CORBETT CJ, NESTADT, VIVIER, HARMS et OLIVIER, JJA\nDate heard: 1 September 1995\nDate delivered: 13 November 1995\n2\nJUDGMENT NESTADT, JA\n:\nIn issue in these two appeals is the validity of the seizure\nby the respondents, in terms of the Investigation of Serious Economic\nOffences Act, 117 of 1991 (\"the Act\"), of certain documents\nof the appellants.\nThe main question that arises is whether they were protected from seizure by\nreason of legal professional privilege.\nThe appellants, Messrs Bogoshi and Lepule, are attorneys practising in\npartnership with each other. The respondents are the Director\nof the Office for\nSerious Economic Offences (\"the director\") and certain members of his staff. As\nappears from the preamble to the\nAct, such office was established in order to\nswiftly and properly investigate \"serious economic offences\". Clearly, this is a\nreference\n3\nto commercial or so-called \"white-collar\" crime. It is well known\nthat the\nincidence of such crime has in recent years increased. The\nAct was obviously\ndesigned to provide special measures to combat\nthis trend. In terms of sec 5(l)(a) the director may, if he has reason\nto suspect that a serious economic offence has been committed, hold\nan inquiry into the matter in question. To this end he may designate\nan assistant to conduct it. Sec 5(6) empowers the director to\nsummon any person who is believed to be able to furnish any\ninformation on the subject of the inquiry to appear before the director\nfor questioning. Sec 6(1) provides that for the purposes of an\ninquiry, premises may be entered and searched and documents seized.\nThe relevant part of the section reads:\n\"The Director or any person authorized thereto by him in writing may for the\npurposes of an inquiry at any reasonable\n4\ntime and without prior notice or with such notice as he may\ndeem appropriate,\nenter any premises on or in which anything\nconnected with that inquiry is or\nis suspected to be, and may -\n(a)\n(b)\n(c)\t\t----\n(d)\tseize, against the issue of a receipt, anything on or in the premises which\nin his opinion has a bearing on the inquiry in question,\nor if he wishes to\nretain it for further examination or for safe custody.\"\nIn 1991 a judicial commission began an inquiry into\nthe\naffairs of the Multilateral Motor Vehicle\nAccident Fund (\"the fund\").\nThis was a body established under Act 93 of 1989\nto provide\ncompensation for third party victims of motor collisions. It\nassumed\nthe liabilities of the Motor Vehicle Accident Fund established by sec\n3 of Act 84 of 1986. Early in 1992 the commission reported to the\ndirector that there was evidence that the appellants' firm had\ncommitted certain irregularities in their handling of 21 claims (\"MVA\n5\nclaims\") against the fund or its appointed agents on behalf of clients. The\nsuspicion, so it would seem, was that Bogoshi, having\nrecovered compensation on\nbehalf of his clients from the fund, had fraudulently failed to pay over the\ncorrect amount to them; instead,\nmonies had been improperly retained for his or\nthe firm's own benefit. The director decided to investigate the allegations.\nWhat\nthen happened was, in summary, the following. On 24 July 1992 members of\nthe director's staff, acting under a written authority granted\nto them in terms\nof sec 6(1) of the Act by the director on 6 July 1992, entered the appellants'\noffices and in their absence seized\nand removed certain of their files (together\nwith the contents thereof). These files related to six of the MVA claims\nreferred to\nby the commission. One of the files was immediately returned because\nit allegedly\n6\nconcerned a current matter. On 5 August 1992 the director,\nacting\nin terms of sec 5(6), summoned Bogoshi to appear before him on\n18\nAugust 1992 in connection with \"alleged irregularities\nconcerning\nclaims submitted to the Multilateral Motor Vehicle Accident\nFund\nand the Motor Vehicle Accident Fund.\" He was also required to\nproduce\na number of documents including 15 further files (relating\nto the balance of\nthe 21 claims referred to). On 18 August 1992\nBogoshi appeared in person at\nthe inquiry. He did not, however,\nproduce any of the files. The inquiry was\npostponed to 25 August\n1992. On that day counsel appeared on behalf of\nBogoshi. Counsel\nargued that the entire contents of the files were\nprivileged, that the\nclients had not waived such privilege and that the files\ntherefore need\nnot be produced. On behalf of the director this was contested.\nOn\n7\n2 September 1992 the person designated by the director to hold\nthe\ninquiry ruled that no attorney and client privilege attached to the\nfiles\nor their contents. The inquiry was then postponed. This was\nto\nenable Bogoshi to bring review proceedings in terms of Rule 53.\nOn 20\nNovember 1992 Bogoshi launched his application (\"the first\napplication\"; case\nno 23640/92) against the respondents. In the main\nthe case which he sought to\nmake out was that the ruling that the\nfiles were not privileged was bad in\nlaw. An order was sought that\nthe ruling be set aside and that a declarator\nshould issue that the files\nin question need not be produced and that those\nalready seized be\nreturned. Four days later, ie on 24 November 1992, the\nappellants,\nas a matter of urgency, brought a further application (\"the\nsecond\napplication\"; case no 23866/92) against the respondents. What\nled\n8\nto it was that on that same day members of the director's staff, acting under\nan authority signed on behalf of the director on 20\nNovember 1995 in terms of\nsec 6(1) of the Act, had again entered the appellants' premises and seized and\nremoved a further 1143 files\n(relating to MVA claims). The relief claimed in the\nsecond application (based, as before, on\ninter alia\nthe contention that\nthe documents were privileged) was an order setting aside the authority referred\nto and that the files seized\nbe returned to the appellants.\nThe respondents opposed both applications. Answering and replying affidavits\nhaving been filed, the matters came before Du Plessis\nJ, sitting in the\nTransvaal Provincial Division. Both applications were heard together. Judgment\nwas delivered on 2 April 1993. It\nhas been reported (see\nBogoshi vs Van\nVuuren NO and\n9\nOthers\n;\nBogosbi and Another vs Director. Office for\nSerious\nEconomic Offences and Others\n1993(3) SA 953(T))- It will\nbe seen\nthat it deals with a number of issues besides privilege. I\nreturn to\nthese later in this judgment; for the moment I confine myself to\nthe\nissue of privilege. In this regard, Du Plessis J's approach was\nthat\nwhilst professional privilege was a fundamental right which\nprevents\nseizure of a privileged document and although the Act did\nnot\noverride professional privilege, an attorney's file does not as a\nwhole\nbecome privileged; true, in this case, the files must be taken to\nhave\ncontained some privileged communications; and these were\naccordingly\nimmune from seizure; at the same time, however, the\nfiles would also have\ncontained non-privileged documents; these\ncould be seized (see the reported\njudgment at 958I-959D; 960D-G).\nApplying this reasoning to the first\napplication, it was held that the\n10\nruling made on 2 September 1992 that no privilege attached to the files was\nwrong and should be set aside. It was obviously regarded\nas being too wide.\nHowever, the rest of the prayers were refused. Seeing that the files per se were\nnot privileged, Bogoshi was not\nentitled to a declarator that the files need not\nbe produced. Moreover, Bogoshi had not claimed privilege before the five files\nwere\nseized. Whatever privilege existed had been \"breached\". The return of these\nfiles should therefore not be ordered (963 C-F). As to\ncosts, it was held that\nthe respondents were largely successful and should recover 60% of their costs.\nRegarding the second application,\nthere had been a claim to privilege by the\nappellants. Du Plessis J was thus faced with the problem of what the fate of the\n1143\nfiles should be pending a determination of which documents in\n11\neach file were privileged and which were not privileged. The learned judge\nattempted to reconcile the right of the appellants to have\nprivileged documents\nremain confidential with the respondents' concern that they be preserved. This\nhe did by adopting \"a practical\nsolution\" (961 C-D). It was held that the entire\ncontents of the files be kept safe \"until the question of privilege has been\ndecided\".\nThe files (having by agreement on 25 November 1992\npendente\nlite\nbeen placed in the custody of the registrar of the court) would remain\nwhere they were pending a resolution of which documents were\nprivileged; in the\nmeantime those which the appellants claimed were privileged could in the\npresence of a representative of the respondents\nbe removed from the files; they\nhad, however, still to be kept by the registrar (in a separate, sealed\ncontainer); the registrar\nwould hand\n12\nthe remaining files and their contents to the respondents (961 E-G; 965 E -\n966 B). In the result, so it was further held, the appellants\nhad achieved only\na \"very limited measure of success\" (965 B), namely, that they could extract\nwhat they claimed were privileged\ndocuments from the files (to be dealt with in\nthe manner described). But the respondents had been justified in seizing the\nfiles.\nAnd the appellants were not entitled to their return. Accordingly, the\nsecond application was dismissed with costs (excluding those\nof the actual\nhearing, in regard to which, as I have said, the respondents were limited to\n60%).\nAgainst the order in the first application Bogoshi, and against the order in\nthe second application the appellants, now appeal. They\ndo so with the leave of\nthe court below. At the\n13\ncommencement of the hearing of the appeal an order condoning the appellants'\nlate lodging and delivery of a proper record and their\n(alleged) late furnishing\nof security was granted. By consent costs of the application for condonation\nwere made costs in the appeal.\nBefore us, Mr\nMoseneke\n. on behalf of the appellants argued what I may\ncall a preliminary point. It was founded on the decision in\nPark-Ross and\nAnother vs Director: Office for Serious Economic Offences\n1995(2) SA 148(C).\nThis case held (at 172G and 176C) that sec 6 of the Act was in conflict with the\nright to privacy contained in\nsec 13 (being part of chapter 3) of the\nConstitution (Act 200 of 1993) and was accordingly invalid. Counsel submitted\nthat this being\nso, the respondents could no longer rely on sec 6 to justify the\nseizures and the documents in question\n14\nhad to be returned. The argument must be rejected. The judgment a\nquo\nhaving been delivered before the Constitution came into operation, the appeal\nfalls to be decided without applying Chapter 3 of the\nConstitution. This is the\neffect of what was decided by the Constitutional Court in\nS vs Mhlungu and\nOthers\n1995(3) SA 867(CC) at 888B-G. The principle is stated in relation to\ntrial proceedings but obviously it applies also to motion matters.\nIt follows\nthat for our purposes effect must be given to sec 6.\nWhat I think needs to be emphasised about the judgment a\nquo\nis that\nit is based on two propositions, namely (i) that there must have been some\ndocuments in each of the files which were not\nprivileged (and which could\ntherefore be seized) and (ii) that (as appears from 961B-C) \"(i)t is not\nclaimed\nprivilege which renders a\n15\ndocument immune to production, but\nestablished\nprivilege\" (my\nemphasis). The argument for the appellants attacked both\nthese\nfindings. It was submitted in the first place that the assumption\nin\n(i) was erroneous; the probabilities were that the entire contents\nof\nthe files were privileged; at least this should be presumed. As\nto\n(ii), the principle strongly contended for was that until it had\nbeen\ndetermined which documents in each file were privileged and\nwhich\nwere not, or unless only identifiable, non-privileged documents\nwere\nsought, there could be no seizure by the respondents of any of\nthe\nfiles; simply put, because the files contained at least some\nprivileged\ndocuments, nothing could be seized; were this not so, the\nprivilege\nattaching to confidential documents would be undermined if not\nrendered nugatory; even the seizure of privileged documents for\nsafe\n16\nkeeping only, is inimical to the preservation of\nconfidentiality.\nRelying especially on a passage in\nSasol III (Edms) Bpk\nvs Minister\nvan Wet en Orde en'n Ander\n1991(3) SA 766(T) at 785\nG-J, as also\nthe recommendations made in\nPark-Ross\n(at 172G - 173B) as\nto how,\nin terms of sec 98(5) of the Constitution, sec 6 should be\ncorrected\nby Parliament, it was said that the respondents should, before\nacting\nin terms of sec 6, have adopted what was termed the salutary\npractice\nof first obtaining (possibly ex\nparte\n) an order of court\nauthorising the\nseizure of the files. Such an order would (as I understood\nthis \"prior\nauthorisation\" argument) specify a procedure for resolving\nany\ndispute as to the status of the documents but, in the meantime,\nwould\nprevent the respondents from seizing and thus perusing\ndocuments\nalleged to be privileged. The order of Du Plessis J, so the\nargument\n17\nconcluded, though providing a mechanism of the kind envisaged, came too late;\nthe unqualified prior seizure should therefore have\nbeen held to have been\ninvalid and the return of all the files ordered. The argument that the files\nmust be assumed to have contained\nonly privileged documents ((i) above) is not\ntenable. Indeed, I did not understand counsel to persist in it. The appellants'\naffidavits\ndo not allege that the files contained only privileged documents.\nThis is not surprising. The broad principle is that only confidential\ncommunications (and material integral thereto) between attorney and client made\nfor the purpose of obtaining legal advice are privileged.\nObviously, amongst the\nmultitude of documents usually contained in an attorney's MVA file, there would\nbe documents and information\nwhich in the ordinary course may be\n18\npresumed not to be privileged. I have in mind, by way of example, the name\nand address of the client; the so-called MV 3 claim form\n(which must contain\nprecise details of the client's heads of damages and the amounts claimed);\nwritten evidence of the identity of\nthe appointed agent; the pleadings; where\nthere was a settlement of the claim, an exchange of correspondence between the\nparties\nevidencing the settlement; and statements of account reflecting the\namount received by the attorney from the defendant, particulars\nof the\nattorney's fees and disbursements and what the nett amount was that was paid\nover to the client (including, possibly, the\npaid cheque).\nThe prior authorisation argument ((ii) above) has more merit. There can be no\ndoubt that the Act does not exclude the\n19\noperation of attorney-client privilege (being the species of legal\nprofessional privilege with which we are concerned). Furthermore,\nit can, I\nthink, safely be assumed that because of the fundamental nature of the rule,\nthose documents in the files which were privileged\nwould normally be protected\nfrom seizure; in other words that where\nprivilege applie,a seizure of\ndocuments under sec 6 is,despite the\nsection's wide wording, ab\ninitio\nto be confined to non-privileged |\ndocuments. (See the discussion on the effect of professional privilege on the\nseizure of privileged\ndocuments, by Hoffmann and Zeffertt:\nThe South African\nLaw of Evidence\n4th ed, 256-7.) The problem raised by the argument is the\nessentially practical one of how, when and by whom non-privileged documents\nare,\nat the initial stage, to be identified and thus separated from those which\nare\n20\nprivileged. The issue involved is not altogether a novel one. As appears from\nsome of the cases cited in the judgment a\nquo\n, it has arisen before. It\nis, however, unnecessary to deal with the point. This is because, as will be\nseen, the appellants face\na more basic obstacle to the grant of the relief\nclaimed in their applications.\nIt follows from what has been said that the matter must be approached on the\nbasis that each of the files seized contained some privileged\ndocuments. But\nprivilege is not cast in stone; it has its limitations. It may be waived. Or it\nmay be destroyed (see\nR vs Barton\n[1972] 2 All ER 1192\n(Crown Ct) and the\ncomments of Botha JA on that case in\nS vs Safatsa and Others\n1988(1) SA\n868(A) at 883E-F). There is also the possibility, referred to in\nSafatsa\n(at 886I), that the court has the power to relax the rules of privilege.\n21\nBut most important for our purposes is the principle that privilege does not\narise automatically. It must be claimed. This may be\ndone not only by the client\nbut by the attorney. Indeed, he is under a duty to claim the privilege. However,\nbecause the privilege\nis the right of the client, the attorney, in claiming it,\nmust act not in his own interests or on his own behalf but for the benefit\nof\nthe client. Unless he does so, his claim to privilege may be regarded as not\ngenuine. And, in this event, a court would be entitled\nto disregard the claim to\nprivilege and admit the document in evidence or permit its seizure, as the case\nmay be. This has occurred\nwhere the attorney has claimed the privilege\nostensibly on behalf of his client but in truth in order to frustrate an\ninvestigation\ninto his own alleged criminal conduct. In\nre Impounded Case\n(Law Firm)\n[1989] USCA3 780\n;\n879 F.2d 1211\n22\n(3rd Cir 1989) was such a case. It involved the seizure of\ndocuments. At 1213-4 the court said:\n\"It is not apparent to us what interest is truly served by permitting an\nattorney to prevent this type of investigation of his own\nalleged criminal\nconduct by asserting an innocent client's privilege with respect to documents\ntending to show criminal activity\nby the lawyer. On the contrary, the values\nimplicated, particularly the search for the truth, weigh heavily in favor of\ndenying the\nprivilege in these circumstances.\"\n(See, too,\nBaird vs Koerner\n[1960] USCA9 230\n;\n279 F.2d 623\nat 632). The Canadian\ncourts would seem to adopt a similar approach\n(Re Director of\nInvestigation and Research and Shell Canada Ltd\n(1975) 22 CCC\n(2d) 70 (FCA) at 80). A further illustration of an ineffectual claim\nto privilege (this time by the client himself) is the English case of R\nvs Ataou\n[1988] 2 All ER 321.\nThe client was a witness for the\nprosecution. Counsel for the accused, in order to impugn the\n23\nwitness's credit, sought to cross-examine him on a record of a\nstatement he had made to his solicitor (to the effect that the accused\nwas\ninnocent of the charge). The Court of Appeal overturned the trial judge's ruling\nthat without the consent of the witness, cross-examination\non the statement was\nimpermissible because the statement was privileged. It was held that there was\n\"no ground on which the client\ncould any longer reasonably be regarded as having\na recognisable interest in asserting the privilege\" (see at 326h). Reference was\nmade to\nCross on Evidence\n, who in dealing with the general rule \"once\nprivileged, always privileged\" states (in the 7th ed at 435-6) that \"a time may\ncome\nwhen the party denying the continued existence of the privilege can prove\nthat the party relying on it no longer has any interest\nto\nprotect...\".\n24\nWhat is the result of applying these principles to the facts of the present\nmatter? Had the clients' conduct been the object of the\nrespondents'\ninvestigations, it would have been the duty of the appellants to assert\nprivilege on their behalf. But the files were,\nof course, required for the\npurposes of an inquiry into the conduct of Bogoshi (or that of his firm). The\nallegation which the respondents\nwere investigating was that the clients had\nbeen defrauded. It is, accordingly, difficult to conceive of any of them wishing\nto maintain\nconfidentiality in the files. More particularly is this so seeing\nthat their claims had been dealt with. Such claims had been paid\nor otherwise\ndisposed of. The files were \"closed\" and the appellants' mandate had in each\ncase terminated. If the clients nevertheless\nhad some recognisable interest in\nresisting the respondents' seizure of\n25\ntheir files, the appellants' affidavits make no attempt to explain what\nit\ncould have been. There is no evidence that any of the clients had\nclaimed\nprivilege or wished to do so. It was in their interests that the\nallegations against Bogoshi be properly investigated. An\nexamination by the respondents of the riles could only have\nfacilitated this. It would seem, therefore, that the appellants, in\nclaiming privilege, were not seeking to protect the interests of their\nformer clients. It is to be inferred that they were rather acting in\ntheir own interests, namely to thwart a proper investigation into their\nown conduct. This is the tenor of what the director alleges in his\nanswering affidavit in the first application. He states:\n\"I submit that there is therefore no reason why any of the clients,\nprima\nfacie\n, would wish to claim a privilege, and in doing so, to make it more\ndifficult for my office to discover whether the attorney involved\nin the matter\nstill owes\n26\nadditional money to them. It seems to me with respect that the attorney is in\nthis instance relying on the alleged privilege for\nhis own purposes and not for\nthe benefit of the clients.\"\nIn his replying affidavit, Bogoshi\ndoes not contest this. Indeed, even\nin his founding affidavits (in both\napplications) Bogoshi does not, at\nleast with any clarity, make out the case\nthat his claim to privilege\nwas or is made on behalf of the clients. On analysis, all that is really\nsaid is that the files were kept on behalf of clients and that they are\ntherefore privileged. Had Bogoshi's claim to privilege been as agent\nof his clients, one would have expected him to have tendered\nproduction of those documents in the files which were not\nprivileged. He never did so.\nIt is, of course, the task of the Court vigilantly to\nsafeguard legal professional privilege. The right of governmental\n27\nauthorities to enter upon an attorney's office and there to\nseize client's\ndocuments must be critically examined. At the same time,\nhowever,\n\"(i)t is important...that the protection which privilege affords\nshould\nbe applied strictly in accordance with the conditions necessary for\nthe\nestablishment of privilege\" (per Friedman J in\nEuroshipping\nCorporation of Monrovia vs Minister of Agricultural\nEconomics and\nMarketing and Others\n1979(1) SA 637(C) at 643H). But\nthis is not\nalways easy. It has been said that cases arise where a\nmechanical\napplication of the rules of privilege is not possible (see\nProfessor\nPaizes:\nTowards a Broader Balancing of Interests: Exploring\nthe\nTheoretical Foundations of the Legal Professional Privilege.\n(1989)\n106 SALJ 109\nat 135). In certain respects, ours would seem to\nbe\nsuch a matter. It is problematic whether the clients can for all\n28\npurposes be taken to have lost their right to privilege. The affidavits do\nnot canvass this issue. Nevertheless, I do not think that\non the somewhat\nunusual facts of the present matter, privilege was a bar to the respondents'\nseizure of the files. In my opinion,\nthe appellants' reliance on the rule was\nmisplaced and, I feel bound to add, unfortunate. For the reasons stated, their\nclaim to\nprivilege was not a\nbona fide\none and should be disregarded.\nNor, as already indicated, is there any reason to think that the clients\nthemselves might have wished\nto claim privilege. It can safely be assumed that\nthey would not have.\nThis disposes of the issue of legal professional privilege. The appellants,\nhowever, also attacked the validity of the seizure of\nthe documents on various\nother grounds. One was founded on the\n29\nsubmission that the inquiry itself had been irregularly instituted and was\ntherefore fatally defective. The argument was originally\na twofold one, namely\n(i) that the director, in deciding to hold the inquiry, had failed to properly\nexercise his discretion in terms\nof sec 5(l)(a) of the Act and (ii) that the\nsummons issued against Bogoshi in terms of sec 5(6) to attend the inquiry was so\nlacking\nin particularity as to be invalid. It will be recalled that the powers\nof seizure granted in terms of sec 6(1) are stated to be \"for\nthe purposes of an\ninquiry\". I therefore assume that unless the director was entitled to hold an\ninquiry, he could not competently\nauthorise a seizure of documents under sub-sec\n(d). Even so, neither point is sound. Indeed, Mr\nMoseneke\nin oral\nargument before us wisely abandoned the first. Du Plessis J rightly (at\n962I-963A) held that Bogoshi was not entitled to\n30\nraise the issue. In the circumstances, it is unnecessary to\ndeal with\nit. I would, however, just say this about it. Far from there\nbeing\ninadequate reason for the director to suspect that Bogoshi\nhad\ndefrauded his clients and thus committed a serious economic\noffence\n(this is what the appellants contended), the record reveals\nample\ngrounds for the director being entitled to entertain such a\nsuspicion.\nAs regards the second point, reliance was placed on sec 5(7)(b)\nof\nthe Act. It requires the summons to \"contain particulars of the\nmatter\nin connection with which the person concerned is required to\nappear before\nthe Director\". The complaint was that the statement\nin the summons that\nBogoshi's appearance was required in connection\nwith \"(a)lleged irregularities concerning claims submitted to\nthe\nMultilateral Motor Vehicle Accident Fund and the Motor\nVehicle\n31\nAccident Fund\" was too vague; it did not inform him of the case he had to\nmeet or indeed that it was his conduct that was being investigated.\nI think the\nstatement is vague; but not fatally so. It must be borne in mind that in terms\nof sec 5(6)(a), Bogoshi did not face any\ncharges; the proceedings were merely an\ninquiry (albeit directed at him) with a view to obtaining information. It was\nopen to Bogoshi\nto seek further particulars - as he in fact did. And, as appears\nfrom the reported judgment at 961H-J, there has been an undertaking,\naccepted by\nBogoshi, to furnish better particulars -which is where the matter rests.\nA further argument was that both warrants (in view of the wording of sec\n6(1), they are really authorities) were invalid. I agree\nthat they constitute a\nserious encroachment on the rights of the\n32\nindividual. I shall also, for the purposes of the argument, accept that, like\nsearch warrants issued under\nsec 21\nof the\nCriminal Procedure Act, 51 of 1977\n,\nthey must be carefully scrutinised and strictly construed; and that if the\npowers granted have been exceeded or are too general,\nthe removal of the\ndocuments will be illegal\n(Minister of Justice and Others vs Desai, NO\n1948(3) SA 395(A) at 403-4;\nDivisional Commissioner of SA Police.\nWitwatersrand Area, and Others vs SA Associated Newspapers Ltd and Another\n1966(2) SA 503(A) at 512D;\nCheadle, Thompson and Haysom and Others vs\nMinister of Law and Order and Others\n1986(2) SA 279(W) at 282D-J). Both\nauthorities in identical terms empower those named in them, \"for the purposes of\nan inquiry instituted\nby the Director in terms of section 5(1) of the Act\nrelating to the matter of alleged\n33\nirregularities concerning claims submitted to\" the fund, to\nenter the\nappellants' premises \"in which there is suspected to be books\nand/or\ndocuments...relating to claims submitted to the\" fund, and there\ninter\nalia\nto \"seize...anything on or in the premises which in\ntheir opinion\nhas a bearing on the inquiry in question, or if they wish to\nretain it\nfor further examination or for safe custody\". The broad\nsubmission\nwas that (i) the director, in granting the first authority, and\nhis deputy\nin granting the second authority, had failed to properly exercise\nthe\ndiscretion conferred on them by sec 6; (ii) the authorities failed\nto\nadequately define what could be seized and (iii) the\nauthorities\npermitted seizure of documents which go beyond the scope of\nthe\ninquiry which is in any event insufficiently identified. I\ndoubt\nwhether these matters were properly raised by the appellants in\ntheir\n34\nfounding affidavits or that any appropriate relief was claimed (at least in\nthe first application). Nevertheless, Du Plessis J dealt\nwith a similar argument\nbut rejected it (see at 962G-I). In my opinion, the learned judge was correct in\nso doing. In so far as any\nexercise of a discretion by and on behalf of the\ndirector arises, ((i) above), there is no basis for challenging its propriety.\nIt\nmatters not that the respondents might (with difficulty, I apprehend) have\nobtained the information they were seeking from the clients\nthemselves or from\nthe fund or their appointed agents. They were entitled to see what the\nappellants' files revealed. The files were\nobviously an important source of\ninformation as to how the appellants had dealt with the moneys that had been\nreceived from the fund\nas compensation for the MVA claims. It is true, in\nrelation to (ii) above, that the documents\n35\nto be seized are not specifically particularised. But sec\n6(l)(d) does\nnot require that this be done. The discretion which is afforded\nthose\nauthorised is, as the court a\nquo\nfound, in accordance with the\nterms\nof the section itself. The authorities were thus not too vague.\nAs\nregards (iii) above, only documents which, in the opinion of\nthose\nauthorised, have \"a bearing on the inquiry\" may be seized. So\nthere\ncan be no question of documents unrelated to the inquiry being\nable\nto be removed. But is the inquiry sufficiently identified? I think\nit\nis. Even though there is no mention of what the alleged\nirregularities are or\nwho committed them, the inquiry is one which\nrelates to alleged\nirregularities in the submission of claims to the\nfund. These is no reason to\nthink that the persons authorised would\nnot have known what this inquiry\nwas.\n36\nThe appellants' final argument concerned the seizure of the 1143 files. It\nwas that the execution of the authority in question was\ncontrary to the sub\njudice\ndoctrine (as it was termed). This, so it was submitted, was\nbecause the first application in which the respondents' right to seize\nthe\nappellants' files was being challenged, had already been launched and was\npending; the respondents were thus disregarding, or\nat least undermining, the\ncourt process; the seizure of the fries on 24 November 1992 should therefore on\nthis ground alone have\nbeen set aside. I suppose that what was really being\ncontended was that in acting as they did, the respondents were in contempt of\ncourt and that this amounted to an abuse of the judicial process which the court\na quo, in the exercise of its inherent jurisdiction,\nwas entitled to prevent.\nThat the Supreme Court has\n37\nsuch a power is undoubted. Whether, however, on this basis, an otherwise\nvalid authority to seize documents could be set aside is\ndoubtful. We were not\nreferred to any authority in support of such a proposition. But it is\nunnecessary to pursue the point. In my\nopinion, there is no question of the\nrespondents having acted improperly. They had good grounds for wishing to seize\nthe files. The\nrespondents' aim was to preserve them and their contents. There\nwas an urgent need to do so. The respondents had reason to believe\nthat relevant\ninformation was being destroyed by Bogoshi. They had reason to fear that the\ncontents of files were being tampered\nwith. Bogoshi had failed to fulfil\npromises to hand over files and other documents to the respondents. In\nparticular, he had on 20\nNovember 1992 agreed to allow the respondents to\ntake\n38\npossession of all the appellants' closed MVA files for safe-keeping at a\nneutral place. This undertaking too was breached. When on\nthe appointed day,\nnamely 23 November 1992, the respondents arrived at the appellants' offices for\ncertain of the files, they were\nprevented from taking them. On the following\nday, ie 24 November 1992, Bogoshi specifically refused to hand over any files to\nthe\nrespondents. The appellants deny certain of these allegations but the court\na\nquo\nrightly found (at 9561) that the second application had to be\ndecided on the respondents' version. This being so, the respondents\nwere within\ntheir rights to seize the 1143 files on 24 November 1992. Appellants' argument\nthat because the first application was\nthen pending they were not so entitled,\nmust\n39\ntherefore also fail.\nThe appellants also attacked the court a\nquo's\ncosts order. I did not,\nhowever, understand it to be argued that if the appeal failed on the merits,\nthere was any basis for interfering\nwith Du Plessis J's discretion. I do not\nthink there is.\nOne last word. It follows from my finding that the appellants were not\nentitled to rely on privilege, that the ruling to which I earlier\nreferred was,\nin its effect, correct (though given for the wrong reasons). This means that the\norder a\nquo\nas to how the 51es are to be dealt with was unduly favourable\nto the appellants. However, there being no cross-appeal by the respondents,\nit\n(and the costs orders) must stand.\n40\nThe appeals are dismissed with costs including the costs of two counsel.\nH H Nestadt Judge of Appeal\nCorbett, CJ )\nVivier, JA ) Concur\nHarms, JA )\nOlivier, JA )",
  "scraped_at": "2026-02-12T07:21:37.259946",
  "date": "1995-11-13",
  "coram": [
    "CORBETT CJ",
    "NESTADT",
    "VIVIER",
    "HARMS",
    "OLIVIER",
    "JJA"
  ],
  "case_number": "543/93",
  "parties": {
    "applicants": [
      "Morole Nthedi Bogoshi",
      "Andrew Molamu Lepule"
    ],
    "respondents": [
      "L C J Van Vuuren NO",
      "J D Visser",
      "The Director: Office for Serious Economic Offences",
      "Johannes Abraham Van Der Westhuizen",
      "Eugene Du Plessis"
    ]
  },
  "sections": {
    "facts": "The Director of the Office for Serious Economic Offences investigated alleged irregularities in the handling of Multilateral Motor Vehicle Accident Fund (MVA) claims by the law firm of Bogoshi and Lepule. Acting under authorisation pursuant to s 6(1) of the Investigation of Serious Economic Offences Act, staff entered the attorneys' offices in July 1992 and seized files relating to twenty‑one claims. One file was returned; the remainder were retained. Bogoshi was summoned to an inquiry, failed to produce the seized files and claimed attorney‑client privilege. The tribunal ruled the files were not privileged, a decision that was appealed. A second seizure of 1,143 files occurred in November 1992. Both applications were heard by the Transvaal Provincial Division, which held that some documents were privileged but that the seizure of the files was valid. The appellants appealed to the Supreme Court of Appeal.",
    "issues": "1. Whether the seized documents were protected by legal professional (attorney‑client) privilege and therefore immune from seizure under the Act. 2. Whether s 6(1) of the Investigation of Serious Economic Offences Act can be exercised notwithstanding the privilege. 3. Whether the director properly instituted the inquiry and issued a valid summons. 4. Whether the second seizure contravened the sub‑judice doctrine.",
    "principles": "The court reaffirmed that attorney‑client privilege is a fundamental right but is not absolute; it must be claimed in a bona‑fide manner and may be waived or overridden where the privilege is abused. Privilege applies only to confidential communications made for the purpose of legal advice. The Investigation of Serious Economic Offences Act does not override the privilege, but its powers of entry and seizure are limited to documents that have a bearing on the inquiry and are not privileged. Prior court authorisation for seizure is desirable but not mandatory where the director acts within the statutory discretion. Reference was made to cases such as Park‑Ross, S v Mhlungu, and the principle that privilege does not arise automatically but must be asserted by the client or attorney for the client’s benefit.",
    "application": "The court held that the files inevitably contained both privileged and non‑privileged material; therefore the blanket claim of privilege was untenable. The appellants had not demonstrated a genuine claim on behalf of their clients, and the privilege claim was deemed a tactical device to impede the investigation. Consequently, the seizure of the files under s 6 was lawful. The court also found that the director had sufficient discretion to hold the inquiry and the summons, despite minor deficiencies in particularity. The second seizure was not barred by the sub‑judice doctrine because the earlier application did not preclude further enforcement of the director’s powers.",
    "conclusion": "Both appeals were dismissed. The seizure of the files was upheld, and the claim of legal professional privilege was rejected as not bona‑fide. Costs were awarded to the respondents, including the costs of two counsel. The orders of the lower court regarding the handling of the seized files remained in effect."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Legal Professional Privilege",
    "level_3": [
      "attorney-client privilege",
      "seizure of documents",
      "serious economic offences"
    ]
  }
}