{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/39.html",
  "case_name": "Court v Standard Bank of South Africa Ltd., Court v Bester NO (133/93, 638/93) [1995] ZASCA 39; 1995 (3) SA 123 (AD); [1995] 2 All SA 440 (A) (30 March 1995)",
  "citation": "[1995] ZASCA 39",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 39\n|\nNoteup\n|\nLawCite\nCourt v Standard Bank of South Africa Ltd., Court v Bester NO (133/93, 638/93) [1995] ZASCA 39; 1995 (3) SA 123 (AD); [1995] 2 All SA 440 (A) (30 March 1995)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between\nCase No 133/93\nBARBARA KILROY\nCOURT\tAppellant\nand\nSTANDARD BANK OF SOUTH\nAFRICA\nLIMITED\tRespondent\nCase No 638/93\nBARBARA KILROY COURT\tAppellant\nand\nLAMBERTUS VON WIELLIGH BESTER NO\t1st\nRespondent\nBAREND JOHANNES VORSTER DURANDT NO\t2nd Respondent\nSTANDARD BANK\nOF S A LTD\t3rd Respondent\nSYFRETS BANK LIMITED\t4th Respondent\nCORAM: Joubert, Vivier, Eksteen, F H Grosskopf et\nNienaber JJA.\nHEARD: 28 February 1995.\nDELIVERED: 30 March 1995.\nJUDGMENT\n2\nVIVIER JA:\nThe appeals in these two matters were heard together for\nreasons which will become clear later. In case no 9245/91 (\"the sequestration\nproceedings\") the appellant appeals to this Court against a final order for the\nsequestration of her estate granted by Scott J in\nthe Cape Provincial Division\non 8 March 1993. The order was granted on the application of the respondent in\nthis appeal (\"Standard\nBank\"). The application was supported by an intervening\ncreditor, Syfrets Bank Ltd (\"Syfrets Bank\"), whose costs were ordered by\nScott J\nto be paid out of the assets of the estate. The appeal was brought in terms of\nsec 150\nof the\nInsolvency Act 24 of 1936\n(\"the\nAct\") prior\nto its amendment by\nsec 1\nof Act 129 of 1993. After the appellant had failed to lodge the record of\nthe proceedings in the Court appealed from by 7 June 1993,\nas required by Rule\n5(4)(c) of the Rules of the\n3\nAppellate Division (\"the AD Rules\"), case no 9716/93 was instituted in the\nCape Provincial Division. In that case the joint trustees\nin the insolvent\nestate (\"the trustees\") as first and second applicants, Standard Bank as third\napplicant and Syfrets Bank as fourth\napplicant, sought an order on notice of\nmotion declaring the appeal in case no 9245/91 to have lapsed and authorising\nthe trustees\nto realise the immovable properties vesting in the insolvent\nestate. The matter came before Brand J who granted the relief claimed.\nWith the\nleave of this Court the appellant appeals in forma pauperis against the judgment\nof Brand J and the orders granted by him.\nThe respondents in this appeal are the\njoint trustees as first and second respondents (Barend Johannes Vorster Durandt\nNO having\nbeen substituted as second respondent for Marius van den Berg NO),\nStandard Bank as third respondent and Syfrets Bank as fourth respondent.\nThere\nis also before us an\n4\napplication for condonation of the late lodging of the requisite copies of\nthe appeal record in the sequestration proceedings. This\napplication is opposed\nby Standard Bank.\nIt is convenient to deal first with the application for\ncondonation. The background facts may be summarised as follows: The\nsequestration\nproceedings were launched on 11 July 1991. After answering and\nreplying affidavits had been filed an agreement was reached in terms\nof which\nthe application for sequestration would be held over pending an attempt to sell\ncertain of the appellant's immovable properties\nin order to pay her creditors.\nThe properties were not sold and the matter proceeded. A further set of\nanswering and replying affidavits\nwas filed and the matter eventually came\nbefore Scott J (\"the first hearing\"). Having reserved judgment thereon the\nlearned Judge\non 14 September 1992 delivered judgment placing the appellant's\nestate under provisional\n5\nsequestration. The judgment has been reported: Standard Bank of SA Ltd v\nCourt\n1993 (3) SA 286\n(C). I shall refer to this judgment as the first\njudgment.\nThe return day of the provisional order was extended from time to time and\nthe appellant was allowed to file a further opposing affidavit.\nOn 24 February\n1993 the appellant's biggest creditor, Syfrets Bank, applied to intervene, also\nseeking a sequestration order. On\n8 March 1993 the return day of the provisional\nsequestration order was argued before Scott J, (\"the second hearing\"), the\nappellant\nappearing in person after her erstwhile attorneys had withdrawn. On\nthat day Scott J granted a final order of sequestration. I shall\nrefer to this\njudgment as the second judgment.\nOn 31 March 1993 the appellant lodged a notice of appeal but she thereafter\nfailed to lodge the record within three months of\n6\nthe date of the judgment appealed against, ie on or before 7 June 1993. On 13\nMay 1993, ie within the three month period, the appellant\nrequested Standard\nBank to agree to an extension of eight weeks for the lodging of the record and\nshe gave notice to the registrar\nof this Court that she had so requested an\nextension. Standard Bank's attorneys reacted in a fax on 18 May 1993 stating\nthat they\nwould in due course take instructions from their client. It was only\non 4 June 1993 that they notified the appellant that Standard\nBank would not\naccede to her request. By then it was clearly too late to lodge the record in\ntime. It had not yet been lodged when\ncase no 9716/93 for an order declaring the\nappeal to have lapsed was instituted on 10 August 1993.\nThe appellant's\nexplanation for the delay is the following. The day after the final order of\nsequestration was granted ie on 9 March\n1993 she asked Sneller Recordings\n(\"Snellers\"), the sole\n7\ncontractors for the preparation of appeal records, for a quotation for the\npreparation of the requisite number of copies of the record.\nShe only received\nthis on 26 March 1993. She was unable to raise the amount required and on 14\nApril 1993 she requested a quotation\nfor only one copy which was given to her\nthe following day. She then investigated the possibility of preparing the record\nherself\nand after being advised against doing so, she instructed Smellers on 30\nApril 1993 to prepare one copy of the record. She was then\ninformed that\nSnellers required a deposit of R3 000,00 before they would start preparing the\nrecord. After further negotiations Snellers\non 5 May 1993 agreed to commence the\npreparation of the record upon payment of a deposit of R300,00, the balance of\nR2 700,00 being\npayable on a date to be arranged. Snellers undertook to have the\nrecord available by 28 May 1993. The deposit was duly paid. On 6\nMay 1993 Mrs\nDigue from\n8\nSnellers informed her that some of the documents in the case were missing and\nhad apparently been misplaced. The appellant consequently\non 7 May 1993, 25 May\n1993 and 8 June 1993 addressed letters to the registrar of the Supreme Court in\nCape Town asking him to attend\nto the incomplete record as a matter of urgency.\nNo reply was received to any of these letters. On 28 May 1993 Snellers notified\nher that \"a bundle of missing documents, about 400 in number\", had been found\nwhich needed to be sorted out. The attorneys for Standard\nBank were requested to\nmake their file available to Snellers in order to reconstruct the record from\nthese documents and their file\nwas handed to Snellers on 16 June 1993. Snellers\nthereafter required some further documents which caused a further delay. On 1\nSeptember\n1993 Snellers completed the preparation of one copy of the record\nwhich the appellant uplifted the following day. On\n9\n10 September 1993 the requisite number of copies of the record were lodged\nwith the registrar of this Court and delivered to Standard\nBank's attorneys. The\nrecord consists of nine volumes and runs to 755 pages. The application for\ncondonation was filed on 20 September\n1993.\nIn my view it is clear from the\naforegoing that the delay in lodging the record was mainly due to the fact that\ndocuments were mislaid\nin the Cape Town Supreme Court. For that the appellant\ncan certainly not be blamed. I cannot accept, as has been suggested on behalf\nof\nStandard Bank, that the appellant was all along in possession of a fully\npaginated and indexed copy of the Court's papers and\nthat she could have seen to\nthe preparation of the record herself. She denies this suggestion, the facts do\nnot support it and it\nis highly unlikely. I accordingly accept that the delay in\ncomplying with AD Rule 5(4)(c) was largely caused by\n10\nfactors beyond the appellant's control.\nOther factors usually weighed by this Court in considering a petition for\ncondonation under AD Rule 13 include the importance of the\ncase, the prospects\nof success, the respondent's interest in the finality of the judgment, the\nconvenience of the Court and the avoidance\nof unnecessary delay in the\nadministration of justice (per Holmes JA in Federated Employers Fire and General\nInsurance Co Ltd and\nAnother v McKenzie 1969(3) SA 360 (A) at 362 F-G).\nThe\nappeal is without doubt a matter of vital importance to the appellant. On the\nother hand her creditors clearly have an interest\nin the finality of the\njudgment which is a factor militating against the granting of the indulgence\n(per Trengove AJA in Mbutuma\nv Xhosa Development Corporation Ltd 1978(1) SA 681\n(A) at 686 F - 687 A). Two other factors mentioned viz the\n11\nconvenience of the Court and the avoidance of unnecessary delay are not\nimportant in the present circumstances. There is no or minimal\ninconvenience to\nthe Court and the delay was not great and was largely beyond the control of the\nparties.\nIn view of the fact that the other factors, either alone or cumulatively, are\nnot of decisive importance, it becomes necessary to\nconsider the appellant's\nprospects of success on appeal.\nThe appellant, who appeared in person at the\nhearing of this appeal, submitted that the application for sequestration was\nfatally\ndefective for want of compliance with sec 9(3) of the Act in that when\nthe application was issued by the Registrar and served on\nher it was not\naccompanied by a certificate of the Master that security had been given. The\nsame point was raised at the first hearing\nand rejected by Scott J (see the\nfirst judgment at 288C-291G). The security certificate requirement of sec 9(3)\nis presently to be\nfound\n12\nin sec 9(3) (b) which was inserted in the former sec 9(3) by sec 1\nof Act\n122 of 1993. The wording of the requirement has, however,\nremained\nunchanged.\nSec 9(3) (b) provides :\n\"The facts stated in the petition shall be confirmed by affidavit and the\npetition shall be accompanied by a certificate of the Master\ngiven not more than\nten days before the date of such petition that sufficient security has been\ngiven for the payment of all fees\nand charges necessary for the prosecution of\nall sequestration proceedings and of all costs of administering the estate until\na trustee\nhas been appointed, or if no trustee is appointed, of all fees and\ncharges necessary for the discharge of the estate from\nsequestration.\"\nSec 9(4) further provides that before a petition\nis presented to the court, a copy of the petition and of every affidavit\nconfirming\nthe facts stated in the petition must be lodged with the Master or\ndesignated officer who may report to the court on the petition.\nIn\n13\nterms of sec 1 of the Petition Proceedings Replacement Act 35 of 1976 the\nreference in sec 9 to proceedings by way of petition must\nbe read as a reference\nto proceedings by way of notice of motion. The relevant facts are the following:\nThe notice of motion and\nfounding affidavit were signed on 11 July 1991. The\nbond of security was executed on the same day. Also on the same day the notice\nof motion and founding affidavit (without the certificate) were filed with the\nRegistrar who issued the application and allocated\na case number to it. The\noriginal papers and copies were immediately uplifted and copies were served on\nthe Master on the same day\nie 11 July 1991, together with the original bond of\nsecurity. A combined Master's report in terms of sec 9(3) and 9(4) of the Act\nwas issued by the Master on 12 July 1991. On 15\n14\nJuly 1991 the application without the Master's report was served on the\nappellant. The original papers, together with the certificate,\nwere returned to\nthe Registrar and the application came before the Court on 17 July 1991. To sum\nup, the certificate did not accompany\nthe application either when it was signed,\nfiled with the Registrar, issued or when it was served. By the time the papers\nwere served\non the appellant security had however, already been furnished and\nthe certificate had come into existence. It was before the Court\nwhen the matter\nwas heard.\nSec 9(3) (b) of the Act requires the application to be accompanied\nby the certificate and requires further that the certificate must\nhave been\nissued not more than ten days before the date of the notice of motion (Anthony\nBlack Films v Beyl 1982\n15\n(2) SA 478 (W)). The subsection is silent as to when the certificate must\naccompany the application. It seems clear that the certificate\nneed not be\nattached to the application when it is signed and that it need not even then\nexist. (Rennies Consolidated (Transvaal)\n(Pty) Ltd v Cooper\n1975 (1) SA 165\n(T)\nat 166 E-H; Mafeking Creamery Bpk v Mamba Boerdery (Edms) Bpk; Mafeking Creamery\nBpk v Van Jaarsveld\n1980 (2) SA 776\n(NC)at 781C and De Wet NO v Mandelie (Edms)\nBpk\n1983 (1) SA 544\n(T) at 546 C-D).\nDifferent views have been expressed in\nthe Provincial Divisions as to when thereafter the certificate must accompany\nthe application.\nIn the Transvaal it has been held that the certificate must be\nobtained before the application is filed and served and must\n16\naccompany such filing and service. (Arnawil Investments (Pty) Ltd v Stamelman\nand Another\n1972 (2) SA 13\n(W) at 14 A; the Rennies Consolidated case, supra at\n166 F-H; A Holman Trading Co (Pty) Ltd v Pipeweld Construction and\nErection\n(Pty) Ltd\n1977 (4) SA 360\n(T) at 363 B-D; and De Wet NO v Mandelie\n(Edms) Bpk., supra, at 547 G-H.)\nIn the Arnawil Investments case, supra, Marais J stated\n(at\n13-14) that the purpose of the security requirement of sec 9(3) was to\ndiscourage frivolous or vexatious proceedings against solvent\npersons and to\nsafeguard such persons against monetary loss where such proceedings are\nnevertheless brought. For security to be an\neffective brake on unfounded\npetitions for sequestration it was thought to be necessary to insist on security\nbeing furnished at\nsome\n17\nstage prior to the incurring of costs by the respondent. That stage\nwould\nbe reached before the service of the application on the\nrespondent. Hence the\nwords \"the petition shall be accompanied\nby a certificate\". Marais J went on to say (at 14 B-C) :\n\"The use of the word 'shall' in conjunction with 'accompanied' in my view also\ncloses the door to means of proof other than a prescribed\ncertificate, of the\nfact that the Master has been furnished with the required security for costs. If\nthis is the correct construction\nof the sub-section, a respondent served with a\npetition for his sequestration would not be put to any expense whatever if, at\nthe\ntime of service, he finds no security certificate in the papers served on\nhim. And that does seem to have been the result intended\nby the\nLegislature.\"\nAs was pointed out by Leon J in RSA Factors Ltd v\nHansen\n1983 (4)\nSA 873\n(D & CLD) at 874 H, there is nothing\nin sec 9(3) which provides\nthat the security must in any way relate\n18\nto the respondent's costs. The costs of opposition are not the costs referred\nto in the subsection. The precursor to the present sec\n9(3) (b) was sec 9(2) (b)\nof Act 32 of 1916, which was similarly worded and required security to be\nfurnished \"for payment of all\nfees and charges necessary for the prosecution of\nall sequestration proceedings until a trustee has been appointed, or if no\ntrustee\nis appointed all fees and charges necessary for the discharge of the\nestate from sequestration\". In Sliom v Couzyn\n1924 TPD 279\nit was held (per\nTindall J) that the security required by the subsection is not security for the\ncosts of opposition incurred by\nthe respondent, but the costs of the Master and\nthe Sheriff. A similar view was expressed in Buirski and Herbstein v Estate\nHunter\nand Another\n1937 CPD 180\nat 182 (per Van Zyl JP).\n19\nThese two decisions were not referred to in the Arnawil Investments case,\nsupra. In Melcost Investments (Pty) Ltd v Kruger 1968(2)SA\n69(0) Klopper J,\nfollowing Sliom v Couzyn, supra, and Buirski and Herbstein v Estate\nHunter\nand Another, supra, held (at 72 B) that the security referred to\nin\nsec 9(3) of the Act must be furnished before the provisional order\nis\ngranted. In the first judgment Scott J approved of the\nfollowing passage in\nMeskin, Insolvency Law, at 2-29 as\ncorrectly stating the purpose of the\nsecurity requirement of sec 9(3).\n\"It is submitted that the intention is to ensure that there is a fund available\nto meet the costs which as a result of the operation\nof the process of\nadministration necessarily will be incurred in case it should transpire that no\ntrustee is appointed and the estate\nis discharged from sequestration or,\nalthough such appointment ensues, there is no, or insufficient, property from\nwhich such costs\ncan be met.\"\n20\nThe decision in the Arnawil Investments case and the\nother\nsimilar decisions in the Transvaal have not been followed\nin the\nother provinces. In the Mafeking Creamery case it was held\nthat the\ncertificate need not accompany service of the application on\nthe respondent.\nIn that case security had at the time of service in\nfact been furnished and\nthe point was left open as to whether it was\nnecessary for security to have\nbeen given at that stage. Zietsman\nJ pointed out (at 781 H) that the Act did\nnot require that\napplications for a provisional order of sequestration be\nserved on the\nrespondent, and went on to say the following at 782 A-B :\n\"Dit is na my mening duidelik dat die nodige sertifikaat deur die Meester\nuitgereik moet word en voor die Hof moet wees voordat 'n\nvoorlopige bevel\nuitgereik kan word, maar aangesien betekening van die stukke op die respondent\nnie 'n wetlike vereiste is nie is\ndit my mening dat die betekening van 'n\nafskrif van die aansoek op die respondent voordat die sertifikaat van die\nMeester ontvang\nis, en die versuim om op enige stadium daarna 'n afskrif van die\ngenoemde sertifikaat op die respondent te beteken, nie 'n versuim\nis om aan\n'n\n21\nbepaling van die Wet te voldoen nie en derhalwe nie noodwendig 'n fatale defek\ntot die aansoek is nie.\"\nIn RSA Factors Ltd v Hansen, supra, the application\nfor a\nprovisional order of sequestration was served on the respondent without the\ncertificate which was riled the day before the hearing\nand was before the Court\nwhen the matter was heard. A point in limine that the application was fatally\ndefective for want of compliance\nwith sec 9(3) was dismissed. Leon J referred\n(at 875H - 876C) to the long-standing practice in Natal to the effect that,\nwhere an\napplicant for a provisional order of sequestration relies upon a nulla\nbona return or upon documentary evidence of an independent\nnature which is\nconfirmatory of the allegations in the application, no notice need be given to\nthe respondent and an\n22\norder for provisional sequestration can be obtained ex parte.\nThe learned Judge went on to say the following at 876 B-D :\n\"Where, as here, a nulla bona return is relied upon, there was thus no need\nin terms of the Natal practice for the application to\nbe served upon the\nrespondent at all before a provisional order of sequestration was obtained. And\nin the case of such an application\nthe long-standing practice of the Natal\nProvincial Division is that the security certificate need not be lodged with the\nCourt when\nthe petition is filed: it is sufficient if the security certificate\n(which must not be stale) is lodged before the hearing.\"\nA similar practice prevails in the Cape Provincial\nDivision\nwhere, in terms of Court Notice No 59, promulgated on 8\nMarch\n1984, no notice of an application for a provisional order of\nsequestration\nneed be given to a respondent if the applicant relies\non a nulla bona return\nor an act of insolvency in terms of sec 8(g)\nof the Act. An earlier Court\nNotice No 44, promulgated on 6\n23\nNovember 1975, requires the applicant first to lodge his application for a\nprovisional order of sequestration with the Registrar (who\nissues the\napplication and allocates a case number) before a copy of the papers are served\non the Master. In practice a copy of the\nissued application and the original\nbond of security are handed simultaneously to the Master who does not furnish a\nseparate certificate\nand report but combines both in one document. In his first\njudgment Scott J stated (at 289 C) that the practice in the Cape Provincial\nDivision was that the Master's report, incorporating the security certificate,\nneed not be served on the respondent. The learned\nJudge held (at 291 E-G) that\nall that is required by sec 9(3) is that the security must have been given\nbefore the provisional order\nis granted. The practice in the Cape\n24\nProvincial Division, followed in the present case, of lodging the Master's\nreport, incorporating the security certificate, with the\nCourt prior to the\napplication being set down for hearing, was, according to the learned Judge, not\ncontrary to the provisions of\nsec 9(3) of the Act.\nThe Act does not expressly\nrequire that notice of an application for a provisional order of sequestration\nbe given to the debtor or\nthat the papers in such application be served on the\ndebtor prior to the hearing. And in my view there is no implied requirement\nto\nbe found in sec 9(3) (b) of the Act that the security certificate must be served\non the respondent before the hearing. With regard\nto the purpose of requiring\nthe applicant to furnish security I prefer the view expressed in Sliom v Couzyn,\nsupra,\n25\nto that expressed in the Arnawil Investments case. I agree with what Leon J\nsaid in the RSA Factors case (at 874 H) that there is\nnothing in the subsection\nto indicate that the security must in any way relate to the respondent's costs.\nHad that been the intention,\none would have expected the Legislature to have\nsaid so clearly, in the same way as it did in sec 125 of the Act which requires\nthe\ninsolvent who applies for his rehabilitation to furnish security \"for\npayment of the costs of any person who may oppose the rehabilitation\nand be\nawarded costs by the court\". I accordingly do not think that sec 9(3) (b) can be\nconstrued so as to extend the security to\nthe respondent's costs of opposition\nto the sequestration application. The process of administration of the insolvent\nestate follows\nmainly upon the issue of the provisional order of\n26\nsequestration, and it is the costs necessarily incurred in that\nprocess\nwhich the subsection intends to cover. Ail that is thus required\nby\nthe subsection is that security must have been given before the\nmatter\nis heard and that the security certificate shall then accompany\nthe\napplication. In the Melcost Investments case, supra,\nKlopper J put it thus (at 72 A-C) :\n\"Dit is duidelik dat sodra 'n voorlopige bevel van sekwestrasie verkry word,\nmasjinerie in werking gestel word wat onmiddellike kostes\nmeebring. Behalwe vir\ndie kostes wat deur die Weesheer aangegaan moet word, moet die Balju\nof Adjunk-Balju ook kostes aangaan\t Dit is na my\nmening dus duidelik dat die Wetgewer sekuriteit vir hierdie kostes verlang voor\nenige bevel nog gemaak word, sodat gemelde persone\nnie in 'n posisie geplaas kan\nword, dat waar hulle ingevolge 'n Hofbevel verplig word om sekere handelinge te\nverrig en in sekere\nomstandighede dit dringend moet doen, dit gedoen word sonder\ndat die nodige sekuriteit vir die kostes voorsien is\nnie.\"\n27\nI am accordingly of the view that sec 9(3) (b) of the Act does not require\nthe security certificate to accompany the application either\nwhen it is filed\nwith the Registrar or when it is served on the respondent and that the practice\nin the Court a quo, followed in\nthe present case, does not conflict with the\nprovisions of the subsection. The point taken by the appellant that the\napplication\nwas fatally defective for want of compliance with the subsection\ncannot therefore succeed.\nBefore I leave this aspect I should point out that\nit was not contended by the appellant that in failing to serve a copy of the\nsecurity\ncertificate with the application on her prior to the hearing, Standard\nBank acted in breach of the Uniform Rules of Court Although\nthe Act does not\nrequire that notice of an application for\n28\na provisional order of sequestration be given to the debtor or that the\npapers in such application be served on the debtor prior to\nthe hearing, each\nProvincial Division has followed its own practice with regard to these aspects.\nI have already referred to the\npractice in Natal and the Cape Provincial\nDivisions that no notice need be given to a debtor when the creditor relies upon\ncertain\nspecified grounds, for example upon a nulla bona return. The practice\nwould appear to be the same in the Transvaal. See Simross Vintners\n(Pty) Ltd v\nVermeulen; VRG Africa (Pty) Ltd v Walters t/a Trend Litho; Consolidated Credit\nCorporation (Pty) Ltd v Van der Westhuizen\n1978 (1) SA 779\n(T) at 783 E-G. For\nthe practice in the other Divisions see Gouws v Scholtz\n1989 (4) SA 315\n(NC).\nThe question will\n29\nthen arise as to whether, if service of the papers prior to the hearing is\nrequired in terms of the practice of a particular court,\nservice of the security\ncertificate in terms of the Uniform Rules is not also then required at some\nstage prior to the hearing. The\npoint, as I have said, was not taken and in any\nevent service of the application in the present case was not necessary insofar\nas\nan act of insolvency in terms of sec 8(g) of the act was relied upon and the\nfinal order of sequestration was granted on that basis.\nThis brings me to the\nmerits of the appeal against the final order granted by Scott J. On 11 July 1991\nwhen the sequestration proceedings\nwere launched the appellant was indebted to\nStandard Bank in an amount of not less than R559 537,18, for\n30\nwhich it held no security. By the time of the first hearing the debt had\nincreased to R713 032,77 and by the time of the second hearing\nto R796 240,67.\nOn 24 March 1992 Syfrets Bank obtained judgment against the appellant in a\ncapital amount of Rl,5 m plus interest\nin respect of a loan agreement concluded\non 3 June 1990. The loan was secured by a mortgage bond over the appellant's\nimmovable properties.\nBy the time of the first hearing this debt had increased\nto Rl,8 m and by the time of the second hearing to more than R2 m by reason\nof\nthe non-payment of interest. Other liabilities conceded by the appellant at the\nfirst hearing were the amounts of R70 800,00 owing\nin legal fees to a firm of\nattorneys, R125 000,00 owing to a certain trust and R85 000,00 owing on lease\nand instalment sale agreements.\nHer\n31\ntotal undisputed debts as at the first hearing therefore amounted to\napproximately R2,7 m.\nThe appellant's only assets of note are the farm\nGoedeverwachting near Sir Lowry's Pass in the district of Somerset West (\"the\nfarm\")\nand an industrial property known as Broadlands Industrial Park, Strand.\nThe farm has been subdivided into seven portions and the\nindustrial property\ninto three. I shall refer to the three latter portions together as the\nindustrial property. One of these, the\nremainder of erf 5089, was sold in\nOctober 1991 to one Doggett for R2 245 000,00. Doggett thereafter sought to\navoid the sale on\nvarious grounds and protracted litigation followed which was\nstill unresolved at the time of the second hearing. There are six industrial\nbuildings, subdivided into twelve lettable components,\n32\non the remainder of erf 5089. The other two subdivided portions of the\nindustrial property are erven 18859 and 12857.\nAt the first hearing Standard\nBank sought the sequestration order on the grounds that the appellant had\ncommitted acts of insolvency\nin terms of sections 8(c) and 8(g) of the Act and\nthat she was in fact insolvent as contemplated by section 10(b) of the Act.\nScott\nJ held, (at 294 E-F and 295 F-G of the first judgment) that both acts of\ninsolvency had been established. With regard to the question\nof the appellant's\nactual insolvency Scott J correctly pointed out (at 295 I) that this depended\nupon the value placed on her immovable\nproperties. At the time Standard Bank's\nvaluer, Carroll, valued the farm at Rl 300 000,00 and the industrial property at\nRl 529 220,00\nfor a total of R2 829 220,00,\n33\nwhile the appellant's valuers placed a substantially higher value on the\nproperties. Scott J said in the first judgment (at 296 B)\nthat the mere fact\nthat Doggett was initially prepared to pay R2 245 000,00 for the remainder of\nerf 5089 indicated that Carroll's\nvaluation may be over-conservative. The\nlearned Judge accordingly held that it had not been established that the\nappellant was in\nfact insolvent. In the second judgment Scott J confirmed his\nprevious finding that the appellant had committed an act of insolvency\nin terms\nof sec 8(g) of the Act. He accordingly did not find it necessary to reconsider\nhis finding that an act of insolvency in\nterms of sec 8(c) (prejudicing or\npreferring creditors) had been established or whether, in the light of new facts\nplaced before\nhim at the second hearing, the appellant was in fact\n34\ninsolvent.\nI proceed to consider the learned Judge's finding that the\nappellant had committed an act of insolvency in terms of sec 8(g) of the\nAct in\na letter dated 5 June 1991 which she wrote to Standard Bank. The subsection\nreads :\n\"8. A debtor commits an act of insolvency -\n(g) if he gives notice in writing to any one of his creditors that he is unable\nto pay any of his debts.\"\nThe letter in question is a lengthy one, consisting of some\nfive\ntyped pages. It is addressed to the manager of Standard\nBank's Matador Centre\nbranch where the appellant had her account\nand is headed \"Bridging finance :\noverdraft facilities\". It\ncommences by referring to the fact that the\nappellant has\n35\napproached Syfrets Bank to consent to a second mortgage bond\nbeing passed\nto secure her indebtedness to Standard Bank. It\nproceeds to set out details\nof the appellant's immovable properties\nand the steps which have been taken\nto develop and market the\nproperties. It is pointed out that it will take\nsome time to sell the\nproperties. Then follows the passage relied upon by Standard Bank\nas constituting written notice of inability to pay. It reads :\n\"We are asking you therefore, to allow us a period of grace in which to realise\nthe sale of the above assets and accordingly discharge\nour obligations to your\nbank. We note that at present you have an unsecured overdraft and venture to\nsuggest that now that Syfrets\nhas advised the writer of its agreement to the\nregistration of a second mortgage bond in favour of Standard Bank, the Bank\nextends\nthe bridging finance to the writer, for a maximum period of six (6)\nmonths, and secures the bridging loan by means of the registration\nof the second\nbond as agreed.\"\n36\nThe request for a period of grace is repeated in the penultimate paragraph\nwhich reads :\n\"In the event that the Bank does not wish to register the second mortgage bond\nand extend the bridging finance to the writer, it\nis requested that a period of\ngrace be allowed whilst the writer replaces this finance with bridging from\nanother source.\"\nSec 8(g) quoted above may mean \"unable to pay\nany single\none of his debts\" or it may mean \"unable to pay all his debts\".\nThis ambiguity was cleared up by the amendment (by sec 5 of Act\n16 of 1943) of the Afrikaans version to read :\n\"8(g) as hy aan enigeen van sy skuldeisers skriftelik kennis gee dat hy nie\nin staat is om een of ander van sy skulde te betaal nie.\"\nBefore its amendment the relevant part of the Afrikaans version\nread \"om sy skulde te betaal nie\" which clearly meant all his\n37\ndebts. As the Afrikaans version was the signed one, the English version until\nthe amendment must be taken to have meant \"unable to\npay all his debts\". The\namending provision inserted into the Afrikaans version makes it clear that the\nproper interpretation of sec\n8(g) now is that the notice need relate only to an\ninability to pay any single one or more of the debtor's debts. (Optima\nFertilizers\n(Pty) Ltd v Turner\n1968 (4) SA 29\n(D & CLD) 29 at 32 F - 33\nA).\nWhether a particular notice is such as to constitute an act of insolvency\nwithin the meaning of sec 8(g), depends on a construction\nof its contents, read\nas a whole. The question when considering the letter is not whether the debtor\nis in fact unable to pay or\nwhether he is solvent or insolvent. Inability to pay\nmust\n38\nbe distinguished from unwillingness to pay. If the debtor is merely saying\nthat he is unwilling to pay, the letter does not constitute\nan act of\ninsolvency. Construing the written notice involves deciding how the reasonable\nperson in the position of the creditor receiving\nthe notice would understand it.\nTo such a reasonable person must be attributed the creditor's knowledge at the\ntime of the relevant\ncircumstances. (Barlow's (Eastern Province) Ltd v Bouwer\n1950 (4) SA 385\n(EDLD) at 390 E-H; Optima Fertilizers (Pty) Ltd v Turner, supra,\nat 33 A-D; Du Plessis en 'n Ander v Tzerefos\n1979 (4) SA 819(0)\nat 834 F-H and\nthe first judgment at 291 H - 293 E).\nIn the present case it is clear that\nthe appellant had received letters of demand from Standard Bank before she wrote\nthe letter of\n39\n5 June 1991 and that the debt was then due and payable. The letter of 5 June\n1991 does not, of course, expressly say that the appellant\ncannot pay, and she\nhas submitted that she was merely expressing her unwillingness to pay and that,\nhad she been pressed, she could\nhave raised the money and paid her debt to\nStandard Bank. I cannot agree with the submission. The tenor of the letter, read\nas a\nwhole, is clearly to the effect that the appellant cannot pay her debts\nunless she is given time to pay and is granted \"bridging\nfinance\" for a period\nof six months. It is made clear that the immediate realisation of the immovable\nproperties is not possible\nand will in fact take time, and it is for this reason\nthat Standard Bank is asked for time to pay and to provide additional finance\nor\nat least to allow a period of grace so that finance can be\n40\nobtained from another source.\nIt is thus clear from the letter that the\nappellant was not at the time in a position to realise sufficient assets to pay\nthe debt.\nAt the time Standard Bank's claim was of the order of R550 000,00 and\nit knew that the appellant's properties were mortgaged in favour\nof Syfrets Bank\nto the extent of approximately Rl,5 m. I accordingly agree with the Ending of\nScott J (at 294 E-F of the first judgment)\nthat in the circumstances the only\ninference to be drawn from the letter is that she was unable to pay. The letter\nthus constitutes\nan act of insolvency within the meaning of sec 8(g) of the\nAct.\nAs I have said, Scott J did not find it necessary on the extended return\nday of the provisional sequestration order to\n41\nreconsider, in the light of new information placed before him, whether the\nappellant was in fact insolvent. It will be recalled that\nCarroll valued the\nfarm at Rl,3 m and the industrial property at Rl 529 220,00 for a total of R2\n829 222,00 as against admitted debts\nat the time of the first hearing of\napproximately R2,7 m. Carroll's valuation was supported by other valuers.\nJonathan Smiedt, who\nwas instructed by the appellant's major creditors during\nMarch 1992 to sell one of the industrial subdivisions, erf 12857, at a public\nauction, stated in an affidavit sworn to on 6 July 1992 that not a single bid\nwas received at the auction and that the property market\nhad since become\ndepressed so that erf 12857 would not fetch more than R150 000,00 if then sold\nat a sale in execution. Smiedt later\nalso valued the farm on\n42\nbehalf of Syfrets Bank and placed a value on it of Rl,2 m as at 10 February\n1993. The second industrial subdivision, erf 18859, was\nvalued on behalf of\nSyfrets Bank by Israel Jacobs at R250 000,00 as at February 1993. The third\nindustrial site, the remainder of\nerf 5089, was valued by David Newham on behalf\nof Syfrets Bank at R905 000,00 as at 30 January 1993. It will be seen,\ntherefore,\nthat Smiedt's valuation of R150 000,00 for erf 12857; Jacobs's\nvaluation of R250 000,00 for erf 18859; Newham's valuation of R905\n000,00 for\nthe remainder erf 5089 and Smiedt's valuation of Rl,2 m for the farm all\nsupported Carroll's valuation. The provisional\ntrustees reported in an affidavit\nfiled before the second hearing that the trial against Doggett had started on 1\nFebruary 1993 and\nthat after evidence had been led for about\n43\ntwo weeks it had been postponed to 17 May 1993. By the time of the second\nhearing Syfrets Bank had notified the provisional trustees\nthat it was no longer\nprepared to support the litigation against Doggett. Apart from the uncertainty\nsurrounding the outcome of this\nlitigation the purchase price of R2,245 m was\nnot a cash price, as Scott J correctly pointed out in his second judgment. In\nall the\ncircumstances it would seem that Scott J should not have allowed the\nsale to Doggett to influence him in concluding in his first\njudgment (at 296\nA-C) that Carroll's valuation was too conservative.\nSubsequent to the granting of the provisional order of sequestration the\nprovisional trustees on 23 November 1992 addressed a circular\nto creditors\nadvising that the appellant's total\n44\nliabilities had increased to R3 488 000,00. According to information supplied\nby the appellant herself, claims of concurrent creditors,\napart from that of\nStandard Bank, now amounted to R950 000,00, some R700 000,00 more than the\namount previously disclosed by the\nappellant. By the time of the second hearing\nthe appellant's total debts exceeded R3,6 m. In a further opposing affidavit\nfiled on\n1 March 1993 the appellant claimed that she could realize a total\namount of R3 235 000,00 from the sale of her immovable properties.\nThis figure\nincluded the amount of R2 245 000,00 from the disputed Doggett sale. The other\nprospective sales were, as one of the\ntrustees pointed out in his affidavit,\neither subject to unacceptable conditions or made provision for transfer and\npayment at some\nfuture date which would\n45\nresult in unacceptable delays. Scott J therefore correctly concluded in his\nsecond judgment that were the properties to be disposed\nof immediately on the\nopen market and on the usual terms and conditions, they would inevitably realise\nvery much less than the sum\nmentioned, namely R3 235 000,00. The appellant had\nmade no payment in reduction of her debt to either of her major creditors since\nApril 1991, despite the fact that Syfrets Bank had, on 24 March 1992, obtained\njudgment against her in respect of the amount owing\nto it and had issued a writ\nof execution against her immovable properties. In my view the appellant was\nclearly insolvent at the\ntime of the second hearing.\nThe appellant next\nsubmitted that Scott J erred in holding in the second judgment that the\nsequestration of her estate would be\n46\nto the advantage of creditors. There is no merit in this submission. By the\ntime of the second hearing the appellant's financial position\nhad steadily\ndeteriorated over the previous two to three years. Accumulating interest on the\nbond holder's claim had continued to\nerode the residue available to concurrent\ncreditors. The appellant had had sufficient time to realise her assets and to\npay her creditors.\nShe had not done so and had failed to pay the interest on the\ncapital amounts. There was still a reasonable prospect of a substantial\npayment\nbeing made to the general body of creditors, although such prospect was fast\ndiminishing.\nFor these reasons the application for condonation must be refused on the\nground that there are no prospects of success in an appeal\nagainst the final\norder of sequestration.\nI proceed to deal with the appeal in case no 9716/93.\nFor\n47\nconvenience I repeat the facts which are relevant for a consideration of the\nissues raised in this appeal. The final order of sequestration\nwas granted on 8\nMarch 1993 and on 31 March 1993 the appellant duly lodged a notice of appeal in\nterms of AD Rule 5 (1). In terms\nof AD Rule 5 (4) (c) the appellant was required\nto lodge with the Registrar of this Court six copies of the record and to\ndeliver\nthe requisite number of copies to Standard Bank within three months of 8\nMarch 1993 or \"within such further period as may be agreed\nin writing\" (Rule\n5(4) (d)). On 13 May 1993, ie within the three month period, the appellant\nrequested Standard Bank's attorneys\nto agree that the three month period for the\nlodging of copies of the record be extended by eight weeks. On 4 June 1993\nStandard\nBank's attorneys advised the appellant that the\n48\nrequest for an extension was refused. At that time Standard Bank's attorneys\nwere fully aware of the fact that Snellers were having\ndifficulties in preparing\nthe record and that a delay was inevitable. The preparation of the record had\nnot been completed by the\ntime the application for an order declaring the appeal\nto have lapsed was launched on 10 August 1993. The application was opposed\nby\nthe appellant and the affidavits and annexures filed in that matter run to 661\npages. The matter came before Brand J who granted\nan order declaring the appeal\nin the sequestration proceedings to have lapsed and authorising the trustees to\nsell the immovable\nproperties vesting in the insolvent estate. The learned Judge\nalso ordered that the attorney and own client costs of the joint trustees,\nStandard Bank and Syfrets Bank be costs in the administration of the\n49\ninsolvent estate and that such costs be treated as costs of realisation of\nthe immovable properties in terms of sec 89 of the Act.\nBrand J considered\nthat the Court had jurisdiction to entertain the application as the Appeal Court\nhad not yet become seized with\nthe matter. The learned Judge further held that a\nfailure to comply with AD Rule 5(4) (c) causes the appeal to lapse and that AD\nRule 5(4A) (b), previously AD Rule 5(4) bis (b), which was relied upon by the\nappellant, does not apply in the present circumstances.\nIn view of the\nconclusion which I have reached that Brand J erred in granting the orders which\nhe did it is not necessary to decide\nwhether the Court a quo had jurisdiction to\nentertain the application.\nAD Rules 5(4) and 5(4A), insofar as relevant, provide\nas\n50\nfollows :\n\"5(4) After an appeal has been noted in a civil case the appellant shall -\n(a)\n(b)\n(c)\tin all other cases within three months of the\ndate\nof the judgment or order appealed against or an\norder granting leave to appeal; or\n(d)\twithin such further period as may be agreed to in\nwriting by the\nrespondent,\nlodge with the registrar six copies of the record of the\nproceedings in the\ncourt appealed from and deliver\nsuch number of copies to the respondent as\nmay be\nconsidered necessary\n(4A) (a) If an\nappellant who has withdrawn his appeal has failed to lodge the record of the\nproceedings in the court appealed from,\nor if an appellant is in terms of\nparagraph (b) deemed to have withdrawn his appeal, a respondent who has noted a\ncross-appeal may,\nwithin 20 days of the date of receipt by the respondent or his\nattorney of notice of withdrawal by the appellant or of the date upon\nwhich the\nappellant is so deemed to have withdrawn his appeal, as the case may be,\n51\nnotify the registrar in writing that he desires to\nprosecute the\ncross-appeal, and such respondent shall\nthereupon for the purposes of\nsub-rule (4) be deemed\nto be the appellant,\n(b) If an appellant has failed to lodge the record within the period prescribed\nand has not within that period applied to the respondent\nor his attorney for\nconsent to an extension thereof and given notice to the registrar that he has so\napplied, he shall be deemed\nto have withdrawn his appeal.\"\nAD Rule 5 (4) bis which, as I have said, was the forerunner\nof\nthe existing Rule 5 (4A), was introduced by way of amendment\nin 1969. Before\nthis Rule was introduced it was held in two earlier\ndecisions of this Court\n(Vivier v Winter; Bowkett v Winter\n1942 AD 25\nand Bezuidenhout v Dippenaar\n1943 AD 190)\nthat,\neven though not\nexpressly so stated in the Rules, an appeal lapses\non failure to comply with\neither of the Rules relating to the lodging\n52\nof copies of the record or security for the costs of an appeal. In the former\nof these decisions the appellant had noted an appeal\nbut failed to furnish\nsecurity in terms of the then existing Rule 7. The respondents brought an\napplication in this Court for an\norder that the appeal be discharged with costs.\nIt was held (per De Wet CJ) that even though the Rules did not specifically say\nthat\non failure to comply with the provisions of the Rule the appeal would\nlapse, it was clear that that was implied, so that there was\nno necessity for\nthe respondents to have brought the application. No order was consequently made\non the application. In Bezuidenhout's\ncase, supra, the appellant failed to\ncomply with both former Rules relating to the lodging of copies of the record\nand security for\nthe costs of the appeal. In refusing an application\n53\nfor condonation Centlivres JA said (at p 192) that:\n\"[I]n view of the fact that the appeal has already lapsed, the Court should not\ngrant the applicant any form of relief if it is satisfied\nthat there is no\nreasonable prospect of the appeal succeeding.\"\nThe introduction\nof AD Rule 5 (4) bis in 1969 was followed the next year by the decision of this\nCourt in Santam Verseke= ringsmaatskappy\nBeperk v Pietersen\n1970 (4) SA 215\n(A).\nIn that case the appellant failed to lodge the record as required by the then AD\nRule 5 (4) (c) and applied for condonation\nfor his failure to do so. It was\ncontended on behalf of the respondent that an application for condonation could\nnot be entertained\nas the appellant was \"deemed to have withdrawn his appeal\" in\nterms of Rule 5(4) bis (b). This sub-rule is identical to the present\nRule 5(4A)\n(b).\n54\nThis Court held that sub-rule (4) bis (b) should be read together with\nsub-rule (4) bis (a) and should be confined to those cases\nwhere the respondent\nhas noted a cross-appeal. It was held (at 217 C-G) that the sole reason for the\ninsertion of sub-rule (4) bis\n(b) was to fix the commencing date of the period\nwithin which the record is to be lodged by the respondent who has noted a\ncross-appeal\nin those cases where the appeal has not actually been withdrawn.\nThe operation of the sub-rule was thus confined to those cases where\nthe\nrespondent has noted a cross-appeal.\nThere is some uncertainty as to the\ncircumstances in which the provisions of the present Rule 5(4A) (b) will apply,\nmore particularly\nwhether it is to be confined to those cases where a\ncross-appeal has been noted. In United Plant Hire (Pty) Ltd v\n55\nHill and Others\n1976 (2) SA 697\n(D & CLD) Kumleben J held that the\nprovisions of AD Rule 5(4) bis did not apply in the circumstances of that case.\nIn that case\nthe applicant for relief had been the unsuccessful plaintiff in a\ntrial action against the first three respondents who had obtained\na court order\ncompelling the fourth respondent (the taxing master) to tax their bills of\ncosts. The applicant had noted an appeal\nagainst this order to this Court but\nhad failed to lodge copies of the record or to furnish security within the\nprescribed periods.\nThe first three respondents thereafter proceeded to have\ntheir bills of costs taxed despite the fact that an application for condonation\nwas served on them the day before the taxation. The applicant thereafter applied\nfor a declaratory order that the taxation of the\nbills of costs was invalid and\nof no force\n56\nand effect. It was submitted on his behalf that his appeal did not\nlapse\nupon the expiration of the prescribed period and that it only\nlapsed when it\nwas removed from the roll. Reliance for this\nsubmission was placed on the\nfollowing passage of the judgment of\nDe Villiers JA in the Pietersen case, supra, at 217 F-G:\n\"Subreël (4) bis (b) is slegs ingevoeg om in 'n geval waar die appèl\nnie daadwerklik teruggetrek is nie, die datum te\nbepaal waarvandaan die periode\nvan 21 dae en die periodes genoem in subreël (4) (a) en (b) bereken moet\nword. Dit was nooit\nbedoel om in 'n geval soos die onderhawige van toepassing te\nwees nie. In so 'n geval, d w s in 'n geval waar 'n appellant nie betyds\ndie\nstukke ingehandig het nie, loop hy wel die gevaar dat die appèl van die\nrol geskrap kan word maar hy is altyd geregtig\nom vir genoegsame redes aansoek\nom kondonasie van sy versuim te doen in terme van die bepalings van Reël\n13.\"\nIn rejecting the argument, Kumleben J, held (at 700 F -\n701 A) that the statement in the quoted passage that failure to\n57\ncomply with AD Rule 5(4) created the risk that an appeal may be struck from\nthe roll, did not form part of the ratio decidendi of\nthe decision in the\nPietersen case. This was that sub-rule (4) bis (b) did not apply at all to the\ncircumstances of that case and\nthat it related solely to the lodging of the\nrecord by a respondent in a cross-appeal and had no bearing upon the right of an\nappellant\nto seek condonation in terms of Rule 13. Applying the decisions of\nthis Court in the cases of Vivier, supra, and Bezuidenhout, supra,\nto the\ncircumstances of that case, Kumleben J held (at 701 C-D) that the appeal had\nlapsed when the time for the filing of the record\nhad expired and that the bills\nof costs were consequently validly taxed. The application was dismissed with\ncosts.\n58\nIn Waikiki Shipping Co Ltd v Thomas Barlow and\nSons (Natal) Ltd\n1981 (1) SA 1040\n(A) the respondent had granted the appellant an extended period\nwithin which to lodge the record. On the last day of the extended\nperiod the\nappellant delivered a record to the Registrar of this Court who refused to\naccept it as he considered the copies of the\nrecord tendered as not complying\nwith the provisions of AD Rule 5. The copies were uplifted and retendered to the\nRegistrar after\nthe expiry of the extended period. The appellant applied for an\nadjournment of the appeal which was refused. The Court instead granted\nan\napplication by the respondent striking the appeal off the roll. It was held (per\nWessels JA) that the extended period became the\n\"period prescribed\" within the\nmeaning of AD Rule 5(4) bis (b) (at\n59\n1048 E). After referring with apparent approval to the cases of Vivier and\nBezuidenhout the Court found it not necessary to decide\nwhether the appeal had\nlapsed because of the appellant's failure within the prescribed period to file a\ncomplete and acceptable record\n(at 1049 D-E). It was held that whether or not\nthe appeal had so lapsed the appellant still required condonation for its\nfailure\nto lodge a proper and complete record before the expiry of the extended\nperiod, which condonation the appellant had not applied for\n(at 1050 A). It\nwould seem from the judgment that the Court considered that AD Rule 5(4) bis (b)\nmight be of wider application than\nwas held in Pietersen's case. (Cf S v Adonis\n1982 (4) SA 901\n(A) at 907 D-G.) In the Waikiki Shipping case, supra, Wessels JA\nsaid (at 1049 D) that the circumstances in which this\n60\nsub-rule will apply, more particularly with reference to the dictum in\nPietersen's case at 217 D-G, might well be reconsidered by\nthis Court on a more\nappropriate occasion. After careful consideration I am not persuaded that the\ndecision in the Pietersen case\nlimiting the application of Rule 5(4A) (b) to\nthose cases where a cross-appeal has been noted, is clearly wrong. (Cf\nBloemfontein\nTown Council v Richter\n1938 AD 195\nat 232 and Catholic Bishops\nPublishing Co v State President and Another 1990 (1)SA 849 at 866 G-H.)\nThe principles stated in the Vivier and Bezuidenhout decisions, supra, were\nre-affirmed by this Court in Moraliswani v Mamili 1989\n(4)SA 1(A) where\nGrosskopf JA said at 8 B-D:\n61\n\"[T]here is strong authority for the proposition that failure to comply with\nRule 6 causes an appeal to lapse, and that condonation\nby this Court is needed\nto revive it.\"\nWhat is stated in the above passage applies\nequally to an appellant's failure to lodge the record within the period\nprescribed. This\nmeans that in the present case the appeal lapsed when the\nappellant had by 7 June 1993 failed to lodge the record as required by\nAD Rule\n5(4) (c) and that an application for condonation was required to revive it. No\nsuch application had been brought by the time\nthe proceedings in case no 9716/93\nwere launched. Once the appeal had lapsed the joint trustees were free to sell\nthe immovable properties\nvesting in the insolvent estate, unless, of course, the\nappellant took the initiative and moved for\n62\nan interdict against such sale. In the circumstances of the present case, and\nin the absence of a prior dispute necessitating a declaratory\norder, there was\ntherefore no necessity for the proceedings before Brand J to have been\ninstituted and the learned Judge should have\nmade no order on the application\nbefore him. The statement by De Wet CJ in Vivier's case, supra, at 26, that the\napplicants in that\nmatter could have taken steps in the Court below to have the\naction dismissed, is no authority for granting an order declaring the\nappeal to\nhave lapsed, as Brand J, seemed to think.\nWith regard to the costs of the\napplication Brand J should have made no order as to costs save to order that the\njoint trustees' costs\nbe costs in the administration of the insolvent estate,\nsuch\n63\ncosts to be treated as costs of realisation of the immovable properties in\nterms of sec 89 of the Act.\nIn the result the following order is made:\n1.\tIn case no 9245/91 the application for condonation of the late lodging of the\nrecord is refused and the appellant is ordered to\npay Standard Bank's costs\nrelating to the application for condonation and the appeal, such costs to\ninclude the costs of two counsel.\n2.\tIn case no 9716/93 the appeal is upheld with costs. The judgment of the Court\na quo is altered to read:\n\"No order is made on the application save that the costs of the first and second\napplicants are ordered to be costs in the administration\nof the insolvent\nestate, such costs to be treated as costs of realisation of the immovable\nproperties in terms of sec 89 of the Act.\"\nW\nVIVIER JA.\nJOUBERT JA) EKSTEEN JA) F H GROSSKOPF JA)\nNIENABER JA) Concur.",
  "scraped_at": "2026-02-12T06:04:43.535648",
  "date": null,
  "coram": [],
  "case_number": null,
  "parties": {
    "applicants": [],
    "respondents": []
  },
  "sections": {},
  "tags": {}
}