{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/60.html",
  "case_name": "S v Mashego (446/94) [1995] ZASCA 60 (25 May 1995)",
  "citation": "[1995] ZASCA 60",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 60\n|\nNoteup\n|\nLawCite\nS v Mashego (446/94) [1995] ZASCA 60 (25 May 1995)\nDownload original files\nPDF format\nRTF format\nSaaknr 446/94\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak tussen:\nTHOMAS MASHEGO\tAPPELLANT\nen\nDIE STAAT\tRESPONDENT\nCORAM: E M GROSSKOPF, NIENABER et MARAIS ARR\nVERHOOR: 18 MEI 1995\nGELEWER: 25 MEI 1995\nUITSPRAAK\nNIENABER AR/\n2\nNIENABER AR:\nDie appellant is onder meer aan moord op ene Madimetja\nEphraim Manyama en aan poging tot moord op ene Albert Kadiake skuldig bevind.\nVir die moord is hy ter dood veroordeel. Hy erken sy teenwoordigheid op die\ntoneel waar die oorledene dood en Kadiake ernstig verwond\nis maar ontken enige\naandadigheid daaraan. Kadiake en die oorledene was met 'n besending aluminium\nter waarde van R420 000,00 in\n'n vragwa van Richardsbaai na Johannesburg\nonderweg. Hulle was in diens van 'n Grma by name Marathon Transport. Kadiake was\ndie bestuurder.\nDie appellant, in sy vroeë veertigerjare, was vantevore ook\nin diens van Marathon Transport, trouens as bestuurder van swaar\nvoertuie wat\njuis op daardie roete bedrywig was. Die appellant erken in sy getuienis dat hy\nen Christopher Buthelezi, ook 'n voormalige\nwerknemer van Marathon Transport,\nsaam met twee ander makkers, Mkize en Hlatswayo, in Johannesburg 'n komplot\ngesmee het om 'n vragmotor\n3\nmet aluminium íe skaak. Met die oog daarop, so getuig hy, is hulle van\nJohannesburg almal saam na Pongola. Kadiake en die oorledene\nhet teen ongeveer\n19h00 op 18 Maart 1992 te Pongola stilgehou om die bande van hul vragmotor na te\ngaan en dieselolie van die een\ntenk na die ander oor te laai. Hulle was al moeg\nen het dit oorweeg om op Pongola te oomag. Maar toe die appellant en Buthelezi\nwat\nas oud mede werkers aan Kadiake bekend was, hul opwagting maak met die\nstorie dat hul molor in Pongola onklaar geraak het, het hulle\nhul deur die\nappellant laat ompraat om na Johannesburg deur te steek. Die appellant het\nonderneem om te bestuur sodat hulle kon rus.\nSo is hulle daar weg. Die oorledene\nhet in die slaapkajuit lê en slaap. Kadiake het voor tussen Buthelezi en\ndie appellant\ngesit. Net buite Pongola het hulle stilgehou om twee vrouens op te\nlaai, Constance Mavuso en Nomusa Zulu. Die twee vrouens was op\nsoek na 'n\ngeleentheid na Emdonini, 'n entjie verder op pad na Piet Retief. Hulle is\naangesê om eers op die\n4\nslaapbanke agter die bestuurskajuit te sit en het later daar gaan lê,\nMavuso saam met die oorledene op die boonste slaapbank,\nZulu saam met Kadiake op\ndie onderste slaapbank. (Aan geeneen van die staatsgetuies is pertinent gevra of\nenigiets onfatsoenliks\nop die slaapbanke gebeur het nie.) Die appellant wou nie\nstilhou toe hulle by die vrouens se bestemming kom nie. Eers 'n ent verder,\nby\n'n staanplek langs 'n plantasie, het hy die voertuig tot stilstand gebring. Die\nappellant erken dat hy toe vir Buthelezi gehelp\nhet om die oorledene en Kadiake\nse hande in die bestuurskajuit agter hul rúe vas te maak terwyl 'n\nvuurwapen op hulle gerig\nwas. Eers die oorledene en toe Kadiake is daarna die\nplantasie ingeneem terwyl die twee vrouens aangesê is om in die voertuig\nte bly lê. ïn die plantasie is elkeen se enkels met draad vasgemaak.\nDaarna is hulle in die kop geskiet, eers die oorledene,\ntoe Kadiake. Daar is\nhulle vir dood agtergelaat. Die oorledene was inderdaad dood maar Kadiake,\nwonder bo wonder, nie. Die voertuig\nis met die vrouens\n5\nvort. 'n Ent verder is weer stilgehou. Die vrouens is afgelaai, na 'n bos\ngeneem waar hulle vasgemaak en gelos is. Dit was 'n kilometer\nof wat van Piet\nRetief. Die voertuig is weg Johannesburg toe, met die appellant aan die wiel.\nDie twee vrouens het daarin geslaag\nom los te kom. Hulle het alarm gemaak en die\npolisie die volgende dag na die plek geneem waar Kadiake en die oorledene gevind\nis.\nDit het alles gelei tot die appellant se verhoor in die Oos- en\nSuid-Oostelike Rondgaande Plaaslike Afdeling te Piet Retief voor\nSpoelstra R en\ntwee assessore. Die appellant is op vyf aanklagtes aangekla: een van moord (ten\nopsigte van die oorledene), een van\npoging tot moord (ten opsigte van Kadiake),\neen van roof met verswarende omstandighede (ten opsigte van die vragwa met sy\nvrag) en\ntwee aanklagtes van aanranding (ten opsigte van die twee vrouens). Wat\nvan Buthelezi geword het, blyk nie.\nTen opsigte van aanklag 1 (moord) is die appelïant ter dood veroordeel;\nten opsigte van aanklag 2 (poging tot moord) is hy tot\n6\n15 jaar gevangenisstraf gevonnis; so ook op aanklag 3 (roof). Op aanklagte 4\nen 5 wat vir doeleindes van vonnis saam geneem is, is\n'n vonnis van een jaar\ngevangenisstraf opgelê. Voorts is gelas dat die helfte van die vonnis op\naanklag 3 en die gesamentlike\nvonnis op aanklagtes 4 en 5 saam loop met die\nvonnis op aanklag 2. Opsommenderwys is hy dus naas sy doodvonnis tot 'n\neffektiewe\ngevangenisstraf van 22½ jaar gevonnis.\nWat tans ter sprake is, is slegs 'n appèl, kragtens artikel 316A van\ndie Strafproseswet, 51 van 1977, teen sy skuldigbevinding\nen vonnis op aanklag\n1.\nDie appellant se verweer is dat hy met die moord op die oorledene en die\npoging tot moord op Kadiake niks te make gehad het nie. Hierdie\nmisdade sou\nvolgens hom gepleeg gewees het deur sy makkers, Buthelezi, Mkize en Hlatswayo.\nHulle is per motor na Pongola; toe díe\nappellant die oorledene en Kadiake\nomgepraat het om vir hom en Buthelezi saam te neem, is die ander twee met\ndie\n7\nmotor agtema; by die moordtoneel, waar die appellant volgens hom\nop\ninstruksie van Buthelezi parkeer het, het die ander twee met hul\nmotor agter die vragwa stilgehou; Buthelezi, gewapen met 'n\nvuurwapen, en die ander twee het die oorledene en Kadiake die bos\ningelei; self het hy net by die vrouens wag gestaan; die plan vooraf\nwas dat die oorledene en Kadiake net vasgemaak en in die bos\ngelos sou word; hy het wel twee skote gehoor en toe hy Buthelezi\nagterna in die vragmotor daarmee konfronteer sou laasgenoemde\ngesê het:\n\"Hy het gesê dit was hy wat geskiet het, want daardie mense ken vir ons\nen hulle sal vir ons laat vang.\"\nDie ander twee is intussen met die motor daar weg. Toe Buthelezi\ndie vrouens agterna wou doodmaak, het hy gepleit dat hulle gespaar\nword. Hy het hulle in die bos help vasmaak, maar, sê hy,\n\"... toe ons die vrouens vasmaak het ek gesorg dat ek die ander vrou nie\nstewig vasmaak nie sodat sy die voorval kan rapporteer by\ndie polisie.\"\n8\nHy het die voertuig daama Johannesburg toe bestuur na die plek waar die\naluminium afgelaai sou word. Volgens ooreenkoms sou almal\nvan hulie in die\nopbrengs deel. Hy het egter niks ontvang nie. Hy erken dus sy aandeel in die\nroof en in die aanranding op die vrouens\nmaar ontken verantwoordelikheid vir die\ngeweld op die oorledene en Kadiake.\nDie appellant se weergawe stuit teen die getuienis van Kadiake en Constance\nMavuso. (Nomusa Zulu het nie getuig nie. Sy het soek geraak.)\nVolgens Kadiake\nhet hy wakker geword toe die vragmotor tot stilstand gebring is. Die appellant\nwas met 'n vuurwapen gewapen en Buthelezi\nmet 'n mes. Die appellant het aan hom\ngesê dat hy die vragmotor \"hijack\". Terwyl die appellant die vuurwapen op\nhom en die\noorledene gerig het, het Buthelezi die oorledene se hande agter sy\nrug met 'n draad vasgemaak en hom uitgeneem. Toe Buthelezi 'n\nrukkie later\nterugkeer, is Kadiake se hande op sy beurt agter sy rug vasgemaak. Die vrouens\nis gedreig\n9\nom in die kajuit op die slaapbanke te bly lê. Die appellant en\nButhelezi het Kadiake toe die bos ingeneem, Buthelezi voor en\ndie appellant kort\nagter hom. Hy is aangesê om op sy maag te lê. Hy het gehoor, terwyl\nsy enkels met draad vasgebind\nword, dat die appellant vir Buthelezi sê om\nvinnig te maak, \"die mense sal vir hulle daar in die bos kom betrap\". Buthelezi\nwas nog daarmee besig toe hy 'n skoot hoor. Die oorledene is eerste geskiet. Toe\nhy. Hy kon nie sien wie die skietwerk gedoen het\nnie want hy het op sy maag\ngelê met sy hande agter sy rug en sy enkels vasgebind, maar dit moes die\nappellant wees. Nooit is\ndaar prontuit aan hom gestel dat twee vreemde persone\nbygekom het en dat dit hulle en Buthelezi was wat vir hom die bos ingeneem\nhet\nnie.\nVolgens die appellant het hy 'n ondergeskikte rol gespeel. Hy was bloot die\nbesíuurder van die vragwa wat die vrouens tydens\ndie voorval opgepas het.\nKadiake en Mavuso, daarenteen, het volhard dat dit die appellant was wat die\nleiding geneem het. Dit was\nhy\n10\nwat besluit het om die vrouens nie by hulle bestemming af te laai\nnie. Hy het die plek gekies waar daar stilgehou is. Dit was hy wat\nvolgens\nMavuso aan Buthelezi gesê het \"dit is nou tyd vir werk\"\nwaarop\nButhelezi 'n plastiese sak te voorskyn gebring het met die\ndraad waarmee die slagoffers se arms in die kajuit van die vragwa\nagter hul rúe vasgemaak is. Volgens albei die getuies was die\nappellant met 'n vuurwapen gewapen en Buthelezi met 'n mes.\nVolgens Mavuso het hy haar by die stilhouplek gedreig dat hy haar\nsou skiet as sy nie haar kop laat sak nie. Toe die appellant en\nButhelezi kort na die skote geskiet is weer na die vragmotor\nterugkeer, so getuig sy, het hulle\n\" ... fakture bymekaar gemaak en toe het die beskuldigde se vriend gesê\nhulle moet vir ons doodmaak. Hy het gesê die rede\nhoekom hy sê hulle\nmoet vir ons ook doodmaak dit is omdat ons vir hulle sal laat vang. Toe het\nbeskuldigde vir hierdie ander\nman gesê dit is nie nodig vir hulle om vir\nons dood te maak nie, want ons ken hulle nie. Hy het gesê hulle het die\nander\nmans doodgemaak omdat daardie mans vir hulle ken.\"\n11\nDie vraag is of die appellant se verduideliking redelik moontlik waar kan\nwees.\nDie kem twispunt is of die oorledene en Kadiake deur die appellant en\nButhelezi die bos ingeneem is dan wel deur Buthelezi, Mkuzi\nen Hlatswayo.\nKadiake gee toe dat daar op die een of ander stadium wel 'n ander voertuig was\nen hy kon die moontlikheid nie uitskakel\ndat die voertuig agter die vragwa\nstilgehou het nie. Mens kan aanvaar dat die appellant en Buthelezi op 'n manier\nby Pongola moes\nkom en dat daar denkbaar meer samesweerders as net die twee van\nhulle kon wees. Maar dit beteken nog nie dat die appellant nie by\nwas toe die\noorledene en Kadiake die bos ingeneem is nie. Dií is eintlik ondenkbaar\ndat Kadiake nie die ekstra persone sou\ngesien of van hulle teenwoordigheid bewus\nsou gewees het nie. Destemeer ondenkbaar is dit dat Kadiake wel die ander twee\npersone\ngesien het maar om die een of ander onverklaarbare rede daaroor geswyg\nhet om sodoende die appellant aan die pen te laat\n12\nry. Kadiake het die appellant geken en sy stem binne die bos herken. Die man\nwat hom uit die voertuig geneem het, en dit kon alleen\nmaar die appellant gewees\nhet, was heeltyd kort agter hom. Hy het gehoor hoe die appellant met Buthelezi\npraat. Wat die appellant\nagterna aan Constance Mavuso in die voertuig gesê\nhet toe die reis hervat is, is ook strydig met die moontlikheid dat twee\nvreemdelinge saam met Buthelezi die wandade gepleeg het. En ten slotte was daar\ngeen werklike rede waarom twee ander persone kwansuis\nsou moes ingryp nie. Die\nappellant en Buthelezi, gewapen met 'n vuurwapen en 'n mes onderskeidelik, was\nmans genoeg om die oorledene\nen Kadiake die bos in te neem. Die vrouens was ook\ngeen bedreiging vir hulle nie - hulle kon nêrens heen vlug nie. En, soos\ndie hof a quo tereg opmerk, as daar íwee ander persone was om te help,\nwaarom sou dit dan nodig wees om die oorledene en Kadiake\nse hande binne die\nkajuit agter hul rúe vas te maak?\nDie hof a quo bevind dat Kadiake en Constance Mavuso die\n13\nwaarheid praat. Weliswaar was daar weersprekings in hul getuienis, maar dit\nhet betrekkíng gehad op ondergeskikte punte. Op\ndie belangrike punte,\nbehalwe vir die gebeure in die bos self en wat die appellant agtema in die\nvoertuig aan Constance Mavuso sou\ngesê het, staaf hulle mekaar oor en\nweer. Die afwykinge tussen hul getuienis en die staat se opsomming van wesenlike\nfeite,\nwaarop die advokaat vir die verdediging sterk klem gelê het, was\nvir die hof a quo ook nie deurslaggewend nie. Daarmee gaan\nek akkoord. Mens weet\nnie wanneer, op grond waarvan en deur wie die opsomming opgestel is nie. Die\nafwykings kon te wyte wees aan\n'n wanvertolking van die verklarings wat aan die\nopsteller daarvan voorgelê is. Dit bevat in ieder geval die opsigtelike\nfout\ndat die appellant die oorledene en Kadiake te Piet Retief (in plaas van\nPongola) raakgeïoop het, Die foute in die opsomming\nwerp dus nie noodwendig\n'n swak refleksie op die getuienis van Kadiake en Mavuso nie. Hoogsíens\nbevat sodanige opsomming materiaal\nvir\n14\nkruisverhoor. Op sigself is die afwykinge wat hier ter sprake is, nie\nondermynend van die staat se saak nie.\nDie hof a quo bevind dat die appellant 'n onoortuigende getuie was. Met\ndaardie bevinding gaan ek ook akkoord. Hy het hom by verskillende\ngeleenthede en\noor verskillende aspekte weerspreek, hy weerspreek wat sy advokaat aan\nstaatsgetuies gestel het en hy erken dat hy\nnagelaat het om wesenlike aspekte\naan haar te noem. Kortom, sy getuienis weeg swak op teen dié van die twee\nstaatsgetuies.\nWat die waarskynlikhede betref het die advokaat vir die verdediging tereg die\nvraag geopper waarom die appellant die íwee vrouens\nhoegenaamd sou wou\noplaai en, nadat hy hulle opgelaai het, sou weier om hulle by hul bestemming af\nte laai, as dit deurentyd sy voomeme\nwas om die vragwa te skaak en om die\noorledene en Kadiake met die oog daarop om die lewe te bring. Dit is so dat\nhierdie stukkie\ngetuienis vreemd voorkom. Mens kan\n15\ndaaroor spekuleer maar sodanige spekulasie neem die saak nie veel verder nie.\nFeit is dat dié besondere aspek nie na behore\nuitgepluis en 'n\nbevredigende verklaring daarvoor nie in die getuienis te vinde is nie. Dit is 'n\nswakheid in die aanbieding van\ndie staat se saak maar dit raak nie werklik die\nkem daarvan nie, naamlik, of dit die appellant dan wel twee ander persone was\nwat\ndie oorledene en Kadiake met Buthelezi met moordgedagtes die bos ingeneem\nhet nie. Op die getuienis was dit wel hy. Ook was dit hy\nwat in die kajuit met\n'n vuurwapen bewapen was. Op die waarskynlikhede was hy dus die een wat die\nskote afgevuur het aangesien daar\nniks was om te suggereer dat hy die vuurwapen\nop 'n keer aan Buthelezi oorhandig het nie. Dit was ook Kadiake se afleiding\nwant hy\nhet die eerste skoot gehoor pas nadat die appellant Buthelezi\naangespreek het en terwyl Buthelezi nog besig was om sy enkels vas\nte bind.\nDié afleiding word bevestig deur wat die appellant volgens Mavuso agterna\nin die voertuig aan haar gesê het.\nWat\n16\nskuldigbevinding betref maak dit in ieder geval nie saak of dit die appellant\ndan wel Buthelezi was wat die skote afgevuur het nie.\nSelfs al was dit\nlaasgenoemde was die optrede van die appellant van so 'n aard dat hy op die\ngrondslag van 'n gemeenskaplike oogmerk\nonteenseglik aan die moord skuldig\nbevind moes word. Sy getuienis dat die plan net was om die oorledene en Kadiake\nin die bos íe\nlos, is ongeloofwaardig: dit sou noodwendig tot die\nboosdoeners se inhegtenisname gelei het.\nNa my mening moet die appèl teen die skuldigbevinding op aanklag 1 dus\nmisluk.\nWat vonnis betref was dit 'n berekende, koelbloedige teregstelling van die\noorledene en 'n gepoogde teregstelling van Kadiake wie\nse enigste sonde was dat\nhulle die appellant en Buthelezi geken het. Hulle moes doodgemaak word om spore\nuit te wis. Dit was 'n onontbeerlike\ndeel van die plan. Die moord is gepleeg om\nhul aandadigheid aan die roof te verberg. Die roof is\n18\nhy 'n effektiewe vonnis van 4 jaar gevangenisstraf opgelê is. Of\ndié misdaad voor of na die tersaaklike misdade gepleeg\nis, blyk nie uit\ndie oorkonde nie. Wat ookal die presiese posisie, toon dit die kaliber van die\nman. Alles in ag genome is die doodvonnis\nna my oordeel die enigste gepaste\nvonnis. Die konstitusionele wettigheid van dié vorm van straf is egter,\nsoos bekend, tans\nonder oorweging deur die konstitusionele hof. Totdat daardie\nhof hom eendag daaroor uitgelaat het, moet die saak dus, ooreenkomstig\nhuidige\ngebruik, uitgestel word.\nDie volgende bevele word gemaak:\n1.\tDie appellant se appèl teen sy skuldigbevinding op\naanklag 1\nmisluk.\n2.\tDie appellant se appèl teen die doodvonnis wat hom\nten opsigte\nvan aanklag 1 opgelê is, word uitgestel tot\n'n datum wat deur die\ngriffier van hierdie hof bepaal\nsal word\nP M Nienaber Appèlregter EM Grosskopf AR ) Stem saam Marais AR )",
  "scraped_at": "2026-02-12T07:03:34.421849",
  "date": "1995-05-25",
  "coram": [
    "E M GROSSKOPF",
    "NIENABER",
    "MARAIS"
  ],
  "case_number": "446/94",
  "parties": {
    "applicants": [
      "Thomas Mashego"
    ],
    "respondents": [
      "the State"
    ]
  },
  "sections": {
    "facts": "The appellant, Thomas Mashego, was convicted of murder of Madimetja Ephraim Manyama and attempted murder of Albert Kadiake, as well as robbery and two counts of rape. The victims were transporting aluminium cargo worth R420,000 from Richards Bay to Johannesburg for Marathon Transport. Mashego, a former driver for the same company, together with former colleagues Christopher Buthelezi, Mkize and Hlatswayo, allegedly planned to hijack the cargo. On 18 March 1992 they stopped the victims' vehicle near Pongola, bound the victims and two women (Constance Mavuso and Nomusa Zulu) with wire, and after a period in the bush shot the male victim dead and attempted to kill Kadiake. The women were later released. Mashego was sentenced to death for murder, 15 years for attempted murder, four years for robbery and one year for each rape, resulting in an effective sentence of 22½ years.",
    "issues": "The main issue on appeal was whether Mashego was correctly found guilty of murder (the first charge) and whether the trial court erred in accepting the prosecution’s version of events over his own testimony. The appeal also raised questions about the credibility of witnesses, the existence of a joint criminal enterprise, and whether the evidence established Mashego’s participation beyond a reasonable doubt.",
    "principles": "The court considered the principles of joint criminal enterprise and common purpose under South African criminal law, the burden of proof on the prosecution to prove participation beyond reasonable doubt, and the standards for assessing witness credibility. It also applied the provisions of the Criminal Procedure Act (section 316A) governing appeals against convictions and the requirement that an appellant’s version of events be reasonably possible and consistent with the evidence.",
    "application": "The appellate court found that Mashego’s testimony was inconsistent, implausible and contradicted the sworn evidence of Kadiake and Mavuso. The court held that it was not credible that Mashego merely drove the vehicle and was unaware of the shooting, given that he was armed, involved in binding the victims and was present at the scene where the shots were fired. The court concluded that Mashego shared a common purpose with Buthelezi to murder the male victims and that the prosecution’s case satisfied the legal test for guilt. Accordingly, the conviction for murder was upheld.",
    "conclusion": "The appeal against the murder conviction was dismissed. The death sentence was confirmed, with a further hearing on the constitutional validity of the death penalty to be scheduled at a later date by the court clerk."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "joint enterprise",
      "appeal",
      "robbery",
      "rape",
      "conviction"
    ]
  }
}