{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/25.html",
  "case_name": "S v Williams (79/94) [1995] ZASCA 25 (27 March 1995)",
  "citation": "[1995] ZASCA 25",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 25\n|\nNoteup\n|\nLawCite\nS v Williams (79/94) [1995] ZASCA 25 (27 March 1995)\nDownload original files\nPDF format\nRTF format\n79/94 N vH\nWINSTON TOHN WILLIAMS\nAppellant\nen\nDIE\nSTAAT\nRespondent\nSMALBERGER, AR :\n79/94\nNvH\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak tussen:\nWINSTON JOHN WILLIAMS\nAppellant\nen\nDIE STAAT\nRespondent\nCORAM\n: SMALBERGER, VIVIER, ARR et\nOLIVIER, Wn AR\nVERHOORDATUM\n: 20 Maart l995\nLEWERINGSDATUM\n: 27\nMaart l995\nUITSPRAAK\nSMALBERGER, AR :\nDie appellant het in die streekhof te Johannesburg skuldig gepleit op 'n\naanklag van dwarsboming of belemmering van die verloop van\ndie gereg.\nGepaardgaande daarmee het hy in terme\n2\nvan artikel 112(2) van die Strafproseswet 51 van 1977 die\nvolgende\nverklaring gemaak:\n\"Ek, die ondergetekende, Winston Williams, verklaar hiermee uit my eie vrye wil\nen sonder onbehoorlike beïnvloeding die\nvolgende:\n1.\nDat ek\ngedurende die tydperk 27 Julie 1992 tot 2 Augustus 1992 en te Johannesburg in\ndie síreekafdeling van Suid-Transvaal\nverkeerdelik en wederregtelik en\nmet die opset om die verloop van die gereg te belemmer met ene D N Jamen, alias\nBettie Webb, 'n\nooreenkoms aangegaan het om vleeslike gemeenskap met haar te\nhê;\n2.\nIn ruil vir die voorgemelde\nvleeslike gemeenskap het ek die saakdossier waarin die voorgemelde D N Jamen 'n\nbeskuldigde was in my\nbesit gehou en dit nie aan die poïisie terug besorg\nnie.\n3.\nEk erken dat ek 'saak is teruggetrek'\nop die voorkant van die dossier aangeteken\nhet;\n4.\tEk erken dat daar tussen myself en die\ngenoemde D N\nJamen ooreengekom is om op 2 Augustus 1992\nvleeslike\ngemeenskap te hê in ruil vir die saakdossier;\n3\n5.\tEk erken verder dat ek op die bovermelde datum na Jamen se woonstel is, die\nsaakdossier aan haar oorhandig het, maar dat ek nie\nvleeslike gemeenskap met\nhaar gehad het nie. Na die oorhandiging van die dossier is dit deur D N Jamen\ngeskeur;\n6.\tEk erken dat my langdurige besit van die dossier en my oorhandiging daarvan\naan D N Jamen verkeerd en wederregtelik was, dat ek\ndit gedoen het met die opset\nom die verloop van die gereg te belemmer en dat my handeling inderdaad die\nverloop van die gereg belemmer\nhet.\n7.\tEk erken ek is skuldig soos aangekla.\"\nHy is skuldig bevind\nsoos aangekla en gevonnis tot vyf jaar gevangenisstraf waarvan twee jaar\nvoorwaardelik opgeskort is.\nDie appellant het appèl aangeteken na die Witwatersrandse Plaaslike\nAfdeling teen beide sy skuldigbevinding en vonnis. Op appèl\nwas dit\ngemene saak dat die terugtrekking van die saak gemagtig is deur 'n senior\nstaatsaanklaer, en dat indien die dossier nie vernietig\nwas nie dit in die\npraktyk na die polisie sou\n4\nteruggegaan het en kon daar bes moontlik later weer met die\nvervolging voortgegaan word. Die hof a\nquo\nhet bevind dat, ondanks die\nappellant se pleit van skuldig, sy handeling slegs op 'n poging neergekom het.\nSy skuldigbevinding is\ndienooreenkomstig verander na een van poging tot\ndwarsboming of belemmering van die verloop van die gereg. Daar is opnuut oor\nvonnis\nbesin, en 'n vonnis van vier jaar gevangenísstraf, die helfte\nwaarvan voorwaardelik opgeskort is, is opgelê. Met verlof\nvan die hof a\nquo\nkom die appellant nou in hoër beroep slegs teen sy vonnis.\nDie appellant is tans 30 jaar oud. Hy is getroud. Daar is een kind uit die\nhuwelik gebore. Hy en sy vrou is van mekaar vervreem. Die\nappellant moet as 'n\neerste oortreder beskou word. Hy beskik oor 'n LLB graad wat hy met\ndeursettingsvermoë onder soms moeilike\nomstandighede verwerf het. Hy was as\nstaatsaanklaer werksaam toe hy die misdaad gepleeg het. As gevolg van sy\nskuldigbevinding het\nhy sy werk verloor. Sy loopbaan in\n5\ndie regte is waarskynlik beëindig en hy sal in die toekoms\n'n ander beroepsrigting moet volg. Sy skuldigbevinding hou dus vir\nhom baie\nnadelige gevolge in.\nDit is te betwyfel of die appellant opreg berou het oor sy optrede, sy pleit\nvan skuldig ten spyt. Toe hy ter versagting getuig het,\nhet hy die waarheid\nprobeer verdraai deur te beweer dat hy aanvanklik deur die betrokke vrou genader\nis, en nie sy deur hom nie.\nHy moes egter later toegee dat dit nie die geval was\nnie, Sy optrede in dié opsig is nie te rym met werklike berou nie. Daar\nmoet ook in gedagte gehou word dat die appellant nie op die ingewing van die\noomblik gehandel het nie en oorgenoeg tyd gehad het\nom oor sy optrede te\nbesin.\nDwarsboming of belemmering van die verloop van die gereg (of 'n poging\ndaartoe) is 'n emstige misdaad\n(S v Mene and Another\n1988(3) SA 641 (A)\nop 666A). Te meer is dit die geval hier omdat die appellant van 'n\nverantwoordelike vertrouensposisie\n6\nmisbruik gemaak het met die doel om sy eie selfsugtige drange te bevredig. Hy\nhet in 'n vertrouensposisie gestaan teenoor beide die\nprokureur-generaal, namens\nwie hy aangekla het, en die publiek, na wie se belange hy onbevange moes omsien.\nStaatsaanklaers vervul\n'n belangrike rol in die regspleging, en daar moet op\nhulle eerlikheid en integriteit by die uitvoering van hulle pligte\nsíaatgemaak\nkan word. Skiet hulle in dié opsig te kort of misbruik\nhulle hul gesagsposisie om 'n misdaad te pleeg, moet die regspleging\nnoodwendig\nskade lei omdat die gemeenskap daarin vertroue sal verloor. Die\ngemeenskapsbelang tree dus sterk na vore by die bepaling\nvan 'n gepaste vonnis.\nSo ook afskrikking, omdat hierdie blykbaar 'n misdaad is wat toenemend voorkom.\nDit beteken egter nie dat\ndie appellant se persoonlike omstandighede oor die\nhoof gesien of te lig aangeslaan moet word nie. Ten einde 'n gepaste vonnis te\nbepaal, moet sowel alle tersaaklike faktore as die oogmerke van vonnis,\newewigtig in oënskou geneem word.\n7\nDit blyk dat die hof a\nquo\nnie in die opsig kortgeskiet\nhet nie. Dit het verskillende vonnisopsies, insluitende korrektiewe toesig\nooreenkomstig art 276(1)\nvan die Strafproseswet, oorweeg. Die hof het egter tot\ndie gevolgtrekking geraak dat gevangenisstraf aangewese is. Dit is geykte\nreg\ndat hierdie Hof níe oor 'n algemene bevoegdheid beskik om met 'n\nopgelegde vonnis in te meng nie. Inmenging kan alleenlik\ngeskied waar daar 'n\nwesenlike mistasting of 'n onreëlmatigheid voorkom, of die vonnis\nontstellend onvanpas is. Al is die opgelegde\nvonnis in die onderhawige geval\nswaar, en ek persoonlik miskien 'n ligter vonnis sou opgelê het, kan dit\negíer nie as\nontstellend onvanpas beskou word nie. Dit was trouens nooit\nop appèl betoog die geval te wees nie. Daar kon ook nie op enige\nuitdruklike mistasting gewys word nie.\nNamens die appellant is egter betoog dat die hof a\nquo\nnet sydelings\nverwys het na korrektiewe toesig sonder om behoorlik daarop in te gaan.\nGevolglik, so is betoog, is inmenging\n8\ngeregverdig. Dit is gemene saak dat korrektiewe toesig as\nvonnisopsie in die hof a\nquo\ngeopper en gedebatteer is. Daar is geen rede\nom te glo dat dit nie behoorlike aandag en oorweging geniet het nie. Die hof a\nquo\nhet egter tot die slotsom geraak dat dit nie 'n gepaste vonnis in al\ndie omstandighede is nie. Ek is nie oortuig dat daar gefouteer\nis nie. Maar\nselfs al sou ons korrektiewe vonnis as 'n geskikter vonnis beskou, sou dit ons\nnogtans nie vrystaan om die bestaande\nvonnis daarmee te vervang nie by\nontstentenis van een van die aanvaarde gronde vir inmenging\n(S v R\n1993(1) SA 476(A) op 485H - 486B). Aangesien geen sodanige grond bestaan nie, is\ndie onvermydelike gevolg dat die appèl nie\nkan slaag nie.\nDie appèl teen vonnis word van die hand gewys.\nJW SMALBERGER APPèLREGTER\nVIVIER, AR )\nOLIVIER, Wn AR) Stem saam",
  "scraped_at": "2026-02-12T05:57:02.984492",
  "date": "1995-03-27",
  "coram": [
    "SMALBERGER AR",
    "VIVIER AR",
    "OLIVIER Wn AR"
  ],
  "case_number": "79/94",
  "parties": {
    "applicants": [
      "Winston John Williams"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "The appellant, Winston John Williams, a state prosecutor, pleaded guilty in the Johannesburg Regional Court to an indictment for obstruction of the course of justice. He admitted that between 27 July 1992 and 2 August 1992 he entered into a sexual arrangement with D N Jamen (alias Bettie Webb) in exchange for retaining the criminal case file in which she was the accused. He failed to return the file to the police, thereby attempting to impede the administration of justice. He was convicted and sentenced to five years' imprisonment, with two years suspended. He appealed both the conviction and the sentence.",
    "issues": "The appellate court needed to determine (1) whether the appellant's conduct amounted to a completed offence of obstruction of the course of justice or merely an attempt, and (2) whether the trial judge's sentence was appropriate or should be altered on appeal.",
    "principles": "Obstruction of the course of justice is a serious criminal offence, as established in S v Mene and Another 1988 (3) SA 641 (A). An attempt to commit the offence is likewise punishable. Under the Criminal Procedure Act, an appellate court may vary a sentence only if there is a misdirection, irregularity, or the sentence is manifestly inappropriate. Corrective supervision under s 276(1) is an available remedy but must be justified by clear error.",
    "application": "The court held that the appellant's conduct was an attempt to obstruct justice rather than a completed obstruction, and accordingly modified the conviction to \"attempt to obstruct the course of justice\". In reviewing the sentence, the court found the trial judge's discretion exercised properly; the reduced sentence of four years' imprisonment, with half suspended, was appropriate given the appellant's remorse, personal circumstances, and the seriousness of the misconduct. No basis existed for corrective supervision or further reduction.",
    "conclusion": "The appeal was dismissed. The conviction was altered to attempt to obstruct the course of justice, and the sentence of four years' imprisonment, with half suspended, was upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Obstruction of Justice",
    "level_3": [
      "attempt",
      "sentencing",
      "prosecutorial misconduct"
    ]
  }
}