{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/30.html",
  "case_name": "Tattersall and Another v Nedcor Bank Ltd. (340/93) [1995] ZASCA 30; 1995 (3) SA 222 (AD); [1995] 2 All SA 365 (A) (28 March 1995)",
  "citation": "[1995] ZASCA 30",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 30\n|\nNoteup\n|\nLawCite\nTattersall and Another v Nedcor Bank Ltd. (340/93) [1995] ZASCA 30; 1995 (3) SA 222 (AD); [1995] 2 All SA 365 (A) (28 March 1995)\nDownload original files\nPDF format\nRTF format\nCase no 340/93\nIN THIS SUPREME COURT OF SOUTH AFRICA\n(APPELLATE DIVISION)\nIn the matter between:\nNIGEL COLIN TATTERSALL\nFirst Appellant\nWILLIAM ALLAN DE BEER\nSecond Appellant\nand\nNEDCOR BANK LIMITED\nRespondent\nCORAM\n: JOUBERT, NESTADT, EKSTEEN, VAN DEN HEEVER JJA et OLIVIER\nAJA\nDate heard: 23 February 1995\nDate delivered: 28 March 1995\nJUDGMENT NESTADT. JA\n:\nThis is an appeal against the grant in the opposed\nmotion\n2\ncourt of the Transvaal Provincial Division of an application by this\nrespondent (\"the bank\") for judgment against the two appellants\nand a certain\nPierre Cahn, jointly and severally, in the sum of R2 505 231.90 (together with\ncertain ancillary relief). It is brought\nwith the leave of the judge a quo (Roux\nJ).\nThe bank's claim is founded on a written agreement entered into on 30 May\n1991 and in terms whereof it (through its Sandton branch)\nundertook to grant a\nso-called building loan of R2.5 m to Khyber Investments. This was a partnership\nconsisting of the appellants\nand Cahn. The purpose of the loan was to enable the\npartnership to develop certain immovable property which it had in February 1991\nacquired from a company called Mary Brae Holdings (Pty) Ltd (\"MBH\"). Such\ndevelopment involved the sale of houses\n3\nwhich were to be built on the property. Repayment of the loan was to be\nsecured by a first mortgage bond over the property and was\nto be in monthly\ninstalments of a specified amount (initially the sum of R42 875.00 but later\nincreased to R49 477.00 consequent\nupon a change in the rate of interest payable\nby the partnership).\nThe bond having been passed, the loan was in due course advanced to the\npartnership. This took place in the manner provided for in\nthe agreement,\nnamely, by the bank (i) releasing MBH from an indebtedness of its (in the sum of\nRl 802 170.92) to the bank and then\ndebiting the partnership bond account with\nthis amount and (ii) between 28 June 1991 and 30 July 1991 making six\n(\"progress\") payments\nto the partnership in the total sum of R632 859.52. (No\npoint was made of the apparent discrepancy of\n4\nR70 201.46 between the total of these two amounts and the sum claimed.) The\npartnership, however, failed to make payment of any of\nthe monthly instalments.\nRelying on a term of the loan that in the event of the partnership breaching its\nobligations in this manner,\nthe full amount of the loan would forthwith become\npayable, this bank launched its application on 25 September 1992. By this time\nthe partnership had been dissolved. Hence the claim against the appellants and\nCahn themselves. Cahn is not appealing. He never opposed\nthe application in the\nfirst place.\nBoth in the court below and before us, the appellants relied on three grounds\nof opposition. They were (i) that the application was\nnot authorised; (ii) that\nit was premature in that when it was brought the monthly instalments referred to\nwere not yet\n5\ndue and the partnership was therefore not then in breach of its obligations;\nand (iii) that pending the outcome of an application\n(in circumstances to be\nexplained) by MBH for an order that the partnership retransfer the property to\nit and that the bond in favour\nof the bank be cancelled, repayment of the loan\nis excused. I proceed to deal with them seriatim. A.\nLack of\nauthority.\nThe bank's founding affidavit was deposed to by a Mr Paul Spencer, the\nmanager of its Sandton branch. In paragraph 2 Spencer alleges\nthat he is \"duly\nauthorised\" to bring the application \"as will more fully appear from annexure\nPS1 hereto\". It may be accepted that\nthis document does not support the\nallegations made. Whether for this reason or otherwise, the appellants in\ntheir\n6\nanswering affidavit simply \"deny these allegations\". Spencer's replying\naffidavit says no more on the issue (save that it states that\nhe is authorised\n\"to make this affidavit on behalf of the applicant as will more fully appear\nfrom annexure PS1\"). Thereafter, however,\nthe matter is reverted to in a\nsupplementary affidavit which was served on the appellants a few days before the\napplication was argued\nand which supplementary affidavit Roux J allowed to be\nfiled. In it Spencer explains that PS1 was annexed to the founding affidavit\nin\nerror. He proceeds to annex what he says was the intended document. It consists\nfirstly of an internal letter dated 13 August\n1991 purporting to be signed by\nthe bank's secretary. This letter confirms that the bank's board of directors\nhad on 26 June 1991\npassed a resolution in effect empowering its divisional\ndirector to\n7\ndetermine which officials should have the authority to sue on behalf of the\nbank. Secondly, there is at copy of a notification apparently\nsigned on 18\nOctober 1991 by a Mr Hugh Maclachlan who is described as the bank's divisional\ndirector. In it he declares which officials\nhave such authority. In doing so, he\nstates that he is acting in accordance with the authority granted to him by the\nboard on 26\nJune 1991.\nIt is clear that ex\nfacie\nthese last two documents Spencer was\nauthorised to bring the application. As a branch manager he falls within the\nclass of officials\nidentified in the notification as having authority to bring\nlegal proceedings on behalf of the bank. PS1 does not, as was suggested,\ndetract\nfrom this; it is not in conflict with the clear terms of the divisional\ndirector's delegation.\n8\nIt was, however, submitted on behalf of the appellants that regard cannot be\nhad to the annexures. This was because, in the absence\nof affidavits proving the\nresolution of 26 June 1991 and the divisional director's signature to the\nnotification dated 18 October\n1991 and seeing that Spencer did not allege that\nhe was present when the resolution was passed and the notification signed, these\ndocuments had no probative value; they constituted inadmissible, hearsay\nevidence. Moreover, so it was said, Spencer's supplementary\naffidavit should not\nhave been admitted at what was a late stage in the proceedings; and, in any\nevent, the appellant should have\nbeen afforded an opportunity of answering\nit.\nOn the last point it appears from the judgment a\nquo\nnot that the\nappellants sought a postponement, but that there was \"a\n9\ntentative suggestion\" that the matter be referred to evidence or at least\nthat Spencer should be heard on the issue. For the reasons\ngiven by Roux J, I do\nnot think that he exercised his discretion in any way improperly, either in\nallowing the supplementary affidavit\nor in refusing to accede to this request\nfor\nviva voce\nevidence.\nNevertheless it may be that, in the absence of proper proof of the resolution\nand the divisional director's determination and notwithstanding\nthe appellants'\nfailure before Roux J to object to the admissibility of the documents on this\nground, they are not evidence. I shall\nassume, in favour of the appellants, this\nto be the case. I thus leave out of consideration the possible application of\nsec 3\nof the\nLaw of Evidence Amendment Act, 45 of 1988\nand sec 34(2) of the\nCivil Proceedings Evidence Act, 25 of 1965. Even so, I am of\n10\nthe opinion that Spencer's authority was established. A copy of the\nresolution of a company authorising the bringing of an application\nneed not\nalways be annexed. Nor does sec 242(4) of the Companies Act, 61 of 1973 (to the\neffect that a minute of a meeting of directors\nwhich purports to be signed by\nthe chairman of that meeting is evidence of the proceedings at that meeting)\nprovide the exclusive\nmethod of proving a company's resolution\n(Poolquip\nIndustries (Pty) Ltd vs Griffin and Another\n1978(4) SA 353(W)). There may be\nsufficient\naliunde\nevidence of authority\n(Mall (Cape) (Pty) Ltd vs\nMerino Ko-operasie Bpk\n1957(2) SA 347(C) at 352 A). In casu I think there\nis. What Spencer alleges in the founding affidavit is (i) that he is duly\nauthorised\nand (ii) that such authority appears from PS1. The appellants' denial\nis an ambiguous one; it is not clear\n11\nwhether they dispute (i) or (ii) or both. Moreover, the denial is a bare one.\nNot only is there no explanation as to how they are\nable to gainsay Spencer's\nassertion that he is authorised, but no evidence is tendered in support of what\nis now argued, viz that\nSpencer was not authorised. It would seem that the\ndenial was what may be called a tactical one. The tactic must fail. This is a\ncase in which the approach adopted in\nMall's\ncase (at 352 B), namely that\nwhen the challenge to authority is a weak one, a minimum of evidence will\nsuffice, applies. Weight must\nbe given to the use by Spencer of the word \"duly\"\n(authorised). It is an indication that the authority conferred on him was\nproperly\nconferred\n(Mall's\ncase at 352 I)). The papers show that Spencer\nhad dealt with the grant of the loan and subsequently that he requested\nrepayment.\nIt being common\n12\ncause that the partnership failed to comply, the probabilities are that the\nbank (regarding the amount as due) would wish to take\nsteps to recover what is,\nafter all, a large sum. And if this be so, Spencer would surely be the person\nwho would act on behalf of\nthe bank. Besides, there is independent confirmation\nthat the bank authorised the proceedings. In an affidavit deposed to by the\nbank's Johannesburg attorney and filed in reply to a supplementary affidavit of\nthe appellants, the attorney, after stating that\nhis firm acts for the bank \"in\nthis above matter\", goes on to say that \"my instructions were given to me by the\nhead office (of the\nbank)\".\nOn all the evidence I am satisfied that the bank discharged the onus of\nshowing that the application was properly authorised. To hold\notherwise would be\ncarrying formality too far.\n13\nIn my view, therefore, Roux J correctly overruled the objection\nin\nlimine\nto Spencer's authority.\n13.\nWas the application premature\n?\nThis issue involves a decision as to when payment by the partnership of the\nmonthly instalments, to which I earlier referred, was\nto begin and in particular\nwhether, when the application was launched, they were due.\nI have thus far not referred to the terms of the loan which are relevant in\nthis regard. I must now do so. The agreement is embodied\nin a number of\ndocuments. There is firstly the letter of grant (dated 13 May 1991) addressed to\nthe partnership. It is a standard,\nproforma document which provides for certain\ninformation to be inserted in individual cases. The letter advises the\n14\npartnership that its application for a loan has been granted\n\"against\nsecurity of a mortgage bond\". There follows in a series of\nnumbered clauses what are termed \"details of the loan\". These\ninclude the amount thereof, the identity of the property to be\nmortgaged, the rate of interest (this by reference to an annexure) and\nthe amount of the monthly instalments, namely R42 875, The next\nclause is 1.7. It reads: \"Commencement of monthly instalments\n15/01/1993\". (The date has obviously been typed in whereas the\npreceding wording is part of the form.) At the foot of the first page\nof the letter there is a reference to \"further conditions\". These are\nattached to the letter. One of them is clause 03. It provides as\nfollows:\n\"The commencement date of monthly instalments is the 15th day of the month\nfollowing the period allowed for completion\n15\nof the buildings or the date of occupation or the date of final payment,\nwhichever is the earliest (see clause 1.7).\"\nThere are no other\nprovisions as to when the loan was repayable.\n\"The bank's case was that the final progress payment\nhaving been made at the end of July 1991, the partnership was\nobliged, in terms of clause 03, to commence monthly repayments of\nthe loan on 15 August 1991 being the 15th day of the month\n\"following...the date of final payment\". It was not in dispute that on\nthis basis the partnership was in default and that (subject to the third\nissue referred to) the bank was entitled to claim repayment of the\nloan. The appellants, on the other hand, relying on clause 1.7,\ncontended that payment of the monthly instalments only had to\ncommence on 15 January 1993. Accordingly, so it was said, the\nbank had no cause of action when the application was launched on\n16\n25 September 1992.\nThe issue thus is: was payment of the monthly instalments to commence as\nprovided for in clause 1.7 (ie on 15 January 1993) or did\nclause 03 govern (so\nthat payments were due on 15 August 1991)? Whether on a strictly linguistic\ninterpretation of the contract or\nwhether on a contextual approach (including a\nreference to permissible background evidence), there can be only one answer,\nnamely\n15 August 1991 (being the earlier date relied on by the bank and, in\nsubstance, the one found to be applicable by Roux J).\nPrima facie\nand in\nthe absence of any explanatory evidence, it is a little puzzling why the\ncommencement date is dealt with in two clauses and\nwhy it takes the form it\ndoes. Judging from the evidence to which I shortly refer, it would seem that it\nwas initially\n17\ncontemplated that the full amount of the loan would only be advanced shortly\nbefore 15 January 1993. The fact that in clause 1.10\nthe \"building completion\ndate\" is given as 16 December 1992, lends some support to this. So, too, does\nclause 01 that \"provision\nhas been made for 24 progress draws.\" Whatever the\nreason, however, we must take the contract as it is. Possibly it should be\ninterpreted\nto give clause 03 greater weight or even precedence over clause 1.7.\nIt is, however, unnecessary to decide this. I shall accept that\nthe two clauses\nmust be read together. As I have indicated, they in effect refer to each other.\nAdopting this approach, can it be\nsaid that any ambiguity or conflict is\nproduced? I do not think so. What results is simply a number of alternative\ndates for the\ncommencement of the monthly instalments, ie the 15th of the\nmonth\n18\nafter completion, occupation, final payment or 15 January 1993, whichever is\nthe earliest. The appellants' argument requires that\nclause 03 have no effect.\nThis is untenable. It also means that though having advanced the loan by the end\nof July 1991, repayments\nwould only begin some 18 months later. It is improbable\nthat the parties intended such a consequence.\nThe appellants relied on an alternative defence. It was founded on the\nallegation (contained in their answering affidavits) that during\ntheir\nnegotiations with the bank for the loan, it was orally agreed (with Spencer)\nthat payment of the monthly instalments would\nbegin on 15 January 1993. There\nwas, so it was said, uncertainty as to when development of the property would be\ncompleted and thus\nwhen the loan would be finally advanced; this event would\ndetermine when repayments would commence; the date agreed on\n19\nwas designed to clarify this; in the result clause 03 \"does not correctly set\nout the prior oral agreement...and the common continuing\nintention\"; indeed,\nclause 03 had been deleted on the copy of the agreement given to the\nappellants.\nAs I understood the appellants' argument it was that in the circumstances\noutlined and despite the absence of any allegation as to\nmistake, they were\nentitled to a rectification of the agreement so as to delete clause 03. I am not\nsure that a case for rectification\nis sufficiently made out. But even if it is,\nI remain entirely unpersuaded that Roux J was wrong in rejecting the appellants'\nversion\n(that the true agreement was that payment of the monthly instalments\nwould start only on 15 January 1993). In my opinion this was\none of those\nexceptional matters on motion where the Court\n20\ncould be satisfied that the respondents (now the appellants) had not raised a\ngenuine or bona fide dispute of fact (cf\nPlascon-Evans Paints Ltd vs Van\nRiebeeck Paints (Pty) Ltd\n1984(3) SA 623(A) at 634 I -635 C). I do not\npropose to canvass the factors relevant to this conclusion in any detail.\nPerhaps the\nposition can be summarised in the following way. The bank in its\naffidavits denied the oral agreement relied on by the appellants.\nIt adequately\nexplained how certain lines came to be drawn across clause 03. This was\ninadvertently done. The appellants, far from\nlater alleging that the monthly\ninstalments were not due before 15 January 1993, accepted that they were. This\nis evidenced by their\nsubsequent conduct. The papers reveal that on two\noccasions in January and February 1992 the bank wrote letters to the partnership\nin effect alleging that the\n21\ninstalments were due and in the one case requesting payment by the\npartnership. It was to be expected that if instalments were not due\nthis would have been stated. It was not. There was simply no\nreaction. In the circumstances and in the absence of any satisfactory\nexplanation, the appellants' silence constituted an admission by\nconduct\n(McWilliams vs First Consolidated Holdings (Pty) Ltd\n1982(2) SA 1(A) at 10 D-F). That is not an end of the matter. As\nappears from the judgment a\nquo\nthere are a number of other\ninstances of the appellants having, by clear implication,\nacknowledged that the instalments were due before 15 January 1993.\nI refer to two of them. On 5 February 1992 the first appellant in a\nletter to Cahn stated:\n\"I would like to advise you that R49 477 is payable to the SA Perm on 14\nFebruary. Please advise as to how you can assist\n22\nin providing finance for this as well as other creditors of the\npartnership.\"\nOn 8 April 1992 the second appellant in a letter to\nthe bank (for the\nattention of Spencer) acknowledged that \"a lack of ability\nto service\nthe bond may cause the (bank) to foreclose on the bond\". He was\nclearly not referring to what might happen in January 1993. Here,\ntoo, the attempt, proffered in the appellants' supplementary answering\naffidavits, to justify the statement cited is wholly unconvincing.\nThe cumulative effect of what has been stated, so it\nseems to me, is quite destructive of the appellants' version that it was\norally agreed that repayment of the loan would only commence on\n15 January 1993. This being so and on a proper construction of the\nwritten terms referred to, the monthly instalments were due as from\n15 August 1991. The application was therefore not premature.\n23\nC.\nThe MBH defence\n.\nIt will be recalled that the loan was to enable the partnership to develop\ncertain immovable property and that such property had been\nacquired by the\npartnership from MBH. The defence now under consideration arises from MBH\nhaving, as indicated earlier, brought an\napplication for an order that the\nproperty be retransferred to it and that the bond, passed by the partnership in\nfavour of the bank\nin order to secure the loan, be cancelled. The application\nwas brought in the Witwatersrand Local Division against the partnership\nand the\nbank. MBH's cause of action was that transfer had been secured through a fraud\nby the partnership. Whilst the bank did not\noppose the application, the\npartnership did. It denied it had been fraudulent. Nevertheless, the application\nwas\n24\ngranted. This was on 7 August 1992. A point taken by MBH in\nlimine\nthat the partnership had not authorised the opposition to the application was\nupheld. However, the order was subsequently set aside\non appeal. The proceedings\nwere referred to trial, presumably on the merits. The matter is still\npending.\nThe appellants have sought to rely on MBH's claim to the property as an\nexcuse for non-payment of the loan on various bases. In summary\nthey are:\n(i) In the event of it being found that the partnership's title to the\nproperty was defective, this was due to the negligence of the\nattorneys who\nattended to registration of transfer from MBH to the partnership; in so acting,\nsuch attorneys were the agent of the\nbank; accordingly,\n25\nthe partnership would have a claim for damages against the bank; such damages\n\"are at least an amount equivalent to what is claimed\nby the bank\", (ii) \"The\nacquisition of the property by the partnership and the loan formed one\nindivisible transaction; in particular\nthe object of the loan was to enable the\npartnership to develop the property; it was therefore an implied, alternatively\na tacit\nterm of the loan that the partnership would acquire an unassailable\ntitle to the property; unless it did, the loan was not repayable;\nalternatively,\nproperly interpreted, this was the effect of the loan. (iii) The payment of the\namount of R1.8 m by the bank to MBH\ncould only be regarded as part of the\nloan\n26\nadvanced to the partnership if the partnership acquired a valid title to the\nproperty; if it did not, the bank was not entitled to\nhave debited this amount\nto the partnership's bond account; the loan was to this extent therefore not\nrepayable. Against the background\nof these allegations, the appellants in their\naffidavits made the submission that \"if the registrations of the land and of the\nmortgage\nbond be invalid, or there be uncertainty as to the validity of such\nregistrations, there is no basis on which the applicant may make\nits present\nclaim against...the partnership\". Before us Mr\nSlomowitz\n. on behalf of\nthe second appellant, amplified this by contending that the issues that have\narisen in MBH's pending proceedings are\nlargely the same as those which arise in\nthe present\n27\nappeal and that it is highly undesirable that the two matters be separately\ndisposed of; accordingly the appeal should be upheld and\nthe application stayed\npending the outcome of MBH's claim.\nThe appellants'contentions are misconceived. There is no basis (in relation\nto (i) above) on which it could be found that the attorneys\nwho attended to\ntransfer of the property from MBH to the partnership acted on behalf of the\nbank. True, they were the same attorneys\nwho did act for the bank in relation to\nthe registration of the mortgage bond passed by the partnership in favour of the\nbank. But\nqua\ntransfer, it is abundantly clear from the agreement of sale\nbetween MBH and the partnership and from the evidence of the conveyancer\nhimself\nthat the attorneys acted on behalf of MBH. There is, therefore, ex\nfacie\nthe papers before us, no question of the\n28\npartnership having a claim for damages against the bank of the kind\nenvisaged.\nI turn to (ii) above. The argument cannot be acceded to. The fact that MBH\nclaims that the bond passed by the partnership in favour\nof the bank be\ncancelled is irrelevant. It would simply mean that the bank loses its security.\nBut its cause of action against the\npartnership is on the underlying loan. No\ndoubt the appellants will find themselves in an unfortunate position were MBH's\napplication\nto succeed. The partnership would then have been deprived of the\nproperty (with improvements) but yet be obliged to repay the loan\nincluding the\nsum of approximately R1.8 m which it never actually received. But these\nconsequences cannot avail the appellants when\nit comes to their relationship\nwith the bank. As already stated, the\n29\nloan was to enable the partnership to develop the property. To some extent\ntherefore the transaction between MBH and the partnership\nwas linked to the one\nbetween the bank and the partnership. But not indivisibly so. There is no\nwarrant, on the allegations made\nby the appellants in their affidavits, for\nimplying a term in their agreement with the bank, the effect whereof would be to\nmake\nrepayment of the loan dependent on the outcome of the dispute between MBH\nand the partnership over the property. It would be a somewhat\nunusual provision.\nNormally the lender of money is not concerned with whether the borrower uses it\ngainfully or not. The contended\nfor implication would moreover conflict with the\nexpress terms as to repayment, ie clauses 1.7 and 03. It follows that the\nconstruction\nrelied on must also be rejected.\n30\nThis leaves for consideration the defence referred to in (iii) above. It was\nan express term of the loan (clause 08) that the\n\"amount owing under the existing bond\tbe liquidated from the\nproceeds of this loan\". It was on this basis that it was stated, towards the\nbeginning of this judgment, that the loan to the partnership\nwas advanced in\npart by MBH being released from its indebtedness to the bank. Such indebtedness\nwas secured by the bond referred\nto in clause 08. The bond was cancelled. The\nbank was therefore entitled to regard the R1.8 m as having been advanced to the\npartnership.\nAnd, for the reasons previously stated, this was not dependent on\nthe fate of the transaction between the partnership and MBH.\nIn the result, Roux J justifiably rejected the MBH defence. It follows that\nthe application was correctly granted.\n31\nThe appeal is dismissed with costs. Such costs are to include the fees of two\ncounsel.\nH H Nestadt Judge of Appeal\nJOUBERT, JA\t)\nEKSTEEN,JA\t) CONCUR\nVAN DEN HEEVER, JA\t)\nOLIVIER, AJA\t)",
  "scraped_at": "2026-02-12T05:58:00.839282",
  "date": "1995-03-28",
  "coram": [
    "JOUBERT, JA",
    "NESTADT, JA",
    "EKSTEEN, JA",
    "VAN DEN HEEVER, JA",
    "OLIVIER, AJA"
  ],
  "case_number": "340/93",
  "parties": {
    "applicants": [
      "NIGEL COLIN TATTERSALL",
      "WILLIAM ALLAN DE BEER"
    ],
    "respondents": [
      "NEDCOR BANK LIMITED"
    ]
  },
  "sections": {
    "facts": "Nedcor Bank granted a R2.5‑million building loan to a partnership consisting of Nigel Tattersall, William De Beer and Pierre Cahn for the development of immovable property bought from Mary Brae Holdings (MBH). The loan was secured by a first‑mortgage bond over the property; the bank released MBH from a debt of R802,170.92 and made six progress payments totalling R632,859.52. The partnership never paid any of the monthly instalments stipulated in the loan agreement. The bank consequently applied for a judgment of R2,505,231.90 against the two appellants and Cahn (who did not appeal). The appellants raised three grounds of opposition: lack of authority to sue, premature filing because instalments were not yet due, and a pending MBH action that they claimed excused repayment.",
    "issues": "1) Whether the bank’s branch manager, Paul Spencer, was duly authorised to commence the proceedings. 2) Whether the application was premature – i.e., whether the monthly instalments were already due at the time of filing. 3) Whether the pending litigation by MBH concerning the title to the property and the cancellation of the bond could excuse the appellants’ default on the loan.",
    "principles": "The court applied principles on corporate authority, holding that a written declaration of authority and the officer’s position can satisfy the onus without strict compliance with statutory formalities (see Mall’s case and section 242(4) of the Companies Act). For contract interpretation, the court read clauses 1.7 and 03 together, giving effect to the earliest date for repayment (15 August 1991). Oral agreements cannot override clear written terms unless rectified. Silence and conduct of the appellants were treated as admissions. The loan’s repayment obligation was deemed independent of the validity of the property title; no implied term could make repayment contingent on the MBH dispute.",
    "application": "The court found that Spencer was properly authorised to sue on behalf of Nedcor Bank. It rejected the claim of prematurity, determining that clause 03 made the instalments payable from 15 August 1991, so the September 1992 application was timely. The MBH defence was rejected because the attorneys acted for MBH, not the bank, and the loan contract contained an express term (clause 08) treating the R1.8 million as advanced to the partnership regardless of the title issue. No implied term linking repayment to the property’s title existed, and the appellants’ conduct (letters acknowledging payment obligations) amounted to an admission that the instalments were due.",
    "conclusion": "The appeal was dismissed. The court affirmed the judgment in favour of Nedcor Bank for the sum claimed, with costs awarded to the bank, including the fees of two counsel."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Banking & Finance",
    "level_3": [
      "mortgage bond",
      "authority",
      "contract interpretation",
      "prematurity",
      "default"
    ]
  }
}