{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/147.html",
  "case_name": "Douglas v Douglas (467/94) [1995] ZASCA 147; [1996] 2 All SA 1 (A); (28 November 1995)",
  "citation": "[1995] ZASCA 147",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 147\n|\nNoteup\n|\nLawCite\nDouglas v Douglas (467/94) [1995] ZASCA 147; [1996] 2 All SA 1 (A); (28 November 1995)\nDownload original files\nPDF format\nRTF format\nREPORTABLE CASE NO. 467/94\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nKENNETH JOHN DOUGLAS\nAPPELLANT\nand\nBLANCHE DAW\nDOUGLAS\nRESPONDENT\nCORAM\n:\tHEFER, SMALBERGER, F H\nGROSSKOPF, OLIVIER JJA et VAN COLLER AJA\nDATE OF HEARING\n: 7 NOVEMBER 1995\nDATE OF JUDGMENT\n: 28 NOVEMBER 1995\nJUDGMENT\nOLIVIER JA:\nThis appeal arises from an enquiry initiated by the appellant\nbefore the Maintenance Court at Grahamstown on 18 June 1993 in terms\nof sec\n4(l)(b) of the Maintenance Act, 23 of 1963 (\"the Act\"). In the complaint\ninitiating the\n2\nenquiry the appellant claimed a reduction of the maintenance which he had\nbeen ordered by the Witwatersrand Local Division of the\nSupreme Court to pay to\nhis two sons, born out of the marriage between the respondent and himself, when\nthe marriage was dissolved\nby a decree of divorce on 26 October 1990.\nBACKGROUND\n:\nThe parties to this appeal were married to each other in\nJanuary 1982. Twin boys were born on 17 October 1984. The marriage ended\nin\ndivorce on 26 October 1990, a final decree being issued by the Witwatersrand\nLocal Division on that day. Custody of the boys was\nawarded to the respondent.\nClause 4 of a settlement agreement reached between the parties and incorporated\nin the decree of divorce\nprovided for the payment of maintenance for the two\nboys as follows:\n\"4.1 The defendant will pay R1250 a month maintenance in respect of each child,\nplus all their reasonable educational expenses (including\nschool fees and\nlevies, stationery, school uniforms and extramural activities) as well as all\ntheir necessary medical, dental and\northodontal expenses.\n4.2 The defendant will increase the maintenance on 1 March each\nyear\n3\nin the same ratio as the official weighted average consumer price index has\nincreased, since the date of this agreement in the case\nof 1 March 1991 and\nsince the previous 1 March after that.\"\nNo provision was made for\nthe payment of maintenance to respondent personally, but in a further agreement,\nalso incorporated in the\ndecree of divorce, arrangements were made for the\ndivision of the not inconsiderable assets of the parties.\nAt the time of the\ndivorce the parties were living in Johannesburg. The appellant was and is a\npartner of a large firm of attorneys.\nHe holds a Ph.D. degree in banking law and\nis mostly involved in commercial legal work. The respondent held, at that time,\nfive university\ndegrees, viz. two bachelor's degrees in psychology, two honours\ndegrees and a master's degree. She practised as a consultant psychologist\nfrom\nthe matrimonial home.\nAfter the divorce the respondent and the boys moved to\nGrahamstown. The respondent did so in order to enrol for a Ph.D. degree in\npsychotherapy which, according to her evidence, she could only obtain from\nRhodes University. Such a degree would, according to her\nevidence, enhance her\nprofessional\n4\npotential. She moved into a flat in Grahamstown with the boys and took up\nsuch part-time employment as she could procure, i.a. as\npart-time lecturer at\nRhodes University and part-time consultant at Fort England Hospital.\nThe\ncorrect application of the formula for the increase of the maintenance payable\nto the children, set out in paragraph 4.2 of the\nagreement mentioned above,\nwould have resulted in an obligation on the appellant's part to pay R1695,00 per\nchild per month i.e.\na total of R3390,00 per month as of 1 June 1993. He\napproached respondent for a consensual reduction of the maintenance payable to\nthe children. When such consent was refused, the appellant launched proceedings\non 18 June 1993 for a reduction as from 1 June 1993\nof the said maintenance in\nthe Maintenance Court in Grahamstown by filing a complaint in terms of sec\n4(l)(b) of the Act. In the\ncomplaint he requested that the existing court order\nbe replaced by an order for payment of R500 per month per child and the\ncancellation\nof his obligation to pay any educational expenses (including school\nfees and levies, stationery, school uniforms and extramural activities)\nfor the\nchildren.\n5\nThe enquiry commenced on 10 August 1993. The appellant appeared in person,\nwhile the respondent was represented by an attorney. Both\nparties testified and\nwere cross-examined. The main basis of the appellant's complaint was that he had\nbeen suffering for some months\nin 1993 from endogenous depression; that as a\nconsequence his capacity to work, concentrate and carry out ordinary\nresponsibilities\nwas severely impaired; that he had had to reduce his work load\nin the firm; and as a result, and pursuant to the terms of the partnership\nagreement, his earnings had been drastically reduced. From the evidence it\nappeared that the appellant had suffered from endogenous\ndepression since the\nage of 18 years; that this was a recurrent condition for which he was receiving\nexcellent medical treatment;\nthat by the time of the trial, the condition had\nalready improved markedly; and that he might regain his full earning capacity at\nany stage. It also appeared that he had considerable capital assets,\ninter\nalia\na trust fund in Canada amounting to R190 000 which could be used for\nthe maintenance of the children; that since the divorce he had\nremarried and had\nmoved into a more luxurious and expensive residence with\n6\nconsiderable additional mortgage bond and other liabilities.\nThe magistrate presiding dismissed the complaint in the following terms:\n\"Taking the evidence of both parties, it was a war of figures. The court is not\ngoing to comment on that. The court has to see whether\nthere is any change in\nthe status of any of the parties. Now what Dr Douglas concerns, according to his\nevidence, he has depression\nfor the last 12 years as I understand. So it's a\nmatter of up and down with him. He says he is quite capable to work at this\nmoment,\nmaybe not at full capacity but that also happened in the past. He gave\nno indication that he is going to take his pension so maybe\nthe period of\ndepression is longer than normal but taken over a period there is no change to\nwhat happened in the past. The court\nmust also take into consideration that\nprovisions have to be made in a situation like this where it is a matter of up\nand down and\ntherefore Dr Douglas has some capital assets that can be\ncapitalised in order to support the children. He also was aware of this\nmaintenance order the moment he remarried. The court is of the opinion that\nthere is no change in his situation at the moment and\nthe application is then\ndismissed.\"\nThe appellant appealed against this order to the\nEastern Cape Division of the\nSupreme Court in terms of sec 7(1) of the Act.\nKroon J (with whom Nepgen J concurred) held that certain of the\nitems\nof monthly expenditure claimed by the respondent to be\nnecessary for the\nmaintenance of the boys could be reduced, decreasing the reasonable\n7\nmaintenance payable to R2600 per month in respect of both children, i.e.\nR1300\nin respect of each child. He held that the escalation clause contained\nin the\nexisting order should continue to operate in order to make allowance\nfor future\nincreases in the needs of the children. The court upheld the\nappeal with costs\nand made the following order:-\n\"With effect from 1 June 1993 the amount of maintenance payable in cash by the\napplicant in respect of the two minor children will\nbe the sum of Rl 300,00 per\nchild per month. The provisions of clause 4 of the Agreement marked 'XT\nincorporated into the order of\nthe Supreme Court of South Africa (Witwatersrand\nLocal Division) dated 26 October 1990 in case no. 15711/90 will otherwise remain\nin force.\"\nImplicit in this order is the continuation of the\nappellant's obligation to pay all the reasonable educational expenses (including\nschool fees and levies, stationery, school uniforms and extramural activities)\nas well as the necessary medical, dental and orthodontic\nexpenses of the boys,\nas set out in paragraph 4.1 of the aforesaid court order.\nNot content with\nthe limited success achieved in his appeal to the Eastern Cape Division, the\nappellant gave notice of an application\nfor leave to appeal to\n8\nthis Court. In the application the appellant appeared in person. Kroon J\n(with whom Nepgen J agreed) held that, save in one respect,\nthe grounds of\nappeal were in substance either a restatement of the arguments which were\npresented to the court at the hearing of\nthe appeal, or an attack on the manner\nin which these arguments were dealt with in the judgment of the Court. The\nadditional ground\nwas that the appellant was entitled to an order that a\nconsiderable amount of money allegedly misappropriated by the respondent out\nof\nthe maintenance paid by him in the past for the children's maintenance be set\noff against his future maintenance payments. Kroon\nJ held that this argument was\nuntenable and that any leave to appeal, if granted, could not embrace leave to\nadvance the said claim,\nLeave was granted, however, on the basis that this Court\nmight hold that an analysis of the respondent's cash flow might\"... be a\ndecisive pointer to the children's reasonable needs being in a sum cognizably\nless\" than that fixed by the Eastern Cape Division.\nThe next step in the proceedings was the filing by the appellant of a Notice\nof Appeal which, together with \"Grounds of Appeal\" (for\nwhich the Rules\n9\nof this Court do not make provision), because of the argumentative manner\nin\nwhich it was clothed, covered no less than 103 pages. In its amended form\nthe\norder sought by appellant from this Court reads as follows:\n\"A. The appellant is ordered:\nA.1 to pay to the respondent R500 a month maintenance ('the cash maintenance'),\nwith effect from the date set out in paragraph B\nof this order, in respect of\neach of the parties' children, Aidan Michael Douglas and Lance Alexander\nDouglas, ('the children') and\nto pay the children's necessary medical, dental\nand orthodontal expenses with effect from 1 June 1993;\nA.2 to increase the cash maintenance on 1 March each year in the same ratio as\nthe official weighted average consumer price has increased,\nsince 1 September\n1993 in the case of 1 March 1994 and since the previous 1 March after that.\nB. The liability of the appellant to pay the cash maintenance shall commence\nwhen:\nB.l the aggregate amount of the cash maintenance that would have been payable\nhad such liability commenced on 1 June 1993, plus interest\nas set out\nbelow\nequals\nB.2 the aggregate amount misappropriated by the respondent to her own use out of\nthe maintenance paid by the appellant in\nrespect\n10\nof the children between 1 January 1991 and 31 July 1993 (namely R55 443), less\nany portion of the R55 443 repaid by the respondent\nto the appellant, plus\ninterest as set out below\nThe interest referred to in B.l and B.2\nabove is interest as set out in paragraph D of this order on the\naccumulating/reducing balance\nfrom time to time of the amount under B.l or B.2,\nas the case may be, from 1 January 1991.\nC.\tTo the extent that the maintenance paid by the appellant in\nrespect of the\nperiod from 1 June 1993 up to the date of this\norder (including medical and\neducational expenses) exceeds the\nmaintenance payable under this order in\nrespect of the same\nperiod (including medical expenses), such excess shall\nbe\nreimbursed by the respondent to the appellant, together with\ninterest\nas set out in paragraph D of this order on the\naccumulating and/or decreasing\nbalance from time to time of the\nexcess from 1 June 1993.\nD.\tThe interest referred to in paragraphs B and C of this order shall\nbe\ncalculated at the rate and in the manner payable by the\nrespondent on the\namount owing from time to time on her access\nbond account relating to Lot 614\nParktown North (or a\ncomparable rate if there should cease to be any amount\nowing on\nsuch account or if interest should cease to be payable on\nthat\naccount or at the normal rate on such an account), alternatively\nat\nthe rate under the Prescribed Rate of Interest Act.\nE.\tThis order replaces, with effect from 1 June 1993, the maintenance\norder\nmade by the Supreme Court of South Africa, Witwatersrand\nLocal Division, on\n26 October 1990 in case 15711/90 pursuant to\n11\nclause 4 of the Settlement annexed as 'X1' to the divorce\norder.\nF.\tFurther or alternative relief.\nG.\tCosts.\"\nThe date of 1 June 1993 refers to the date of the\namended order sought in the application to the Maintenance Court.\nPreliminary\nprocedural matters\n.\nPrayers B and C are based on the appellant's\nallegation that in the period since the divorce and up to the date of the\ncomplaint,\nthe respondent had misappropriated for her own use R55 443 of the\nchildren's maintenance money.\nWhen the appellant testified and cross-examined the respondent during the\ntrial at the Maintenance Court, he never accused her of\nmisappropriating the\nchildren's money. Only during argument did he produce a document, exhibit H, in\nwhich he purported to have done\na \"cash flow analysis\" in respect of the\nrespondent's income and expenditure during three selected periods, viz. 1\nJanuary 1991 to\n31 December 1991,1 January 1992 to 31 July 1992 and 1 August\n12\n1992 to 31 July 1993. The appellant's case, as set out in his amended Notice\nof Appeal is that the cash flow analysis shows what funds\nthe respondent\nreceived during these periods from all sources (eg earnings and investment\nincome, maintenance paid by the appellant\nand borrowings), the capital\nexpenditure and other non-living expenses the respondent paid out of these funds\n(eg the purchase of\na share in a farm and a trip she took overseas), and the\nbalance, being the amount spent by her on her and the children's living\nexpenses. By then determining the ratio between the respondent's own living\nexpenses and her expenses in respect of the children,\nand applying this ratio to\nthe total amount spent, one arrives at the amount spent by the respondent on her\nown living expenses and\nher expenses in respect of the children. The appellant\nfurther calculated, allegedly on the respondent's evidence, alternatively\non the\ncalculations made by the court\na quo\n, that the\nratio\nbetween the\nrespondent's own and the children's needs (or expenditure) was 73%: 27% (i.e. of\nall income received, respondent spent\n73% on herself and only 27% on the\nchildren). Consequently, the appellant submitted that\"... it had required only\nless than half\n13\nof the appellant's maintenance to enable the children to be maintained at\nsubstantially the same standard of living that had applied\nduring the marriage\n...\" and that the respondent had misappropriated the aforesaid amount for her\nown use.\nThe appellant's insistence on raising the alleged misappropriation\nand his right of set-off or reimbursement in this Court, led to\na procedural\ndilemma. It arose in this way: In the appeal to the court\na_quo\n, counsel\nfor the appellant relied, for the first time, on the so-called misappropriation\nby the respondent. Counsel for the respondent\nobjected to this argument with the\nsubmission that the respondent had not been taxed in the Maintenance Court with\nthe inferences\nwhich the appellant now sought to draw, and that there simply was\nnot sufficient evidence to sustain the said inferences, i.a. that\nit had not\nbeen proved that the respondent's income, on which she was cross-examined, was\nthe only income she had received during\nthe relevant period. In the absence of\nsuch proof, it was argued, the cash flow analysis was fatally flawed. Counsel\nfor the appellant,\napparently aware of this problem in his client's case, relied\non an agreement,\n14\npresumably entered into between counsel prior to the appeal being heard by\nthe court\na quo\n, to the effect that the respondent had had no other\nsources of income than those appearing from the evidence led in the Maintenance\nCourt,\nIn dismissing the appellant's approach based on the alleged\nmisappropriation, the court\na quo\ndid not consider it necessary to\nexpress any view as regards the alleged agreement.\nIn his copious heads of\nargument in this Court, the appellant did not refer to or rely on the alleged\nagreement. But in her heads\nof argument, counsel for the respondent, apart from\nadvancing several reasons why a set-off or suspension could, in law, not be\nmaintained,\nalso questioned the alleged agreement, She merely stated that the\ncourt\na quo\nhad made no finding that the alleged agreement had been\nendorsed by counsel for the respondent, and in any event, its terms as mentioned\nin passing in the court\na quo\nwere vague. For purposes of dealing with\nthe alleged misappropriation, she stated that she would ignore the alleged\nagreement, the\nexact terms of which do not appear from the record.\nThese remarks by counsel for the respondent elicited a petition,\nrunning\n15\ninto 28 pages, by the appellant. In the petition, the appellant seeks\npermission to \"rectify\" the record so as to include proof of\nthe alleged\nagreement, alternatively to remit the matter to the Maintenance Court at\nGrahamstown to hear further evidence on the\nquestion of whether the respondent\nhad any receipts other than those reflected in the said cash flow analysis. The\nrespondent opposed\nthe relief sought in the petition.\nThere is, however, also a further procedural problem arising from the\nappellant's Notice of Appeal. It relates to paragraphs B and\nC quoted\nabove.\nParagraph B, which purports to request a \"suspension\" of the\nappellant's obligations to pay maintenance to the children, is nothing\nbut an\nindirect way of raising set-off. The appellant was expressly denied leave to\nappeal to this Court on that basis. In fact,\nin the appellant's original Notice\nof Appeal he openly and directly relied on such set off, notwithstanding the\naforesaid order.\nIt is trite law that, in both criminal and civil matters, leave to appeal may\nbe limited so as to allow only particular grounds of\nappeal to be advanced (see\nNgqumba en 'n Ander v Staatspresident en Andere;\nDamons NO en Andere\nv\n16\nStaatspresident en Andere\n:\nJooste v Staatspresident en Andere.\n1988(4) SA 224 (A) op 246 C - 247 C;\nS v Safatsa and Others\n1988(1) SA 868\n(A) at 877 A - G). But it is also true that\"... this Court will not necessarily\nconsider itself bound by the grounds\nupon which leave has been granted. If this\nCourt is of the view that in a ground of appeal not covered by the terms of the\nleave\ngranted there is sufficient merit to warrant the consideration of it, it\nwill allow such a ground to be argued\" (\nS v Safatsa, supra,\nat 877 B - D.\nSee also\nR v Mpompotshe and Another\n1958(4) SA 471 (A) at 472 H - 473\nF).\nAlthough leave to appeal on a ground refused by the court which granted\nleave to appeal to this Court should, generally speaking,\nbe requested by way of\npetition, which would normally be considered by the court hearing the appeal,\nthe required leave can also\nbe sought by way of application when the appeal is\nheard. In such a case condonation for the delay in asking such leave should also\nbe requested (see\nR v Mpompotshe and Another\n,\nsupra\n, at 473 E -\nF).\nThe appellant did not present a petition requesting the required leave prior\nto the hearing of this appeal. He was patently not aware\nof the decisions\n17\nof this Court mentioned above. When these problems were mentioned to him he\napplied orally for leave to rely on set-off. As I understood\nhim, his\napplication also included leave to ask for paragraph C of the amended Notice of\nAppeal, i.e. for judgment against respondent\nfor payment of the allegedly\nmisappropriated amount.\nThere are, therefore, four preliminary applications\nbefore this Court dealing with procedural matters, viz. (i) an application to\nrectify the record so as to include the terms of the\nagreement allegedly entered into between counsel for the parties prior to\nthe hearing of the appeal by the court\na quo\nrelating to the\nrespondent's\nsources of income;\n(ii) alternatively, an order that the hearing of the appeal in this Court be\npostponed and that the matter be remitted to the Maintenance\nCourt at\nGrahamstown for the re-opening of the enquiry and the hearing of evidence\nrelating to the respondent's post-divorce income;\n18 (iii) Leave\nto advance prayer B;\n(iv) Leave to advance prayer C.\nI deal with these applications\nseriatim\n, (i)\nThe application to rectify the record\n.\nThis Court\nhas the inherent power to regulate its own procedural matters (see also\nUniversal City Studios Inc and Others v Network Video (Pty) Ltd\n1986(2)\nSA 734 (A) at 754 G;\nS v Malinde and Others\n1990(1) SA 57 (A) at 67 A -\nE). But does this power encompass the rectification of the record of the\nproceedings in a court\na quo\n? We were not referred to any authority on\nthis point. But, even assuming for the moment that it does, rectification of a\nrecord of\nthe proceedings before a court\na quo\nwill not be granted by\nthis Court on appeal merely for the asking. If the matter relates to an\nagreement entered into between counsel\nfor the parties as alleged in the present\ncase, at least it would be required that the parties are, in this Court,\nad\nidem\nas to the terms of the agreement and that it was intended that the\nagreement would be taken into\n19\naccount by the court\na quo\n.\nIn the present case the terms of the alleged agreement were disputed by the\nrespondent in this Court and there is no consensus that\nsuch agreement was\nintended to bind the court\na quo\n. This Court is not a trial court to\nsolve factual disputes and to decide on questions relating to alleged and\ndisputed omissions\nfrom the record.\nIf the refusal of the application now\nunder discussion prejudices the appellant, he only has himself to blame. As\nstated previously,\nhe never canvassed with the respondent in cross-examination\nthe alleged cash flow analysis, the ratio of expenditure between herself\nand the\nchildren or the alleged misappropriation. Because he did not traverse these\nmatters fully and openly, he found himself in\ndifficulties at the appeal before\nthe court\na quo\nin that the possibility of the existence of other sources\nof income of the respondent, not canvassed with her, could not be excluded.\nAs\nlong as such possibility existed, he could not rely on the cash flow analysis as\nbeing correct, nor could he advance the argument\nof misappropriation.\n20\nIn an ordinary civil matter, where the cases of the respective parties are\nset out in the pleadings, it is required of a litigant\nto put his case fairly\nand squarely to each opposing witness (see\nSmall v Smith\n1954(3) SA 434\n(SWA) at 438 C - H). This salutary rule forms part of our legal ethical code. It\nenhances notions of fair play and\nequity and prevents civil proceedings from\ndegenerating into trials by ambush. This approach applies\na fortiori\nto\nan enquiry under the Act, where there are no pleadings and formal discovery of\ndocuments. The appellant, in failing to put his\ncase fairly to the respondent\nwhen he was cross-examining her, prevented the issues from being fully and\nopenly vented. That failure\nhas now led to the appellant's predicament.\nThe application for rectification of the record so as to include\nthe\ncontested agreement clearly must fail.\n(ii)\nThe application for postponement of the hearing of this appeal and\nremittal to the Maintenance Court for the re-opening of the enquiry\nand the\nhearing of evidence relating to the respondent's post-divorce income\n.\nSec 22 (a) of the Supreme Court Act, 59 of 1959, empowers this\nCourt,\n21\non the hearing of an appeal, to remit the matter to the court of first\ninstance, or the court whose judgment is the subject of the\nappeal, for further\nhearing.\nIn a long line of cases, certain guiding principles for the exercise\nof this power have been developed. They are as follows:\n(a)\twhether the evidence tendered or envisaged could with reasonable diligence\nhave been tendered or elicited at the trial;\n(b)\twhether the said evidence is \"presumably to be believed\" or \"apparently\ncredible\";\n(c)\nthe\neffect it will have on the case;\n(d)\twhether conditions since the trial have so changed that the fresh evidence\nwill prejudice the opposite party.\n(See Nathan Barnett and Brink\n3rd ed.\nUniform Rules of Court\n606;\nColman v Dunbar\n1933 AD 141\nat\n161 - 2;\nBenjamin v Gurewitz\n1973(1) SA 418 (A) at 427 E - 430 E;\nDeintje v Gratus and Gratus\n1929 AD 1\nat 6 - 7;\nShein v Excess\nInsurance Co Ltd\n1912 AD 382\nat 389 - 393; 418 at 427 - 431.)\nI am of the view that the present application for remittal and\nre-opening\n22\nof the enquiry fails to meet these requirements. For instance, as regards\nrequirement (a), it is clear that the failure to place the full facts before\nthe\nMaintenance Court was due to the appellant's failure, and his failure alone,\nto\ndisclose his case to the respondent and to elicit the required information\nfrom\nher. In this Court he conceded that in the course of the trial she had\nmade\navailable all her financial books and statements to him and that he had\nalready\nthen decided that he was going to do a cash flow analysis to prove\nthe\nmisappropriation on the respondent's part and to disprove the children's\nneeds\nas put forward by her. In the event, he can expect little sympathy from\nthis\nCourt. In\nDeintje v Gratus and Gratus\n.\nsupra\nat 6, the\nfollowing\ndictum\nfrom\ntwo venerable English cases was approved of:\n\"It is an invariable rule in all the Courts, and one founded on the clearest\nprinciples of reason and justice that if evidence which\neither was in the\npossession of parties at the time of the trial, or by proper diligence might\nhave been obtained, is either not\nproduced or has not been procured, and the\ncase is decided adversely to the side to which the evidence was available, no\nopportunity\nfor producing that evidence ought to be given by the granting of a\nnew trial.\"\nFurthermore, as regards requirement (c), the effect of remittal of\nthe\n23\nmatter and re-opening the enquiry will be that the appeals to the Eastern\nCape Division and to this Court would have been in vain.\nIf new evidence is\nheard by the Maintenance Court, the possibility of new appeals by either of the\nparties to the Eastern Cape Division\nand to this Court cannot be excluded. The\nenvisaged process militates against the principle\ninterest reipublicae ut sit\nfinis litium\n(see\nMkwanazi v Van der Merwe and Another\n. 1970(1) SA\n609 (A) at 616 F).\nConsequently, this application must also fail. (iii)\nLeave to advance prayer B\ni.e. the suspension of maintenance payments\nuntil the allegedly misappropriated funds have been utilised by the respondent\nfor the\nchildren's maintenance.\nIt is clear that the suspension of\nmaintenance payments is but an indirect form of set-off. Appellant had been\nrefused leave to rely,\nin this Court, on setoff. As set out above, this Court\nmay grant leave to advance a ground of appeal not allowed by the court\na\nquo\n, if there is sufficient merit to warrant the consideration of it. I\nturn, therefore, to a consideration of the merits of prayer B.\n24\nI have considerable difficulties with the legal basis underlying prayer\nB.\nVoet, who deals with this matter, was of the view that neither\nset-off nor suspension could be raised in respect of an obligation\nto pay\nmaintenance (see\nComm. ad Pand\n. 16.2.16 and 25.3.5).\nOur courts appear\nto have followed Voet's point of view. It seems to be an accepted rule that if\nthe husband who has been ordered\nto pay maintenance to a child, avers that he\nhas paid more than his share, or that the wife has wrongfully spent the\nchildren's maintenance,\nthe correct remedy is to institute action against the\nwife and not to claim set-off against the children, (see\nR v Glasser\n1944\nEDL 227\nat 232, 233;\nKanis v Kanis\n1974(2) SA 606 (RAD) at 609 C - H;\nPhillips v Phillips\n1961(2) SA 337 (D) at 341 B - D.)\nIt is, however, not necessary to formulate the correct legal principle and\ndispose of the instant case in accordance therewith, for\nthere are\ninsurmountable factual problems in granting leave to advance prayer B. As stated\nbefore, the claim for set-off rests on\nthe alleged misappropriation by the\nrespondent. As explained above, the factual substratum of this allegation has\nnot been proved,\n25\nand it would be futile to consider prayer B.\nConsequently, leave to advance prayer B must be refused.\n(iv)\nLeave to advance prayer C, i.e. the reimbursement by the respondent of\nthe alleged misappropriated maintenance monies\n.\nThe order\nencompassed in prayer C by the appellant in effect seeks judgment against the\nrespondent for payment of R55 443 plus interest.\nNeither the Maintenance Court nor the court\na quo\nwas asked for a\nsimilar order. By virtue of sec 5(4)(b) of the Act, the Maintenance Court had no\njurisdiction to make such order.\nAnd although the court\na quo\nand this\nCourt on appeal to it, according to sec 7(2) of the Act\"... may make such order\nin the matter as it may deem fit\", this\nis clearly not a case where the order\nrequested should be granted. As indicated above, the alleged misappropriation\nwas never canvassed\nwith the respondent at the trial and was never proved. It\nwould be futile to grant the leave requested.\nThe application to advance prayer C is refused.\nThe merits of the appeal:\nunderlying principles\n.\n26\nThis brings us to the proper scope and object of this appeal, viz. an\nevaluation of the correctness or otherwise of the judgment of\nthe court\na\nquo\n. In this regard, attention should once again be drawn to the decision of\nthis Court in\nBordihn v Bordihn\n1956(2) PH B32 (A) at 91-2, reiterated in\nMentz v Simpson\n1990(4) SA 455 (A) at 456E - 457C, in which the\nrespective approaches by a trial court and a court of appeal to cases such as\nthe\npresent one were formulated. In deciding what, in the circumstances of a\nparticular case, a reasonable amount to award as maintenance\nfor a child would\nbe, the trial judge has to consider a variety of factors,\ninter alia\n, the\nneeds of the child, the social status of the parties, the ability of the father,\nand if need be, the means of the mother to\npay maintenance. The amount arrived\nat must necessarily be an estimate. In these circumstances the approach of an\nappeal court, when\nasked to interfere with the estimate of the trial judge,\nshould be along the lines adopted in compensation cases. In\nSandler v\nWholesale Coal Supplies Ltd\n1941 AD 194\nat 199 - 200 Watermeyer JA\nstated:\n\"The amount to be awarded as compensation can only be determined\nby\n27\nthe broadest general considerations and the figure arrived at must necessarily\nbe uncertain, depending upon the Judge's view of what\nis fair in all the\ncircumstances of the case. For this reason a Court of Appeal does not readily\ninterfere with an estimate made\nby the Court appealed from. Attempts have been\nmade in several cases in which the assessment of damage was a matter of\nestimation\nrather than calculation to define the class of case in which a Court\nof Appeal should interfere. ...These citations suggest that\na Court of Appeal\nshould not interfere unless there is some striking disparity between its\nestimate of the damages and that of the\ntrial Court, and further unless there is\nsome unusual degree of certainty in its mind that the estimate of the trial\nCourt is wrong.\"\nJoubert JA in\nAA Mutual Insurance Association Ltd v Maqula\n1978(1)\nSA 805 (A) at 809 B - C succinctly formulated the\nprinciple as follows:\n\"... (T)his Court will not, in the absence of any misdirection or irregularity\ninterfere with a trial Court's award of damages unless\nthere is a substantial\nvariation or a striking disparity between the trial Court's award and what this\nCourt considers ought to have\nbeen awarded, or unless this Court thinks that no\nsound basis exists for the award made by the trial Court.\"\nBut, as was pointed out by Watermeyer JA in the\nSandier\n-case (at\n200),\nthis does not imply the abdication by a court of appeal of\nits essential function.\n\"But it does not follow that a Court of Appeal must renounce its functions as a\nCourt of Appeal by deferring to the estimate of the\ntrial Court in a case of\ndoubt or difficulty. ...Seeing that an appeal is a rehearing of all the\nquestions involved in the action,\nincluding\nthe\n28\nquantum\nof damages, a Court of Appeal must necessarily decide upon the\nfigure which it thinks should have been awarded. When it has done\nthat, if the\nfigure arrived at, considered from all aspects, differs substantially from the\nfigure awarded, the Court of Appeal must\ngive effect to it. If it does not do\nso, it is deferring to the judgment of the trial Judge and not carrying out its\nfunctions as\na Court of Appeal by exercising its own judgment upon a matter\nwhich is before it on appeal.\"\nI intend to apply the approach\noutlined above to the judgment of the court\na quo\n.\nAn order made by\nthe Supreme Court at the time of divorce of the parents relating to the\nmaintenance of a child or children may be\nvaried by the Maintenance Court by\nvirtue of sec 4(l)(b) of the Act or by the Supreme Court by virtue of\nsec 8(1)\nof the\nDivorce Act, 10 of 1979\n.\nAs general point of departure it can be\nstated that in the absence of a material change in the circumstances since the\nmaking of the\noriginal court order, there can be no sufficient cause for\namending such order. But proof of a material change in the relevant\ncircumstances\nis not a statutory prerequisite\nHavenga v Havenga\n1988(2)\nSA 438 (T) at 445 C - F).\nThe point of departure for proceedings for a variation of an existing\norder\n29\nmust be the children's needs. Once that has been established, the ability of\nthe party obliged to pay the maintenance (and also that\nof the other parent)\nshould be established. The children's needs can then be adapted accordingly, if\nnecessary (see\nMentz v Simpson\n,\nsupra\n, at 461 I - J).\nThe needs\nof the children\n.\nThe court\na quo\nhas given extensive and careful consideration to the\nfigures and arguments presented by both parties. The court reduced a number\nof\nitems claimed by the respondent, and arrived at the figures referred to earlier\nin this judgment.\nNowhere in his copious heads of argument did the appellant\nanalyse or criticise the court's calculation. He rather aimed attacks at\nthe\nrespondent from various, mostly irrelevant, angles, e.g. her misappropriation of\nthe children's maintenance, his claim for interest\non such monies, the alleged\nfailure of the court\na quo\nto take into account that the children spent\nsome of their holidays with him, that he pays a small (indeed negligible) amount\nof\npocket-money to the children directly, her decision to give up her practice\nin Johannesburg and\n30\nto move to Grahamstown in order to further her studies, which he described as\nself-indulgence, and her decision to retain two properties\nin Johannesburg which\nshe lets at a loss. At the hearing of the appeal the appellant was invited to\ngive attention to the calculations\nby the court\na quo\n. It soon appeared\nthat his criticism was not based on any evidence and is quite unfounded. Indeed,\nhis suggested figures as compared\nto his allegations of what he spends on his\nown household, e.g for food, are clearly unfounded and unreasonable.\nUnder\nthese circumstances there is no basis on which the calculation of the children's\nneeds by the court\na quo\ncan be disturbed.\nThe standard of living of\nthe parties\n.\nThe next enquiry then is whether these expenses are\ncommensurate with the standard of living of the parties.\nThe appellant was a\npartner in a very large firm of attorneys. At one\nstage he was one of the top\nfee-earners in his firm. For the past few years his\nearnings from fees, as\ncertified by the firm's auditors, were as follows:\n28 February 1989\tR128\n222\n31\n28 February 1990\tR135 374\n28\nFebruary 1991\tR254\n066\n29\nFebruary 1992\tR281 656 28 February\n1993\tR348 502.\nHe also earned R3250\nper annum\n(i.e. R270 per month) lecturing in business law, and earned dividends in the sum\nof R90 - R125 per month.\nAfter their marriage, the parties lived in a house\nin Melville, then went on study leave to New York for a year (at a cost,\naccording\nto appellant, of more than R190 000) and returned to the Melville\nresidence for two or three years. They then purchased a house in\nParktown North,\nwhere they lived until they separated some time prior to the divorce, whereupon\nthe appellant moved back to the Melville\nresidence, which still belonged to\nhim.\nDuring the subsistence of the marriage the parties lived for some time in\nParktown North, which the appellant described as one of\nthe better areas of\nJohannesburg. The house was situated on half an acre of ground, with a swimming\npool. The appellant described\nthe house as \"a very nice house\" with\n32\nvery expensive woollen carpets in the main bedroom and study. The kitchen was\nfitted with top quality fittings. After the appellant\nhad bought the house, he\nspent approximately R45 000 on renovating it. The house was fitted with quarry\ntile patios, and underfloor\nheating in the master bedroom and study. He employed\na gardener, a domestic servant and a half-day nanny. They had two motorcars,\nand\ndined out at very expensive restaurants, sometimes as often as once a week. Once\nthey went to Europe on holiday; every year they\nwould go on holiday, hiring a\ncottage and even motorcars, and again dining out at very expensive restaurants.\nDuring 1982/1983 he\ndid not work in the legal firm; but took a year off to read\nfor his doctorate in banking law at the University of the Witwatersrand.\nThey\nbought a very expensive lounge suite in 1988; the diningroom suite was of\nexpensive yellowwood; the lounge and family room were\nfitted with very expensive\nmohair curtains; they enjoyed the benefit of all the modem conveniences such as\ndishwashers etc.; the\nappellant maintained a selection of good wines and they\ndrank two to three bottles of wine per week. The appellant and the respondent\nboth pursued post-graduate studies and they\n33\nhad a propensity towards intellectual activities.\nAfter the divorce, until\n1992, the appellant continued living in the house in Melville, which was fully\npaid for i.e. the appellant\nhad no bond repayments in respect of the property.\nIn September 1992 he purchased a house in Forest Town for R440 000, incurring\na\nbond repayment obligation of ± R4200 per month. He also had to spend R40\n000 on renovations on the property. The appellant\nsays the Melville property was\nnot an appropriate address for a senior partner in his firm and hoped to sell\nit. He also considered\nthe price he paid to be a bargain. The purchase of the\nForest Town residence brought about additional expenditure in the form of\nrates\nat R337,08 per month, maintenance at R250 per month and furniture purchases at\nR250 per month. He claimed R400 per month for\nclothing for himself, and\ntestified that the amount was mainly spent on suits; he later reduced this claim\nto R200 per month. He\nalso claimed R870 per month for motor repairs and R300 for\nsundry monthly expenses. He conceded that the new residence had a swimming\npool,\nbut said that it was non-functional. The property in Melville, which has not\nbeen sold\n34\nyet, is worth R140 000 but is let at a loss of R90,00 a month, the appellant\nhaving bonded it for R96 000. His shares are worth R17\n800 and finally he is\nentitled to the capital of a trust fund in Canada, which stands at R190 000.\nThere would be no problem, according\nto his evidence, in bringing that money to\nSouth Africa and spending it on the maintenance of his children. The evidence\nwas that\nthe fund was, in any event, established to provide for the tertiary\neducation of the boys in Canada. Subsequent to the divorce he\nhad spent\napproximately R25 000 on compact discs.\nThe appellant conceded that, should there be a remission in his depression (a\nmatter to which I return later), he had the potential\nto be a top fee-earner in\nthe firm, and that he would be able to charge very high fees.\nAs far as the respondent is concerned, at the time of the divorce she had\nobtained the five degrees hereinbefore described. She practised\nas a\npsychologist from the matrimonial home and earned between R2500 and R3000 per\nmonth. She stopped practising as a psychologist\nin December 1990 and was\naccepted by Rhodes University for a doctorate in psychotherapy. Such a degree\nwould\n35\nenable her to generate more income. Her net income at the time of the enquiry\nwas approximately R4567 per month after tax deductions,\nbeing a salary from\nRhodes University as a part-time lecturer; a salary from Fort England Hospital\nfor work performed there; monthly\nfees earned and rental income. At the end of\n1993 her nett income would be reduced because the Rhodes appointment would come\nto an\nend. The appointment at Fort England was a temporary one. If, at the end\nof 1993, she had completed the Ph.D. degree, she would forfeit\nthe right to\noccupy a university flat. She intended then purchasing a modest house in\nGrahamstown near Graeme College, which the\nboys would attend, at a price of R160\n000 to R170 000. The bond repayment would amount to approximately R2030 to R2170\nper month.\nThe boys had skateboards and bicycles, footballs, marbles, and tennis\nballs, they kept fish and rabbits and they intended building\na tree house. They\nwere also taking tennis and gymnastics lessons. The respondent needed a car to\nget to her work and classes.\nThe court\na quo\ndescribed the house in Parktown North as a luxury\nabode and stated that the evidence disclosed that the family enjoyed a high\nstandard\n36\nof living. In his Notice of Appeal the appellant criticized these findings by\nthe court\na quo\nand also described the alleged failure of the court\na\nquo\nto mention that \"some reduction in (the) standard of living for both\nspouses and their children is normally the result of the break\nup of a joint\nhome\" as an error.\nThe appellant's criticism of the findings of the court\na quo\nis unfounded. The parties indeed,\nstante matrimonio,\nmaintained a very high standard of living; after the divorce this standard did\nnot drop. On the contrary, measured against the appellant's\nincreased income and\nhis move to a more luxurious and expensive residence etc, his standard of living\nhas risen.\nThere is, accordingly, no reason why the children's needs should now\nbe\nmeasured against a lower standard than that which prevailed at\nthe time of the\ndivorce.\nThe appellant's ability to pay the maintenance as ordered by the Supreme\nCourt at the time of divorce\n.\nI have already alluded to the fact that the appellant's annual income\nrose\nfrom R128 220,00 for the year ending 28 February 1989, to\nR135 374 in 1990,\n37\nR254 066 in 1991 to R281 656 in 1992 and R348 502 to 28 February 1993.\nAccording to the evidence his income for March 1993 was R25752,72,\nwhich was\nstill consistent with the income earned in the tax year ending on 28 February\n1993. But then, in April 1993 it decreased\nto R12363,00, in May 1993 to R225,\nJune 1993 to Rl 125,00 and July 1993 to R675,00. At the enquiry he estimated his\nmonthly income\nfor the tax year ending 28 February 1994 as R176488, i.e. R14707\nper month.\nThe decrease in income for the four months preceding the\napplication to the Maintenance Court was the sole basis of the complaint,\nand\nwas in turn laid at the door of the economic recession and the appellant's\nendogenous depression.\nThe reliance on an economic recession is not convincing at all, despite the\nclaim that his firm's income was dropping steadily. The\nappellant's own income\nup to the end of February 1993 was increasing steadily. His income in March 1993\nwas not markedly less than\nthat of his average income in the previous tax\nyear.\n38\nAs far as the reliance on endogenous depression is concerned, there is a\ntotal lack of convincing evidence as regards the duration\nof the condition\ncomplained of. Moreover, the appellant conceded that by the time of the hearing\nof the enquiry, which occurred in\nAugust 1993, his condition had shown a marked\nimprovement over what it had been earlier that year. Moreover, the first letter\nby\nthe appellant's firm recording the appellant's drop in income stated that\n\"... his problems were already manifesting themselves in\nMarch ...\". Apparently\nthe condition complained of only influenced his income as from March 1993. By\nAugust 1993 there was a marked\nimprovement. In my view the evidence of a\ndecrease in income for five months does not constitute sufficient cause for a\nvariation\nof the order made by the Witwatersrand Local Division. This is\nespecially so where the appellant had a trust fund of R190 000 available\nfrom\nwhich he could supplement his temporary cash flow problem. His refusal to do so\nis, in my view, unreasonable and unjustifiable.\nThe ultra vires\nargument\n.\nFinally, reference should be made to the appellant's reliance on\nthe\n39\nalleged nullity of that part of the judgment of the court\na quo\nrelating to\neducational expenses. As mentioned earlier, the court\na quo\nexpressly\nordered\nthat, apart from a reduction in the cash amount payable by the\nappellant he\nmust obey all the other terms of the order made by the Supreme\nCourt, i.a. the\npayment of all the reasonable educational expenses (including\nschool fees and\nlevies, stationery, school uniforms and extramural\nactivities) of the two children.\nThe appellant now argues that such order was\nultra vires\nthe Act.\nHis\nargument is set out in the heads of argument as follows:\n\"Section 5(4)(b) of the Maintenance Act 23 of 1963 gives the maintenance court\nthe power to order payment of a cash sum and medical\nexpenses but makes no\nmention of educational expenses. A maintenance court's order is in substitution\nfor the existing order and\nreplaces it in its entirety\nPurnell v Purnell\n1993(2) SA 662 (A) at 667 J to 668 A - so that the fact that the previous order\ngranted by the divorce court by consent included\neducational expenses cannot\nserve as the basis for an order that the appellant pay educational expenses. It\nfollows, it is respectfully\nsubmitted, that the appeal court's order that the\nappellant pay the children's educational expenses is\nultra vires\n.\"\nThe appellant's argument is ill-conceived. As was clearly pointed out\nin\nPurnell v Purnell\n,\nsupra\n, at 666 F - 667 H, an\nexisting maintenance order only\n40\nceases to be of force and effect if the Maintenance Court makes an order\nreplacing or discharging it (see secs 4(1), 5(4) and 6(1)\nof the Act).\nIn the\npresent case the Maintenance Court did not issue an order replacing or\ndischarging the existing Supreme Court order. In fact,\nin dismissing the\nappellant's complaint, it left the existing order intact. The court\na quo\nin turn only reduced the cash amount monthly payable to the children and\nconfirmed the continuation of all the appellant's other\nmaintenance obligations.\nThe court\na quo\nwas entitled to make such an order by virtue of sec 7(2)\nof the Act.\nThe respondent gave notice of intention to ask this Court for a\nspecial\norder of costs, on the attorney and client scale, against\nthe appellant. Having\ngiven the matter careful consideration, I am not\nconvinced that such an order\nshould be made in the present appeal.\nThe\nfollowing orders are made\n:\n1. The applications numbered (i) to (iv) hereinbefore are dismissed with\ncosts.\n41\n2. The appeal is dismissed with costs.\nHEFER, JA\t)\nSMALBERGER, JA )\n)CONCUR F H GROSSKOPF, JA )\nVAN COLLER, AJA )",
  "scraped_at": "2026-02-12T08:18:16.894674",
  "date": "1995-11-28",
  "coram": [
    "Hefer",
    "Smalberger",
    "F H Grosskopf",
    "Olivier JA",
    "Van Coller AJA"
  ],
  "case_number": "467/94",
  "parties": {
    "applicants": [
      "Kenneth John Douglas"
    ],
    "respondents": [
      "Blanche Daw Douglas"
    ]
  },
  "sections": {
    "facts": "Kenneth John Douglas and Blanche Daw Douglas married in January 1982 and had twin sons born on 17 October 1984. The marriage ended in a decree of divorce on 26 October 1990, with custody of the children awarded to the respondent. A settlement agreement incorporated in the divorce decree required the appellant to pay R1,250 per child per month plus reasonable educational, medical and dental expenses, with an escalation clause linked to the consumer price index. After the divorce the respondent moved to Grahamstown to pursue a Ph.D. and took part‑time work, while the appellant, a partner in a large law firm, suffered a period of endogenous depression in 1993, reduced his workload and earnings, and claimed a material change in circumstances. He sought to reduce the cash maintenance to R500 per child and to remove the educational expense obligation. The Maintenance Court dismissed the application; the Eastern Cape Division reduced the cash amount to R1,300 per child but retained the escalation clause. The appellant appealed to the Supreme Court of Appeal, raising further grounds including alleged misappropriation of maintenance funds, a request for set‑off, and a challenge to the court’s authority to order educational expenses.",
    "issues": "1. Whether there has been a material change in the appellant’s financial circumstances sufficient to justify a reduction in the maintenance order. 2. Whether the escalation clause for future increases must continue. 3. Whether the appellant may set‑off or suspend maintenance payments on the basis of alleged misappropriation of funds by the respondent. 4. Whether the order for payment of the children’s educational expenses is ultra vires the Maintenance Act. 5. Whether the appellate court may entertain new procedural applications (rectification of record, remittal, etc.).",
    "principles": "The court applied sections 4(l)(b) and 7(2) of the Maintenance Act, which allow variation of maintenance orders only on a material change of circumstances and grant the appellate court discretion to intervene only where there is a striking disparity. Precedent from Bordihn v Bordihn and Mensz v Simpson stresses that appellate courts should not disturb trial judgments absent misdirection or substantial error. The principle that set‑off is not permissible in child maintenance matters was drawn from Voet and subsequent case law (R v Glasser, Kanis v Kanis). The court also considered its inherent power to regulate procedural matters and the limited scope of leave to appeal.",
    "application": "The Supreme Court of Appeal found that the appellant’s temporary depression and short‑term drop in income did not constitute a lasting material change, especially given his substantial trust fund (R190,000) and continued high earnings. The alleged misappropriation of R55,443 was not proven at trial and could not be relied upon. Accordingly, the escalation clause was upheld, and the order for educational expenses remained within the court’s power under the Maintenance Act. The court declined the applications to rectify the record, to remit the case, and to allow set‑off or reimbursement claims, finding no merit and noting procedural impropriety.",
    "conclusion": "All of the appellant’s applications (i)–(iv) were dismissed with costs, and the appeal itself was dismissed with costs. The maintenance order of R1,300 per child per month, with the continuation of the escalation clause and the obligation to pay reasonable educational, medical and dental expenses, as ordered by the Eastern Cape Division, was affirmed."
  },
  "tags": {
    "level_1": "Family Law",
    "level_2": "Maintenance",
    "level_3": [
      "child support",
      "maintenance variation",
      "set‑off",
      "escalation clause"
    ]
  }
}