{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/50.html",
  "case_name": "Sentrachem Bpk. v Wenhold (352/93) [1995] ZASCA 50; [1995] 2 All SA 524 (A) (16 May 1995)",
  "citation": "[1995] ZASCA 50",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 50\n|\nNoteup\n|\nLawCite\nSentrachem Bpk. v Wenhold (352/93) [1995] ZASCA 50; [1995] 2 All SA 524 (A) (16 May 1995)\nDownload original files\nPDF format\nRTF format\nSaaknommer: 352/93\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak tussen:\nSENTRACHEM BEPERK\nAppellant\nen\nNEVILLE ROBERT\nWENHOLD\nRespondent\nCoram:\nJOUBERT, E M GROSSKOPF, F H GROSSKOPF, HOWIE ARR et OLIVIER Wn\nAR\nVerhoordatum:\n13 Maart 1995\nLeweringsdatum:\n16\nMei 1995\n2\nUITSPRAAK F H GROSSKOPF AR:\nDie respondent is 'n boer van die\nThabazimbi-distrik wat vir baie jare met sojabone en ander gewasse onder\nbesproeiing boer. Die appellant\nis 'n maatskappy wat onder andere onkruiddoders\nvervaardig, bemark en verkoop. Daar sal na die respondent as die eiser en die\nappellant\nas die verweerder verwys word. Die eiser het skadevergoeding van die\nverweerder geëis vir sekere oesverliese wat hy na bewering\ngely het as\ngevolg van 'n onkruiddoder wat hy van die verweerder gekoop het en op sy\nsojaboonlande gespuit het. Die saak het in die\nTransvaalse Provinsiale Afdeling\nvoor Spoelstra R gedien. Die geleerde verhoorregter het bevind dat die\nverweerder regtens aanspreeklik\nis om die eiser se skade te vergoed, en het 'n\nbedrag van R133 991,22 as skadevergoeding aan die eiser toegeken. Die verweerder\nappelleer\nmet verlof van die hof a quo teen daardie uitspraak en bevel.\nDit is gemene saak dat die eiser 'n sekere onkrniddoder met die handelsnaam\n\"Classic\" by die verweerder gekoop het om 'n onkruid algemeen\n3\nbekend as purperwinde in sy sojaboonlande te beheer. Die Classic is op 28\nDesember 1990 deur middel van lugbespuiting toegedien op\nsekere van die eiser se\nlanderye wat met sojabone beplant was. Dit word nie betwis nie dat die\nlugbespuiting onder toesig en beheer\nvan 'n verteenwoordiger van die verweerder\nplaasgevind het, dat die Classic behoorlik met water vermeng is, en op die regte\ntyd en\nstreng volgens voorskrif toegedien is.\nDie hof a quo het die eiser as\n'n geloofwaardige getuie bestempel. Volgens die eiser se getuienis het hy\ngedurende die 1990/91 oesjaar\n200 ha sojabone aangeplant. Die verweerder het die\nomvang van die lande onder sojabone in geskil geplaas, en daar sal later\nteruggekom\nword op die vraag of die eiser bewys het hoeveel hektaar inderdaad\nonder sojabone was. Die eiser het in ieder geval getuig dat 170\nha van die 200\nha met Classic bespuit was. Die oorblywende 30 ha, wat as land 3A bekendstaan,\nis op die eiser se versoek nie met\nClassic bespuit nie. Daar was 'n groot\nverskil in opbrengs per hektaar tussen die 30 ha van land 3A wat nie met Classic\nbespuit was\nnie, en die 170 ha wat wel daarmee bespuit was. Die eiser het land\n3A as kontroleland gebruik\n4\nom sy oesverlies te bereken, en ook om aan te toon dat die swak opbrengs van\ndie 170 ha te wyte was aan die nadelige effek wat die\ntoediening van Classic op\ndie sojabone gehad het.\nDie verweerder het sy betoog in hierdie hof onder die\nvolgende drie hoofde ingedeel:\n1.\nDie eiser het nie sy saak\nsoos gepleit bewys nie.\n2.\tDie eiser het nie bewys dat sy skade deur 'n verborge gebrek in die Classic\nveroorsaak is nie.\n3.\tDie eiser het nie die omvang van sy skade\nbehoorlik bewys nie.\nHierdie drie aspekte sal puntsgewys behandel en oorweeg\nword.\n1.\nHet die eiser sy saak soos gepleit bewys?\nDie eiser het in sy besonderhede van vordering op vier alternatiewe\nskuldoorsake gesteun. Die hof a quo het die eis op grond van die\nbewerings in\ndie eiser se eerste alternatiewe eis toegestaan, en na my mening is die ander\naltematiewe skuldoorsake nie verder ter\nsake nie.\n5\nDie eiser se eerste altematiewe eis is vir skadevergoeding as\ngevolg\nvan die verweerder se beweerde kontrakbreuk. Die \"kontraksterm\" wat\ndie\nverweerder na bewering verbreek het, word soos volg in die eiser\nse\nbesonderhede van vordering uiteengesit:\n\"3.2.6 Verweerder het gewaarborg dat gemelde middel [Classic], aangewend soos\nvoormeld, sou beantwoord aan die doel waarvoor dit aangekoop\nis naamlik die\neffektiewe en onskadelike bestryding van gemelde onkmid.\"\nDit is gemene saak dat die inhoud van die geregistreerde etiket (\"die\netiket\"), wat op die houer met Classic aangebring was, deel\nvan die kontrak\ntussen die partye uitgemaak het. Daarbenewens was die verkoping van die Classic\nonderhewig aan die verweerder se\nstandaard verkoopsvoorwaardes (\"die\nverkoopsvoorwaardes\") wat agterop die aankoopfaktuur gedruk was.\nHoewel die etiket uitdruklik beweer dat purperwinde\n\"normaalweg\ndeur Classic beheer\" word, bevat die\netiket ook die volgende \"waarskuwing\":\n\"Alhoewel hierdie middel [Classic] omvattend onder 'n groot verskeidenheid\ntoestande getoets is,\nwaarborg die registrasiehouer\n[die verweerder] nie\ndat dit onder alle toestande doeltreffend\nsal\n6\nwees nie aangesien die werking en effek daarvan beïnvloed kan word deur\nfaktore soos abnormale grond-, klimaats- en bergingstoestande\n.... \" (My\nbeklemtoning)\nDie eiser se bewering in die\naangehaalde paragraaf 3.2.6, nl dat die verweerder\ndie \"effektiewe\nbestryding\" van purperwinde \"gewaarborg\" het, blyk dus nie\nkorrek te wees\nnie.\nDie eiser het egter verder in die aangehaalde paragraaf 3.2.6\nbeweer\ndat die verweerder die \"\nonskadelike\nbestryding van gemelde\nonkruid\"\ngewaarborg het. (My beklemtoning.) Die bepalings van paragraaf 10\nvan die\nverkoopsvoorwaardes is in hierdie verband van belang. Dit lui soos\nvolg:\n\"10. Die MAATSKAPPY [die verweerder] sal, onderhewig aan die bepalings van\nparagraaf 11, aanspreeklik wees vir enige verlies deur\ndie KLANT [die eiser]\ngely as gevolg van:\n10.1\tdie gebruik van 'n gebrekkige produk, met die\nvoorbehoud dat dit op\ndie korrekte wyse gebruik was,\nen met die verdere voorbehoud dat daar\nnoukeurig\naggeslaan is op die waarskuwings,\nvoorsorgmaatreëís\nen aanwysings en dat dit behoorlik nagekom\nwas;\nen/of\n10.2 \t\"\n7\nDie bepalings van paragraaf 11, waarna in paragraaf 10 hierbo verwys word,\nvereis dat die eiser kennis van sy klagte en eis aan die\nverweerder moes verskaf\nhet, wat myns insiens wel geskied het. Na my mening is daar ook voldoen aan die\nverdere voorbehoudsbepalings\ngemeld in paragraaf 10.1 hierbo. Die verweerder het\nin ieder geval nooit aangevoer dat enige van hierdie voorwaardes nie nagekom\nis\nnie.\nParagraaf 10 maak weliswaar nie met soveel woorde melding van enige\n\"waarborg\" deur die verweerder nie, maar dit bevat tog 'n uitdmklike\nondememing\ndat die verweerder aanspreeklik sal wees vir enige verlies deur die eiser gely\nas gevolg van die gebruik van 'n gebrekkige\nproduk. Die werkwoord \"waarborg\"\nword onder andere omskryf as \"instaan vir\" in die\nVerklarende Handwoordeboek\nvan die Afrikaanse Taal (\"HAT).\"\nMyns insiens kom die bepalings van\nparagraaf 10 juis daarop neer dat die verweerder instaan vir die verlies wat die\neiser mag ly.\nDie eiser se besonderhede van vordering verwys nie uitdruklik\nna\n8\ndie bepalings van paragraaf 10 van die verkoopsvoorwaardes nie. Waar\ndie\nverweerder egter self in sy pleit beweer dat die verkope onderhewig is\naan die\nbepaiings van paragraaf 10 (wat woordeliks in die pleit aangehaal\nword), kan die\nverweerder beswaarlik aanvoer dat hy in hierdie verband verras\nof benadeel is.\nDit blyk trouens duidelik uit sy nadere besonderhede op verhoor\ndat\ndie verweerder wel deeglik daarop bedag was dat hy op grond van die\nbepalings\nvan paragraaf 10 aanspreeklik gehou word. Die verweerder meld naamlik in\nsy\nnadere besonderhede -\n\"dat hy in besonder op grond van die volgende aanspreeklikheid teenoor Eiser\nontken:\n2.2.2.1\nVerweerder ontken dat Classic 'n gebrekkige produk soos beoog\ndeur paragraaf 10 van die standaard verkoopsvoorwaardes daargestel het\nof dat\nenige gedeelte van Eiser se oes as gevolg van die aanwending van Classic\nbeskadig of vemietig is;\n2.2.2.2\nVerweerder\nontken dat enige waarborg soos in paragraaf 3.2.6 van Eiser se besonderhede van\nvordering uiteengesit, in die standaard\nverkoopsvoorwaardes beliggaam is of dat\nhy in enige stadium of op enige wyse sodanige waarborg aan eiser verskaf\nhet;\"\n9\nEk is gevolglik van oordeel dat die pleitstukke as geheel wyd genoeg is om\ndie eiser se eerste altematiewe eis te dek. Na my mening\nhet die geskilpunte\nrondom hierdie besondere skuldoorsaak in ieder geval in die loop van die verhoor\nuitgekristaliseer en behoort\ndie hof hom nie in hierdie stadium blind te staar\nteen die gebreke wat daar ongetwyfeld in die besonderhede van vordering was nie.\n(\nCollen v Rietfontein Engineering Works\n1948(1) SA 413(A) op 433.)\nDie hof a quo het bevind dat die eiser hom ook op 'n ander skuldoorsaak kon\nverlaat het, nl op die basis dat die verweerder, as handelaar\nwat openlik\nvoorgegee het dat hy oor bedrewendheid en deskundige kennis met betrekking tot\ndie produk beskik, regtens aanspreeklik\nis vir enige gevolgskade veroorsaak deur\n'n verborge gebrek in die produk wat hy verkoop het.\nfKroonstad Westelike\nBoere Ko-operatiewe Vereniging Bpk v Botha and Another\n1964(3) SA 561(A) op\n571H-572A.) Die verweerder kon natuurlik ook vir gevolgskade aangespreek word op\ngrond van die feit dat hy die\nvervaardiger was van die Classic wat hy verkoop\nhet.\nfHoImdene Brickworks\n10\n(Pty) Ltd v Roberts Construction Co Ltd\n1977(3) SA 670(A) op\n682H-683B.) Die verweerder maak beswaar daarteen dat die saak op hierdie\ngrondslag beslis is, en wys daarop\ndat die hof a quo bevind het dat die\npleitstukke nie die geskilpunte helder en duidelik geformuleer het nie. Die hof\na quo het trouens\nopgemerk dat hierdie skuldoorsaak \"met 'n mate van moeite en\nverbeelding uit die besonderhede van vordering uitgerafel [kan] word.\"\nDie\neiser se besonderhede van vordering beweer weliswaar nie met soveel woorde dat\ndie verweerder op gemelde basis vir verborge gebreke\naanspreeklik is nie. Die\nverweerder word wel as \"deskundiges en handelaars ten opsigte van en in\nonkruiddoders\" beskryf. Die besonderhede\nvan vordering beweer verder dat die\naangehaalde paragraaf 3.2.6, waarin daar na die verweerder se beweerde\n\"waarborg\" verwys word,\neen van 'n aantal \"uitdruklike alternatiewelik\nstilswyende alternatiewelik geïmpliseerde terme van die ooreenkoms\" tussen\ndie\npartye was. Die bewering van 'n sg \"stilswyende waarborg\" word dus in die\nbesonderhede van vordering gemaak. Daar word somtyds losweg\ngepraat van 'n sg\n\"implied warranty against latent defects\".\n11\n(MacKeurtan's Sale of Goods in South Africa,\n5e uitg 126-7 (par\n9.2.2); De Wet en Van Wyk,\nKontraktereg en Handelsreg\n5e uitg, vol 1,\n342).\nReeds vroeg in die verhoor, en wel tydens die verweerder se\nkruisondervraging van die eiser, het dit egter duidelik geword dat die\neiser\ninderdaad op die beginsels neergelê in die bogemelde\nKroonstad\nWestelike Boere Ko-operatiewe Vereniging\n-saak steun. Alhoewel die eiser se\nbesonderhede van vordering nie hierdie skuldoorsaak met die vereiste helderheid,\nduidelikheid en\npresiesheid uiteengesit het nie, is ek nogtans van mening dat\ndie verweerder, indien nie van meet af aan nie, dan spoedig na die\naanvang van\ndie saak daarvan bewus geword het dat die eiser op die gemelde beginsels steun,\nen dat die verweerder gevolglik nie benadeel\nis nie.\nDie vraag ontstaan of daar op hierdie stadium van die saak nog soveel klem op\ndie pleitstukke gelê moet word. Die volgende opmerkings\nvan De Villiers AR\nin\nShill v Milner\n1937 AD 101\nop 105 geld myns insiens ook vir die\nonderhawige saak:\n\"The importance of pleadings should not be unduly magnified.\n12\nThe object of pleading is to define the issues; and\nparties\nwill be kept strictly to their pleas where any departure\nwould\ncause prejudice or would prevent full inquiry. But within\nthose\nlimits the Court has wide discretion. For pleadings are\nmade for the Court,\nnot the Court for pleadings. Where a\nparty has had every facility to place\nall the facts before the\ntrial Court and the investigation into all the\ncircumstances\nhas been as thorough and as patient as in this instance,\nthere\nis no justification for interference by an appellate tribunal\nmerely\nbecause the pleading of the opponent has not been as\nexplicit as it might\nhave been.'\nRobinson v. Randfontein Estates G.M. Co., Ltd\n(1925, A.D.\n198).\nIn another case, Wynberg Municipality v. Dreyer\n(1920,A.D. 443)\n,\nan\nattempt was made to confine the issue on appeal strictly to the\npleadings,\nbut it was pointed out by Innes, C.J., that the issue had\nbeen widened in the\ncourt below, by both parties. 'The position\nshould have been regularised of\ncourse,' said he, 'by an amendment\nof the pleadings; but the defendant cannot\nnow claim to confine the\nissue within limits which he assisted to\nenlarge'\".\n(Vgl ook\nPurdon v Muller\n1961(2) SA 211(A) op 215 E-F.)\nDie\nbeslissing in\nStead v Conradie en Andere\n1995(2) SA 111(A) op 121G-1221\nmet betrekking tot gebrekkige pleitstukke kan op die feite klaarblyklik van die\nonderhawige geval\nonderskei word.\n13\nWaar al die relevante getuienis voor hierdie hof is, hoef daar myns insiens\nnie meer soveel nadruk op die pleitstukke gelê te\nword nie, maar behoort\nhierdie hof die saak te beslis op die werklike geskilpunte wat gedurende\ndíe verloop van die verhoor\nin die hof a quo uitgepluis is.\n(Collen v\nRietfontein Engineering Works,\nsupra,\nop 433.)\nDie verweerder het verder betoog dat die eiser ook in 'n ander\nopsig\nnie sy saak, soos in sy besonderhede van vordering uiteengesit, behoorlik\nbewys\nhet nie. Die eiser het beweer dat die gedeelte van sy \"oes\" wat bespuit is,\nas\ngevolg van die aanwending van Classic \"beskadig altematiewelik\ngedeeltelik\nvemietig [is]\". In sy nadere besonderhede op verhoor herhaal die eiser\ndié\nbewering soos volg:\n\"Dit [Classic] het nie die breëblaar onkruid waarvoor dit bestem was,\nbeheer nie en dit het\ndie sojaboonoes beskadig altematiewelik gedeeltelik\nvernietis\n.\" (Ek beklemtoon)\nDie verweerder wys\ndaarop dat die woord \"oes\" in die HAT omskryf word as \"insameling van ryp\ngewasse en vrugte; opbrings\", terwyl\ndie woord \"beskadig\"\n14\nomskryf word as \"skade toebring aan\". Volgens die verweerder is die eiser se\nbewering dus kortliks dat die aanwending van Classic\nskade aan die opbrengs\ntoegebring het. Die verweerder se betoog is dat die eiser nie bewys het dat daar\nskade aan die opbrengs toegebring\nwas, of dat die opbrengs gedeeltelik vernietig\nwas nie, maar wel dat die sojabone nie behoorlik geoes kon word nie omdat die\npeule\nin 'n bos laag aan die plante gedra was.\nDaar is na my mening geen\nmeriete in hierdie beswaar nie. Die woord \"beskadig\" word ook soos volg in die\nWoordeboek van die Afrikaanse Taal\nomskryf: \"benadeel; die bruikbaarheid,\nwaarde .... van iets verminder....\"\nDie eiser se bewering in die pleitstukke kan dus net so goed beteken dat\ndie\ntoediening van Classic die waarde van die opbrengs verminder het, of die\ninsameling van die sojabone benadeel het.\nNa my oordeel kan die appèl dus nie op die verweerder se eerste punt\nslaag nie.\n2.\nHet die eiser bewys dat sy skade deur 'n verborge gebrek in die\nClassic\nveroorsaak is?\n15\nDie eiser se saak was dat die swak opbrengs van die 170ha te wyte was aan die\nnadelige effek wat die toediening van Classic op die\nsojabone gehad het, en dat\ndit die enigste redelike gevolgtrekking is waartoe mens kan kom as die swak\nopbrengs van die 170 ha vergelyk\nword met die normale opbrengs van die 30 ha van\nland 3A wat nie met Classic bespuit is nie. Die verweerder het egter aangevoer\ndat\nland 3A vanweë sy beter grondkwaliteite nie geskik is om as\nkontroleland te dien nie, en dat die hof nie met vertroue kan staatmaak\nop enige\nvergelyking tussen die per hektaar opbrengs van land 3A en die ander\nsojaboonlande nie. Die verweerder het verskeie deskundige\ngetuies geroep wat die\nswak oes op die 170 ha aan ongunstige grondtoestande toegeskryf het. Hierdie\ngetuies het die nadelige invloed\nvan 'n te hoë grond-pH, en die beweerde\nverbrakking van sekere van hierdie sojaboonlande beklemtoon.\nAangesien die pH-vlak en beweerde verbrakking van die verskillende\nsojaboonlande onderling van mekaar verskil, is dit nodig om tussen\ndie\nverskillende lande te onderskei.\nLand 3A (30 ha), wat die eiser as kontroleland gebruik het,\nlê wes\n16\nvan die Koedoeskop - Thabazimbi grondpad (\"die pad\"). Al die ander lande\nlê oos van die pad en nader aan die Krokodilrivier.\nLand 3A lê direk\noorkant die pad van land 1B (45 ha) en land 2A (45 ha). Land 1B en land 2A, wat\nvir alle praktiese doeleindes\naanmekaar grens, word dus slegs deur die pad van\nland 3A geskei. Land 4B (30 ha) lê 'n paar honderd meter noord van land\n3A.\nLand 5A (30 ha) en land 5B grens aanmekaar en lê ongeveer 7km suid van\nland 3A. Volgens die eiser was slegs 20 ha van land\n5B onder sojabone.\nWat ligging en verbouing betref, was daar geen noemenswaardige verskille\ntussen land 3A as kontroleland enersyds, en die ander lande\nandersyds nie. Dit\nblyk in die eerste plek dat die meeste van die ander lande wat die 170 ha\nopgemaak het, in die direkte omgewing\nvan die kontroleland, land 3A, geleë\nwas. In die tweede plek was al 200 ha voor aanplanting van die sojabone presies\neners bewerk.\nNa aanplanting was al 200 ha onder besproeiing gewees, en was al\ndie lande aan dieselfde klimaatstoestande en behandeling onderworpe.\nDie verweerder het in die eerste plek aangevoer dat die pH-vlakke van die\nverskillende lande wat die 170 ha opgemaak het, aansienlik\nhoër was as\n17\ndié van land 3A, en dat land 3A gevolglik nie as ware kontroleland\ngebruik kan word nie. Die hoe pH-vlakke is trouens een van\ndie redes wat\ndíe verweerder aangevoer het vir die eiser se swak sojaboonoes op die 170\nha lande wat met Classic bespuit is.\nDie onbetwiste getuienis van die eiser\nis dat hy in die 1990/91 oesjaar 2,95 ton sojabone per hektaar van die\nkontroleland, land 3A,\ngeoes het. Daarteenoor was die opbrengs van die ander 170\nha lande wat met Classic bespuit was, baie laer gewees. Die gemiddelde\nopbrengs\noor die 170 ha was maar 1,09 ton sojabone per hektaar. Die vraag is egter of die\neiser dieselfde hoë opbrengs as wat\nhy op land 3A behaal het, op die ander\n170 ha lande sou behaal het indien daardie lande nie met Classic bespuit was\nnie.\nDie verweerder het aangevoer dat die 170 ha lande vanweë hulle\nongunstige grondtoestande in ieder geval 'n swakker opbrengs as\nland 3A sou\nopgelewer het. Die hof a quo het dit aanvaar, en in die lig van die deskundige\ngetuienis van die getuie Weber bevind\ndat die ander lande vanweë swakker\ngrondtoestande nie almal 2,95 ton per hektaar soos land 3A sou opgelewer het\n18\nnie. Die getuie Weber het egter nie getuig dat die gemiddelde opbrengs van\ndie 170 ha lande so laag as 1,09 ton per hektaar sou wees\nnie.\nWeber was die\nbestuurder van die landbou-ontwikkelingsafdeling van die Magaliesbergse\nGraankoöperasie (\"MGK\"), en het veral navorsing\nen voorligting met\nbetrekking tot die verbouing van sojabone en koring in die betrokke streek\ngedoen. Dit moet in gedagte gehou word\ndat Weber nie deur die eiser nie, maar\ndeur die verweerder as deskundige getuie geroep is. Weber het die eiser as 'n\ngoeie boer beskou,\nen hom as 'n sg \"drie-ton boer\" beskryf, bedoefende dat die\neiser in 'n gemiddelde oesjaar 'n gemiddelde opbrengs van 3 ton sojabone\nper\nhektaar op daardie besondere lande sou kon produseer. Volgens Weber was 1990/91\negter 'n swak oesjaar vir sojabone en het meeste\nboere 'n 15% tot selfs 30%\noesverlaging ondervind. Weber het nie saamgestem met die getuie Meintjies, 'n\nlandbou-ekonoom in diens\nvan die MGK, dat 1990/91 'n gemiddelde oesjaar was nie.\nWeber het egter toegegee dat as die eiser daardie jaar 2,95 ton per hektaar\nop\nland 3A geoes het, wat inderdaad die geval was, die eiser waarskynlik een van\ndie boere was wat wel 'n normale oes\n19\ndaardie jaar gemaak het.\nWeber het in die lig van die verskillende pH-vlakke van die\nonderskeie lande die volgende beramings gegee van die per hektaar\nopbrengs\nwat die eiser normaalweg van elkeen van sy ander sojaboonlande in\ndie 1990/91\noesjaar kon verwag het:\nLand 1B:\t2,95 ton\nLand 2A:\t2,95 ton\nLand 4B:\t2,0 - 2,2 ton (sê 2,1)\nLand 5A:\t2,95 ton\nLand 5B:\t1,5 ton\nGeneem oor die volle 170 ha van\ngemelde vyf lande gee dit 'n gemiddeide opbrengs van 2,63 ton per hektaar.\nDat hierdie 'n konserwatiewe beraming van Weber was, blyk uit die feit dat\ndie eiser jaar na jaar met sukses sojabone op daardie selfde\nlande verbou het,\nondanks die beweerde nadelige effek wat 'n hoë grond-pH op die oes sou\ngehad het. Volgens die eiser het sy\nopbrengs tot so hoog as 4 ton sojabone per\nhektaar gemiddeld gegaan, en het hy die voorafgaande twee jaar 'n gemiddelde\n20\nopbrengs van 3,1 tot 3,2 ton per hektaar gehad, Alhoewel die verweerder die\neiser gekritiseer het omdat hy nie bewyse van vorige jare\nse oeste\nvoorgelê het nie, is daar geen rede waarom hierdie getuienis van die eiser\nnie aanvaar moet word nie.\nWeber het getuig dat die opbrengs van 'n bepaalde\nland deur die grond-pH van daardie land beïnvloed word, en dat die ideale\npH\nvir die produksie van sojabone in daardie streek tussen 6,0 en 7,5 ís.\nIndien die grond-pH van 'n besondere land egter bo\n8,2 styg, soos in die geval\nvan sekere van die eiser se lande, sal die produksie volgens Weber daaronder\nbegin ly. In die lig van\ndie getuienis van een van die verweerder se ander\ndeskundige getuies, dr Smit, het Weber waarskynlik te veel waarde aan die hele\nkwessie van grond-pH geheg. Volgens dr Smit mag 'n hoë grond-pH die\nbeskikbaarheid van voedingselemente vir plante beïnvloed.\nDaar is egter\ngeen getuienis dat dit voor of na die betrokke seisoen ooit 'n probleem op\nhierdie betrokke lande was nie. Die hof\na quo het in ieder geval die eiser se\noesverlies bereken aan die hand van Weber se verwagte opbrengs vir elke\nafsonderlike land.\nDie eiser se werklike\n21\noesopbrengs van 1,09 ton per hektaar van die 170 ha lande is natuurlik baie\nlaer as Weber se konserwatiewe oesberaming van gemiddeld\n2,63 ton per hektaar.\nDie hoë grond-pH van die eiser se lande bied dus geen verklaring vir die\nbesonder swak oes op die 170\nha wat met Classic bespuit is nie.\nDie hoë\ngrond-pH is ook in 'n ander verband as moontlike rede vir die eiser se\noesverlies geopper. Dit is aan die hand gedoen\ndat die toediening van Classic op\ndie eiser se lande met 'n hoe grond-pH deels verantwoordelik kon wees vir die\neiser se oesverlies.\nDit staan egter vas dat die toediening van Classic op lande\nmet 'n hoë grond-pH geen addisionele nadelige effek op die sojabone\nas\nsodanig sou hê nie. Dit kon slegs 'n moontlike verlengde nawerking gehad\nhet op sg gevoelige opvolggewasse wat daama op\ndieselfde lande geplant is.\nDie verweerder het 'n tweede rede aangevoer waarom land 3A nie as ware\nkontroleland kan dien nie, en waarom die oesopbrengs op die\n170 ha soveel\nswakker as op land 3A was, nl die beweerde verbrakking van die lande.\nDie verweerder se tegniese adviseur, Pretorius, het getuig dat\nsekere\n22\nvan die lande aan verbrakking onderhewig was. Hy het die eiser se lande 1B en\n2A (saam 90 ha) op 29 Januarie en weer op 4 Februarie\n1991 besoek nadat die\neiser 'n klagte ingedien het oor Classic se swak beheer van purperwinde\nenersyds, en die vergeling, groeivertraging\nen verdwerging van sy sojabone\nandersyds. Pretorius se standpunt was dat die eiser se probleem nie aan die\ntoediening van Classic\nnie, maar aan die swak grondtoestande (te wete\nverbrakking en 'n hoë pH) van die betrokke lande te wyte was. Pretorius het\nlater\ntoegegee dat die beweerde nadelige effek van 'n hoë grond-pH nie sy\neie wysheid was nie, maar dat hy dit by Weber gehoor het.\nPretorius self het veral klem gelê op verbrakking wat hy op die lande\nsou waargeneem het. Dit moet in gedagte gehou word dat\nPretorius slegs lande 1B\nen 2A ondersoek het. Volgens hom het die eiser die grootte van daardie twee\nlande as 86 ha opgegee, en het\ndie eiser nie oor enige skade aan ander\nsojaboonlande gekla nie. Hy sê hy het eers later daarvan bewus geword dat\ndie eiser\nin totaaï 170 ha sojabone met Classic bespuit het.\nIn die kiagte-ondersoekvorm wat Pretorius op 4 Februarie\n1991\n23\nvoltooi het, beweer hy dat \" groot dele van die grond\" verbrak het. In sy\ngetuienis sê Pretorius slegs dat hy \"positiewe tekens\nvan verbrakking\"\ngekry het. Hy het grondmonsters van land 2A geneem, maar erken dat hy spesifiek\ndie baie swak dele daarvoor uitgekies\nhet. Tydens kruisondervraging gee hy toe\ndat hy slegs \"aanduidings van verbrakking\" gekry het, en ook nie in \"groot dele\"\nsoos in\ndie ondersoekvorm gemeld nie, maar slegs in dele.\nDie hof a quo het Pretorius as 'n onindrukwekkende en onbetroubare getuie\nbestempel, en sy getuienis slegs aanvaar vir sover dit deur\nander geloofwaardige\ngetuies ondersteun is. Daar is myns insiens geen rede om van daardie bevinding\nte verskil nie.\nDie verweerder se ander deskundige getuie was dr Smit, die bestuurder van\nnavorsing en ontwikkeling by die verweerder. Hy het nooit\nself die lande besoek\nnie en steun grootliks op die onbetroubare getuienis van Pretorius met\nbetrekking tot die beweerde verbrakking.\nVolgens Smit toon die ontleding van die\ngrondmonsters wat Pretorius op selektiewe wyse in die sg brakkolle op land 2A\ngeneem het,\ndat daardie grond aan verbrakking grens. Dit\n24\nsê natuurlik nog niks omtrent verbrakking in enige van die ander lande\nnie. Volgens Smit se getuienis het grondeienskappe in\nieder geval 'n baie klein\ninvloed op die werking van Classic aangesien dit 'n blaartoegediende\nonkruiddoder is.\nSmit het verder getuig dat Classic 'n sterk\ngroei-inhibeerder is en dat gevoelige plante verskeie skadesimptome soos\nverkorte internodes\nen verkleuring sal toon. Alhoewel sojabone nie veronderstel\nis om gevoelig vir Classic te wees nie, blyk dit uit die getuienis dat\ndie\nintemodes, d w s die deel tussen die litte, inderdaad so verkort het dat die\npeule laag aan die plant in 'n bos gedra is. Volgens\ndie eiser se getuienis het\ndie plante hulle peule so laag op die grond gedra dat dit nie effektief met 'n\nnormale stroper geoes kon\nword nie.\nSmit het hierdie verskynsel probeer verklaar aan die hand van Pretorius se\ngemelde waarnemings en sekere getuienis van Meintjies.\nSoos gemeld, het Smit\nself nooit die lande besoek nie. Meintjies het op 11 Maart 1991 die eiser se\nplaas besoek en deur land 3A,\nland 1B en land 2A gestap. Die\n25\nsojaboonplante in land 1B en land 2A het vir hom gelyk asof hulle verdroog\nterwyl die grond self nat was. Smit het toe die afleiding\ngemaak dat dit vanwee\nbraktoestande is wat die plante in nat grond verdroog. Volgens Smit se teorie\nhet die vermeende braktoestande\nweer meegebring dat die Classic 'n groter\nnadelige invloed op die sojaboonplante gehad het as wat dit normaalweg sou gehad\nhet, met\ndie gevolg dat die intemodes verkort het en die peule in 'n bos gedra\nis.\nDie goeie groei van die opslagbone - juis op die beweerde brakkolle - en van\ndie koring op dieseïfde lande in die daaropvolgende\nseisoen, toon myns\ninsiens dat Smit se teorie nie met die werklikheid strook nie. Sy verklaring dat\ndie skielike verbetering te wyte\nwas aan loging van die oortollige soute uit die\nbogrond as gevolg van reën en besproeiing, is myns insiens onoortuigend.\nDie\nhof a quo was ook nie bereid om \"die byna akrobatiese metamorfoses wat die\neiser se lande oor so kort tydperk volgens die teorie\nmoes ondergaan\", te\naanvaar nie. Smit se teorie verklaar ook nie die swak opbrengs op lande 4B, 5A\nen 5B nie, waar daar geen sprake\nvan\n26\nverbrakking was nie.\nDie eiser se saak berus egter nie net op die kontrole\nwat land 3A bied nie. Daar is ook die onbetwiste getuienis van die eiser self\ndat hy vir baie jare met sukses sojabone op al hierdie verdagte lande verbou\nhet, en dat hy die voorafgaande twee jaar 'n gemiddelde\nopbrengs van 3,1 tot 3,2\nton per hektaar gehad het. Die drastiese val na 'n gemiddelde opbrengs van slegs\n1,09 ton per hektaar in\ndie 1990/91 oesjaar kan tog sekerlik nie aan 'n skielike\nverbrakking toegeskryf word, wat dan op merkwaardige wyse weer net so skielik\nverdwyn nie.\nNa my oordeel is die afleiding onvermydelik dat die eiser se skade deur een\nof ander gebrek in die Classic veroorsaak is. Dit volg\ndus dat die eiser sy\nbewyslas in hierdie opsig gekwyt het, en dat die appèl op hierdie punt\nnie kan slaag nie.\n3.\nHet die eiser die omvang van sy skade behoorlik bewys?\nDie hof a quo het Weber se beraming van die\nwaarskynlike\n27\nopbrengs per hektaar van elke afsonderlike land as uitgangspunt geneem, die\neiser se werklike opbrengs per hektaar van die betrokke\nland daarvan afgetrek,\nen sodoende die oesverlies per hektaar van elke land bepaal. Daardie syfer is\neenvoudig vermenigvuldig met\ndie grootte van 'n besondere land om sodoende die\noesverlies van daardie land te bepaal. Sodoende het die hof a quo die eiser se\ntotale oesverlies oor al sy lande op 222,18 ton bereken. Die verweerder se\nbeswaar teen hierdie berekening is dat die eiser nooit\ndie grootte van elke land\nbehoorlik bewys het nie, en dat die hof a quo dus nie in staat was om die totale\noesverlies te bepaal nie.\nVolgens die eiser was die lande presies opgemeet\ntoe die besproeiingstelsels destyds ingesit is. Land 1B en land 2A was uitgemeet\nin blokke van 45 ha elk, dus saam 90 ha. Die oppervlakte van 'n plaaspad wat\ntussen die twee lande deurloop, en die grootte van 'n\nbesproeiingsdam op een van\ndie lande, maak egter 'n verskil van ongeveer 4 ha wat van die 90 ha afgetrek\nmoet word. Dit laat 'n grootte\nvan 86 ha vir lande 1B en 2A, wat ook die grootte\nis wat die eiser destyds aan Pretorius genoem het. Die grootte van\n28\nlande 4B (30 ha) was volgens die eiser gladnie deur 'n pad geaffekteer nie.\nDaardie land is met behulp van 'n spilpunt besproei. In\ndie geval van lande 5A\n(30 ha) en 5B het die paaie aan die buitekant van die lande geloop en het dit\nnie die grootte van die lande\nbeïnvloed nie. Daar was wel 'n dam op land 5B\nmaar dit was op die onderste deel van die land wat nie met sojabone beplant was\nnie. Die eiser het getuig dat 50 ha van lande 5A en 5B met sojabone beplant was.\nDit beteken dat 20 van die 30 ha van land 5B onder\nsojabone was. Die sketsplan\nwat die eiser voorberei het, bevat egter 'n nota dat daar op 15 ha van land 5B\nnie sojabone geplant was\nnie. Dít sou m a w 'n totaal van 45 ha vir lande\n5A en 5B gee, en nie 50 ha soos díe eiser getuíg het nie. Van\ndie\n170 ha waarop die eiser sy eis baseer het, moet dus 9 ha afgetrek word.\nDíe hof a quo het bevind daí die eiser\nbewys het dat hy,\nkonserwatief bereken, 160 ha oos van die pad onder sojabone gehad het. Dit was\ndie lande wat met Classic bespuit\nwas.\nDie eiser is 'n ervare boer wat hierdie lande reeds jare bewerk, en dit is\nondenkbaar dat hy nie sou weet hoe groot die lande is nie.\nSy getuienis\n29\nin hierdie verband is nie weerspreek nie. Na my oordeel kan daar nie met die\nhof a quo se bevinding van 160 ha ingemeng word nie.\nDic verweerder het\nbetoog dat die eiser ook in 'n ander opsig versuim het om die omvang van sy\nskade te bewys. Volgens die verweerder\nhet die eiser vervoerkoste bespaar, maar\nhet hy versuim om die omvang van die beweerde besparing te bewys. Die eiser se\noesverlies\nvan 222,18 ton sojabone is bereken teen R629 per ton, wat uitwerk op\n'n totaie bedrag van R139 751,22. Die verweerder voer egter\naan dat die eiser\ndie uitgawe wat hy andersins sou moes aangegaan het om daardie 222,18 ton\nsojabone van sy plaas na die MGK op Northam\nte vervoer, bespaar het, en dat\ndaardie besparing van sy skade afgetrek moet word. Daardie besparing, sê\ndie verweerder, het\ndie eiser nooit bewys nie, met die gevolg dat hy ook nie sy\nskade bewys het nie.\nDie eiser moet natuurlik sy skade bewys. Die algemene beginsel in hierdie\nverband word soos volg in\nHersman v Shapiro & Co\n1926 TPD 367\nop\n379-380 saamgevat:\n\"Monetary damage having been suffered, it is necessary for\nthe\n30\nCourt to assess the amount and make the best use it can of the evidence before\nit. There are cases where the assessment by the Court\nis very little more than\nan estimate; but even so, if it is certain that pecuniary damage has been\nsuffered, the Court is bound to\naward damages. It is not so bound in the case\nwhere evidence is available to the plaintiff which he has not produced; in those\ncircumstances\nthe court is justified in giving, and does give, absolution from\nthe instance.\"\n(Vgl\nEsso Standard SA (Pty) Ltd v\nKatz\n1981(1) SA 964(A) op 969H-\n970H.)\nDie plig wat daar op 'n eiser rus om alle beskikbare getuienis wat sou\nkon\nbydra tot die berekening van sy skade voor die hof te\nlê, word verder soos volg\nin\nMkwanazi v Van der Merwe and\nAnother\n1970(1) SA 609(A) op 631H-\n632D verduidelik:\n\"Die algemene benadering dat die hof met die getuienis tot sy beskikking sy bes\nmoet doen om die bedrag van gelede skade te bereken\nis aan 'n dergelike\nvoorbehoud onderhewig gestel in die saak van Klopper v Mazoko,\n1930 T.P.D. 860\nop bl 865, waar Regter TINDALL opgemerk het\ndat:\n'.... when a plaintiff is in a position to lead evidence which will enable the\nCourt to assess the figure he should do\nso\n31\nand not leave the Court to guess at the\namount.'\nDie rede vir so 'n voorbehoud is dan ook ooglopend. Word 'n hof onder 'n\nverpligting gestel om te poog om op die grondslag van onvolledige\ngetuienis 'n\nberekening van skade te maak in die geval waar daar inderdaad afdoende of dan\nwel vollediger getuienis van skade beskikbaar\nis, kan dit ex post factor blyk\ndat die hof se berekenings nie met die werklikhede strook nie en 'n onreg kan\nmaklik die een of die\nander van die partye aangedoen word. Word die weerhouding\nvan beskikbare getuienis ten opsigte van skade eenmaal deur die howe op\ndié wyse geoorloof kan dit maklik gebeur dat 'n party doelbewus getuiems\nweerhou in die hoop dat die hof se skadeberekening\nmeer in sy guns sal uitval as\nwat die geval sou gewees het, indien hy die beskikbare getuienis wel voor die\nhof geplaas het. Die\nalreeds moeilike taak wat op 'n hof berus in verband met\nskadebepaling sou daardeur oneindig moeiliker gemaak kon word, en die faktore\nwat meewerk tot die skep van onsekerheid by sodanige bepaling sou vermenigvuldig\nword.\"\nDie aspek van die vervoer van die sojabone na\ndie MGK is bloot terloops in die loop van die kruisondervraging van die eiser\naangeroer.\nDie eiser is gevra by watter tak van die MGK hy sy sojabone gelewer\nhet, en hoe ver dit van sy plaas af was. Hy het geantwoord dat\ndit die\nNortham-tak was wat 36 km ver was. Hy is verder gevra hoe die sojabone na die\nMGK op Northam vervoer\n32\nwas, waarop die eiser geantwoord het dat hy dit soms met sy eie vragmotors\nvervoer het, en dat hy soms 'n kontrakteur met 'n 30- ton\nvragmotor gehuur het\nom dit te doen. Dit was die totale omvang van die kruisondervraging op hierdie\naspek. Dit is nooit aan die eiser\ngestel of gesuggereer dat hy hoegenaamd op\nvervoerkoste bespaar het deurdat hy minder sojabone gelewer het nie. Dit is bv\ndenkbaar\ndat hy vanweë die oesverlies nie altyd vol vragte gelewer het nie,\nen dat daar in werklikheid geen besparing op vervoer was\nnie. Na my mening kan\ndit dus nie sonder meer aanvaar word dat daar inderdaad 'n besparing in hierdie\nverband was nie. Maar selfs\nindien dit aanvaar sou word dat daar moontlik wel so\n'n besparing was, is hierdie aspek nooit behoorlik in die loop van die verhoor\nin geskil geplaas nie, en is dit die eerste maal tydens argument in die hof a\nquo geopper. Na my mening was hierdie aspek nie so\nvoor die hand liggend dat die\neiser daarop bedag moes gewees het nie. In die omstandighede kon dit na my\nmening nie van die eiser\nverwag gewees het om volledige getuienis omtrent sy\nvervoerkoste en die moontlike besparing daarop aan die hof voor te lê nie.\nDaar is in hierdie saak in ieder geval geen sprake van \"die weerhouding van\n33\nbeskikbare getuienis\", soos bedoel in die aangehaalde passasie in die\nbogenoemde\nMkwanazi\nsaak nie.\nDie verweerder kon net sowel tydens\nargument aangevoer het dat die eiser nie bewys het hoeveel hy op arbeidskoste\nbespaar het waar\ndie oes soveel kleiner was nie. Daar kan aan ander voorbeelde\ngedink word. Moet 'n eiser se eis ingevolge die Motorvoertuigongelukkewet\n84 van\n1986 vir verlies aan inkomste as gevolg van liggaamlike beserings van die hand\ngewys word as hy nie toevallig ook bewys watter\nbedrag hy aan reiskoste bespaar\nhet terwyl hy nie kon werk nie? Na my oordeel moet dergelike beweerde besparings\nwat die beraming\nvan skade sydelings kan raak, en wat nie redelikerwys deur 'n\neiser as 'n geskilpunt voorsien kan word nie, minstens in die loop\nvan die\nverhoor behoorlik as geskilpunt geopper word. Indien dit nie die geval is nie,\nsal 'n eiser elke denkbare besparing, hoe\nonwaarskynlik ook al, in detail moet\nbehandel vir geval dit later betoog mag word dat dit die berekening van sy skade\nmag beïnvloed.\nNa my oordeel het die eiser sy basiese eis van oesverlies\nbewys, en\n34\nkon dit nie van hom verwag word om ook elke denkbare of selfs\nondenkbare\nondergeskikte aspek wat nooit in geskil geplaas was, te bewys nie.\nIn strafsake\ngeld die beginsel dat die staat, op wie die bewyslas deurgaans\nrus, nie verplig\nis om elke denkbare punt waarop 'n beskuldigde moontlik sou\nkon steun, by\nvoorbaat te weerlê nie. (In\nR v Mlambo\n1957(4) SA 727(A) het\nMalan AR\nsoos volg op 738A opgemerk:\"In my opinion, there is no obligation upon\nthe\nCrown to close every avenue of escape which way be said to be open to an\naccused.\" Dit was 'n minderheidsuitspraak wat later met goedkeuring\naangehaal\nis in\nS v Rama\n1966(2) SA 395(A) op 401A-C; en\nS v Sauls and\nOthers\n1981(3) SA 172(A) op 182G-H.) Na my mening geld hierdie beginsel a\nfortiori\nin die geval van 'n siviele geding.\nDie hof a quo het hierdie beweerde besparing op\nvervoerkoste\nkortliks soos volg in die uitspraak afgehandel:\n\"Die vervoeruitgawes wat bespaar word moet daarvan afgetrek word. Die heen en\nweer rit na Northam is ongeveer 72 kilometer. Met 'n\n30 ton vragmotor sou daar\n7,4 vragte gery gewees het, dws 8 ritte van 72 kilometer, naamlik 576 kilometer.\nDit is kwalik denkbaar\ndat die koste meer as R10,00 per kilometer kan\nwees.\n35\nEnige fout in hierdie verband word ruimskoots vergoed in die ander berekenings\nwat uiters konserwatief teenoor die eiser is. Dit\nbring eiser se skade op R133\n991,22 te staan.\"\nDaar was geen getuienis wat die\nkoste van vervoer met 'n 30-ton vragmotor sou beloop het nie. Die R10,00 per\nkilometer was 'n bedrag\nwat die verhoorregter self geskat het. Maar waar die\nhele aangeleentheid van 'n moontlike besparing op vervoerkoste nooit tydens\ndie\nverhoor ter sprake was nie, en daar goed moontlik geen sodanige besparing was\nnie, moes die hof a quo dit na my oordeel gladnie\nin ag geneem het nie.\nAangesien daar egter geen teenappél is nie, is dit nie nodig om verder\nmet hierdie aftrekking van R5\n760,00 te handel nie.\nEk is van oordeel dat die\neiser die omvang van sy skade behoorlik bewys het. Ook op hierdie punt kan die\nappèl dus nie slaag\nnie.\n36\nDie appél word van die hand gewys met koste.\nF H\nGROSSKOPF, AR Joubert AR E M Grosskopf AR Howie AR\nOlivier AR Stem saam",
  "scraped_at": "2026-02-12T07:00:17.438360",
  "date": "1995-05-16",
  "coram": [
    "Joubert",
    "E M Grosskopf",
    "F H Grosskopf",
    "Howie",
    "Olivier"
  ],
  "case_number": "352/93",
  "parties": {
    "applicants": [
      "Sentrachem Bpk."
    ],
    "respondents": [
      "Neville Robert Wenhold"
    ]
  },
  "sections": {
    "facts": "The respondent, a farmer in the Thabazimbi district, bought the herbicide “Classic” from Sentrachem Bpk. in December 1990. The product was sprayed by a company representative on 170 ha of soy‑bean fields; 30 ha were left unsprayed and used as a control. Yield on the sprayed land fell to 1.09 t/ha, whereas the control land produced 2.95 t/ha. The farmer claimed that the loss was caused by the herbicide and sought damages of R133,991.22.",
    "issues": "1. Whether Sentrachem, as seller, is contractually liable for the alleged failure of Classic to control purple nutsedge and for the resulting loss. 2. Whether the loss was caused by a latent defect in the product. 3. Whether the plaintiff proved the extent of his damage. 4. Whether the pleadings were sufficient to support the claim.",
    "principles": "The court applied the principle of an implied warranty of fitness in sales contracts, derived from the label and the standard terms of sale, which make the seller liable for loss caused by a defective product used correctly. Liability for latent defects requires the plaintiff to show causation. The burden of proof on the plaintiff includes proving the loss and its quantum. Precedent cases such as Collen v Rietfontein Engineering Works, Kroonstad Westelike Boere Ko‑operatiewe Vereniging and the doctrine of “implied warranty against latent defects” were considered.",
    "application": "The court examined the label, the sales conditions (paragraph 10) and expert testimonies. It rejected the appellant’s arguments that soil pH, cracking or other agronomic factors explained the low yield, finding the expert’s conservative yield estimates and the plaintiff’s own historical yields more persuasive. The court accepted the plaintiff’s method of calculating loss (222.18 t at R629 per ton) and dismissed the appellant’s claim for a transport‑cost deduction, noting that no evidence of such savings had been adduced.",
    "conclusion": "The appeal was dismissed. The Supreme Court of Appeal upheld the lower court’s order, confirming that Sentrachem Bpk. is liable for the damage and must pay R133,991.22 to the plaintiff, together with costs."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Product Liability",
    "level_3": [
      "latent defect",
      "herbicide",
      "agricultural damages",
      "implied warranty",
      "damage assessment"
    ]
  }
}