{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/19.html",
  "case_name": "S v Xapa (165/94) [1995] ZASCA 19 (24 March 1995)",
  "citation": "[1995] ZASCA 19",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 19\n|\nNoteup\n|\nLawCite\nS v Xapa (165/94) [1995] ZASCA 19 (24 March 1995)\nDownload original files\nPDF format\nRTF format\nSaak nr 165/94\n/MC\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak tussen:\nPAULINE XAPA\tAPPELLANT\n-en-\nDIE STAAT\tRESPONDENT\nCORAM: HEFER, VIVIER et HOWIE ARR. VERHOOR: 14 MAART 1995. GELEWER: 24 MAART\n1995.\nUITSPRAAK\nVIVIER AR/\n2\nVIVIER AR:\nDie appellant (\"beskuldigde 1\") het saam met twee\nander\n(\"beskuldigdes 2 en 3\") in die Wynbergse landdroshof\ntereggestaan op 'n aanklag dat hulle op 7 Oktober 1991 en te Philippi art 2(a)\nvan Wet 41 van 1971 (\"die Wet\") oortree het deur in 187 kg dagga handel te dryf.\nDie Wet is sedertdien herroep deur Wet 140 van 1992\nwat op 30 April 1993 in\nwerking getree heL By die aanvang van die verhoor was beskuldigde 3 afwesig en\ningevolge art 159 (3) van\nWet 51 van 1977 is die verrigtinge geskei en die\nverhoor teen beskuldigdes 1 en 2 voortgesit. Aan die einde van die verhoor is\nbeskuldigde\n2 onskuldig bevind en ontslaan maar beskuldigde 1 is skuldig bevind\nsoos aangekla en gevonnis tot 'n boete van R15 000,00 of twee\njaar\ngevangenisstraf plus 'n verdere ses jaar gevangenisstraf. Haar appèl teen\nhaar skuldigbevinding en vonnis na die Kaapse\nProvinsiale Afdeling het misluk\nmaar sy is verlof verleen om teen haar vonnis na hierdie Hof\n3\nte appelleer. By die verhoor van die appèl was daar verder voor ons 'n\naansoek vir verlof om teen die skuldigbevinding te appelleer\ntesame met 'n\naansoek om kondonasie vir die versuim om aan die tydsbepaling vervat in art\n21(2) van Wet 59 van 1959 te voldoen. Beide\naansoeke is deur die staat\nteengestaan.\nDie onbetwiste feite is die volgende. Die aand van 7 Oktober\n1991 het speurder-sersant Dippenaar en adjudant-offisier Gibbons na 'n\ndrie-vertrek huis by die plakkerskamp bekend as Langdamplaas naby Philippi\ngegaan waar hulle vir beskuldigdes 1 en 2 in die hoofslaapkamer\naangetref het.\nHulle het op een van die twee beddens in die kamer gesit en gesels. Beskuldigde\n1 het gesê dat die huis aan\nhaar behoort en beskuldigde 2 het gesê\ndat hy slegs die aand daar kom kuier het en nie daar woon nie. Die polisie het\n'n groot\nhoeveelheid dagga in die hoofslaapkamer gevind wat oral versteek was,\nonder andere in drie tasse, 'n trommel, 'n\n4\nmandjie en 'n go ingsak. Sewe stoppe dagga is in die sak van 'n baadjie wat\nteen die muur gehang het, gevind. In 'n laai was R340,00\nin kontant. Die tweede\nvertrek in die huis is as 'n sitkamer gebruik en in die derde vertrek, wat\nDippenaar as 'n spaarvertrek beskryf\nhet, is drie leë tasse met oorblyfsels\nvan daggablare daarin, gevind. Die totale gewig van die dagga was 187 kg met 'n\nstraatwaarde\nvan R187 000,00.\nDippenaar het getuig dat, alhoewel daar twee\nenkelbeddens in die spaarvertrek was, dit vir hom duidelik was dat die vertrek\nnie bewoon\nword nie. Die een matras het regop gestaan teen die muur en daar was\ngeen tekens te vind van beddegoed of enige ander gebruiksartikels\nwat daarop dui\ndat mense daar geslaap het nie. Boumateriaal, rommel en \"gemors\" het oral in die\nvertrek rondgelê, selfs bo-op\ndie beddens. Dippenaar het die indruk gekry\ndat die vertrek as 'n stoorplek vir rommel gebmik word.\n5\nBeskuldigde 1 se verweer was dat sy onbewus was van die dagga. Sy het getuig\ndat beskuldigde 3 en haar kind saam met haar en haar\nvier kinders in die huis\ngewoon het. Beskuldigde 3 het huurgeld betaal en het alleen in die\nhoofslaapkamer geslaap alhoewel haar\nkêrel soms by haar geslaap het.\nBeskuldigde 1 het getuig dat sy en die vyf kinders in die spaarvertrek geslaap\nhet. Beskuldigde\n1 se getuienis is gestaaf deur 'n staatsgetuie, Mzimkulu\nMagenu, wat 'n familielid van haar is en wat ook getuig het dat sy in die\nspaarvertrek en beskuldigde 3 in die hoofslaapkamer geslaap het. Volgens hom was\ndie spaarvertrek die betrokke aand skoon en netjies.\nDie verhoorlanddros het\nbeide beskuldigde 1 en Magenu se getuienis as ongeloofwaardig verwerp. Daar is\ngeen basis waarop met hierdie\nbevinding ingemeng kan word nie. Inderdaad blyk\ndie landdros se bevinding volkome geregverdig te wees. Dit kom my\n6\neerstens as totaal onwaarskynlik voor dat beskuldigde 1 saam met vyf kinders,\neen waarvan nie eens haar eie is nie, op twee enkelbeddens\nin die spaarvertrek\nsou slaap terwyl beskuldigde 3 alleen slaap in die groter hoofslaapkamer, waar\ndaar twee beddens, een waarvan\n'n dubbelbed, is. Die feit dat beskuldigde 3 huur\nbetaal het, doen geen afbreuk aan die onwaarskynlikheid van beskuldigde 1 se\nweergawe\nnie. In die tweede plek is beskuldigde 1 se weergawe moeilik te versoen\nmet die voorkoms van die spaarkamer soos dit deur Dippenaar\nbeskryf is. Sy\ngetuienis oor hierdie aspek is nooit deur beskuldigde 1 se regsverteenwoordiger\nby die verhoor betwis nie en is skaars\ndeur beskuldigde 1 in haar getuienis\nweerspreek.\nNa my mening is die enigste redelike afleiding van al die feite\ndat beskuldigde 1 bewus moes gewees het van die dagga en dat sy inderdaad\nhandel\ngedryf het in dagga: óf alleen óf saam met\n7\nbeskuldigde 3. Daar is geen vooruitsig van sukses in 'n appèl teen die\nskuldigbevinding nie, en die aansoek om kondonasie kan\ndus nie slaag nie.\nDit\nlaat die appèl teen die vonnis. Die appellant was 44 jaar oud en het vier\nkinders van twaalf jaar en jonger gehad ten tyde\nvan die pleging van die\nmisdaad. Haar man is vier jaar vantevore oorlede. Sy het agt vorige\nveroordelings, almal vir diefstal, en\nis laas in Julie 1981 skuldig bevind. Sy\nmaak 'n bestaan uit los huiswerk gedurende die week en deur te smous met\nhoenders gedurende\nnaweke. Soos die landdros tereg opgemerk het, is haar\nfinansiële posisie swak. Daar is geen moontlikheid dat sy die opgelegde\nboete of enige substansiële boete kan betaal nie.\nIn al die\nomstandighede meen ek dat haar vonnis buitensporig swaar is en dat 'n vonnis van\nses jaar gevangenisstraf, waarvan twee\njaar opgeskort word, reg sal laat geskied\naan al die vereistes\n8\nvan straftoemeting.\nDie volgende bevel word gemaak :\n1.\tDie aansoek om kondonasie vir die laat-indiening van die aansoek vir verlof\nom teen die skuldigbevinding te appelleer, word geweier.\n2.\tDie appèl teen die vonnis slaag. Die vonnis deur die landdros\nopgelê, word vervang met die volgende\n:\n\"Ses jaar gevangenisstraf waarvan twee jaar gevangenisstraf opgeskort word vir\nvyf jaar op voorwaarde dat beskuldigde 1 nie weer\ndaaraan skuldig bevind word\ndat sy gedurende die opskortingsperiode handel gedryf het in dwelmmiddels soos\nbedoel in art 5 van Wet\n140 van 1992\nnie.\"\nW VIVIER AR.\nHEFER AR)\nStem saam. HOWIE AR)",
  "scraped_at": "2026-02-12T05:55:55.405255",
  "date": "1995-03-24",
  "coram": [
    "Hefer",
    "Vivier",
    "Howie"
  ],
  "case_number": "165/94",
  "parties": {
    "applicants": [
      "Pauline Xapa"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "On 7 October 1991 police searched a three‑room house at Langdamplaas, Philippi, where Pauline Xapa (appellant) and another accused were present. A large quantity of dagga – 187 kg with a street value of R187 000 – was found hidden in various containers, together with R340 cash. The house was occupied by Xapa, her five children, a third accused (who paid rent and slept in the main bedroom) and Xapa’s child. Xapa claimed she was unaware of the drugs and that she and the children slept in the spare room. The trial judge rejected her testimony, finding it implausible given the layout of the premises, and concluded that Xapa must have been aware of and involved in the drug trade. She was convicted of contravening the Drug Trafficking Act (Wet 41 of 1971, later repealed). At sentencing she received a fine of R15 000 or two years’ imprisonment plus a further six years’ imprisonment.",
    "issues": "1. Whether the evidence proved beyond reasonable doubt that Xapa had knowledge of and participated in the drug trafficking offence. 2. Whether the trial judge erred in rejecting Xapa’s defence and in the assessment of the factual matrix. 3. Whether the application for condonation of the late filing of an appeal against the conviction should be granted. 4. The appropriate sentence in view of Xapa’s personal circumstances and the statutory framework.",
    "principles": "The court applied the standard of proof required for criminal convictions – proof beyond reasonable doubt of the accused’s knowledge and participation. It considered the credibility of witnesses, the physical layout of the premises and the improbability of Xapa’s version of events. Regarding sentencing, the court referred to the principles of proportionality, the offender’s age, family responsibilities, prior convictions, and financial capacity, as well as the provisions of the replacement legislation (Wet 140 of 1992). The doctrine of condonation was applied strictly: a late appeal may be allowed only on compelling circumstances, which were absent.",
    "application": "The appellate court found the trial judge’s assessment of the evidence to be reasonable and concluded that Xapa must have been aware of the drugs, thereby upholding the conviction. The request for condonation of the delayed appeal was rejected because the State opposed it and no exceptional justification was shown. In sentencing, the court recognised Xapa’s age, dependants and inability to pay the fine, but still deemed a custodial sentence appropriate. The original sentence was therefore altered to six years’ imprisonment, with two years suspended, conditional on no further drug‑related offences during the suspension period.",
    "conclusion": "The appeal against the conviction was dismissed and the application for condonation was refused. The original judgment was set aside and replaced by a sentence of six years’ imprisonment, of which two years were suspended on the condition that Xapa does not again engage in drug dealing during the suspension period."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Drug Offences",
    "level_3": [
      "drug trafficking",
      "appeal",
      "condonation",
      "sentencing",
      "criminal liability"
    ]
  }
}