{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/46.html",
  "case_name": "Standard General Insurance Co Ltd v SA Brake CC (70/93) [1995] ZASCA 46; 1995 (3) SA 806 (AD); (10 May 1995)",
  "citation": "[1995] ZASCA 46",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 46\n|\nNoteup\n|\nLawCite\nStandard General Insurance Co Ltd v SA Brake CC (70/93) [1995] ZASCA 46; 1995 (3) SA 806 (AD); (10 May 1995)\nDownload original files\nPDF format\nRTF format\nCASE NUMBER: 70/93\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nSTANDARD GENERAL INSURANCE CO LTD\nAppellant\nand\nS A BRAKE C C\tRespondent\nCORAM:\nSMALBERGER, VIVIER, VAN DEN HEEVER JJA,\nNICHOLAS et OLIVIER\nAJJA\nHEARD ON:\n2 MARCH 1995\nDELIVERED ON:\n10 MAY 1995\nJUDGMENT\nVAN DEN HEEVER JA\n2\nThe main issue in this appeal, is whether the respondent had locus standi to\nsue the appellant despite a cession in securitatem debiti\nin\nfavour of the\nBank of Lisbon and South Africa Limited (\"the bank\").\nThe respondent, a close corporation, formerly S A Brake (Pty)\nLtd,\n(\"SA Brake\") issued summons against the appellant, an\ninsurance\ncompany (\"Stangen\"), in the Witwatersrand Local Division for\nR2 108 288,40 with interest and costs. SA Brake alleged that\n\"[it] carried on business at all times material hereto at 9 Village Road, Selby,\nJohannesburg (\"the premises') as retailers of motor\nspares, clutch and brake\nreconditioning and exports and importers of brakes, air brakes and clutches\n3. During the period February to May 1989, the plaintiff entered into a written\nagreement of insurance ('the policy') in terms of\nwhich the defendant undertook\nto insure it:\n3.1\tagainst loss or damage caused at the premises inter alia by Are, as well as\nagainst all risks mentioned in the\npolicy; and\n3.2\tagainst loss or damage to certain motor vehicles identified in the schedule\nof the policy caused inter alia by\nfire;\n3\n6.\tDuring or about 18/19 June 1989 and at the premises a fire occurred.\n7.\tAs a result of the fire:\n7.1\nplant, machinery, office contents, furniture, stock,\nmoney and vehicles ... which the plaintiff owned and/or for\nwhich it was responsible was destroyed and/or damaged\nbeyond repair ...\"\nDetails of the property were then\nset out and its alleged value given, as\nwell as the consequential loss\nsuffered and claimed. SA Brake alleged\nfurther that it had complied with all\nits obligations in terms of the policy,\nwhich Stangen had repudiated,\nrefusing to make any payment to SA\nBrake.\nStangen pleaded that on or about 23 March 1987 and\nat\nJohannesburg S A Brake and Stangen had entered into a written\npolicy\nof insurance number FM992/901049 (\"the original policy\"), and that\n\"3.2 On or about 10 July 1987 and at Johannesburg the\nplaintiff ceded, assigned, transferred and made over all its right, title and\ninterest in, to and under the original policy to the\nBank of Lisbon and\nSouth\nAfrica Limited\n('the cessionary'); a copy of the\n4\ncession is annexed hereto, marked 'D'.\n3.3\tThe defendant received and registered the cession on or about the 5th August\n1987.\n3.4\tIt was a tacit term of the cession that it would be effective and of\napplication also in respect of any policy issued by the\ndefendant to the\nplaintiff in replacement of the original policy but containing substantially the\nsame conditions and insuring substantially\nthe same\nrisk.\n3.5\nThe\npolicy\nas defined in the particulars of claim was\nissued by the defendant in replacement of the original\npolicy, contained substantially the same conditions\nas\nthose contained in the\noriginal policy and insured\nsubstantially the same risk.\n3.6\tThe interest of the cessionary in and to the policy has at all times\nmaterial hereto at the request of the\ncessionary, been noted by the defendant\non that policy.\"\nStangen referred to\nand annexed two further documents as E and F,\nwhich are hereinafter referred to, in support of its submission that SA\nBrake had \"no right, title or interest in, to or under the policy, or to any\nsums of money recoverable thereunder\".\nAdmitting that it refused to make any payments, Stangen\npleaded\n5\nthat the fire had been deliberately caused by a person or persons\nunknown\nto Stangen but acting on behalf of SA Brake. The quantum of\nSA Brake's\nalleged loss was also put in issue.\nAnnexure D, signed on 10 July 1987 (called the \"short\ncession\" at the trial) is a document emanating from the bank\nheaded\n\"CESSION OF INSURANCE POLICY\", which records that SA Brake\n\"... [does] hereby cede, assign, transfer and make over all my/our right, title\nand interest in, to and under the Policy\nof\nAssurance No FM 992/901049 for an\n* \tamount\nof Rl,745,000-00 effected with ... [Stangen] and to any\nsums of money recoverable thereby unto [the bank], its\norder or assigns, as collateral security for all or any sums\nof\nmoney now owing by me/us or for which I/we am/are liable\nor which I/we may hereafter owe or become liable for\ndirectly or indirectly to the said Bank from whatever\ncause\narising\".\nThen follow the place and date of\nsignature, signatures on behalf of SA Brake and of a witness, a signature on\nbehalf of Stangen against\nthe statement \"Notice received and registered this 5th\nday of August, 1987\", and an asterisked footnote explaining what the gap after\nthe asterisk in\n6\nthe body of the cession - and deleted in this instance - is intended for: \"If\nused for the cession of an increase in the amount of\na policy, insert\n'additional'\". (The oral evidence confirmed the note on the document, that\nStangen received and registered the cession.\nIt was sent the day it\nwas signed.)\nAnnexure E, signed earlier on 8 July 1987 (referred to as the\n\"long\ncession\" at the trial) is a four-page bank document in\nterms of which SA\nBrake \"pledged and ceded\" to the bank in securitatem debiti\nall claims\nof whatever kind against any person whatever that it might have or\nacquire.\nAnnexure F is a notarial bond, by which SA Brake was obliged i.a.\nto \"insure [all the property hypothecated]\nand keep it\ninsured\nagainst risk\nof loss or damage by fire\", to take out further policies against additional\nrisks if called upon to do so, and to \"validly cede and make over the\nrespective policies of insurance to the Mortgagee to be held as\ncollateral\nsecurity herewith ...\" The bond also provides that the bank shall have\n7\nthe right and be entitled to enforce any claim arising from any such\ninsurance policy \"effected or to be effected\" and to institute\naction for that\npurpose.\nIn its replication SA Brake admitted having executed annexures D, E\nand F, but disputed that they had the effect contended for by\nStangen. As\nregards the short cession, this is based on a denial of the tacit terms\nalleged by Stangen; in regard to both the long cession and the notarial\nbond, on an allegation that SA Brake retained the right to sue for and\nrecover all sums due under the policy by virtue of the common law,\nalternatively the provisions of the relevant documents.\nSA Brake went on to set out facts on which it relied for an alternative\ncontention advanced, that Stangen was estopped from disputing\nthat SA Brake had\nlocus standi to institute the present action.\nAt the commencement of the\ntrial, Goldblatt J granted an order in terms of Rule 33(4) the effect of which\nis that the issues of locus\nstandi, the tacit terms, and estoppel were to be\ndealt with separately from other\n8\nissues in the case.\nIt was argued before him on behalf of SA Brake i.a.\nthat none of the documents annexed to Stangen's plea had been effective in\ntransferring\nSA Brake's claim against Stangen to the bank, it being common cause\nthat the document embodying the insurance contract had remained\nin the\npossession of SA Brake's insurance broker and so had never been delivered to the\nbank. The trial judge commented that there\nwas considerable uncertainty in our\nlaw as to whether or not the delivery of the document evidencing the debt is an\nessential requisite\nfor a completed cession. He held himself bound by the full\nbench decision in NEZAR v DIE MEESTER EN ANDERE\n1982 (2) SA 430\n(T), seemingly\nsupported by a comment of FH Grosskopf JA in ROMAN CATHOLIC CHURCH (KLERKSDORP\nDIOCESE) v SOUTHERN LIFE ASSOCIATION\nLIMITED\n1992 (2) SA 807\n(A) at 813 C-D,\nthat delivery to the cessionary of the document evidencing the ceded right is\nrequired for a proper completion of\nthe cession. In the absence of such\n9\ndelivery, Stangen had failed to prove that SA Brake had divested itself\nof\nits rights, and so of its locus standi to litigate to enforce those\nrights,\nagainst Stangen.\nIt was accordingly unnecessary for the trial court to determine\nany\nof the other issues covered by its order in terms of Rule\n33(4). It did,\nhowever, make a finding adverse to SA Brake in relation to the estoppel\nalleged in order to determine an appropriate costs order. This rinding\nwas\nnot challenged before us.\nAfter the appeal had been noted and enrolled, this Court held in\nBOTHA v PICK EN 'N ANDER delivered on 30 November 1994,\nthat\nwhere a right exists independently of the written instrument recording\nit,\nthe cession of such right may as a rule be effected without either\nphysical delivery to the cessionary of the document evidencing\nthe\nunderlying causa giving rise to such right, or proof that the cedent\nhad\nexerted \"all effort\" to divest himself of the right. That judgment\nundercuts the ground on which Goldblatt J rested his judgment and\n10\nwhich had made it unnecessary for him to have regard to the precise content\nof any of the documents relied on by Stangen; or to decide\nwhether by virtue of\nthe tacit term alleged any one of them is applicable to the 1989 policy in terms\nof which SA Brake claims, and,\nif so, whether it constitutes not only an\nobligationary agreement but an effective transfer agreement by which SA Brake\ndivested\nitself of its right to claim from Stangen.\nBefore us Mt Tuchten, for\nSA Brake, urged that the conclusion of the court a quo was correct, but for\nreasons different from those\nstated by Goldblatt J. He argued as follows. The\ncessions were merely obligationary agreements, and no transfer agreement\neffecting\ndelivery was arrived at between the bank and SA Brake. At the time the\ncessions were effected no right to claim under the policy\nhad yet come into\nexistence and delivery of it could not as a matter of law be effected in\nanticipando. There was no evidence of\nthe bank's acceptance of transfer of SA\nBrake's right to claim under the policy. Indeed, the evidence\n11\nindicated that the bank was not only content that SA Brake\nshould\ninstitute the action, but had initially provided or contributed\ntowards\nfunds to enable SA Brake to do so, which indicated that it had\nnot\naccepted transfer of that right from SA Brake to itself. And he\nargued\nthat the tacit terms alleged by Stangen in regard to the short cession\nhad not been proved.\nSA Brake did not replicate that annexures E or F superceded the short cession D.\nThe fact that the bank did not wish to be joined\nin the\naction\neither in the court a quo or before us appeared, from the evidence adduced on\nthe issue of estoppel, to be due to an appreciation\nof problems which it would\nbe faced with in such action which it is not necessary to detail. SA Brake did\nnot plead any waiver, abandonment,\nor re-cession, whether tacit, implicit, or\notherwise, by the bank of rights\nunder the short cession in favour of SA Brake. It is those rights which\nmust accordingly be determined.\nI deal first with the relevance of the 1987 short cession to the\n1989\n12\npolicy in terms of which SA Brake sues.\nMr Breno testified on behalf of\nthe plaintiff. For practical purposes, he was SA Brake. Though Mr Karr and Mrs\nBreno each had an interest\nin the corporation, Breno was the only one running\nthe business. Despite his purported ignorance of the content of the documents\nhe\nsigned on behalf of SA Brake, Breno did not deny that SA Brake was bound by\nthose documents.\nThe history of the matter is as follows. After the\nconversion of the proprietary limited company to a close corporation in February\nof 1987, SA Brake in July of the same year approached the bank for overdraft\nfacilities. On 8 July 1987 a resolution was passed by\nSA Brake that it would\nenter into a \"Deed of Pledge and Cession\" in favour of the bank in terms of the\nbank's standard Form 66. This,\nthe long cession, was signed on the same\nday.\nThe previous day already, on 7 July, SA Brake had passed a resolution\nthat Breno as a member of SA Brake\n13\n\"be and is hereby authorised to represent the company in\nceding assigning and transferring all the company's right\ntitle and interest in and to Insurance Policy No. FM\n99290/1049 issued by Standard General Insurance\nor\nany\npolicy or policies issued in substitution for these\npolicies\nand any subsequent amendments thereto issued by\nStandard\nGeneral Insurance\nor any other insurance company in\nfavour\nof the Bank of Lisbon as the legal holder of the Mortgage\nBond/Notarial Bond hypothecating the Property insured\nunder the said Policy.\" (Emphasis added.)\nIt is clear that the bank was intent upon having a belt and braces\nwhen affording SA Brake overdraft facilities, and the necessary\nsteps\nwere taken virtually simultaneously. Asked: \"You authorised the\npassing of this bond in favour of the Bank of Lisbon?\" Breno answered\n\"Right\", though his recollection of actual documents was vague .\nAccording to the bond itself, which was executed on 15 July, that was\ndone under a power of attorney from SA Brake signed already on 8 July.\nIt\nbears repeating that by the notarial bond, SA Brake undertook not only\nto\ninsure the property hypothecated with Stangen, but to keep it so\ninsured.\n14\nThe original policy was a so-called STOP policy - an acronym for Stangen\nTotal Options Policy. The premiums were paid by monthly debit\norder and the term\nwas monthly. The original agreement, if each term were to be regarded as a\nseparate contract, died before it was\nbom: the policy was signed on behalf of,\ni.e. risk accepted by, the insurer on 23 March 1987 but the first period of\ninsurance is\nrecorded as being from 15 to 28 February 1987, renewable on the\nfirst of each successive month. It would have made no commercial\nsense whatever\nfor the bank to go to the trouble of creating all the documentation evidencing\nits security in respect of fire cover\nfor only the month in which that was done,\nparticularly since a fire policy has no cash value until the occurrence of the\npostulated\nuncertain event. It would similarly verge on the ridiculous to\nrequire a separate cession to be effected not only every ' month,\nbut, for\nexample, every time stock was disposed of or added to. The policy provided for\nquarterly reports on stock and profits to\nStangen. The bank's letter of grant\nrequired a similar accounting to it. Though the\n15\noriginal policy contained sections also covering SA Brake in areas in which\nthe bank was not interested, their interests ran parallel\nas regards the fire\nsection of the policy. It was in the interests of both that the\nproperty\ninsured remain so insured against risk of loss by fire for at least\nthe estimated value of the relevant assets, regardless of whether there\nwere immaterial amendments to the contract by which SA Brake ensured\nthat this situation continued. Though it is unnecessary to decide whether\nthe short cession was accepted by the bank as proleptic performance of\nan obligation imposed on SA Brake by the notarial bond - which was\nprobably the case - the fact that that obligation was not only to insure but\nto \"\nkeep\ninsured\" serves further to confirm my view that the tacit\nterm\ncontended for in relation to the short cession passes the tests set out\nin\nChristie, CONTRACT, 2nd ed. pp. 194-201. Moreover Breno admitted i\nthat he understood (when he signed the resolution of 8 July 1987) that\nthe bank wanted transfer of rights for not only the one policy but any\npolicy that would amend the first one. Cf CINEMA CITY (PTY) LTD\n16\nv MORGENSTERN FAMILY ESTATES (PTY) LTD AND OTHERS\n1980 (1) SA 796\n(A) 804\nD-E. In short the bank and SA Brake were ad idem that it was the contingent\nright under policy FM992/901049 as renewed or\nextended from month to month to\ncover loss by fire of the property on its premises which SA Brake listed from\ntime to time, that\nwas ceded to the bank in securitatem debiti.\nThe evidence\nadduced by Stangen was that on the anniversary date of the policy in 1988 the\nwording and name of the STOP policy were\nchanged, the latter to \"Multimark\", but\nthe content remained essentially\nthe same. Later the policy was given a new\nnumber only because SA\nBrake changed its insurance broker from one functioning in Johannesburg\nto one operative in Pretoria so that the policy was administered\nthereafter\nby Stangen's Pretoria branch. During 1989 two contracts were\nembodied\nin the one document. That annexed to SA Brake's particulars of\nclaim\nreflects the insured as being SA Brake and an associated close\ncorporation operating from the same premises, S A Auto Electrical CC\n17\n(\"Auto\"), for their respective rights and interests. But each paid its own\npremium in respect of its own interests and was allocated\nits own policy number\nfor administrative purposes. Auto was liquidated on 27 February 1990, the\nliquidator instituting a separate\naction against Stangen, by virtue of its\ncontract with Stangen as reflected in the policy. It is unnecessary to fine-comb\nthe STOP\npolicy and its Multimark successor and the series of schedules attached\nto each at various dates, in search of differences between\nthem. There are a\nfew, which obviously affect the relationship between Stangen and SA Brake from\ntime to time in minor respects.\nBut the 1989 document annexed to SA Brake's\nparticulars of claim deals with the same matter as the 1987 one viewed from the\nbank's\npoint of view in its demand for security and SA Brake's when giving it.\nIn both what was insured, the risks insured against, namely\nof loss by fire of\nthe value of those assets, and the parties, remained the same.\nI come then to the effect of the short cession. Had it purported to cede a\nright with a present cash value, the effect would have\nbeen that\n18\nfor as long as SA Brake was indebted to the bank - as it at all relevant\ntimes was - SA Brake, having divested itself of the right,\nwould no longer have\nhad locus standi to enforce it. GOUDINI CHROME (PTY) LTD v MCC CONTRACTS (PTY)\nLTD\n[1992] ZASCA 208\n;\n1993 (1) SA 77\n(A) 87 G-H. There could also have been no doubt that the\ncession would have constituted both the obligationary and transfer agreements.\nApart from the fact that cession is according to our law primarily just that: an\nact of transfer (JOHNSON v INCORPORATED GENERAL\nINSURANCES LTD\n1983 (1) SA 318\n(A) 331 G-H), the document, D, is unequivocally framed in the present tense. In\nit SA Brake says that it effects transfer forthwith:\n\"I/we ...\ndo hereby cede\n... transfer ... make over all\nmy/our right\"; and nothing more could have\nbeen required of the bank; which immediately asked Stangen to take cognizance of\nthe right\ngiven to and taken by it. Cf also LOUW v W P KOöPERATIEF BPK EN\nANDERE\n[1994] ZASCA 54\n;\n1994 (3) SA 434\n(A) 443 F-G.\nThis Court has interpreted the cession of a debt in\nsecuritatem\n19\ndebiti as being analogous to the pledge of a corporeal asset. (LEYDS\nNO v\nNOORD-WESTELIKE KOöPERATIEWE\nLANDBOUMAATSKAPPY BPK EN ANDERE\n1985 (2) SA\n769\n(A)\n780 B-G; LAND- EN LANDBOUBANK VAN SUID-AFRIKA v DIE\nMEESTER EN\nANDERE\n1991 (2) SA 761\n(A).) Mr Tuchten argued\nthat on that basis, the short\ncession was incapable of effecting delivery\nof what was not yet in\nexistence. The claim against Stangen only came\ninto existence when the fire\noccurred, and there was no evidence of any\nmeeting of the minds of SA Brake\nand the bank at that stage which\nwould constitute the transfer agreement by\nwhich SA Brake divested\nitself of that claim and so of its locus\nstandi.\nHowever, the right dealt with in the short cession is not a future\nright though even future rights may be and usually are accepted\nby the\ncessionary in anticipando. This may cause problems when insolvency supervenes\nand the date of vesting becomes important. But\nSA Brake's right was a contingent\nand not a future one, and there is no bar in logic\n20\nor in law to the present effective transfer of a contingent right. Here too\nno further act of acceptance would be necessary on the\npart of the bank. See\nSCHREUDER v STEENKAMP 1962(4) SA 74 (O).\nIt is unnecessary to go into the\nthorny question how the cedent who has divested himself of a claim can attempt\nto protect his rights\nshould the cessionary refuse or fail to do so. Until he\npays his debt to\nor makes some arrangement with the cessionary, he himself cannot\nenforce the claim. It was not SA Brake's case as pleaded or pursued\nthat\nanything of that nature had occurred.\nUnder the circumstances the\nappeal succeeds with costs. The order\nof the court a quo is set aside and\nreplaced by an order of absolution\nfrom the instance, with costs.\nL VAN DEN HEEVER JA CONCUR:\nSMALBERGER\nJA)\nVIVIER JA)\nNICHOLAS AJA)\nOLIVIER AJA)",
  "scraped_at": "2026-02-12T06:58:39.709287",
  "date": "1995-05-10",
  "coram": [
    "SMALBERGER JA",
    "VIVIER JA",
    "VAN DEN HEEVER JA",
    "NICHOLAS AJA",
    "OLIVIER AJA"
  ],
  "case_number": "70/93",
  "parties": {
    "applicants": [
      "Standard General Insurance Co Ltd"
    ],
    "respondents": [
      "S A Brake CC"
    ]
  },
  "sections": {
    "facts": "SA Brake, a close corporation engaged in motor‑spares retail and brake‑related business, suffered a fire at its Johannesburg premises in June 1989 that destroyed plant, machinery, stock and vehicles. SA Brake sued Standard General Insurance (Stangen) for breach of an insurance policy covering loss by fire. In 1987, prior to the fire, SA Brake executed a short cession (Annexure D) and a long cession together with a notarial bond (Annexures E and F) in securitatem debiti in favour of the Bank of Lisbon and South Africa Ltd, purportedly assigning all rights under the insurance policy to the bank as security for an overdraft. The bank never joined the action. At trial, the judge held that delivery of the cession document to the bank was required for a valid transfer, concluding that SA Brake retained locus standi. The appellate court was asked to reconsider the effect of the cessions on SA Brake’s standing.",
    "issues": "1. Whether SA Brake had locus standi to sue Stangen despite the 1987 cession of its rights under the insurance policy to the Bank of Lisbon. 2. Whether the tacit term alleged by Stangen— that the cession applied to any replacement policy with substantially the same risk— was valid and applicable to the 1989 policy. 3. Whether estoppel barred the bank from challenging SA Brake’s standing.",
    "principles": "The court applied the principle that a cession of a right can be effective without physical delivery of the instrument evidencing the right, as affirmed in BOTHA v PICK EN 'N ANDER (1994). It noted that a right exists independently of the document recording it, and a cession may be perfected by the parties’ intention and agreement. Earlier authority (NEZAR v DIE MEESTER EN ANDERE) required delivery, but this was overruled by the later decision. The court also recognised that a contingent right, such as a claim under an insurance policy, can be transferred in securitatem debiti and that once transferred the cedent loses standing to enforce it. The tacit term test from Christie was applied to determine whether the cession extended to replacement policies. Estoppel was acknowledged but not central to the decision.",
    "application": "The court examined the short cession (Annexure D) and found it to be an unequivocal present‑tense transfer of SA Brake’s rights to the bank. The long cession and notarial bond reinforced the intent to secure the bank’s interest. No evidence was required to show delivery of the policy document because the right to claim arose only upon the fire, a contingent right that could be transferred in anticipation. The tacit term that the cession covered any subsequent policy with substantially the same risk was proven by the resolutions passed by SA Brake and the bank’s conduct, satisfying the Christie criteria. Consequently, SA Brake had divested itself of the right to sue, and the bank’s refusal to join the action did not revive SA Brake’s standing. The estoppel argument raised by SA Brake was dismissed as unnecessary for the final outcome.",
    "conclusion": "The appeal succeeded. The Supreme Court of Appeal set aside the trial judge’s order and absolved SA Brake from the instance, confirming that SA Brake lacked locus standi to sue Standard General Insurance because its rights under the policy had been validly ceded to the Bank of Lisbon in 1987. Costs were awarded in favour of the appellant."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Insurance Claims",
    "level_3": [
      "cession",
      "locus standi",
      "estoppel",
      "contingent right",
      "policy replacement"
    ]
  }
}