{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/15.html",
  "case_name": "S v Van Der Westhuizen (32/94) [1995] ZASCA 15 (16 March 1995)",
  "citation": "[1995] ZASCA 15",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 15\n|\nNoteup\n|\nLawCite\nS v Van Der Westhuizen (32/94) [1995] ZASCA 15 (16 March 1995)\nDownload original files\nPDF format\nRTF format\nSaaknommer: 32/94 I\nN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nin die saak tussen:\nRICHARD MORNé VAN DER WESTHUIZEN\nAppellant\nen\nDIE STAAT\nRespondent\nCoram:\nSMALBERGER, F H GROSSKOPF ARR et OLIVIER Wn AR\nVerhoordatum:\n10 Maart 1995\nLeweringsdatum:\n16 Maart 1995\n2\nUITSPRAAK F H GROSSKOPF AR:\nDie appellant het in die streekhof in Klerksdorp skuldig gepleit aan 'n\noortreding van artikel 2(c) van die Wet op Voorkoming van\nVervalsing van\nBetaalmiddele 16 van 1965 (\"die Wet\"). Die betrokke misdryf en die toepaslike\nstrafbepaling word soos volg in artikel\n2(c) en 2(i) van die Wet omskryf:\n\"2. Iemand wat -\n(a)\n(b)\n(c)\tenige vals munt, terwyl hy weet dat dit vervals is, of\nenige vervalste of veranderde banknoot, terwyl hy weet dat dit vervals of\nverander is, uitgee, aanbied of aanneem;\nis aan 'n misdryf skuldig en by skuldigbevinding strafbaar-(i)\nin die geval van 'n misdryf vermeld in paragraaf ....(c)\n.... met gevangenisstraf vir 'n tydperk van hoogstens\nvyftien jaar;\n3\nDie appellant het 'n skriftelike verklaring ingevolge artikel 112(2) van die\nStrafproseswet 51 van 1977 (\"die Strafproseswet\") onderteken\nwaarin hy erken het\ndat hy in besit was van vervalste R50-banknote met 'n sigwaarde van ongeveer R20\n000,00, dat hy geweet het dat\ndie banknote vervals is, en dat hy van die\nvervalste banknote as betaling aangebied het. Na skuldigbevinding het die\nlanddros die\nappellant twee jaar gevangenisstraf kragtens artikel 276(l)(i) van\ndie Strafproseswet opgelê.\nDie appellant het teen die opgelegde vonnis geappelleer, maar die Transvaalse\nProvinsiale Afdeling het sy appél afgewys. Daardie\nhof het egter verlof\naan die appellant verleen om verder na hierdie hof te appelleer, en soos volg\nopgemerk:\n\"Die oorweging is dat die wet wat hier oortree is spesifiek\nvoorsiening maak vir gevangenisstraf, hetsy opgeskort of nie. Die vraag\nontstaan of die bepalings van artikel 276(l)(h) of (i) in\ndié geval\nnogtans toegepas kan word.\"\nSoos blyk uit die bepalings van artikel 2 van die Wet wat\n4\nhierbo aangehaal is, was die landdros verplig om die appellant\ngevangenisstraf op te lê. Niks het die landdros egter verhoed\nom sodanige\ngevangenisstraf op te skort nie.\n(S v Abt.\n1975(3) SA 214 (A) op 220 A.)\nDie landdros het egter beslis dat dit in die onderhawige saak nie gepas sou wees\nom die gevangenisstraf\nwat hy wou oplê in die geheel of gedeeltelik op te\nskort nie. Soos gemeld, het hy die appellant toe tot twee jaar gevangenisstraf\ningevolge artikel 276(l)(i) van die Strafproseswet gevonnis.\nNa my oordeel was die landdros regtens bevoeg om gevangenisstraf ingevolge\nartikel 276(l)(i) vir hierdie misdryf op te lê. So\n'n straf is immers\ndaadwerklike gevangenisstraf, soos deur die wetgewer in artikel 2 van die Wet\nvir hierdie misdryf vereis. Dit\nblyk trouens duidelik uit die onderstaande\nbepalings van artikel 276(l)(i) self dat die straf wat ingevolge daardie artikel\nopgelê\nword, inderdaad \"gevangenisstraf\" is:\n\"(i) gevangenisstraf waaruit so iemand na goeddunke deur\n5\ndie Kommissaris onder korrektiewe toesig geplaas\nword.\"\nDit is namens die appellant\nbetoog dat die landdros 'n mistasting begaan het deurdat hy nie die nuwe\nbenadering tot vonnis, en in\ndie besonder die voordele wat korrektiewe toesig\ningevolge artikel 276(l)(h) as strafopsie inhou, oorweeg het nie. Indien hy dit\nwel gedoen het, so is betoog, sou hy self korrektiewe toesig ingevolge artikel\n276(l)(h) opgelê het, en sou hy nie die oplegging\nvan korrektiewe\nopleiding aan die diskresie van die Kommissaris van Korrektiewe Dienste\noorgelaat het, soos hy nou gedoen het nie.\nNa my oordeel het die landdros geen mistasting in hierdie verband begaan nie.\nHy het inderdaad korrektiewe toesig ingevolge artikel\n276(l)(h) as moontlike\nstraf oorweeg, maar in die uitoefening van sy diskresie daarteen besluit. In die\nlig van die erns van die\nmisdryf, en die groot hoeveelheid vervalste banknote\nwat die appellant in sy besit gehad het (en dus volgens artikel 2(c) van die\nWet\n\"aangeneem\" het),\n6\nwas die landdros van oordeel dat effektiewe gevangenisstraf die gepaste straf\nwas. Daar is geen aanduiding dat die landdros nie sy\ndiskresie behoorlik\nuitgeoefen het nie. Bygevolg is dit nie nodig nie om te beslis of korrektiewe\nopleiding ingevolge artikel 276(l)(h)\n'n bevoegde straf in die onderhawige geval\nsou wees waar artikel 2 van die Wet gevangenisstraf vir die oortreding vereis.\n(Vgl\nS v Strydom en 'n Ander\n1994(2) SASV 456 (W).)\nDit is verder namens die appellant betoog dat die vonnis wat opgelê is,\nso buitengewoon swaar en skokkend is dat dit inmenging\nregverdig. Ten einde\nhierdie aspek te beoordeel, is dit nodig om die appellant se persoonlike\nomstandighede te oorweeg. Verder moet\ndaar in die lig van die karige inligting\nwat beskikbaar is, bepaal word watter rol die appellant by die pleging van die\nmisdryf gespeel\nhet.\nDie appellant het nie self getuig nie. Dit blyk egter uit die getuienis van\nsy moeder dat die appellant amper 21 jaar oud was toe\nhy die misdryf gepleeg\nhet. Hy het matriek in 1990 aan die Klerksdorpse\n7\nTegniese Kollege geslaag en daama vir ongeveer agtien maande as\nsekuriteitsbeampte by 'n handelsbank gewerk. Hy was besig met sy militêre\ndiensplig toe hy die misdryf in Oktober 1992 gepleeg het. Die appellant het een\nvorige veroordeling. Hy is naamlik in November 1989\nmet R300 beboet vir 'n\noortreding van die Drankwet van 1977 deurdat hy sonder 'n lisensie in drank\ngehandel het. Volgens sy moeder\nhet hy egter net een bottel bier aan 'n lokvink\nverkoop. Ek stem saam met die appellant se advokaat dat daardie vorige\nveroordeling\nnie besonder strafverswarend is nie.\nAangesien die appellant nie self ter strafversagting getuig het nie, is dit\nonbekend wanneer, en onder watter omstandighede, die vervalste\nbanknote deur die\nderde party aan hom oorhandig is. Dit blyk egter dat dit die bedoeling was dat\ndie appellant die vervalste R50-banknote\nvir egte R20-banknote sou omruil. Dit\nis namens die appellant betoog dat sy morele verwytbaarheid verminder is deur\ndie feit dat\nhy toe nie die vervalste banknote vir egte banknote omgeruil het\nnie. In die lig\n8\nvan die gebrekkige inligting voor die hof sou dit blote spekulasie wees om te\nbevind dat die appellant doelbewus besluit het om nie\ndie vervalste note om te\nruil nie. Dit mag wees dat hy die vervalste note pas tevore ontvang het, en dat\nhy nog net nie die geleentheid\ngehad het om dit om te ruil nie.\nDit appellant se advokaat het betoog dat die appellant slegs R100,00 vir\nhomself wou gebruik. Dit blyk dat hy by twee geleenthede\n'n vervalste R50-noot\nter betaling aangebied het, maar dat hy nie suksesvol was nie. Dit moet egter in\ngedagte gehou word dat die\nappellant die volle hoeveelheid vervalste banknote in\nstryd met die bepalings van artikel 2(c) van die Wet \"aangeneem\" het. Die\nverdere\nbetoog dat die appellant hom nie in die ware sin wou verryk nie, berus\nnie op enige getuienis nie, maar bloot op spekulasie. Dit\nis myns insiens\ntrouens inherent onwaarskynlik dat die appellant bereid sou gewees het om die\nvervalste banknote sonder enige vergoeding\nom te ruil.\nWat wel vasstaan, is dat die vervalsing so amateuragtig\n9\nuitgevoer was dat die banknote as gevolg van die swak kwaliteit daarvan\nooglopend vervals was. Dit kan dus in die appellant se guns\naanvaar word dat\nmens hier met naïewe amateurs te doen gehad het.\nDie feit dat die appellant skuldig gepleit het, dui nie noodwendig op berou\nnie. Soos reeds gemeld, het die appellant nie die hof\nin sy vertroue geneem nie.\nDit is dus geensins duidelik onder watter omstandighede hy aan die pleging van\ndie misdryf deelgeneem\nhet, en waarom hy besluit het om skuldig te pleit nie.\n(Vgl\nS v Seegers\n1970(2) SA 506(A) op 5HG-512A;\nS v Morris\n1972(2)\nSA 617(A) op 620F-621B.)\nIndien al die faktore in die appellant se guns in ag geneem word, is ek\ngeensins van oordeel dat die opgelegde vonnis enigsins onvanpas\nis nie. Die\nmisdryf wat gepleeg is, moet klaarblyklik in 'n emstige lig beskou word. Die\nlanddros het ook daarop gewys dat die belang\nvan die gemeenskap in gedrang kom\nindien vervalste banknote in omloop gebring word. Daarbenewens moet dit nie uit\ndie oog verloor\n10\nword dat die appellant 'n groot hoeveelheid vervalste banknote aangeneem het\nnie. Na my oordeel is daar dus geen rede om met die opgelegde\nvonnis in te meng\nnie.\nDie appèl word gevolglik\nafgewys.\nF H GROSSKOPF\nAppèlregter Smalberger AR Olivier Wn AR Stem saam",
  "scraped_at": "2026-02-12T05:55:03.388381",
  "date": "1995-03-16",
  "coram": [
    "SMALBERGER AR",
    "F H GROSSKOPF AR",
    "OLIVIER WN AR"
  ],
  "case_number": "32/94",
  "parties": {
    "applicants": [
      "Richard Morné Van Der Westhuizen"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Richard Morné Van Der Westhuizen, pleaded guilty in the Klerksdorp Regional Court to an offence under section 2(c) of the Prevention of Money Counterfeiting Act of 1965. He admitted possession of a counterfeit R50 banknote with a face value of approximately R20,000 and that he knowingly offered the note as payment. The magistrate sentenced him to two years' imprisonment under section 276(1)(i) of the Criminal Procedure Act. The appellant appealed the sentence; the Transvaal Provincial Division dismissed the appeal but granted leave to appeal to the Supreme Court of Appeal.",
    "issues": "1) Whether the magistrate was authorised to impose imprisonment for the offence under section 2(c) of the Act. 2) Whether the magistrate erred by not considering corrective supervision under section 276(1)(h) as an alternative sentence. 3) Whether the imposed two‑year sentence was manifestly excessive in the circumstances.",
    "principles": "Section 2(c) of the Counterfeiting Act mandates imprisonment (up to fifteen years) for anyone who knowingly possesses or offers counterfeit currency. Section 276(1)(i) of the Criminal Procedure Act provides for imprisonment, while section 276(1)(h) allows corrective supervision as an alternative. The magistrate must exercise discretion, taking into account the seriousness of the offence, the quantity of counterfeit money, and the personal circumstances of the accused. Precedents cited include S v Abt, S v Strydom, S v Seegers and S v Morris, which affirm the magistrate’s discretion and the need to consider corrective supervision but do not make it compulsory.",
    "application": "The court held that the magistrate correctly applied his discretion. He recognised the availability of corrective supervision but, in view of the seriousness of the offence, the large amount of counterfeit notes possessed, and the offender’s conduct, concluded that effective imprisonment was appropriate. The appellant’s personal circumstances – his age, education, brief employment as a security guard, previous minor conviction for a liquor law breach, and lack of evidence that he intended to profit – were considered but were insufficient to warrant a reduction of the custodial sentence. Consequently, there was no error of law or miscarriage of discretion.",
    "conclusion": "The appeal was dismissed. The conviction and the two‑year term of imprisonment imposed by the magistrate were upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Forgery and Counterfeiting",
    "level_3": [
      "counterfeit currency",
      "sentencing discretion",
      "corrective supervision",
      "magistrate authority"
    ]
  }
}