{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/80.html",
  "case_name": "Multilateral Motor Vehicle Accidents Fund v Radebe (621/93) [1995] ZASCA 80; 1996 (2) SA 145 (SCA); (24 August 1995)",
  "citation": "[1995] ZASCA 80",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 80\n|\nNoteup\n|\nLawCite\nMultilateral Motor Vehicle Accidents Fund v Radebe (621/93) [1995] ZASCA 80; 1996 (2) SA 145 (SCA); (24 August 1995)\nDownload original files\nPDF format\nRTF format\nCase No 621/93\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE\nDIVISION)\nIn the matter between:\nTHE MULTILATERAL MOTOR VEHICLE\nACCIDENTS FUND\nAppellant\nand\nMADIKOTSI GROTTER RADEBE\nRespondent\nCoram: JOUBERT, NESTADT, VIVIER, STEYN et OLIVIER, JJA\nDate heard: 18 May 1995\nDate delivered: 24 August 1995\nJUDGMENT NESTADT. JA:\nThis appeal concerns the enforceability of a claim\nfor\n2\ncompensation under the Motor Vehicle Accidents Act, 84 of 1986 (\"the\nAct\").\nThe claim was the subject of an action in the Witwatersrand Local\nDivision. The respondent was the plaintiff. She sued for payment\nof the sum of\nR55 800.00 being the damages she and her minor child allegedly suffered through\nbeing deprived of the support of a\ncertain Maloshi Isaac Maabane. He was the\ncustomary union husband of the respondent and the father of the child. He was\nkilled in\na collision which occurred on the night of 14 August 1988 in a street\nin Sebokeng. The respondent's cause of action was that the\ndeceased was a\npedestrian and that the collision was caused by the negligent driving of the\nvehicle that struck him as he was crossing\nthe road. It was further alleged that\nthe identity of\n3\nneither the driver nor owner of the vehicle could be established. In\nthese circumstances, and having regard to secs 6(l)(b) and 8(1)\nof the Act, the\nrespondent's claim would normally have been brought against the MVA Fund (\"the\nfund\"). However, the appellant was\nsued. This was because the liabilities of the\nfund have, in terms of sec 3(b) of the Multilateral Motor Vehicle Accidents Fund\nAct,\n93 of 1989, devolved upon the appellant. This Act came into operation on 1\nMay 1989. As from such date it in effect superseded the\nAct, save that rights\nwhich had previously accrued continued to be governed by the Act (see sec\n3(a)(i) and (ii) of Act 93 of 1989).\nIt is to the Act, therefore, that we must\nhave regard in order to determine the appellant's liability.\nThe appellant defended the action. The matter came\nto\n4\ntrial before Myburgh J. On the basis of certain agreed facts the parties,\npresumably acting in terms of Rule 33(4) of the Uniform\nRules of Court, asked\nthe court to decide, as a preliminary issue, one of the defences pleaded by the\nappellant. It related to the\nsufficiency of the respondent's claim form. In\nparticular the question posed was (i) whether the respondent had complied with\nsec\n15(l)(a) of the Act read with para 9(l)(b)(ii) of the regulations made under\nsec 17 of the Act and (ii), if not, whether she was\nexcused from compliance. The\nlatter part of the question was decided in the negative. It was held, however,\nin favour of the respondent,\nthat she had substantially complied with the\nrequirements of the regulation. Accordingly the point in\nlimine\ntaken by\nthe appellant that she had not, was dismissed with costs. This is an appeal,\nwith the leave of the court a quo.\n5\nfrom such decision. In the light of the principles stated in\nS A Eagle\nVersekeringsmaatskappy Bpk v Harford\n1992(2) SA 786(A),\nMarsay v\nDilley\n1992(3) SA 944(A) and\nCaroluskraal Farms (Edms) Bpk v Eerste\nNasionale Bank van Suider-Afrika Bpk\n1994(3) SA 407(A), it was, I consider,\nan appealable order.\nIt is necessary to outline the appellant's liability under the Act. As I\nhave indicated, the obligation of the fund to compensate\nthird parties for loss\nor damage arising out of the driving of an unidentified vehicle derives from\nsecs 6(l)(b) and 8(1). As in\nthe case of claims against appointed agents (which\narise where the vehicle in question is identified) claims against the fund are\nsubject to the provisions of the regulations to which I earlier referred.\nSuch\n6\nregulations were published under Government Notice 1870 in Government\nGazette 10430 of 12 September 1986. Para 8 thereof specifies\ncertain conditions\nwhich require fulfilment in order to render the fund liable. They include proof\nthat the injury or death giving\nrise to the claim arose from the negligent\ndriving of the unidentified vehicle and that such vehicle came into physical\ncontact with\nthe injured or deceased person (see reg 8(l)(a)(i) and (iv)). A\nfurther requirement (in terms of reg 8(2)(a)) is that a claim for\ncompensation\nbe delivered to the fund within two years of the collision in accordance with\nsec 15(1) of the Act. This section stipulates\nthat a claim for compensation\n(under sec 8) has to be set out \"in the prescribed manner on a prescribed form\nwhich shall include\nprovision for a medical report....in regard to the cause\nof\n7\ndeath....in connection with which the claim is instituted and for\nthe\nprescribed supporting proof and particulars\". Regulation 9\ndeals\nwith the claim form and medical report. It is provided (in\nsub-para\n(l)(a)) that such form and report \"shall be combined in the Form\nMV3\" as set out in an annexure. There follows the provision on\nwhich this appeal mainly turns, namely, reg 9(l)(b)(ii). It\nreads:\n\"Where a person is killed outright in a motor accident the completion of\nthe said medical report shall not be a requirement, but in\nsuch an event the\nForm MV3 shall be accompanied by a copy of the inquest report or, in the case of\na prosecution of the person who\ncaused the deceased's death, a copy of the\nrelevant charge sheet in which it is clearly indicated that such person's death\nresulted\nfrom the accident to which the claim relates.\"\nAnd, finally, the effect of reg 8(2)(b) must be noted. It is that\nthe\nfund cannot, unlike an appointed agent, just be sued. The fund\nmust\nfirst consent to be sued. If it does not, or if it rejects liability for\nthe\n8\nclaim, the claimant may submit written representations to\nthe\nMinister (of Transport Affairs) for consent to sue the fund.\nThe\nMinister's decision \"shall be final and binding on all parties\nconcerned\". In any action against the fund the consent of the\nMinister or the fund:\n\"shall establish the claimant's right to sue the MVA Fund, whereupon the\nissues before the court shall, subject to the provisions\nof this regulation,\nmutatis\nmutandis\nbe the same as they would have been if the motor vehicle\nhad been identified. The consent of the Minister or the consent of the MVA\nFund\nshall not constitute an admission of liability by the MVA Fund in respect of the\nclaim concerned.\"\n(reg 8 (3)).\nI turn to the facts as agreed on and as they appear from certain\ndocuments which form part of a bundle placed before the trial court\nby consent.\nIn summary they are the following:\n9\n(i) On 26 June 1989 an inquest into the death of the\ndeceased was held by a Vanderbijlpark magistrate. His\nmain findings were:\n\"(c) Oorsaak of waarskynlike\noorsaak van dood: Ruptuur van hart opgedoen toe die oorledene deur 'n aankomende\nvoertuig raakgery is\nterwyl hy oor 'n straat gehardloop het.\nBloedalkohol-konsentrasie van oorledene: 0,39 g/100 ml. (d) Of die dood\nveroorsaak is deur\n'n handeling of versuim wat 'n misdryf aan die kant van\niemand insluit of uitmaak: Nee.\"\n(ii) On 9 August 1990 and within the two-year prescriptive\nperiod referred to in reg 8(2)(a)(i), an unsigned, partly\ncompleted MV3 claim form was sent to the fund under\ncover of a letter from the respondent's attorney.\nIncluded in the information given in the MV3 form was\nthe name of the deceased, the date and place of the\n10\naccident, the fact that it was reported to the Sebokeng police station\nand what the police reference number was. In reply to a question\nwhether an\ninquest into the deceased's death was held the answer \"unknown\" is given. (iii)\nThe medical report portion of the MV3\nform was not filled in. Nor, for obvious\nreasons, could a copy of any charge sheet relating to the prosecution of the\ndriver of the\nvehicle be submitted to the appellant. And, of course, the MV3\nform was not accompanied by a copy of the inquest report. All that\ndid accompany\nthe MV3 form was the child's birth certificate, a police accident report and\nwhat is described as an \"earning certificate\"\n11\n(in respect of the deceased).\n(iv) On 8 September 1990 the appellant rejected liability for the claim and\non. 4 January 1991 refused the respondent permission to\nsue it. This was not\ndone on the basis that the respondent had failed to answer all the questions in\nthe MV3 form or that it was\nunsigned. The allegation was rather that reg\n9(l)(b)(ii) had not been complied with.\n(v) The\nrespondent did not agree that this was so. Accordingly, and by letter dated 11\nMarch 1991, the Minister's consent to sue the\nappellant was sought. The request\nby the respondent's attorney submits that, though the appellant contends that\nreg 9(l)(b)(ii) was\nnot\n12\ncomplied with, \"our client has indeed complied with....the regulation\",\n(vi) Permission to sue the fund was granted. This took place\nby the appellant\nitself, at the request of the Minister, by letter dated 2 May 1991 notifying the\nrespondent that \"permission to\nsue the MMF is hereby granted\". It was followed\nsome weeks later, however, by a further letter from the appellant to the\nrespondent\nin effect informing her that the appellant still maintained that reg\n9(l)(b)(ii) had not been complied with.\nThe first issue with which I\ndeal is whether the respondent complied with reg 9(l)(b)(ii). This, of course,\npresupposes the validity\nof the regulation. During argument before us,\n13\nhowever, the soundness of doing so was queried with counsel. This was\ndone with\nShield Insurance Co Ltd v Booysen\n1979(3) SA 953(A) in mind. In\nthis case (at 960 C-G) doubt was expressed whether the predecessor to sec\n15(l)(a), viz, sec 25(1)\nof Act 56 of 1972 sanctioned the requirements of reg\n16(l)(b)(ii) (made under the old Act and corresponding broadly to reg\n9(l)(b)(ii)).\nNevertheless, counsel were content to accept that reg 9(l)(b)(ii)\nwas not\nultra vires\n. The appeal is therefore dealt with on this basis. In\ndoes not, however, follow that strict or exact compliance with the regulation\nwas required. On behalf of the appellant, Mr\nCoetsee\nconceded that\nsubstantial compliance sufficed. Despite the wording of secs 6(l)(a) and 8 of\nthe Act (to the effect that liability\nof the fund is subject to the regulations\nand the conditions thereby prescribed) I am satisfied\n14\nthat the concession was correctly made. As I have said, Myburgh\nJ\ndecided that there had been substantial compliance. I proceed\nto\nconsider the correctness of this finding.\nIt will be recalled that reg 9(l)(b)(ii) affords a claimant\nwho sues in respect of a person who has been killed \"outright\", a choice\nof submitting, in substitution of a medical report, one of\ntwo documents with\nthe MV3 form. They are (i) a copy of the inquest report and (ii) where there has\nbeen a prosecution of the driver\nwho caused the deceased's death, a copy of the\nrelevant charge sheet. On a proper interpretation of the regulation, the\ndocument\nmust, in both cases, clearly indicate that the death \"resulted from the\naccident to which the claim relates\". The respondent's allegation\nis that the\ndeceased was killed outright. It follows that the appellant could not\n15\ncomplain about the non-completion of the medical report. Nor did it: And,\nas already indicated, there was no charge sheet relating\nto the driver's\nprosecution. (Indeed it is difficult to envisage how in a claim against the\nfund, where ex\nhypothesi\nan unidentified vehicle is involved, such a\ndocument could ever be utilised.) In these circumstances, it was required of the\nrespondent\nthat a copy of the inquest report accompany the MV3 form. The\nappellant's complaint of non-compliance with reg 9(l)(b)(ii) was founded\non the\nrespondent's failure to do this.\nIn\nKhumalo v Guardian National Insurance Co Ltd and Another\n1990(3) SA 69(T) at 73 D, Streicher J held that the inquest report referred to\nin the previous regulation means, not the inquest\nrecord, but the magistrate's\nfindings. The same applies to reg\n16\n9(l)(b)(ii). Plainly, however, not even these were annexed by the\nrespondent to her MV3 form. She did not therefore comply with reg\n9(l)(b)(ii).\nCan it be said that there was substantial compliance? I am prepared to accept\nthat the regulation does not necessarily\nrequire that a copy of the inquest\nreport per se be furnished. 1 shall assume that if, for example, the MV3 form\nitself particularised\nthe substance of the inquest findings (in which it is\nclearly indicated that the deceased's death resulted from the collision), this\nwould constitute sufficient compliance with reg 9(l)(b)(ii). But even in this\nrespect the MV3 form was wanting. Indeed, in the words\nof the judge a\nquo\n\"the information furnished in the MV3 form did not allow the Fund to\nascertain whether it could be held liable and the potential ambit\nof its\nliability nor could the Fund decide to resist the claim or to\n17\ncompromise it before costs of litigation were incurred.\" The main\nargument on behalf of the respondent rested rather on the following\npropositions: (i) the information furnished in the MV3 form (ie the name of the\ndeceased, the date and place of his death and the\npolice reference number) would\nhave enabled the appellant itself to have easily obtained a copy of the inquest\nreport from the Vanderbijlpark\nmagistrate's court; and (ii) there was a duty on\nthe appellant to have done this.\nThere can, 1 think, be no quarrel with the first proposition. I say this\ndespite certain ineffectual attempts by the respondent's\nattorney to obtain a\ncopy of the inquest report. The report was at all times available to the public.\nAnd it was the appellant which\neventually obtained it. But the question is:\ndoes\n18\nthe fact that the respondent in the MV3 form furnished the\nappellant\nwith sufficient information to enable it to obtain the inquest\nreport\nconstitute compliance with reg 9(l)(b)(ii)? In other words was\nthere,\nas Myburgh J found, a duty on the appellant to have procured it?\nThe respondent relied on the principle that the claim form is\ndesigned\nto invite, guide and facilitate investigation of the claim by (what\nused\n1 to be called) the insurer and thus enable it to determine,\nbefore\nlitigation commences, its attitude to the claim\n(AA Mutual\nInsurance\nAssociation Ltd v Gcanga\n1980(1) SA 858(A) at 865 D and\nH).\nGalgut AJA in\nConstantia Insurance Co Ltd v Nohamba\n1986(3)\nSA\n27(A) at 39 G-H stated the consequences of this to be the\nfollowing:\n\"It follows, in my view, that if an insurance company is given sufficient\ninformation to enable it to make the necessary inquiries\nin order to decide\nwhether 'to resist the claim or to settle or to compromise it before any costs\nof litigation are\n19\nincurred', it should not thereafter be allowed to rely on its failure to\nmake the inquiries.\" (My emphasis.)\nIn this case there\nwas an inaccuracy in the claim form. It had\nincorrectly been stated\nthat the plaintiff was not entitled to workmens'\ncompensation. In fact he was and had received such compensation.\nIn all other respects, however, the claim form was accurate and\ncomplete. It contained information as to the nature of the\nplaintiffs\nemployment and the name and address of his employer. The Court\nheld that there had been substantial compliance with the\nprovisions\nof sec 25(1) of the old Act. The reasoning appears at page 40C\nand\nis in the following terms:\n\"There can be no doubt that had the defendant made the most elementary\ninvestigations, as it would have had to do to ascertain plaintiffs\ninjuries, his\nloss of earnings and future earnings and who had paid the doctors, chemists and\nhospitals, it must have learned that\nhe was a 'workman' who had\nreceived\n20\ncompensation from the WCC. If in fact it failed to make any\ninvestigation it cannot complain. In short,\nthe form gave\ndefendant all the information it required\nin order to decide\nwhether 'to resist the claim or to settle or to compromise it\nbefore any costs of litigation were incurred.'\" (My\nemphasis.)\nSimilarly, so it was submitted on behalf of\nthe respondent, the appellant had been given all the necessary information to\nenable it\nto obtain the inquest report; this being so, the obligation imposed by\nreg 9(l)(b)(ii) to furnish the report had been substantially\ncomplied\nwith.\nI am unable to agree with the argument. What the Court said in\nNohamba\nmust not be misunderstood. Nor should it be taken out of context.\nThe statement that the insurer cannot rely on its failure to make\nenquiries was\npremised on it having been given sufficient information; hence the use by Galgut\nAJA of \"if in the\n21\nfirst passage cited and the reference to the fact that \"the form gave\ndefendant all the information it required\" etc in the second.\nMoreover, an\nopportunity to investigate is not to be converted into an obligation to do so.\nThis could not have been the intention\nof the Cramers of the Act or the\nregulations. The matter was, I consider, put in the correct perspective in\nGuardian National Insurance Co Ltd v Van der Westhuizen\n1990(2) SA\n204(C). Here the claim form particularised the hospital at which the plaintiff\nhad been treated, the doctor who attended\nher, the period of her hospitalisation\nand the hospital reference number. But the claim form did not contain the\nstatutory medical\nreport. There was merely an informal one from a doctor who\ncertified that the plaintiff suffered serious and multiple injuries in\nthe\ncollision and that as a result she was crippled and\n22\npermanently unfit to work. In holding that there had not been i\nsufficient compliance with sec 25(1) of the old Act, Tebbutt J\n(Friedman and Conradie JJ concurring) stated (at 212 E - 213 A):\n\"While it is true that one of the purposes of the claim form is to\n'invite, guide and facilitate' investigation by the insurer, it\ndoes not, in my\nview, mean that the insurer is obliged or required to do so. The\ndicta\nto\nthat effect in\nGcanga (supra\nat\n865D and 865H) and\nNohamba (supra\nat 39B and 39G)\nmean no more than that the information in the form must be such that if\nthe insurer should wish to investigate any aspect, including\nthe injuries, it\nshould have available reasonably correct information from which to launch its\nenquiries or\nconduct its investigations\tThese\ndicta\ndo not mean, in my\nview, that a claimant can merely set out sources of\ninformation\nand then say, in effect, to the insurer: 'Now you go\nahead and\nfind out what my injuries are, what is wrong with me\nat\npresent and why I am claiming the amounts I am.' I also\ndo\nnot think that by his remarks in\nNohamba (supra\n), that\nan\ninsurer should not be 'allowed to rely on its failure to\nmake\ninquiries' or that if the insurer 'had made the most\nelementary\ninvestigations, as it would have had to do to\nascertain\nplaintiffs injuries...', Galgut AJA intended to lay down\nthat an\ninsurer must make enquiries and do an investigation\tGalgut\n23\nAJA certainly did not intend\tto indicate that, because in\nparticular circumstances an insurer may reasonably be expected to make\nfurther enquiries, the claimant is relieved of the obligation\nof substantially\ncomplying with the regulations.\nIndeed, he stated\tthat the insurer must be given the\ninformation it requires to decide whether to resist the claim or to settle\nor to compromise it before any costs of litigation are\nincurred.\"\nFrom the point of view of both principle and policy\nthese\nviews are to be supported. It is true\nthat the object of the Act is to\ngive the widest possible protection to third parties. On the\nother\nhand, the benefit which the claim form is designed to give the\nfund\nmust be borne in mind and given effect to. The information contained in\nthe claim form allows for an assessment of its liability including\nthe possible\nearly investigation of the case. In addition,\nit also promotes the saving of the costs of litigation. In particular,\nthe purpose of reg 9(l)(b)(ii) is to facilitate a decision\nwhether, in\nthe\n24\ncase of a dependent's claim, it was the fatal accident which caused the\ndeceased's death and whether the driver of the vehicle in\nquestion was\nnegligent. Sec 16(2) of the Inquests Act 58 of 1959 enjoins the judicial officer\nholding the inquest to record a finding\ninter\nalia as to the cause or\nlikely cause of death and whether it was brought about by any culpable conduct\non the part of any person.\nThe fund would be able to obtain similar though less\ncogent information from the charge sheet. These various advantages are important\nand should not be whittled away. The resources, both in respect of money and\nmanpower, of agents and particularly of the fund are\nobviously not unlimited.\nThey are not to be expected to investigate claims which are inadequately\nadvanced. There is no warrant for\ncasting on them the additional burden of doing\nwhat the regulations require should be\n25\ndone by the claimant. There can be no (substantial) compliance where the\nclaimant has merely indicated to the fund how it, through\nits own efforts, can\nobtain the necessary information or documents. To sum up so far, I am of the\nopinion that the fact that the\ninformation supplied by the respondent in her MV3\nform would have enabled the appellant to obtain a copy of the inquest report\ndoes\nnot avail the respondent. There was no duty on the appellant to do this.\nReg 9(l)(b)(ii) imposed the obligation on the respondent.\nShe failed to comply\nwith it. This was therefore not a case of substantial compliance but one of\nnon-compliance.\nAn alternative argument was advanced on behalf of the respondent. As I\nunderstood it, it was that the respondent had not wilfully\nwithheld the inquest\nreport and that on the authority of\n26\nUnion and South-West Africa Insurance Co Ltd v Fantiso\n1981(3) SA\n293(A), the respondent should not be non-suited. I doubt whether the point is\ncovered by the pre-trial agreement between\nthe parties concerning the issues to\nbe decided. In any event, it is without substance.\nFantiso's\ncase dealt\nwith sec 23(c)(ii) of the old Act which provided that an insurer was not obliged\nto pay compensation where the claimant\n\"refuses or fails\" to furnish certain\nmedical reports. It was held that forfeiture of the plaintiffs claim would only\nbe allowed\nif the documents had been wilfully withheld. The Court was not\nconcerned with any question of substantial compliance. The wording\nof reg\n9(l)(b)(ii) is quite different. The fact that the failure to furnish the inquest\nreport might not have been deliberate in\nthe sense used in\nFantiso's\ncase\nis irrelevant.\n27\nThis brings me to a consideration of the second issue, namely, whether\nthe respondent was excused from complying with reg 9(l)(b)(ii).\nClearly, if this\nbe so, the appeal must, despite the respondent's non-compliance with the\nregulation, succeed. The respondent's contention\nthat she did not have to comply\nwith the regulation was based on reg 8(2)(b). It will be recalled that it\nprovides for the Minister's\nconsent to sue the fund. The submission was that the\nMinister, having granted such consent, the respondent's right to sue the fund\nwas conclusively established and the appellant was therefore precluded from\nrelying on the respondent's noncompliance with the regulation.\nAs I have said,\nthe trial court rejected the argument. I shall assume, in favour of the\nrespondent, that in seeking to overturn the\nlearned judge's decision, it was\nnot\n28\nnecessary for her to cross-appeal.\nIn my opinion, Myburgh J,\non the authority of\nVerster v Motor Vehicle Assurance Fund\n19780) SA\n691(A), correctly decided the point against the respondent. In that case it was\nheld that the Minister's consent given\nunder reg 6(l)(b)(ii) of the 1972 Act\n(which is in substantially similar terms to our reg 8(2)(b)) did not exclude the\nfund from\ncontending that it was not liable because the unidentified vehicle had\nnot come into physical contact with the person injured. According\nto Miller JA\n(at 697 G-H) there was \"nothing in the regulations to suggest that anything more\nthan the right to sue is established\nby the certificate or that finality is lent\nto anything more than the Minister's decision to allow the claimant to sue the\nFund\".\nThe reasoning was that there had been no factual\n29\ndecision by the Minister on the issue of \"physical contact\"; the Minister\nwas not constituted a court of law; he is not obliged to\nallow the parties to\nlead evidence or address him; it was hardly conceivable that it was intended\nthat he could make final and unassailable\nfindings of fact in regard to\nquestions so vital to the claim, without proper observance of the\naudi\nalteram partem\nrule (see at 697H - 698C).\nMr Hotz, for the respondent, sought to distinguish\nVerster\non the\nbasis that the court was there concerned with what counsel described as an issue\nof causation arising from a peremptory provision\nin the regulations, whereas in\nour case the appellant's complaint was founded on a procedural defect where only\nsubstantial compliance\nwas required I do not think this matters. What\nMiller\n30\nJA said applies with equal force to a case where there has been\nnoncompliance with reg 9(l)(b)(ii). To begin with, it must be borne\nin mind that\nthe appellant, having rejected the respondent's claim, was bound, to enable her\nto sue, to seek and obtain the Minister's\nconsent; it was therefore part of her\ncause of action. Moreover, the Minister was told that the issue whether the\nregulation had\nbeen complied with was in dispute. There is nothing to suggest\nthat his consent was founded on a decision that the respondent's contention\nin\nthis regard was correct or that the fund made any representations to him that it\nwas not. His consent must therefore be taken\nto have been given on the basis\nthat the issue of compliance would, if raised, be resolved at the trial. And, of\ncourse, effect must\nbe given to the end part of reg 8(3), namely, that the\nconsent of the Minister \"shall not constitute an\n31\nadmission of liability\tin respect of the claim concerned\".\nThis\nwas a factor that Miller JA also took into account (see at 698\nG).\nAs a last resort, counsel argued that the fund had waived its right to\ninsist on compliance with reg 9(l)(b)(ii).\nMultilateral Motor Vehicle\nAccidents Fund v Meyerowitz\n1995(1) SA 23(C) was relied on. In this case a\nclaim for compensation against the appellant was initially rejected by it on the\nground\nthat the claim had become prescribed. The plaintiff acknowledged this but\nrequested the appellant to waive prescription. This being\nso, it is not\nsurprising that it was held that the appellant's subsequent grant of consent to\nbe sued amounted to a waiver of prescription.\nThe facts in our case are quite\ndifferent. The respondent's letter to the Minister seeking permission to sue\n(see para (v) above)\nacknowledged that\n32\nthere was a dispute between the parties as to whether reg\n9(l)(b)(ii)\nhad been complied with. So there was no question of an\nunambiguous, implied request that an admitted non-compliance by\nthe respondent be waived by the appellant. Its consent to be\nsued\nmust be judged in this light. There is in the circumstances no\nwarrant for finding that such consent incorporated a waiver of\nits\nright to rely on the respondent's non-compliance with reg 9(l)(b)(ii).\nOn the contrary, as appears from its subsequent letter to the\nrespondent (see para (vi) above), there was no waiver. I should\nadd\nthat the issue of waiver was not referred to in the statement of\nagreed\nfacts and was not raised in the court a\nquo\n.\nIn the result therefore the respondent having failed to comply with reg\n9(l)(b)(ii) and not being excused from compliance,\n33\nMyburgh J should have upheld the point in\nlimine\nand decided both\nthe agreed issues in the appellant's favour. The result of doing so would have\nbeen to dismiss the respondent's\nclaim. The following order is made:\n(1)\tThe appeal is upheld with costs.\n(2)\tThe order of the court a\nquo\nis set aside and the\nfollowing\nsubstituted:\n\"(a) The defendant's plea that the plaintiff failed to comply\nwith reg 9(l)(b)(ii) is upheld. (b) The plaintiffs action is dismissed\nwith costs.\"\nH H Nestadt Judge of Appeal\nJoubert, JA\t)\nVivier, JA\t) Concur\nSteyn, JA\t)\nOlivier, JA\t)",
  "scraped_at": "2026-02-12T07:09:52.286057",
  "date": "1995-08-24",
  "coram": [
    "Joubert JJA",
    "Nestadt JJA",
    "Vivier JJA",
    "Steyn JJA",
    "Olivier JJA"
  ],
  "case_number": "621/93",
  "parties": {
    "applicants": [
      "The Multilateral Motor Vehicle Accidents Fund"
    ],
    "respondents": [
      "Madikotsi Grotter Radebe"
    ]
  },
  "sections": {
    "facts": "The respondent, Madikotsi Grotter Radebe, claimed R55,800 as damages for loss of support after the death of her partner, Maabane, who was killed as a pedestrian in a motor‑vehicle collision on 14 August 1988. The claim was brought against the Multilateral Motor Vehicle Accidents Fund under the Motor Vehicle Accidents Act, 84 of 1986. An MV3 claim form was sent to the Fund on 9 August 1990, but it lacked the required inquest report or charge sheet prescribed by regulation 9(l)(b)(ii). The Fund rejected liability and refused permission to sue, after which the respondent obtained the Minister’s consent to sue the Fund. The Fund thereafter maintained that the respondent had not complied with the regulation, leading to the present appeal.",
    "issues": "1) Whether the respondent complied with regulation 9(l)(b)(ii) of the Motor Vehicle Accidents Act regulations, which requires a copy of the inquest report or a charge sheet when a person is killed outright. 2) Whether the respondent could be excused from non‑compliance on the basis of the Minister’s consent to sue the Fund. 3) Whether substantial rather than strict compliance with the regulation is sufficient.",
    "principles": "The Court considered sections 6(1)(b) and 8(1) of the Act, the relevant regulations (especially reg 9(l)(b)(ii) and reg 8(2)(a)/(b)), and the concept of substantial compliance. It relied on precedents such as S A Eagle Versekeringsmaatskappy Bpk v Harford, Marsay v Dilley, Caroluskraal Farms (Edms) Bpk v Eerste Nasionale Bank, Shield Insurance Co Ltd v Booysen, and Verster v Motor Vehicle Assurance Fund regarding the effect of ministerial consent and the need for actual compliance with regulatory requirements.",
    "application": "The Court held that the MV3 form did not contain the required inquest report nor a charge sheet and that merely providing information enabling the Fund to obtain the report was insufficient. No duty was imposed on the Fund to retrieve the inquest report. Consequently, the respondent failed to achieve substantial compliance with reg 9(l)(b)(ii). The Minister’s consent to sue did not waive the Fund’s right to insist on compliance with the regulation, as established in Verster. Therefore, the appeal was rightly upheld.",
    "conclusion": "The appeal is upheld with costs. The order of the court a quo is set aside and substituted with: (a) the Fund’s plea that the respondent failed to comply with regulation 9(l)(b)(ii) is upheld; (b) the respondent’s action is dismissed with costs."
  },
  "tags": {
    "level_1": "Personal Injury Law",
    "level_2": "Motor Vehicle Accident Compensation",
    "level_3": [
      "Regulation compliance",
      "Substantial compliance",
      "Ministerial consent",
      "Motor Vehicle Accidents Act"
    ]
  }
}