{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/100.html",
  "case_name": "Bennett v Master of the Supreme Court (266/94) [1995] ZASCA 100 (18 September 1995)",
  "citation": "[1995] ZASCA 100",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 100\n|\nNoteup\n|\nLawCite\nBennett v Master of the Supreme Court (266/94) [1995] ZASCA 100 (18 September 1995)\nDownload original files\nPDF format\nRTF format\nCase No 266/94\n/MC\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between\nJACQUELINE COLLEEN BENNETT\tAPPELLANT\nand\nTHE MASTER OF\nTHE SUPREME COURT\tFIRST RESPONDENT\nCHARLES CURTIS RUBEN DE VOS SECOND RESPONDENT\nCORAM: JOUBERT, HEFER, VIVIER, F H GROSSKOPF\nJJA et VAN COLLER AJA.\nHEARD: 18 September 1995\nDELIVERED: 18 September 1995\nTRANSCRIPT OF REASONS GIVEN ORALLY IN OPEN COURT ON 18 SEPTEMBER 1995 BY\nVIVIER JA WITH WHICH JOUBERT JA HEFER JA F H GROSSKOPF JA\net VAN COLLER AJA\nAGREED.\n2\nVIVIER JA:\nThe appellant in this matter brought an application in the Eastern Cape\nDivision for an order declaring that a certain document which\ndoes not comply\nwith the formalities for the execution of wills as set out in the\nWills Act 7 of\n1953\n(\"the\nAct\"), as\namended, should be accepted as a will by the Master in\nterms of\nsec 2(3)\nof the\nAct. The\napplication was dismissed by the Court a quo\nwhich granted the appellant leave to appeal to this Court.\nThe document in\nquestion is headed \"Request to draft a will\" and was clearly intended to be no\nmore than a request to a certain financial\ninstitution to draft a will. It\ncontains detailed instructions for the drafting of the proposed will, but was\nclearly not intended\nto be a will itself, as is required by\nsec 2(3)\nof the\nAct.\nThis\nmuch was conceded by counsel for the appellant.\n3\nThe Court a quo was correct to dismiss the application on this ground alone\nand it is accordingly not necessary to consider the other\nmatters raised in the\nheads of argument of counsel for the appellant.\nAppellant's counsel asked\nthat the costs of the appeal be ordered to come out of the estate in the event\nof the appeal being dismissed.\nI can see no good reason for depriving the second\nrespondent of his costs of appeal.\nThe appeal is dismissed with costs.\nW. VIVIER JA.\nJoubert JA)\nHefer JA)\nF H Grosskopf JA)\nVan Coller AJA)\nConcurred.",
  "scraped_at": "2026-02-12T07:14:53.361450",
  "date": "1995-09-18",
  "coram": [
    "Joubert JA",
    "Hefer JA",
    "Vivier JA",
    "F H Grosskopf JJA",
    "Van Coller AJA"
  ],
  "case_number": "266/94",
  "parties": {
    "applicants": [
      "Jacqueline Colleen Bennett"
    ],
    "respondents": [
      "The Master of the Supreme Court",
      "Charles Curtis Ruben De Vos"
    ]
  },
  "sections": {
    "facts": "The appellant, Jacqueline Colleen Bennett, applied to the Eastern Cape Division for an order that a document titled “Request to draft a will,” which did not meet the formalities required by the Wills Act 7 of 1953, be accepted by the Master as a valid will under section 2(3) of the Act. The document was a detailed request to a financial institution for drafting a will and was not intended to be a will itself. This point was conceded by the appellant’s counsel. The lower court dismissed the application and granted leave to appeal.",
    "issues": "Whether a document that is plainly a request for the drafting of a will, and which does not satisfy the formalities prescribed by the Wills Act, can be declared a valid will under section 2(3) of the Act.",
    "principles": "Section 2(3) of the Wills Act requires that a document be a will to be accepted by the Master; the formalities prescribed by the Act must be complied with. A document intended merely as a request for drafting cannot be recharacterised as a will. Courts must give effect to the clear legislative requirements and the parties’ intentions reflected in the document.",
    "application": "The Court examined the nature of the document and found it to be unmistakably a request for drafting a will, not a testamentary instrument. Consequently, the document failed to meet the statutory definition of a will and the formalities of the Act. The lower court’s dismissal was therefore affirmed, and there was no need to consider the remaining matters raised by the appellant.",
    "conclusion": "The appeal was dismissed with costs. The appellant’s request to have the costs of the appeal meted out of the estate was refused, and the appellant was ordered to pay the costs of the appeal."
  },
  "tags": {
    "level_1": "Estate Law",
    "level_2": "Validity of Wills",
    "level_3": [
      "Wills Act",
      "formalities",
      "section 2(3)",
      "document acceptance"
    ]
  }
}