{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/85.html",
  "case_name": "S v Metu (324/94) [1995] ZASCA 85 (28 August 1995)",
  "citation": "[1995] ZASCA 85",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 85\n|\nNoteup\n|\nLawCite\nS v Metu (324/94) [1995] ZASCA 85 (28 August 1995)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION\n)\nCASE NO. 324/94\nIn the matter between:\nT V METU\nAPPELLANT\nVERSUS\nTHE\nSTATE\nRESPONDENT\nCORAM\n: SMALBERGER, NESTADT et SCHUTZ JJA\nDATE HEARD\n: 18 Augustus 1995\nDATE DELIVERED\n: 28 August 1995\nSCHUTZ JA\n2\nJUDGMENT\nSCHUTZ JA\n:\nThe appellant together with his wife, who was the second\naccused, was convicted by a regional court of the unlawful possession of\na\npistol and certain ammunition. Their appeals to the Witwatersrand Local Division\nagainst conviction and sentence failed. The appellant\nnow appeals against\nconviction and sentence with leave of that court. His wife did not seek to\nappeal further, presumably because\nshe was not sentenced to an obligatory prison\nsentence.\nThe appellant was found guilty on three counts, all\narising\n3\nout of the same incident. The first count related to the a 9 mm Browning\npistol, the second to thirty one 9 mm, eighteen 7.65 mm,\neight 6.35 mm, fifty\n.38 inch special, twenty 6.35 mm, fifty .22 inch and one .45 inch cartridges.\nCount three related to a single\nAK 47 cartridge, intended for use in a machine\ngun. The appellant was sentenced to three years imprisonment on the first count,\nfour\non the second, and two on the third. The sentences were to be served\nconcurrently, so that the effective term of imprisonment imposed\nwas four\nyears.\nThe State case was founded upon the evidence of detective sergeant Hendriks,\nwhose evidence is largely uncontested. On 7 December\n1992, acting on\ninformation, he went to the two accused's home at No 451 Mailulupark, Vosloorus,\nwhere they lived with their\n4\nthree children aged 11, 9 and 7. The appellant was not at home on that day,\nbut his wife was. Hendriks entered through the kitchen\ndoor and went straight to\nan apparently unoccupied bedroom next to the main bedroom. The wife followed\nHendriks into the room, which\nwas the object of his first search. In it were a\ndouble bed, a single bed, a wardrobe and built in cupboards. He opened the top\ndrawer\nof the wardrobe and stuck his hand in behind it. In due course he fished\nout two bags containing the various articles which are the\nsubject of the three\ncharges (\"the weaponry\"), as also some holsters and gun-cleaning equipment.\nAlthough her case is not before\nus, it should be mentioned that Hendriks's\nevidence was accepted that her initial animation deserted her when she saw the\ntrend of\nhis search, and that she gave no answer\n5\nwhen he asked her whose were the articles that he had brought out. Again\naccording to Hendriks, it was only at a considerably later\nstage that she told\nhim that the articles belonged to one Wellington Dey, who had been shot dead by\nthe police some eight months\nbefore. Hendriks's later enquiries revealed that\nWellington Dey was himself a policeman, and that he had been shot by members of\nthe vehicle robbery squad. Hendriks then arrested the wife.\nThe following day the appellant came to his office. After making some\nstatements which were not admissible, the appellant claimed,\nas had his wife,\nthat the weaponry found belonged to Wellington Dey.\nThe appeal on the merits largely revolved around the\n6\nsubmission, variously couched, that it was reasonably possible that the\nweaponry had been introduced and possessed, unknown to the\nappellant, by either\nof two earlier occupants of the room, Wellington Dey aforementioned, and after\nhim the wife's brother, one Efraim\nJantjie. The essential conflict between the\nevidence of Hendriks and that of the appellant relates to what the latter said\nat the\nformer's office. According to the appellant he said that a camouflage\nsuit also found during the search of the house on 7 December\nbelonged to\nWellington Dey. He did not say anything about the weaponry. Indeed he knew\nabsolutely nothing about it. Hendriks on the\nother hand, whilst agreeing about\nthe camouflage suit, gave evidence that the appellant had also said that the\nweaponry belonged\nto Wellington Dey. He did not say nor\n7\nimply that he knew nothing about it.\nThe magistrate accepted the evidence\nof Hendriks and rejected that of the then two accused. Hendriks he described as\nan excellent\nwitness, fair in favour of the accused, observant and possessed of\na good memory. The appellant's version, in so far as it conflicted\nwith that of\nHendriks, he had no difficulty in rejecting. Mr du Plessis, for the appellant,\nargued the appeal on the footing that\nhe had to accept that Hendriks's account\nof his conversation with the appellant was correct.\nThe appeal was accordingly concerned with whether an inference of knowledge\nof the presence of the weaponry must be drawn from Hendriks's\nevidence. The\ndifficulty in the appellant's way once\n8\nHendriks's version of their conversation is accepted is that the statement\nthat the weaponry belonged to Wellington Dey necessarily\nimplied knowledge of\nits presence. It may be that it was owned by Dey but that does not affect the\ninference of knowledge on the\nappellant's part. It is an ingredient of the\nreasoning leading to an inference of knowledge. As the magistrate said: \"Jy kan\ntog\nnet so 'n stelling maak as jy weet dit is Dey se goed en jy kan tog net so\n'n stelling maak as jy weet dit is daar.\" Nor do arguments\nthat the appellant\nwas advancing merely a suggestion or a theory or a possible explanation help in\nthe face of Hendriks's clear evidence,\nand in the absence of evidence from the\nappellant himself that he spoke in that mode. His version is that he said\nnothing about Dey's\nconnection with the weaponry.\n9\nOnce it is found, as I think it must be found, that the appellant had\nknowledge of the weaponry a finding of at least joint possession\nfollows, and Mr\ndu Plessis did not argue to the contrary. Either the appellant held the same for\nhimself, or he knew of its introduction\ninto his house by either Dey or\nJantjies, and exercised physical control after the death of the one or the\ndeparture of the other.\nAccordingly the appellant was rightly convicted on counts one and two. For\nthe moment I have excepted count three because of a point\nvery fairly raised by\nMr Sheer, who appeared for the State. In count three the appellant was charged\nwith contravening s 32(l)(e)\nof the Arms and Ammunition Act 75 of 1969 (\"the\nAct\") in that he possessed ammunition intended to be fired from a machine gun or\nany similar\n10\narmament, namely one AK 47 cartridge. In terms of s 1 a machine gun includes\nany firearm capable of delivering a continuous fire for\nso long as pressure is\napplied to the trigger thereof. It was proved that the cartridge found was\nintended to be fired from an AK\n47 but there was no evidence that an AK 47 is a\nmachine gun. To my mind it would be quite unrealistic for this Court not to take\njudicial cognizance, as the magistrate also appears to have done, that an AK 47,\nthat notorious murder weapon, can be set to operate\nas a machine gun. From this\nit is not to be inferred that the State may with impunity be careless about\nproving the qualities of\npossibly less well known weapons. This point out of the\nway I am of the opinion that the appellant was rightly convicted also on\ncount\nthree.\n11\nThe magistrate found the charges proved without resort to the presumption\ncontained in s 40(1) of the Act but held that in any event\nit did have\napplication to the appellant's situation, and that he had not discharged the\nonus cast upon him of disproving possession.\nIn the course of so doing the\nmagistrate rightly distinguished the case of S v Tshabalala 1988(4) SA 883(W) on\nthe footing that the\ntwo accused, both with knowledge of the presence of the\nweaponry, as husband and wife, exercised joint control over the household.\nIn the light of this Court's finding as to proof of actual possession it is\nunnecessary to say anything about the conceivable unconstitutionality\nof the\npresumption contained in s 40(1) - see .S v Zuma and Others 1995(4) BCLR 401(CC)\nat 421 1-422 E. We express\n12\nno view on the matter.\nIt follows that the appeal against conviction falls to be dismissed.\nIn sharply differentiating the sentences on the husband and the wife the\nmagistrate relied mainly on the appellant's previous convictions,\nand on the\nacknowledgment by his attorney that in that household the man dominated.\nOn two separate occasions in 1985 the appellant had been found guilty of\nunlawful possession of a firearm and ammunition. On the first\noccasion the\nsentence was R300 or 150 days imprisonment and on the second R80 or 40 days. He\nalso had a fraud and a forgery conviction\nrelating to driving licenses, one for\ndealing in dagga, and\n13\nsundry others.\nThe magistrate rightly placed emphasis on the awful toll\ntaken by unlawful firearms in our country, and took into account the nature\nand\nquantity of what was found (178 cartridges in all) and the fact that one\ncartridge was intended for use in an AK 47 assault rifle.\nThe magistrate further\ntook into account all the personal circumstances of the appellant which were\nlaid before him.\nApart from contending that the sentence of four years induces a sense of\nshock, Mr du Plessis raised further points in his heads if\nnot in his oral\nsubmissions. He said that the magistrate had not given sufficient attention to\nthe appellant's personal circumstances.\nI do not agree. The magistrate weighed\nthem carefully, and in particular the\n14\nfact that the two accused by then had four young children. Then it is\ncomplained that the magistrate did not pay sufficient attention\nto the\ncumulative effect of his sentences. The answer to that is that there are no\ncumulative sentences.\nFinally it is contended that insufficient weight was attached to the\ncircumstances in which the weaponry came into the house. The\nquestion raised is\nwhether it is reasonably possible that the appellant did not take an active part\nin bringing the weaponry into\nor thereafter keeping it in the house, but that\nthis was the work of Dey or Jantjies and if so, whether it mitigates.\nOwnership on the part of Jantjies is speculation. But in the case of Dey\nthere is the evidence of Hendriks that the appellant told\nhim\n15\nat their first meeting of Dey's ownerhip. That is the evidence that has\nconvicted the appellant, but even though in the sphere of sentence\nit\nbecomes a self serving statement I think it is admissible in the\nappellant's\nfavour. In R v Valachia\n1945 AD 826\nat 837 Greenberg JA said:\n\"(T)he rule is that when proof of an admission made by a party is admitted, such\nparty is entitled to have the whole statement put\nbefore the Court and the\njudicial officer or jury must take into consideration everything contained in\nthe statement relating to\nthe matter in\nissue.\"\nWhat is before us is an a\npriori case. It is not a matter even\nof looking at the rest of the statement but of looking at the very\nstatement itself. Moreover, it would be unjust and illogical to give heed\nto what comdemns whilst ignoring what may temper it.\n16\nBut admission of evidence in such circumstances does not necessarily entail\nthat much weight should be attached to it: Lambrechts\nv African Guarantee and\nIndemnity Co Ltd 1955(3) SA 459(A) at 467 G-\nH. In this case I think that\nsignificant weight should be attached to the appellant's words. He was speaking\nto a policeman about\na policeman, so that it would be relatively easy for his\naddressee to make some inquiries about Dey, which is what he did in fact.\nThe\ntone of Hendriks's evidence is such that it seems to me that he accepted Dey's\nownership as a real possibility, helped on no\ndoubt by Dey's apparent violent\npropensities. Then there is the fact that the wife independently attributed\nownership to Dey. Not\nat once, which is significant. If she and the appellant\nhad concerted that they would give this explanation if\n17\ncaught, one would have expected her to blurt it out at once. Her extra-curial\nstatement may not be admissible as such, but her action\nthrows some light upon\nthat of the appellant.\nAccordingly I am prepared to accept for purposes of sentence that the\nappellant's possession was of the passive kind already described.\nThat is a considerable mitigating factor, even in the absence of evidence\nfrom him. One may ask why he did not at once turn this cache\nover to the police,\nbut I can appreciate that for a man in his position, with two previous\npossession convictions this may not have\nbeen an easy thing to do.\nThat leaves the question whether the magistrate has\nnot\n18\nalready taken this failure into account. In his judgment on sentence he made\nno mention of it, although in his main judgment he appears\nto have been ready to\naccept that the weaponry belonged to Dey. I would have thought that if the\nmagistrate considered it a distinct\nand significant point of mitigation he would\nhave mentioned it as such. Also I think that an unsuspended sentence of four\nyears is\nan indication that he did not give weight to it.\nIn the result the sentence should be ameliorated to allow for this point.\nThe order of the Court is:\n1.\nThe appeal against\nconviction is dismissed.\n2.\nThe appeal against\nsentence is upheld. The sentence\nis set aside and\nreplaced with the following.\n19\n\"Op aanklag 1 word beskuldigde 1 gevonnis tot twee jaar\ngevangenisstraf, op aanklag 2 tot vier jaar\ngevangenisstraf\nen op aanklag 3 tot\ntwee jaar gevangenisstraf. Twee jaar\nvan die vonnis op aanklag 2 word\nopgeskort vir vyfjaar op\nvoorwaarde dat die beskuldigde nie gedurende daardie\ntyd\nskuldig bevind word aan oortreding van artikel 2 of 32 of\n36 van Wet\n75 van 1969 gepleeg gedurende die tydperk van\nopskorting nie.\nDie hof beveel dat die\nonopgeskorte dele van hierdie\ndrie vonnisse gelyktydig uitgedien moet word,\ndit wil sê\neffektief twee jaar gevangenisstraf.\"\nW P SCHUTZ JUDGE OF APPEAL\nSMALBERGER JA\nCONCUR\nNESTADT JA",
  "scraped_at": "2026-02-12T07:11:26.837763",
  "date": "1995-08-28",
  "coram": [
    "SMALBERGER JJA",
    "NESTADT JJA",
    "SCHUTZ JJA"
  ],
  "case_number": "324/94",
  "parties": {
    "applicants": [
      "T V METU"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "Detective Sergeant Hendriks, acting on information, searched the home of T V Metu and his wife on 7 December 1992 and discovered a pistol, assorted ammunition, holsters and gun‑cleaning equipment. The weapons were alleged to have belonged to a deceased policeman, Wellington Dey, or possibly to the wife's brother, Efraim Jantjie. Metu and his wife were convicted in the Regional Court of unlawful possession of the pistol and ammunition. Metu was sentenced to three years on the first count, four years on the second and two years on the third, to run concurrently, resulting in an effective four‑year term. The State relied on Hendriks' testimony that Metu, when questioned, identified the weapons as Dey's property, implying knowledge of their presence.",
    "issues": "The appeal raised two principal issues: (1) whether an inference of knowledge and thus joint possession could be drawn from Hendriks' account of Metu's statements, and (2) whether the conviction on count three (possession of an AK‑47 cartridge) was valid under s 32(l)(e) of the Arms and Ammunition Act, given the question of whether an AK‑47 qualifies as a machine gun. A subsidiary issue concerned the appropriateness of the sentencing, particularly the cumulative effect of the three sentences.",
    "principles": "The Court considered the principle that a statement attributing ownership of weaponry to a known third party demonstrates knowledge of its presence, satisfying the element of possession. Joint possession may arise where spouses exercise shared control over a household. The relevant statutory provisions were s 32(l)(e) of the Arms and Ammunition Act (prohibiting possession of ammunition for a machine gun) and s 40(1) (presumption of possession). The Court also referred to precedent cases such as S v Tshabalala (joint control), S v Zuma (constitutionality of the presumption), and R v Valachia (admissibility and weight of admissions).",
    "application": "Applying these principles, the Court held that Hendriks' testimony was credible and that Metu's attribution of the weapons to Dey amounted to knowledge, establishing joint possession. Consequently, convictions on counts one and two were affirmed. Regarding count three, the Court concluded that an AK‑47 can be configured as a machine gun, and therefore the conviction was also upheld. The presumption in s 40(1) was deemed applicable but unnecessary given the proven knowledge. On sentencing, the Court acknowledged Metu's prior convictions and the seriousness of unlawful firearms, but found mitigating circumstance in the possibility that the weapons were introduced by Dey, leading to a reduction of the effective term.",
    "conclusion": "The appeal against conviction was dismissed. The appeal against sentence was upheld, the original sentence set aside and replaced with a revised order: two years imprisonment on count one, four years on count two, and two years on count three, with the four‑year term on count two to be suspended for five years subject to conditions, resulting in an effective two‑year imprisonment to be served concurrently."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Firearms Offences",
    "level_3": [
      "unlawful possession",
      "joint possession",
      "Arms and Ammunition Act",
      "sentencing",
      "appeal"
    ]
  }
}