{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/68.html",
  "case_name": "S v Ngwenya (725/93) [1995] ZASCA 68 (30 May 1995)",
  "citation": "[1995] ZASCA 68",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 68\n|\nNoteup\n|\nLawCite\nS v Ngwenya (725/93) [1995] ZASCA 68 (30 May 1995)\nDownload original files\nPDF format\nRTF format\nSaaknommer 725/93\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak tussen:\nESAU NGWENYA\tAppellant\nen\nDIE\nSTAAT\tRespondent\nCORAM\n: E M GROSSKOPF, NIENABER et HOWIE\nARR\nDATUM AANGEHOOR : 12 MEI 1995\nDATUM VAN UITSPRAAK\n: 30 MEI 1995\nUITSPRAAK\nHOWIE A R /\n2\nHOWIE AR:\nAppellant se vrou is doodgeskiet. Die tersaaklike\nskote is afgevuur met 'n vuurwapen wat hy, hanteer het. Ondanks sy verweer dat\nhy\nten tye van die skietery tydelik ontoerekeningsvatbaar was, is hy in die\nTransvaalse Provinsiale Afdeling (Blieden R en assessore)\naan moord skuldig\nbevind. Aan hom is 'n vonnis van agt jaar gevangenisstraf opgelê waarvan\nvyf jaar voorwaardelik opgeskort\nis. Met die verlof van die Verhoorregter kom hy\ntans in hoër beroep teen beide skuldigbevinding en vonnis.\nToe die verhoor 'n aanvang geneem het, is\n'n\nskriftelike verduideliking van appellant se pleit\nvan\nonskuldig ingehandig. Dit lees soos volg:\n\"1. Ek en die oorledene was getroud volgens swart Gewoontereg. Ons het\ndaarna 'n Burgerlike huwelik aangegaan.\n2.\tDaar was huweliks- en familie probleme tussen my en die\noorledene.\n3.\tTydens 'n vergadering om die probleme tussen ons op te los, het ek, soos\nagterna blyk, die oorledene\ngeskiet.\n4.\nToe\nek die oorledene geskiet het, het ek\nvanweë\n3\nverskeie faktore onbewustelik opgetree en nie besef my handeling is\nwederregtelik nie, alternatiewelik kon ek nie ooreenkomstig sodanige\nbesef\noptree nie.\n5.\tOmrede ek nie in staat was om beheer oor my handelinge, van watter aard\nook al nie, uit te oefen, was my handeling nie strafregtelik\ntoerekenbaar\nnie.\n6.\tMy ontoerekeningsvatbaarheld was tydelik van aard en is nie aan enige\npermanente of tydelike geestesgebrek of ongesteldheid te\nwyte nie. Ek erken dus\n-\n6.1\ndat ek in staat\nis om die verrigtinge in hierdie agbare hof te\nvolg.\n6.2\ndat ek nie aan\nenige permanente geestesgebrek of geestesongesteldheid gely het ten tyde van die\npleeg van die beweerde misdaad\nnie.\n7.\tEk plaas ook spesifiek die skuldelement\nin\ngeskil.\"\nGedurende 1990 is appellant, 'n lid van die\nSuid-\nAfrikaanse Polisie, en die oorledene,\n'n\nuniversiteitstudent, volgens gewoontereg getroud en het\nhy\nlobola betaal. In Mei 1991 het hulle 'n burgerlike\nhuwelik\naangegaan. Daarna het probleme in hulle\nhuwelikslewe\nontstaan. Sy het apart gewoon en geweier om saam met\nhom\nte leef. Hy het tevergeefs gepoog om met haar kontak te\n4\nmaak. Sy het mettertyd 'n egskeidingsgeding begin. Daar is egter\nuiteindelik gereël dat lede van hul onderskeie gesinne op Sondagoggend\n15\nDesember 1991 saam met hulle sou vergader om hulle moeilikhede te bespreek en\nsodoende 'n versoening te probeer bereik.\nDie byeenkoms op 15\nDesember het in die sitkamer by die huis van Timothy Makobe, die oorledene se\npleegvader, plaasgevind.\nDaar teenwoordig, afgesien van die egpaar\nself, was 'n hele aantal mense insluitende familielede aan weerskante asook twee\nvan Makobe\nse bure wat deur hom versoek is om as getuies by te wees. Die\noorledene is gevra om haar kant van die saak te stel wat sy wel gedoen\nhet. In\ndie loop daarvan het sy appellant in verskeie opsigte gekritiseer. Appellant is\ntoe die geleentheid gebied om sy weergawe\nvoor te lê.\nDie\nStaat se relaas ten opsigte van wat daarna gebeur het, bestaan uit die getuienis\nvan Makobe, sy twee bure,\n5\nJacob Kutumela en Lucas Mabena, en appellant se oom, Richard Ngwenya.\nLaasgenoemde het appellant na die vergadering vergesel.\nVolgens\nMakobe het appellant, pleks van sy saak te stel, opgestaan en aan die oorledene\nbegin trek. Hy sê vir haar dat hulle\nalleen buite moet gaan praat. Van die\nander persone keer hom. Hy word versoek om te sit sodat die probleme in almal se\nteenwoordigheid\nbespreek kan word. Hy sit wel vir 'n ruk en blyk kalm en normaal\nte wees. Kort daarna staan hy toe weer op en verlaat die vertrek\nby die\nvoordeur.\nNa 'n paar minute kom hy deur die kombuis na die sitkamer\nterug. Die oorledene gewaar hom voordat hy die sitkamer bereik. Sy staan\nonmiddellik op en poog om na die slaapkamer langsaan te vlug. Sy struikel oor 'n\nstoel en kom nie weg nie. Appellant skiet haar toe\nraak en sy val binne-in die\nslaapkamer. Toe die skietery plaasvind vlug almal wat in die sitkamer was\nbehalwe appellant en Makobe.\n6\nDie ander drie staatsgetuies het daardie beskrywing in alle wesenlike\nopsigte gestaaf behalwe dat Richard Ngwenya gemeen het dat die\ntydperk waarvoor\nappellant buitekant was vyf minute of meer kon gewees het.\nMakobe\nhet ook getuig dat appellant kort na die skietery na die oorledene gegaan het,\nby haar gekniel het en gesê het \"Bye-bye\nPasha\" (haar bynaam). Hy het toe\nvir Makobe versoek om hom na die polisiekantoor te neem.\nVolgens 'n\nlykskouingsverslag wat by ooreenkoms as getuienis ingehandig is, het appellant\nvir die oorledene met agt skote raakgeskiet.\nDie dood het ingetree as gevolg van\nkoeëlwonde van die hart, longe en regterbobeen.\nAppellant se\ngetuienis was die volgende. In sy verskeie onsuksesvolle pogings gedurende die\nmaande voor die skietery om die oorledene\nop te spoor het hy onder andere\ntoordokters geraadpleeg. Die advies wat hy ingewin het, was dat haar familie\nhaar iewers weggesteek\nhet en dat dit wel moontlik was dat hulle hom selfs sou\nlaat doodmaak.\n7\nHierdie mededelings het kommer by hom gewek, maar hy het nogtans besluit\nom die besprekings op 15 Desember by te woon. Toe hy soontoe\nis, het hy sy\ndiensvuurwapen aan sy sy gedra. Hy het dit altyd vir selfbeskerming in sy besit\ngehad, het hy gesê.\nToe hy sy plek by die vergadering ingeneem\nhet, het hy opgelet dat vreemdelinge teenwoordig was. Onder hulle was Kutumela.\n(Ten tye\nvan die verhoor was laasgenoemde 37 jaar oud, maar appellant (ook 'n\nman in sy dertigerjare) verwys na hom as 'n \"jong seun\") . Hy\nsê hy was in\nbesonder daardeur getref hoedat Kutumela, wat oorkant hom gesit het, hom heeltyd\nin die oë gekyk het. Dit\nhet hom aan die toordokters se waarskuwing laat\ndink. Dit het die vrees by hom ingeboesem dat hierdie man hom sou doodmaak. Sy\ngedagtes\nhet begin draai. Hy het die oorledene getrek om haar buite te kry sodat\nhulle elders hul probleme alleen kon gaan bespreek en sodat\nhy 'n aanval op sy\neie lewe kon vermy. Toe Kutumela op hierdie einste stadium opgestaan\n8\nhet, het dit sy vrees net versterk en het hy sy dienswapen\nuitgehaal. Hy getuig voorts:\n\"Ek het vir myself laas gesien nadat ek die vuurwapen uitgetrek het , .. Ek\nonthou dat ek laas die vuurwapen so in my hand gehad het\n... (t)erwyl ek\nterselfdertyd vir (die oorledene) met die een hand vasgehou het. Van daar af, ek\nweet nie wat het gebeur nie, ek\nhet gehoor toe die vuurwapen klap ... Ek onthou\ndat ek vir Sophie sien val ... wat my gedagtes betref, ek weet nie wat het\naangegaan\nnie ... ek weet nie wat het daar gebeur\nnie.\"\nAppellant het ontken dat hy die huis verlaat\nhet\nonmiddellik voor die skietery of dat hy daarna \"Bye-bye\nPasha\" gesê het.\nGedurende kruisondervraging het appellant beweer\ndat\nhy die hofverrigtinge nie kan volg nie. Na oorweging\nvan\nhierdie bewering en die advokate se betoë daaromtrent\nhet\ndie Verhoorregter kragtens die bepaling van Artikels 77,\n78\nen 79 van die Strafproseswet appellant vir 30 dae\nse\nobservasie en verslag na Weskoppies Hospitaal verwys.\nDie\neenparige verslag is by ooreenkoms as getuienis\ningehandig.\nDaarvolgens was appellant in staat om die verrigtinge te\n9\nbegryp. Die twee betrokke psigiaters het ook die mening uitgespreek dat\nappellant ten tye van die skietery die ongeoorloofdheid van\nsy handeling kon\nbesef en dienooreenkomstig kon optree. Ek meld dit volledigheidshalwe. Aangesien\nnie een van die twee psigiaters\ngeroep is om te getuig nie, word geen ag geslaan\nop hulle mening aangaande appellant se geestestoestand ten tye van die skietery\nnie.\nNamens appellant is twee getuies geroep. Een was Gerhardus Nel,\n'n voormalige distrikskommissaris in die Suid-Afrikaanse Polisie.\nHy het\nappellant goed geken en volgens sy getuienis blyk dit dat appellant, wat\nkantoorwerk in die polisie verrig het, 'n eerlike\nen pligsgetroue liasseerklerk\nen 'n betroubare en bestendige werker was. Hy was baie impulsief en emosioneel\nen kon \"vreeslik maklik\nskrik\". Nel het die oorledene by een geleentheid ontmoet\nen het die indruk gekry dat appellant \"haar half aanbid\". Toe die\nhuweliksprobleme\nontstaan het,\n10\nkon appellant net nie op sy werk en sy pligte konsentreer nie. Hy het\nhewig ontsteld geraak en onder groot stres verkeer.\nDie tweede\nverdedigingsgetuie was dr. Roelof Horne, 'n praktiserende kliniese en\nvoorligtingsielkundige. In die loop van ongeveer\nagt uur se konsultasie en\nbesprekings met appellant in Julie 1993 is psigometriese toetse op hom\nuitgevoer. Hulle het betrekking\ngehad op sy intelligensie, sy persoonlikheid en\nsy potensiaal vir aggressie. Net betrekking tot hierdie ondersoeke het dr. Horne\n'n verslag opgestel wat sy getuienis ten grondslag gelê het. Op grond van\ndie relaas ten opsigte van die skietery wat appellant\naan hom verstrek het -\ninsluitende die bewering aangaande die jong man wat hom heeltyd sit en bekyk het\n- het dr. Horne gemeen dat\ndit vreemd opval dat appellant in die teenwoordigheid\nvan sy ouers en ander getuienis sy vrou \"koelbloedig\" sou doodskiet. Dít\nwas ook nie met sy persoonlikheid te versoen nie. Volgens dr. Horne het\n11\nappellant 'n gebalanseerde persoonlikheid en is hy\nfynbesnaard, emosioneel gevoelig en groepsafhanklik. Die\nslotgedeelte van dr. Horne se verslag lees soos volg:\n\"Voorgaande (verwysende na appellant se relaas) tesame met die feit dat die\nbeskuldigde nie 'n aggressiewe persoon is nie, kan dui\nop emosionele\nversteurdheid van so 'n aard dat die beskuldigde nie die vermoë gehad het\nom te onderskei tussen reg en verkeerd\nnie. Kortom: Dit is my beskeie mening dat\ndie beskuldigde tydens die pleeg van die misdaad tydelik ontoerekeningsvatbaar\nwas a.g.v.\ntydelike verstandelike beneweldheid.\"\nIn sy\ngetuienis het dr. Horne daardie mening bevestig. Hy het voorts gesê dat\nappellant blykbaar in verskeie opsigte gerekonstrueer\nhet veral waar sy weergawe\nmet dié van die staatsgetuies bots. Sodanige rekonstruksie was onskuldig\nen nie bedoel om te mislei\nnie. Trouens, na dr. Horne se mening, indien\nappellant se relaas wat hy in konsultasie verstrek het onwaar was, sou gemelde\ntoetse\ndaardie feit aan die lig gebring het.\nAl vier staatsgetuies\nhet die Verhoorhof as eerlik en betroubaar beïndruk. Aan die ander kant is\ndaar met\n12\nbetrekking tot appellant se getuienis bevind dat hy rondgespring het, dat\nhy hom op talle geleenthede weerspreek het en dat hy in\ndie getuiebank opmerklik\nongemaklik voorgekom het. Aangaande dr. Horne se getuienis dat die beweerde\nkriminele gedrag deur appellant\nin stryd was met sy persoonlikheidsprofiel, het\ndie Hof uitgewys dat dr. Horne se toetse gedoen is in omstandighede geensins\nsoortgelyk\naan dié waarin die skietery plaasgevind\nhet.\nNamens appellant is in hierdie Hof betoog dat op sterkte van\ndr. Horne se getuienis dit redelik moontlik is dat appellant ten tye\nvan die\nskietery óf onbewus was dat hy besig was om wederregtelik te handel\nóf dat hy nie in staat was om hom van sodanige\nhandeling te weerhou\nnie.\nin die eerste plek is dit duidelik dat die tersaaklike feite\nten aansien van die skietery dié is wat deur die Staat se getuienis\nbewys\nis. Bo en behalwe bovermelde punte van kritiek wat deur die Verhoorhof teen\nappellant se geloofwaardigheid geopper is, is die\nsuggestie onsinnig\ndat\n13\nhy sy vuurwapen uit vrees vir Kutumela te voorskyn gebring\nhet maar dat hy toe nie vir hom nie maar vir die oorledene geskiet het.\nDit is tereg deur die Verhoorhof verwerp. Dit is ook opmerklik\nvreemd dat\nappellant se beweerde amnesie slegs betrekking het op 'n gedeelte van die tyd\nwat dit sou geneem het om al die skote te\nskiet. Andersins onthou hy goed genoeg\nom sy eie stellings te maak en om die Staat se bewerings te erken of te\nontken.\nOp die korrek aanvaarde getuienis dus het appellant voor die\nskietery vir 'n ruk buitekant toe gegaan. Op die veronderstelling in\nsy guns dat\ndit nie vir meer as 'n paar minute was nie en dat hy heeltyd sy vuurwapen by hom\ngehad het en dat hy dit nie by hierdie\ngeleentheid êrens gaan haal het\nnie, het hy na hierdie tydelike onderbreking in die besprekings teruggekom en\nonmiddellik en\nsonder meer op sy vlugtende vrou begin skiet. Altesaam agt skote\nis uiteindelik afgevuur. Op daardie getuienis het die skietery hoegenaamd\nniks\nmet Kutumela te doen gehad nie.\n14\nDaar was immers geen optrede aan laasgenoemde se kant wat enigsins ter\nsake was nie. Die enigste redelike afleiding is dat appellant\nKutumela in sy\nrelaas ingebring het bloot om 'n vals rede te verstrek waarom hy sy vuurwapen\nuitgehaal het.\nOp daardie objektiewe feite het appellant die oorledene doelbewus\naangeval met die bedoeling om haar dood te skiet en het hy aanhou\nskiet totdat\ndaardie gevolg buite enige moontlike twyfel bereik was.\nDie enigste getuienis wat enige stawing vir die aangevoerde verweer bied,\nis dié van dr. Horne.\nKlaarblyklik is die kern van sy\ngetuienis die toetsuitslae. Daarsonder kon sy getuienis niks meer as 'n\nonkritiese aanvaarding van\nappellant se onbeproefde relaas wees nie. Wat die\ntoetsuitslae betref, was die Verhoorhof se bevinding heeltemal geregverdig dat\nappellant se persoonlikheid in irrelevante omstandighede getoets is. Mens kan\negter in alle billikheid teenoor dr. Horne byvoeg\n15\ndat selfs al was dit van belang om die persoonlikheids- en\naggressietoetse toe te pas, die inligting daardeur verkry geen betroubare\naanduiding verstrek het aangaande appellant se potensiaal vir gewelddadige\noptrede in die omstandighede wat in die onderhawige saak\ngeheers het nie. Die\nervaring leer dat hierdie soort geweld ongelukkig dikwels voorkom in gevaile van\nernstige huweliksprobleme,\nen veral in gevalle van sogenaamde gesinsmoorde,\nsonder dat die dader ontoerekeningsvatbaar is en ook waar hy in ander\nomstandighede\nnie gewelddadig sou optree nie. Die feit dat appellant normaalweg\nnie geneig is om aggressief op te tree nie kan derhalwe geen wesenlike\ngewig dra\nnie.\nDat dr. Horne dit na bewering sou agtergekom het indien\nappellant vir hom gelieg het, beteken ook niks nie. Appellant het 'n aansienlike\ntyd gehad om hom voor te berei voor hy met dr. Horne gekonsulteer het en sy\nrelaas kon nie destyds aan die hand van teenbewys getoets\nword nie. En die\nsuggestie dat waar appeliant se weergawe met dié van\n16\ndie Staat gebots het hy bloot gerekonstrueer het, is uiters\nonoortuigend.\nDie getuienis van dr. Horne was derhalwe onvoldoende om die redelike\nmoontlikheid te skep waarop appellant se advokaat wou staatmaak.\nDaar was dus\ngeen grondslag in die getuienis vir die verweer waarop appellant gesteun het\nnie.\nBygevolg kan die appél teen die skuldigbevinding nie slaag\nnie.\nWat die vonnis aanbetref, is namens appellant aan die hand\ngedoen, met verwysing na\nS v Campher\n1987 (1) SA 940\n(A), dat 'n algehele\nopgeskorte vonnis die gepaste straf sou wees. Dat die feite in daardie saak van\ndie onderhawige feite verskil,\nis te wagte. Wat opval, is dat hulle in wesenlike\nopsigte verskil. Die aard en omvang van die vonnis in daardie geval is derhalwe\nnie 'n faktor wat tans ter sake of van belang is nie. Geen ander moontlike rede\nvir inmenging met die opgelegde vonnis is voorgestel\nnie. Daar bestaan geen\nsodanige rede nie. Die appèl teen\n17\nvonnis moet dus ook misluk.\nDie appèl word van die hand gewys.\nC.T. HOWIE\nAPPèLREGTER\nE.M. GROSSKOPF AR ]\tSTEM SAAM\nNIENABER\nAR\t]\nCTH/al",
  "scraped_at": "2026-02-12T07:05:54.608708",
  "date": "1995-05-30",
  "coram": [
    "E M Grosskopf",
    "Nienaber",
    "C T Howie"
  ],
  "case_number": "725/93",
  "parties": {
    "applicants": [
      "Esau Ngwenya"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "Esau Ngwenya, a police officer, was married to the deceased who was shot dead during a family meeting on 15 December 1991. State witnesses described how Ngwenya retrieved his service weapon, shot his wife eight times, and caused fatal injuries to her heart, lungs and ribs. The trial court found him guilty of murder and sentenced him to eight years' imprisonment, five years suspended. Ngwenya appealed, asserting that he was temporarily non‑accountable due to a mental disturbance at the time of the shooting.",
    "issues": "1) Whether Ngwenya was criminally responsible for the murder, i.e., whether he was temporarily non‑accountable owing to a mental disorder. 2) Whether the sentence imposed by the trial court should be altered on appeal.",
    "principles": "South African criminal law requires proof on the balance of probabilities that an accused was incapable of appreciating the wrongfulness of his conduct (s. 78 Criminal Procedure Act). Temporary mental incapacity must be demonstrated by reliable psychiatric evidence. Precedent on sentencing, such as S v Campher (1987), is considered when assessing the appropriateness of the sentence.",
    "application": "The appellate court held that the state’s eyewitness testimony was credible and established intentional murder. The defence's psychiatric report by Dr Horne, conducted under conditions unlike those of the offence, was deemed irrelevant and insufficient to raise reasonable doubt of non‑accountability. Consequently, the court found no basis to overturn the conviction or to vary the sentence.",
    "conclusion": "The appeal was dismissed. Ngwenya's murder conviction and the eight‑year sentence (with five years suspended) were affirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "temporary insanity",
      "mental impairment",
      "appeal",
      "sentencing"
    ]
  }
}