{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/148.html",
  "case_name": "Langeberg Voedsel Bpk. v Sarculum Boerdery Bpk. (64/94) [1995] ZASCA 148; 1996 (2) SA 565 (SCA); (28 November 1995)",
  "citation": "[1995] ZASCA 148",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 148\n|\nNoteup\n|\nLawCite\nLangeberg Voedsel Bpk. v Sarculum Boerdery Bpk. (64/94) [1995] ZASCA 148; 1996 (2) SA 565 (SCA); (28 November 1995)\nDownload original files\nPDF format\nRTF format\nSaakNo 64/94\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak tussen :\nLANGEBERG VOEDSEL BEPERK\tAppellant\nvs\nSARCULUM BOERDERY BEPERK\tRespondent\nCORAM\n:\tJOUBERT, HEFER, STEYN, MARAIS et\nSCHUTZ ARR\nAANGEHOOR\n: 10 NOVEMBER 1995\nGELEWER\n: \t28 NOVEMBER 1995\nUITSPRAAK\nHEFER AR\n:\n2\nIn die bevel waarteen geappelleer word, word die appellant gelas om\nvergoeding aan die respondent te betaal vir skade wat laasgenoemde\ngely het as\ngevolg van die gedeeltelike mislukking van sy suikermielie-oes weens 'n verborge\ngebrek in saad wat die appellant aan\nhom verskaf het. Wat in geskil is, is of\ndie respondent voldoende getuienis voorgelê het om die appellant se\naanspreeklikheid\nvir gevolgskade te grondves.\nIn die besonderhede van die respondent se vordering is die eis\ngefundeer,\neerstens, op 'n bewering (in paragraaf 5) dat\ndie appellant die geskiktheid en\ngoeie gehalte van die saad uitdruklik of stilswyend gewaarborg het.\nTweedens\nword in paragraaf 3(b) beweer dat die appellant :\n\"onder andere handel gedryf [het] as verskaffer van plantsaad, insluitende\nsuikermieliesaad...en openlik voorgegee dat dit ten opsigte\nvan die saad oor\neienskappe van bedrewenheid en deskundige kennis\nbeskik.\"\nHoewel die betrokke bewerings in die\nverweerskrif ontken is en by die\n3\nverhoor steeds betwis was, het die verhoorhof bevind dat 'n waarborg\nstilswyend verleen is en dat die bewerings in paragraaf 3(b)\nbewys is. Die\nrespondent is gevolglik gelyk gegee op beide grondslae van sy eis.\nIn hierdie hof is namens die appellant aangevoer dat nóg die een\nnóg die ander skuldoorsaak bewys is. Aangesien ek van\noordeel is dat die\neis tereg toegestaan is op grond van die bewerings in paragraaf 3(b) van die\nbesonderhede van vordering is dit\nonnodig om die getuienis ten opsigte van die\nbewerings in paragraaf 5 breedvoerig te bespreek. Gedagtig aan die vereistes\ngestel\nin sake\nsoos Alfred McAlpine & Son (Pty) Ltd v Transvaal Provincial\nAdministration 1974(3) SA 506 (A) op 532H-533C, Standard Bank of South\nAfrica\nLtd and Another v Ocean Commodities Inc and Others 1983(1) SA 276 (A) op 292B-C\nen Delfs v Kuehne & Nagel (Pty) Ltd 1990(1)\nSA 822 (A) op\n827B-828B,\nvolstaan ek met die opmerking dat die verhoorhof se bevinding dat 'n\nstilswyende waarborg bewys is nie ondersteun kan word nie.\n4\nDie bewerings in paragraaf 3(b) is geskoei op die lees van die\nuitspraak\nin Kroonstad Westelike Boere-Ko-operatiewe\nVereniging Bpk v Botha and\nAnother 1964(3) SA 561 (A) op 571G-572A\nwaar die reël neergelê is dat :\n\"liability for consequential damage caused by latent defect attaches to a\nmerchant seller, who was unaware of the defect, where he\npublicly professes to\nhave attributes of skill and expert knowledge in relation to the kind of goods\nsold...Whether a seller falls\nwithin the category mentioned will be a question\nof fact and degree, to be decided from all the circumstances of the case. Once\nit\nis established that he does fall within that category, the law irrebuttably\nattaches to him the liability in question, save only\nwhere he has expressly or\nby implication contracted out of it.\"\nSoos prof JC de\nWet aangedui het in 1964 Annual Survey of South\nAfrican Law 103 ev is die gedeelte van die reël wat ek gekursiveer\nhet, 'n\nkwalifikasie wat hierdie hof toegevoeg het tot Pothier se uiteensetting\nin Traité\ndu Contrat de Vente 214 van handelaars se aanspreeklikheid (naas\ndié van\nfabrikante) vir gevolgskade as gevolg van latente gebreke. Prof de Wet\nhet so\n'n toevoeging ondersteun op grond van die verandering wat die handel\nsedert\n5\nPothier se dae ondergaan het. Inmiddels het meer as dertig jaar weer\nverstryk waartydens nuwe handelsware en bemarkingstegnieke die\nlig gesien het.\nVan die uitgesproke verwagting in die Kroonstad Wes saak (op 572A-C) dat die\nhowe sou bydra tot die verdere ontwikkeling\nvan die reël of dat die\nwetgewer sou ingryp, het egter niks gekom nie. (Vgl Holmdene Brinkworks (Pty)\nLtd v Roberts Construction\nCo Ltd 1977(3) SA 670 (A) op 682fin-683C; Sentrachem\nBpk v Wenhold 1995(4) SA 312 (A).) Of die reël soos dit destyds geformuleer\nis tans nog geregverdig kan word, is debatteerbaar (vgl Jean Davids se artikels\nin\n81 (1964) SALJ 419\nen\n83 (1966) SALJ 87).\nIn die onderhawige geval het beide\nadvokate egter die aangehaalde uiteensetting as 'n juiste weergawe van die\nhuidige stand van die\nreg aanvaar. In die lig hiervan en van die getuienis\nwaarna aanstons verwys sal word, ag ek dit nie nodig om my verder oor die\nonderwerp\nuit te laat nie.\nDie enigste vraag wat in die betoë geopper is, is of die appellant\nbewese\n6 'n handelaar is wat sigself as bedrewe ten opsigte van\nsuikermieliesaad teenoor\ndie publiek voorgehou het.\nDie eerste grond waarop namens die appellant aangevoer word dat dit\nnie\ndie geval is nie, is dat die appellant nie as 'n\nsaadhandelaar beskou kan word\nnie. Hierdie submissie hou geen steek nie. Dit blyk uit die getuienis dat\ndie\nappellant by uitstek 'n verwerker en inmaker van vrugte en groente is wat\nin\nonbewerkte vorm van kwekers aangekoop word. Ten einde die toevloei\nvan\nvoldoende voorrade onbewerkte produkte te verseker, word kontrakte\nmet\ngeselekteerde kwekers aangegaan vir die aankoop van bepaalde\nhoeveelhede\nprodukte wat nog geproduseer moet word, en soms nog nie eens aangeplant\nis\nten tye van die aangaan van die kontrak nie. In laasgenoemde gevalle\n(waarvan\ndie onderhawige een van vele is) skryf die appellant self die kultivar\nvan die\nbesondere vrugte of groente en die soort saad voor en verskaf self die\nsaad wat\naangeplant moet word deur dit van erkende saadhandelaars te koop en weer\nteen\n7\n'n wins aan kwekers te verkoop. Die blote feit dat sy saadhandel beperk\nis tot die verkoop van saad aan kwekers en nie aan die algemene\npubliek nie\nontneem die appellant klaarblyklik nie die status van 'n handelaar vir\ndoeleindes van die bepaling van sy aanspreeklikheid\nvir gevolgskade\nnie.\nDie res van die betoog namens die appellant behels 'n aanval op\ndie verhoorhof se bevinding dat die appellant sig voorgehou het as\n'n bedrewe\nsaadhandelaar. Ek is nie van voorneme om die gronde waarop die aanval geloods\nword, volledig te bespreek nie. Die bevinding\nberus hoofsaaklik op die manier\nwaarop die appellant jarelank teenoor sy kwekers opgetree het. Soos reeds\naangedui, was dit die appellant\nwat voorgeskryf het watter kultivars geproduseer\nmoes word en watter soort saad gebruik moes word, en het die appellant inderdaad\nself die saad verskaf. Op sigself getuig hierdie optrede natuurlik nie\nnoodwendig van 'n deskundige seleksie van kultivars en saad\nnie; trouens, die\ngetuienis is tot die effek dat kwekers beperk is tot een voorgeskrewe\n8\nkultivar met die oog eenvoudig op 'n eenvormige eindproduk en dat 'n\nbepaalde soort suikermieliesaad voorgeskryf is eenvoudig omdat\ndit in die\nverlede met groot sukses gebruik was. Van die werklike beweegredes het kwekers\negter nie geweet nie. Vanuit hulle oogpunt\ngesien, was dit nie onredelik nie om\ndie appellant te beskou as 'n ondememer wat, weens sy jarelange ondervinding in\ndie bedryf,\noor deskundige kennis van kultivars en saad beskik het en daarom\npresies geweet het wat om voor te skryf. Hierdie indruk was ongetwyfeld\nversterk\nen bevestig deur die feit dat appellant se veldbeamptes kwekers gereeld op hulle\nplase besoek het waar hulle soms die grootte\nvan die grond wat 'n kweker moes\nbeplant bepaal het, behulpsaam was met die berekening van die hoeveelhede saad\nwat benodig sou word\nen die verwagte opbrengs daarvan, planttye vasgestel het,\ndie vordering van aanplantings dopgehou het en inligting aan kwekers verskaf\nhet\noor planttye, plantmetodes, bemesting en onkruid- en plaagbestryding. Optrede\nvan hierdie aard skep ongetwyfeld die indruk van\n9\ndeskundigheid en kwekers sou kwalik kon raai dat sekere veldbeamptes\ninligting aan hulle deurgegee het wat hulle (die beamptes) ook\nmaar van die\nverskaffers van produkte soos onkruid- en insektedoders ontvang het. Myns\ninsiens het die verhoorhof tot die korrekte\ngevolgtrekking gekom.\nDie appêl word van die hand gewys met\nkoste.\nJ J F HEFER AR\nSTEM SAAM\n:\nJOUBERT AR STEYN AR MARAIS AR SCHUTZ AR\nSCHUTZ JA\n:\nWhilst agreeing with the judgment of my brother Hefer, I\nmust\nadmit to having had difficulty in applying the test\nin the\nKroonstad\ncase (above) to the facts: facts of a kind common in\nmodem commerce.\nThe appellant recommended, indeed required the use of a particular\ncultivar, Commander. If that cultivar had been unsuitable there\nwould have been\nlittle difficulty in concluding that the appellant had guaranteed suitability.\nBut there was nothing wrong with Commander\nas such. The evidence is that it is a\ngood seed, fit for the use intended. The problem lay in the individual seeds in\nthe sealed\npackets delivered to the appellant\n3\nand in turn by it to the respondent. For some reason they were defective,\nand there is no evidence that the appellant had a practical\nmeans of finding\nthat out; or had failed to buy its stock of Commander from a reputable seed\nmerchant. Quite how does one spell a\nprofession of expertise out of such a set\nof facts?\nOn a date lost in the annals of the ancient Roman republic the curule\naediles imposed a new rule upon sellers of slaves in the markets\nunder their\ncontrol, a rule which is still the foundation of our law of liability for latent\ndefects. Sellers were to apprise purchasers\nof any disease or defect in their\nwares, as also of certain unbecoming propensities considered worthy of special\nmention, such as\nrunning away, loitering on errands and subjection to noxal\nsurrender: D 21.1.1.1\n4\n(Watson's translation). The purpose of the aediles' edict (as it was\ncalled) was to check the wiles of vendors and to give relief\nto purchasers\ncircumvented by them. However, the real innovation was that the seller was\nliable even if he was ignorant of the defects\nrequired to be declared (D\n21.1.1.2). The justifications for the rule were expressed thus: \"There is\nnothing inequitable about this;\nthe vendor could have made himself conversant\nwith these matters; and in any case, it is no concern of the purchaser whether\nhis\ndeception derives from the ignorance or the sharp practice of his vendor\"\n(loc cit).\nThis is an instance of the imposition of a clear general rule of law, the\ngenerality of which renders it unnecessary to enquire in\neach instance whether\nthe considerations motivating the rule are present - in this case\n5\nfraud or carelessness on the seller's part. However the aediles may have\nthought about the matter, today we would call their decision\none of\npolicy.\nAlthough the grounds of liability were extended, the extent of liability\nin money where latently defective goods were sold was limited\nbelow the level\nfor ordinary breaches of contract - except in cases of fraud or consensual\nwarranty (ie warranty over and above that\nnow implied by law). By the time of\nVoet the limitation had fallen away in the case of the artifex or craftsman\n(Voet Commentarius\nAd Pandectas 21.1.10). He was liable also for consequential\nloss. Today we commonly refer to this person as a manufacturer. This\nusage tends\nto conceal but also to reveal important changes in commerce, as will be\n6\ndiscussed later. Pothier, speaking for the France of his\nday, in his Traité\ndu Contract de Vente 214, says that the artisan (Voets'\nartifex or Gane's\ncraftsman) who sells goods of his own manufacture, by the\nprofession of\nhis art, spondet peritiam artis (guarantees his\nskill). If he does not work\nalone but employs workmen he should\nemploy none but good workmen.\nPothier goes further than Voet and\nequates the tradesman who\nmakes a business of selling the products\nof others to the artifex. By\nprofessing his trade he renders himself\nresponsible for the goodness of\nmerchandise which he sells. Again\nthe basis of liability is his public\nprofession of his trade, and\nthe reason for it: \"he ought to expose for sale\nnone but good\narticles. He ought to have knowledge of his wares, and\nought to sell\nnone but good\" (Gushing translation 132). As in the case\n7\nof the aediles' edict a clear rule of law is stated: he who deals in\nparticular goods warrants their quality: and again it is not\nnecessary to\nenquire in each case whether the considerations motivating the rule are\npresent.\nThe effect of the\nKroonstad\ndecision was to limit the Pothier\nrule, in my opinion, in a manner so as to elevate the reasons for the rule to\nthe rule itself.\nI am not the first to have expressed this opinion. It was\nadvanced by Jean Davids in 1966 at p 88 of her article referred to in the\nmain\njudgment. The result is that the rule requires the investigation of the presence\nor absence of the reasons in each case.\nBy the time of the decision in 1964 conditions of manufacture and\nmarketing had changed, probably more since Pothier's time than they\nhad\n8\nchanged from that of the aediles to his. The policy decision in the\nKroonstad\ncase, going beyond Voet or any other Roman Dutch authority, was\nrendered possible by the fact that the \"Pothier rule\" had been applied\nor\napproved in a number of Southern African decisions, but with much difference as\nto its exact content. As the scope of its application\nwas commercially\nimportant, the certainty sought to be achieved was welcome. But in its search\nthis Court, in my respectful opinion,\nrather overlooked that the reasons that\nhad made the rule appropriate to the mid eighteenth century were largely\nanachronistic in\nthe mid twentieth century. With the passing of time they have\nbecome more so. That is why I find that the rule in\nKroonstad\nis\ndifficult to apply in present day conditions. It is not a simple rule: its\napplication must often involve\n9\nartificiality because its premises are not those of our\ntime.\nLet us go back to the facts of this case. The appellant was\nlittle more than an unwitting conduit. Breaching the seal would have vitiated\nthe guarantee of the seed merchant from which it had bought, little as that\nguarantee was. Absent some manifest morbidity in the\ncontent of the packets\nthere was little it could do to check effectively. But the rule is not concerned\nwith manifest defect but\nwith latent defect. The overall result is that it is\nartificial to speak of a profession of skill in relation to the seeds themselves\n- yet that is part of the factual enquiry envisaged by the rule in the\nKroonstad\ncase. It is true that the appellant could be careful in\nchoosing its supplier. But even such care would be no fast fortress. Reputations\nare often based upon the marketing department and\n10\nnot the manufacturing department. And even reputations once soundly based\nmay become undeserved due to secret capitulation to the\nsiren of market share.\nBefore these things eventually become exposed they may remain concealed, often\nunder near-impenetrable plastic\npacking.\nThis is but one example of the way in which commerce has changed. The\nmerchant is denied the opportunity to see, to feel or to smell\nthe produce that\npasses through his hands. He can as little examine the metal in the bearings as\nthe beans in the tin or the chip\nin the computer.\nThere are many other examples of how commerce has changed. One of them is\ntouched upon by Schreiner JA in his dissenting judgment\nin Hackett v G & G\nRadio and Refrigerator Corporation 1949(3) SA\n11\n664(A) at 692-3 - the article that has passed through several different\nhands, perhaps in different countries, in the course of manufacture.\nThe\n\"present day needs of the community\" seemed to that learned judge to require the\nrecognition of the justice of the generalisation\nthat a seller who manufacturers\nor deals in a kind of goods should be treated equally as having given the buyer\nof such goods his\nexpert assurance that the goods are free of latent defects.\nThat was nearly 50 years ago. Even the notion of a trader dealing in\n\"a kind of\ngoods\" comes from a bygone age. Today much is bought from unmanned acres of\ntrading floor on which are displayed for sale\ngoods of all kinds from all the\nworld.\nIt seems to me cumbrous, wasteful and uncertain of result, and therefore\nunjust, to require a buyer to prove and a seller to resist\nin case\n12\nafter case the proposition that the latter publicly professes to have\nattributes of skill and expert knowledge in relation to particular\ngoods.\nThe\nKroonstad\ntest can be criticised from both sides: as having\nextended a dealer's liability unduly, which was the view of Prof de Wet (see the\nmain judgment in this case) : or as having restricted it unrealistically, a view\nwhich I am not the first to express. The rule having\nstood for such a long time\nit is not surprising that both counsel accepted it as the final statement of the\nlaw. But the passage\nof time may have weakened rather than strengthened the\nauthority of the decision. If it ever be challenged in the future that will\nbe\nthe time to decide whether it may and should be altered.\n13\nIt remains to add that it is not only in this small, if important, branch\nof the law of purchase and sale, but in the much wider Geld\nof product liability\ngenerally that our law may be perceived to have lagged behind.\nW P SCHUTZ\nJUDGE OF APPEAL\nJOUBERT JA)\nHEFER JA) CONCUR\nSTEYN JA)\nMARAIS JA)",
  "scraped_at": "2026-02-12T08:18:33.269963",
  "date": null,
  "coram": [],
  "case_number": null,
  "parties": {
    "applicants": [],
    "respondents": []
  },
  "sections": {},
  "tags": {}
}