{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/27.html",
  "case_name": "S v Mndaweni (129/94) [1995] ZASCA 27 (28 March 1995)",
  "citation": "[1995] ZASCA 27",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 27\n|\nNoteup\n|\nLawCite\nS v Mndaweni (129/94) [1995] ZASCA 27 (28 March 1995)\nDownload original files\nPDF format\nRTF format\nSaak no\n:\n129/94\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(\nAPPèLAFDELING\n)\nIn die saak tussen;\nEDWARD MNDAWENI\nAppellant\nEN\nDIE STAAT\nRespondent\nCoram\n: SMALBERGER, EKSTEEN ARR et OLIVIER WND AR\nVerhoor\n: 16 Maart 1995\nGelewer\n: 28 Maart 1995\nUIT5PRAAK EKSTEEN\n, AR :\nDie appellant is in die Transvaalse Provin-siale AFdeling daarvan aangekla\ndat hy op 26 November 1991 'n sekere David Mzimba (die\noorledene) vermoor het.\nHier-op het hy skuldig gepleit en, ingevolge die bepalinge van Artikel 112(2)\nvan die Strafproseswet 51 van\n1977, 'n skriF-telike verklaring ingehandig waarin\nhy die feite uiteen-sit waarop sy pleit van skuldig gegrond was. Die Staat het\ngeen getuienis ter weerspreking van hierdie verklaring aangevoer nie, en\nappellant is gevolglik op sy verklaring alleen skuldig bevind\naan die misdaad\nhom ten laste gelê.\nUoor oplegging van vonnis het die aanklaer die lykskouingsverslag t o v die\noorledene ingehandig en\n/2\n2\nsekere vorige oortredings teen die appellant bewys. Die appellant het geen\ngetuienis ter versagting van von-nis aangebied nie. Hy\nis hierop tot 10 jaar\ngevangenis-straf gevonnis. Hy kom nou, met die verlof van die Verhoorregter, na\nhierdie Hof in hoër beroep.\nDie hele appèl gaan net oor die feite in\ndie appellant se verklaring beweer, en die afleidings wat van daardie feite\ngemaak\nmoet word. Na my mening is dit nie die soort saak wat na hierdie Hof\nverwys moes gewees het nie. Die Verhoorregter moes dit eerder\nna die Volle Hof\nvan die Provinsiale Afdeling verwys het, waar dit besmoontlik vinniger en met\nminder omslagtigheid afgehandel kon\nge-wees het. Hoe dit ook al sy sal ek nou\ndie appèl oor-weeg.\n....../3\n3\nDie appellant se verklaring, wat die grond-slag van sy\nskuldigbevinding en van sy vonnis gevorm het, lui soos volg:\n\"1 Ek is die beskuldigde in hierdie saak.\n2\nOp Saterdag, 23 November 1991\nhet my jonger broer, Johannes Mndaweni, nie huistoe gekom\nnie.\n3\nOp Maandag 25 November 1991 het ek hom\ngaan soek maar nie gekry nie.\n4\nOp Dinsdag 26\nNovember 1991 het ek en my fa-milie by die hospitaal, SAP te Daveyton en die\nlykshuis navraag gedoen omtrent Johannes.\n5\nOns het van die lykshuis verneem dat 'n onbe-kende persoon se lyk\nvanaf Etwatwa daar ont-vang is.\n6\nOns het na die lykshuis\ngegaan en gevind dat die lyk die van Johannes was.\n7\nOns het gesien dat die oë verwyder was van die lyk, en ook die\nvel van die penis.\n8\nEk het na die plek gegaan\nwaar Johannes se lyk na bewering gevind is, waar ek van die mense wat daar woon\ngehoor het dat sekere persone\nmy broer se voertuig wat ook daar was, wou kom\nhaal.\n...... 4\n4\n9\tEk het besluit om by 'n goeie vriend van my\nbroer, wat ek bloot geken het\nas Nkababa,\nte gaan vasstel wanneer hy Johannes laas lewend gesien het.\n10\tToe ek hom kry, het Nkababa, oFtewel David\nMzimba, later die oorledene in\nhierdie saak,\nnavraag gedoen oor Johannes asoF hy nie ge-\nweet het waar hy\nwas nie.\n11\nNadat\nek hom meegedeel het dat Johannes oor-lede was, het ons na die plek gegaan waar\nJohannes se lyk gevind is.\n12\nBy dié\nplek het van die mense wat daar woon my meegedeel dat Nkababa een van die\npersone was wat my broer se voertuig wou kom\nhaal terwyl sy lyk nog daar\ngelê het.\n13\nToe ek Nkababa met hierdie\nmededeling kon-fronteer, het hy sy hande in sy broeksakke gesteek en gevra wat\nwil ek maak.\n14\nEk het beide sy gewrigte in sy\nbroeksakke vasgegryp en hom met my knie in sy privaat-dele\ngestamp.\n15\nHy het vorentoe gebuk agv\ndie pyn, en 'n oop mes het uit sy sak geval.\n16\nEk het hom, terwyl hy nog gebukkend was agv die pyn, in die rug\ngesteek met die mes.\n17\nToe hy orent kom, het\nek hom in die bors ge-steek met die mes.\n.... /5\n5\n18\t'n Struweling het tussen ons twee\nontstaan\nwaartydens ek hom verskeie kap- en steekwonde\nin die kop- en nekgedeelte toegedien het.\n19\n'n Persoon wat saam met ons\nin die motor was, het met 'n voorwerp soos 'n mes ons genader, waarna ek die\noorledene weggestamp het.\n20\nDie twee van\nhulle het daarop weggehardloop.\n21\nEk het\nlater verneem dat die oorledene dood is as gevolg van die wonde wat ek hom\ntoe-gedien het.\n22\nEk erken dat ek ten tye van\ndie aanval op die oorledene voorsien het dat hy kon sterf as gevolg daarvan,\nmaar het nietemin voortgegaan\ndaarmee.\n23\nEk\nis spyt dat die oorledene dood is maar\nook hartseer\noor my broer se dood en die feit dat sy oë verwyder is. Ek vermoed dat die\ndele vir 'muti' gebruik is.\"\nIn sy uitspraak oor vonnis het die Verhoor-\nregter sekere versagtende\nfaktore in aanmerking geneem,\no a dat die appellant skuldig gepleit het, dat\nhy 'n mate\nvan berou getoon het en dat die verminking van sy broer\nse lyk\nwat hy 'n paar dae voor die onderhawige voorval\n6\nmoes aanskou het, hom beïnvloed het om so op te tree soos\nwat hy gedoen het. Die geleerde Regter het dit ook in oorweging geneem\ndat die\nappellant besmoontlik beweeg is deur sy vermoede dat die oorledene\nverantwoordelik was vir die dood van sy broer. Hy het\negter onmiddellik\nvoortgegaan om sy bedenkinge uit te spreek of dit van appellant se verklaring\nenigsins aF te lei is dat die oorledene\nwel verantwoordelik was vir sy broer se\ndood, Die appellant, sê hy, het geen voldoende ondersoek in-gestel om die\noorledene\nse aanspreeklikheid vas te stel nie. Al wat hy vasgestel het was dat\ndie oorledene een van dié was wat sy broer se kar wou\nwegneem terwyl sy\nlyk nog dear gelê het. Die geleerde Regter vervolg dan:\n..... /7\n7\n\"According to the statement the reaction of the deceased was\nnot an admission that he had been responsible for the death of the brother\nor\neven\nan admission that he had taken the car away. Rather the accused appears to\nhave drawn the inference that the deceased had done this\nfrom the fact that what\nthe deceased did was to keep his hands in his pockets. It seems to me that this\nindicates that the accused\nreally did not inuestigate the matter very thoroughly\nto find out whether in fact the deceased was responsible for his brother's\ndeath.\"\nTer verswaring van vonnis het die geleerde\nRegter verwys na die\ngeweldadigheid van die aanslag op\ndie oorledene en na die talle ernstige steek- en kap-\nwonde wat hy opgedoen het - 'n aspek waarna ek later weer\nsal verwys. Dan vervolg hy:\n\"It does not seem that the accused was in any way harmed or in any way sought\nto defend him-self. Indeed, as the accused conceded,\nhe was the initial\naggressor. This is a most serious type of offence. It is tantamount to a\ncold-\n.... / 8\n8\nblooded murder\".\nNadat hy gewag gemaak het van die feit dat\ndie appellant die wet as't ware\nin sy eie hande geneem\nhet sê hy:\n\"There is no indication whatsoever that the accused made any attempt to\nreport the matter to the authorities or to take any steps\nto\nhave the person who he believed to be respons-ible for his brother's death,\nbrought to trial. This to my mind is an aggravating feature.\"\nIn sy uitspraak waarin die Verhoorregter ver-\nlof om te appelleer toestaan, meld hy dat die appel-\nlant, wat\npro deo\nverdedig was, getuienis wou aflê\nom sy optrede verder toe te lig, maar dat sy advokaat\nhom daarvan weerhou het. Waar die verklaring dus nie\nin alle opsigte duidelik is nie moet dit m i nie so uit-\n..... /9\n9\ngelê word dat dit teen die appellant tel nie, waar daar\n'n ander meer gunstige afleiding te maak is.\nUit die passasies hierbo aangehaal blyk dit m i dat die Verhoorregter homself\nop verskeie aapek-te wanvoorgelig het.\nSoos ek reeds daarop gewys het, is die appellant se verklaring na sy pleit\nvan skuldig in geen opsig weerspreek nie. Dit moet dus\nas die grondslag, nie\nslegs van sy skuldigbevinding nie, maar ook van sy vonnis geneem word. Daaruit\nblyk dit dat sy jonger broer,\nJohannes, op Saterdag 23 November vermis geraak\nhet. Appellant het hom oral gesoek en eers op Dins-dag 26 November sy verminkte\nlyk\nin die lykshuis gevind. Daarna is hy na die plek waar die lyk gevind sou\ngewees\n.... / 10\n10\nhet. Van die mense wat daar naby woon het hom meege-deel dat sekere persone\ndie oorledene se motor wat, ten tyde van sy dood daar\ngestaan het, wou kom haal.\nMeer as dit kon hy blykbaar nie uitvind nie.\nHy is hierop na die oorledene toe. Hy het die oorledene nie juis geken nie,\nmaar geweet dat hy 'n goeie vriend van Johannes was, en\nhy wou by hom navraag\ndoen oor Johannes se doen en late voor sy verdwyning. Die oorledene het\nvoorgegee dat hy nie geweeb het dat\nJohannes dood is nie. Hulle is hierop saam\nna die plek waar Johannes se lyk gevind was. Van die mense wat daar woon het toe\naan die\nappellant gesê dat die oorle-dene een van die mense was wat\nJohannes se motor wou neem terwyl sy lyk nog daar gelê het.\nAs dit waar\nwas\n...... / 11\n11\ndan het die oorledene vir die appellant leuens vertel toe hy te kenne gegee\nhet dat hy nie geweet het dat Johannes dood is nie. Die\nFeit dat hy daar was, en\ndie daaropvolgende leuen, sou dan ook op die sterk moontlikheid - indien nie die\nwaarskynlikheid nie -dui\ndat die oorledene aandadig was aan Johannes se dood.\nAppellant het gevolglik vir die oorledene met hier-die bewering, met die\nimplikasie\nvan sy aandadigheid, gekonfronteer. Die oorledene se reaksie was nie\nslegs \"to keep his hands out oF his pockets\" soos die Verhoor-regter\naanvaar het\nnie, maar om albei sy hande in sy broeksakke te steek en die appellant te vra\nwat hy daaromtrent gaan doen. Die oorledene\nhet nie die bewering probeer ontken\nnie, of dit probeer verduidelik\n...... / 12\n12\nnie, maar deur sy houding en sy woorde die juist-heid daarvan\ntoegegee en die appellant uitgedaag om daaromtrent te doen wat hy wou.\nHierdie\nskielike aggressiewe ommekeer van Johannes se gewaande vriend, het die appellant\nso geprovokeer dat hy op die ingewing van\ndie oomblik albei die oorledene se\ngewrigte vasge-gryp het en hom te lyf gegaan het. Toe die oorledene se mes uit\nsy sak val, het\ndie appellant dit opgetel en hom daarmee begin steek.\nUit hierdie relaas blyk twee aspekte van belang te wees. In die eerste plek\nhou dit in dat die appellant ongewapen was toe hy met\ndie oorledene gaan praat\nhet. Die feit dat hy albei oorledene se gewrigte vasgegryp het,is 'n aanduiding\ndat hy self\n.... / 13\n13\nniks in sy hande gehad het nie. Voorts, as hy wel 'n wapen by\nhom gehad het, en die opset gehad het om oor-iedene aan te val, sou\nhy in alle\nwaarskynlikheid, in die eerste instansie, die oorledene met die wapen ge-steek\nof geslaan het. Die Feit dat hy eers sy\ngewrigte vasgegryp het, dui ook op die\nfeit dat hy self nie 'n wapen gehad het nie. Die mes wat hy uiteindelik gebruik\nhet moes dus\ndie mes gewees het wat uit die oorledene se sak geval het.\nVoorts dui die volgehoue en onbeteuelde aard van die aanval op die oorledene\nsterk daarop dat die appellant buite homself was van\nwoede en ontsteltenis. Soos\nblyk uit die lykskouingsverslag was daar veelvuldige steek- en kapwonde in die\ngesig en in die nek,\n...... / 14\n14\nverskeie waarvan Frakture van die beenstruktuur ver-oorsaak\nhet. Daar was ook 'n steekwond in die linkerbors wat deur die derde rib\ngedring\nhet en die hart deurboor het. Nog 'n wond regs van agter het deur die sesde\nrib-spasie gedring en die regter long beskadig.\nDit was duidelik 'n baie\nernstige aanval wat ongetwyfeld op die direkte opset om te dood dui. Die\nappellant het slegs van die aanval\nafgesien nadat 'n ander persoon tussenbei\ngetree het. Die volgehoue en onbeteuelde aard van hier-die aanranding wat\nonmiddellik gevolg\nhet op die uit-tartende houding van die oorledene dui in alle\nwaar-skynlikheid op die geweldige uitwerking wat die oorle-dene se\nprovokasie op\ndie appellant moes gehad het. Dit was dus m i 'n mistasting om die aanval as\n..... / 15\n15\n\"tantamount to a cold-blooded murder\" te beskryf. Dit was\neerder een wat onbedagsaam en in die hitte van die oomblik gepleeg is.\nIn die lig van die mistastings waarna ek verwys het, staan dit hierdie Hof\nvry om met die Verhoor-hof se vonnis in te meng, en opnuut\noor 'n gepaste vonnis\nte besin. Wat ter versagting van vonnis gesê kan word, het ek reeds hierbo\nbespreek, en dit is onnodig\nom dit te herhaal.\nTer verswaring het ek reeds op die erns van die aanranding gewys asook die\nfeit dat die moord met\ndolus directus\ngepleeg was. Die appellant het ook\nvier vorige oortredings erken - een van ontvoering in 1981 gepleeg en waarvoor\nhy as 'n jeugdige\nlyfstraf opgelê\n..... / 16\n16\nis - een van opsetlike saakbeskadiging in 1985 gepleeg\nwaarvoor hy 'n boete opgelê is - een van\"besit van 'n edelmetaal\" in\n1988\nwaar hy weereens 'n boete tesame met opgeskorte gevangenisstraF opgelê is,\nen - een van ge-wone aanranding in 1990 waarvoor\nhy 'n geringe boete\nop-gelê is. Die appellant is dus nog nie vantevore ge-vangenisstraf sonder\ndie keuse van 'n boete opgelê\nnie. Dié van die vorige oortredings\nwat betrekking het op die huidige oortreding was, op die oog aF, en na die\nvonnisse te\noordeel, betreklik gering van aard, en behoort, na my mening, nie\ndie bepaling van vonnis in die onderhawige geval veel te beïnvloed\nnie.\nDie oortreding bly egter, soos ek reeds ge-sê het, 'n baie ernstige\neen. 'n Man se lewe is geneem\n..... / 17\n17\nop 'n onbeteuelde wyse en met direkte opset. Geen Hof kan so\n'n oortreding anders as in 'n baie ernsbige lig sien nie. Die appellant\nse\nouderdom word as 29 aange-gee en kan dit redelik van hom verwag word om\nterdeë die erns van sy optrede te besef.\nMej Meyer wat names die appellant voor ons opgetree het, het aan die hand\ngedoen dat 'n vonnis van korrektiewe toesig ingevolge Art\n276 (h) of (i) van die\nStrafproseswet opgelê moet word. Hierdie vonnisse word slegs, ingevolge\ndie bepalinge van Art 277 A\nop-gelê waar die vonnis nie drie jaar in die\neerste geval, en vyf jaar in die tweede geval te bowe gaan nie. Dit is dus na\nmy\nmening, in die omstandighede van hier-die saak, geheel onvanpas om sulke strawwe\nte oorweeg.\n..... / 18\n18\nDie vonnis in hierdie geval moet die erns van die oortre-ding\nweerspieël, en moet as afskrikking vir ander dien wat in die versoeking\nkan\nkom om soortgelyk op te tree.\nMet sorgvuldige oorweging van die persoon-like omstandighede van die\nappellant, die erns van die oortreding, en die belange van die\ngemeenskap meen\nek dat die vonnis soos hieronder opgelê gepas en billik sal wees.\nBygevolg word die vonnis deur die Verhoor-regter opgelê ter syde gestel\nen vervang met een van agt jaar gevangenisstraf waarvan\ndrie jaar vir drie jaar\nop-geskort word op voorwaarde dat die appellant nie skuldig bevind word aan 'n\ngeweldsmisdaad gepleeg gedurende\ndie tydperk van opskorting en waarvoor hy\ngevangenisstraf\n.... / 19\n19 sonder die keuse van 'n boete opgelê word nie.\nJ P G EKSTEEN, AR\nSMALBERGER, AR )\nstem saam\nOLIVIER, WND AR )",
  "scraped_at": "2026-02-12T05:57:24.296292",
  "date": "1995-03-28",
  "coram": [
    "SMALBERGER, EKSTEEN AR",
    "OLIVIER, WND AR"
  ],
  "case_number": "129/94",
  "parties": {
    "applicants": [
      "Edward Mndaweni"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "The appellant, Edward Mndaweni, reported that his younger brother Johannes vanished on 23 November 1991. On 26 November the brother’s mutilated corpse was discovered in a mortuary, with eyes and genitals removed. Mndaweni later confronted David Mzimba – the man later identified as the deceased – who he believed had been involved in taking his brother’s car. During the confrontation Mndaweni seized Mzimba’s hands, was handed a knife that fell from Mzimba’s pocket, and proceeded to stab and slash Mzimba repeatedly, inflicting fatal wounds to the head, neck, chest and abdomen. Mzimba later died from these injuries. Mndaweni pleaded guilty at trial and was sentenced to ten years’ imprisonment.",
    "issues": "The appeal raised two principal issues: (1) whether the conviction for murder (dolus directus) was appropriate given the factual circumstances and the appellant’s state of mind; and (2) whether the ten‑year sentence was proportionate, or should be varied in light of any mitigating or aggravating factors, including the appellant’s age, previous convictions and alleged remorse.",
    "principles": "The court applied the criminal law principles governing murder with direct intent, recognising aggravated circumstances such as pre‑meditated use of a knife, multiple fatal wounds, and the appellant’s failure to report the incident. Mitigating factors considered included the appellant’s age (29), limited prior convictions, and expressed remorse. Sentencing discretion is governed by the Criminal Procedure Act, particularly sections relating to aggravating and mitigating circumstances and the provisions for replacement of a sentence on appeal.",
    "application": "The appellate court held that Mndaweni was the initial aggressor, deliberately seized the victim’s limbs, and, after a knife fell from the victim’s pocket, used it to inflict a series of lethal injuries. The court found no evidence that Mndaweni investigated the victim’s alleged culpability or attempted to involve the authorities, which constituted an aggravating feature. While the appellant’s age and prior minor offences were noted, they were insufficient to outweigh the seriousness of the conduct. Consequently, the court exercised its power to substitute the sentence, reducing it to eight years’ imprisonment with a three‑year suspension conditional on the appellant not committing any further violent offence during the suspension period.",
    "conclusion": "The judgment of the lower court was set aside in part. The conviction for murder was upheld, but the sentence was replaced by a term of eight years’ imprisonment, of which three years were suspended subject to the condition that the appellant does not commit a violent crime during the suspension period."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "intentional homicide",
      "sentencing",
      "mitigating factors",
      "appeal"
    ]
  }
}