{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/101.html",
  "case_name": "Cobam NV v Aegean Petroleum (UK) Ltd and Another (29/94) [1995] ZASCA 101 (19 September 1995)",
  "citation": "[1995] ZASCA 101",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 101\n|\nNoteup\n|\nLawCite\nCobam NV v Aegean Petroleum (UK) Ltd and Another (29/94) [1995] ZASCA 101 (19 September 1995)\nDownload original files\nPDF format\nRTF format\nCase No 29/94\n/mb\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE DIVISION)\nIn the matter between:\nCOBAM NV\nAPPELLANT\nand\nAEGEAN PETROLEUM (UK) LTD\nFIRST RESPONDENT\nand\nPAN BULK SHIPPING LIMITED\nSECOND RESPONDENT\nNAME OF SHIP : M.V. \"PROSPEROUS\"\nCORAM\n: CORBETT CJ, HEFER, NESTADT, OLIVIER JJA et\nSCOTT AJA\nHEARD\n: 22 AUGUST 1995\nDELIVERED\n: 19 SEPTEMBER 1995\nJUDGMENT\nSCOTT AJA/\n2\nSCOTT AJA\n:\nThis is an appeal against an order granted\nin the Durban and Coast Local Division in the exercise of its admiralty\njurisdiction authorising\nthe attachment of bunkers on board the motor vessel\n\"Prosperous\" at Richards Bay. The order was sought at the instance of the first\nrespondent, Aegean Petroleum (UK) Limited (\"Aegean Petroleum\") to found or\nconfirm the jurisdiction of the Court in an action which\nAegean Petroleum\nproposed instituting against the second respondent, Pan Bulk Shipping Limited\n(\"the charterers\") of Bermuda, for\npayment in respect of bunkers supplied to\nanother vessel which was also operated by the charterers. Aegean Petroleum is a\nLondon\nbased company which carries on business inter alia as a supplier of\nbunkers and other petroleum fuels. Neither the initial order\ngranted on 24\nOctober, 1992, nor its confirmation on the subsequent return day was opposed by\nthe charterers. The confirmation of\nthe order was,\n3\nhowever, opposed by the appellant, Cobam NV (\"Cobam\"), a company\nof\nAntwerp, Belgium, which intervened for this purpose. It contended\nthat although the bunkers on board the \"Prosperous\" had been acquired\nby the\ncharterers during the subsistence of the charter, the contract of charter had\nbeen terminated prior to 24 October, 1992, and\nthat by this time the ownership\nin the bunkers had passed to it as disponent owner of the vessel. Cobam's\nopposition was unsuccessful,\nas was its subsequent application for leave to\nappeal. The judgment of Levinsohn J confirming the attachment has since been\nreported\n(see\nThe MV Prosperous: Aegean Petroleum (UK) Ltd v Pan Bulk\nShipping Ltd (Cobam NV Intervening\n);\nCobam NV v Pacific Northern Oil\nCorporation and Others\n1995 (3) SA 595\n(D)). Cobam now appeals with leave\ngranted pursuant to a petition to the Chief Justice. The sole question in issue,\nas in the Court\nbelow, is whether at the time of their attachment, the bunkers\nwere the property of the charterers or\n4\nthe property of Cobam.\nBefore referring to the various\ncontentions advanced by counsel it is necessary to set out briefly the principal\nevents preceding\nthe attachment of the vessel's bunkers which was effected on 24\nOctober, 1992.\nIt is common cause that on 5 March, 1990, Cobam,\nas\ndisponent owner, let the \"Prosperous\" to\nthe charterers for a period of about\n3 years under a time charter in the New York Produce Exchange\n(NYPE)\nform with various additions and alterations (\"the charter-party\").\nThere\nwere also two sub-charters but these play no role in the dispute and may\nbe\nignored. The relevant provisions of the charter-party are the\nfollowing.\nClause 2 provides:\n\"That whilst on hire the Charterers shall provide and pay for all the\nfuel except as otherwise agreed ....\"\nClause 3 was deleted and replaced by clause 32 which reads:\n5\n\"\nBunker Price and Quantity\n32. Vessel to be delivered with about 400/800 metric tons IFO and about\n30/60 metric tons MDO. Vessel to be redelivered with about\nthe same quantities\nas actually on delivery.\nBunkers price on delivery/redelivery to be as per mean Platts price on day\nof delivery respectively redelivery for bunkers and MDO\nat port of delivery\nrespectively redelivery.\"\n(The letters IFO\nrefer to intermediate fuel oil and the letters MDO to medium diesel\noil).\nClause 4 deals with the payment of hire and the redelivery of the\nvessel.\nIt reads:\n\"4. That the Charterers shall pay for the use and hire of the said Vessel\nat the rate of - see clause 80 -, commencing on and from\nthe day of her\ndelivery, as aforesaid, and at and after the same rate for any part of a month;\nhire to continue until the hour of\nthe day of her re-delivery in like good order\nand condition, ordinary wear and tear excepted, to the Owners (unless lost) on\ndropping\nlast outward seapilot safe port in Charterer's option Skaw/Cape\nPassero, including United Kingdom or passing either point westbound\nor in\nCharterer's option Singapore/Japan range including Taiwan, People's\n6\nRepublic of China, Philippines, South Korea, unless otherwise mutually\nagreed. Charterers are to give Owners not less than 30/15/7\ndays notice of\nvessel's expected date of re-delivery, and probable\nport.\"\nClause 5 contains further provisions\ndealing with the payment of hire. Of\nrelevance is the provision that\n\".... failing the punctual and regular payment of the hire, or bank\nguarantee, or on any breach of this Charter Party, the Owners\nshall be at\nliberty to withdraw the vessel from the service of the Charterers, without\nprejudice to any claim they (the Owners) may\notherwise have on the\nCharterers\".\nClause 17 makes provision for arbitration\nin London and it was common\ncause that the proper law of the charter-party is English law.\nThe hire payments falling due on 29 September, 1992, and\n14\nOctober, 1992, respectively, were not paid by the charterers. On\n15\nOctober, 1992, Cobam was advised by the charterers that they had\ndecided\nthat they were no longer able to trade and that they would go\ninto\nliquidation. The following day, that is to say, 16 October, 1992, a\ntelex\n7\nwas sent to the charterers by Cobam in which the latter exercised its\nright\nunder clause 5 of the charter-party to withdraw the vessel\nfrom the service\nof the charterers. The ultimate paragraph of the\ntelex dealt specifically with\nthe question of the bunkers on board.\nIt reads:\n\"We acknowledge that under the charterparty you have the property of the\nbunkers presently on board the vessel. However in view of\nthe above we will take\nover those bunkers and the property in them shall vest in us against our\ncrediting you with their value. Such\ncredit will be set against the sums now\nowing to us. We will advise you of the balance due to us in due\ncourse.\"\nAt the time, the vessel was in\nballast off the West-African\ncoast (but not within the territorial waters of any country) and en\nroute\nfrom Spain to Richards Bay pursuant to the charterers' instructions.\nDuring\nthe subsistence of the charter the Master and crew acted as the servants\nof\nCobam but subject, of course, to the charterers' instructions. Following\nthe\nwithdrawal of the vessel, Cobam elected to have the vessel proceed\nto\nRichards Bay to take on a cargo of coal for its own benefit and\npresumably\n8\ninstructed the Master accordingly. On 23 October, 1992, Cobam addressed a\nfurther telex to the charterers setting out the balance\nowing to Cobam after\ncrediting the charterers with the bunkers on board as at noon on 16 October,\n1992. The following day and after\nthe vessel had arrived at Richards Bay, her\nbunkers were attached as previously mentioned.\nMr Mamewick\n, who appeared for Cobam both in this Court and in the\nCourt below, advanced three grounds in support of his contention that the\nproperty\nin the bunkers had passed to Cobam prior to the attachment on 24\nOctober 1992. They were: first, that the transfer and accounting\nprovisions\ncontained in clause 32 were applicable not only upon redelivery of the vessel at\nthe termination of the charter-party\nby effluxion of time but also in a case\nsuch as the present, where redelivery occurs at an earlier stage by reason of a\nbreach of\nthe charter-party; second, that if the property in the bunkers did not\nvest in Cobam by virtue\n9\nof the express provisions of clause 32 then they did so in terms of an\nimplied term which had a similar effect; and third, in the\nevent of neither of\nthe above being correct, that the conduct of Cobam and the charterers prior to\nthe attachment was such as to\ngive rise to a tacit agreement between them for\nthe sale of the bunkers. The argument assumed that in terms of the English Sale\nof\nGoods Act of 1979 the property in the bunkers in the case of grounds one and\ntwo would pass to Cobam upon termination of the charter-party\nand in the case of\nground three, upon conclusion of the so-called tacit sale.\nGrounds one and two were the same as, or similar to, contentions advanced\nunsuccessfully in the House of Lords in the case of\nThe Span Terza\n[1984]\n1 Lloyd's Law Rep. 119 where the charter-party was similarly in the NYPE form,\nand much of the argument in the present case\nwas directed at either\ndistinguishing\nThe Span Terza\nor showing that it was\n10\nin point. Before dealing with\nMr Marnewick\n's various submissions,\nit is convenient, therefore, to set out, as briefly as the circumstances permit,\nthe facts of\nThe Span Terza\nand the conclusions that were\nreached.\nThe question in issue was whether the bunkers on board the vessel vested\nin the mortgagees (who stood in the shoes of the shipowners)\nor the charterers.\nThe vessel was arrested in the port of Liverpool, which fortuitously happened to\nbe within the redelivery range,\nand was ordered to be sold. Before she was sold\ntogether with the bunkers on board, the charterers gave the shipowners notice\ncancelling\nthe charter-party by reason of the vessel having remained off hire\ncontinuously for longer than 25 days. In the Admiralty Court,\n(see [1982] 2\nLloyd's Rep. 72) Mr Justice Sheen found that the property in the bunkers vested\nin the owners by virtue of the express\nprovisions of clause 3 of the\ncharter-party. Clause 3 (being the equivalent of clause 32 in the present case)\nread:\n11\n\"3. That the Charterers, at the port of delivery, and the owners, at the\nport of redelivery, shall take over and pay for all fuel\nremaining on board the\nvessel, the vessel to be delivered with not less than 125 tons and not more than\n175 tons IFO plus 30 tons\nmin/50 tons max DO and to be redelivered with not less\nthan 350 and not more than 400 tons IFO and 50 tons min/70 tons max DO. Prices:\ncurrent price at port of delivery, on redelivery same prices for the quantity as\non delivery market price for\nbalance.\"\nClause 4, as in the\ncharter-party in the present case, dealt with\nthe payment of hire and the redelivery of the vessel. The redelivery was\nto\ntake place,\n\" ... (unless lost) at dropping outward seapilot one port Gib./Skaw range\nincluding UK. ... Charterers are to give owners not less\nthan 20 days\napproximate notice of vessels expected date and range of redelivery 7 days\nnotice of expected port, and 4 days notice\nof final\nport.\"\nOn appeal both to the Court of Appeal (see [1983]\n1 Lloyd's Rep. 441) and\nto the House of Lords the construction placed on clause 3 by Sheen J\nwas\nfound to be incorrect. Lord Diplock approved the reasoning of Lord\nJustice\n12\nKerr in the Court below that clause 3 dealt with what was to happen to\nthe bunkers aboard the vessel at the time of the redelivery\ncontemplated in\nclause 4, that is to say, on the termination of the charter-party by effluxion\nof time and not on termination by\na valid notice of cancellation. He observed\nthat the provisions of clause 3 dealing with the quantities of bunkers that were\nto be\non board upon redelivery were inconsistent with a construction that the\nclause was to apply in the case of a prior cancellation as\nin such an event the\nquantity of bunkers on board when the right to cancel arose \"would be a matter\nof chance and would be unlikely\nto be within the low limits for which clause 3\nprovides\".\nThe Court of Appeal, after disagreeing with the reasoning of Sheen J as\nmentioned above, nonetheless, concluded that on cancellation\nof the\ncharter-party, the property in the bunkers vested in the owners by virtue of an\nimplied term having an effect similar to clause\n3. This, of course,\n13\nis the second ground advanced on behalf of Cobam in the present case. On\nappeal, however, the House of Lords found that there was\nno need on the facts of\nthe case for the implication of any additional term. Lord Diplock observed that\nwhile the owners' right to\nuse and consume the bunkers in terms of the\ncharter-party terminated upon its cancellation, they, nonetheless, remained\nbailees of\nthe charterers and, as the vessel was within the redelivery range at\nthe moment of cancellation, no problems arose that called for\nthe implication of\nany terms as to the right of the owners to continue to use the fuel on board. It\nwas accordingly held that the\nproperty in the bunkers remained vested in the\ncharterers.\nThe charter-party in the present case and in\nThe Span Terza\nrefer\nto the \"delivery\" and \"redelivery\" of the vessel. A brief explanation is\nrequired. In the case of a time charter, unlike a demise\ncharter, there is, of\ncourse, no delivery or redelivery of the vessel in the physical sense.\nThe\n14\nvessel remains in the possession of the owners throughout the period of\nthe charter and, generally speaking, the term \"delivery\" is\nused to signify no\nmore than the stage at which the vessel, together with the master and crew, are\nplaced at the disposal of the\ncharterers, and the term \"redelivery\", the stage\nat which the master ceases to be under the charterers' orders. (See\nItalian\nState Railways v Mavrosordatos and Another\n[1919] 2 K B 305\nCA at\n311-312.)\nIn support of his first ground,\nMr Marnewick\npointed out that the\nfacts in\nThe Span Terza\nwere distinguishable in that clauses 3 and 4 of\nthe charter-party in that case contemplated a redelivery taking place only in\nport,\nwhereas it is clear from the provisions of clause 4 of the charter-party\nin the present case that there could be a redelivery at\nsea (see the phrase, \"or\npassing either point westbound\" in clause 4). He submitted that as it was\ncontemplated that a redelivery\ncould take place at sea, it\n15\nnecessarily followed that the reference in clause 32 to the port of\nredelivery had to be construed as a reference to the nearest port\nwhere fuel was\navailable. He submitted, further, that having regard to the true meaning of\n\"redelivery\" in the context of a time\ncharter, as discussed above, there could\nbe no justification for limiting the meaning of that term in clause 32 to the\nredelivery\nwhich occurred upon termination of the charter-party by effluxion of\ntime. He submitted, accordingly, that on 16 October 1992 when\nCobam withdrew the\nship from the service of the charterers, there had in effect been a sale and\ntake-over of the bunkers in terms\nof clause 32.\nThe argument, I think, is unsound. The mere fact that in the present case\nthere may be a redelivery at sea in terms of clause 4 of\nthe charter-party does\nnot preclude clause 32 from being read together with the latter half of clause 4\nso that the redelivery referred\nto in clause 32 is to be construed as a\nreference to the redelivery upon termination of the charter-\n16\nparty by effluxion of time. If for no other reason, this is\nclear, I think,\nfrom the limited quantities of bunkers referred to\nin clause 32. Reference\nhas previously been made to the remarks of\nLord Diplock in\nThe Span\nTerza\nas to the significance\nof these limited quantities and the unlikelihood\nof the bunkers\nbeing within the low limits specified when the right to\ncancel\narose. The right of charterers to be able to reduce the bunkers to\nthe\nlimited quantities specified before redelivery is one which\ncannot simply be\nignored. This is well illustrated in the case of\nThe Eurostar\n[1993] 1\nLloyd's Rep. 106 (QB (Adm Ct)) in which\nit was held that the shipowners\non the termination of the\ncharter-party by effluxion of time were not\nentitled to acquire the\nproperty in the bunkers on board in terms of a clause\nsimilar to\nclause 32 because the charterers, by reason of the vessel\nhaving\nbeen off hire for several months, \"had been deprived of the\nright to plan the\nuse of the ship so that the amount of fuel\nremaining in the bunkers on\n17\nredelivery would be an amount which they regarded as appropriate\" (per\nSheen J at 110).\nIt is perhaps worthy of note that in the present case there appears to\nhave been 1399,5 metric tons of intermediate fuel oil (IFO)\non board the\n\"Prosperous\" when she was withdrawn from the service of the charterers; in other\nwords an amount significantly in excess\nof the maximum quantity referred to in\nclause 32.\nThe reasoning of Lord Diplock in\nThe Span Terza\nwith regard to the\nlimited quantities of bunkers specified in clause 3 is, in my view, equally\napplicable in the present case. There\nare certain differences in the wording of\nthe relevant clauses but these differences, including the fact that in the\npresent case\nredelivery could take place at sea, are not such as to render the\ndecision of the House of Lords distinguishable. It follows that\nMr\nMarnewick\n's first ground must fail.\n18\nI turn now to the second question in issue, ie whether an implied term is\nto be imported into the charter-party having effect similar\nto clause 32 but\napplying to a termination other than by effluxion of time. There are undoubtedly\nimportant distinctions of fact\nbetween the present case and\nThe Span\nTerza\nin so far as this question is concerned. In the latter case, the\ncancellation took place while the vessel was in port and after she\nhad been\narrested at the instance of other creditors. Eventually, both the vessel and the\nbunkers on board were sold and there was\nno question of the vessel having to\nmake for port after the cancellation or the owners being in a position to give\ndirections for\nthe vessel to proceed on her voyage. A further distinction, of\ncourse, is that in\nThe Span Terza\nthe cancellation had been effected at\nthe instance, not of the owners but of the charterers and at a time when the\nvessel was under\narrest.\nMr Marnewick\nemphasised the need for the vessel\nto continue using the bunkers after the\n19\ncancellation of the charter-party at sea and the problems that could\narise if\nthe owners were required to have the charterers' bunkers\npumped out of the\nvessel after reaching port. In this regard he\nplaced much store on the\nfollowing dictum of Lord Diplock in\nThe Span Terza\nat\n122,\n\"My Lords, it may well be that there will be cases where cancellation takes\neffect elsewhere than in a port and in circumstances in\nwhich it will be\nnecessary to imply some terms as to what are to be (the) rights and liabilities\nof shipowners and charterers in\nrespect of the bunkers and their consumption\nafter cancellation of the charter;\"\nand submitted that\nin all the circumstances an appropriate term had to be\nimplied in order to give efficacy to the charter-party.\nThe law in England relating to implied terms is to be found\nin\nsuch well known cases as\nThe Moorcock\n(1889) 14 PD 64\n(CA) at\n68;\nReigate v Union Manufacturing Co (Ramsbottom) Ltd and Another\n[1918]\n1 KB 592\nat 605;\nComptoir Commercial Anversois v Power. Son\nand\nCompany\n[1920] 1 KB 868\nat 899;\nShirlaw v Southern Foundries\n(1926)\n20\nLtd\n[1939] 2 KB 206\nat 227;\nRomford Ice & Cold Storage\nCompany Ltd v Lister\n[1956] 2 Lloyd's Rep. 505 (HL) at 515, and more\nrecently,\nAshmore & Others v Corporation of Lloyd's\n(No 2) [1992] 2\nLloyd's Rep. 620 (QB) at 626 - 631, being a case to which both counsel referred\nin their heads of argument. It is\nunnecessary to consider these cases in any\ndetail. The earlier cases, in particular, have been quoted both in England and\nSouth Africa\ntime without measure. What is perhaps worthy of mention is that in\nEngland a distinction has sometimes been drawn between what have\nbeen called\n\"implications of fact\" on the one hand, which are based on the presumed joint\nintention of the parties, and terms \"implied\nby law\" on the other. See\nAshmore & Others v Corporation of Lloyds\n(No 2), supra, at 626. The\ndistinction corresponds to the one which is drawn in South Africa between\n\"tacit\" and \"implied\" terms.\n(Cf\nAlfred McAlpine& Son (Pty) Ltd v\nTransvaal Provincial Administration\n1974 (3) SA 506\n(A) at 532C -\n21\n533C). The term which Cobam seeks to import into the charter-party in the\npresent case falls into the former category, that is to\nsay, what in South\nAfrica would be called a \"tacit\" term. The test to be applied for the\nimplication of such a term has been formulated\nin various ways, but the\nprinciples relevant in the context of a contract such as a charter-party, which\nemerge from the cases can,\nI think, conveniently be summed up as follows: (i) it\nis not sufficient to show that the term sought to be introduced would be\nreasonable,\nas it is not for the court to make a contract for the parties; (ii)\nthe implication must be made as a matter of necessity and be\nfounded on the\npresumed intention of the parties; and (iii) the term must be obvious and\ncapable of precise formulation.\nAt first blush there may seem something to be said for the implication of\na term along the lines contended for by Cobam. But upon\nreflection, I am\nunpersuaded that such a term can properly be regarded as\n22\nnecessary in the sense referred to above. There are also other problems\nassociated with its implication, both as to content and formulation.\nMr\nWallis\n, who appeared for Aegean Petroleum, pointed out that the effect of\nthe term sought to be implied would be that in the event of a\nbreach by a\ncharterer who was insolvent, such as would seem to be the situation in the\npresent case, the charterer's creditors would\nimmediately be deprived of the\nright to participate in certain of the charterer's assets, ie the bunkers. In\nshort, where the charterer\nwas indebted to the shipowner for, say, nonpayment of\nhire and as in the present case it was sought to set off the cost of the bunkers\nagainst the outstanding hire, the consequence of the implication could be to\nconfer on the shipowner what in effect would be a preference,\nto the detriment\nof other creditors. Needless to say, a term having such a consequence will not\nreadily be implied.\nIf an attempt is made to formulate the implied term so as\nto\n23\ninclude the case of a cancellation by the charterers, as well as by the\nowners, the matter becomes even more complex. Should the charterers\nthen cancel\nthe charter-party after the vessel had been arrested or at a time when she was\nabout to be arrested and the claims of\ncreditors exceeded the value of the\nvessel, the effect of the term sought to be introduced would be that the\nproperty in the bunkers\nwould immediately pass from the charterers to the\nshipowners leaving the charterers with a claim for payment in respect of the\nbunkers\nwhich may possibly be wholly unsecured. Such a term could hardly be\nconsistent with the presumed intention of the charterers and\nMr Marnewick\nfound himself obliged to concede that the term which he sought to introduce\nwould have to be one-sided in the sense of dealing only\nwith the situation where\nthe cancellation was at the instance of the shipowner and not where it was at\nthe instance of either party.\nIt is, of course, so that in terms of s 8 of the\nEnglish Sale of Goods Act of 1979 the\n24\nquestion of the price of goods may be left over for later determination\non\nthe basis of what is reasonable in the circumstances. This\nresolves any\ndifficulty that may otherwise have arisen in relation\nto the price. But it\ndoes not resolve the difficulty of formulation\nassociated with an attempt to\nascribe to the parties an intention which may well be dependent on\nsuch\nunknown factors as when or where or under what circumstances the\ncancellation takes place or the quantity of bunkers on board.\nIn the course of the hearing in the Court below counsel\nfor\nCobam suggested the following formulation of the term which he\nsubmitted\nhad to be implied:\n\"In the event of the charter-party terminating in consequence of a breach\nor a repudiation by the charterer while the vessel is on\nthe high seas, the\nownership in the bunkers on board the vessel shall\nipso facto\nbe deemed\nto have passed from the charterer to the owner subject, however, to the owner\nbeing under an obligation to pay to the charterer\nthe price of the bunkers on\nboard.\"\n25\nIn this Court\nMr Marnewick\nfound it necessary to revise this\nformulation on more than one occasion in an endeavour to meet some of the\ndifficulties with it\nthat were raised in argument. It is unnecessary to consider\nthese further formulations or all the problems associated with them.\nA typical\nexample that comes to mind is the question whether it can be said to have been\nthe presumed intention of the parties, and\nin particular that of the shipowners,\nthat the latter would pay for the bunkers necessary for the vessel to reach port\nregardless\nof where on the high seas the vessel may be at the time of the\ncancellation of the charter-party.\nThe main thrust of\nMr Marnewick\n's argument, however, was that\nconsiderations of practicality and necessity were such that an implied term\nhaving the effect of clause\n32 had to be imported into the contract and the\nproblems referred to above overcome. He stressed, in particular, that in the\nabsence\nof an implied term the vessel would have been left stranded\n26\nat sea. This argument, I think, overlooks the real issue in the present\ncase. There can be no doubt that following the withdrawal\nof the vessel from the\nservice of the charterers, Cobam was entitled to use the charterers' bunkers on\nboard the vessel to proceed\nto the nearest safe port, or, perhaps, even to some\nother more convenient port. But it is unnecessary to have to determine the\nprecise\nnature of this right. Nor is there any need to consider whether Cobam is\nobliged to compensate the charterers for the bunkers used\nand, if so, to what\nextent. Considerations relating to expenditure necessarily incurred in\nconsequence of the breach may well be\nrelevant. But the bunkers used by Cobam in\nproceeding to Richards Bay are not in issue. What is in issue is the ownership\nof the\nbunkers still on board the vessel upon her arrival at the port of\nRichards Bay. These were the only bunkers that were attached. To\nthis extent,\ntherefore, the circumstances relating to the bunkers in issue in the present\ncase are little different from\n27\nthose relating to the bunkers forming the subject matter of the dispute\nin\nThe Span Terza\n. In that case the port in question fortuitously\nhappened to be within the delivery range. But this distinction is of little\nconsequence\nin so far as the implication of the term in question is\nconcerned.\nApplying the ordinary principles referred to above, I am unpersuaded that\nthere is any proper basis for the implication of a term\nrelating to the purchase\nof the bunkers that were subsequently attached. The earlier termination of the\ncharter-party in consequence\nof a breach would not have been beyond the\ncontemplation of the parties to the contract. Had they wished to provide for\nsuch a contingency\nin so far as the bunkers in question are concerned, they no\ndoubt could have done so. (Cf\nThe Saetta\n[1993] 2 Lloyd's Rep. 268 [QB\n(Adm Ct) at 270.) But having not done so, perhaps deliberately, I can see no\nbasis for importing such\na term into their contract. Quite apart from any other\nconsideration,\n28\nthe implication cannot be justified on the ground of necessity.\nMr\nMarnewick\nsubmitted that in the absence of an implied term a shipowner may\nfind himself having to pump the charterers' bunkers out of his vessel.\nSuch a\npossibility seems to me to be remote. Where the vessel is in a position to\ncontinue with her voyage or otherwise put to sea\nthe shipowner would ordinarily\npurchase the bunkers on board, but from whom and at what stage would depend in\neach case upon the\ncircumstances. One possibility, again depending upon the\ncircumstances, would be for the parties to enter into an agreement of sale\nafter\nthe termination of the charter-party. Indeed, Cobam contends in the alternative\nthat this is what happened in the present case,\nalbeit that the agreement was\ntacit.\nIt follows that in my view the second ground advanced by\nMr\nMarnewick\nmust similarly fail.\nI turn to the final question in issue and that is, as I\nhave just\n29\nmentioned, whether a tacit agreement of sale was concluded between Cobam\nand the charterers subsequent to the termination of the charter-party\nresulting\nin the transfer of the property in the bunkers to Cobam. In arguing this point\ncounsel on both sides proceeded on the basis\nthat the law to be applied was\nEnglish law. I shall assume this to be the case.\nThe argument advanced by counsel for Cobam amounted in essence to a\ncontention that the charterers' apparent failure to respond to\nCobam's telexes\nof 16 and 23rd October 1992 referred to above, constituted, in all\ncircumstances, an acceptance by silence of the\nterms proposed in those telexes.\nIn English law, as in our law, acceptance of an offer will not normally be\ninferred from silence,\nsave in the most exceptional circumstances (see\nChitty\non Contracts\nvol 1 ed 26 at para 81). There is a further difficulty with the\nargument. The papers are silent on the question as to whether or\nnot there was\nany response from the charterers\n30\nafter 23 October 1992. Counsel for Cobam accordingly, found himself\nobliged to contend that on the probabilities there was no response.\nIn my view\nthere is insufficient evidence on the papers to establish an acceptance by the\ncharterers prior to the attachment on 24\nOctober 1992. It follows that the third\nground relied upon by the Cobam must also fail. In the result the appeal is\ndismissed with\ncosts.\nD G SCOTT\nCORBETT\tCJ)\nHEFER\tJA) - Concur\nNESTADT\tJA)\nOLIVIER\tJA)",
  "scraped_at": "2026-02-12T07:15:02.420231",
  "date": "1995-09-19",
  "coram": [
    "Corbett CJ",
    "Hefer JA",
    "Nestadt JA",
    "Olivier JA",
    "Scott AJA"
  ],
  "case_number": "29/94",
  "parties": {
    "applicants": [
      "Cobam NV"
    ],
    "respondents": [
      "Aegean Petroleum (UK) Ltd",
      "Pan Bulk Shipping Limited"
    ]
  },
  "sections": {
    "facts": "Cobam NV, the disponent owner of the motor vessel M.V. \"Prosperous\", entered into a three‑year NYPE time charter with Pan Bulk Shipping Limited (the charterers). The charter‑party contained clauses dealing with the quantity and price of bunkers on delivery and redelivery. The charterers fell behind on hire payments in September 1992 and announced insolvency. On 16 October 1992 Cobam exercised its right under the charter‑party to withdraw the vessel and, by telex, claimed that ownership of the bunkers on board would vest in Cobam, to be set‑off against the outstanding sums. The vessel proceeded to Richards Bay and, on 24 October 1992, the bunkers were attached on the application of Aegean Petroleum (UK) Ltd, a supplier of bunkers to another vessel operated by the charterers. The lower court ordered the attachment; Cobam appealed.",
    "issues": "The central issue was whether, at the time of the attachment, the bunkers remained the property of the charterers or had passed to Cobam. The appeal considered three grounds: (1) whether clause 32 of the charter‑party transferred ownership on termination by breach; (2) whether an implied term (or tacit term) could be read into the charter‑party to achieve such a transfer; and (3) whether a tacit agreement of sale between Cobam and the charterers arose from the telex communications.",
    "principles": "The court applied English contract law principles, interpreting charter‑party clauses in line with the House of Lords decision in The Span Terza, which held that bunker ownership only passed on redelivery contemplated at the end of the charter by effluxion of time, not on early cancellation. The court also examined the test for implying terms (necessity, presumed intention, and obviousness) and noted that an implied term favoring the shipowner would prejudice the charterers' creditors, contrary to public policy. Acceptance by silence was rejected as there was insufficient evidence of a tacit agreement.",
    "application": "The court found that clause 32 related solely to the quantities of bunkers on redelivery at the end of the charter and could not be read to apply to a termination by breach. No necessity existed to imply a term transferring ownership, as the parties could have expressly provided for such a contingency. The proposed implied term would have unfairly preferred the shipowner over the charterers' creditors. Moreover, the charterers did not respond to Cobam's telexes, and silence could not be treated as acceptance. Consequently, the property in the bunkers remained with the charterers at the time of attachment.",
    "conclusion": "The appeal was dismissed with costs. The attachment of the bunkers was set aside, and the bunkers were held to be the property of the charterers, not Cobam."
  },
  "tags": {
    "level_1": "Maritime Law",
    "level_2": "Admiralty / Ship Charter",
    "level_3": [
      "bunkers",
      "charter-party",
      "property ownership",
      "implied terms",
      "attachment"
    ]
  }
}