{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/41.html",
  "case_name": "General Accident Insurance Company SA Ltd. v Lesudi (357/93) [1995] ZASCA 41 (30 March 1995)",
  "citation": "[1995] ZASCA 41",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 41\n|\nNoteup\n|\nLawCite\nGeneral Accident Insurance Company SA Ltd. v Lesudi (357/93) [1995] ZASCA 41 (30 March 1995)\nDownload original files\nPDF format\nRTF format\nSaak No 375/93\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die\nsaak tussen:\nGENERAL ACCIDENT INSURANCE\nCOMPANY S A\nLIMITED\nAppellant\nen\nMOTHIPANE LIZZIE LESUDI\nRespondent\nCORAM:\nE M GROSSKOPF, STEYN, NIENABER, ARR\nDATUM VAN VERHOOR:\n23 Februarie 1995\nDATUM GELEWER:\n30 Maart 1995\nUITSPRAAK E M GROSSKOPF, AR\n2\nEk het die uitspraak van my kollega Steyn in\nkonsepvorm gelees.\nEk stem saam met hom dat die\nverhoorhof die saak verkeerd benader het. Die\njuiste\nbenadering word bespreek in my kollega se uitspraak en\nword soos\nvolg geformuleer in Arthur v Bezuidenhout and\nMieny\n1962 (2) SA 566\n(A) op bl\n574B:\n\"There is, in my opinion, only one enguiry, namely: has the plaintiff, having\nregard to all the evidence in the case, discharged\nthe onus of proving, on a\nbalance of probabilities, the negligence he has averred against the\ndefendant?\"\nOngelukkig kan ek egter nie met my kollega saamstem\ndat, indien die korrekte benadering gevolg word, die verhoorhof se uitspraak\nnogtans\ngehandhaaf moet word nie.\nDie toets in aksies weens beweerde nalatigheid is\nsoos volg uitgedruk in Kruger v Coetzee\n1966 (2) SA 428\n(A) op bl 430 E-F:\n\"For the purposes of liability culpa arises if -(a) a diligens paterfamilias\nin the position of the defendant -\n(i) would foresee the reasonable possibility of his conduct\ninjuring another in his\n3\nperson or property and causing him patrimonial loss;\nand\n(ii) would take reasonable steps to guard\nagainst such occurrence; and (b) the defendant failed to take such steps.\"\nIn die onderhawige geval sou 'n diligens paterfamilias in Hlahla se posisie\nklaarblyklik besef het dat daar 'n moontlikheid van skade\naan ander persone sou\nwees as hy na die verkeerde kant van die pad sou beweeg en sou hy redelike\nstappe gedoen het om hierdie gebeurlikheid\nte vermy. Die vraag is dus of daar\nbewys is dat daar redelike stappe was wat hy kon gedoen om die ongeluk te vermy\nen wat hy versuim\nhet om te doen.\nDie onbetwiste feite is dat 'n band gebars het en dat die versekerde voertuig\nas gevolg daarvan na die verkeerde kant van die pad\nbeweeg het. Dit is gemene\nsaak dat Hlahla nie te vinnig gery het nie en ook nie verwyt kan word vir die\nbars van die band nie. Enige\nculpa aan sy kant moet dus gesoek word in sy\noptrede daarna.\n4 Daar was geen aanvaarbare deskundige getuienis oor\nhoe 'n\nmotorvoertuig reageer wanneer 'n agterband bars\nen hoe 'n bestuurder onder\nsulke omstandighede behoort\nop te tree nie. Ons was dus aangewese bloot\nop\nregterlike kennisneming. Daar word allerweë aanvaar dat\nHlahla nie verwyt kan word omdat hy nie sy hand- of\nvoetrem gebruik het nie. Wat moontlik vir hom oorgebly\nhet was om te probeer om die rigting van die voertuig\ndrasties na links te verander. Dit het hy nie gedoen\nnie. Sy verduideliking was dat hy bang was dat hy\ndaardeur 'n ernstiger ongeluk sou veroorsaak. Wat my\nbetref, weet ek nie of 'n bestuurder die rigting waarin\nhierdie swaarbelaaide voertuig besig was om te beweeg\nnadat die band gebars het, op 'n veilige manier na\nlinks terug kon verander nie. Ek kan dus nie sê dat\nHlahla verkeerd opgetree het deur net \"bietjie-bietjie\"\nna links te probeer stuur nie. Terloops, sy getuienis\ndat hy die voertuig \"gesmeek\" het om nie na die kant\ntoe te gaan nie, is vir my heeltemal aanvaarbare\n5\nbeeldspraak, veral as in ag geneem word dat dit die\ntolk se woordkeuse is,\nnie Hlahla s'n nie. En die blote opmerking van Malatja in die verbygaan dat\nHlahla niks gedoen het nie is m\ni nie onversoenbaar met Hlahla se getuienis nie.\nHierdie aspek van Hlahla se getuienis is ook nie inherent onwaarskynlik nie.\nDaar\nis dus m i geen rede om Hlahla se getuienis in hierdie opsig te verwerp\nnie.\nAan die einde van die saak is die volgende kernvraag vir my nog steeds\nonbeantwoord: Watter redelike stap kon Hlahla gedoen het om\ndie ongeluk te\nprobeer vermy?\nDit volg dus dat die eiseres m i nie bewys het dat die ongeluk aan Hlahla se\nnalatigheid te wyte was nie.\nDie volgende bevel word uitgereik:\n1.\nDie appèl slaag met\nkoste.\n2.\nDie bevel van die verhoorhof word\ntersyde gestel en vervang met die\nvolgende:\n6 Absolusie van die\ninstansie word gelas met\nkoste.\nE M GROSSKOPF, AR\nNIENABER, AR Stem saam",
  "scraped_at": "2026-02-12T06:13:09.284259",
  "date": null,
  "coram": [],
  "case_number": null,
  "parties": {
    "applicants": [],
    "respondents": []
  },
  "sections": {},
  "tags": {}
}