{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/143.html",
  "case_name": "Council for Scientific and Industrial Research v Fijen (314/94) [1995] ZASCA 143; 1996 (2) SA 1 (SCA); [1996] 2 All SA 379 (A); [1996] 6 BLLR 685 (AD); (1996) 17 ILJ 18 (A) (24 November 1995)",
  "citation": "[1995] ZASCA 143",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 143\n|\nNoteup\n|\nLawCite\nCouncil for Scientific and Industrial Research v Fijen (314/94) [1995] ZASCA 143; 1996 (2) SA 1 (SCA); [1996] 2 All SA 379 (A); [1996] 6 BLLR 685 (AD); (1996) 17 ILJ 18 (A) (24 November 1995)\nDownload original files\nPDF format\nRTF format\nCASE NO. 314/94\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nTHE COUNCIL FOR SCIENTIFIC AND\nINDUSTRIAL\nRESEARCH\tAPPELLANT\nand\nA P M FIJEN\tRESPONDENT\nCORAM\n:\tVAN HEERDEN, SMALBERGER, VAN DEN HEEVER,\nHARMS et OLIVIER, JJA\nHEARD\n:\t9 NOVEMBER 1995\nDELIVERED\n: \t24 NOVEMBER 1995\nJUDGMENT\nHARMS JA/ ...\n2\nHARMS JA:\nThis is an appeal from the Labour Appeal Court, Cape (the \"LAC\"). The LAC\nupheld an appeal from the Industrial Court and determined\na labour dispute\nbetween the respondent, as employee, and the appellant, the employer, in favour\nof the former. It found that the\ndismissal of the respondent by the appellant\nwas substantively and procedurally unfair and therefore constituted an unfair\nlabour\npractice. An order for compensation was made. The LAC was divided. Farlam\nJ and one assessor, Mr Dodson, were responsible for the\nmajority finding.\nAnother assessor, Mr Loubser, agreed with the view of the Industrial Court (Prof\nSchwietering AM) that the dismissal\nhad been fully justified. The appellant\nappeals with the leave of Farlam J against the determination of the unfairness\nonly. The\namount of the compensation is not in issue.\nThe respondent is a marine pollution engineer. He\n3\nobtained his engineering qualification at the University of Delft and\nentered the employ of the appellant during November 1985. It\nis not disputed\nthat until the determination of his employment with effect from 30 April 1992,\nhe had been a conscientious and competent\nemployee. However, towards the\nbeginning of that year a confidence crisis developed and this led to his action\nreferred to later\nand the appellant's reaction of dismissing him.\nThe material facts are not in dispute and the LAC did not make any\nfactual findings of consequence - it merely recited the evidence.\nThis Court is\nthus not unduly hamstrung by the judgment of the LAC.\nDuring December 1991 the appellant received information from Mr Botes, a\nco-worker of the respondent, to the effect that the respondent\nhad breached his\nconditions of service. He had, allegedly, offered to do private work for\nremuneration without the consent of the\nappellant. Botes also implicated himself\nand as a result\n4\nthe respondent and Botes were both charged in January 1992 with\nmisconduct under the disciplinary code that forms part of the conditions\nof\nservice. Their immediate superior, Mr Russell, seems to have been the only\nwitness at the hearing on 5 February 1992. The two\naccused refused to testify.\nThey were found not guilty on the basis that the charge had not been proved\nbeyond reasonable doubt.\nAfter the disciplinary hearing, its chairman and the\nhead of the division in which the respondent was employed, Dr Swart, had a\nconversation\nwith the respondent. The purpose of the conversation was to smooth\nthe working relationship between the respondent and Russell. Clearly\nit had been\nseverely damaged: Russell believed that the respondent's questioning of him was\nnot based on the truth, and the respondent\nthat Russell had lied. According to\nthe respondent Swart left the impression with him that Swart did not believe in\nhis innocence.\nIt serves no purpose to deal in any\ngreater\n5\ndetail with the facts except in as far as they appear from\nletters exchanged between the parties. Although tedious, it\nis necessary to quote them fully.\n[1] A letter from the respondent to Dr Swart dated 13\nFebruary 1992:\n\"Herewith I want to confirm in writing a discussion I had with Mr K S\nRussell on Thursday February 6th.\nI informed Mr Russell\nthat I do not want to continue being in the employment of the CSIR.\nThe disciplinary hearing on Wednesday February 5th and the weeks leading\nup to this hearing, have made it clear that a normal working\nrelationship\nbetween the CSIR/EMATEK and myself has been permanently damaged.\nI am not putting in my resignation as the reasons for asking termination\nof the working relationship are not voluntary. In my opinion,\nthe actions of the\nCSIR/EMATEK are largely responsible for the fact that I consider a normal\nworking relationship no longer possible.\nMaybe a voluntary redundancy, together with a financial package which\ninclude a full pension refund, is the appropriate mechanism\nfor terminating our\nworking relationship.\nI will be very pleased to receive your early reply.\"\n6\n[2] Dr Swart's reply of 24 February:\n\"I confirm receipt of your letter dated 1992-02-13.\nDuring my discussion with you I explained the policy followed by EMATEK\nregarding retrenchments. Your letter, however, necessitates\na more formal\nclarification regarding the above.\nThe procedures followed, leading up to and including the disciplinary\nhearing were all correct and necessary under the circumstances.\nThe resultant\noutcome was such that the status quo as prior to the action leading to the\nhearing was reinstated.\nIt is unfortunate if you should regard the working relationship between\nEMATEK and yourself as changed in any way. Where EMATEK is\nconcerned, with\nmyself as the spokesman, we have concluded a disciplinary procedure and are\nregarding the outcome as the conclusion\nof the procedure with no resultant\nchange in the working relationship.\nWith regards to your suggestion for voluntary retrenchment, I would like to\nclarify the CSIR policy and thus rule out any negotiation\nregarding this\npolicy:\nRetrenchment is the last action taken after\nmeticulous investigation into the viability or necessity of certain positions,\nlinked\nto our strategic market focus.\n7\nIt should be noted that once a position has been declared redundant, we are\nnot allowed to refill the position without having the\nobjectivity of our\ninvestigation questioned.\nIn your instance the position you are currently filling is a key position\nand we would not consider declaring it redundant as that\nwould jeopardise our\nfuture operational viability.\nPlease do not hesitate to contact your programme manager, the Human\nResources department or myself should you have any further questions\nin this\nregard.\"\n[3] The respondent's immediate reaction of the\nsame date\nbut transmitted the following morning:\n\"TERMINATION OF WORKING RELATIONSHIP\nDear Harry\nReference is made to your LAN-message\ndated 24/2/1992 as answer to my original letter dated 13/2/1992.\nYou will recall that in my original letter I suggested that maybe a\nvoluntary redundancy would be the appropriate mechanism for terminating\nour\nworking relationship. During our discussion that same day (13/2/1992) after I\nhanded in my letter, I also stated that this was\nonly one suggestion and that\nthere are other mechanisms as well, which would include some form of financial\ncompensation.\n8\nThe fact remains that a normal working relationship between the\nCSIR/EMATEK and myself is totally and permanently damaged.\nHow can you say in your letter that you regard there is no resultant\nchange in the working relationship, when you yourself stated\nat our meeting\nimmediately after the hearing, that you thought my relationship with Mr Ken\nRussell was seriously damaged? In addition,\nseveral remarks by both you and Mr\nRussell, have made it abundantly clear that neither of you have accepted that I\nactually really\ncould be innocent.\nYou claim in your letter, that the procedures followed leading up to and\nincluding the disciplinary hearing were all correct and necessary,\nI disagree.\nThey were not necessary: an initial discussion between you and me would have\nbeen much more appropriate especially considering\nthe fact that I have been a\nloyal employee for over 6 years. The procedures were also not correct:\n*\nThe letter from\nMs Bodenstein (typed on 13/1/1992 but received on 15/1/1992) assumes I am\nguilty.\n*\nBoth this letter\nand article 3.2 page B2 of the conditions of contract state that an\ninvestigation will be held. This never took place\naccording to Mr Russell's\nevidence.\n*\nOnly after the\ninvestigation is\nit\n*\n9\ndecided\nthat a disciplinary hearing will take place. You however decided on a\ndisciplinary hearing way before I even got Ms Bodenstein's\nletter.\n*\tMr Russell made various incorrect statements at the hearing.\n*\tAllowing Mr Botes and myself the option to make a statement either under\noath or not under oath is a deviation of the procedures\nthat is not contained in\nthe conditions of contract.\n*\tBoth you and Mr Russell were clearly biased: You insisted on a hearing\nbefore carrying out an investigation while Mr Russell said\nat the hearing that\nhe still considered that I had sent a private proposal to Mossgas, although he\nhad absolutely no proof of this\nmatter\nwhatsoever.\nThe above, as well as the\nclumsiness of the charges, have the appearance of a 'witch-hunt', rather than\nwishing to find out what actually\nhappened.\nAs a result I have completely lost faith in you as my divisional director\nand in Mr Russell as my immediate supervisor. That is why\nour working\nrelationship is totally and permanently damaged, through actions beyond my\ncontrol.\nThe fact that you consider a redundancy not to be a viable mechanism in\nmy case can actually also\n10\nbe questioned. I was a marine pollution engineer in the marine pollution\nprogramme. Not only was the marine pollution programme disbanded,\nbut the group\nwas also strongly reduced in numbers and project leadership for marine pollution\nprojects was effectively transferred\nto Mss Taljaard and Skibbe (something for\nwhich no reasons were ever given). My position has already disappeared.\nNevertheless you\nas director can financially compensate me by any other\nmechanism you may care to think of. I am sure you have full authority to write\nsuch a letter right now.\nOur working relationship finished the day after the hearing. That was 3\nweeks ago already and it is now time to bury this affair.\nI look forward to hearing your reply by no later than Friday\nmorning.\"\n[4] Dr Swart's provisional answer of 28\nFebruary:\n\"RETRENCHMENT\nI acknowledge receipt of your telefax dated 1992-02-25.\nI refer you to my letter dated the 1992-02-24. I reiterate that retrenchment\nis not a possibility as fully discussed in my said letter.\nWith regard to the other letters [matters] mentioned in your telefax, I must\ninform you that I am considering same and am also taking\nadvice. A further\ncommunication will accordingly be addressed to you as soon as\npossible.\"\n11\n[5] Dr Swart's final letter of 27 March:\n\"TERMINATION OF SERVICES\nI refer to your electronic mail communication received on 25 February 1992\nand my letter to you dated 28 February 1992. I have now\nhad the opportunity to\nconsider the matter in detail and wish to advise you as follows.\nAs previously indicated to you, there are no grounds on which you can be\nconsidered for redundancy. For its part the CSIR has accepted\nthe findings of\nthe Disciplinary Committee and regards the matter as closed.\nFrom the contents of your abovementioned communication it is clear, however,\nthat you do not wish to continue your working relationship\nwith the CSIR. You\nhad already indicated in your hand written note date 13 February 1992 that you\n'... do not want to continue being\nin the employment of the\nCSIR'.\nThis statement together with the heading to your\nmessage of 25 February 1992 (ie TERMINATION OF WORKING RELATIONSHIP) read\ntogether\nwith the remark in the penultimate paragraph of the latter, namely that\n*(o)ur working relationship finished the day after the hearing',\nclearly\nconstitutes a repudiation of your service contract with the CSIR. You have quite\nclearly persisted in this attitude in spite\nof all efforts from our side to\npreserve the working relationship.\nIn the circumstances I am left with no\n12\nalternative but to inform you that it has been decided to accept your\nrepudiation of your service contract. In terms of the CSIR Conditions\nof Service\nyou would ordinarily be obliged to give one (1) calender month's notice of\ntermination of service. In the circumstances,\nhowever, we are prepared to waive\nthis requirement and should you so wish your services may terminate immediately.\nShould I not hear\nfrom you to the contrary your services will terminate with\nclose of duty on 30 April 1992.\nAs your salary for March 1992 has already been paid into your banking\naccount no further remuneration will be payable to you if you\nchoose to\nterminate your services immediately. As your services have not been terminated\nfor disciplinary reasons you will, as in\nthe case of an ordinary resignation, be\nentitled to payment of the cash value of the accumulated leave to your credit.\nUp to the\nend of March 1992, ten (10) days leave are due to you to the value of\nR3022,84. You will also be paid a pro rata share of your annual\nservice\nbonus.\nThe Associated Institutions Pension Fund of which you are a member will\nbe notified of the termination of your services immediately\nand the resignation\nbenefit to which you will be entitled will be forwarded to you upon receipt.\nPlease keep us advised of any change\nof address.\nIt would be appreciated if you would kindly hand back all CSIR property\nin your possession, such as library books, calculators etc.\nYour CSIR identity\ncard must please be handed to the\n13\nPersonnel Office upon your departure.\nIn closing, I would like to wish you success in your future\ncareer.\"\nThis letter did not bring to an end the\nargument, but the subsequent correspondence is not of relevance in determining\nwhether or\nnot the termination of the respondent's services was an unfair labour\npractice.\nThe respondent based his claim before\nthe\nIndustrial Court on two grounds. The first was that\nhis\ndismissal was substantively unlawful and unfair in that\nhe\nhad been dismissed without having breached his contract\nof\nemployment. His dismissal was thus without lawful cause\nor\nwithout a valid, fair or sufficient reason. The\nother\nground was that it had been procedurally unfair because\nhe\nwas dismissed without being afforded a hearing. Although\nit\nis usually convenient in considering whether a\ndismissal\namounts to an unfair labour practice to have the\ntwofold\ninquiry envisaged in the claim, it is hardly\nessential.\nSometimes it may even be impossible to do so. It is in\nthis\n14\ncase particularly difficult to maintain the dichotomy, but I shall\nnevertheless attempt to do so.\nThe appellant's case was, to an\nextent, that it did not dismiss the respondent; it was the respondent who had\nended the working relationship.\nIt is true that in the letter [5] the appellant\ndid at times attempt to interpret the respondent's action as a resignation, but\nI\nagree with the LAC that the appellant's argument must, in this regard, be\nrejected. There can be no doubt that the respondent was\ndismissed. The fact that\nthe appellant annexed unilateral conditions to the dismissal, makes no\ndifference to that conclusion. (I\nrefer here to the fact that the dismissal was\nonly to take effect on 30 April and that the ordinary \"resignation benefits\"\nwere accorded\nto the respondent.)\nAs far as the respondent's allegation that he was dismissed without\nhaving breached his contract is concerned, the appellant's response\nin its\n\"pleading\" was that the respondent's \"attitude\" evinced in the quoted\n15\nletters \"constituted a repudiation of his service contract\". Both the\nIndustrial Court and the majority of the LAC came to the conclusion\nthat the\nletters did not amount to a repudiation of the contract. It was on the simple\nbasis that the respondent in both letters\nmade it quite clear that he wished to\nremain in the employ of the appellant pending a settlement of his claim. He was\nentitled to\ninform his employer of his intention to leave at some future date\nand to attempt to extract in the meantime some kind of compensation.\nHe\ncontinued in his employment and proceeded to do his day-to-day work on a\nfull-time and satisfactory basis. He thus did not evince\na clear and unambiguous\nintention not to go on with his contract of employment.\nI agree that the respondent did not repudiate the contract of employment\nin the narrow sense set out by the courts below. That is\nnot the end of the\ninquiry. The correct question to ask appears to me to be whether the\n16\nrespondent's \"attitude\" constituted a material breach of his contract\n(\"repudiation\" in the wide sense), a breach that entitled the\nappellant to\ncancel it. This issue was, in spite of the label of \"repudiation\", properly\nraised by the appellant.\nBefore attempting to answer the question thus formulated, it should be\nnoted that the conditions of service do not allow the employer\nto cancel the\nemployment contract on notice unless certain other factors are present, none of\nwhich is now pertinent. The disciplinary\ncode permits the dismissal if, after a\nformal hearing, the employee is found guilty of \"misconduct\", a term defined in\nthe code with\na great degree of particularity. I shall in due course return to\nthe applicability of the code. It suffices to state at this juncture\nthat the\nrespondent was not dismissed in accordance with the provisions of his\ncontract.\nMr Pretorius, on behalf of the appellant,\nrelied\n17\non an English rule of law. It is that in every contract\nof\nemployment there is an implied term that the employer\nwill\nnot, without reasonable and probable cause, conduct\nitself\nin a manner calculated or likely to destroy or\nseriously\ndamage the relationship of confidence and trust between\nthe\nparties. This implied term may be breached without\nthe\nintention to repudiate the contract. It is sufficient\nif\nthe effect of the employer's conduct as a whole,\njudged\nreasonably and sensibly, is such that the employee\ncannot\nbe expected to put up with it. See Halsbury's Laws\nof\nEngland, 4th edition (reissue) par 44 and the cases\nthere\ncited. He submitted that a reciprocal duty rests on\nthe\nemployee although he was not able to quote any\nEnglish\nauthority to that effect. These principles, he said,\napply\nin our law.\nIt is well established that the relationship between employer and\nemployee is in essence one of trust and confidence and that, at\ncommon law,\nconduct clearly\n18\ninconsistent therewith entitles the \"innocent\" party\nto\ncancel the agreement (Angehrn and Piel v Federal\nCold\nStorage Co Ltd\n1908 TS 761\nat 777-778.) On that basis\nit\nappears to me that our law has to be the same as that\nof\nEnglish law and also that a reciprocal duty as suggested\nby\ncounsel rests upon the employee. There are some\njudgments\nin the LAC to this effect (e g Humphries & Jewell\n(Pty)\nLtd v Federal Council of Retail and Allied\nWorkers\nUnion (1991) 12 ILJ 1032 (LAC) 1037G). I may add that\nthis\nmuch was not placed in issue for the respondent by\nMr\nScholtz. It does seem to me that, in our law, it is\nnot\nnecessary to work with the concept of an implied term.\nThe\nduties referred to simply flow from naturalia\ncontractus.\nAs far as the breach of the duty by\nthe\nrespondent is concerned, Mr Scholtz, quite correctly in\nmy\nview, conceded that the letters do establish it.\nThe\nrespondent not merely stated his intention to leave\nthe\nemploy. He repeatedly emphasised that the working\n19\nrelationship between him and the appellant, and\nalso\nbetween him and his superiors, had been permanently\nand\ntotally damaged and \"was finished\". He accused\nhis\nsuperiors of \"clear bias\" and stated that he had lost\nall\nfaith in them. He accused them of conducting a witch\nhunt\nagainst him. And he emphasised that he was only staying\non\nin order to extract from the appellant (a public\nstatutory\nbody) a payment to which he had no entitlement.\nThe\nexpression of such sentiments places an employer in\nan\ninvidious position. It destroys his faith in and\ngoodwill\ntowards the employee. This means that the appellant was,\nin\nmy view, in law entitled to dismiss the respondent.\nThe LAC held that since the conduct of the respondent \"did not go so far\nas to constitute a repudiation\", his conduct did not amount\nto a fair reason for\ndismissal and that in these circumstances the dismissal was substantively\nunfair. I have already expressed the\nview that the conduct complained of did\namount to a material\n20\nbreach of the contract in the sense set out. It follows\nthat I disagree with the basis of the LAC's judgment on\nthis aspect of the case.\nA lawful dismissal is not necessarily a fair\ndismissal. On this part of the inquiry Schwietering AM in\nthe Industrial Court held as follows:\n\"Why did respondent [the present appellant] terminate applicant's\nemployment? Because it wanted to get rid of an employee who had\nmade up his mind\nand who had made it quite clear to respondent that he wanted to remain in\nrespondent' s employment for only as long\nas it took him to induce respondent to\nsever relations with applicant on a basis which applicant found acceptable.\nRespondent could\nnot be expected to put up indefinitely with an ongoing\nconfrontation in which mutually contradictory arguments were tossed to and\nfro.\nApplicant since the hearing in February had taken the stand that a healthy\nworking relationship had ceased to exist. He tried\nto bring the unhealthy\nrelationship to an end in a certain way. Respondent told him that that way was\nnot open. Applicant would not\ntake no for an answer. He thought that respondent\nwould eventually capitulate. Respondent decided to end the game. I cannot regard\nthis as a decision not based upon a fair\nreason.\"\nThe majority of the LAC\ndisagreed. It was of the\n21\nview that the respondent was merely proposing\nthe\ntermination of the agreement and he had the right\nto\nmotivate it. This is in my judgment not a\nfair\ninterpretation of the correspondence. It emphasises the\none\nleg of the letters and ignores the other. The majority\nof\nthe LAC also found that the evidence is clear that\nthe\nappellant took no steps, once the\nrespondent's\ndissatisfaction became clear, to restore a normal\nworking\nrelationship between the respondent and his superiors.\nWhat\nthese steps should have been, was not stated. Mr\nScholtz\nsuggested that there should have been a consultation.\nSince\nthe respondent was only interested in discussing\nfinancial\ncompensation as a condition for his resignation, I fail\nto\nsee what the purpose of the consultation would have\nbeen.\nI believe that the letter [2] was a fair and\nreasonable\nresponse from an employer in the circumstances of the\ncase.\nThe respondent's emotional outburst in [3]\nwas\ninappropriate, especially if one considers that he is\na\n22\nwell-educated professional employed by a scientific, public and\nprofessional body.\nA value judgment must now be made, taking into account all the evidence\nand factors set out earlier. On balance I believe the dismissal\nwas fair\nespecially in the light of the seriousness of the respondent's allegations\nagainst his employer. His fixed state of mind\nas expressed in his letters did\nnot require of the appellant to act in any other manner. Had the nature of the\nemployment been different\nand the employee an unsophisticated labourer, the\nconclusion may have been different.\nAs far as procedural fairness is concerned, Mr Scholtz relied on the\ndisciplinary code. He submitted that the respondent's conduct\nas manifested in\nhis letters amounted to misconduct as defined in the code; the respondent should\nhave been charged; the prescribed\nprocedure should have been followed; the\nfailure to comply with the prescribed and agreed procedure made the\ndismissal\n23\nunfair. This was never the respondent's case. The definition of\n\"misconduct\" relied upon by counsel does in any event not fit the\nfacts of this\ncase. By no stretch of the imagination can it be said that the respondent\nrefused or neglected \"to comply with any\nof these conditions of service which\napply to him\" or that he conducted himself \"in a disgraceful, improper or\nunbecoming manner\".\nI should point out that although no hearing in the conventional sense of\nthe word preceded the dismissal, it does not mean that the\naudi alteram partem\nrule was not complied with. This rule has no fixed content. The respondent\nstated his case twice, in [1] and\n[3]. The appellant had no factual version to\nput to the respondent. There were no facts that the respondent had to meet.\nThere were\nno allegations he had to answer. His views, stated plainly, were\nknown. All that was really left, was for the appellant to value\ntheir import and\nto decide how to act or react.\n24\nIt was submitted that the respondent was entitled to a reasonable\nultimatum. He had received none. The LAC took a similar approach\nto the issue.\nIt relied on a dictum by Smalberger JA in a minority judgment in Administrator\nTransvaal v Theletsane\n[1990] ZASCA 156\n;\n1991 (2) SA 192\n(A) at 206D to the effect that a hearing\ncannot be said to be fair unless there is \"notice of the contemplated action\",\nsomething\nthat is missing in this case.\nIn Performing Arts Council of the Transvaal v Paper Printing Wood and\nAllied Workers Union\n[1993] ZASCA 201\n;\n1994 (2) SA 204\n(A) it was held, in the context of\ndismissal due to disciplinary reasons, that an employer should not act\noverhastily and that a\nreasonable ultimatum should first issue (at 216B-D). That\nwas not a legal requirement but was predicated on the facts of the particular\ncase (cf at 215F-216B). See also Slagment (Pty) Ltd v Building Construction and\nAllied Workers' Union\n1995 (1) SA 742\n(A) at 755F-756B. The appellant in this\ncase did not act\n25\nwith undue haste. On the contrary, Mr Scholtz argued that the appellant\nwas dilatory in not acting sooner after the receipt of the\nletter [3] - it had\ndelayed its action for a month. As far as the lack of an ultimatum is concerned,\nit should be noted that it was\nnot an issue raised by the respondent in its\nstatement of case and I doubt that he is entitled to rely on this point. It was\nnot\neven canvassed during the evidence. (Of Slagment at 752H-J.) In addition, I\nagain fail to see what an ultimatum should have comprised\nor what its purpose\nwould have been. It may have been different if the respondent's breach were not\naccompanied by the expression\nof his fixed intention to leave.\nConcerning the dictum from Theletsane, I am unable to subscribe to it as\na general proposition. It is not expected of a judicial officer\nto give notice\nof his \"contemplated action\" in, say, a criminal trial and there is no reason\nwhy, as a general rule, an employer\nshould do so. To \"contemplate\" the specific\naction before the hearing\n26\nmay also, in given circumstances, be unfair. The employee need not be\ninformed of all the alternative disciplinary measures available\nto the employer\nto make a hearing fair. In any event, I do not believe that Smalberger JA\nintended to formulate a general rule for\nfairness. This appears from his remarks\n(at 206A-D) preceding the quoted dictum. Having concluded earlier that an\nultimatum was not\ncalled for, it follows that in my judgment it was not\nincumbent on the appellant to have given the respondent notice of the\ncontemplated\naction of dismissal.\nIn the result the appeal must succeed and the following order is\nmade:\n1.\nThe appeal is\nupheld with costs, including the costs of two\ncounsel.\n2.\nThe order of the\ncourt a quo is set aside and replaced by an order that \"the appeal from\nthe\n27 Industrial Court is dismissed with costs.\"\nL T C\nHARMS JUDGE OF APPEAL\nVAN HEERDEN, JA )\nVAN DEN HEEVER, JA )\nAGREE\nOLIVIER, JA\t)\nSMALBERGER,JA:\nI have had the privilege of considering the judgment of my colleague\nHARMS. I regret that I am unable to agree with his\n2\nconclusions.\nThe respondent made it clear from the outset\nthat he did not intend to resign because he did not consider the situation that\nhad arisen\nto be of his making. There is no doubt that there existed a crisis of\nconfidence; that the respondent no longer wished to continue\nto work for the\nappellant; that their working relationship had been permanently damaged. It was\nalways open to the respondent to\nattempt to negotiate terms with the appellant\nto facilitate his leaving. That he wanted to obtain a beneficial financial\nsettlement\nis obvious. He was negotiating to this end when he was effectively\ndismissed. His original letter [1] raised the question of retrenchment\nand\naccompanying benefits. This was turned down for reasons that appear from the\nletter [2]. The respondent did not persist in the\nsame demand. In his sharply\nworded response [3] he referred to a previous discussion during which he had\npointed out that retrenchment\n(or voluntary\n3\nredundancy) \"was only one suggestion and that there are other\nmechanisms as well, which would include some form of\nfinancial\ncompensation\". The letter goes on to state that \"\tyou\nas\ndirector can financially compensate me by any other mechanism you\nmay care to think of\". Whatever else it might have said, the letter\n[3] was\nclearly one requesting other possible means of compensation to be considered.\nThe reply [4] with regard to matters raised\nin that letter that \"I am\nconsidering same and am also taking advice\" was followed by the letter [5]\nterminating the respondent's\nservices. It never dealt with any alternative means\nof financial compensation raised by the respondent.\nI agree with the finding of HARMS JA that the respondent did not evince a\nclear and unequivocal intention not to continue with his\ncontract of employment.\nIn that (narrow) sense he did not repudiate the contract. My colleague\nconcludes, however, that the respondent\ncommitted a material breach of the\ncontract by\n4\nconducting himself in a manner calculated or likely to destroy\nor\nseriously damage the relationship of trust and confidence\nbetween\nthe parties (repudiation in the \"wider\" sense). Consequently\nthe\nappellant was entitled to cancel the contract.\nThe appellant, in my view, never sought or purported\nto\ncancel the contract on that basis. The factors on\nwhich HARMS\nJA relies for his conclusion are already to be discerned in the\nletter\n[1], although in terms less explicit than in letter [3]. The\nappellant\ndid not draw attention to, or complain about, the respondent's\nconduct in this respect in letter [2]. Nor did it seek to rely\nthereon\nin letter [5]. Its attitude appears clearly from the third and\nfourth\nparagraphs of that letter. They bear repitition:\n\"From the contents of your abovementioned communication it is clear,\nhowever, that you do not wish to continue your working relationship\nwith the\nCSIR. You had already indicated in your hand written note dated 13 February 1992\nthat you ' .... do not want to continue\nbeing in the employment of the\nCSIR'.\n5\nThis statement together with the heading to your message of 25 February 1992\n(ie TERMINATION OF WORKING RELATIONSHIP) read together\nwith the remark in the\npenultimate paragraph of the latter, namely that '(o)ur working relationship\nfinished the day after the hearing',\nclearly constitutes a repudiation of your\nservice contract with the CSIR. You have quite clearly persisted in this\nattitude in spite\nof all efforts from our side to preserve the working\nrelationship.\"\nFrom this letter it is in my view apparent that the only\nform\nof repudiation on which the appellant sought to\nrely was that in the\n\"narrow\" sense. Nor did the appellant's reply in the Industrial\nCourt\nto the respondent's statement of case go any further than\nthat. The\nappellant did not raise, nor did it canvass in evidence\nwith the\nrespondent, the conduct on which it now seeks to rely\nas\nconstituting a material breach. The appellant's case in the\nIndustrial\nCourt is encapsulated in the following proposition put to the\nrespondent under cross-examination:\n\"The simple fact of the matter is - and I am putting this to you because\nthis is the company's case - the company had\n6\nand still has a high regard for you and for your competence. It is for that\nreason that the acknowledged offer of reinstatement [made\nduring the\nConciliation Board proceedings] was made to you. It's hardly an offer of\nreinstatement that would have been made to somebody\nwhom the company didn't want\nanything more to do with. And the company's contention is going to be that the\nfixed and settled determination\nto end this relationship was not the company's\nbut yours, but that you were not simply prepared to walk away from it; you\nwanted\nto make something out of it, hence the campaign, if you wish, to obtain\nsome kind of financial compensation.\"\nThere is no\nsuggestion in the passage quoted - indeed the contrary appears to be the case -\nthat the appellant's faith in and goodwill\ntowards the respondent had been\ndestroyed.\nNotwithstanding concessions made by the respondent's counsel it is in my\nview inappropriate to hold that the appellant was entitled\nto cancel the\ncontract on a ground that was neither properly \"pleaded\" nor fully canvassed,\nand was relied on for the first time\nin argument in this Court. (cf\nSlagment\n(Pty) Ltd v Building\n7\nConstruction and Allied Workers Union and Others\n1995(1) SA 742(A)\nat 752H - 753C;\nLanzerac Manor (Pty)Ltd v de Vries and Others\n-\nunreported Appellate Division judgment delivered on 28 September 1995 pp 17/18).\nIn general it also seems fair to say that in terms\nof the labour dispensation an\nemployer should not be entitled to rely in later proceedings on reasons for\ndismissal not advanced\nor relied upon at the time of dismissal (cf\nYichiho\nPlastics (Pty) Ltd v Muller\n1994 ILJ 593(LAC) at 595F-H).\nI accordingly agree with the view held by the majority of the LAC that\nthe respondent's conduct \"did not go so far as to constitute\na repudiation\" (in\nthe only sense relied upon by the appellant), and that the appellant's dismissal\nof the respondent was consequently\nsubstantively unfair.\nEven if the respondent materially breached his contract of employment,\nand was lawfully dismissed, the appellant's conduct in the\ncircumstances, in my\nview, was lacking in fairness. The\n8\ncorrespondence shows that the respondent was seeking to terminate his\nservices on a basis favourable to himself. The appellant intimated\nin letter [3]\nthat it was considering what had been put forward by the respondent in that\nregard. But it never gave him an answer.\nIt simply brought further negotiations\nto an end by effectively dismissing the respondent. Within an employer/employee\nrelationship\nthe appellant's response was neither reasonable nor fair. An\nappropriate response, one dictated by fairness, would have been to inform\nthe\nrespondent finally that he was not entitled to, nor would he be given, any form\nof financial recompense, and that it was for\nhim to decide whether he wished to\ncontinue in employment (and by necessary implication, try and rebuild a working\nrelationship)\nor resign. This was in essence the appellant's response to Botes.\nHe too had expressed dissatisfaction about his position and was\nseeking a way to\nterminate his employment provided he could secure some financial benefit.\nThe\n9\nrespondent was admittedly far more outspoken than Botes, but that in\nitself was no reason for treating him differently. At the very\nleast the\nrespondent should have been warned or given an ultimatum that if he persisted in\nhis attitude towards the appellant he\nfaced dismissal for breach of contract.\nThis was not done. It is true that this was not pertinently raised by the\nrespondent in his\nstatement of case. But his case was premised on his not having\nrepudiated his contract. He was never in my view called upon to deal\nwith an\nalleged material breach of contract.\nI do not End it necessary, for the purposes of my judgment, to deal with\nwhat was said by me in\nAdministrator Transvaal v Theletsane\n1991(2) SA\n192(A) at 206D.\nI would dismiss the appeal with costs.\nJ W SMALBERGER JUDGE OF APPEAL",
  "scraped_at": "2026-02-12T08:11:29.956808",
  "date": "1995-11-24",
  "coram": [
    "VAN HEERDEN JA",
    "SMALBERGER JA",
    "VAN DEN HEEVER JA",
    "HARMS JA",
    "OLIVIER JA"
  ],
  "case_number": "314/94",
  "parties": {
    "applicants": [
      "Council for Scientific and Industrial Research"
    ],
    "respondents": [
      "A P M Fijen"
    ]
  },
  "sections": {
    "facts": "The respondent, A P M Fijen, was employed by the Council for Scientific and Industrial Research (CSIR) as a marine pollution engineer from November 1985. Until early 1992 his performance was satisfactory. In December 1991 he was accused, via a co‑worker, of undertaking private work without the employer’s consent. He and the co‑worker were charged with misconduct in January 1992 but were acquitted at a disciplinary hearing on 5 February 1992. Relations between the respondent and his immediate supervisor, Mr Russell, broke down. The respondent wrote a letter on 13 February 1992 stating he no longer wished to continue employment but sought a voluntary redundancy or other financial settlement. The employer rejected redundancy, reiterated that the disciplinary process had been proper, and later, after further correspondence, issued a letter on 27 March 1992 stating that the respondent’s conduct amounted to a repudiation of his contract and accepted his termination effective 30 April 1992, offering accrued leave and pension benefits. The Labour Appeal Court held the dismissal substantively and procedurally unfair; the appellant appealed.",
    "issues": "1. Whether the respondent’s dismissal was substantively unfair – i.e., whether his conduct amounted to a material breach or repudiation of the contract that could justify dismissal. 2. Whether the dismissal was procedurally unfair – i.e., whether the employer complied with the requirements of a fair hearing and the procedural safeguards under the disciplinary code and labour law.",
    "principles": "The court considered the implied term of trust and confidence in employment contracts, drawing on English law (Halsbury’s Laws, Angehrn & Piel) and South African case law (Humphries & Jewell, Administrator Transvaal v Theletsane, Performing Arts Council v Paper Printing, Slagment). It noted that a breach of this implied term can justify termination even without an explicit repudiation. Procedural fairness is evaluated under the audi alteram partem principle; a formal hearing is not strictly required if the employee has been given a reasonable opportunity to state his case. The need for an ‘ultimatum’ or prior notice of contemplated dismissal is not a fixed legal requirement.",
    "application": "The judge examined the February–March letters and concluded that the respondent did not expressly repudiate the contract in the narrow sense, but his persistent statements that the working relationship was permanently damaged and his demand for financial compensation constituted a material breach of the trust and confidence owed by the employee. Accordingly, the employer was entitled to dismiss. Regarding procedure, the court found that the respondent had been given two opportunities to present his case (letters dated 13 February and 25 February) and that there were no substantive allegations against him that required a formal hearing; thus the audi alteram partem requirement was satisfied. The court rejected the need for an ultimatum and held that the employer’s response was reasonable in the circumstances.",
    "conclusion": "The appeal was upheld. The Supreme Court of Appeal set aside the Labour Appeal Court’s order and dismissed the appeal from the Industrial Court with costs, confirming that the dismissal was both substantively and procedurally fair."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Unfair Dismissal",
    "level_3": [
      "trust and confidence",
      "procedural fairness",
      "material breach",
      "repudiation"
    ]
  }
}