{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/99.html",
  "case_name": "S v Swanepoel en 'n Ander (318/94) [1995] ZASCA 99 (15 September 1995)",
  "citation": "[1995] ZASCA 99",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 99\n|\nNoteup\n|\nLawCite\nS v Swanepoel en 'n Ander (318/94) [1995] ZASCA 99 (15 September 1995)\nDownload original files\nPDF format\nRTF format\nSaaknommer 318/94\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING) In die saak tussen:\nWILLIE SWANEPOEL\tEerste\nAppellant\nANTONIE J.C. ENGELBRECHT   Tweede\nAppellant\nen\nDIE STAAT\tRespondent\nCORAM:\nE.M. GROSSKOPF, VIVIER ARR et VAN COLLER WN AR DATUM AANGEHOOR : 4 SEPTEMBER\n1995 DATUM VAN UITSPRAAK : 15 SEPTEMBER 1995\nUITSPRAAK\nVAN COLLER WN AR/\n2\nVAN COLLER WN AR :\nDie twee appellante is in die streekhof te\nKlerksdorp skuldig bevind aan diefstal van 10 beeste. Appellant 1 is gevonnis\ntot vyf jaar\ngevangenisstraf waarvan twee jaar voorwaardelik opgeskort is.\nAppellant 2 is ook tot vyf jaar gevangenisstraf gevonnis dog in sy\ngeval is geen\ngedeelte van die gevangenisstraf opgeskort nie. Elias Sedupe het saam met die\nappellante as beskuldigde 3 tereggestaan.\nHy is ook skuldig bevind en tot vyf\njaar gevangenisstraf, waarvan twee jaar voorwaardelik opgeskort is,\ngevonnis.\nDie appellante het teen hul skuldigbevindings en vonnisse na die\nTransvaalse Provinsiale Afdeling geappelleer. Hulle het gelyktydig\nmet die\nappèl ook aansoek om die tersydestelling van die verrigtinge in die\nstreekhof gedoen. Hierdie was 'n hersieningsaansoek\nin terme van hofreël\n53.\nDie appellante se appèl teen hul\nskuldigbevindings,\n3\ndie aansoek om hersiening en die appêl teen appellant 1 se vonnis\nis van die hand gewys. Appellant 2 se vonnis is egter gewysig\nsodat ook in sy\ngeval twee van die vyf jaar gevangenisstraf voorwaardelik opgeskort is. Die\nappellante se aansoek om teen die afwysing\nvan die hersieningsaansoek te\nappelleer is afgewys, dog verlof is deur hierdie Hof aan hulle verleen om\ndaarteen te appelleer.\nDie strekking van die appellante se\nverklarings ter ondersteuning van hul hersieningsaansoek is die volgende. Na hul\narrestasie in\nFebruarie 1992 het die appellante 'n prokureur van Orkney, mnr.\nScholtz, gespreek en met hom gekonsulteer. Scholtz het hul weergawes\nneergeskryf\nen hulle meegedeel dat dit getik sou word waarna hulle dit moes teken. Op 26\nFebruarie 1992 het Scholtz namens die appellante\nin die hof verskyn. Die saak is\nop daardie datum en op verskeie geleenthede daarna uitgestel. Op 18 Maart 1992\nhet Scholtz die appellante\nmeegedeel dat hy die saak gaan oorhandig aan mnr.\nFourie, sy vennoot, wat dit\n4\nbeter sou kon hanteer. Tydens die uitstel van die saak op 2 April 1992\nhet mnr. J. Oosthuizen, wat ook verbonde was aan Scholtz se\nfirma, namens die\nappellante opgetree. Hy het ook namens Sedupe verskyn. By dié geleentheid\nis navraag by Oosthuizen gedoen\naangaande die verklarings wat geteken moes word.\nHy het twee verklarings uit 'n geel lêeromslag gehaal en gesê dat\ndie\nverklarings oorgetik sou word wanneer Fourie aangaan met die saak. Tydens\nhierdie gesprek het Oosthuizen die appellante meegedeel\ndat hy die verklarings\ngelees het en dat hul saak goed lyk. Op 11 Junie 1992 het die appellante Fourie\ngespreek. Hy het die geel\nlêer uitgehaal, appellant 2 se verklaring\ndaaruit gehaal en aan hom gesê dat hy nie vir hom kon optree nie aangesien\nhy (appellant 2) nie regshulp bekom het nie. Hy het die verklaring onder in die\nlêer geplaas en appellant 2 het die kantoor\nverlaat. Appellant 1 was vir\nredes wat nie tersake is nie, nie tevrede met Fourie se hantering van die saak\nnie. Hy het ook verneem\ndat Fourie verloof was\n5\naan een van die streekhofaanklaers en hy het Fourie se mandaat op 12\nJunie 1992 beëindig. Die saak is toe uitgestel na 15 Julie\n1992. Twee ander\nprokureurs is daarna opdrag gegee om onderskeidelik namens appellant 1 en\nappellant 2 op te tree. (Dit blyk uit\ndie oorkonde van die saak dat die\nappellante aanvanklik hul eie verdediging waargeneem het, maar dat 'n prokureur\nlater in die verhoor\nnamens beide opgetree het.) Voordat die verhoor op 15 Julie\n1992 begin het, het Oosthuizen aan die appellante gesê dat hy vir\nSedupe\nverskyn en dat hy nog nie eers met hom gekonsulteer het nie. Hy het ook gemeld\ndat al wat hy van die saak weet die inligting\nis wat hy van Fourie verkry het.\nOosthuizen het dan inderdaad vir Sedupe by die verhoor verskyn. Hy het die\nappellante gekruisvra\nen in sy betoog gevra dat die hof hul weergawes moes\nverwerp. Die appellante beweer dat alhoewel hulle bitter ongelukkig gevoel het\noor die toedrag van sake, hulle nie besef het dat dit regtens verkeerd was van\nOosthuizen om vir Sedupe\nó\nop te tree terwyl hy reeds bewus was van hul weergawes aan Scholtz\nnie.\nDie appellante steun ook op 'n verklaring van Sedupe. Hulle\nbeweer dat appellant 1 se prokureur 'n korrespondent opdrag gegee het\nom 'n\nverklaring van Sedupe, wat in die gevangenis te Klerksdorp is, te bekom. Voordat\ndie verklaring verkry is, het hulle nie geweet\nwat sy weergawe sou wees nie.\nHulle wys daarop dat die inhoud van Sedupe se verklaring aantoon dat Oosthuizen\ninderdaad tydens die\nverhoor gebruik gemaak het van die inligting wat hulle aan\nScholtz gegee het. Daar was, aldus die appellante, privilegie-skending\nen hulle\nbeweer dat hulle nie 'n billike en regverdige verhoor gehad het\nnie.\nDit blyk uit Sedupe se verklaring dat hy voor die verhoor sy\nweergawe volledig gegee het aan Oosthuizen wat dit skriftelik afgeneem\nhet en in\n'n lêer geplaas het waarop 'n nommer en die naam \"Swanepoel\" voorgekom\nhet. Oosthuizen het hom meegedeel dat sy weergawe\nverskil van\n7\ndié van appellant 1. Hierdie gesprek het plaasgevind in 'n kantoor\nby die landdroshof. Oosthuizen het daarna die kantoor verlaat\nen later\nteruggekeer met konstabel Weston. (Weston was die ondersoekbeampte in die saak.)\nWeston het aan hom gevra waarom sy verklaring\nverskil van dié van\nappellant 1. Hy het volstaan by sy weergawe en Weston meegedeel dat sy weergawe\nkorrek is. Dit blyk verder\nuit Sedupe se verklaring dat gepoog is om hom sy\nweergawe te laat verander. Daar was ook sprake daarvan dat hy 'n staatsgetuie\nsou\nword.\nIn sy skriftelike antwoord op die appellante se bewerings\nsê die streeklanddros dat hy nie kommentaar kan lewer op die bewering\ndat\nOosthuizen verklarings van die appellante in sy besit gehad het nie, want so\niets het nooit tot sy kennis gekom nie. Dit het\negter op geen stadium geblyk dat\nOosthuizen in besit was, of gebruik gemaak het van verklarings van die\nappellante in die aanbieding\nvan sy kliënt se saak nie. Hy sê egter\ndie\n8\nbewering dat Fourie aan 'n streekhofaanklaer verloof was kan nie korrek\nwees nie, want gedurende die tersaaklike tyd was daar geen\nvroue-streekhofaanklaer nie.\nDie Staat het die aansoek teengestaan\nen 'n verklaring van Oosthuizen voorgelê. Oosthuizen wat volgens sy\nverklaring 'n assistent\nprokureur is verbonde aan die firma Erasmus Jooste,\nKlerksdorp, ontken dat hy enige verklarings met die appellante bespreek het.\nHy\nontken ook dat hy op enige dag 'n geel lêeromslag by hom gehad het en\nsê dat sy kantoor net bruin lêeromslae\ngebruik. Oosthuizen kan nie\nerken of ontken dat Fourie in besit was van verklarings van die twee appellante\nnie, maar sê dat\nmet die nagaan van Fourie se lêerinhoud geen\nverklarings gevind is nie. Hy ontken dat Fourie op ongeveer 11 Junie 1992 aan\nenige streekhofaanklaer verloof was. Indien hy op 15 Julie 1992 enige uitlatings\nteenoor die appellant aangaande sy kennis van die\nsaak gemaak het, het dit\nbetrekking gehad op die feit dat Fourie hom meegedeel het dat hy nie vir\nSedupe\n9\ngaan optree nie, en dat die appellante sy mandaat beëindig het. Hy\nbeweer dat hy geensins insae gehad het, of gehoor het wat\ndie inhoud van die\nappellante se verklarings was nie en sê dat hy nooit Scholtz se lêer\nonder oë gehad het nie.\nOosthuizen erken dat hy die appellante gekruisvra\nhet en beweer dat dit nodig was omdat hulle weergawes verskil het van dié\nvan Sedupe. Aangesien hulle die skuld in die veediefstalsaak voor die deur van\nSedupe gelê het, was dit wel nodig om die hof\nte vra om die appellante se\nweergawes te verwerp.\nAangaande die appellante se bewering dat opdrag gegee is aan 'n prokureur\nom 'n verklaring van Sedupe te verkry sê Oosthuizen\ndat dit 'n skending\nvan sy gemeenregtelike privilegie was om na Sedupe te gaan en van hom te verneem\n\"wat die mededelings tussen\nons was.\" Hy handel egter nie met die bewerings wat\nSedupe in sy verklaring maak nie en sê ook dat hy dit nie wil doen nie.\nHy\nvolstaan dan deur te meld dat dit van die begin af duidelik was dat Sedupe\nen\n10\ndie appellante se weergawes sou verskil.\nVolledigheidshalwe\nkan die verskil in die weergawes soos blyk uit die oorkonde kortliks soos volg\nuiteengesit word. Dit was die Staat\nse saak dat die appellante en Sedupe op 3\nFebruarie 1992 10 beeste van die klaer, mnr. Grobler van dle plaas Wolwehuis,\nKlerksdorp,\ngesteel het. Die streekhof het bevind dat appellant 2 en Sedupe op 3\nFebruarie 1992 10 van die klaer se beeste op 'n vragmotor wat\naan appellant 1\nbehoort het, gelaai het. Dit het plaasgevind op die plaas waar Sedupe gewerk het\nen wat langs die klaer se plaas\ngeleë is. Die beeste is deur appellant 2 na\ndie slagpale op Viljoenskroon vervoer. Appellant 1 se weergawe was dat hy die\nbeeste\nongesiens van Sedupe gekoop het en appellant 2 gestuur het om die beeste\nte gaan haal. Appellant 2 het getuig dat hy deur appellant\n1 versoek en betaal\nis om die beeste te gaan haal en na die slagpale te vervoer. Sedupe het ontken\ndat hy beeste aan appellant 1\nverkoop het. Volgens sy getuienis het\n11\nappellant 2 die betrokke dag op die plaas waar hy werk opgedaag en hom\nmeegedeel dat hy gestuur is om van mnr. Grobler se beeste te\nkom laai. Appellant\n2 het hom gevra om te help om 10 beeste uit te keer en te laai, wat hy gedoen\nhet.\nDit blyk uit die stukke dat die hersieningsaansoek op 13\nSeptember 1993 geloods is. Die landdros se redes is op 8 Oktober 1993 verstrek.\nOosthuizen se verklaring is op 12 Oktober 1993 te Klerksdorp geteken en die\nappèl en hersieningsaansoek is op 18 Oktober 1993\naangehoor. Daar was\ngeen repliserende verklarings deur die appellante geliasseer nie. Waarom dit nie\ngedoen is nie blyk nie uit die\nstukke nie. Dit blyk uit die uitspraak van die\nhof a quo dat die appellante se advokaat gedurende die beredenering van die\naansoek\ngevra het om uitstel ten einde te kon antwoord op Oosthuizen se\nverklaring. Hierdie aansoek is egter van die hand gewys. Le Roux\nR, met wie\nEloff RP saamgestem het, sê in sy uitspraak dat hy met\n12\ngroot versigtigheid gekyk het na Oosthuizen se kruisverhoor van die\nappellante en dat hy geen aanduiding hoegenaamd kon vind dat hy\nenige ander\nfeite as slegs dié wat deur sy kliënt aan hom meegedeel is gebruik\nhet, of gestel het aan die appellante\nnie. Hy bevind dat daar geen aanduiding in\ndie oorkonde is van enige nadeel of moontlike regskending, wat daar behoort te\nwees nie.\n'n Uitstel sou, aldus die geleerde Regter, geensins die saak verder\ngeneem het nie en vir hierdie redes is nie alleen die aansoek\nom uitstel nie,\nmaar ook die hersieningsaansoek van die hand gewys.\nIn hierdie Hof\nis die weiering om uitstel te verleen ten einde repliserende verklarings voor te\nlê nie deur mnr. Fischer, wat\nnamens albei die appellante opgetree het,\naangeveg nie. Hy het eerstens aangevoer, na my mening tereg, dat aangesien\nhierdie 'n hersieningsaansoek\nis die hof a guo verkeerdelik bevind het dat die\nnadeel en moontlike regskending uit die oorkonde moes blyk.\nTen einde die feitegeskil wat bestaan in\ndie\n13\nverklarings van die appellante en Oosthuizen te oorbrug het mnr. Fischer\naangevoer dat laasgenoemde se versuim om met Sedupe se bewerings\nte handel,\nasook die waarskynlikhede, geen twyfel laat dat Oosthuizen ten volle op hoogte\nwas van die weergawes van die appellante\nnie. Mnr. Fischer het toegegee dat dit\nnie uit die oorkonde blyk dat die appellante op enige wyse benadeel is deur die\nfeit dat Oosthuizen\nvoor die verhoor insae in hulle verklarings gehad het nie.\nHy het egter aaangevoer dat die skending van die appellante se privilegie\nvan so\n'n aard was dat dit per se op 'n regskending neergekom het en dat die\nskuldigbevindings en vonnisse tersyde gestel behoort\nte word. Daar is veral\ngesteun op die beslissings in\nS v Mushimba en Andere 7 977 (2) 5A\n829 (A; en S v Mkhise; S v Mosia; 5 v Jones; S v Le Roux\n1988 (2) SA 868\n(AJ).\nDaar is sekere onbevredigende aspekte in die Staat se opponerende stukke.\nOosthuizen sê wel dat daar nie in Fourie se\nlêer enige verklarings\ngevind is nie, maar\n14\nhy maak geen melding van Scholtz se lêer nie en geen verklaring van\nScholtz is voorgelê nie. Scholtz sou waarskynlik kon\nlig werp op wat van\ndie verklarings van die appellante geword het indien daar wel verklarings van\nhulle geneem is. Dit is ook moeilik\nom te verstaan waarom Oosthuizen in sy\nverklaring nie met Sedupe se bewerings wou handel nie. By die nagaan van Sedupe\nse verklaring\nblyk dit egter duidelik dat sy bewerings nie noodwendig inhou dat\nOosthuizen sy kennis van appellant 1 se weergawe van laasgenoemde\nse verklaring\ngekry het nie. Sedupe sê in sy verklaring dat Oosthuizen hom meegedeel het\ndat sy weergawe van appellant 1 se\nweergawe verskil. Soos Sedupe in sy\nverklaring meld, kan hiervan afgelei word dat Oosthuizen bewus was van appellant\n1 se weergawe.\nOosthuizen kon egter hierdie weergawe van 'n ander bron as\nappellant l se verklaring verkry het. Die feit dat Weston aan Sedupe sou\ngevra\nhet hoekom sy verklaring verskil van dié van appellant 1, beteken ook nie\nnoodwendig dat Weston sy\n15\nkennis van appellant 1 se verklaring van 'n verklaring in Oosthuizen se\nbesit gekry het nie. Dit moet in gedagte gehou word dat Oosthuizen\nuitdruklik in\nsy verklaring meld dat hy geen kennis dra van enige verklarings wat die\nappellante aan Scholtz sou gemaak het nie.\nHy sê ook ultdruklik dat hy\ngeen insae gehad, of gehoor het wat die inhoud van die appellante se verklarings\nwas nie. Mnr.\nFischer het toegegee, na my mening tereg, dat in die onderhawige\nsaak die benadering soos uiteengesit in die saak van Plascon-Evans\nPaincs Ltd v\nVan Riebeeck Paincs (Pty) Ltd\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A) op 634 E-I en op 635 A-D\ngevolg moet word. Indien hierdie benadering gevolg word kan, in die lig van die\ngeskil op die feite,\n'n bevinding dat Oosthuizen insae in die appellante se\nverklarings gehad het, nie geregverdig word nie. Nieteenstaande die feit dat\nOosthuizen nie met Sedupe se bewerings wou handel nie en die ander\nonbevredigende aspekte waarna ek verwys het, is ek van mening\ndat sy ontkennings\nnie so verregaande of\n16\nonhoudbaar ±s dat dit bloot op die stukke verwerp kan word nie.\nVergelyk Administrator, Transvaal, and Others v Theletsane and\nOthers 7997 (2)\nSA 792 (A) op 197 A-C. Dit dien ten slotte vermeld te word dat die appellante\nnie in die hof a quo gevra het dat\ndie hersieningsaansoek verwys moet word vir\ndie aanhoor van mondelingse getuienis nie. Die geskil op die feite, wat fataal\nis vir\ndie sukses van die appèl, bring gevolglik mee dat daar nie\ningegaan kan word op die vraag of die beweerde skending van die\nprivilegie wat\ntussen die appellante en hul regsverteenwoordiger bestaan het per se op 'n\nregskending sou neergekom het nie. In die\nomstandighede kan die appél\nteen die afwysing van die appellante se hersieningsaansoek nie slaag\nnie.\n17 Die appèl van elkeen van die appellante word\nafgewys.\nA.P. VAN COLLER WAARNEMENDE\nAPPèLREGTER\nE.M. GROSSKOPF AR ] STEM SAAM\nVIVIER\nAR\t]",
  "scraped_at": "2026-02-12T07:14:38.104051",
  "date": "1995-09-15",
  "coram": [
    "E.M. GROSSKOPF",
    "VIVIER",
    "VAN COLLER"
  ],
  "case_number": "318/94",
  "parties": {
    "applicants": [
      "Willie Swanepoel",
      "Antonie J.C. Engelbrecht"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "The appellants, Willie Swanepoel and Antonie J.C. Engelbrecht, were convicted in the Klerksdorp Regional Court of stealing ten cattle belonging to Mr. Grobler on 3 February 1992. The cattle were loaded onto a truck owned by appellant 1 and later transported to a slaughter slab at Viljoenskroon. appellant 2 and a third accused, Elias Sedupe, were also found guilty of the same theft. Sentences of five years' imprisonment were imposed; appellant 1 received a two‑year suspended portion, appellant 2 received the full term, and Sedupe received a two‑year suspension. The appellants appealed the convictions and also lodged a review application under rule 53, alleging that their legal privilege had been breached during the conduct of the trial. The review centred on interactions with several counsel – initially Mr. Scholtz, later Mr. Fourie, and finally Mr. Oosthuizen – who were accused of obtaining and using the appellants' statements without proper authority. Sedupe's own statement was seized upon to support the claim of privilege infringement.",
    "issues": "The Court had to determine (1) whether a breach of legal privilege had occurred that compromised the fairness of the trial, (2) whether such alleged breach justified setting aside the convictions and sentences, (3) whether the review application under rule 53 should be granted, and (4) whether any modification of the sentences was appropriate in the circumstances.",
    "principles": "The judgment relied on the established principle that a breach of legal professional privilege can be a ground for setting aside a conviction if it materially affects the fairness of the proceedings. Relevant authorities included S v Mushimba, S v Mkhise, S v Mosia, S v Jones, and S v Le Roux, which articulate the protective scope of privilege. The Court also referred to the approach in Plascon‑Evans Paints Ltd v Van Riebeeck Paints (1984) for handling review applications, emphasizing that the existence of a privilege breach must be clearly established on the record before overturning a judgment. Rule 53 governs the procedure for seeking a review of a judgment.",
    "application": "Upon examination of the record, the Court found no conclusive evidence that Mr. Oosthuizen possessed the appellants' statements or that he disclosed them to the prosecution. The testimony of the State's counsel indicated that no statements were found in Mr. Fourie's files, and there was no indication that the prosecution had accessed the privileged material. Consequently, the alleged breach was deemed unproven. The Court also concluded that the review application, filed in 1993, did not satisfy the criteria for granting a review because the alleged prejudice could not be demonstrated. The only modification warranted was the suspension of two years in appellant 2's sentence, which the appellate court elected to vary.",
    "conclusion": "The Court dismissed the appeals against the convictions of both appellants. Appellant 2's sentence was varied to include a two‑year suspension, while appellant 1's sentence remained unchanged. The review application was dismissed, and the orders of the Regional Court were affirmed. No setting aside of the convictions occurred."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Theft",
    "level_3": [
      "cattle theft",
      "legal privilege",
      "review application",
      "appeal",
      "sentence suspension"
    ]
  }
}