{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/78.html",
  "case_name": "Roman Roller CC and Another v Speedmark Holdings (Pty) Ltd. (502/93) [1995] ZASCA 78; 1996 (1) SA 405 (SCA); (22 August 1995)",
  "citation": "[1995] ZASCA 78",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 78\n|\nNoteup\n|\nLawCite\nRoman Roller CC and Another v Speedmark Holdings (Pty) Ltd. (502/93) [1995] ZASCA 78; 1996 (1) SA 405 (SCA); (22 August 1995)\nDownload original files\nPDF format\nRTF format\nCASE NO 502/93\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nROMAN ROLLER CC\n1st Appellant\nGYULA\nLASZLO ROMAN\n2nd Appellant\nand\nSPEEDMARK HOLDINGS (PROPRIETARY)\nLIMITED\nRespondent\nCORAM\n: CORBETT CJ, E M GROSSKOPP, NESTADT, VAN DEN HEEVER et SCHUTZ\nJJA\nDATE OF HEARING\n: 5 May 1995\nDATE OF JUDGMENT\n: 22 August 1995\nJUDGMENT\n/\nCORBETT CJ\n:\n2\nCORBETT CJ\n:\nThis is a patent case with a difference. In 1985 and on\nthe application of a company known as F A Pressings (Pty) Ltd (\"FA Pressings\")\npatent no 84/3606, entitled \"Conveyor Roller and Method of Assembly Thereof\"\n(\"the patent\"), was registered. The inventor was stated\nin the application to\nhave been Gyula Laszlo Roman. He is now the second appellant and in these\nproceedings the admitted infringer\nof the patent. In the original application\nfor a provisional specification made by second appellant (at the time a\nshareholder in\nand director of F A Pressings) on 13 May 1983 he subscribed the\nusual declaration that to his best knowledge and belief, if a patent\nwere to be\ngranted on the application, there would be no lawful ground for its revocation.\nAs I shall show, he now contends that\nthe patent is invalid and seeks its\nrevocation. It is common cause that the priority date of the patent is 13 May\n1983.\nIn 1986 the patentee's rights under the patent were\n3\nassigned to Process Plant (Pty) Ltd, which in turn assigned them to Brelko\nManufacturing CC in 1988. In 1989 and effectively from\n8 December 1988 the\nlatter assigned its patent rights to Speedmark Holdings (Pty) Ltd (respondent on\nappeal).\nIn 1989 the respondent became aware of the fact that a close\ncorporation, Roman Roller CC (of which the second appellant was the sole\nmember\nand which is the first appellant in this appeal) was manufacturing and disposing\nof conveyor rollers which fell within the\nscope of certain of the claims of the\npatent and thereby infringed the patent. Consequently the respondent instituted\naction in the\nCourt of the Commissioner of Patents, citing first and second\nappellants as defendants and claiming interdicts and certain ancillary\nrelief.\nThe action was defended by the appellants, who admitted infringement of certain\nof the claims in the patent, but (somewhat\nremarkably) denied the validity of\nthe patent and counterclaimed for its revocation on the grounds that the\n\"invention\" was not new,\nthat it was obvious, and\n4\nconsequently did not involve an inventive step, and that its claims were not\nclear.\nThe case was tried by MacArthur J, sitting as a Commissioner of\nPatents. At the inception of the trial the appellants formally abandoned\nthe\ndefence and ground of revocation based on lack of novelty. MacArthur J found\nagainst the appellants on the remaining issues of\nobviousness and clarity,\ngranted the relief prayed by the respondent and dismissed the counterclaim with\ncosts. He further granted\nleave to appeal to this Court. (The judgment of\nMacArthur J has been reported: see\nSpeedmark Holdings (Pty) Ltd v Roman\nRoller CC and Another\n1993 BP 397.)\nOn appeal counsel appearing on behalf of the appellants advanced the same two\ngrounds of invalidity and revocation. Before dealing\nwith them, I shall describe\nthe patent in more detail.\n5\nThe Patent\nUnder the heading \"Background to the Invention\", the\nbody of the specification opens with the words -\n\"THIS INVENTION relates to conveyor tellers or rollers of the type adapted to\nsupport conveyor belts used in mining, industrial and\nlike applications.\"\nAs this quotation indicates - and as was confirmed in evidence -\"idlers\" and\n\"rollers\" are alternative terms for the same thing. The\nspecification then\nproceeds (I have for convenience of reference numbered the quoted passages from\nthe specification):\n\"1. Conveyor rollers generally comprise a rigid sleeve or drum which is\nrotatably mounted by means of suitable bearings on a shaft,\nthe shaft being\nsupported in a cradle or frame which in turn is mounted to a foundation.\nGenerally the sleeve is formed from a steel\ntube. Problems with steel or metal\nsleeves occur when the idler jams due to . bearing seizure or for other reasons.\nWhen this\n6\noccurs, the belt runs over a stationary idler causing\nthe steel sleeve to heat up and wear away, resulting\nin the belt being damaged.\n2.\tOther problems arise when the conveyor is carrying uneven loads which form a\nprotuberance on the underside of the belt which impinges\non the conveyor idler\nas the protuberance passes over the idler. This can cause denting of the sleeve\nas well as jolting and possible\ndamage to the bearing assembly.\n3.\tFurther problems with conventional rollers occur because the outer surface of\nthe sleeve is not absolutely concentric with the\naxis of rotation. Rotation of\nan eccentric roller causes rapid deterioration of the bearing assembly as well\nas the setting up of\nharmonic vibrations in the belt. Also, because the steel\nsleeve is smooth, the belt will tend to 'wander' relative to the idler which\nis\nconsidered undesirable.\"\nThe\nspecification then describes attempts to alleviate \"at least some\" of these\nproblems. These attempts have consisted in the\n7\ndevelopment of conveyor idlers formed of or having an outer cover\nof\nrubber or soft plastics, which absorbs some of the shocks to which\nthe\nidlers are subjected. In this connection certain British patents\nare\nreferred to, more particularly British patent no 1076499 which\ndescribes a roller having a cylindrical drum covered with a \"rubber\nsleeve\". But with rubber or \"like synthetic plastics materials such as\npolyethelene\" there are, according to the specification, other problems\nin that -\n\"4. . . . once the roller jams, the relative movement between belt and\nstationary roller causes rapid breakdown of the cover, eventually\nleading to\ndamage to the belt. Also, such materials tend not to be dimensionally stable,\nand as soon as an eccentricity occurs in\nthe roller, further rotation causes\nrapid deterioration of the eccentric condition.\"\nThe specification states that the object of the invention is to provide a\nconveyor roller which runs smoothly and which has\n8\nsuperior wear or operational characteristics \"in at least some applications\".\nThe invention is described thus:\n\"5. According to the invention there is provided a conveyor roller comprising\na drum rotatably supported on a shaft by a bearing assembly,\nthe drum comprising\na right circular cylindrical tubular inner sleeve formed of metal, and a coaxial\nright circular cylindrical outer\nsleeve formed of a hard, wear resistant,\nplastics material.\nPreferably the hard plastics sleeve will be self supporting and the metal\nsleeve will be formed of thin steel tube.\n6.\nFurther there is provided\nfor the plastics material to have self lubricating characteristics. Specifically\nit is envisaged that the\nplastics material will have physical characteristics\nsimilar to that of rigid polyvinyl chloride (rigid PVC), polypropylene, or high\ndensity polyethelene.\n7.\nFurther there is\nprovided for the outer surface of the drum to be machine turned such that the\naxis of the outer surface is concentric\nwith the axis of rotation of the roller.\nDuring turning a\n9\nfine helical groove or a plurality of concentric circular grooves may be cut\ninto the outer surface of the plastics sleeve, along\nsubstantially the entire\nlength of the sleeve. The fine groove will not materially affect frictional\nresistances to movement tangentially\nto the sleeve but will increase frictional\nresistance to movement parallel to the axis of rotation of the idler.\n8.\nThe bearing assembly by\nmeans of which the drum is supported on the shaft may comprise a pair of roller\nbearings preferably mounted\nin end caps formed of a hard plastics material. The\nplastics material of the end caps may be a nylon 66 derivative and will\npreferably\nbe moulded to the required shape. The shape may include a ribbed\nformation.\n9.\nIt is envisaged that the\nplastics material of the sleeve will have characteristics substantially as\nfollows:\nMass density:\t1350 - 1460 kg/m3\nheat reversion:\tless than 3.0%\nspecific heat capacity:\t0,85-2.10 kJ/kg\n0\nC\nvicat softening point:\t82 - 85\n10\ntensile strength @ 20° C: 56 MPa (at yield) modulus of elasticity: 3,2\nGPa comprehensive strength: 80 MPa\"\n(It was common cause that the word \"comprehensive\" was an error and should\nread \"compressive\".)\n\"10. Further there is provided for the polymeric sleeve to comprise a length\nof rigid PVC piping which during assembly of the idler\nis heat shrunk onto the\nmetal sleeve. This material is suitable as it has a low coefficient of friction\nwith a conveyor belt.\n11.\nIt will also be possible\nfor the plastics sleeve to have electrically conductive particles interspersed\ntherethrough which will assist\nin reducing electrostatic buildup on the roller\nin use.\n12.\nThe end caps may be press fitted\ninto the drum or alternatively may be screwed into thread formations formed on\nthe inner surface\nof the drum.\"\nThe\nspecification then proceeds to describe a method of\n11 assembling such a conveyor roller. This consists essentially of what\nis referred to as heat-shrinking (see passage 10 above). The plastic\nouter\nsleeve is heated to a condition of \"slight plasticity\"; the inner\n(steel)\nsleeve and the outer sleeve are placed end-to-end in a coaxial\nrelationship;\nthe outer sleeve is urged over the inner sleeve so that\nthey form a single\ncomposite drum; and the composite drum is then\nallowed to cool. Other methods described relate to the shaving of the\nouter surface of the outer sleeve to achieve concentricity; the cutting\nof circular or helical grooves into the outer surface of the outer\nsleeve;\nand an hydraulic ram for urging the outer sleeve over the inner sleeve.\nThe specification includes certain drawings, which are fully described in the\nbody of the specification and descriptions of preferred\nembodiments of the\ninvention. I shall return to some of these descriptions later.\nThe specification concludes with 20 claims, of which seventeen are product\nclaims and three are method claims. The\n12\nclaims in issue in this case are nos 1,7,8 and 15. The attack upon the\nvalidity of the patent is concentrated on claim 1. Claims 7,\n8 and 15 are\ndependent on claim 1 and consequently they stand or fall by the validity of\nclaim 1.\nClaim 1 (as amended in September 1989) reads as follows:\n\"A conveyor roller comprising a drum rotatably supported on a shaft by\nbearing assemblies near respective ends of the shaft, the drum\ncomprising a\nright circular cylindrical tubular inner sleeve formed of metal, and coaxial\nright circular cylindrical outer sleeve\nformed of a hard, wear resistant,\nplastics material, each bearing assembly being mounted in an end cap which is\nfitted into the drum,\neach end cap comprising a cylindrical body within which a\nbearing assembly is received and having a radially extending lip which\noverlies\nthe end of the inner sleeve.\"\nAs I have indicated, the attack upon the validity of\nthe\n13\npatent is two-pronged: (1) obviousness and (2) lack of clarity. I shall deal\nwith these in turn. At this stage it is appropriate to\npoint out that the onus\nof establishing invalidity on either of the grounds alleged rests on the\nappellants (\nGentiruco A.G. v Firestone S.A. (Pty) Ltd\n1972 (1) SA 589\n(A), at 629 E - F).\nObviousness\nSec 25(1)\nof the\nPatents Act 57 of 1978\n(\"the\nAct\")\n>provides that, subject to certain limitations and exclusions (none of\nwhich is here relevant), a patent may be granted -\n\"... for any new invention which involves an inventive step and which is\ncapable of being used or applied in trade or industry or\nagriculture.\"\nAccording to\nsec 61(l)(c)\nof the\nAct a\nperson may apply for the revocation of\na patent on the ground, inter alia -\n. . . that the invention concerned is not patentable\n14\nunder\nsection 25\".\nAnd, in terms of\nsec\n65(4)\nof the\nAct, in\nany proceedings for infringement the defendant may\ncounterclaim for the revocation of the patent and, by way of defence, rely upon\nany ground on which a patent may be revoked.\nOne of the requirements of\npatentability prescribed by\nsec 25(1)\nis that the new invention must involve \"an\ninventive step\". The meaning of this term is defined by\nsec 25(10)\n, the relevant\nportion of which reads:\n\"... an invention shall be deemed to involve an inventive step if it is not\nobvious to a person skilled in the art, having regard\nto any matter which forms,\nimmediately before the priority date of any claim to the invention, part of the\nstate of the art by virtue\nonly of subsection (6). . . \"\nSubsection (6) provides:\n\"The state of the art shall comprise all matter\n15\n(whether a product, a process, information about either, or anything else)\nwhich has been made available to the public (whether in\nthe Republic or\nelsewhere) by written or oral description, by use or in any other way.\"\nAs\nsec 25(1)\nindicates, an invention is deemed to involve an inventive step\nif it is not obvious to a person skilled in the art, having regard\nto the state\nof the art at the relevant time. Conversely, if the invention is obvious to such\na person, then the invention is deemed\nnot to involve an inventive step and to\nbe invalid on the ground of obviousness.\nIn order to apply these provisions to a particular case it; is necessary\nfirst to determine (i) what the art is to which the invention\nrelates, (ii) what\nthe state of this art was at the relevant time and (iii) who is to be regarded\nas a \"person skilled in the art\".\nThese were matters in dispute, both before the\nCommissioner and before us.\n16\nThe Relevant Art\nAt this point it is pertinent to make some reference to the evidence adduced\nin the Court a quo. Three witnesses testified. They were,\nin order of\nappearance, Mr Frittella, an expert called by appellants, Mr Roman (the second\nappellant), the original inventor, and\nMr H W Read, respondent's expert.\nAlthough an expert summary in respect of second appellant was filed, his\nevidence was mainly factual\nand consisted of description of how he came to hit\nupon the invention which he patented in 1983 and of an explanation (given, it\nwould seem, with a measure of embarrassment) of his later viewpoint (i e after\nreceiving a summons for patent infringement) that\nthe patent was invalid. His\ndescription of how the invention came about merits repetition. At the time he\nwas engaged in the manufacture\nof steel rollers and was seeking business with\n\"the mines\". A visit to a mine revealed to him quantities of steel rollers, some\nof\nthem still \"brand new\", which had been scrapped. Someone at the mine told him\nthat\n17\nif he could \"do something which is better\" he would be \"in business\". He went\nback to his workshop and began experimenting with different\ntypes of materials.\nIn his own words, he first of all -\n\"took an ordinary steel roller and ask a person to cover it with fibreglass.\nWe have it tested and it did not work. Then I see a water\npipe lying just around\nin my workshop and I thought about that you know, if I could get these in\ndifferent sizes, I could use it\nas a coat for the steel roller. So I looked\naround and I find a suitable water pipe which we called at the time, made out of\nplastic\nthat I shrink onto the steel pipe. Then it put it to tests and it did\nwork for a short time. Then I went to John and Kemick and I\nwanted to get some\nadvice if this idea of mine can be patentable or protected or something to\nprotect it with. There they advised\nme to patent the thing first or take a\nprovisional out and then we will deal with the rest\"\nAs to the scope of the art in question, Messrs Read and Fritella disagreed\nwith one another. Mr Read drew a distinction\n18\nbetween what he termed \"belt conveyor rollers\", i e rollers which supported\nand propelled a conveyor belt (upon which the goods to\nbe moved were placed),\nand \"cargo rollers\", i e rollers upon which cargo is conveyed without the\nintervention of a belt; and he expressed\nthe view that the relevant art was\nconfined to belt conveyor rollers. In this connection he pointed to various\ndesign considerations\nwhich differentiated between these two types of rollers;\nand also to the fact that the opening words of the specification make it\nclear\nthat the invention relates to rollers of the type adapted to support conveyor\nbelts (see quotation above). Mr Frittella, on\nthe other hand, expressed the view\nthat this distinction was not a valid one. According to him the functions\nperformed by belt conveyor\nrollers and cargo rollers might differ, but the basic\nengineering concepts required in both their design and their manufacture were\nsimilar. He defined a roller as a cylindrical element which by its rotating\nmotion allows the actual movement of a load. In his expert\nsummary (which he\nconfirmed in\n19\nevidence) Mr Frittella defined the art in question thus:\n\"The art involves rollers with or without belts and includes for example,\nrollers for conveying material in the mining industry and\nrollers, with or\nwithout belts, for the conveyance of materials in other industries, e.g. cargo\nconveying.\"\nHe conceded, under cross-examination, that the patent related only to belt\nconveyor rollers, but contended that this did not contradict\nhis evidence about\nthe scope of the art.\nIn the Court below the Commissioner dubbed the distinction an \"artificial\"\none and investigated the state of the art on the basis\nthat it included both\nbelt conveyor rollers and cargo rollers (see reported judgment pp 404 G - 405 B,\n406 G-407F).\nOn appeal respondent's counsel sought to persuade us that the Commissioner's\nfindings in this regard were incorrect and that the art\nwas confined to belt\nconveyor rollers. I am not so persuaded. It seems to me that respondent's\ncontention fails to distinguish the\nart to\n20\nwhich an invention relates and a particular application within the scope of\nthat art. At all events, as I shall show, this dispute\nis not of crucial\nimportance in this case.\nThe State of the Art\nIn order to establish the state of the relevant\nart immediately before the priority date, viz 13 May 1983, the appellants\npleaded\nand produced some fourteen published documents. It is not in dispute\nthat these documents were available to the public before the\npriority date. Only\nten of these documents were referred to in evidence and I do not think that the\nremaining four take the appellants'\ncase any further. Apart from one (a pamphlet\nreferred to as Hewitt-\nRobins), the ten documents are all patent specifications emanating from\nvarious countries - Germany, the United Kingdom, the Republic\nof South Africa\nand the United States of America. One of these specifications (referred to as\nAgfa) relates to rollers used in\n21\nphotographic development tanks. These are not conveyor rollers and it\nseems to me that the Agfa document falls outside the scope of\nthe art. (Cf the\nreported judgment of the Commissioner, p 409 F-G.) , The same would seem to\napply to the document referred to as\nWittler, a German patent for the\nbroad-drawing of flexible continuous sheet materials, particularly textiles.\nThis leaves the following\ndocuments which do relate to either belt conveyor\nrollers or cargo rollers: the McCullagh, Halbron, Thompson, Fyson, Vom Stein and\nGruber specifications. In addition, in argument before us the appellants relied\non another transport roller specification, referred\nto as Fototechnik (though\nthis was not referred to in the evidence adduced by appellant). The\nHewitt-Robins pamphlet was also relied\nupon by the appellants, but from the\nlimited information contained in this document it is not possible to say what\nthe purpose of\nthe roller depicted therein is and I leave it out of account.\n22\nThe Skilled Addressee\nAppellants contend that the notional person skilled in the art to whom the\nspecification should be taken to be addressed is a fitter\nand turner or artisan.\nThe respondent, on the other hand, though initially contending that the skilled\naddressee is an engineer,\nindicated in the course of argument (through its\ncounsel) that it was prepared to abide by the conclusion of the Court a quo\nwhich\nwas as follows (see reported judgment, at 406 D-G):\n\"As far as the present matter is concerned, the alleged invention does not\nappear to be particularly sophisticated. Having heard the\nevidence of Fritella\nand Read, I would assess it as being fairly low down in the technology scale and\ncertainly not requiring skills\nof a graduate engineer to comprehend and\nunderstand it. However, the characteristics of the plastics material from which\nthe outer\nsleeve of the roller is made may make it difficult for a skilled\njourneyman to understand fully. The physical properties of the plastics\nmaterial\nset out in the specification and claims are\n23\nelaborate and consequently, my inclination is to say that the skilled\naddressee in this case is slightly more qualified than the ordinary\nartisan. I\nwould categorise him as a designer-draughtsman who is acquainted with workshop\ntechniques but such a person does not necessarily\nhave to be a professional\nengineer\"\nI am broadly in agreement with this. As I shall show, a central feature of\nthe invention in this case is the hard plastic outer sleeve\nwhich encases the\nroller and it seems to me that the skilled addressee should be someone whose\nexpertise includes a knowledge of\nplastics technology.\nA Step Forward?\nI turn now to the question whether,\nin the light of the\nstate of the art as it was immediately prior to 13 May\n1983, the\ninvention claimed in the patent constituted a step forward. In\norder to\nanswer this question it is necessary to analyse the invention and\nto\n24\ncompare it with the state of the art as revealed by the documents to\nwhich I have referred. Essentially the enquiry relates to claim 1, which, it\nwas agreed, comprises the following integers:\n(a)\nA conveyor\nroller\n(b)\ncomprising a\ndrum\n(c)\nrotatably supported on a\nshaft\n(d)\nby bearing\nassemblies\n(e)\nnear respective ends of the\nshaft\n(f)\nthe drum comprising a right circular\ntubular inner sleeve\n(g)\nformed of\nmetal\n(h)\tand a coaxial right circular cylindrical\nouter sleeve\n(i)\tformed of a hard, wear resistant, plastics material\n(j)\teach bearing assembly being mounted in an end cap\n(k)\twhich (end cap) is fitted into the drum\n(1)\teach end cap comprising a cylindrical body\n(m)\twithin which a bearing assembly is received\n25 (n) and having a\nradially extending lip\n(o) which overlies the end of the inner sleeve.\nIt is, I think, common cause that none of the state of the\nart documents relied on by the appellants describes a conveyor roller\nwith\nall the above-listed integers. It is also common cause that, apart\nfrom\nintegers (f), (g), (h) and (i), all the above integers are to be\nfound\nindividually in one or more of these documents. According to\nrespondent, what\nis new about the invention in suit is the combination\nof (i) a right circular tubular metal inner sleeve (integers (f) and (g)\n)\nand (ii) a coaxial right circular cylindrical outer sleeve formed of\na\nhard, wear resistant plastics material (integers (h) and (i)) to form\nthe\ndrum component of the roller. In the context of these integers \"right\"\nmeans that the end of the tube or cylinder is at right angles to the axis\nthereof; and \"co-axial\" I take to mean having a common axis of\nrotation. There was much debate concerning the meaning of the word\n\"sleeve\", appearing in integers (f) and (h). I shall come to this later.\n26 ' Of the state of the art documents, those referred to\nas\nMcCullagh, Halbron, Fyson and Vom Stein do not\ndisclose a drum\nconsisting of an inner and outer sleeve. Thompson describes\nan inner\nmetal tube and an outer \"tire\" of elastomeric or plastic material,\nwhich\nhas been injection-moulded onto the inner tube. Gruber, which\nis\nreferred to in the body of the patent in suit, describes an outer\nsleeve\nof rubber which is pulled onto the roller. And Fototechnik, which\nwas strongly relied upon by appellants in oral argument before us,\nreveals a transport roller comprising a metal pipe having a synthetic\nmaterial \"sleeve\". The body of this specification indicates that this\n\"sleeve\" should be composed of -\n\"a thermoplastic synthetic material, eg of rigid PVC, compact grained\npolyamide, polypropylene, polyethylene, or a mixture of the\nsaid materials;\nit\n,may be extruded, cast or injection-moulded on to said roller\".\nAppellant's reliance on Thompson and Fototechnik raises the question\n27\nof the meaning of the word \"sleeve\" in the patent in suit and whether it can\nconsist of a layer which is superimposed by, for example,\nextrusion, casting,\ncoating or injection-moulding. Reference was made by the expert witnesses to the\nChambers Dictionary of Science and Technology\n. This work defines \"sleeve\"\n(in the engineering context) as -\n\"a tubular piece, usually one machined externally and internally\".\nThis accords with other dictionary definitions:\n\"A tube, or hollow shaft, fitting over or enclosing a rod, spindle, etc., and\ndesigned to protect or strengthen it, or to connect\none part with another\n(Oxford English Dictionary,\nsv \"sleeve\", meaning 7.b.)\n\"A tubular part designed to fit over another part\".\n(Webster's Third New\nInternational Dictionary,\nsv \"sleeve\", meaning 2a.)\n28\nIf reference be made to the body of the specification, it, in my opinion,\nprovides a clear indication as to what is meant in claim\n1 by the word \"sleeve\".\nThis is to be found particularly in the passage 10 (quoted above) which\ndescribes the polymeric sleeve as\ncomprising \"a length of rigid PVC piping\"\nwhich during the assembly of the roller is \"heat shrunk\" onto the metal sleeve;\nand in\nthe directions given in regard to the assembly of the roller, involving\nheating, the placing of the inner steel sleeve and the outer\nplastic sleeve\nend-to-end and the urging of the latter over the former to form a single\ncomposite drum. Indeed, once one has separate\ntubes to be asssembled coaxially,\na method of the kind described is necessarily implicit in claim 1 of the\npatent.\nIn evidence (given mainly with reference to Thompson) Mr Fritella tried\nvaliantly to substantiate the proposition that in relation\nto a conveyor roller\na \"sleeve\" just meant \"a covering of sorts\", including a coating or lagging or a\nsheath. Under cross-\n29\nexamination, however, he was forced to concede that this definition of his\ndid not accord with either the definition in\nChambers\nor the definition\nto be deduced from the patent specification itself. MacArthur J rejected Mr\nFritella's evidence on this point (see\nreported judgment, at 408 D-G); and, in\nmy opinion, he was correct in doing so.\nIt is true that Fototechnik speaks of a synthetic material \"sleeve\", which is\nextruded, cast or injection-moulded onto a metal pipe\nto form the drum of the\nroller. But this document was not properly considered in evidence. The\nappellants did not refer to it at\nall (until it came to oral argument on\nappeal): and in his evidence Mr Read referred to it only in connection with\nintegers (n) and\n(o). The original document is in German and uses the word\n\"Ummantelung\", which has been rendered \"sleeve\" in the English translation\nbefore us. Because the matter was not canvassed it is not possible to say how\naccurate this translation is. In any event, the point\nat issue is the\n30\nmeaning of \"sleeve\" in the patent in suit and I fail to see how this can be\nmaterially influenced by the wording of another patent.\nMr Read adopted the\ndictionary meanings of \"sleeve\" and, in so far as his evidence is admissible in\nthis regard, it would seem to\nbe acceptable. Accordingly it is clear that\nneither Thompson nor Fototechnick establishes that integers (f), (g), (h) and\n(i) - and\nmore particularly (n) and (i) - were part of the state of the art in\n1983. And indeed Mr Fritella conceded that, giving \"sleeve\"\nthis meaning, a hard\nplastic outer sleeve over a steel inner sleeve was \"not to be found in the\ndocuments\".\nIn all the circumstances, I am, therefore, of the opinion that the patent\ndoes disclose a step forward.\nAn Inventive Step?\nThe next and final question in regard to the issue\nof obviousness is whether the patent involves an inventive step. This\n31\nmust be judged by asking oneself whether, in the light of the state of\nthe art at the time, the step forward taken by the invention\nwould have been\nobvious to the skilled addressee. Simplicity is no obstacle. Experience has\nshown that a number of simple inventions\nhave, constituted patentable subject\nmatter. Moreover, one must guard against the snare of hindsight, while at the\nsame time not\nover-compensating for this factor.\nIn this regard relevant evidence was given by Mr Read, an engineer with some\ntwenty years experience in the mining industry. He had\nbeen intimately involved,\nin the course of his employment by several different mining corporations, with\nthe operation, maintenance,'\ndesign, procurement and construction of conveyor\nsystems, including the conveyor belts and the rollers comprising them. In 1986\nhe\nleft his then employer, Gencor Limited, and formed his own company, but\ncontinued to be involved with conveyor systems.\nMr Read stated in evidence that prior to 13 May 1983\n32\nthere were a number of problems relating to belt conveyor rollers. Rollers\nwith all-metal drums were heavy and had high inertia; they\nwere subject to wear\nand corrosion; in the event of the failure of an individual roller, there was\nthe danger of damage to the belt,\nan expensive component of the conveyor system;\nand the machining of metal drums to achieve concentricity was expensive and\nrarely\ndone. (Cf passages 1, 3 and 4 of the specification in suit quoted above.)\nAn attempt was made to overcome these problems by providing\na rubber outer\nsleeve, but this did not work. (Cf passage 4 above.) There were numerous\nproducts on the market with coatings, but\nthey became delaminated and did not\nlast. Eventually in about 1985 he encountered the rollers made under the patent\nby, presumably,\nF A Pressings. Asked about his reaction to this product Mr Read\nstated:\n\"When we looked at it we thought it had possibilities. We then tried it and\nwe were really over the moon with the results. It worked\nvery\n33\nwell.\"\nMr Read elaborated by explaining how reliable the plastic sleeve was, how\nwell it lasted and how it did not come loose. On the longer\nbelts the lower\ninertia was important and reduced belt tensions. The outer sleeve protected the\nroller from corrosion; there was\nsuperior concentricity and grooves machined in\nthe plastic surface of the drum helped to prevent wander. (Cf passages 5 and 7\nabove.)\nMr Fritella did not really dispute this evidence. He in fact had never\nworked on the mines.\nIt would seem, too, from the evidence that the use of PVC or other forms of\nwear resistant plastic piping, which is manufactured for\nother purposes as well,\nwould be cheaper than a process involving injection moulding.\nUnder cross-examination it was suggested to Mr Read that the invention was\nobvious. He replied:\n34\n\"If it was so obvious, why did we have to wait so long before somebody did\nit? We battled and we had major problems.\"\nOn the issue of inventiveness the Commissioner expressed his conclusion thus\n(see reported judgment, at 411 E-G):\n\"The invention, albeit simple in concept, is a commercial success and the\nhard sleeve does overcome many of the problems encountered\nin these rollers and,\nat the priority date, namely 13 May 1983, no-one had ever produced a roller with\nthis combination of integers\nincluding an outer sleeve of hard, wear resistant\nplastics material. The submission that all this is obvious is, I believe, a case\nof being wise after the event. I am satisfied that the step forward was\ninventive and this ground of opposition must fail not only\nin respect of claim 1\nbut also for the other claims.\"\nI agree. Appellants' attack upon the validity of the patent on the ground of\nobviousness accordingly fails.\n35\nLack of Clarity\nIt is a ground for the revocation of a patent, and\nalso a defence in an action for infringement -\n\"... that the claims of the complete specification concerned are not . . .\nclear . . .\"\n(See 61(l)(f)(i), read with\nsec 65(4)\n, of the\nAct.) This\nground of\ninvalidity/revocation is sometimes referred to as \"ambiguity\". It is the duty\nof a patentee to state clearly and distinctly the nature\nand limits of his\nclaim: to define his monopoly. Only if this is done will others know exactly\nwhat they may do and what they may\nnot do. The degree of clarity required is\nthat which leads to \"reasonable certainty\".\nIn determining whether a patent claim stakes its monopoly with a sufficient\ndegree of clarity, the Court must view the patent through\nthe eyes of the\nskilled addressee in the relevant art; and the\n36\nCourt must take into account that such addressee is expected to use\nreasonable skill and intelligence in interpreting the language\nof the patent. He\nis not required to struggle unduly with it, but he must make the best of it and\nnot adopt an attitude of studied\nobtuseness. If words or expressions in a claim\nare affected or defined by what is said in the body of the specification, the\nlanguage\nof the claims must be construed accordingly. Moreover, uncertainty or\nambiguity in a claim may be resolved by what appears in the\nbody of the,\nspecification, which may be thus resorted to not only when the language in\nquestion has been expressly defined in the\nbody of the specification, but also,\nin the absence of such definition, where there is material in the body from\nwhich the intention\nof the draftsman can be gathered. Where the words permit it,\nan interpretation should be adopted which is consistent with the description\nof\nthe problem to be overcome and the method of doing so described in the body of\nthe specification. Another source of elucidation\nof apparently unclear\n37\nlanguage may be the prior art itself. (See generally\nHelios Limited v\nLetraset Limited\n(1970) BP 495 (T), at 498 G - 499 B, 500 B - G, 503 B -C;\nLetraset Ltd v Helios Ltd\n1972(3) SA 245 (A), at 249 H - 251\nB.)\nSometimes a patentee uses general or flexible language where he could\nhave set forth mathematical limitations to define his claim,\nor one or more of\nthe integers thereof. Here I agree with Colman J (delivering the judgment of the\nFull Bench of the Transvaal Provincial\nDivision in\nHelios Limited v Letraset\nLimited,\nsupra) when he said (at p 499 C-F) that a claim whose integers are\ndefined in terms of mathematical limits may be circumvented by\na person who\nvaries his dimensions so as to take his article outside the inventor's\nprescribed limits, but who makes substantially\nwhat is claimed in the patent;\nand that consequently the use of flexible language may be justified even where\nit is possible to impose\nmathematical limits. As Colman J put it (at 499 D):\n38\n\"It is . . . often possible for an inventor to limit the scope of one or more\nof the integers in his claim by setting forth mathematical\nlimitations; but in\nsome cases the adoption of that expedient will leave doors open which the\ninventor is entitled to close.\"\n(See also remarks of Lord Shaw of Dunfermline in\nBritish Thomson-Houston\nCompany Ld v Corona Lamp Works Ld\n(1922) 39 RPC 49\n(H.L.), at 90, lines 8 -\n26.) Moreover, the mere fact that simple, non-inventive test trials or\nexperiments may be necessary in order\nto ascertain whether a particular item\nfalls within the ambit of a patent or not, will not invalidate the patent\n(Helios Limited v Letraset\nLimited, supra, at 502 A; cf\nBritish\nThomson-Houston\ncase, supra, at 81, lines 8-16).\nWith these principles in mind, I turn to the patent in\nsuit.\nAppellants' attack upon its validity focused on the use of the\nword\n\"hard\" in integer (i); and it was argued that this introduced a\nfatal\n39\nmeasure of ambiguity in claim 1, and consequentially in claims 7, 8 and\n15 as well.\nThe ordinary dictionary meaning of \"hard\" is -\n\"That does not yield to blows or pressure; not easily penetrated or separated\ninto particles; firm and resisting to the touch; solid,\ncompact in substance and\ntexture\"\n(Shorter Oxford English Dictionary,\nsv \"hard\", meaning 1.1.)\nThus, in a general sense there is no difficulty about the meaning of \"hard\".\nMore specifically, however, there is because \"hard\" is\na relative term: there\nare different degrees of hardness. Does this pose a real problem in the present\ncase? I do not think that\nit does.\nThere are, in my opinion, two sources from which the skilled addressee (who,\nit will be recalled, is endowed with a knowledge of plastics\ntechnology) would\nbe able to ascertain with' reasonable certainty what integer (i) means when it\nspeaks of -\n40\n\"... a hard, wear resistant, plastics material. . .\"\nThe first of these sources is the body of the specification itself. Here a\nclear indication is given of the type of plastics material\nwhich is regarded as\n\"hard\" and \"wear resistant\". I refer in this connection to passage 6 (quoted\nabove) which states that it is\nenvisaged that the plastics material will have\nphysical characteristics similar to rigid polyvinyl chloride (PVC),\npolypropylene\nor high density polyethelene. In passage 10 there is again a\nreference to rigid PVC piping. In the portion of the specification devoted\nto a\ndetailed description of the drawings it is again stated that it is envisaged\nthat the outer sleeve -\n\"... will be formed of a rigid polyvinyl chloride (uPVC), high density\npolyethelene, or polypropelene. Other materials which may be\nused are a suitable\nZytel (a Dupont product). Preferably the outer sleeve will be formed of a\nplastics material which is sufficiently\nwear resistant\n41\nto withstand the rigours of use as a conveyor roller, and will not be\nbrittle.\"\nThe physical qualities referred to in passage 9 do not apparently measure or\nreflect hardness; or at any rate it was not shown that\nthey did.\nThe second\nsource which the skilled addressee would be able to utilise in interpreting\ninteger (i) would be hardness tables, referred\nto as the Rockwell hardness test\nand the Shore hardness test. These were referred to in Mr Read's expert summary;\nand also dealt\nwith in evidence by both Mr Fritella and Mr Read. Mr Fritella\ntestified that a fitter and turner would not know these tests, but\nin view of\nthe finding that the skilled addressee would not be a mere fitter and turner\nthis evidence is beside the point. Under\ncross-examination he agreed, with\nreference to the Rockwell and Shore scales, that there were accepted engineering\nprinciples with\nregard to the testing of plastics for hardness. Read dealt\nextensively in his evidence with the\n42\nRockwell and Shore scales and the recognised tests for measuring\nhardness of plastic materials.\nIn his oral argument in reply appellants\ncounsel submitted that respondent was not entitled to rely upon these hardness\nscales because,\nso he said, it had been agreed between the parties that there\nwere no words or phrases used in the specification which bore \"a special\ntechnical meaning\". Appellants' counsel made a statement to this effect in his\nopening address and it was not at that stage contested\nby counsel for the\nrespondent. There is no substance in this point. Appellant's counsel fully\ncanvassed the hardness scales in the\nCourt a quo. I am not persuaded that\nrespondent's counsel agreed to anything which would preclude reference to the\nhardness scales.\nAnd, in any event, I do not think that it is a question of\ngiving a word a special technical meaning. The hardness scales simply\nrepresent\npart of the , technical equipment and know-how which the skilled addressee would\nhave when called upon to interpret and\napply claim 1 of the patent.\n43\nI do not propose to go into detail with reference to the application of the\nhardness scales. Suffice it to say that the plastic materials\nreferred to in the\nbody of the specification figure on these scales and that I am satisfied that,\narmed with these scales and, if\nnecessary, with the benefit of some simple\ntesting or experimentation, the skilled addressee would have little difficulty\nin deciding\nthe meaning of \"hard\" (in the context of claim 1) in relation to\nother plastic materials. This is a typical case where the adoption\nof\nmathematical limitations could have left the doors wide open to the patentee's\ncompetitors and the failure to define \"hard\" in\nmathematical terms is, in my\nopinion, not fatal to the validity of the patent.\nFor these reasons, I hold that the appellants have failed to establish that\nclaim 1 is lacking in clarity.\nThe appeal is dismissed with costs.\nM M CORBETT E M\nGROSSKOPF JA)\nNESTADT JA) VAN DEN HEEVER JA) CONCUR SCHUTZ JA)",
  "scraped_at": "2026-02-12T07:09:24.745921",
  "date": "1995-08-22",
  "coram": [
    "CORBETT CJ",
    "E M GROSSKOPP",
    "NESTADT",
    "VAN DEN HEEVER",
    "SCHUTZ JJA"
  ],
  "case_number": "502/93",
  "parties": {
    "applicants": [
      "ROMAN ROLLER CC",
      "GYULA LASZLO ROMAN"
    ],
    "respondents": [
      "SPEEDMARK HOLDINGS (PROPRIETARY) LIMITED"
    ]
  },
  "sections": {
    "facts": "The patent in suit (No 84/3606) was filed on 13 May 1983 by Gyula Laszlo Roman, then a shareholder and director of FA Pressings. The invention related to a conveyor roller comprising a metal inner sleeve and a hard, wear‑resistant plastics outer sleeve. The patent rights were assigned through several companies and ultimately owned by Speedmark Holdings. Roman Roller CC, owned solely by the second appellant, manufactured conveyor rollers that fell within the claims of the patent. Speedmark sued for infringement; the appellants admitted infringement but counter‑claimed that the patent was invalid on grounds of lack of novelty, obviousness and lack of claim clarity. The Commissioner of Patents dismissed the counter‑claim and awarded relief to Speedmark. The appellants appealed.",
    "issues": "The appeal focused on two grounds of revocation: (1) that the patent was obvious in view of the prior art and therefore lacked an inventive step; and (2) that claim 1 (and dependent claims) was not clear, particularly the terms “hard” and “sleeve”. The court also needed to determine the appropriate skilled addressee and the relevant state of the art as of the priority date (13 May 1983).",
    "principles": "The court applied the Patents Act 57 of 1978, especially s.25 (patentability, inventive step), s.61(l)(c) (grounds for revocation), and s.65(4) (defence of revocation). An invention involves an inventive step if it would not be obvious to a person skilled in the art having regard to the state of the art immediately before the priority date. The burden of proof for invalidity rests on the challenger. Claim clarity must give a skilled addressee reasonable certainty; ambiguity may be resolved by the specification, dictionaries, or the prior art. The meaning of technical terms such as “sleeve” and “hard” is determined by the specification and recognised technical standards (e.g., Rockwell/Shore hardness tables).",
    "application": "The court examined fourteen prior‑art documents and found that none disclosed a conveyor roller combining a metal inner sleeve with a hard, wear‑resistant plastic outer sleeve as claimed. While individual elements existed in the prior art, the specific combination was not taught. The court rejected the appellant’s argument that “sleeve” could mean a mere coating, relying on dictionary definitions and the patent’s own description of a heat‑shrunk PVC pipe forming a true tubular sleeve. Regarding “hard”, the specification identified specific plastics (rigid PVC, polypropylene, HDPE) and the skilled addressee—someone familiar with plastics technology—could determine hardness using standard tests, negating any ambiguity. Consequently, the patent satisfied the inventive‑step requirement and the claims were found to be clear.",
    "conclusion": "The appeal was dismissed. The patent was upheld as valid and enforceable. Costs were awarded against the appellants."
  },
  "tags": {
    "level_1": "Intellectual Property",
    "level_2": "Patent Law",
    "level_3": [
      "obviousness",
      "inventive step",
      "claim clarity",
      "patent revocation",
      "conveyor rollers"
    ]
  }
}