{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/5.html",
  "case_name": "S v Lobi (311/94) [1995] ZASCA 5 (6 March 1995)",
  "citation": "[1995] ZASCA 5",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 5\n|\nNoteup\n|\nLawCite\nS v Lobi (311/94) [1995] ZASCA 5 (6 March 1995)\nDownload original files\nPDF format\nRTF format\nCase number 311/94\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE\nDIVISION)\nIn the matter between:\nIVANOV LOBI\tAppellant\nand\nTHE STATE\tRespondent\nCORAM\t: SMALBERGER, F H GROSSKOPF\net HOWIE JJA DATE OF HEARING : 23 FEBRUARY 1995 DATE OF JUDGMENT : 6 MARCH\n1995\nJ U D G M E N T\nHOWIE JA/\n2\nBOWIE JA :\nThis is an appeal on sentence. On the strength of his plea of guilty\nappellant was convicted in a regional Court of various offences\narising out of\nan armed robbery at a factory in Stikland, Cape, in July 1991. He was sentenced\nto the following terms of imprisonment:\nCount 1 :\tpossession of an AK47 rifle\n- three years;\nCount 2 :\thousebreaking with intent to\nsteal and theft - two years; Counts 3, 4, 5 and 6 : robbery (taken as one\nfor\npurposes of sentence)\nseven years;\nCount 14 :\ttheft of a motor car -\nthree\nyears;\n3\nCounts 15 to 27 : kidnapping (taken as one for\nthe purposes of\nsentence) -three years.\nThe sentences on counts 2 and 14 were ordered to run\nconcurrently with the sentence on counts 3 to 6. The period to be served was\ntherefore effectively 13 years. Appellant appealed unsuccessfully to the Cape of\nGood Hope Provincial Division which refused him\nleave to appeal further.\nPursuant to a petition to the Chief Justice appellant obtained leave to appeal\nagainst his sentences but\nonly - to quote the Registrar's notification to his\nattorneys - \"on the basis that their cumulative effect may be too harsh\".\nIt follows from the restricted basis on which leave to appeal was granted\nthat the individual Imprisonment sentences must stand and\nthat the effective\nsentence to be served cannot be less than the longest of those sentences,\nnamely, seven years.\n4\nOn appellant's behalf it was contended that his effective sentence should be\nno more than seven years.\nIt is convenient to deal first with the offences\ncommitted and appellant's role in their commission.\nAppellant, a 23 year old\nelectrical engineering student at the time, was approached at home in Guguletu,\nso he testified, by three\nacquaintances with whom he regularly played soccer at\nweekends. They asked him to help them carry out a robbery at Stikland. One\nof\nthem had received information from a friend who worked at the factory concerned\nas to where the safe was located and who carried\nthe keys to it. The plan was\nthat they would arrive at the factory at closing time, capture the man with the\nkeys (who was usually\nthe last to leave) and rifle the safe. Appellant\nagreed.\nThe group was equipped with an AK47 rifle supplied by one of his\nacquaintances. It was carried in a sports bag. The two other acquaintances\neach\nhad a knife. They\n5\ntravelled by taxi to their destination but the plan went awry. They were\nunable to take the man with the keys because he emerged in\nthe presence of other\nstaff. Undaunted, however, they decided to break into the factory later in the\nevening when all was quiet.\nThere they remained, intending to carry on their\npurpose the next morning by holding up the rest of the staff while the person\nwho\nhad the keys opened the safe.\nWhen the staff arrived in the morning it\nwas appellant who held them at bay and his confederates who focused their\nattention on the\nsafe. When problems were encountered in opening the safe one of\nthe others took over from appellant while the latter went off with\na staff\nmember to fetch an angle grinder from premises next door. Eventually the safe\nwas opened and the money inside was taken.\nTo effect their escape they drove off in the motor car belonging to Ronald\nSampson, a co-owner of the business. Soon afterwards, near\nCape Town airport,\nthe police closed\n6\nin on them. Appellant, who was driving, dropped off the others who took the\nweapons and the money with them. He then drove on some\nway before abandoning the\ncar. Not much later he was arrested. Subsequently he assisted the police in\ntheir attempts to trace the\nother three men but they were never caught.\nThat, in broad outline, was the story as appellant sought to tell it. I say\n\"sought\" because he was particularly evasive about his\npossession of the AK47\nrifle and later evidence shed far more light on his participation than he was\nprepared to reveal.\nwhen the prosecutor attempted to establish how, and at what stage, appellant\nhandled the AK47 rifle, he repeatedly avoided a straight\nanswer. He persisted in\nthe explanation that at the time when he confronted the arriving personnel the\nweapon was simply behind the\nchair in which he was then seated. The magistrate\nwas eventually driven to ask whether he had held the firearm at all. The most he\nwould\n7\nadmit was that it was in his hands \"at some stage\" but not when the staff\nwere coming in.\nSampson's evidence was that he entered the factory\noffice and\nfound three of his women employees standing there in a state of fright. As he\nmade to close the front door appellant -\nwho had been hiding behind it - pointed\nthe AK47 at his chest and said \"Good morning, I've been waiting for you\".\nAppellant then\nushered him at gunpoint to the room where the safe was and asked\nhim to open it. Here, Sampson encountered other members of the gang\nwith\nstockings over their faces. One pointed a pistol at him. Sampson told them he\nhad to get the combination details out of his\nbriefcase. As he did so one of the\nmen spotted his firearm inside the briefcase and snatched it away, while Sampson\nwas engaged in\ntrying to open the safe one of the gang held a pistol to his\nhead. He objected, saying he could not concentrate and appealed to appellant\nwho, in Sampson's assessment, appeared to be the leader of the\n8\ngang. At first appellant refused to assist saying that Sampson should get on\nand open the safe. When Sampson said he could not control\nhis hand movements\nproperly appellant ordered the other man to lower the pistol.\nSampson proceeded to operate the combination successfully but then found that\na key had been broken in one of the locks. This caused\nappellant to round on his\naccomplices and demand to know which of them had tampered with the lock. Sampson\ntold them that it would\nbe extremely difficult to open the safe. However,\nappellant replied that he had all the time in the world and that Sampson would\nget it open. The latter then suggested the use of the angle grinder. When it was\nobtained Sampson and one of his employees cut their\nway into the safe. Finally\nthere remained the lock containing the broken key. At that point appellant moved\nSampson aside and, after\nfiddling with the lock, succeeded, with some show of\nbravado, in extracting the broken key and the safe was then opened.\n9\nAppellant proceeded to take out the money and handed it to his companions. By\nthis time Sampson feared that, having got the money,\nthe gang was going to kill\nhim so he pleaded with them to take his car and leave. They did.\nThe police\nwere contacted and responded immediately. Within about 25 minutes they reported\nthe recovery of the car. In due course\nthey also recovered all but R1 200,00 of\nthe R17 000,00 that had been stolen.\nAccording to Sampson appellant acted calmly, collectedly and with\nprofessional coolness throughout. He even promised Sampson that\nthe car would be\nleft at the Khayelitsha Police Station.\nThe sole challenge to Sampson's account was the proposition put by defence\ncounsel that appellant was not in fact the leader and Sampson\ncould not deny\nthis.\nGertruide Kuyk said that when she arrived at work she was confronted by\nappellant in the same way as that described by Sampson. In\nfact, this was the\nfate of each\n10\nsuccessive arrival. Most were taken by appellant further into the building to\nhis confederates. She said that he conducted himself\nthroughout with nonchalant\narrogance. At times he grinned as if it was a joke. For the victims, however,\nshe said, it was a terrifying\nexperience. She, too, gained the impression that\nappellant was the organiser and the leader. She said he carried the AK47 with\nhim\nthe entire time. And he was the one, she said, who locked the women\nemployees in a lavatory.\nAs for the other salient features of the robbery, apart from locking up the\nwomen, the gang also tied up the male employees. All in\nall 13 staff members\nwere detained by these means. In addition, two men other than Sampson were\nrobbed of their firearms. It remains\nto mention that the AK47 was loaded.\nWith regard to appellant's claim that his companions made off with the money\nand all the firearms, the undisputed evidence of the\ninvestigating officer was\nthat\n11\nit was appellant who later that same day took him to some bushes near the\nspot where the car was abandoned and pointed out a bush\nunder which one of the\nstolen firearms was recovered. On appellant's own version he would not have had\nthat knowledge.\nOn a conspectus of the facts, therefore, it is clear that the robbery and\nattendant crimes constituted a most serious violation and\nthat appellant's role\nin all this was a prominent and important one.\nTurning to the reason for his participation, he said in evidence that his\nfather's membership of the Ikapa Town Council engendered\nmuch hostility among\nthe majority of the Cape Flats black community. Most regarded his father as a\npolitical enemy. So extreme was\nthe feeling that his father had had four shops\nand his house burnt down. He had also experienced lethal attacks on his person.\nAs\na result, said appellant, he himself felt targeted as an outcast. In addition\nhe felt that people would not\n12\nconverse in his presence for fear that he might carry reports to his father.\nAccordingly, when asked to join the gang in the present\ninstance he did so in\norder to gain recognition and acceptance in \"the community\", as he put\nit.\nThe magistrate regarded this explanation as so improbable that it could\nnot be believed. The Court a quo endorsed that view.\nOf course, if one\nconstrues appellant's explanation as referring literally to the community, the\nmagistrate's reasons are logical.\nThe community at large, including the sector\nwhere appellant lived, naturally disapproves of violent crime. Participation in\nit could,\ntherefore, hardly attract admiration. Moreover, as the culprits had no\nintention of making known what they had done, appellant's\nexploits were not\nintended for public information.\nHowever this literal approach does not take\ndue\n13\naccount of the real crux of the two expert professional opinions advanced in\nevidence on appellant's behalf. The witnesses concerned\nwere a practising\nclinical psychologist, Rigby Hough, and Associate Professor Gordon Isaacs,\ndirector of the School of Social Work\nat the University of Cape Town. It is\nunnecessary to recount their evidence in any detail. It suffices to summarise\nthe gist of it\nas being this. In addition to the ostracisation perceived and\ndescribed by appellant there were two other relevant factors. One was\nthat his\nparents had divorced acrimoniously when he was at a vulnerable and\nimpressionable age. Another was that he did not go to\nschool in the black\ncommunity: for much of his school life his father had been able to afford the\nfees of a private school in Athlone.\nNow, however, he was a resident of the\nblack community again and it was there that he had to find friends and\nacquaintances if he\ncould. The cumulative effect was that appellant felt a\nstrong need for\n14\nrecognition of his personal worth, for social acceptance as a member of a\ngroup and for close personal contact. These were needs which\nhad not been\nfulfilled in his past and remained to be fulfilled even although he was now a\nyoung adult. This rendered him susceptible\nto seize any chance of peer approval\nand esteem. The approach by the other robbers provided just such an\nopportunity.\nIn the assessment of the two experts concerned, therefore,\nappellant's ill-articulated reason for his participation was acceptable\nas\nconsistent with the facts concerning his personality and history. In their view\nhis eagerness for acceptance overrode his better\njudgment. They considered that\nhis crimes were out of character and that he had very good prospects or\nrehabilitation.\nOnce it is reasonably possible, as the expert evidence shows it to be, that\nappellant's participation in these crimes was influenced\nto a material degree by\nthe psychological factors referred to, it follows that the\n15\ntrial Court adopted a restricted and misdirected approach to the evidence.\nThat alone opens the way for appellate interference with\nthe overall effective\nsentence.\nAs to what such sentence should be, there are mitigating factors in\naddition to those mentioned already. Appellant has no previous\nconvictions. He\nalso has a commendable educational record. Preceding the events in question he\nwas employed by consulting engineers\nwho thought sufficiently highly of him that\nthey gave him a bursary with which to continue his studies. In evidence\nappellant expressed\nhis remorse concerning what he had done and in the opinion\nof Hough, Isaacs and the trial Court itself, that attitude was genuine.\nAs\nregards the robbery, unlike so many with which it is the Courts' misfortune to\ndeal, the physical violence involved was of a low\norder and restricted to tying\nup some of the victims. And, following on from what has been said already,\nappellant was not the instigator.\n16\nAs regards the aggravating features it is not necessary to spell them out.\nApart from their being obvious, one is not concerned here\nwith justifying\nincarceration as opposed to a non-custodial punishment. Imprisonment for at\nleast seven years must in any case be\nimposed.\nIn the considered assessment\nof the trial Court the housebreaking and the car theft were closely enough\nassociated with the robbery\nthat the sentences for all those offences were\nordered to run concurrently. Counsel for the State, fairly and rightly in my\nview,\nsaid that the kidnappings could just as readily be said to be part and\nparcel of the core offence. Indeed, it may be competent but\nit is not usual to\nfind kidnapping charged where the victim of a robbery is deprived of his liberty\nby being tied or locked up. On\nthe other hand, of course, 13 people were\ninvolved on those counts not just one or two as is often the case. The\nmagistrate may well\nhave been\n17\njustified, therefore, in his view that some period additional to the\nconcurrent sentences ought to be served in respect of the kidnappings.\nIn the\nend, however, any doubt in this connection ought to be resolved, I think, by\ntaking into account the cumulative force of the\nmitigating considerations. As\npointed out, their impact is greater than the trial Court found them to be. They\nwarrant the conclusion\nthat the kidnapping sentence should also run\nconcurrently.\nThere remains the question of appellant's possession of the AK47 rifle.\nAs mentioned earlier, this weapon emanated from one of the other gang members\nbut it was crucial to the part appellant played. He\nsaid in evidence that he did\nnot believe he would have fired it had resistance been encountered. That is all\ntoo easy to say now\nand it is a protestation that can carry but little weight.\nThe gun was loaded and its capabilities as a weapon of consummately\n18\ndestructive effect must have been known to all in the gang, appellant\nincluded. Its presence carried grave and obvious risks. Had\na pistol or revolver\nbeen involved one might have taken a different view. And even though it could be\nsaid that possession of the\nAK47 was just as much an element of the entire\ntransaction as the other crimes which accompanied this particular robbery, there\nis\nsuch a profound need for firm action by which to combat the availability of\nthis devastating kind of weapon and to deter its employment\nin the commission of\nviolent crime that an additional sentence is called for which does not run\nconcurrently with the others.\nFor all these reasons I consider that the\neffective gaol sentence should be reduced from 13 years to 10 years. To that\nextent, therefore,\nthe appeal succeeds.\n19\nThe following order is\nmade:\n1.\nThe appeal\nis allowed.\n2.\tThe three year sentence imposed in respect of counts 15 to 27 (taken\ntogether) is ordered to run concurrently with the sentence\nof seven years\nimposed in respect of counts 3 to 6 (taken together).\nC T HOWIE\nJUDGE OF APPEAL\nSMALBERGER JA ]\tCONCUR\nF H GROSSKOPF JA ]\n/al",
  "scraped_at": "2026-02-12T05:31:32.194363",
  "date": "1995-03-06",
  "coram": [
    "SMALBERGER",
    "F H GROSSKOPF",
    "HOWIE JA"
  ],
  "case_number": "311/94",
  "parties": {
    "applicants": [
      "IVANOV LOBI"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "Ivanov Lobi, a 23‑year‑old electrical engineering student, participated in an armed robbery at a Stikland factory in July 1991. He and three acquaintances entered the factory armed with an AK‑47 and knives, held staff at gunpoint, forced the safe to be opened, stole cash and escaped in a motor car. Lobi was the driver, later abandoned the car and was arrested. He was convicted on numerous counts including possession of an AK‑47, housebreaking, robbery, theft of a motor car and kidnapping, receiving sentences that, when partially concurrent, resulted in an effective term of 13 years.",
    "issues": "Whether the cumulative effect of the sentences was unduly harsh and should be reduced; specifically, whether the kidnapping sentences should run concurrently with the robbery sentence and whether a separate, non‑concurrent sentence for possession of the loaded AK‑47 was warranted.",
    "principles": "Sentencing must balance aggravating and mitigating factors, consider psychological evidence of diminished responsibility, and ensure that the effective sentence is not less than the longest individual term unless justified. Concurrent sentences are appropriate where offences arise from the same transaction, but distinct, serious offences (e.g., possession of a military‑type weapon) may merit an additional, non‑concurrent term to deter such conduct.",
    "application": "The Court accepted the experts’ evidence that Lobi’s participation was heavily influenced by a need for acceptance and that his background provided mitigating circumstances. It therefore found the original sentencing approach overly rigid. The kidnapping sentences were ordered to run concurrently with the robbery term, while the AK‑47 possession sentence was held to run consecutively, reflecting the need for a specific deterrent against possession of such weapons.",
    "conclusion": "The appeal was allowed. The total effective imprisonment was reduced from 13 to 10 years. The three‑year kidnapping sentence (counts 15‑27) now runs concurrently with the seven‑year robbery sentence, and the AK‑47 possession sentence remains separate."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "concurrent sentences",
      "mitigating factors",
      "psychological evidence",
      "weapon possession",
      "robbery"
    ]
  }
}