{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/3.html",
  "case_name": "Unit Inspection Co of SA (Pty) Ltd. v Hall Longmore & Co (Pty) Ltd. (191/93) [1995] ZASCA 3; 1995 (2) SA 795 (AD); (23 February 1995)",
  "citation": "[1995] ZASCA 3",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 3\n|\nNoteup\n|\nLawCite\nUnit Inspection Co of SA (Pty) Ltd. v Hall Longmore & Co (Pty) Ltd. (191/93) [1995] ZASCA 3; 1995 (2) SA 795 (AD); (23 February 1995)\nDownload original files\nPDF format\nRTF format\nCase no: 191/93\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nTHE UNIT INSPECTION CO OF SA (PTYl LIMITED\nAppellant\nand\nHALL LONGMORE & CO (Pty) LIMITED Respondent\nCoram:\nJOUBERT,\nSMALBERGER, NESTADT, F H GROSSKOPF et HOWIE JJA\nHeard:\n21 November 1994\nDelivered:\n23 February 1995\n2\nJ U D G M E N T F H GROSSKOPF JA:\nPursuant to a contract concluded\nin July 1989 the appellant agreed to provide certain technical inspection\nservices and quality control\nto the respondent at agreed rates. These services\nwere required by the respondent in connection with its installation of\nunderground\nsteel piping at Mossel Bay. It is common cause that the appellant's\nrates were subject to escalation as from 12 July 1989, The main\ndispute between\nthe parties is whether May or July 1989 should have been used as the so-called\nbase date in calculating the escalation.\nThe parties agreed at a pre-trial conference that their respective\ncalculations of escalation were arithmetically correct, and that\nif May 1989 was\nthe base date, as the appellant maintained, it would be entitled to judgment in\nthe sum of R142 144,53. If, on the\nother hand, the respondent's contention was\ncorrect, and July 1989 had to be used as the base date, the appellant would only\nbe entitled\nto judgment in the\n3\nsum of R40 413,03. The significant difference between these two amounts was\ndue to the fact that between the months of May and July\n1989 there had been a\nsubstantial increase in the relevant indices used in calculating the\nescalation.\nThe respondent in its plea unconditionally tendered to pay the appellant the\nsum of R40 413,03, together with its party and party\ncosts to date of tender,\nbut the appellant did not accept this tender.\nThe matter was heard by Hartzenberg J in the Witwatersrand Local Division.\nThe learned Judge found that the base date was July 1989\nand accordingly granted\njudgment for the appellant in the sum of R40 413,03, (being the amount\ntendered), together with costs up\nto 11 March 1992 (being the date of the\nrespondent's tender). The appellant was ordered to pay the respondent's costs\nincurred subsequent\nto 11 March 1992. Leave to appeal was granted by the\nCourt\nTwo aspects were raised on appeal:\n4\n1.\nWhat was the agreed base\ndate?\n2.\nWas the respondent's tender\nsufficient to avoid further costs?\nThe terms of the\nagreement concluded between the parties can be gathered primarily from\ncontemporaneous documents, while an alleged\nsubsequent variation of the\nagreement depends largely on the contents of two letters. I shall consider some\nof these documents.\nOn 17 April 1989, and in response to an invitation by the respondent, the\nappellant submitted a written quotation to provide quality\ncontrol and other\ntechnical services to the respondent in respect of its Mossgas onshore terminal\ncontract at Mossel Bay. Particulars\nof the technical services, as well as\ndetails of the respondent's quoted rates, were set out in a \"schedule of rates\".\nThe rates\nmade provision for radiographers at R2 475 per 45 hour week, magnetic\nparticle inspectors at R2 250 per 45 hour week, specified equipment\nat a fixed\nrate per week, and consumables at a price per unit. The \"schedule of rates\" also\ncontained certain \"tender qualifications\".\nParagraph 5.7 of these\n5\nqualifications provided for escalation in the following terms:\n\"5.7 Our quotation has been based on our quoted prices being subject to the\nagreed Mossgas escalation agreement according to the SEIFSA\nescalation index,\nwith the commencement being our quotation date.\"\n(Emphasis supplied,)\nThe appellant's quotation of 17 April 1989 was not accepted, and the\nappellant submitted a similar though not identical quotation\nto the respondent\non 26 May 1989. The \"schedule of rates\" now also provided for quality control\ninspectors and non-destructive testing\ntechnicians at R2 925,00 per 45 hour\nweek. Paragraph 6.7 of the 26 May 1989 \"tender qualifications\" provided for\nescalation in exactly\nthe same terms as paragraph 5.7 quoted above.\nThe respondent did not accept the appellant's quotation of 26 May 1989\neither, but Mr Pennock of the appellant and Mr Jordi of the\nrespondent met on\nsite at Mossel Bay on 11 July 1989. They had a further discussion over the\ntelephone on 12 July 1989 during which\n6\nPennock confirmed that their tender was still valid. Pennock further agreed\nto certain minor changes, and consented to Jordi's proposal\nthat the date 12\nJuly 1989 be inserted in the escalation clause where it previously referred to\n\"our quotation date\". The appellant\nthen\nresubmitted its amended quotation to the respondent on 13 July 1989 \"in\nline with our conversation and agreements of the 12 July 1989\". With\nthe exception of one small item the appellant's quoted rates remained the\nsame as before, but the \"tender qualifications\" were amended as a result\nof the agreement reached during the telephone discussion. The escalation\nclause became paragraph 6.6 and was altered to read as follows:\n\"Our quotation has been based on our quoted prices being subject to the\nagreed Mossgas escalation agreement according to the SEIFSA\nescalation index,\nwith the commencement being the 12 July 1989\n.\" (Emphasis supplied.)\nIt is common cause that the appellant commenced providing its technical\nservices to the respondent in terms of their contract on about\n7\n13 July 1989.\nThe appellant requested the respondent on 26 July 1989\nto\nprovide them with an official order number. The\nrespondent complied\nwith the request and issued purchase order no C 902-61\nwhich was\nunfortunately undated, but it must have been submitted to the\nappellant\nshortly after 26 July 1989. It contained the following as one of its\nprovisions:\n\"SEIFSA escalation will apply as from 12.7.89. Escalation index to be\nagreed.\"\nUp to that stage the parties had made no\nmention of any particular \"base date\" in their discussions or in the\ncorrespondence. According\nto Jordi's evidence there was no need for the parties\nto agree on a base date as the base date and the commencement date were the\nsame\nin this case, ie 12 July 1989. Pennock did not testify at the trial, and there\nwas no evidence on behalf of the appellant to\ncontrovert Jordi's evidence\nregarding their telephone discussion on 12 July 1989, or to\n8\nsuggest that the parties had agreed or would still agree on some\nearlier\nbase date.\nThe Steel and Engineering Industries Federation of\nSouth\nAfrica (\"SEIFSA\") had issued certain \"SEIFSA\nFormula Principles\"\nwhich were placed before the court a quo. In the section dealing with\n\"Escalation Dates\" the document refers to a certain \" Event 2\" which is\ndescribed as \"submission of tender\". The date of submission of tender\nis indeed the \"quotation date\". We know that the parties agreed that this\ndate was 12 July 1989. The \"SEIFSA Formula Principles\" further\nprovide:\n\"In this connection it should be understood that a contract is formed when an\noffer is accepted, acceptance whatever its form starts\nthe contract period and\nEvent 2 above [ie submission of tender] starts the escalation period\nbecause\nthe price tendered will have been based on costs known at the date of submission\nof tender\n.\" (Emphasis supplied.)\nThere was no direct evidence on behalf of the appellant\nthat\n9\nits quotation of July 1989 was not based on \"costs known at the date of\nsubmission of tender\", or if it was not so based, why the\nrates were not updated\nwhen the quotation was resubmitted on 13 July 1989. In those circumstances, and\nin the absence of any agreement\nto the contrary, I fail to see why a base date\nearlier in time than the date of submission of tender should be used in\ncalculating\nthe escalation. To use any earlier date would mean that the SEIFSA\nindices of such earlier date would be used in calculating the\nescalation, which\nin turn would lead to an increased escalation and unfair adjustment of the\ncontract price.\nIf Pennock had been concerned about an increase in the costs since the\nappellant's first quotation of 17 April 1989, one would have\nexpected him either\nto have updated his quoted rates, or to have insisted on an earlier base date\nwhen he had the telephone conversation\nwith Jordi on 12 July 1989. We know that\nthe quoted rates were not updated, and there is no evidence that Jordi agreed to\nan earlier\nbase date at the time. The only date which was mentioned, was 12 July\n1989.\n10\nIn view of all the circumstances it seems to me that the parties agreed,\nalbeit tacitly, that 12 July 1989 would be the so-called\nbase date to be used in\ncalculating the escalation.\nThe next question is whether the respondent agreed to a variation of the\ncontract in this respect some eleven months later. On 18\nJune 1990 the\nappellant's managing director, Mr MacDonald, signed a letter addressed to the\nrespondent. It is common cause that the\nletter was drafted by Mr Pillay, who\njoined the appellant as its accountant in July 1989. MacDonald did not testify;\nPillay did.\nAlthough Pillay did not take part in the discussions that led up to\nthe contract in July 1989, he testified that he was the one who\nconsidered the\nbase date to be May\n1989.\tAnd that was the base date he put forward in his letter of 18 June\n1990,\twhich reads as follows:\n\" YOUR ORDER NO. C 902-61\nWe refer to recent communications with regard to escalation on\nthe contract between our two companies and in particular\n11\nto the above order concerning the subject of escalation.\nWe have used the following SEIFSA escalation formula for the majority of our\nMossgas contracts and would recommend that this formula\nbe used for the work\nbeing conducted at Mossel Bay.\"\nThe letter then\nproceeds to set out details of the proposed formula, including the\nfollowing:\n\" 'Base Date' = May 1989 'Commencement Date' = July 1989\".\nThe letter concludes:\n\"We shall be grateful if you will kindly confirm or propose some other\nescalation formula in order that we can firm up\non\nthis aspect of the order.\"\nIt should be observed that the respondent was not asked to confirm Pillay's\n\"base date\", or to propose another.\nJordi's reply dated 25 July 1990 was brief, and reads as follows:\n12\n\"RE: ORDER NO C\n902-61\nWe refer to your letter 18th June 1990 and would accept\nSEIFSA escalation as follows:\nFixed Portion 25%\nLabour Portion 75%\nLabour Index Seifsa Table C-l Statutory Labour\nCost.\"\nJordi testified that he never agreed that the\nbase date should be May 1989 and that he initially said so in his draft of this\nletter,\nbut later decided to omit it. This is borne out by the large gap in the\nbody of the letter between the last sentence and the name\nof the respondent at\nthe end of the letter. According to Jordi the only aspect which stood over after\nthe respondent had placed its\norder in July 1989 was agreement on the SEIFSA\nindices to be used.\nThe appellant emphasized the fact that Jordi in his letter of 25 July 1990\nfailed to record his disagreement with Pillay's proposal\nregarding a new base\ndate. Jordi's reasons for failing to mention this aspect may not be all that\nsatisfactory, but it does not follow\nthat his\n13\nsilence warrants the inference which the appellant seeks to draw, ie\nthat\nJordi agreed to a variation of an important term of their agreement\nof\nJuly 1989. In considering whether such inference is reasonable\nand\njustified it should be borne in mind that it is highly unlikely that\nthe\nrespondent would have agreed to a variation of the base date which\nwould obviously have resulted in a substantial increase in escalation. I\nfind it equally unlikely that the appellant could have believed that mere\nsilence on the part of the respondent signified unqualified assent to a\nterm which would undoubtedly have been to the latter's disadvantage.\nThe appellant relies on the well-known dictum in\nSmith\nv\nHughes\n(1871) LR 6 QB 597\nat 607 in support of its argument:\n\"If, whatever a man's real intention may be, he so conducts himself that a\nreasonable man would believe that he was assenting to the\nterms proposed by the\nother party, and that other party upon that belief enters into the contract with\nhim, the man thus conducting\nhimself would be equally bound as if he had\nintended to agree to the other party's terms.\"\n14\nIn applying this so-called doctrine of \"quasi-mutual assent\" Greenberg\nJ\nobserved as follows in the case of\nVan Ryn Wine and Spirit Co. v\nChandos Bar\n1928 TPD 417\nat 423-424:\n\"It is for the Court in each case to have regard to all the circumstances and to\ndecide whether the person sought to be bound has\nrendered himself liable by his\nunreasonable conduct. And I think that in order to hold him liable on the\ncontract, the inference\nthat he was assenting to the terms proposed by the other\nparty must not only be reasonable, but must also be a necessary inference.\nIf\nthere are a number of reasonable inferences which may be drawn, including one of\nassent, then the hypothetical reasonable man\nis not entitled to select the\ninference of assent and to disregard the\nothers.\"\n(See also Christie\nThe Law of Contract\nin South Africa\n2nd ed 14-16,\n23-28.)\nIn my view this is not a case where a reasonable man would have believed that\nthe respondent, by his mere silence, was assenting to\nthe drastic variation\nwhich the appellant had proposed in his letter of 18\n15\nJune 1990. Silence does not necessarily mean acceptance.\nThere are cases where a party's failure to reply to a\nletter,\nand therefore his silence, may be taken to constitute an admission by\nhim\nof the truth of an assertion contained in such letter. (See\nMcWilliams\nv First Consolidated Holdings (Pty) Ltd\n1982(2) SA\n1(A) at 10E-H;\nand see also\nBenefit Cycle Works v Atmore\n1927 TPD 524\nat 530-1;\nHamilton v Van Zyl\n1983(4) SA 379(E) at 388E-H; Hoffmann\nand\nZeffertt\nThe South African Law of Evidence\n4th ed\n180-1.) But this\nis not such a case. When Pillay wrote his letter of 18 June\n1990 he\nnever asserted that it was a term of the agreement concluded between\nthe\nparties that May 1989 would be the base date. At best for the\nappellant\nPillay recommended a formula in his letter of 18 June 1990,\nproposing\nthat the base date should be May 1989. This is how Pillay himself\nlater\nexplained his letter of 18 June 1990 in his subsequent letter of 4\nApril\n1991. The appellant in its particulars of claim in fact described the\nletter\nof 18 June 1990 as an offer. Inasmuch as the appellant's letter of\n18\n16\nJune 1990 did not contain any statement that May 1989 was the agreed base\ndate, the respondent's silence could hardly have been interpreted\nas an\nacknowledgement by the respondent that May 1989 was indeed the agreed base\ndate.\nIn my judgment the appellant has failed to show that there had been any\nvariation of the July 1989 agreement in terms whereof May\n1989, and not July\n1989, was to be used as the base date in calculating escalation. The appeal on\nthe first aspect must therefore\nfail.\nWith regard to the second aspect the\nappellant submitted that the Court a quo erred in ordering the appellant to pay\nthe respondent's\ncosts from date of tender instead of allowing the appellant its\nfull costs. The appellant's contention was that the respondent's\ntender was not\na proper tender and that it was accordingly ineffective to avoid an order for\ncosts.\nThe respondent's tender was pleaded in the following terms in paragraph 12.5\nof its plea:\n17\n\"As to the balance of R40 413,03 the defendant unconditionally tenders to pay\nthe said sum to the plaintiff together with the plaintiff's\nparty and party\ncosts to date of tender.\"\nThis was an unconditional\ntender by the respondent to pay the appellant a specified sum of money together\nwith costs to date of tender.\nIt was not suggested that the respondent was not\nable to pay forthwith on acceptance.\nThe main submission on behalf of the appellant was that the tender was not an\n\"offer to settle\" as provided for in Rule 34 of the\nRules of the Supreme Court,\nand that the Court a quo should accordingly not have had any regard thereto.\nWhilst the offer was not\nin terms of Rule 34, I cannot agree that it had no\neffect. An offer to settle need not be made in terms of the rule, and if\notherwise\nsufficient, it will protect a defendant from further costs. (Cf Harms\nCivil Procedure in the Supreme Court\nP at 435; Erasmus\nSuperior Court\nPractice\nBl-239.) It was pointed out by Trollip J in\nFoord v Lake and\nOthers. NN O\n18\n1968(4) SA 395(W) at 398 F-H:\n\"As no money was paid into Court in the present case, the\nRule [Rule 34]\nclearly had no application to the defendants'\noffer of compromise. Mr Mostert\ncontended, however, that\nthe Rule provided the only way in which a valid\noffer of\ncompromise could be made in a money claim. I do not\nagree. The\nprocedure therein prescribed is obviously the\nusual and most effective one,\nbut the Rule does not purport\nto be exhaustive, it does not expressly or\nimpliedly exclude\nother forms of offer of compromise being made and\nrelied\nupon without any payment into Court. After all, the\nquestion of\ncosts is also an issue, and can be an important\nissue, in an action, in\nrespect of which the Court has to\nexercise its discretion; any fact that has\na bearing on that\ndiscretion is, therefore, relevant, admissible and can\nbe\nrelied upon; and thus any offer of compromise, whatever its\nform, made\nin order to secure complete or partial immunity\nfrom costs, would obviously\nfall into that category\t\"\nRule 34 was substantially\namended in 1987 and the practice of actual payment into Court was abolished.\n(See Harms P1 at 435; Erasmus\nB1-239.)\nIn\nOdendaal v Du Plessis\n1918 AD 470\nthis Court\n19\nconsidered the Roman-Dutch authorities and concluded that our practice\nis\nbased rather upon that of the Courts of Holland than of England.\nInnes CJ\nobserved as follows at 477:\n\"The authorities then come to this, that though the strict rule of Dutch\npractice contemplated that a debtor should protect himself\nby judicial deposit\nin addition to tender, yet there were many cases in which oblatie alone afforded\nprotection, more especially\nif made in judicio. And oblatie standing alone would\nretain the characteristics which attached to it when it formed part of the whole\nprocess and was followed by payment into Court. It would be an offer to\ndischarge the obligation, and would be made, therefore, in\nfull satisfaction of\nthe claim. This is borne out by reference to the forms of pleading given in the\nbooks.\"\nIt appears from the judgment (at 477) that\noblatie alone was, under certain circumstances, recognized as effective in Dutch\nprocedure,\nand that \"the complete machinery of consignatie ['met opene Beurse en\nklinkende Gelde'] seems never to have been used in our Courts.\"\n(I am not here\nreferring to the now abolished practice of actual payment into Court in terms of\nthe Rules of Court.)\n20\nThe following further observations were made by Innes CJ at 478:\n\"As already remarked, the rule that a tender should be unconditional was\nrecognized in Holland. Tender was akin to payment, and no\ncondition to which the\ncreditor had a right to object could be coupled with the one any more than with\nthe other. Strictly regarded,\nan offer made 'in settlement' or 'in full\nsettlement' is conditioned upon the creditor abandoning the balance of his\nclaim. The offer\nis made upon terms that he shall admit its sufficiency; it can\nonly be accepted on such admission, and it is therefore conditional.\nBut\nregarded in the light of Roman-Dutch law the condition is inherent in the very\nnature of the tender, and is sanctioned by the\nprocedure of the Courts. It is\nnot, therefore, a condition to which the creditor can object, and it does not\ndestroy the validity\nor operative effect of the\ntender.\"\nIn\nOdendaal's\ncase the plaintiff\nclaimed a lump sum of £5 000 as damages for assault and defamation. The\nplea admitted the assault, but denied\nthe slander, and tendered £ 100 in\nsettlement of any damage sustained. The trial Court found that defamation as\nwell as assault\nhad been proved, but awarded £100 as compensation in\nrespect\n21\nof both injuries. The plaintiff was awarded his costs up to date of tender,\nbut he had to pay all costs incurred thereafter. The plea\nin that case alleged a\ntender to the plaintiff of\n\"the sum of £100 with costs, in settlement of any damages he might have\nsuffered, which sum defendant says is ample and sufficient\nfor the purpose of\nmeeting plaintiffs claim, and he is still prepared to pay, as he hereby offers\nagain to do.\"\nThe decision of the trial Court in\nOdendaal's\ncase was upheld on appeal. It was to the effect that the\ntender by the defendant protected him from liability to pay the costs incurred\nafter the date of tender in the event of the plaintiff not recovering more than\nthe amount tendered. In my view the tender in the\npresent case is no different,\nexcept that it is more explicitly unconditional.\nIt has, however, been held that if a defendant wishes to avail himself of a\ntender in order to disavow liability for costs, the tender\nshould be pleaded.\nThis was of course done in the present case. The\n22\noffer was made in judicio.\n(Naude v Kennedy\n1909 TS 799\nat 808-9;\nFoord's\ncase,\nsupra\n, at 398H-399A;\nDe Beer v Rondalia\nVersekeringsk\norporasie van SA Bpk 1971(3) SA 614(0) at 616B-C.)\nCounsel for the appellant also referred us to\nB & R Investments (Pty)\nLtd v Laubscher\n1951(2) SA 567(T), and\nBoland Bank Bpk v Steele\n1994(1) SA 259(T) at 265D-266D. The latter case dealt with a conditional offer\nto pay which was not made in judicio, and can therefore\nclearly be distinguished\non the facts. To the extent that any views on the law expressed in the former\ncase are at variance with\nthose stated in\nOdendaal's\ncase,\nsupra\n,\nthey must be regarded as incorrect.\nIn my judgment the respondent's tender as pleaded was a valid one, and\nsufficient to protect it from further costs. The appeal on\nthe second point\nshould therefore also fail.\nThe appellant applied for condonation for the late filing of a power of\nattorney. The application was granted, but the appellant has\nto pay the costs of\nsuch application.\n23\nThe appeal is dismissed with costs.\nF\nH GROSSKOPF\nJudge of Appeal. Joubert JA Smalberger JA Nestadt JA Howie JA (Concur",
  "scraped_at": "2026-02-12T05:31:10.191087",
  "date": "1995-02-23",
  "coram": [
    "Joubert JA",
    "Smalberger JA",
    "Nestadt JA",
    "F H Grosskopf JA",
    "Howie JA"
  ],
  "case_number": "191/93",
  "parties": {
    "applicants": [
      "Unit Inspection Co of SA (Pty) Ltd"
    ],
    "respondents": [
      "Hall Longmore & Co (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The appellant and respondent entered into a contract in July 1989 for the appellant to provide technical inspection and quality‑control services for the respondent's underground steel‑piping installation at Mossel Bay. The contract contained an escalation clause that referred to the SEIFSA escalation index, but the parties disputed whether the base date for calculating escalation should be May 1989 or July 1989. A quotation dated 26 May 1989 was later amended after a telephone conversation on 12 July 1989, inserting that date as the commencement of the escalation clause. The respondent later tendered to pay R40,413.03, the amount calculated using July 1989 as the base date, and the lower court awarded that sum. The appellant appealed, raising two issues: the correct base date and the effect of the respondent’s tender on costs.",
    "issues": "1) What was the agreed base date for applying the SEIFSA escalation formula – May 1989 or July 1989? 2) Did the respondent’s unconditional tender of R40,413.03 constitute a valid offer to settle that would protect it from further costs?",
    "principles": "The court considered the principles of contract formation, particularly that a contract is formed when an offer is accepted and that the escalation period starts on the date of tender submission as per the SEIFSA Formula Principles. The doctrine of quasi‑mutual assent (Smith v Hughes) was examined, requiring a reasonable inference of assent that must be necessary and not merely possible. South African procedural law on offers to settle was applied, noting that an unconditional tender, even if not made under Rule 34, can be effective and can bar further costs, following authorities such as Odendaal v Du Plessis and the discussion of tender in Roman‑Dutch law.",
    "application": "The court found that the parties had tacitly agreed that 12 July 1989 was the base date, because that date was expressly inserted into the escalation clause after the telephone conversation and there was no evidence of an earlier agreement. Pillay’s later letter proposing May 1989 was merely a suggestion and the respondent’s silence could not be read as assent to a variation that would increase its liability. Regarding the tender, the court held that the respondent’s unconditional tender, pleaded in the pleadings, was a valid offer to settle and therefore protected the respondent from liability for costs incurred after the date of tender.",
    "conclusion": "Both grounds of appeal were dismissed. The appellant’s claim for a higher sum based on a May 1989 base date failed, and the respondent’s tender was upheld as effective, shielding it from further costs. The appeal was dismissed with costs, and the appellant was ordered to pay the costs of the condonation application."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Escalation and Price Adjustment",
    "level_3": [
      "base date",
      "escalation clause",
      "contract variation",
      "tender",
      "costs"
    ]
  }
}