{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/8.html",
  "case_name": "S v Kensley (351/91) [1995] ZASCA 8; [1995] 4 All SA 33 (A) (9 March 1995)",
  "citation": "[1995] ZASCA 8",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 8\n|\nNoteup\n|\nLawCite\nS v Kensley (351/91) [1995] ZASCA 8; [1995] 4 All SA 33 (A) (9 March 1995)\nDownload original files\nPDF format\nRTF format\nCG\tCASE NUMBER: 351/91\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nDUNCAN RICHARD KENSLEY\tAppellant\nand\nTHE STATE\tRespondent\nCORAM:\nE M GROSSKOPF, STEYN et\nVAN DEN HEEVER JJA\nHEARD ON:\n16 FEBRUARY 1995\nDELIVERED ON:\n9 MARCH 1995\nJ U D G M E N T VAN DEN HEEVER JA\n2\nThe appellant stood trial in the Cape Provincial Division of the Supreme\nCourt on two counts of murder, three of attempted murder,\nand a contravention of\nsection 39(l)(m) of the Arms and Ammunition Act No 75 of 1969, that is, handling\na firearm while under the\ninfluence of liquor. He pleaded not guilty on all of\nthese. He elaborated on this, stating that he suffered from amnesia and could\nnot remember (and therefore could neither admit nor deny) the allegations made\nin the indictment; but, were they to be established,\nhad temporarily lacked\ncriminal capacity at the relevant time. That lack was due not to mental illness\nor defect as contemplated\nby section 78(1) of Act 51 of 1977, but was\nattributable to non-pathological factors, namely a combination of severe\nemotional stress\nand intoxication.\nHe was convicted of culpable homicide,\nmurder, two counts of attempted murder, and the charge under the Arms and\nAmmunition Act.\n3\nThe effect of the sentences imposed in November of 1990, ordered to run\nconcurrently save as regards so much as was suspended, is\nthat he is to serve\nfour years of imprisonment, a further six years being conditionally suspended\nfor five years. (He has been out\non bail pending this appeal, brought by leave\nof the court a quo against both his convictions and sentences.)\nThe evidence\nof the State witnesses as to the events underpinning the charges, is,\nunderstandably in view of his alleged amnesia,\nlargely undisputed. This may be\nsummarized as follows. I refer to the dramatis personae in what follows by their\nfirst names or,\nas regards the two transvestites involved in the events in\nquestion, their nicknames.\nAdelaide de Sousa, then 18 years old, regarded\nYolanda Jallahrs, then 16, as her best friend. Yolanda was friendly with, and\nuntil\nthe night in question Adelaide knew by sight, two \"girls\", usually\ncalled\n4\nBrooke (as in \"Brooke Shields\", the film star) and Adele, who were actually\nmales: Deon Brown and Adiel Bekko. They however dress\nand disguise and regard\nthemselves as women and admit to being homosexual. The inconsequential events\nleading up to these four leaving\nfor the Westridge City nightclub in Mitchells\nPlain in the early hours of the morning of Saturday the 20th of May, 1989, are\nof no\nmoment. The four cadged a lift and arrived there not long before closing\ntime. After a few dances, closing time being at hand, Adelaide\nsaw an\nacquaintance, Randall Adams, and asked for transport home. He was there on his\nmotorcycle, so went to his friend of at least\nfive years' standing, the\nappellant, who had arrived earlier by car, and asked him to oblige.\nI\ninterpose the appellant's version of the events of the evening up to this stage.\nHe had met up there earlier with Randall and another\nfriend, Shaun van der\nWesthuizen. The woman, Celeste, with whom the\n5\nappellant had a relationship and by whom he had a child, had been abrupt with\nor ignored him when he visited her parental home earlier\nwhere there was a \"sort\nof a party\", it being her father's birthday. He had a few drinks but, because of\nher attitude, he left early,\nat about eleven. At home he found his family ail\nasleep so drove to Westridge where he came across Randall and Shaun. They\ninvited\nhim in and had a few drinks together, after which they separated.\nRandall and Shaun went to the bar and the appellant and his brother-in-law\nAndre\" Cochran were involved in an incident in which the appellant's (licensed)\nfire-arm, a .45 Remington pistol which he usually\ncarried with him, featured.\n(He bought this in 1984. He was working at a video shop in Mitchells Plain at\nthe time, used to be summoned\nafter hours to go and check when the burglar alarm\nwent off, \"and on occasions I found guys busy breaking in, I couldn't really do\nanything but chase them with the car which I was\n6\ndriving at the time\". He usually took spare ammunition on his outings, in the\nheadrest of his car, \"to protect myself in case of anything\nhappening\") He told\nthe court that he had joined Andre\" in the foyer of the nightclub. André\nseemed very drunk. Drinks were\nordered. An argument followed between the club\nbouncer and André, about payment. The bouncer took off his jacket,\napparently\nintent on assaulting André The appellant, who judged\nAndré to be vulnerable because of his condition, took off his\npistol and\nput it on the table - he explained, \"in case I got into a scuffle with the\nbouncer that he wouldn't grab the firearm\"\n- went up to the bouncer and told him\nhe would have to hit the appellant first, \"before he is going to have a fight\nwith my brother-in-law\".\nNothing came of this spat. Appellant took up the pistol\nand was entering the disco when the bouncer told him that firearms were not\npermitted there, and appellant agreed to put it in the establishment's safe.\n7\nShortly after, he and his two friends Randall and Shaun left. They were still\nchatting outside, when Adelaide approached Randall and\nasked for a lift for\nherself and her friends.\nI return to the prosecution version of what\nfollowed, omitting irrelevant detail on which this differed from appellant's.\nThe appellant\nagreed to provide a lift. The group moved off to Yolanda's home in\nTulip Street, Lentegeur, Mitchells Plain, the appellant in his\ncar with Shaun\nand the two genuine and two ostensible females, and Randall following them on\nhis motorcycle. There at Yolanda's suggestion\nthe greater part of the group went\noff by car, and returned from a shebeen with a bottle of rum, and coca-cola.\nThey all drank in\nthe car, Adelaide, Shaun and Randall less than the others. The\nappellant and Yolanda went off on Randall's motorcycle to go and get\nappellant's\ntape-recorder to provide music for the party in the car. Two further car trips\nwere\n8\nundertaken, once to buy something to eat, later to get another bottle of rum.\nOn that occasion Shaun drove the appellant's car. The\nappellant was in the back\nseat, petting Yolanda who was well under the weather by then. The appellant\nsuggested they should go to\nthe beach. He transferred his amorous attentions to\nBrooke, and on arrival at the beach, the pair of them left the car and\ndisappeared\ninto the bushes. According to Adelaide, both were intoxicated,\njudging by their gait and speech. Randall went off for a long swim.\nWhen he had\nearlier taken a glass out of the cubbyhole, Adelaide saw appellant's gun. She\ntook it out and hid it under the car seat.\nAfter a while the appellant and\nBrooke returned, arms linked amicably. At about seven in the morning, the liquor\nall gone, they decided\nto return to Tulip street. Shaun, Randall and Adelaide\nwere reasonably sober, Yolanda very drunk. She had been sleeping on the back\nseat, was woken and moved to the front. Adelaide,\n9\nthe appellant and the two transvestites sat in the rear, the appellant now\nfondling Adele. According to Adelaide, Adele unzipped \"her\"\njeans and the\nappellant had his hand there, \"maar dan ruk sy sy hand weer uit\". Adele was\ntrying to steal the appellant's watch from\nhis arm.\nRandall (who had been for\nthat long swim at Mnandi Beach) and Adelaide (who drank little because she\nsuffers from asthma) between\nthem gave a reasonably coherent account of the\nchaotic events that occurred when they stopped in the vicinity of Yolanda's\nhome.\nAccording to Randall, an argument had broken out en route among those\nseated in the back of the car, about the fact (hat the transvestites\nwere men,\nnot women. It became progressively more heated. When the car came to a halt the\nappellant and the two got out. The appellant\nwas angered by the fact not only\nthat they were men, but that his friends, Shaun and Randall, had kept him in the\ndark about this\nfact. Adelaide's\n10\nevidence was that in the car the appellant had turned his attention from\nAdele to her, but she pushed his hand away and said \"No\".\nAt that, the appellant\nexclaimed \"Oh, you are all men\". Brooke got out of the car, by then stationary\nin front of Yolanda's home.\nThe appellant followed suit. He went after, and hit,\nBrooke. When Adelaide tried to intervene, he felled her. He demanded his pistol.\nAdelaide unsuccessfully tried to wake Yolanda, asleep with her head on the\ndriver's leg, and persuade her to flee. Hearing the appellant\ndemand his\nfirearm, Randall says he went to the cubbyhole but heard from Shaun, behind the\nsteering wheel, that Shaun had stuck the\nweapon into the waist of his own\ntrousers. Randall felt comforted since Shaun was \"a lot more sober than the rest\nof us and a passive\nnatured person\". Randall walked with Brooke and Adele\nintending to take Adelaide into the house when he heard a shot go off. He saw\nthe appellant standing in the street at the car with the pistol in\n11\nibis hand. Then the appellant pointed the firearm at them. They scattered\ntowards the house. Randall went over the garden wall and\nreceived a glancing\nwound in the back. Brooke, by then trying to gain entry to the house, turned and\nwas shot in the stomach. Shaun\ncame into the premises via the gate and knelt\nbehind the wall. Adele heard him plead with appellant not to shoot, but did not\nsee\nthe actual execution. Randall as he lay wounded in the garden, saw the\nappellant follow Shaun in, repeatedly demanding to know why\nhe hadn't been told\nthat the two \"girls\" were men, where \"You\" (Shaun and Randall) \"are supposed to\nbe my friends\". He was extremely\nangry, spoke in disjointed phrases, pointed the\npistol at Shaun's head and despite Randall's shouted protest, fired. He turned\nthe\npistol on Randall but it refused. He tried to clear the chamber and bullets\nfell out. He then backed out of the, yard. (According\nto Adele he at some stage\nalso aimed at \"her\" but the pistol\n12\nthen also refused.) By that time neighbours were emerging from their homes.\nMr Ventura, one of the neighbours, disarmed the appellant.\nHis wife and son\nbetween them took charge of the pistol which landed on the ground and summoned\nthe police. Mr Ventura stood with\nthe appellant for about a quarter of an hour\nuntil the police arrived. The appellant had cooled down, spoke normally, was\nquiet,\nbut asked Mrs Ventura when she returned to the scene \"mevrou, gee my weer\ndie 'gun' of gee my 'n mes dat ek myself kan doodmaak,\nhoekom ek het verkeerd\ngedoen\". According to Mr Ventura, the appellant smelled of liquor but was not\ndrunk. His speech was not slurred.\nWhen the police arrived, the appellant\nreceived a few blows with a baton when he tried to grab the firearm of one of\nthem, constable\nKettledas, who testified that, as the appellant did so, \"(W) die\nbeskuldigde half geskree dat hulle, met verwysing na die oorledenes,\ndat hulle\nhorn vir 'n gek gevat het\".\n13\nAccording to Kettledas, the appellant's speech and gait were normal.\nKetteldas found three shells and two live bullets in the road,\nand Mrs Ventura\nhanded him a third.\nThe police found Yolanda dead in a pool of blood on the\nfront seat of the car, Shaun dead in the garden, and Brooke unconscious inside\nthe house. Detective Sergeant Saayman arrived on the scene at about 8h25. The\nappellant was in the police van by then. He told Saayman\nthat there were bullets\nconcealed in the headrest of his car. Saayman investigated, and found eleven.\nThe appellant did not appear\nto Saayman to be drunk. Later, at the charge\noffice, Saayman asked him what had happened. The appellant said he did not\nknow.\nYolanda's death was the subject of the first count of murder, Shaun's\nof the second. The wounding of Randall and Brooke led to conviction\non two of\nthe three counts of attempted murder. On the third,\n14\nbased on the evidence of only Adele who admitted he was very drunk and \"went\nhysterical\" and unlike the other two had no wounds to\nshow, the appellant was\nacquitted.\nDr D R Fowler, registrar in forensic pathology at the University\nof Cape Town, performed the autopsy on Yolanda. Death had been caused\nby a\ncontact gunshot wound at the top of her head, surrounded by powder bums, exiting\nat the base of the skull. He drew blood which\nwas sent for analysis. This\nrevealed a concentration of 0,19 grams of alcohol per 100 ml of blood. According\nto Dr Fowler she would\nhave been severely under the influence of alcohol and\nwould have shown obvious signs of intoxication. When possibilities as to how\nthe\nwound had been inflicted were put to him, the tenor of his evidence is that it\nis unlikely that Yolanda had been shot by someone\nstanding outside the car, but\nquite possible that the wound could have been inflicted from a gun in its\n15\nholster tucked into the waistband of the driver had she been lying with her\nhead on his lap or leg, and the gun twisted so as to point\nslightly up from\nhorizontal.\nAccording to scientific evidence tendered by the police, material\ntaken from the right hands of both the appellant and Shaun established\nthat both\nhad been in the immediate vicinity when a firearm was fired; or had handled a\nfirearm immediately after it had been discharged.\nThere was none of the residue\non Yolanda's hands.\nDr van leperen performed the autopsy on Shaun. He had\ndied from a gunshot wound to the head. The sample of his blood sent off for\ntesting revealed an alcohol content of 0,03 grams per 100 ml of blood.\nA\nblood sample taken from the appellant at 12h57 contained 0,06 grams per 100 ml\nalcohol at that stage. Although according to the\nreport of Dr Fortuin who\nexamined him then, his face was flushed, eyes\n16\ncongested and he smelt strongly of alcohol, all his reactions and other\nphysical signs were normal, save that his memory was ticked\noff on the roneo-ed\nform on which the report was recorded, as being \"vague\". Dr Fowler estimated\nthat accepting his blood alcohol\ncontent then to have been 0.06%, it would have\nbeen anything from 0.16 to 0.26 some five hours earlier, at which time he would\nprobably\nhave been severely under the influence of alcohol.\nWarrant Officer\nde Kock saw the appellant at the charge office at Mitchell's Plain that morning\nat 9h40. It was he who went through\nthe process intended to remove any prima\nresidue left when a gun is fired that may have been present, from appellant's\nhands, the\nmaterial then being sent off for microscopic examination, the result\nof which has already been mentioned. De Kock asked routine questions\naccompanying the procedure, such as when last the appellant had fired a gun, and\nwhen\n17\nlast he had washed his hands; and some to satisfy his own curiosity.\nAccording to de Kock, this appellant said that he had nothing to do\nwith\nthe death of \"daardie vrou in die kar\" but admitted that he had fired\nat\nothers; that there should be seven rounds in his pistol; and that he\nwas\nright-handed. He looked normal, acted and spoke normally and did\nnot\nappear to be intoxicated.\nBefore calling the final State witness, the prosecutor handed in\nas\nexhibit J the record of the proceedings in the magistrate's\ncourt on the\n22nd of May 1989, when the appellant's attorney is recorded as having\nasked that he be referred to Valkenberg for observation -\n\"om te bepaal of hy eerstens geskik is om sy verhoor te staan en tweedens of hy\ntoerekeningsvatbaar was tydens die pleging van die\nten lasgelegde misdrywe ...\n(B)eskuldigde sal beweer hy weet nie wat gebeur het nie, maar beskuldigde kan\nonthou hy het op die strand\ngaan stap met 'n persoon wie\n(sic\n) hy gedink\nhet is 'n vrou. Dit het later geblyk die persoon was 'n man. Hierdie voorval\nasook die\n18\nfeit dat hy bale gedrink het voor die voorval het bom hewig ontstel. Wat verder\ngebeur het weet die beskuldigde nie.\"\nAn order was\nmade in terms of section 79(1) of Act 51 of 1977. The ensuing unanimous report\nin terms of section 79(4)(b), (c) and\n(d), namely that the appellant was found\nto be not mentally ill; not certifiable in terms of the Mental Health Act; fit\nto stand\ntrial in terms of section 77(1) and so on, forms part of exhibit J.\nEarly in the trial, while cross-examining Adelaide, appellant's\ncounsel, Mr\nWebster, made it clear that his instructions differed from those announced at\nthe proceedings before the magistrate as\nrecorded in exhibit J. The appellant\nwould testify that after returning from buying the second bottle of rum, he felt\nvery drunk\nand fell asleep leaning against Yolanda in the back of the car where\nhe dreamed that at some stage he was walking along the beach.\nHis next memory\nwas of being shaken by a policeman.\nThe last witness called by the State was Dr Greenberg, leader of the panel of\nexperts who had contributed to the assessment of the\n19\nappellant after the period of observation at Valkenberg. The prosecutor\nexplained that he was not called in relation to his report,\nthe content of which\nwas not disputed. It deals with the appellant's present condition, save in so\nfar as it records that the appellant\nwas not at the time of the alleged offence\naffected by mental illness or defect. Dr Greenberg was called as an expert\nwitness in\nrelation to the defence raised by appellant of non-pathological lack\nof criminal capacity at the time of the offences charged.\nThe main thrust of\nDr Greenberg's work and experience is forensic psychiatry. He made it clear that\nhe was au fait with the content\nof the term \"criminal capacity\" but that that,\nand the word \"automatism\", in relation to persons not suffering from any\npathology,\nwere legal terms, not psychiatric ones. Psychiatrists do recognize as\npathology which could exclude \"criminal capacity\" as defined\nin law, outside\nfactors, such as a blow to the head, which would not render the recipient\ncertifiable in terms of the Mental Disorders\nAct. He was satisfied that at the\ntime\n20\nof the events in question, the appellant suffered from no\npathology\nrecognised in psychiatry: he knew what he was doing and was\ncapable\nof controlling his actions. Though his judgment had been impaired\nby\nthe consumption of alcohol, his criminal responsibility was therefore\nstill\nintact. Dr Greenberg gave reasons for doubting - though not\nexcluding\nthe possibility - that the appellant had developed amnesia subsequent\nto\nthe events of the morning. Poor recall of what had happened could be\ndue to alcohol, to involuntary suppression of memory from the\nconsciousness as a defence mechanism precipitated by extreme stressful\nevents, or to malingering. It was not due in the appellant's instance to\nany\npathology\n, whether as understood by lawyers or by\npsychiatrists.\nThere was no history of any loss of memory on previous occasions when\nthe appellant had drunk alcohol, or at all. Had the appellant told\nsomeone that he had dreamed that he walked along the beach with a\nwoman who turned out to be a man,\n\"this could be explained in terms of a subjective recall of his\nexperience, that is that he ... subjectively perceives the\n21\nevents as a dreamlike state because he was intoxicated and because he was\nemotionally laden ... but ... this is in fact memory recall\nof events which took\nplace in ... circumstances of alcohol intoxication and related stress\nfactors.\"\nDr Greenberg regarded any subsequent\namnesia as in any event irrelevant to the crucial issue: whether the appellant\nat the time of\nthe shootings was capable of appreciating the difference between\nright and wrong, and of acting in accordance with that appreciation.\nAlcohol\ndoes not cause a person to behave in a particular way, it merely disinhibits him\nand lessens his concern with the consequences\nof his behaviour. In the same way\nfactors such as anger or sexual arousal may motivate behaviour, explain how such\nbehaviour could\nhappen, so that the person might have certain impulses, which he\nwould be able to control but choose not to control. The liquor he\nhad consumed\nand his rage as described by the witnesses, would not have robbed him of his\nfreedom of choice but would have impaired\nhis judgment, probably severely, as to\nthe social consequences of his actions. But the appellant's comments during\nand\n22\nimmediately after the crucial events and his actions were all consistent\nwith complex goal-directed behaviour showing that the higher functions\nof the brain were involved. Dr Greenberg's evidence was unshaken by\ncross-examination, that\n\"there were factors which were important in the eventual behaviour of the\naccused ... These factors were the alcohol, the sexual disinhibition\nor ...\nprobable sexual arousal, the anger at being deceived, the stress in the\n[appellant's] personal life at the time surrounding\nthese alleged offences, both\nfinancial and personal. I think these factors are all relevant in terms of the\n[appellant's] mental\nstate. However, in terms of his criminal responsibility, or\nhis capacity to be responsible or appreciate his actions and act accordingly\n...\n[this] was still intact\".\nIt is clear 6om what follows, that Dr Greenberg concedes that that capacity\ncould be\nimpaired\nto a greater or lesser degree by intoxication along\nwith factors such as frustration and anger, in the sense that his judgment would\nbe\nimpaired\n: but intoxication with or without motivating incentives would\nnot in his view cause total loss of control because for total loss\nto occur, the\ndrunk would be so far gone that he\n23\nwould lack the ability to indulge in goal-directed activity. When it was\nput to him that the appellant's conduct ran counter to what was\nregarded\nby those who knew or had observed and examined him as being\nhis\nnormal personality, Dr Greenberg said that little could be deduced\nfrom\nthat: the situation in which the appellant had found himself that\nmorning, was itself not normal.\nAfter the State had closed its case, the\nappellant testified. He was then 28 years old, had passed standard eight at\nschool, worked\nas a freight clerk for a shipping firm where he carried a heavy\nworkload, and supported a number of people. These included a five-year-old\nson\nfrom a previous relationship which had lasted two years, and a one-year-old son\nby Celeste, their relationship having lasted\nfor three years already. His\nbrother being then unemployed had moved in, along with his wife and two\nchildren, with the appellant\nwhere he lived with his mother and his sister's son\nin a house owned by the appellant, whose salary was barely sufficient to cover\nexpenses. He told the court of the events\n24\nwhich led up to his being at the nightclub. The reason he gave why he always\ncarried his .45 pistol with him, was that he had no gun\nsafe at home. Having\nacquired the pistol for purposes of self defence, he kept it constantly fully\nloaded It is unnecessary to attempt\nto count the number of drinks of various\nkinds he said he had that night and through to the early hours of the next\nmorning. He drank\na good deal, over a comparatively lengthy period. His\ncondition as regards sobriety was variously described by various witnesses\nat\nvarious stages of the events. What matters, is his state at the time of the\nshooting.\nHis evidence leading up to his being impressed to provide transport\nfor Yolanda and her friends to Tulip Street, has been summarised\nabove. His\nfurther evidence that, once there, liquor was bought and they sat drinking in\nthe car, accords generally with the State\nversion of events. In the car he\nremoved his pistol and put it in the cubbyhole of the car, since it was\n\"pinching into my side\".\nHe left it there when he and Yolanda went off to get\nthe tape recorder because he knew it would be\n25\nsafe in the custody of his friends. He admits that he made advances\nto\nYolanda, which were favourably received; that they went to buy food\nand\nlater, more liquor. On this last occasion, Shaun drove. He himself\nsat in the\nback of the car with Yolanda and, beyond her, Brooke and\nAdele. Back in Tulip\nStreet he had \"about one or two glasses\" from the\nsecond bottle of rum that\nhad been acquired. His head started spinning,\nhe felt very, very drunk, put\nhis head on Yolanda's shoulder, closed his\neyes, and fell asleep. His\nevidence in chief continues:\n\"What happened whilst you were sleeping? — Whilst I\nwas\nsleeping I had this dream.\nWhat did\nyou dream? — I dreamt walking along a\nbeachfront.\nWith whom? — With a girl.\nCOURT:\nAny particular girl? — No, it wasn't a particular\ngirl in the dream Your Honour.\nMR\nWEBSTER: What happened? — Well, in this dream,\nthis girl turned out to be a man and not a woman as\nsuch.\nAnd how did you react in this\ndream to this realization? —\nWell, in the dream I just about ran\naway.\nWhat is the next thing you\nrecall? — The next thing I recall\nbeing shaken by a policeman.\"\n26\nThat was in Tulip Street. It seemed to be daylight. The policeman asked him\n\"Wat het jy aangevang, kyk hoe lê die ... mease\ndood\" and beat him with\nhis baton. The appellant collapsed, was put into the police van by two members\nof the force, and taken off\nto the charge office. He remembers de Kock\ninstructing him to hold out his hands, and cellotape being pressed against them,\nbut cannot\nremember being asked the questions and giving the replies to which de\nKock testified. He was feeling very confused. He was then taken\nto Lentegeur\nhospital.\nIn his evidence in chief already, the appellant does not dispute\nthe State evidence that immediately after the shooting, he, a reasonably\nseasoned drinker, was not strongly under the influence of liquor. He says that\nafter being beaten by Kettledas - his version of this\nimplies that that conduct\nwas a needless assault which followed on the latter's accusatory rhetoric - when\nhe was loaded into the\npolice van he was \"still slightly drunk, trying to clear\nmy head\". He remembers de Kock taking samples from his hands, but not their\nconversation. He was\n27\nconfused. His head only started to clear when he was taken to Lentegeur\nhospital where he remembers a blood sample having been taken.\nSince hearing the\nevidence of the State witnesses in court, flashes of memory in regard to what\nhad previously been totally unremembered,\nare returning: of himself firing off a\nshot, and standing next to Randall screaming\": \"You knew, you knew!\"\nUnder\ncross-examination he said that he had no recollection of getting angry; nor of\ndiscovering that two of the women in his company\nthat night were men, or feeling\nbetrayed by his friends in that they may have deceived him by not sharing their\nknowledge of that\nfact with him. He would not be upset at being let down by\nfriends, since \"we are all human, we all make mistakes in this world\";\nbut\nthought that friends would withdraw their friendship if they thought him to be\nhomosexual. He had no reason to question the truth\nof the evidence of Randall,\nwho had been visibly distressed in court at testifying against the appellant. He\nhad kissed Yolanda to\nwhom he had been attracted, not thinking of\n28\nhis \"permanent girlfriend\" because he was upset with her, but, he says, he\nwas not sexually aroused by Yolanda nor anticipated sexual\nintercourse with her\nlater on. He had no difficulty driving Randall's large motorcycle when he went\nto fetch the tape recorder, and\ndrove his own car when they went off to buy\nsomething to eat, for which he had offered to pay. They sat in the car there for\na while,\nthen Shaun offered to drive back to Tulip street and he agreed, not\nbecause he considered himself incapable but because that would\nenable him to\nconcentrate on Yolanda. He changed his evidence later and admitted that he would\nnot want the friendship of someone\nwho knowingly saw him getting off with a man\nwho was supposed to be a woman, \"because friends are supposed to tell one\nanother things\nif they see something being done wrong, they are supposed to warn\nyou about it\". Had \"friends\" permitted him to fondle men knowing\nhim to be under\nthe misapprehension that they were women, he would have been upset, \"would have\nfelt a fool and disgusted and dirty\".\n29\nIt is unnecessary to set out his evidence under cross-examination in relation\nto his \"dream\". It was hardly coherent or satisfactory.\nOf importance is only\nthat according to that vague dream, he discovered on the beach that the \"girl\"\nwas a man; but says it was some\nsixth sense that led to that discovery, which\ndenies Brooke's evidence that the appellant's fondling of Brooke made that fact\napparent\nto the appellant. When Kettledas shook him on the scene, he had no\nrecollection of the events that had just occurred, nor perception\nthat he had\ndone anything wrong. His first memory of having had that dream, was shortly\nafter Kettledas had so shaken him. He did\nnot tell Kettledas of the dream, but\nsays he did tell Sergeant Saayman of having had such a dream (which does not\naccord with Saayman's\nevidence). He in fact discovered that Brooke and Adele\nwere men, he says, for the first time when, after telling Saayman of his dream,\nSaayman told him that he had been in the car with \"two queers\". (This was never\nput to Saayman). He had also told his attorney of\nthe dream, and could suggest\nno reason why the\n30\nattorney should have misinterpreted this and given the version recorded by\nthe magistrate in exhibit J when application was made that\nappellant be sent for\nobservation. He himself had not heard what the attorney told the magistrate. He\ndid not suggest that there\nwere any language difficulties between him and his\nattorney. There was no investigation about the language in which the two of them\ncommunicated; and he said that he understands Afrikaans fairly well - I mention\nthis only because his counsel in argument before\nus suggested that the\ndifference in language was the probable cause of the difference between the\nalleged instructions given the\nattorney and those he himself had received.\nIn view of the appellant's allegation of amnesia, no direct evidence could be\noffered by the defence to counter that of the State\nas to the events on which\nthe charges were based. A few witnesses were called to testify to the\nappellant's appearance at the scene\nafter the shooting and his personality, and\nso on. The main defence witness was Dr A F Teggin, a psychiatrist in private\npractice\nwho assessed the appellant\n31\npsychiatrically. I deal first with the other witnesses - who however added\nlittle if anything to the total picture - before setting\nout what that entailed,\nand what his assessment was.\nMrs Ventura's contribution was that the shots that she had heard, had been\nfired in quick succession. When the appellant had asked\nher \"gee vir my 'n 'gun'\nof 'n mes, ek het verkeerd gedoen\", he looked \"of hy 'n 'drug' in horn het, of\nhy ver weg is\" and started\ncrying. She saw him reach for Kettledas's pistol, and\nthe latter strike him.\nThe appellant's sister, Claudette Cochran, gave her impression of his\npersonality. She described him as law-abiding, meticulous, not\nviolent or\naggressive, responsible. Questioning revealed that she knew neither his past nor\nhis personality as well as she liked\nto think. Merely as examples, her list of\nthe relatives he was supporting in the home he owned at the time of the incident\ndiffers\nfrom that given by the appellant himself. When it was put to her that\nher picture was at variance with some of the common cause facts,\nsuch as that he\nhad made two women\n32\npregnant without marrying either of them, and become involved with a total\nstranger shortly after meeting her while seriously involved\nwith Celeste, the\nwitness offered excuses for her brother.\nCeleste's brother-in-law (married to her sister) Williams tried to tell the\ncourt that the appellant could not carry his liquor and\nknew when to stop; which\nflatly contradicted the appellant's own evidence both as to his capacity and his\nconduct that night.\nCaron Park is a clinical psychologist who recently entered\nprivate\npractice, to whom the appellant was referred by Dr Teggin\nfor a\npersonality assessment. She spent between three and a half and four\nhours with the appellant in the course of two consultations. I ignore the\npreliminary explanations and summarize her conclusion: she found him\nto be\n\"an emotionally restricted person who would tend to conform to the needs and\nexpectations of others rather than experience ease in\nexpression of his own\nfeelings and emotional life; ... who used ... alcohol as a coping situation\n(sic) to compensate for his inability\nto cope with emotional\n33\nstresses in any better way ...\"\n(a claim which\nneither appellant himself nor his sister had made)\n\"His lifelong emotional suppression generated an escalation\nof unexpressed\nanger and resentments, which under normal\nsituations remained within strong\nconscious control.\"\nHis conduct as described by the\nState witnesses was in complete contradiction to this established personality\nprofile. Under cross-examination\nshe conceded that she had not consulted any\ncollateral sources of information but relied on what the appellant himself told\nher;\nthat the team at Valkenberg had had better opportunities of assessing the\nappellant than she; and that her impression was that, though\nable at the time of\nthe events in question to distinguish between right and wrong, the appellant\n\"actually experienced quite a considerable\ndegree ... [of] loss of control\". She\nraised the possibility that that loss might have been total.\nDr Teggin met the appellant on three separate occasions, was with him for a\ntotal of probably three to four hours. He had seen Ms\nPark's\n34\nreport, as well as that of Dr Greenberg. He agreed that the question\nof\namnesia was a totally separate issue from that of criminal capacity;\nand\nthat the alleged dream to which the appellant testified was probably a\npartial memory. The major discrepancy between his evidence and that\nof Dr Greenberg, lies in the fact that in Dr Teggin's view a person may\nconsume alcohol to a point where even though aware of what is going\non around him, he loses all self control without necessarily being\nstuperose or comatose. Because the appellant's conduct had been quite\nout of character, he was of the view that the disinhibitory effect of\nalcohol brought to the fore\n\"a lot of emotional reactions which are not related in any way to the events\nof that evening but had in fact been bottled up over\nmonths, if not years\".\nThis view was based on the conduct in question being quite atypical:\n\"I have been led to believe that the accused has never had any form of an\nemotional outburst or loss of temper. He is not known for\nthis ... this was the\nfirst time he has in fact lost control, which would indicate to me that the\nbottling up\n35\n... released an emotional content which had probably dammed up over a long\nperiod of time\".\nHe accepted it to be a possibility\nin theory that in a situation of extreme\nanger an individual might be aware\nof what he is doing and that it is\nwrong, but lose all ability to control\nhis actions.\n\"Why [do] you refer to that as a theoretical possibility? — ... Where I\nsee that in its commonest situation is men who beat\nup their wives, usually in a\nsituation of alcohol intoxication coupled with feelings of jealousy which may be\nmorbid jealousy. And\nI have often had this described to me by such men who are\nextremely remorseful thereafter and will describe how they were carried\naway in\na rage and were beating their wife in a goal directed way, inflicting damage to\nher, but completely unable to stop\nthemselves.\"\nNormally goal directed behaviour is a\nstrong indication of awareness and control, but according to him this is not\ninvariably so.\nIn Dr Teggin's view, the appellant was probably aware of what he\nwas doing but lacked control. Loss of control may range from partial\nto total.\nThough it was for the court to determine where the appellant's loss lay within\nthat\n36\nrange, Dr Teggin was of the view that \"on the probabilities ... the accused\nwas not able to stop himself.\nAppellant's counsel referred to cases such as S v LAUBSCHER\n1988 (1) SA 163\n(A), 167 F-G; S v STELLMACHER\n1983 (2) SA 181\n(SWA), 188B; S v CAMPHER\n1987 (1)\nSA 940\n(A), 959C, 965H; S v VAN VUUREN\n1983 (1) SA 12\n(A), 17G-H; S v BAILEY\n1982 (3) SA 772\n(A), 796C-D for the proposition that non-pathological criminal\nincapacity has been recognized of late as constituting a complete\ndefence to a\ncriminal charge.\nIn terms of decisions of this court, the onus then burdens the State to prove\nbeyond reasonable doubt that an accused could not only\ndistinguish between right\nand wrong but also that he was capable of acting in accordance with that\ndistinction. Cf S v CAMPHER, supra\nat 966F-I; S v WIID\n1990 (1) SACR 561\n; and S\nv CALITZ\n1990 (1) SACR 119\n(A) at 126H. Those decisions cannot possibly mean\nthat the ipse dixit of an accused that in the given situation, whatever that\nmight\n37\nbe, he was unable to control himself (giving rise to a theoretical\npossibility as postulated by Dr Teggin that that could be so) must\nlead to an\nacquittal. Criminal law for purposes of conviction - sentence may well be a\ndifferent matter - constitutes a set of norms\napplicable to sane adult members\nof society in general, not different norms depending upon the personality of the\noffender. Then\nvirtue would be punished and indiscipline rewarded: the\nshort-tempered man absolved for the lack of self control required of his\nmore\nrestrained brother. As a matter of self-preservation society expects its\nmembers, even when under the influence of alcohol,\nto keep their emotions\nsufficiently in check to avoid harming others and the requirement is a realistic\none since experience teaches\nthat people normally do. Cf S v SWANEPOEL\n1983 (1)\nSA 434\n(A), 458 A-D. It follows that the evidence on which a defence of sane\ncriminal incapacity due to intense emotion is based, should\nbe viewed with\ncircumspection.\nIn view of his alleged amnesia, the appellant himself did not testify\n38\nthat he was unable to control himself when he killed or tried to kill his\nvictims, nor what it was that enraged him. On the strength\nof his \"dream\",\nBrooke's evidence that the appellant must have discovered during their adventure\nat the beach when he rebuffed the\nappellant's advances that Brooke is a man but\ntheir amicable return to the car; the fact that he became enraged only after he\nhad\nexplored Adele's unzippered jeans in the car and so in the presence of his\nfriends; his own denial that he was sexually frustrated\nby his petting proving\nunrewarding; his comment to Kettledas that he had been made a fool of; and his\nevidence that he would not\nwish to be seen by his peers as being a homosexual;\nthe inference that most readily comes to mind is that his self-esteem was\nbattered\nby what he regarded as the betrayal of those he had accepted as being\nhis friends. Whatever the reason, it is clear that he was very\nangry.\nThe evidence of those on the scene at the time, detailed above, paints a\npicture of goal-directed behaviour which was sufficiently\n39\ncomplicated, as pointed out by Dr Greenberg, to require\nconscious\nintellectual effort. The only evidence possibly raising a doubt\nwhether\nthe appellant's mind was capable of controlling his actions, was that\nof\nDr Teggin.\nCross-examination revealed that the theoretical possibility\nhe\npostulated did not distinguish between voluntary and\ninvoluntary loss of\ncontrol. The very analogy he offered in support of his theory reveals\nthis. The subsequently remorseful wife-beaters he speaks of, do not\ngenerally beat their wives in the presence of other adults. But the court\ndoes not have to take judicial cognizance of this fact. Asked whether the\nappellant would have been able to control himself had a policeman been\npresent, Dr Teggin's answer was that the presence of the policeman\nwould have put the appellant\n\"into a different mental state than he was in actual fact when there wasn't a\npoliceman there\".\nHaving conceded on more than one occasion that appellant's goal-\n40\ndirected behaviour showed impaired control rather than total loss of control,\nhis belief that the appellant \"could not stop himself\nseems to be founded\nprimarily on the fact that the appellant's conduct was so completely out of what\nhe perceived to be the appellant's\ncharacter.\nDr Greenberg's evidence had already undermined the logic of this conclusion.\nThe circumstances in which the appellant reacted were\nthemselves bizarre. One\ncannot say what his \"normal\" reaction should be in a totally abnormal situation.\nIn any event, the picture\npainted by even such evidence as we have of the\nappellant's personality, is hardly that of a patient saint. His making sexual\nadvances\nto what were to him total strangers, because he was ostensibly\n\"avoiding conflict\" having left Celeste apparently because she did\nnot treat him\nwith the affection or respect he thought his due, is hardly responsible conduct.\nThe reason he gives for carrying his\npistol with him wherever he goes, namely\nthat he has no gun-safe at home, is only a small part of the truth. That would\nbe no reason\nfor having it constantly fully loaded, moreover with spare\n41\nammunition hidden in the headrest of his car. His own version of the\nincident at the nightclub when he challenged the bouncer shows him to\nbe not averse to conflict. His wanting to take his pistol with him into the\ndisco thereafter was also irresponsible.\nIn short the totality of the evidence and more especially the direct\ntestimony as to the appellant's conduct immediately before, at\nthe time of, and\nimmediately after the shooting leads to the natural conclusion that would have\nfollowed had the point not been specifically\nraised at the plea stage. That\nconclusion is not customarily spelled out, being taken for granted, namely that\na sane adult despite\nanger and having consumed liquor, has criminal capacity.\nThe appellant did not himself testify that he was seriously intoxicated,\nor\nunable to control himself. The purely theoretical defence evidence adduced was\nand is no cause for any doubt as to the correctness\nof the customary\ncommon-sense finding. The State accordingly discharged its onus on this\nissue.\nThe appellant had a second string to his bow. His counsel argued\n42\nthat the State failed to establish that the appellant's conduct was in\nany\nway causally related to Yolanda's death.\nDr Fowler's evidence made it clear that the wound in the top of\nher\nhead was incompatible with her having been shot by someone\nstanding\noutside the car. Advocate Webster submitted that the trial court\nmisdirected itself in rinding it to have been\n\"reasonably possible that the shot went off in the course of the struggle\nbetween the accused and Shaun for possession of the pistol\"\nwhich would have constituted negligence on the part of the appellant. This\nwas pure speculation, he urged; and it equally \"reasonably\npossible\" while Shaun\nwas on his own trying to remove the pistol from where he had stuck it inside his\ntrousers.\nIn my view the trial court can here also not be faulted, save in that it\ndescribed its inference as to what occurred as merely a \"reasonable\npossibility\". It will be remembered that the evidence was that shortly before\nthe fatal shot was fired Shaun was behind the wheel\nof the car\n43\nwith Yolanda's head on his lap. He had the gun in its holster stuck into the\nfront of his trousers. The appellant after his assault\non Brooke and Yolanda\nshouted \"Where's my gun\" and returned to the car. The scientific evidence\nestablished that Shaun also had handled\nor been in the close vicinity of the\nfirearm when it was fired, and the appellant was seen outside the car with it in\nhis hand immediately\nafter the first shot went off. Shaun who was sober and\n\"passive natured\" had no reason whatever to handle the gun other than to prevent\nthe angry appellant from achieving his expressed intention, of getting the gun.\nThe conclusion arrived at by the trial court was\ninevitable.\nFinally, we were urged to interfere with the sentences imposed so as to\nreplace effective imprisonment with a totally suspended sentence\ncombined\nperhaps with community service, or correctional supervision. The appellant is a\nfirst offender. Society does not require\nto be protected against him. He is no\ncommon criminal, requires no rehabilitation, acted with significantly diminished\nresponsibility\nat the critical time, and was\n44\naccepted by the trial judge to be \"a peace-loving, law-abiding, decent and\nhardworking person\" who has shown sincere remorse. We were\nreferred to a number\nof cases in which persons found guilty of murder were not incarcerated: S v\nHARTMANN\n1975 (3) SA 532\n(C) 537C-G; S v MAYER\n1985 (4) SA 332\n(ZHC); S v\nCAMPHER\n1987 (1) SA 940\n(A); S v WIID\n1990 (1) SACR 561\n(A) and S v MAYEKISO\n1990 (2) SACR 238\n(E).\nThe court o quo gave due weight to the many mitigating factors apparent from\nthe record. The individual sentences imposed were\n1.\t4 years imprisonment, of which 2 conditionally suspended, in\nrespect of\nYolanda's death;\n2.\t8 years, 4 suspended for the murder of Shaun;\n3.\t1 year on each of the two counts of attempted murder, i.e. of\nBrooke\nand Randall;\n4.\t6 months in respect of the charge under Act 75 of 1969.\nAs mentioned earlier, an order that the effective periods of imprisonment\n45\nare to run concurrently results in a total of 4 years.\nThe trial judge\ncarefully weighed all relevant factors and other sentencing options, deciding on\neffective imprisonment as set out\nabove. The cases to which we were referred are\nall distinguishable. Apart from other factors, in each of those there was a\nspecial\nrelationship between actor and (the single) victim. There was no\nsuggestion that Shaun was in any way involved in the deception practised\non the\nappellant by the transvestites, nor that there was anything morally defensible,\nas it were, in his having been chosen as a\nvictim. It has been said time and\nagain that the determination of an appropriate sentence is a matter that lies\npeculiarly within\nthe discretion of the trial judge. It cannot be said that he\nerred in his view that a non-custodial sentence would not take adequate\naccount\nof the gravity of the appellant's misconduct or satisfy the natural indignation\nof society at such conduct. Included in \"society\"\nmust be also Shaun's\nrelations, and Brooke whom the appellant had not found offensive at the time\nwhen he discovered, at the beach,\nthat\n46\nBrooke was a man, and who had to undergo two operations to repair the damage\ncaused him by the appellant.\nThe appeal against the convictions as well as\nthe sentences, is dismissed.\nL VAN DEN HEEVER CONCUR: E M GROSSKOPF JA) STEYN JA)",
  "scraped_at": "2026-02-12T05:36:18.694128",
  "date": null,
  "coram": [],
  "case_number": null,
  "parties": {
    "applicants": [],
    "respondents": []
  },
  "sections": {},
  "tags": {}
}