{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/146.html",
  "case_name": "Vrystaat Motors v Henry Blignaut (Edms) Bpk. (145/1994) [1995] ZASCA 146; 1996 (2) SA 448 (SCA); [1996] 1 All SA 249 (A); (27 November 1995)",
  "citation": "[1995] ZASCA 146",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 146\n|\nNoteup\n|\nLawCite\nVrystaat Motors v Henry Blignaut (Edms) Bpk. (145/1994) [1995] ZASCA 146; 1996 (2) SA 448 (SCA); [1996] 1 All SA 249 (A); (27 November 1995)\nDownload original files\nPDF format\nRTF format\nSAFLII\r\n\t\t\t\t\t\t\tNote:\nThis\r\n\t\t\t\t\t\t\tcase was originally published by Juta and Company (Pty) Ltd.\r\n\t\t\t\t\t\t\tJuta retains copyright as far as it subsists. An\nEnglish\r\n\t\t\t\t\t\t\ttranslation of this case is available at:\nhttp://saflii.org/za/other/ZAENGTR/1995/1.html\nLL\r\n\t\t\t\tSaak No 145/1994\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA APPéLAFDELING\nInsake die appèl van:\nVRYSTAAT MOTORS Appellant\nteen\nHENRY BLIGNAUT (EDMS) BEPERK Respondent\nHOF: CORBETT HR, VAN HEERDEN, VIVIER,\nMARAIS ARR en VAN COLLER Wnd AR\nVERHOORDATUM: 6 NOVEMBER 1995\nLEWERINGSDATUM: 27 NOVEMBER 1995\nUITSPRAAK\nVAN HEERDEN AR:\n2\nGedurende Februarie 1993 het die appellant 'n aansoek teen die\r\n\t\t\t\trespondent in die Witwatersrandse Plaaslike Afdeling aanhangig\n\n\t\t\t\tgemaak. Daarin het hy o a betaling van die som van R97 000\r\n\t\t\t\tgevorder. Die tersaaklike bewerings in die funderende verklaring\n\n\t\t\t\tkan soos volg saamgevat word:\n(1)\nOp 26 Mei 1992 het die appellant vier bakkies van die\r\n\t\t\t\t\t\t\t\trespondent aangekoop teen kooppryse wat in totaal R97 000\r\n\t\t\t\t\t\t\t\nbeloop het. (Gerieflikheidshalwe verwys ek voortaan na\r\n\t\t\t\t\t\t\t\thierdie voertuie as \"die Toyota\" en \"die ander\r\n\t\n\t\t\t\t\t\tdrie bakkies\".) Die appellant het die totale koopprys\r\n\t\t\t\t\t\t\t\tbetaal en die volgende dag is die voertuie aan hom gelewer.\n(2)\nTydens 'n telefoniese gesprek op 8 Junie is ooreengekom\r\n\t\t\t\t\t\t\t\tdat die aankoop van die Toyota gekanselleer sou word omdat o\r\n\t\t\n\t\t\t\t\ta die masjien daarvan in 'n swak toestand was, en dat die\r\n\t\t\t\t\t\t\t\trespondent 'n tjek vir die betrokke koopprys (R23 250) sou\n\n\t\t\t\t\t\t\t\toorhandig aan die appellant se bestuurder wat die Toyota by\r\n\t\t\t\t\t\t\t\tdie respondent se besigheidsperseel in\n3\nGermiston sou terugbesorg.\n(3)\nTeruglewering het op 10 Junie geskied maar die respondent\r\n\t\t\t\t\t\t\t\thet versuim om 'n tjek aan die bestuurder te gee.\n(4)\nNadat die respondent verskeie beloftes nie nagekom het\r\n\t\t\t\t\t\t\t\tnie, is die appellant op 17 Julie deur die respondent\r\n\t\t\t\t\t\t\t\tmeegedeel\ndat die Toyota moontlik 'n gesteelde voertuig was\r\n\t\t\t\t\t\t\t\ten dat die partye eers die afhandeling van 'n\r\n\t\t\t\t\t\t\t\tpolisieondersoek\nmoes afwag. Die appellant het toe 'n\r\n\t\t\t\t\t\t\t\tdagvaarding teen die respondent in die Vrystaatse Provinsiale\r\n\t\t\t\t\t\t\t\tAfdeling laat\nuitreik. Daarin het hy betaling van die som van\r\n\t\t\t\t\t\t\t\tR23 250 gevorder op grond van die aangevoerde ooreenkoms van\r\n\t\t\t\t\t\t\t\t8\nJunie.\n(5)\nDie ander drie bakkies is mettertyd (dit moes voor 17\r\n\t\t\t\t\t\t\t\tJulie gewees het) deur die appellant aan drie verskillende\r\n\t\t\t\t\t\t\n\tpersone verkoop en gelewer. Op daardie datum is die appellant\r\n\t\t\t\t\t\t\t\tdeur adjudant-offisier Abrams meegedeel dat die drie bakkies\n\n\t\t\t\t\t\t\t\tvermoedelik gesteelde voertuie was en dat hy op hulle beslag\r\n\t\t\t\t\t\t\t\twou lê ten einde 'n inspeksie uit te voer.\n4\nAs gevolg van 'n latere reëling tussen die appellant en\r\n\t\t\t\tAbrams is twee van die bakkies toe in Bloemfontein, en die ander\n\n\t\t\t\teen in Kaapstad, geïnspekteer. Dit het gelei tot\r\n\t\t\t\tbeslaglegging op die drie bakkies ingevolge art 20 van die\r\n\t\t\t\tStrafproseswet\n51 van 1977 (\"die Wet\").\n(6)\nOp 27 Julie het die appellant die kooppryse van die drie\r\n\t\t\t\t\t\t\t\tbakkies aan die drie kopers terugbetaal nadat die betrokke\r\n\t\t\t\n\t\t\t\tkoopkontrakte konsensueel gekanselleer is.\n(7)\nAlvorens die ondersoek van die polisie afgehandel was, het\r\n\t\t\t\t\t\t\t\tdie appellant se prokureur op 24 November 'n skrywe aan die\r\n\n\t\t\t\t\t\t\trespondent se prokureur gerig. Daarin is die respondent\r\n\t\t\t\t\t\t\t\tversoek om die appellant by te staan in sy strewe om herbesit\n\n\t\t\t\t\t\t\t\tvan die bakkies te verkry. Aangeheg by die skrywe was 'n\r\n\t\t\t\t\t\t\t\tbrief gerig deur eersgenoemde prokureur aan die polisie\n\n\t\t\t\t\t\t\t\twaarin teruglewering van al vier bakkies ingevolge art 31(1)\r\n\t\t\t\t\t\t\t\tvan die Wet gevorder is weens die lang tydsverloop\nvanaf\r\n\t\t\t\t\t\t\t\tJulie. Die respondent het egter geweier om enigsins saam te\r\n\t\t\t\t\t\t\t\twerk.\n5\n(8) Hierna het die appellant se prokureur 'n skrywe van die\npolisie, gedateer 11 Desember, ontvang. Daarin is o a die\r\n\t\t\t\tvolgende gesê:\n\"Nieteenstaande die feit dat die ondersoek nog nie in\r\n\t\t\t\talle fasette voltooi is nie, is dit reeds op hierdie stadium\r\n\t\t\t\nduidelik dat bovermelde voertuie gesteel is en gesteel gebly het\r\n\t\t\t\ten dat u kliënt dit derhalwe nie wettiglik mag besit nie.\n\n\t\t\t\t(In die verband word u respekvol venvys na die bepalings van\r\n\t\t\t\tartikel 31 van die Strafproseswet, 1977 (Wet No. 51 van 1977)\n\n\t\t\t\tsaamgelees met die uitspraak van Van Heerden AR in Minister van\r\n\t\t\t\tWet en Orde v Datnis Motors (Midlands) (Edms) Bpk\n1989\r\n\t\t\t\t(1) SA 926\n(A).\nAlhoewel die Suid-Afrikaanse Polisie, uit vrees daarvoor dat\r\n\t\t\t\tdie ondersoek en daaropvolgende vervolging benadeel kan word, nie\n\n\t\t\t\tvan voorneme is om u van volledige gronde te verskaf nie, kan dit\r\n\t\t\t\tgemeld word dat die koderingsnommers wat op die voertuie\nverskyn\r\n\t\t\t\tnie aan die voertuie behoort nie. Verder is tekens van peutering\r\n\t\t\t\tin die omgewing van die nommers duidelik sigbaar.\nAangesien\r\n\t\t\t\tdieselfde valse nommers ook op die registrasiedokumente voorkom\r\n\t\t\t\tis die afleiding feitlik onafwendbaar dat die\nvoertuie gesteel is\r\n\t\t\t\ten gesteel gebly het.\nIn die omstandighede, neem die uiteengesette gronde vir u\r\n\t\t\t\tkliënt se aanspraak, nie die aangeleentheid enigsins verder\r\n\n\t\t\tnie en is dit met spyt dat ek u moet meedeel dat die voertuie nie\r\n\t\t\t\tterugbesorg sal word nie.\"\n6\n(Die inhoud van hierdie brief is in 'n aparte beedigde\r\n\t\t\t\tverklaring van 'n polisiebeampte bevestig.)\nHier dien gemeld\r\n\t\t\t\tte word dat hoewel die appelïant nie in soveel woorde so sê\r\n\t\t\t\tnie, dit duidelik is dat die brief\nvan 11 Desember ook op die\r\n\t\t\t\tToyota betrekking gehad het. Soos hieronder blyk, is hierdie\r\n\t\t\t\tbakkie ook deur die polisie in\nbeslag geneem.\nSamevattend het\r\n\t\t\t\tdie appellant sy aanspraak op temgbetaling van die totale\r\n\t\t\t\tkoopprys berus op die premisse dat weens die diefstal\nvan die\r\n\t\t\t\tbakkies die appellant nie weer in besit daarvan gestel sou word\r\n\t\t\t\tnie en dus uitgewin is.\nIn die bestrydende verklaring het die\r\n\t\t\t\trespondent in eerste instansie gesteun op kloasule 2 van die\r\n\t\t\t\tverkoopsvoorwaardes vervat\nin 'n skriftelike dokument wat die\r\n\t\t\t\tpartye by die aankoop van die vier bakkies geteken het. Dit het\r\n\t\t\t\tsoos volg gelui:\n\"I [die appellant] agree that the Owners [die respondent]\r\n\t\t\t\thave\n7\ngiven no warranty whatever as to the state, condition or\r\n\t\t\t\tquality of the Vehicle, or as to its fitness for any purpose and\r\n\t\n\t\tany implied warranty is expressly excluded and the Vehicle is\r\n\t\t\t\tsold 'voetstoots'.\"\nWat die Toyota betref, het die respondent ontken dat dit\r\n\t\t\t\tonderneem het om die koopprys aan die appellant terug te betaal.\r\n\t\n\t\tAl wat ooreengekom is, so is beweer, was dat die respondent die\r\n\t\t\t\tvoertuig sou herstel na terugbesorging daarvan by die respondent\n\n\t\t\t\tse perseeï. Kort na teruglewering het die polisie op die\r\n\t\t\t\tToyota beslag gelê as synde 'n gesteelde voertuig en\ndaama\r\n\t\t\t\tin besit daarvan gebiy.\nDie respondent het voorts beweer dat\r\n\t\t\t\tdit die vier bakkies in Mei 1992 van Markos Investments CC\r\n\t\t\t\t(\"Markos\") aangekoop\nhet as \"vehicle status number\r\n\t\t\t\t3\" voertuie, d w s heropgeboude voertuie wat opnuut\r\n\t\t\t\tgeregistreer was. Op sterkte\nvan 'n aantal dokumente het die\r\n\t\t\t\trespondent voorts twyfel probeer werp op die polisie se bewering\r\n\t\t\t\tdat die vier bakkies gesteelde\nvoertuie was.\n8\nIn repliek het die appellant o a gesteun op 'n beëdigde\r\n\t\t\t\tverklaring van Abrams wat teen daardie tyd 'n luitenant was.\r\n\t\n\t\tSamevattend sê hy dat hy betrokke was by 'n omvangryke\r\n\t\t\t\tondersoek rakende 160 voertuie. Hierdie ondersoek was toegespits\n\n\t\t\t\top grootskaalse diefstal van veral bakkies deur 'n sindikaat\r\n\t\t\t\tdiewe. Drie verdagtes was reeds gearresteer en verhoorafwagtend.\n\n\t\t\t\tDie vier bakkies wat tans ter sprake is, en wat klaarblyklik deel\r\n\t\t\t\tvan die 160 voertuie was, se valse koderingsnommers het\n\n\t\t\t\toorspronklik behoort aan voertuie wat algehele wrakke was. Die\r\n\t\t\t\tvier bakkies is nie van sodanige wrakke na hul huidige toestand\n\n\t\t\t\tverander nie en daar is voorts tekens van peutering in die\r\n\t\t\t\tomgewing van die koderingsnommers. Dieselfde vals nommers kom\nook\r\n\t\t\t\tvoor op die vier bakkies se registrasiedokumente. Wat dus gebeur\r\n\t\t\t\thet, is dat nadat die vier bakkies gesteel is hul\n\n\t\t\t\tkoderingsnommers by wyse van vervalsing vervang is met die wrakke\r\n\t\t\t\tse sodanige nommers, en dat hulle toe met die vals nommers\n\n\t\t\t\thergeregistreer is.\n9\nIn die hof a quo het die respondent blykbaar op verskeie\r\n\t\t\t\tgronde aangevoer dat die aansoek afgewys moes word. Een daarvan\r\n\t\t\n\twas dat al sou die appellant uitgewin gewees het, die respondent\r\n\t\t\t\tweens die bepalings van die hierbo aangehaalde klousule 2\nvan die\r\n\t\t\t\tverkoopsvoorwaardes nie verplig was om die koopsom aan die\r\n\t\t\t\tappellant terug te betaal nie. Die hof het bevind dat\ndaar\r\n\t\t\t\theelwat te sê was vir die konstruksie dat die woorde \"any\r\n\t\t\t\timplied warranty\" ook die stilswyende waarborg\nteen\r\n\t\t\t\tuitwinning uitgesluit het. Weens oorwegings wat vir my nie\r\n\t\t\t\tduideiik is nie, is egter voorts bevind dat al sou daar\ntwyfel\r\n\t\t\t\tbestaan het oor die juiste uitleg van klousule 2 dit voorsienbaar\r\n\t\t\t\twas dat 'n feitelike dispuut aangaande daardie\nuitleg sou\r\n\t\t\t\tontstaan, welke dispuut slegs deur die aanhoor van mondelinge\r\n\t\t\t\tgetuienis bygelê sou kon word. Gevolglik\nis die aansoek met\r\n\t\t\t\tkoste afgewys. Later het die appellant ingevolge art 21(2),\r\n\t\t\t\tsaamgelees met art 20(4)(b), van die Wet\nop die Hooggeregshof 59\r\n\t\t\t\tvan 1959, verlof verkry om teen bedoelde bevel na\n10\nhierdie hof te appelleer.\nDit is dienstig om ter aanvang op\r\n\t\t\t\tdie effek van klousule 2 van die verkoopsvoorwaardes te let.\r\n\t\t\t\tSelfs in die veronderstelling\ndat dit aanspreeklikheid vir\r\n\t\t\t\tuitwinning uitsluit, baat dit nie die respondent nie. Meestal met\r\n\t\t\t\t'n beroep op D 19.1.11.18\nleer 'n hele aantal van ons ou skrywers\r\n\t\t\t\tnaamlik dat 'n beding waarvolgens die verkoper in geval van\r\n\t\t\t\tuitwinning nie aanspreeklikheid\noploop nie, nie in die weg staan\r\n\t\t\t\tvan 'n uitgewonne koper se vordering vir terugbetaling van die\r\n\t\t\t\tkoopprys nie. So 'n beding\nbring slegs mee dat die koper nie ook\r\n\t\t\t\tskadevergoeding kan verhaal nie. Sien o a Van Leeuwen C F\r\n\t\t\t\t1.4.19.14; Voet 21.2.31;\nGroenewegen, nota 20 by De Groot 3.14.4;\r\n\t\t\t\tMatthaeus, De Auctionibus 1.14.5, en Van der Keessel,\r\n\t\t\t\tPraelectiones Th 640. Van\nNieustad en Kooren, vonnis 68, vermeld\r\n\t\t\t\took 'n gewysde van die Hoogen Raad van Holland, Zeeland en West\r\n\t\t\t\tFriesland waarin\nin dier voege beslis is. En in Alpha Trust\r\n\t\t\t\t(Edms) Bpk v Van der Watt\n1975\r\n\t\t\t\t(3) SA 734\n(A) 745-6, is\n11\nmet blykbare goedkeuring na meeste van hierdie bronne verwys.\nVoet se motivering vir die gedeeltelike onafdwingbaarheid\r\n\t\t\t\tvan\ndie beding onder bespreking is dat \"a bonae fidei\r\n\t\t\t\tcontract does not admit\nof this covenant that the purchaser\r\n\t\t\t\tshould lose the thing and the seller\nshould keep the price\".\r\n\t\t\t\t(Gane se vertaling, band 3, p 686.) Pothier,\nContract of Sale, se ietwat soortgelyke motivering lui:\n\"... as the buyer is not obliged to pay and does not in\r\n\t\t\t\tfact pay the price, but in consequence of the seller's promise to\n\n\t\t\t\tcause him to have the thing, if the seller does not fulfil this\r\n\t\t\t\tpromise, the cause for which the buyer pays the price no\nlonger\r\n\t\t\t\tsubsists, and the seller, being in possession of it without\r\n\t\t\t\tcause, is consequently bound to restore it.\" (Cushing\nse\r\n\t\t\t\tvertaling, p 115.)\nIn aanvullende betoogshoofde het die respondent se advokaat\nnietemin betoog dat hierdie hof nie gevolg aan bostaande reël\r\n\t\t\t\tmoet gee\nnie. In eerste instansie is aangevoer dat Schorer 'n\r\n\t\t\t\tteenoorgestelde\nstandpunt ingeneem het (aantekening CCCL op De\r\n\t\t\t\tGroot 3.14.6.) Die\nberoep op Schorer is egter heeltemal\r\n\t\t\t\tmisplaas. In die betrokke\n12\naantekening verwys hy naamlik glad nie na 'n beding wat\r\n\t\t\t\taanspreeklikheid vir uitwirming uitsluit nie, maar wel na 'n\r\n\t\t\t\tgeval\nwaarin die koper bewus is dat die saak nie die eiendom van\r\n\t\t\t\tdie verkoper is en nie sorg dra dat die koopkontrak 'n beding\r\n\t\n\t\tbevat wat hom uitdruklik teen uitwinning vrywaar nie. In so 'n\r\n\t\t\t\tgeval, sê Schorer, leer sommige skrywers dat indien die\n\n\t\t\t\tkoper uitgewin word hy nogtans die koopprys van die verkoper kan\r\n\t\t\t\tverhaal, maar dat die Hof van Mechelin en die Raad van\nBrabant\r\n\t\t\t\tanders beslis het.\nMorice, Sale in Roman-Dutch Law, p 130, se\r\n\t\t\t\tberoep op Schorer is eweneens mis, en in die verbygaan kan daarop\r\n\t\t\t\tgewys word\ndat na oorweging van talle gemeenregtelike brorme\r\n\t\t\t\tRoberts Wnd R beslis het dat selfs in die geval waaroor Schorer\r\n\t\t\t\tdit het\ndie koper in die reël die koopprys mag terugvorder.\r\n\t\t\t\tIn Van der Westhuizen v Yskor Werknemers se Onderlinge\r\n\t\t\t\tBystandesvereniging\n1960\r\n\t\t\t\t(4) SA 803\n(T), het hy naamlik die volgende regsreël\r\n\t\t\t\tgeformuleer (op p 812 A-B):\n13\n\"Waar 'n koper wetende 'n res aliena koop, sonder kwade\r\n\t\t\t\ttrou en sonder om uitdruklik of deur sy optrede te kenne te gee\n\n\t\t\t\tdat hy 'n emptio spei aangaan, dan is hy, by uitwinning, geregtig\r\n\t\t\t\top terugvordering van die koopprys, maar nie op verhaal\nvan die\r\n\t\t\t\tid quod interest nie.\"\nMackeurtan, Sale of Goods in South Africa, 5de uitgawe, p 172,\r\n\t\t\t\tn 3, en Norman, Purchase and Sale in South Africa, 4de uitgawe,\np\r\n\t\t\t\t291, gee ook te kenne dat Schorer afwyk van bostaande standpunt\r\n\t\t\t\tvan Voet et al. Hulle gaan egter verder deur hul ook\nop De Groot\r\n\t\t\t\t3.14.6 te beroep. Maar hierdie teks het dit nog minder as Schorer\r\n\t\t\t\tse aantekening oor 'n beding wat aanspreeklikheid\nvir uitwinning\r\n\t\t\t\tuitsluit. Sover ek kon nagaan, is daar dan ook nie 'n enkele\r\n\t\t\t\tgemeenregtelike skrywer wat bedoelde standpunt\nbetwyfel nie.\nWat\r\n\t\t\t\tmoderne skrywers betref, word die standpunt as 'n gevestigde\r\n\t\t\t\tregsreël aanvaar deur Wessels, The Law of Contract\nin South\r\n\t\t\t\tAfrica, 2de uitgawe, band 2, para 4602, en De Wet en Van Wyk,\r\n\t\t\t\tKontraktereg en Handelsreg, 5de uitg., band 1, pp\n331-2.\n14\nHoewel hy nie bostaande gemeenregtelike posisie betwyfel nie,\r\n\t\t\t\tmeen Mostert, Uitwinning by die Koopkontrak in die\r\n\t\t\t\tSuid-Afrikaanse\nReg\n(ongepubliseerde proefskrif) vol 1, p 358,\r\n\t\t\t\ten vol 2, pp 472-3, egter dat dit nie hedendaags nagevolg moet\r\n\t\t\t\tword nie. (Sien\nook Mostert, Joubert en Viljoen, Die Koopkontrak,\r\n\t\t\t\tp 154, en Mostert in Acta Juridica 1968, p 52.) Sy vernaamste\r\n\t\t\t\targument\n- wat ook een is wat aanvanklik namens die respondent\r\n\t\t\t\taangevoer is - kom daarop neer dat die reêl waarvolgens die\r\n\t\t\n\tverkoper normaalweg vir uitwinning aanspreeklik is tot die\r\n\t\t\t\treêlende reg behoort, en dat daar dus geen logiese rede is\n\n\t\t\t\twaarom die partye tot 'n koopkontrak nie by ooreenkoms die reël\r\n\t\t\t\tkan uitsluit nie.\nDie bondigste antwoord op hierdie argument\r\n\t\t\t\tis natuurlik dat volgens die gemeemegtelike opvatting die reël\r\n\t\t\t\tdat die verkoper\nin geval van uitwinning verplig is om die\r\n\t\t\t\tkoopprys terug te betaal juis nie deel van die reélende\r\n\t\t\t\treg is nie. 'n\nMens moet nietemin toegee dat die redes waarom dit\r\n\t\t\t\tdie regsposisie is uit 'n oogpunt van logika nie ten volle\n15\nbevredigend is nie. Soos reeds dikwels opgemerk, is die reg\r\n\t\t\t\tegter nie altyd volkome logies nie: vgl Du Plessis v Strauss\n1988\r\n\t\t\t\t(2) SA 105\n(A) 143 H-I. En dit is sekerlik nie onbillik nie\r\n\t\t\t\tdat die koper wat deur uitwinning die saak ontneem is selfs in\r\n\t\t\t\tdie aanwesigheid\nvan die meermaal genoemde beding die koopprys -\r\n\t\t\t\tmaar nie ook skadevergoeding nie - van die verkoper kan verhaal.\r\n\t\t\t\tImmers,\ndie koper ondemeem om die koopprys te betaal in die\r\n\t\t\t\tstellige verwagting dat hy nie uitgewin sal word nie.\nDaar\r\n\t\t\t\tbestaan dus nie 'n dwingende rede nie waarom hierdie hof moet\r\n\t\t\t\tafwyk van 'n reël wat eenstemmig deur ons ou skrywers\n\n\t\t\t\taanvaar en bowendien deur die Hooge Raad toegepas is. Dit het die\r\n\t\t\t\tadvokaat vir die respondent dan ook aan die einde van\nsy\r\n\t\t\t\tmondelinge betoog toegegee. Gevolglik kon die respondent hom nie\r\n\t\t\t\top grond van klousule 2 van die verkoopsvoorwaardes,\nin sy\r\n\t\t\t\tveronderstelde uitleg, teen die appellant se vordering vir\r\n\t\t\t\tterugbetaling van die koopprys verweer nie.\n16\nUitwinning vind in die reël plaas wanneer die koper die\r\n\t\t\t\tverkoopte saak geheeï of gedeeltelik ontneem word 6f omdat\n\n\t\t\t\tdie verkoper nie eienaar daarvan was nie óf omdat sy\r\n\t\t\t\teiendomsreg beperk was. Die Massieke geval van uitwinning is\n\n\t\t\t\tnatuurlik dié waarin die koper op aandrang van die ware\r\n\t\t\t\teienaar die saak aan laasgenoemde lewer. Die vraag ontstaan\nnou\r\n\t\t\t\tof en, indien wel, wanneer 'n beslaglegging op 'n saak ingevolge\r\n\t\t\t\tart 20 van die Wet uitwinning tot gevolg het.\nArt 31(l)(a) en (b) van die Wet lui soos volg:\n\"(a) Indien geen strafregtelike verrigtinge ingestel word\r\n\t\t\t\tin verband met 'n in artikel 30(c) bedoelde voorwerp nie of\r\n\n\t\t\tindien dit blyk dat so 'n voorwerp nie by die verhoor vir die\r\n\t\t\t\tdoeleindes van bewyslewering of vir die doeleindes van 'n\r\n\t\t\t\thofbevel nodig is nie, word die voorwerp teruggegee aan die\r\n\t\t\t\tpersoon van wie dit in beslag geneem is, indien so 'n persoon\n\n\t\t\t\tdaardie voorwerp wettiglik mag besit, of, indien so 'n persoon\r\n\t\t\t\tdaardie voorwerp nie wettiglik mag besit nie, aan die persoon\nwat\r\n\t\t\t\tdit wettiglik mag besit.\n(b) ïndien niemand so 'n voorwerp wettiglik\r\n\t\t\t\tmag besit\nnie of indien die polisiebeampte belas met die\r\n\t\t\t\tondersoek\nredelikerwys nie weet van iemand wat so 'n\r\n\t\t\t\tvoorwerp\nwettiglik mag besit nie, word die voorwerp aan die\r\n\t\t\t\tStaat\nverbeur.\"\n17\nArt 30(c), wat in art 31(l)(a) vermeld word, het betrekking op\r\n\t\t\t\t'n voorwerp wat ooreenkomstig art 20 in beslag geneem is en wat\n\n\t\t\t\tin bewaring van of namens die polisie gebly het, soos die geval\r\n\t\t\t\tmet die onderhawige vier bakkies was.\nIngevolge art 32 geld\r\n\t\t\t\tgelykluidende bepalings vir die geval waarin strafregtelike\r\n\t\t\t\tverrigtinge in verband met die voorwerp\ningestel word en die\r\n\t\t\t\tbeskuldigde sy skuld ooreenkomstig die bepalings van art 57\r\n\t\t\t\terken.\nArt 34(1) is van toepassing by beëindiging van\r\n\t\t\t\tstrafregtelike verrigtinge wat ingestel is in verband met 'n in\r\n\t\t\t\tart\n33 bedoelde voorwerp. So 'n voorwerp is een wat in art 30(c)\r\n\t\t\t\tvermeld word en wat by 'n strafverhoor vir doeleindes van\r\n\t\t\t\nbewyslewering of van 'n hofbevel nodig is. Behoudens 'n tans\r\n\t\t\t\tontersaaklike kwalifikasie bepaal art 34(1) dat die regter of\r\n\t\t\t\tregterlike amptenaar wat by strafregtelike verrigtinge voorsit by\r\n\t\t\t\tbeëindiging daarvan 'n bevel moet gee dat so 'n voorwerp:\n18\n\"(a) aan die persoon teruggegee word van wie dit in\r\n\t\t\t\tbeslag geneem is, indien so 'n persoon daardie voorwcrp wettiglik\r\n\n\t\t\tmag besit; of\n(b)\nindien so 'n persoon nie op die voorwerp geregtig is of\r\n\t\t\t\t\t\t\t\tdie voorwerp nie wettiglik rriag besit nie, aan 'n ander\r\n\t\t\t\t\t\t\n\tpersoon wat daarop geregtig is, teruggegee word, indien\r\n\t\t\t\t\t\t\t\tdaardie persoon die voorwerp wettiglik mag besit; of\n(c)\nindien geen persoon op die voorwerp geregtig is of indien\r\n\t\t\t\t\t\t\t\tgeen persoon die voorwerp wettiglik mag besit nie of, indien\r\n\n\t\t\t\t\t\t\tdie persoon wat daarop geregtig is, nie opgespoor kan word\r\n\t\t\t\t\t\t\t\tnie of onbekend is, aan die Staat verbeur word.\"\n(So 'n bevel kan ook later gemaak word : art 34(3).)\n(Edms) Bpk\n1989\r\n\t\t\t\t(1) SA 926\n(A) 933-4, is beslis dat 'n gesteelde\nvoorwerp\r\n\t\t\t\tnie ingevolge art 31(1) teruggegee mag word nie aan die origens\r\n\t\t\t\tonskuldige persoon uit wie se besit dit kragtens\nart 20 in beslag\r\n\t\t\t\tgeneem is indien hy van die diefstal bewus geword het.\r\n\t\t\t\t(Gerieflik-heidshalwe gebruik ek die frase \"gesteelde\n\n\t\t\t\tvoorwerp\" ter aanduiding van 'n voorwerp 'n vroeëre\r\n\t\t\t\tdiefstal waarvan tot datum van beslaglegging voortgeduur\nhet, of,\r\n\t\t\t\tsoos dit in Datnis gestel is, 'n voorwerp wat gesteel\n19\nis en gesteel gebly het.) Die rede is dat so 'n persoon dan\r\n\t\t\t\tnie die voorwerp wettiglik mag besit nie. Bostaande geld\r\n\t\t\t\tklaarblyklik\nook vir artikels 32(1) en 34(1). Maar selfs al sou\r\n\t\t\t\tbedoelde persoon die voorwerp wettiglik mag besit, kan dit\r\n\t\t\t\tingevolge\nart 34(1) slegs aan hom teruggegee word indien hy\r\n\t\t\t\tbowendien daarop geregtig is.\n'n Koper van 'n voorwerp waarop\r\n\t\t\t\tingevolge art 20 as 'n vermoedelik gesteelde voorwerp beslag gelê\r\n\t\t\t\tword, word klaarblyklik\nnie deur die blote beslaglegging uitgewin\r\n\t\t\t\tnie. Die voorwerp mag immers aan hom terugbesorg word. Net so\r\n\t\t\t\tklaarblyklik is\nso 'n koper wel uitgewin indien die voorwerp\r\n\t\t\t\tvolgens òf art 31(l)(b) òf art 32(2) òf art\r\n\t\t\t\t34(l)(c)\naan die Staat verbeur word, of aan iemand anders -\r\n\t\t\t\tgewoonlik die eienaar- terugbesorg word. Maar moet die koper nou\r\n\t\t\t\tvir\n'n onbepaalde tydperk na die beslaglegging, wat jare mag\r\n\t\t\t\twees, wag aleer hy op grond van uitwinning teen sy verkoper kan\r\n\t\n\t\toptree omdat sodanige verbeuring of terugbesorging geskied het?\r\n\t\t\t\tEk meen van nee. So gou dit blyk dat\n20\ndie voorwerp nie aan die koper - of aan iemand wat deur hom 'n\r\n\t\t\t\treg op besit van die voorwerp verkry het - terugbesorg sal word\n\n\t\t\t\tnie, is die koper immers reeds uitgewin aangesien sy tydelike\r\n\t\t\t\tverlies aan besit van die voorwerp weens die beslagïegging\n\n\t\t\t\tnou 'n permanente een geword het. Anders gestel, is hy nou in\r\n\t\t\t\teffek permanent die saak ontneem, òf deur die Staat\nòf\r\n\t\t\t\tdeur die persoon aan wie die voorwerp terugbesorg staan te word.\nUit bostaande volg dat die appellant in eerste instansie moes\r\n\t\t\t\taangetoon het dat die vier bakkies wel gesteelde voorwerpe was.\n\n\t\t\t\tEk het reeds verwys na verklarings van polisiebeamptes waarin\r\n\t\t\t\tgesê is dat die bakkies wel gesteelde voertuie was\no a\r\n\t\t\t\tomdat hulle valse koderingsnommers gehad het; daar tekens van\r\n\t\t\t\tpeutering in die omgewing van die nommers was, en dieselfde\nvals\r\n\t\t\t\tnommers ook op die betrokke registrasiedokumente voorgekom het.\r\n\t\t\t\t(Die woord \"koderingsnommers\" slaan klaarblyklik\nop\r\n\t\t\t\tmasjien- en onderstelnommers.) In die bestrydende\n21\nverklaring het die respondent enige suggestie van diefstal van\r\n\t\t\t\tdie bakkies probeer weerlê deur onder andere te steun op\n\n\t\t\t\taangehegte motorvoertuigklaringvorms (\"klaringsvorms\").\r\n\t\t\t\tSoos reeds genoem, het die respondent op sy beurt die\nvier\r\n\t\t\t\tbakkies van Markos aangekoop en vermoedelik is hierdie vorms deur\r\n\t\t\t\tlaasgenoemde van die polisie verkry ten einde die\nvoertuie te\r\n\t\t\t\therregistreer. Al wat egter uit die vorms blyk, is dat bakkies\r\n\t\t\t\tmet sekere koderingsnommers, en in drie gevalle\nsekere\r\n\t\t\t\tregistrasienommers, nie by die polisie as gesteel aangemeld is\r\n\t\t\t\tnie. Dit beteken nie dat hulle nie inderdaad gesteel\nis nie.\r\n\t\t\t\tEerstens kon die eienaar versuim het om 'n diefstal aan te meld.\r\n\t\t\t\tTweedens, indien die koderingsnommers van die\nvier bakkies wat\r\n\t\t\t\taan die appellant gelewer is, vervals was, sou diefstal van\r\n\t\t\t\tvoertuie met daardie nommers uiteraard nie\nas gesteel aangemeíd\r\n\t\t\t\tgewees het nie. Ek kom later in meer besonderhede terug op die\r\n\t\t\t\tgegewens wat op die vorms voorkom.\nVoorts het die respondent wat die ander drie bakkies betref,\n22\ngesteun op aangehegte dokumente met die opskrif: \"Kennisgewing\r\n\t\t\t\tvan diefstal of permanente ongeskiktheid van geregistreerde\n\n\t\t\t\tmotorvoertuig\" (hierna aanmeldingsdokumente genoem). Hierdie\r\n\t\t\t\tdokumente is blykbaar vanweë die bepalings van Ordonnansie\n\n\t\t\t\t21 van 1966 (Natal) deur die aanmelders van drie bakkies ingevul,\r\n\t\t\t\tgeteken en by die polisie ingehandig. 'n Oningevulde\n\n\t\t\t\taanmeldingsdokument maak voorsiening vir aanmeïding dat 'n\r\n\t\t\t\tvoertuig gesteel is (\"rede (a)\") of permanent\nvir\r\n\t\t\t\tgebruik as motorvoertuig ongeskik geraak het (\"rede (b)\"),\r\n\t\t\t\ten bevat twec blokkies waarin die aanmelder deur\n'n merk soos 'n\r\n\t\t\t\tkruis te kenne kan gee welke rede op die aanmelding van\r\n\t\t\t\ttoepassing is. Die een blokkie (\"blokkie (a)\")\nmoet\r\n\t\t\t\tgemerk word as die voertuig gesteel is en die ander (\"blokkie\r\n\t\t\t\t(b)\") indien rede (b) geld.\nDie eerste aanmeldingsdokument het betrekking op 'n bakkie\r\n\t\t\t\t(\"bakkie (1)\") met registrasienommer NP 30145 en in\r\n\t\t\n\taïbei blokkies is kruisies aangebring. Die toepaslike datum\r\n\t\t\t\tbetreffende beide redes vir\n23\naanmelding word verstrek as 1 Januarie 1992 en daar word te\r\n\t\t\t\tkenne gegee dat diefstal van die bakkie op daardie dag by die\r\n\t\n\t\tpolisie in Hilton gerapporteer is. Onder blokkie (b) verskyn\r\n\t\t\t\tegter in manuskrip: \"Accident/Wright off\". (Die woord\n\n\t\t\t\t\"Wright\" is waarskynlik as gevolg van 'n spelfout in\r\n\t\t\t\tplaas van \"Write\" gebruik.) Die enigste aanvaarbare\n\n\t\t\t\tafleiding is óf dat die aanmelder blokkie (a) per abuis\r\n\t\t\t\tgemerk het, óf dat die bakkie wel gesteel is en op\n\n\t\t\t\tdieselfde dag - allig toe dit deur die dief of 'n trawant bestuur\r\n\t\t\t\tis - in 'n ongeluk betrokke was. Hoe dit ook al sy, in\ndie\r\n\t\t\t\tdokument wat 21 Januarie 1992 gedateer is, word gemeld dat dit\r\n\t\t\t\tvergesel gaan van die bakkie se registrasiesertifikaat.\nEen\r\n\t\t\t\tvan Markos se fakture het betrekking op 'n voertuig met\r\n\t\t\t\tregistrasienommer NP 30145, d w s dieselfde een as dié\nwat\r\n\t\t\t\top bogenoemde aanmeldingsdokument asook op een van die\r\n\t\t\t\tklaringsvorms voorkom. Die faktuur meld egter nie enige\r\n\t\t\n\tkoderingsnommers nie. Die masjiennommer op die\r\n\t\t\t\taanmeïdingsdokument verskil geheel en al van\n24\nsodanige nommer wat op die betrokke klaringsvonn voorkom, en\r\n\t\t\t\took van die masjiennommer van elk van die vier bakkies wat aan\r\n\t\t\t\tdie appellant gelewer is.\nDie tweede aanmeldingsvorm het\r\n\t\t\t\tbetrekking op 'n bakkie (\"bakkie 2\") met\r\n\t\t\t\tregistrasienommer NR 10155. Blykens 'n\nfaktuur van Markos is 'n\r\n\t\t\t\tbakkie met hierdie registrasienommer aan die respondent verkoop\r\n\t\t\t\top 22 Mei 1992, en volgens laasgenoemde\nis dit een van die ander\r\n\t\t\t\tdrie bakkies wat weer aan die appellant verkoop is. Die faktuur\r\n\t\t\t\tvermeld nie enige koderingsnommers\nnie maar beide die masjien- en\r\n\t\t\t\tonderstelnommer van voertuig NR 10155 is op die\r\n\t\t\t\taanmeldingsdokument ingevul en kom ooreen\nmet dié van 'n\r\n\t\t\t\ttweede van die ander drie bakkies wat aan die appellant gelewer\r\n\t\t\t\tis. Dieselfde nommers verskyn ook\nop een van die klaringsvorms en\r\n\t\t\t\tdie registrasienommer op daardie vorm is ook NP 10155.\nSlegs blokkie (a) is op die tweede aanmeldingsvorm gemerk,\n25\nen die betrokke gedeelte van die dokument gee te kenne dat\r\n\t\t\t\tbakkie 2 op 11 November 1991 gesteel is en dat die diefstal by\r\n\t\n\t\tdie polisie in Howick gerapporteer is. Onder blokkie (b) verskyn\r\n\t\t\t\tegter die volgende in manuskrip: \"Vehicle burnt out\nback\".\r\n\t\t\t\tDit laat 'n mens twyfel of die eienaar nie beoog het om die\r\n\t\t\t\tbakkie as permanent ongeskik, eerder as gesteel,\naan te meld nie.\r\n\t\t\t\tIndien nou in ag geneem word dat die aanmelder in die dokument\r\n\t\t\t\took te kenne gee dat dit vergesel gaan\nvan die betrokke\r\n\t\t\t\tregistrasiesertifikaat, wat waarskynlik slegs in geval van\r\n\t\t\t\taanmelding weens rede (b) ingedien hoef te\nword; dat die\r\n\t\t\t\tkoderingsnommers en registrasienommer vermeld in die tweede\r\n\t\t\t\taanmeldingsdokument dieselfde is as dié\nwat op een van die\r\n\t\t\t\tklaringsvorms voorkom, en dat in daardie vorm te kenne gegee word\r\n\t\t\t\tdat 'n voertuig met bedoelde nommers\nnie as gesteel gerapporteer\r\n\t\t\t\tis nie, is dit vir my aanneemliker dat bakkie 2 in die betrokke\r\n\t\t\t\taanmeldingsdokument as permanent\nongeskik, eerder as gesteel,\n26\naangemeld is.\nEk kom dan by bakkie 3. Volgens die derde\r\n\t\t\t\taanmeldings-dokument is die registrasienommer daarvan NIX 2293.\r\n\t\t\t\tHierdie nommer\nkom ook voor op een van Markos se fakture,\r\n\t\t\t\tgedateer 22 Mei 1992, en een van die klaringsvorms, en volgens\r\n\t\t\t\tdie respondent\nis die bakkie waarop dit betrekking het een van\r\n\t\t\t\tdie ander drie wat aan die appellant gelewer is. Die\r\n\t\t\t\tkoderingsnommers van\neen van sodanige bakkies is dieselfde as dié\r\n\t\t\t\tvermeld in die klaringsvorm, en die masjiennommer van daardie\r\n\t\t\t\tbakkie\nstem ooreen met die een wat in die derde\r\n\t\t\t\taanmeldingsdokument ingevul is. (In daardie vorm word nie 'n\r\n\t\t\t\tonderstelnommer vermeld\nnie, terwyl die faktuur geen besonderhede\r\n\t\t\t\toor die koderingsnommers bevat nie.) Die rede vir die aanmelding\r\n\t\t\t\tblyk duidelik\nuit die aanmeldingsdokument, nl permanente\r\n\t\t\t\tongeskiktheid vir gebruik as motorvoertuig. Die oorsaak van die\r\n\t\t\t\tongeskiktheid\nlui soos volg: \"involved in an accident,\r\n\t\t\t\tdamaged beyond repair\".\n27\nVolgens 'n vierde faktuur van Markos, gedateer 7 Mei 1992, is\r\n\t\t\t\t'n verdere bakkie aan die respondent verkoop. Die faktuur vermeld\n\n\t\t\t\tgeen koderingsnommers nie en slegs 'n Transvaalse\r\n\t\t\t\tregistrasienommer wat blykbaar by herregistrasie aan die voertuig\r\n\t\n\t\ttoegeken is. Op die klaringsvorm waarop die respondent steun, kom\r\n\t\t\t\tgeen registrasienommer voor nie; in die toepaslike mimte\nis slegs\r\n\t\t\t\t\"Vir Reg\" (blykbaar betekende \"vir registrasie\")\r\n\t\t\t\tingevul. Die koderingsnommers op die klaringsvorm\nis egter\r\n\t\t\t\tdieselfde as dié van die Toyota wat aan die appellant\r\n\t\t\t\tgelewer is.\nBetreffende die Toyota het die respondent nie 'n\r\n\t\t\t\taanmeldingsdokument aangeheg nie maar wel gesteun op 'n dokument\r\n\t\t\t\twat voorgee\nuitgereik te gewees het deur die Kwazulu Departement\r\n\t\t\t\tvan Finansies op 16 Oktober 1991. Volgens dié dokument is\r\n\t\t\t\t'n\nbakkie (\"bakkie 4\") op daardie datum aan 'n\r\n\t\t\t\tongenoemde persoon verkoop op 'n sogenaamde \"Kwazulu\r\n\t\t\t\tredundant\nmotor vehicle sale\". Die dokument vermeld nie 'n\r\n\t\t\t\tregistrasienommer of die toestand van die voertuig nie,\n28\nmaar die koderingsnommers wat daarop voorkom is dieselfde as\r\n\t\t\t\tdié van die Toyota wat aan die appellant gelewer\r\n\t\t\t\tis.\nSamevattend is dit die respondent se saak dat bakkies 1\r\n\t\t\t\ttot 4 dieselfde bakkies is as dié wat, sy dit dan ook tot\r\n\t\t\n\t'n mate opgebou, aan die appellant gelewer is. In die\r\n\t\t\t\tveronderstelling dat die dokumentasie waarop die respondent steun\r\n\t\n\t\tin sy guns toelaatbaar is, bewys dit egter nie dat die vier\r\n\t\t\t\tbakkies wat aan die respondent gelewer is nie gesteelde voertuie\n\n\t\t\t\twas nie. Die teendeel is eerder waar. Aangenome dat bakkie 1 as\r\n\t\t\t\tgesteel aangemeld is en een van bogenoemde vier bakkies\nis, is\r\n\t\t\t\tdie posisie dat bakkie 1 vier maande na die aanmelding met\r\n\t\t\t\taangifte van dieselfde registrasienommer (NP 30145) deur\nMarkos\r\n\t\t\t\taan die respondent verkoop is, en 'n paar dae later met 'n valse\r\n\t\t\t\tmasjiennommer deur laasgenoemde aan die appellant\nverkoop en\r\n\t\t\t\tgelewer is. Gesien die kort tydsbestek is dit vir my\r\n\t\t\t\tonwaarskynlik dat die polisie bakkie 1 na die diefstal\nen die\r\n\t\t\t\tvervalsing van die masjiennommer sou opgespoor en aan\n29\ndie Natalse eienaar terugbesorg het, en dat laasgenoemde dit\r\n\t\t\t\tdaama verkoop het op 'n wyse wat dit voor 22 Mei 1992 in Markos\n\n\t\t\t\tse besit in die Transvaal sou laat beland het. Kortom, in\r\n\t\t\t\tbostaande veronderstelling was bakkie 1 'n gesteelde voorwerp\ntoe\r\n\t\t\t\tdit aan die appellant gelewer is. Indien hierdie bakkie egter\r\n\t\t\t\tbloot as permanent ongeskik aangemeld is, geld dieselfde\nas wat\r\n\t\t\t\thieronder betreffende bakkies 2 en 3 gesê\r\n\t\t\t\tword.\nLaasgenoemde twee bakkies was as't ware wrakke tydens\r\n\t\t\t\tdie onderskeie aanmeldings. Dit pas in by Abrams se beskrywing\r\n\t\t\t\tvan\ndie werkswyse van die sindikaat, nl om die koderingsnommers\r\n\t\t\t\tvan gesteelde voertuie te vervang met dié van wrakke. En\n\n\t\t\t\tindien bakkies 2 en 3 na die aanmeldings verkry is deur Markos of\r\n\t\t\t\tiemand anders wat hulle op 'n onskuldige wyse bloot heropgebou\n\n\t\t\t\thet, sou dit natuurlik nie nodig gewees het om in die omgewing\r\n\t\t\t\tvan hul koderingsnommers te peuter nie. Die aanduidings\nis dus\r\n\t\t\t\tdat bakkies 2 en 3 nie dieselfde bakkies is as dié met\r\n\t\t\t\tooreenstemmende koderingsnommers wat aan die appellant\ngelewer is\r\n\t\t\t\tnie,\n30\nmaar dat laasgenoemde bakkies gesteelde voorwerpe was die\r\n\t\t\t\tkoderings-nommers waarvan valslik deur dié van bakkies 2\r\n\t\n\t\ten 3 vervang is.\nDie dokumentasie waarop die respondent steun\r\n\t\t\t\ten wat op bakkie 4 betrekking het, werp nie juis lig op die\r\n\t\t\t\tlotgevalle daarvan\nnie. Dit is egter ietwat vreemd dat die\r\n\t\t\t\tfaktuur van Markos wat volgens die respondent op bakkie 4 van\r\n\t\t\t\ttoepassing is geen\nkoderingsnommers en ook nie die vorige Natalse\r\n\t\t\t\tregistrasienommer vermeld nie. Hoe dit ook al sy, 'n mens weet\r\n\t\t\t\tnie of bakkie\n4 ten tye van die veiling reeds so te sê 'n\r\n\t\t\t\twrak was, of daarna een geword het nie, en indien hierdie bakkie\r\n\t\t\t\tna die\nveiling deur 'n onskuldige verkryer bloot heropgebou was,\r\n\t\t\t\tsou dit natuurlik net so min as in die geval van bakkies 2 en 3\r\n\n\t\t\tnodig gewees het om in die omgewing van die koderingsnommers\r\n\t\t\t\tdaarvan te peuter. Die peutering wat wel plaasgevind het xn\ndie\r\n\t\t\t\tomgewing van die Toyota se koderingsnommers dui dus daarop dat\r\n\t\t\t\tdit 'n gesteelde voorwerp was waarin die voertuig se\n\n\t\t\t\toorspronklike sodanige nommers by wyse van\n31\nvervalsing vervang is deur dié van bakkie 4.\nDie\r\n\t\t\t\tknoop word verder deurgehak deur Abrams. Soos reeds aangedui, sê\r\n\t\t\t\thy dat die koderingsnommers van die vier bakkies\nwaarop beslag\r\n\t\t\t\tgelê is dié is van ander voertuie wat totale wrakke\r\n\t\t\t\tgeword het, en dat die vier bakkies nie\nvoor enige moontlike\r\n\t\t\t\topbouing fisies sodanige wrakke kon gewees het nie; m a w, dat\r\n\t\t\t\tdie koderingsnommer van die vier bakkies\nvervals is. Voorts weet\r\n\t\t\t\tons dat die masjiennommers, en in twee gevalle ook die\r\n\t\t\t\tonderstelnommers, van drie van die bakkies\nwat aan die appellant\r\n\t\t\t\tgelewer is, dieselfde is as dié van bakkies 2, 3 en 4. Die\r\n\t\t\t\taanmeldings van bakkies 2 en 3\nen die verkoop op 'n veiling van\r\n\t\t\t\tbakkie 4, asook die diefstal van bakkie 1 (indien dit wel gesteel\r\n\t\t\t\tis), het in Natal tussen\nOktober 1991 en Maart 1992 geskied, en\r\n\t\t\t\tindien hulle dieselfde voertuie is as dié wat aan die\r\n\t\t\t\tappellant gelewer is,\nmoes hulle op 'n bra toevallige wyse al\r\n\t\t\t\tvier voor omstreeks 22 Mei 1992 in besit van Markos in die\r\n\t\t\t\tTransvaal gekom het.\n32\nïn die lig van al bogenoemde oorwegings meen ek nie dat\r\n\t\t\t\tdaar realistiese sprake is nie dat die vier bakkies wat aan die\n\n\t\t\t\tappellant gelewer is voorheen gesteeï is; dat hul\r\n\t\t\t\tkoderingsnommers toe vervals is waama hulle aan hul eienaars\r\n\t\n\t\tterugbesorg is, en dat weens daaropvolgende vervreemdings deur\r\n\t\t\t\tdie eienaars hulle uiteindelik al vier deur Markos bekom is.\n\n\t\t\t\tSamevattend is dit dus waarskyniik dat die bewuste vier bakkies\r\n\t\t\t\tgesteelde voorwerpe was.\nIn die verbygaan dien gemeld te word\r\n\t\t\t\tdat die feit dat bakkie 1 as gesteel aangemeld is - gestel dat\r\n\t\t\t\tdit wel die geval was\n- nie noodwendig spreek teen Abrams se\r\n\t\t\t\tbewering dat die vervalste koderings-nommers van die vier bakkies\r\n\t\t\t\twaarop beslag\ngelê is dié was van vier wrakke wat\r\n\t\t\t\tnie tot die aan die appellant gelewerde bakkies heropgebou kon\r\n\t\t\t\tgewees\nhet nie. Ek sê dit omdat bakkie 1 natuurlik na die\r\n\t\t\t\tveronderstelde diefstal as gevolg van, sê, 'n botsing in 'n\r\n\t\t\t\twrak kon verander het.\n33\nDie respondent se advokaat het egter betoog dat Abrams nie\r\n\t\t\t\tuitdruklik sê waar hy kom aan die kennis dat die\r\n\t\t\t\tkoderingsnommers\nwaama hy verwys voorheen dié van totale\r\n\t\t\t\twrakke was, en dat die in beslag genome vier bakkies nie voor\r\n\t\t\t\theropbouing\nsodanige wrakke kon gewees het nie. Dit is so, maar\r\n\t\t\t\tdit bring geensins mee nie dat Abrams nie uit eie kennis spreek\r\n\t\t\t\tnie\nof dat die betrokke getuienis slegs deur 'n deskundige - wat\r\n\t\t\t\tAbrams moontlik nie is nie - gegee kon gewees het. So byvoorbeeld\n\n\t\t\t\tis dit sekerlik nie vergesog nie dat Abrams die vier wrakke\r\n\t\t\t\tpersoonlik kon besigtig het en dat sy waarnemings dié\nwas\r\n\t\t\t\twat selfs 'n leek kon gemaak het. En indien die respondent twyfel\r\n\t\t\t\tgehad het of die betrokke bewerings van Abrams toelaatbaar\nwas,\r\n\t\t\t\tkon dit aansoek gedoen het om verlof om Abrams mondelings te laat\r\n\t\t\t\tgetuig, of om 'n toepaslike verdere beëdigde\nverklaring in\r\n\t\t\t\tte dien.\nNamens die respondent is ook met 'n beroep op die\r\n\t\t\t\tbeslissing in Westeel Engineering (Pty)Ltd v sydney Clow and Co\r\n\t\t\t\tLtd\n1968\r\n\t\t\t\t(3) SA\n34\n458 (T) betoog dat al sou die in beslag genome\r\n\t\t\t\tbakkies gesteelde voorwerpe gewees het, die appellant nie ten\r\n\t\t\t\topsigte van\ndaardie bakkies (met uitsondering van die Toyota)\r\n\t\t\t\tuitgewin is nie. Dié beroep is mis. In Westeel was daar\r\n\t\t\t\tgeen uitwinning\nvan - of 'n dreigement van uitwinning teen - die\r\n\t\t\t\tuiteindelike koper van 'n saak wat in besit daarvan was op die\r\n\t\t\t\tstadium\ntoe sy onregstreekse voorganger 'n bedrag gelykstaande\r\n\t\t\t\taan die beweerde waarde van die saak aan die eienaar daarvan\r\n\t\t\t\tbetaal\nhet nie. Derhalwe is beslis dat die voorganger ook nie\r\n\t\t\t\tuitgewin was nie. (Sien ook Louis Botha Motors v James and\r\n\t\t\t\tSlabbert\nMotors (Pty) Ltd\n1983\r\n\t\t\t\t(3) SA 793\n(A).) In die onderhawige geval is die\r\n\t\t\t\tkoopkontrakte van die ander drie bakkies egter gekanselleer\r\n\t\t\t\tvoordat dit geblyk het\ndat hulle gesteelde voorwerpe was. Na die\r\n\t\t\t\tkansellasies het die drie kopers dus nie meer enige belang by die\r\n\t\t\t\tdrie bakkies\ngehad nie. By ontstentenis van die kansellasies sou\r\n\t\t\t\tdie drie bakkies nie aan die drie kopers terugbesorg gewees het\r\n\t\t\t\tnie,\nwant hulle sou allig in kennis gestel gewees het dat die\n35\nbakkies gesteelde voorwerpe was en sou dus nie wettiglik in\r\n\t\t\t\tbesit daarvan geplaas kon gewees het nie. Weens die kansellasies\n\n\t\t\t\thet die appellant teenoor die drie kopers op besit van die drie\r\n\t\t\t\tbakkies geregtig geword. Hy weet egter reeds van die diefstalle\n\n\t\t\t\ten daar is dus geen sprake dat die bakkies uit beslaglegging aan\r\n\t\t\t\thom besorg sal word nie. Kortom, na die kansellasies het\nniemand\r\n\t\t\t\tander as die appellant op grond van 'n titel wat regstreeks of\r\n\t\t\t\tonregstreeks na die koopkontrak tussen hom en die\nrespondent\r\n\t\t\t\tteruggevoer kan word, 'n aanspraak op die drie bakkies gehad nie,\r\n\t\t\t\ten daardie aanspraak is weens die bepalings\nvan die Wet verydel.\r\n\t\t\t\tIn effek is die appellant dus wel uitgewin.\nDit is nog nodig om die kwessie van uitwinning betreffende die\r\n\t\t\t\tToyota van nader te beskou. Onthou sal word dat hierdie voertuig\n\n\t\t\t\top die perseel van die respondent in beslag geneem is nadat,\r\n\t\t\t\tvolgens die appellant, die verkoop daarvan gekanselleer en\ndit\r\n\t\t\t\taan die respondent teruggelewer was. As dit so is, was daar\r\n\t\t\t\tnatuurlik geen sprake van\n36\nuitwinning van die appeïlant ten opsigte van die Toyota\r\n\t\t\t\tnie. Die respondent ontken egter die appellant se bewerings.\r\n\t\n\t\tVolgens eersgenoemde was die verkoop nie gekanselleer nie en het\r\n\t\t\t\tdit die Toyota ten tye van die beslaglegging daarvan namens\ndie\r\n\t\t\t\tappellant besit. As dit die geval was, is die appellant in die\r\n\t\t\t\tlig van bostaande natuurlik wel uitgewin. Dit volg dus\ndat welke\r\n\t\t\t\tvan die botsende weergawes ook al juis is, die appellant geregtig\r\n\t\t\t\tis op terugbetaling van die koopprys van die\nToyota, sy dit dan\r\n\t\t\t\took op verskillende gronde. Hier dien nog gemeld te word dat die\r\n\t\t\t\trespondent se advokaat hom tereg nie\nberoep het nie op 'n verweer\r\n\t\t\t\tvan lis alibi pendens betreffende die aksie wat die appellant\r\n\t\t\t\tvoor aanhangigmaking van die\naansoek vir terugbetaling van\r\n\t\t\t\tbedoelde koopprys ingestel het.\nDie appèl slaag met\r\n\t\t\t\tkoste en die bevel van die verhoorhof word deur die volgende\r\n\t\t\t\tvervang:\n\"Die aansoek slaag met koste en die respondent word gelas\n37\nom die som van R97 000 asook moratore rente teen 18,5% per\r\n\t\t\t\tjaar aan die applikant te betaal.\"\nH J O VAN HEERDEN AR\nCORBETT HR\nVIVIER AR STEM SAAM\nMARAIS AR\nVAN COLLER\r\n\t\t\t\tWnd AR\nSAFLII\r\n\t\t\t\t\t\t\tNote:\nThis\r\n\t\t\t\t\t\t\tcase was originally published by Juta and Company (Pty) Ltd.\r\n\t\t\t\t\t\t\tJuta retains copyright as far as it subsists. An\nEnglish\r\n\t\t\t\t\t\t\ttranslation of this case is available at:\nhttp://saflii.org/za/other/ZAENGTR/1995/1.html",
  "scraped_at": "2026-02-12T08:12:10.873866",
  "date": null,
  "coram": [],
  "case_number": null,
  "parties": {
    "applicants": [],
    "respondents": []
  },
  "sections": {},
  "tags": {}
}