{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/59.html",
  "case_name": "S v Dube (272/94) [1995] ZASCA 59 (25 May 1995)",
  "citation": "[1995] ZASCA 59",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 59\n|\nNoteup\n|\nLawCite\nS v Dube (272/94) [1995] ZASCA 59 (25 May 1995)\nDownload original files\nPDF format\nRTF format\nSaak nr 272/94 /MC\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak tussen:\nROBSON DUBE\tAPPELLANT\n-en-\nDIE\nSTAAT\tRESPONDENT\nCORAM:\tVIVIER, EKSTEEN et SCHUTZ ARR.\nVERHOOR:\t16 MEI 1995\nGELEWER:\t25 MEI 1995.\nUITSPRAAK\nVIVIER AR/\n2\nVIVIER AR:\nDie appellant (\"beskuldigde 1\") is saam met 'n\nander\n(\"beskuidigde 2\") in die streekhof in Johannesburg daarvan\naangekla dat hulle op 4 Junie 1993 vir ene Allan Bacher van sy polshorlosie\nen\nR160,000-00 kontant beroof het. Beskuldigde 2 is onskuldig bevind maar\nbeskuldigde 1 is skuldig bevind en tot sewe jaar gevangenisstraf,\nwaarvan twee\njaar vir vyf jaar op sekere voorwaardes opgeskort is, gevonnis. Sy appèl\nteen die skuldigbevinding na die Witwatersrandse\nPiaaslike Afdeling het misluk\nmaar verlof is verleen om teen die skuldigbevinding na hierdie Hof te\nappelleer.\nBy die verhoor het beskuldigde 1 erken dat hy op die betrokke dag\nbesit verkry het van die geld en horlosie. Sy verweer was dat hy\ndie geld deur\nbedrog verkry het en dat Bacher die horlosie aan hom geskenk het. Bacher is 'n\ninvoerder en verspreider van juweliersware.\nSy getuienis was dat ene\nRudolph,\n3\nwat hy as 'n karweier geken het, 'n paar dae voor die betrokke dag na sy\nkantoor gekom het met 'n ander persoon wat hy as Barry, sy\noom, voorgestel het.\nBarry het aan hom gesê dat hy betrokke is by die handel in smaragde; dat\n'n sekere Watson, wat as 'n middelman\noptree tussen die verskaffers en die\nuiteindelike koper, ene Majors, op vakansie is; en dat hy wat Bacher is die\ngeleentheid het\nom smaragde te koop. Bacher het belang gestel en hulle het\ngereël om 'n paar dae later weer te ontmoet. Die betrokke dag het\nhulle in\nBacher se pa se motor na Doornfontein gereis om die verskaffers van die smaragde\nte ontmoet. Bacher het voor die Doomfontein\nHotel gestop en Barry het uitgeklim\nom die verskaffers, wat in die hotel sou gewag het, te gaan roep. Hy het met\nbeskuldigde 2 teruggekeer\nen gesê dat beskuldigde 1 nie daar is nie.\nBeskuldigde 2 het, wat Bacher eers as 'n Checkers-pakkie en later as 'n bruin\nkoevert\nbeskryf het, uit sy\n4\nsak gehaal en aan Bacher getoon. Daarin was vyftien stene wat Bacher met die\nblote oog kon vasstel egte smaragde was. Hy wou 'n geleentheid\nhê om die\ngehalte van die stene te bepaal en beskuldigde 2 het daartoe ingestem.\nBeskuldigde 2 is toe terug na die Doornfontein\nHotel en die ander drie het in\ndie motor vertrek. Terwyl hulle ry het Barry voorgestel dat hulle die stene na\nMajors, wat 'n deskundige\nis, in Johannesburg neem om te laat toets. Omdat\nMajors, volgens Barry, nie vreemdelinge in sy kantoor toelaat nie, is Barry\nalleen\nmet die stene na Majors se kantoor. Na 'n ruk het Barry saam met Majors\nteruggekeer en laasgenoemde het gesê dat die stene\nvan goeie gehalte en\nongeveer R420,000-00 werd was. Bacher, Barry en Rudolph is daarop temg na die\nDoornfontein Hotel waar hulle\nvir beide beskuldigdes gekry het en met wie hulle\nop 'n prys vir die smaragde ooreengekom het. Volgens Bacher was die prys\nR160,000-00\nen\n5\nvolgens beskuldigde 1 was dit R180,000-00. Bacher het getuig dat hy daarop\ngesê het dat hy die geld sou gaan haal en dat hy\ngevra het om die smaragde\nsaam met hom te neem. Beskuldigde 1 het geweier en hy en Barry het toe vertrek\nen vir Rudolph by die beskuldigdes\nagtergelaat om die smaragde op te pas. Bacher\nhet 'n tjek vir R160,000-00 by sy bank gewissel en hy en Barry is daarmee terug\nna\ndie Doomfontein Hotel. Bacher het in 'n parkeerarea naby die hotel parkeer en\nBarry het die ander gaan roep. Barry en beskuldigde\n1 het alleen teruggekeer en\nBarry het voor langs Bacher ingeklim en beskuldigde 1 agter in die motor. Bacher\nhet gesê dat hy\ndie geld het en gevra om eers die smaragde te sien.\nBeskuldigde 1 het aan hom dieselfde bruin koevert as voorheen gegee maar toe\nhy\ndit oopmaak het hy gevind dat daar nou dertien in plaas van vyftien stene was en\ndat die stene ook nie dieselfde as voorheen was\nnie. Hy het sy kop geskud om\n6\nsy ontevredenheid te kenne te gee, waarop beskuldigde 1 'n vuurwapen\nuitgehaal, dit teen sy sy gedruk en die geld geëis het.\nBeskuldigde 1 het\nook sy polshorlosie van sy arm afgehaal. Beskuldigde 1 het hom met die dood\ngedreig indien hy nie in die motor\nbly sit nie; en het hom daarna, gevolg deur\nBarry, met die geld en die polshorlosie uit die voete gemaak. Bacher het die\nsaak by\ndie polisie gerapporteer en het later die twee beskuldigdes by 'n\nuitkenningsparade uitgeken. Hy het nòg sy geld nòg\nsy horlosie\nteruggekry. Rudolph en Barry kon nie opgespoor word nie. Bacher het ontken dat\nhy op enige stadium sy handtekening agterop\ndie koevert aangebring het.\nBeskuldigde 1 se weergawe was dat hyself, beskuldigde 2, Rudolph, Barry en\nWatson almal deelnemers was aan 'n bedrieglike skema om\nonegte stene as egte\nsmaragde aan Bacher te verkoop. Watson se rol was om vir Bacher te verseker\ndat\n7\ndie stene eg is, waama Bacher nie weer daama moes kyk nie. Beskuldigde 1 het\naanvanklik getuig dat Watson vroeër die betrokke\ndag die koevert in sy\n(beskuldigde 1) se teenwoordigheid op die agterkant geteken het. Die stene is\ndaarna in die koevert gesit en\ndie koevert toegeplak. Die doeï met die\nhandtekening was sodat mens kon sien indien die koevert intussen oopgemaak was.\nBeskuldigde\n1 het getnig dat toe Bacher met die stene terugkom nadat hy by\nWatson was, Bacher ook sy handtekening op die agterkant van die koevert\naangebring het. Toe hy later die koevert aan Bacher in die motor oorhandig, het\nBacher aan hom gesê dat hy volgens die handtekeninge\nen 'n klein merkie\nwat hy op die koevert gemaak het, tevrede was dat die koevert nie oopgemaak was\nterwyl hy die geld gaan haal het\nnie. Bacher het gevolglik nie by hierdie\ngeleentheid weer na die stene gekyk nie. Bacher het aan hom R160,000-00 gegee en\ngesê\ndat hy die balans\n8\nvan R20,000-00 later sou betaal. Bacher het hom ook gevra of hy nie in sy\npolshorlosie belangstel nie. Toe beskuldigde 1 bevestigend\nantwoord, het Bacher\nself sy polshorlosie afgehaal en aan hom oorhandig. Hulle is op goeie voet\nuitmekaar. Die R160,000-00 is tussen\ndie vyf mededaders verdeel. Beskuldigde 1\nhet in kruisverhoor gesê dat nie Watson nie, maar ene Thompson die koevert\ngeteken\nhet. Toe hy verder daaroor uitgevra word, het hy gesê dat hy die\nheeltyd \"na dieselfde persoon verwys het, hulle gebruik baie\nname\". Hy het toe\ngesê dat die persoon se naam eintlik John Majors Thompson is. Beskuldigde\n2 het nie getuig nie.\nDie verhoorlanddros was daarop bedag dat Bacher 'n\nenkelgetuie op die eintlike geskilspunt was. Sy getuienis is as geloofwaardig\naanvaar.\nDie landdros het voorts gevind dat daar talle teenstrydighede en\nonwaarskynlikhede in beskuldigde 1 se\n9\nweergawe is en sy getuienis is as vals verwerp. 'n Deurlees van sy getuienis\nbevestig hierdie bevinding. Sy getuienis oor Watson en\nThompson toon hoe hy sy\ngetuienis aangepas het. Soos die Verhoorhof en die Hof a quo vind ek sy weergawe\ndat Bacher by die tweede\ngeleentheid die R160,000-00 oorhandig het sonder om\nweer na die stene te kyk, totaal onwaarskynlik. Bacher was bedag op die\nmoontlikheid\ndat die stene omgeruil kon word. Daarom het hy voorheen daarop\naangedring om die stene saam met hom te neem. Dit is nooit aan Bacher\ndeur die\nverdediging gestel dat hy by die tweede geleentheid nie na die stene gekyk het\nnie. Dit is duidelik dat beskuldigde 1 hierdie\nswakheid in sy weergawe besef\nhet. Daarom sy verduideliking van die handtekening wat dan vir Bacher sou\ngerusgestel het. Daardie\nverduideliking is moeilik om te aanvaar. Die hele idee\nwas om agterop die koevert te teken nadat die stene in die koevert toegeplak\nwas.\n10\nMaar Watson het, volgens beskuldigde 1, reeds vroeg die betrokke oggend en\nvoordat die stene by die eerste geleentheid aan Bacher\ngetoon is, die koevert\ngeteken. Sy handtekening was dus sonder betekenis. Soos die Hof a quo tereg\ndaarop wys, moes die koevert toegeplak\nen Bacher se handtekening daarop\naangebring gewees het by die geleentheid toe hy van die besoek aan Majors\nteruggekeer het. Noodwendig\nmoes daar 'n bespreking by dié geleentheid\ndaaroor gewees het. Dit is egter nooit aan Bacher gestel dat sy handtekening by\nhierdie geleentheid aangebring is nie en in sy getuienis in hoof het beskuldigde\n1 ook nie getuig dat dit is wat gebeur het nie.\nSy getuienis in kruisverhoor oor\nwanneer Bacher die koevert geteken het was vaag en onduidelik. Bacher het in elk\ngeval ontken dat\nhy ooit die koevert geteken het.\n'n Ander onwaarskynlike aspek van beskuldigde 1 se getuienis is dat Bacher sy\nhorlosie aan hom geskenk het. Bacher het\n11\ngetuig dat die horlosie R600-00 werd is; dat hy wel soms nuwe horlosies aan\nkliente skenk maar dat hy nie sy eie horlosie van sy arm\nsou afgehaal het en aan\nbeskuldigde 1, wat hy nie as 'n klient beskou het, sou geskenk het\nnie.\nNamens beskuldigde 1 is betoog dat die redelike moontlikheid nie\nuitgesluit kan word dat die samesweerders nooit egte smaragde aan\nBacher getoon\nhet nie; dat hy agtema uitgevind het dat hy bedrieg was en dat hy toe die\nweergawe dat hy beroof is, versin het. Afgesien\nvan Bacher se uitdmklike\ngetuienis tot die teendeel is dit onwaarskynlik dat onegte stene by die eerste\ngeleentheid aan hom getoon\nis. Die samesweerders het geweet dat hulle met 'n\njuwelier te doen het wat in staat behoort te wees om onegte stene uit te ken.\nHulle\nsou nie die risiko geloop het dat hulle plan op 'n vroeë stadium\nmisluk nie. Dit is betoog dat Bacher se optrede na die tyd,\ntoe hy nie dadelik\ndie polisie in\n12\nkennis gestel het nie, verdag is. Ek stem nie saam nie. Sy getuienis dat hy\nin 'n toestand van skok was en eers doelloos rondgedwaal\nhet voordat hy later\ndieselfde dag die saak aangegee het, is te verstane. Daar is geen rede waarom\nBacher sou beweer het dat hy beroof\nis indien hy 'n geldige klagte gehad het dat\nhy bedrieg is nie.\nDaar is voorts namens beskuldigde 1 betoog dat Bacher se\nweergawe talle onwaarskynlikhede bevat, soos dat hy goedsmoeds ingestem het\ndat\ndie stene na Majors geneem word; dat Majors aan hom sou gesê het dat die\nstene R420,000-00 werd was en dat hy dit graag\nself sou wou koop; en dat hy\n(Bacher) as 'n middelman moes optree terwyl Barry en Rudolph die verskaffers\ndirek aan die koper kon\nvoorgestel het. Hierdie aspekte is wel eienaardig, maar\ndít kan nie afbreek aan Bacher se geloofwaardigheid doen nie omdat\ndit\ngemene saak was dat dit is\n13\nwat inderdaad gebeur het. Dit is nie betoog dat die kooptransaksie onwettig\nwas nie en die feit dat Bacher bereid was om op so 'n\neienaardige wyse te werk\nte gaan om die stene te bekom maak nog nie van hom 'n leuenaar nie. Ek is\ngevolglik van mening dat daar\ngeen grond is om met die\ngeloofwaardigheidsbevindings van die landdros in te meng nie.\nDie appél word afgewys.\nW. VIVÏER\nAR.\nEKSTEEN AR)\nSCHUTZ AR) Stem saam.",
  "scraped_at": "2026-02-12T07:03:23.822777",
  "date": "1995-05-25",
  "coram": [
    "VIVIER AR",
    "EKSTEEN AR",
    "SCHUTZ AR"
  ],
  "case_number": "272/94",
  "parties": {
    "applicants": [
      "ROBSON DUBE"
    ],
    "respondents": [
      "DIE STAAT"
    ]
  },
  "sections": {
    "facts": "The appellant, Robson Dube, together with another accused, was charged with robbing Allan Bacher of R160,000 in cash and a watch on 4 June 1993. The second accused was acquitted, but Dube was found guilty and sentenced to seven years' imprisonment, two of which were suspended. Dube appealed the conviction, asserting that he had obtained the money and watch by fraud and that the watch had been given to him as a gift. The trial revealed a complex narrative involving alleged emerald transactions, various intermediaries, and a disputed signing of a document containing the stones. On the day of the alleged robbery, Dube allegedly drew a firearm, threatened Bacher, and forced him to hand over the cash and watch, after which Bacher reported the incident to the police. Bacher later recovered both the money and the watch.",
    "issues": "The principal issue was whether Dube was guilty of robbery under South African law, i.e., whether he unlawfully appropriated property belonging to another by means of violence or threat, and whether his defence of fraud and a gifted watch could be substantiated. A subsidiary issue concerned the credibility of Dube's testimony versus Bacher's, particularly regarding the alleged emerald scheme, the signing of the stone‑containing envelope, and the authenticity of the gift claim.",
    "principles": "Robbery requires proof beyond reasonable doubt that the accused used or threatened violence to unlawfully take property belonging to another with intent to permanently deprive. The court must assess the credibility of witnesses, giving weight to inconsistencies, implausibilities, and the overall coherence of testimony. A defence based on a claim of ownership or a prior gift must be supported by credible evidence; absent such proof, the prosecution's version prevails.",
    "application": "The appellate court examined the evidence and found Bacher's testimony credible and Dube's riddled with contradictions—varying accounts of the number of stones, inconsistent explanations of signatures on the envelope, and implausible assertions that Bacher never examined the stones before handing over the cash. The court concluded that Dube's version was unreliable and that the elements of robbery were satisfied, as the force used to obtain the cash and watch was clearly established.",
    "conclusion": "The appeal was dismissed. The conviction for robbery was upheld and the original sentence affirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Robbery",
    "level_3": [
      "theft",
      "violent crime",
      "evidence",
      "appeal"
    ]
  }
}