{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/119.html",
  "case_name": "S v Bogosi (487/94) [1995] ZASCA 119 (28 September 1995)",
  "citation": "[1995] ZASCA 119",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 119\n|\nNoteup\n|\nLawCite\nS v Bogosi (487/94) [1995] ZASCA 119 (28 September 1995)\nDownload original files\nPDF format\nRTF format\nCase No 487/94 /mb\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE DIVISION)\nIn the matter of:\nSELWYN BOGOSI\nFIRST APPELLANT\nHENDRIK BALOYI\nSECOND APPELLANT\nANDREW MOGWANE\nTHIRD APPELLANT\nand\nTHE STATE\nRESPONDENT\nCORAM\n: HEFER, F H GROSSKOPF JJA et\nSCOTT AJA\nHEARD\n: 19 SEPTEMBER 1995\nDELIVERED\n: 28 SEPTEMBER 1995\nJUDGMENT\nSCOTT AJA/\n...\n2\nSCOTT AJA\n:\nThe question in issue in this appeal is whether the\nappellants were entitled to have their pleas changed from guilty to not guilty.\nOn 11 December 1987 and in the Pretoria-North Magistrates' Court the appellants\nwere required, in terms of\ns 119\nof the\nCriminal Procedure Act, 51 of 1977\n(\"the\nAct\"), to\nplead to three counts of fraud and two counts of theft. The charges of\nfraud related to the unauthorised withdrawal of funds from\na bank. The total\namount involved was in excess of R388 000. The two charges of theft related to\nthe theft of four cheque forms.\nThe first appellant pleaded guilty on one of the\ncounts of fraud, involving an amount of R132 296,00 and not guilty on the\nremaining\nfour counts. The second and third appellants both tendered a plea of\nguilty on all five counts. At the time of pleading the three\nappellants were\nlegally represented and on behalf of each a written and signed statement was\nhanded into Court. Each\n3\nappellant thereafter confirmed the contents of the statement in which all the\nallegations contained in the charge or charges to which\nhe pleaded guilty were\nadmitted.\nThe proceedings were thereupon stopped in terms of\ns 121\n(2)(a) of the\nAct\npending\nthe decision of the Attorney-General. In due course the\nAttorney-General, acting in terms of\ns 121\n(3)(a) gave instructions for the\nappellants to be arraigned before the Regional Court for sentence, and the\nmatter was then postponed\nfor hearing in that Court. It appears that the first\nappellant's plea of not guilty on all the counts save one was accepted by the\nState. On 11 November 1988 and in the Regional Court the three appellants were\nrepresented by a new attorney who indicated that his\nclients wished to change\ntheir pleas from guilty to not guilty. He informed the Court that the grounds on\nwhich they wished to do\nso were that prior to pleading they had been threatened\nand, in addition,\n4\nhad been promised bail in the event of pleading guilty. By agreement the\nmatter was then postponed. On 26 February 1990 when the matter\nwas resumed, the\nappellants were represented by counsel who indicated his intention to call the\nappellants to give evidence in support\nof their application. Before this was\ndone, however, the Court formally returned a verdict of guilty on the counts in\nrespect of\nwhich the appellants had pleaded guilty. It is not entirely clear why\nthis course was adopted and why the question of the change\nof plea was not\ndisposed of first. From the remarks subsequently made by the regional magistrate\nin his judgment it would seem that\nthe decision to adopt this course was based\non a misunderstanding of\ns 121\n(5)(b) of the\nAct, to\nwhich I shall refer later\nin this judgment. But whatever the reason, it has not been suggested that the\nirregularity resulted in\na failure of justice within the meaning of the proviso\ncontained in\ns 309\n(3) of the\nAct and\nit need not be considered further,\nsave\n5\nto observe that had the change of plea been allowed the conviction, of\ncourse, would not have stood.\nWhat followed was a \"trial within a trial\",\ninterspersed with lengthy postponements, at which all three appellants testified\nas did\na number of witnesses called by the State in rebuttal. Finally, and on 14\nApril 1992, the regional magistrate gave judgment in which\nhe rejected the\nappellants' evidence as false and dismissed their application to change their\npleas. In doing so, he accepted that\nthe standard of proof to be applied was\nthat of the common law and that the State had been obliged to establish beyond\nreasonable\ndoubt that the explanations tendered by the appellants for having\npleaded guilty were false. The earlier finding of guilty was accordingly\nallowed\nto stand. The first appellant was sentenced to three years imprisonment subject\nto the provisions of\ns 276\n(l)(i) of the\nAct, while\nthe other appellants, who\nhad been convicted on all five counts, were\n6\nsentenced to an effective period of five years imprisonment, but also\nsubject\nto the provisions of\ns 276\n(l)(i). An appeal, against the conviction\nonly,\nto the Transvaal Provincial Division was unsuccessful and the\nappellants,\nwith the necessary leave, now come to this Court.\nSection 121\n(5)(b) of the\nAct makes\nprovision for the\nconviction of an accused by the court before which he has been arraigned\nfor sentence following a plea of guilty as contemplated in\ns 121\n(1).\nSection 121\n(5)(b) reads:\n\"Unless the accused satisfies the court that a plea of guilty or an admission\nwas incorrectly recorded or unless the court is not\nsatisfied that the accused\nis guilty of the offence to which he has pleaded guilty or that the accused has\nno valid defence to the\ncharge, the court may convict the accused on his plea of\nguilty to the offence to which he has pleaded guilty and impose any competent\nsentence: Provided that the sentence of death shall not be imposed unless the\nguilt of the accused has been proved as if he had pleaded\nnot\nguilty.\"\nSection 121\n(6), in turn, imposes a duty upon the court\nin certain\n7\ncircumstances to record a plea of not guilty and to proceed with the trial.\nThe section reads:\n\"If the accused satisfies the court that the plea of guilty or an\nadmission which is material to his guilt was incorrectly recorded, or if the\ncourt is not satisfied that the accused is guilty of\nthe offence to which he has\npleaded guilty or that the accused has no valid defence to the charge, the court\nshall record a plea\nof not guilty and proceed with the trial as a summary trial\nin that court: Provided that an admission by the accused the recording\nof which\nis not disputed by the accused, shall stand as proof of the fact thus\nadmitted.\"\nThis section, although different from\ns 113\n, has a\nnumber of features in\ncommon with it. The latter section, of course, deals with the correction\nof\na plea of guilty during a summary trial up to the stage when sentence is\nimposed. Subsequent to both the trial in the instant case and the appeal\nin\nthe Court below, this Court has had occasion in\nAttorney-General.\nTransvaal v Botha\n[1993] ZASCA 159\n;\n1994 (1) SA 306\n(A) to consider the proper\ninterpretation to be placed on\ns 113.\nIt was held in that case, briefly\nstated,\n8\nthat: (a)\nsection 113\ndoes not burden an accused with an onus to establish\nany one of the four particular situations dealt with therein (at 328 D - G);\nand\n(b) the section does not exclude the common law with regard to the setting aside\nof a plea of guilty on the grounds of duress\nor undue influence (330 I - J)).\nRegarding (a), it should be noted that the four situations dealt with in\ns 113\ninclude: (i) where there is doubt whether the accused is in law guilty of the\noffence to which he has pleaded guilty; and (ii) where\nthe court is satisfied\nthat the accused has a valid defence to the charge. Both these situations are\ndealt with in\ns 121\n(5)(b) as well as\ns 121\n(6). That an accused bears no onus\nin relation to either is made even clearer in\ns 121\n(5)(b) and\ns 121\n(6) by\nreason of their juxtaposition in each of these sections with the situation where\nan accused is obliged to satisfy the court\n(and accordingly bears the onus) in\nrelation to the incorrectness of the record, and further, the use of the\nnegative in the expression,\n\"is not\n9\nsatisfied\" (cf the\nBotha\ncase at 328 D and H -I). With regard to (b),\nthere is similarly nothing in\ns 121\n(5)(b) or\ns 121\n(6) to suggest that the\ncommon law with regard to the setting aside of a plea of guilty on the grounds\nof undue influence and the\nlike has been excluded.\nIt follows that an accused arraigned for sentence under\ns 121\nof the\nAct\nwould\nbear the onus of establishing that a plea of guilty or an admission\nmaterial to his guilt has been incorrectly recorded. He does\nnot, however, bear\nan onus in the true sense of the word in respect of the other situations\nreferred to in the section which would\nrequire the court to record a plea of not\nguilty. Nor is he precluded from seeking to withdraw his plea of guilty on the\ngrounds\nthat it was vitiated by duress and the like. In that event, he would be\nobliged to give an explanation for his plea of guilty, but\nthere would be no\nonus on him to convince the court of its truth. A court would only be entitled\nto refuse his application if it\nwere satisfied that\n10\nthe explanation is false beyond reasonable doubt. (See\nS v Britz\n1963\n(1) SA 394\n(T) at 398 H - 399 B, cited with approval in the Botha case at 324 I-\n325 A.)\nMr Reinders\n, who appeared on behalf of the appellants in this Court,\nsubmitted that even if the Regional Court had correctly dismissed the\nappellants'\napplication to retract their pleas of guilty brought under the\ncommon law, that is to say on the grounds of duress or undue influence,\nthe\nCourt had failed to take into account the further protection afforded to an\naccused person in terms of\ns 121\n(5)(b) and\ns 121\n(6). The protection which is\nrelevant in the present case, it was contended, is that a court is obliged to\nenter a plea of not guilty\nif there is a reasonable possibility that the accused\nis not guilty of the offence to which he has pleaded guilty.\nMr Reinders\nstressed that the appellants in their evidence had not only testified as to the\nduress to which they allegedly had been subjected\nbut, in addition,\n11\nthey had asserted their innocence. He submitted that this assertion, in the\nabsence of any other evidence relating to the guilt of\nthe appellants, must have\nbeen sufficient to create a reasonable doubt and that the Court accordingly had\nbeen obliged in terms of\nthe section to record a plea of not guilty. In support\nof this submission he placed much reliance on certain passages in\nS v Malili\nen 'n Ander\n1988 (4) SA 620\n(T) at 625 as authority for the proposition that\na mere assertion by an accused that he is innocent or that he does not admit an\nallegation made in the charge is sufficient to require a plea of not guilty to\nbe recorded in terms of\ns 113\nof the\nAct, and\nhe argued that the same is true of\ns 121\n(5)(b) and\ns 121\n(6).\nCommon sense dictates, I think, that a person who is innocent will not\nordinarily plead guilty to a criminal charge preferred against\nhim. I refer in\nthis context to a plea of guilty which is confirmed by questioning in terms of\ns\n112\n(l)(b) or by a written statement in terms of\ns 112\n(2).\n12\nThe qualification is important because the procedure provided for in\ns 112\nis\naimed at preventing, in the case of a serious offence, a plea of guilty which is\nbased on a misunderstanding or error on the part\nof the accused, so that a\nsubsequent assertion of innocence must necessarily involve the retraction of\nallegations previously admitted\nunder judicial supervision. The inference of\nguilt arising from a plea of guilty together with an admission of the facts\nalleged\nin the charge in these circumstances is such that, in my view, it will\nnot be displaced or its correctness rendered subject to reasonable\ndoubt simply\nby a bald assertion of innocence made on a subsequent occasion. Something more\nis required. There must at least be some\nexplanation for the plea of guilty\nwhich, although even improbable, is such as to give rise to a reasonable\npossibility of innocence.\nS v Malili,\nsupra, on which\nMr Reinders\nrelied, was, of course, decided prior to the decision in\nAttorney-General,\nTransvaal v Botha\n, supra. In the latter case,\n13\nthis Court accepted that\ns 113\nshould be interpreted \"in a manner consonant\nwith the common-law principle which requires no more than that an accused place\nsufficient\nmaterial before a court to raise a reasonable doubt concerning the\ncorrectness of the plea of guilty\" and, in this regard, concluded\nthat \"(a)ll\nthat is needed is a reasonable explanation from the accused why he seeks to\nwithdraw the admission or change his plea\"\n(per Smalberger JA at 329 D - E and\nH). To the extent, therefore, that\nMalili\n's case, supra, is in conflict\nwith the above, it must be regarded as having been overruled.\nIn the present case the evidence upon which reliance is sought to be placed\namounts to no more than a number of bald assertions of\ninnocence. The appellants\ndid, of course, offer an explanation for their pleas of guilty, but the\nsubmission which is made is premised\non a finding that the explanations tendered\nby the appellants were correctly held to be\n14\nfalse beyond reasonable doubt. All that remains therefore are their\nunexplained and subsequent assertions of innocence. In my view,\nthese were\ninsufficient to give rise to a reasonable doubt and accordingly did not require\na plea of not guilty to be recorded in\nterms of\ns 121\n(6) of the\nAct. As\npreviously indicated, the regional magistrate found the explanation offered by\nthe appellants for pleading guilty to be false beyond\nreasonable doubt. The\ncorrectness of this finding was challenged on appeal and this is the issue to\nwhich I now turn.\nAll three appellants testified that for a period of two or more days prior to\ntheir first appearance in Court on 4 December 1987,\nthey were repeatedly\nassaulted by the investigating officer and other members of the South African\nPolice. The assaults, they said,\ntook the form of punching, kicking and\nslapping. They were also, they said, subjected to electric shocks. In addition,\neach appellant\nsaid that he was threatened that if he\n15\ndid not plead guilty he would be kept in custody without bail. These\nallegations were all denied by the investigating officer as well\nas by a number\nof other policemen who had been named or otherwise identified by the\nappellants.\nIt was common cause that when the appellants first appeared in Court on 4\nDecember 1987 an attorney, Mr Kamfer, who appeared for the\nsecond and third\nappellants, requested that the second appellant be examined by the district\nsurgeon because his client complained\nthat he had been assaulted while in\ncustody. An order was made to this effect and the second appellant was examined\nby a doctor.\nThe latter's report, however, was not available as the police\ndocket had subsequently been mislaid and according to the investigating\nofficer,\nWarrant Officer Els, had been stolen. Mr Kamfer testified that when the\ncomplaint had been made to him he had examined the\nappellant's head and had seen\nno sign of injury, save for what\n16\nappeared to be a missing tuft of hair. His evidence did not support that of\nthe second appellant who testified that he had visible\ncuts on his head and that\nthere were blood stains on his shirt. Mr Kamfer testified that he had\nsubsequently confronted Mr Els but\nthe latter had denied the alleged assault.\nThe description given by the first and third appellants of the injuries they had\nsustained\nin the assaults was similarly such that Mr Kamfer could hardly have\nfailed to observe them in court on 4 December 1987. Yet he had\nno recollection\nof seeing any injuries.\nThe second and third appellants in their evidence-in-chief gave an account of\nwhat they had told their attorney, Mr Kamfer, both during\nthe consultation prior\nto pleading guilty and subsequently when they terminated the latter's mandate.\nOn the strength of this disclosure\nand on the application of the prosecutor they\nwere held by the trial Court to have waived their privilege in relation to the\nincompetence\nof their former legal\n17\nrepresentative to give evidence against them (see\ns 201\nof the\nAct). In\nmaking this ruling the Court relied mainly on a passage in\nWigmore on\nEvidence\nvol VIII (Mc Naughton Revision) para 2327 which was approved by\nthis Court in\nEx Parte Minister van Justisie: In Re S v Wagner\n1965 (4)\nSA 507\n(A) at 514 and relied upon in a number of subsequent cases (see for\ninstance\nMsimang v Durban City Council and Others\n1972 (4) SA 333\n(D) at\n337;\nEuroshipping Corportion of Monrovia v Minister of Agricultural Economics\nand Marketing and Others\n1979 (1) SA 637\n(C) 645 G - 646 E;\nS v Nhlapo\nand Others\n1988 (3) SA 481\n(T) 482). The correctness of this ruling and\nhence the admissibility of Mr Kamfer's evidence in relation to what had\ntranspired on\nthe occasions in question, was not challenged in this Court. Mr\nKamfer's evidence of what had been said differed sharply from the\nappellants'\nversion. He testified that when taking instructions from the second and third\nappellants he had a lengthy\n18\nand in depth discussion with them during which they had discussed precisely\nwhat the appellants had done and what they had not done;\nwhat evidence the State\nwas likely to be able to adduce against them, and the full implications of a\nplea of guilty as opposed to\na plea of not guilty. The impression which Mr\nKamfer gained was that the alleged assault on the second appellant had played no\nrole\nwhatsoever in their decision to plead guilty. As far as the subsequent\noccasion was concerned, Mr Kamfer denied that the second and\nthird appellants\nhad ever told him, as they subsequently testified they had, that they were not\nguilty of the charges in question\nand that they had pleaded guilty merely\nbecause of threats emanating from the police. His impression was that they were\ndissatisfied\nwith the advice he had given them and that for whatever reason they\nhad decided to plead not guilty.\nThe regional magistrate in his judgment found the first\n19\nappellant to be a poor witness. This much is apparent from the record. He\ncontradicted himself both with regard to where the alleged\nassaults took place\nand also as to the number of persons involved. He was unable to offer any\nsatisfactory explanation why, if he\nwas acting under duress, he should have\npleaded guilty to only one of the 5 charges preferred against him. His\nsuggestion at one\nstage that he was charged with only the one count was clearly\nfalse while his contradictory assertion that the police required him\nto plead\nguilty to only one of the charges and not the others, was most improbable.\nThe version of the second and third appellants as to why they had pleaded\nguilty was wholly inconsistent with the evidence of Mr Kamfer.\nNo basis could be\nadvanced for suggesting that Mr Kamfer was an untruthful witness. On the\ncontrary, he was clearly reluctant to\ngive evidence against his erstwhile\nclients and very properly raised the issue of\n20\ntheir privilege. It is true that the second appellant's contemporaneous\ncomplaint of having been assaulted gives some credence to his evidence.\nBut on the other hand, his description of his injuries and his condition\nfollowing the alleged assault was not supported by Mr Kamfer. Nor is the\nfact that he complained to his attorney and permitted the latter to bring\nthe\nalleged assault to the attention of the Court on 4 December 1987\nconsistent\nwith his version that he pleaded guilty out of fear of the police. The\nquestion in issue, of course, is not whether there was an assault or not,\nbut\nwhether, if there was one, it played any role in the appellants' pleading\nguilty. As observed by Nestadt AJA in\nS v Shabalala\n1986 (4) SA 734\n(A)\nat 747 A:\n\"There must, naturally, be a causal connection between the alleged duress and\nthe making of the statement (in court).\nThis will not be assumed.\"\nAlso of significance in this regard was the concession made by the third\n21\nappellant that he and the second appellant were told by Mr Kamfer that bail\nhad been arranged on the morning of 11 December 1987 and\nprior to the court\nappearance at which they pleaded guilty.\nOn the basis of the foregoing, the regional magistrate, in my view, was\njustified in coming to the conclusion he did and I can see\nno basis for\ninterfering with his finding.\nThe appeal is accordingly dismissed.\nD G SCOTT\nHEFER\tJA)\n- Concur F H GROSSKOPF JA)",
  "scraped_at": "2026-02-12T07:19:04.808095",
  "date": "1995-09-28",
  "coram": [
    "HEFER",
    "F H GROSSKOPF JJA",
    "SCOTT AJA"
  ],
  "case_number": "487/94",
  "parties": {
    "applicants": [
      "SELWYN BOGOSI",
      "HENDRIK BALOYI",
      "ANDREW MOGWANE"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "In 1987 the three appellants were charged in the Pretoria‑North Magistrates' Court with three counts of fraud and two counts of theft. The first appellant pleaded guilty to one fraud count and not guilty to the others; the second and third appellants pleaded guilty to all five counts. After the initial pleas the matter was postponed pending the Attorney‑General's decision. In 1988, after being represented by a new attorney, the appellants sought to withdraw their guilty pleas, alleging that they had been threatened and promised bail if they pleaded guilty. The Regional Court proceeded to convict them on the counts to which they had originally pleaded guilty, later holding a full trial where the appellants testified that they had been assaulted and threatened by police officers. The Regional Magistrate rejected the applications to change pleas, finding the appellants' explanations for pleading guilty to be false beyond reasonable doubt and affirming the convictions.",
    "issues": "The appeal raised two principal issues: (1) whether the appellants were entitled to have their guilty pleas withdrawn and recorded as not guilty under sections 121(5)(b) and 121(6) of the Criminal Procedure Act; and (2) whether the Regional Magistrate erred in finding that the appellants' explanations for their guilty pleas were false beyond reasonable doubt, thereby justifying the refusal to record a plea of not guilty.",
    "principles": "The Court considered the interpretation of sections 121(5)(b) and 121(6) of the Criminal Procedure Act, which allow a court to convict on a guilty plea unless the accused disproves the correctness of the plea or raises a reasonable possibility of innocence. The onus for showing an incorrectly recorded plea rests on the accused, but there is no onus to prove innocence. Precedent was drawn from Attorney‑General, Transvaal v Botha, which affirmed that the common‑law requirement is merely that the accused place sufficient material before the court to raise reasonable doubt, and from S v Malili, which was held to have been overruled. The Court also referenced S v Britz on the standard of proof that an explanation must be false beyond reasonable doubt to be rejected.",
    "application": "Applying these principles, the Court held that the appellants offered only bare assertions of innocence after having previously admitted guilt under judicial supervision. Their explanations for pleading guilty were found to be false beyond reasonable doubt, and there was no additional evidence creating a reasonable possibility of innocence. Consequently, the statutory requirement to record a plea of not guilty was not triggered. The Regional Magistrate's finding that the explanations were false was upheld, and the Court concluded that the appeal did not demonstrate any miscarriage of justice requiring reversal.",
    "conclusion": "The appeal was dismissed. The convictions and sentences imposed by the Regional Court stand, and the appellants' applications to change their guilty pleas to not guilty were refused."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Procedural Law",
    "level_3": [
      "plea change",
      "duress",
      "criminal procedure act",
      "section 121",
      "appeal"
    ]
  }
}