{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/94.html",
  "case_name": "S v De Lange en 'n Ander (35/94) [1995] ZASCA 94 (14 September 1995)",
  "citation": "[1995] ZASCA 94",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 94\n|\nNoteup\n|\nLawCite\nS v De Lange en 'n Ander (35/94) [1995] ZASCA 94 (14 September 1995)\nDownload original files\nPDF format\nRTF format\nSaak Nr 35/94\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak tussen:\nJOHANNES JACOBUS DE LANGE\nEerste\nAppellant\nJOHANNES RUDOLPH STRAUSS\nTweede\nAppellant\nen\nDIE STAAT\nRespondent\nCORAM\n: E M GROSSKOPF, NESTADT, ARR et SCOTT Wn\nAR\nVERHOOR\n: 25 Augustus 1995\nGELEWER\n: 14 September 1995\nUITSPRAAK E M GROSSKOPF, AR\n2\nDie twee appellante is in die Streekhof\nte\nVanderbijlpark daaraan skuldig bevind dat\nhulle\nvervalste twintig rand note uitgegee het.\nEerste\nappellant se skuldigbevinding was op twee klagtes.\nDie\nbetrokke oortredings is onderskeidelik gepleeg op\n17\nOktober 1991 en 3 November 1991. In albei gevalle\nis\neen noot uitgegee. Die tweede appellant is\nskuldig\nbevind to v 'n enkele oortreding gepleeg op 18\nOktober\n1991. Hy het ook een vervalste noot uitgegee.\nDie\neerste appellant is op elk van die twee klagtes\ntot\ntwee jaar gevangenisstraf gevonnis, maar daar is\ngelas\ndat die twee vonnisse saamloop. Sy\neffektiewe\ngevangenisstraf is dus twee jaar. Die tweede\nappellant\nis gevonnis tot twee jaar gevangenisstraf, waarvan\neen\njaar op gepaste voorwaardes opgeskort is. 'n Appèl\nna\ndie Oranje-Vrystaatse Provinsiale Afdeling teen\ndie\nvonnisse het misluk. Met die nodige verlof kom\ndie\n3\nappellante nou in hoër beroep na hierdie hof.\nNamens die\nappellante is eerstens betoog, op gesag van S v Marx\n1989 (1) SA 222\n(A) op 225\n(B-J), dat daar oneweredige vonnisse op die appellante opgelê is met\nbetrekking tot misdade wat wesentlik ewe blaamwaardig\nwas. Ek stem nie saam nie.\nDie eerste appellant is aan twee oortredings skuldig bevind en is effektief 'n\njaar gevangenisstraf vir\nelk opgelê. Die tweede appellant het 'n enkele\noortreding begaan waarvoor hy twee jaar gevangenisstraf, met een jaar opgeskort,\nontvang het. Dit kom my 'n heeltemal redelike manier voor om te onderskei tussen\ndie erns van die appellante se onderskeie oortredings.\nVerder is betoog dat die vonnisse in elk geval te swaar was. Dit is\ngeykte reg dat 'n hof van appèl nie met 'n verhoorhof se\nvonnisoplegging\ninmeng tensy daar 'n onbehoorlike diskresie-uitoefening aan die kant\nvan\n4\ndie verhoorhof was nie. In die onderhawige geval word daar nie betoog dat\ndie streeklanddros enige mistasting begaan het nie. Die\nargument is dat die\nvonnisse so skokkend onvanpas was dat afgelei kan word dat die verhoorhof nie sy\ndiskresie behoorlik uitgeoefen\nhet nie. Die appellante is aangekla ingevolge art\n2(c) van die Wet op Voorkoming van Vervalsing van Betaalmiddele, 16 van 1965.\nKragtens\nart 2(i) van die Wet is 'n oortreder strafbaar met gevangenisstraf vir\n'n tydperk van hoogstens vyftien jaar. Terloops, dit mag wees\ndat die appellante\neerder aangekla moes gewees het van 'n oortreding van art 34 (l)(a) van die Wet\nop die Suid-Afrikaanse Reserwebank,\n90 van 1989, maar dit sou geen verskil aan\ndie bevoegde straf gemaak het nie, en die appellante het hul nie oor enige\ngebrek in die\nklagstaat bekla nie. Die belangrike punt is dat die uitgifte van\nvervalste banknote as 'n baie ernstige\n5\nmisdaad deur die wetgewer beskou word, en die streeklanddros het hierdie\nfaktor tereg in aanmerking geneem. Aan die ander kant was\nhy ook bedag daarop\ndat die huidige oortredings net met enkele banknote te doen gehad het.\nDie persoonlike omstandighede van die twee appellante is die volgende.\nDie eerste appellant is 35 jaar oud. Hy is 'n eerste oortreder.\nHy is getroud en\nhet twee kinders. Hy is in vaste werk. Die tweede appellant is 'n jong man van\n22 jaar en ook 'n eerste oortreder.\nHy het vaste werk maar geen afhanklikes nie.\nHierdie persoonlike omstandighede is uiteraard strafversagtend. Die\nverhoorlanddros\nwas egter bewus hiervan, en het dit in ag geneem. Dit is vir my\nonmoontlik om te sê dat hy nie genoeg gewig daaraan geheg het\ntot so 'n\nmate dat dit as 'n mistasting aangeteken kan word nie.\n6\nEk meen dus dat daar geen gronde is waarop\ndie\nstreeklanddros se diskresie-uitoefening aangeveg kan\nword nie. Die appèlle van altwee appellante word afgewys.\nE M GROSSKOPF, AR\nNESTADT, AR\nSCOTT, Wn AR Stem saam",
  "scraped_at": "2026-02-12T07:13:29.362312",
  "date": "1995-09-14",
  "coram": [
    "E M GROSSKOPF",
    "NESTADT",
    "ARR",
    "SCOTT Wn"
  ],
  "case_number": "35/94",
  "parties": {
    "applicants": [
      "Johannes Jacobus De Lange",
      "Johannes Rudolph Strauss"
    ],
    "respondents": [
      "DIE STAAT"
    ]
  },
  "sections": {
    "facts": "The two appellants were convicted in the Vanderbijlpark Regional Court of issuing forged twenty‑rand notes. The first appellant committed two offences on 17 October 1991 and 3 November 1991; the second appellant committed one offence on 18 October 1991. Both were sentenced to two years' imprisonment, with the first appellant's two sentences running concurrently, giving an effective term of two years, and the second appellant receiving a two‑year sentence with one year suspended. Their appeals to the Orange Free State Provincial Division were dismissed, and they now appealed to the Supreme Court of Appeal.",
    "issues": "Whether the trial judge erred in imposing sentences that were excessively harsh, and whether the appellate court should intervene on the basis that the trial judge failed to exercise discretion correctly in sentencing for the counterfeiting offences.",
    "principles": "The Court considered the principle that an appellate court may not interfere with a trial judge's sentencing unless there is a clear abuse of discretion. It referenced S v Marx (1989) and noted that under the Prevention of Currency Counterfeiting Act 16 of 1965, the maximum imprisonment for such offences is fifteen years. The seriousness of counterfeiting is a statutory aggravating factor, while personal circumstances such as age, lack of prior convictions, family responsibilities, and employment are mitigating factors that must be weighed.",
    "application": "Applying these principles, the Court found that the sentences imposed were proportionate to the seriousness of forging banknotes, especially given that each offence involved only a small number of notes. The trial judge had duly considered the appellants' personal circumstances as mitigating factors. No evidence was shown that the trial judge misapplied discretion or erred in sentencing. Consequently, the Court concluded there was no ground for overturning the sentences.",
    "conclusion": "The appeals of both appellants were dismissed and the sentences imposed by the trial court were affirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Counterfeiting",
    "level_3": [
      "forgery",
      "sentencing",
      "appellate review",
      "discretion",
      "criminal procedure"
    ]
  }
}