{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/70.html",
  "case_name": "South African Commercial Catering and Allied Workers Union v OK Bazaars 1929 Ltd. (195/93) [1995] ZASCA 70; 1995 (3) SA 622 (AD); [1995] 7 BLLR 1 (AD); (1995) 16 ILJ 1031 (A) (30 May 1995)",
  "citation": "[1995] ZASCA 70",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 70\n|\nNoteup\n|\nLawCite\nSouth African Commercial Catering and Allied Workers Union v OK Bazaars 1929 Ltd. (195/93) [1995] ZASCA 70; 1995 (3) SA 622 (AD); [1995] 7 BLLR 1 (AD); (1995) 16 ILJ 1031 (A) (30 May 1995)\nDownload original files\nPDF format\nRTF format\nCase Nr 195/93\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE DIVISION)\nIn the matter between:\nSOUTH AFRICAN COMMERCIAL CATERING\nAND ALLIED\nWORKERS UNION\nAppellant\nand\nOK BAZAARS (1929)\nLIMITED\nRespondent\nCORAM\n: E M GROSSKOPF, SMALBERGER, NESTADT, HOWIE, MARAIS,\nJJA\nHEARD\n:\t8 MAY 1995\nDELLIVERED\n: 30 MAY 1995\nJUDGMENT E M GROSSKOPF. JA\n2\nIn November 1990 the appellant ('the union'),\nhaving\ndeclared a dispute with the respondent ('the company') over its failure to pay a\nfull annual bonus to workers who had participated\nin a strike during June and\nJuly of that year, applied to the industrial court for relief under section\n17(11)(a) of the Labour Relations\nAct, No 28 of 1956 ('the Act'). The\napplication was settled on the basis that the dispute would by consent be\nreferred for an unfair\nlabour practice determination under sec 46(9) of the\nAct.\nOn 15 July 1992 the industrial court declared the conduct of the company\nin refusing to pay an annual bonus for the twelve months\nending 31 December 1990\nto those of the union's members who had participated in\nthe 1990 strike action to be an unfair labour practice.\nThe company was accordingly directed to make payment to\nthe affected employees of the bonus amounts which\nwould, in the normal course, have been payable to them.\nHowever, it refused the union's prayer for interest on\n3\nsuch amounts.\nThe company took the determination on appeal to\nthe Labour Appeal Court in terms of sec 17(21A) of the Act. The union\ncross-appealed\nagainst the refusal to award interest. The company succeeded on\nboth appeal and cross-appeal. With the leave of the court a quo the\nunion now\nappeals to this court.\nThe bonus which is in issue in this case has a long history. For many\nyears the company has been paying an annual bonus to its employees.\nThis is done\non a purely voluntary and discretionary basis. Attempts by the union to have the\nbonus converted into a \"thirteenth\ncheque\" included in workers' conditions of\nservice have (at least up to the time of the hearing of this matter) not\nsucceeded. In\n1978 or thereabouts the amount of the bonus was quantified at ten\nper cent of the employee's wages for every year of service with\nthe company.\nThis formula was retained in subsequent years.\nIn 1986/7 the company's workers threatened to\n4\nstrike. The company handed a document to the\nunion\nheaded \"Loss of Benefits for Strikers\". Paragraph 6\nof\nthis document read:\n\"Loss of bonuses. 5% of the 1987 bonus will be forfeited for every day on\nstrike.\"\nNevertheless a strike ensued which lasted for\nthirteen\nweeks. At the end of the year the workers who had taken\npart in the strike forfeited their bonuses in\naccordance with the formula laid down by the company.\nSince then it has been the company's policy not to pay\na full bonus to workers who participated in a strike\nduring the year. Where the strike was legal, the above\nformula was applied. In the case of an illegal strike,\nthe whole bonus was forfeited irrespective of the\nduration of the strike.\nThis policy has, however, not been\napplied\ninflexibly. In 1989 there was again a\nthreatened\nstrike. Prior to balloting a pamphlet was sent out,\nwarning the workers inter alia that strikers would\n5\nforfeit their bonuses in whole or in part. The\nballot\nwent in favour of strike action. A date for the\nstrike\nwas set. However, before the arrival of the date the\nparties agreed to a last attempt at mediation. Some\nmembers of the union were not notified of this in time,\nand struck on the appointed date. The strike lasted\nonly one day before the workers concerned were informed\nof the new developments. Mediation was successful. In\nthese circumstances the company paid the striking\nworkers their full bonuses, but included in their pay\npackets a notice explaining why the bonus was being\npaid despite the strike. The notice concluded as\nfollows:\n\"\nHowever, please note that should you participate in any further\nstrike or stayaway action at any future date, you will immediately\nmake yourself\nliable to forfeiture of the annual bonus.\"\nI turn now to the events leading up to the present\ndispute. In 1983 the company and the union signed a\nrecognition agreement in terms of which the union was\n6\nrecognized as the sole representative of union members\nwho\nare permanent employees of the company, subject to certain irrelevant\nqualifications. Since then the union has been recognized\nas the sole collective\nbargaining repesentative of its members. In 1990 union members comprised between\n9 000 and 10 000 of the approximately\n23 500 non-managerial employees of the\ncompany.\nThe National Union of Distributive and Allied Workers ('NUDAW' ) has also\nbeen recognized by the company as the collective bargaining\nrepresentative of\nits members. In 1990 they stood at 2 300 of the non-managerial employees of the\ncompany.\nOnce a year the company enters into separate negotiations with these two\nunions concerning wages and conditions of employment of their\nmembers. As a\nmatter of practice and policy the company ensures that the terms and conditions\nof employees are standardized by extending\nto the other employees the benefits\nwhich a union obtains for its members.\n7 In 1990 the annual negotiations between the\nunion\nand the company broke down. Conciliation board\nmeetings\nwere then held, one of which was coupled with an\nattempt at mediation, but no settlement could be\nreached. In the ensuing strike ballot, 57 per cent of\nthe union members voted in favour of a strike.\nBefore the ballot the company issued a pamphlet\nto\nunion members in which, inter alia, it warned them\nthat\n\"if they take strike action they may lose their annual\nbonus in December.\" After the ballot the warning was\nrepeated in stronger terms in a letter to the union\ndated 1 June 1990. Paragraph 10 of this letter read:\n\"Those of your members who participate in strike action will forfeit their\nannual bonus in accordance with past practice and the terms\nand conditions of\ntheir employment.\"\nThe strike, which was legal, commenced on 4\nJune\n1990 and continued for approximately seven weeks\nuntil\na settlement was reached on 20 July 1990. Approximately\n7 000 out of a total of 23 500 non-managerial employees\n8\nparticipated for most of the duration of the\nstrike.\nClearly, therefore, a substantial number of union members\nignored the call to strike.\nAfter settling with the union, the company resumed negotiations with\nNUDAW. A wage agreement was entered into with NUDAW which, as\nregards wages, was\nidentical with that concluded with the union. The provisions of the settlement\nagreement were also extended to\nall non-managerial employees who were not\nmembers of either of the two trade unions.\nOn 24 October 1990 the company's board of directors resolved to give a\nbonus to non-strikers in accordance with the same formula as\nhad been applied\nthe year before. Strikers, in contrast, would be subject to the forfeiture of\nall or part of their bonuses. Subsequently\nit was decided that this would be on\nthe same basis as before, viz, strikers would forfeit five per cent of the\nbonuses for every\nday that they took part in the strike. Since the strike\nlasted\n9 more than 20 days, those who participated\nthroughout\nobtained no bonus at all.\nBefore the Industrial Court a great deal of\ndetailed\nevidence was led about the circumstances of\nthe strike. A prominent part of the case related to the\ncompany's financial position: whether the company could\nafford the union's demands, and whether the union was\nreasonable, or even bona fide, in pressing demands\nwhich were, so it was alleged, clearly unaffordable.\nMoreover, although it was common cause that both\nemployer and employees suffered severely as a result of\nthe strike, the degree of suffering, particularly on\nthe part of the company, was in dispute. And there was\nconsiderable debate on the question whether the strike\nhad achieved anything worth- while for the workers. In\nview of the attitude of the union before this court it\nis not necessary to go into these matters in any\ndetail. Reference will be made to some of them at a\nlater stage.\n10 Before us Mr Brassey, who appeared for the\nunion,\nbased his argument on two matters of principle.\nHis\nmain argument, as it developed during the hearing, was\nthat, irrespective of the circumstances, it is always\nan unfair labour practice on the part of an employer to\noffer financial inducements to his employees to abstain\nfrom strikes. Alternatively, he argued, if such\ninducements are permissible, there should be no\ndistinction between strikers and non-strikers. All\nemployees of the same class, whether they took part in\nthe strike or not, should be treated equally in either\nreceiving or forfeiting the reward offered to induce\nthem not to strike.\nIt was common cause before us that the definition\nof\n\"unfair labour practice\" as it appeared in sec 1 of\nthe Act prior to its amendment by Act 9 of 1991 has to\nbe applied in the present case. Mr Brassey did not rely\non any of the specific provisions of the definition,\nbut founded his argument on the general formulation.\n11\nviz, \"any act or omission which in an unfair manner infringes or impairs\nthe labour relations between an employer and employee.\"\nI deal first\nwith the union's main argument. It proceeds from the general proposition that\ncollective bargaining is the means preferred\nby the legislature for the\nmaintenance of good labour relations and for the resolution of labour disputes.\nSee National Union of\nMineworkers v East Rand Gold and Uranium Co Ltd\n[1991] ZASCA 168\n;\n1992 (1)\nSA 700\n(A) at 733 I-J. The freedom to strike is integral to the system of\ncollective bargaining. The strike is the sanction that impels\nthe parties to\nbargain collectively. If the workers were not free to strike, their bargaining\npower would lack credibility. See Brassey\nand others. The New Labour Law, 243,\nrelying on Crofter Hand Woven Harris Tweed Company, Limited, and Others v Veitch\nand Another\n[1941] UKHL 2\n;\n[1942] AC 435\nat 463. Because of the vitally important purpose\nserved by the strike, it was contended, nothing should be done\n12 to\ndisparage it.\nThe important role played by the freedom to\nstrike\nin the system of collective bargaining can hardly\nbe\ndoubted. One should not, however, infer from\nthe\nundoubted existence of the freedom to strike that an\nemployer may not do anything to dissuade workers from\nstriking. The ultimate object of collective bargaining\nis industrial peace. It is one of the ironies of\ncollective bargaining that the attainment of the object\nof industrial peace should depend on the threat of\nconflict (Brassey and Others, loc cit). The reason for\nthis dependence is a functional one. The freedom to\nthreaten strike action and, if needs be, to carry out\nthe threat, is protected because, in an imperfect\nworld, the system of collective bargaining requires it.\nThis does not mean that strikes are to be encouraged.\nOn the contrary. It would be preferable in every\nrespect if the bargaining parties could reach agreement\nwithout recourse thereto, and this is indeed recognized\n13\nby the Act (see, e g, sec 65). A strike, it has been\nsaid,\n\"is a blunt instrument and one which damages the public, those who are striking\nand those against whom the strike is directed\"\n(Heatons Transport (St Helens)\nLtd v Transport and General Workers Union\n[1972] 2 All ER 1214\nat 1233 h-i\n(NIRC)). Although this weapon should be available to workers, it is in\neverybody's interest that it be used as seldom\nas possible.\nIt is against this background that the issue of financial inducements to\nworkers to abstain from striking should be seen. The threat\nof withholding a\nbonus from strikers, or the actual withholding thereof, does not affect workers'\nfreedom to strike. That freedom\nremains undiminished. The only result is to\nincrease the practical disadvantages to strikers which may flow from a\nparticular strike\naction. When a strike is contemplated there are a number of\nconflicting considerations which are logically relevant to the decision\nwhether\nto proceed or not. On the one hand\n14\nthere are the potential advantages to be derived\nfrom\na strike by way of increased wages, improved conditions of\nservice, etc. The extent of these benefits, and the likelihood of obtaining\nthem, have to be weighed against the disadvantages which would or could flow\nfrom strike action. Thus the striking workers would\nnormally lose their wages\nfor the duration of the strike. In addition they may face dismissal, lock-outs\nor other forms of retaliation\nby the employer, which may, depending on the\ncircumstances, be lawful. A financial disincentive of the sort with which we are\nhere\nconcerned would make it more expensive for workers to strike, or, to look\nat it from the other side, more advantageous to stay at\nwork. It may therefore\nin a particular case tilt the balance of expected advantages against striking -\nthe worker may consider that\nhe would probably lose more from striking than he\nwould gain. In this way the financial disincentive might help to prevent a\nstrike\nbut this does not, in principle.\n15 derogate from workers'\nfreedom to strike if they\nconsider it, on balance, to be in their best interest.\nIn my view this result is not necessarily unfair in the\nsense contemplated by the unfair labour\npractice\ndefinition.\nIn argument it was further contended that an important objection to the\nnon-payment of a bonus in a case like the present is that\nit is not\nself-regulating, like some forms of reprisal available to an employer. Thus a\nlock-out causes harm to an employer and it\nwould be in his interest to end it as\nsoon as possible. Non-payment of a bonus, on the other hand, it is said,\nredounds entirely\nto the employer's benefit. There is nothing to discourage him\nfrom using it as a weapon.\nIn my view the fallacy in this argument, assuming it to be valid in other\nrespects, is that it ignores the broader picture. A strike,\nit must be assumed,\nis detrimental to the interests of the employer, otherwise\n16 the\nworkers would not gain anything by engaging in it.\nAnd this would be so despite the fact that the employer\nsaves some money as a result of the strike, e g, by\nnot\npaying wages. It is hardly to be imagined that this\nequation would be any different if, in addition to\nwages, the employer would save also the money that\nwould otherwise have been paid as bonuses to striking\nworkers. The employer would still want to prevent or\nend a strike, even if this meant that he would have to\npay the bonuses, in whole or in part. It is true that,\nonce the strike has run its course, the forfeiture of\nthe bonuses causes the employer no further harm, but\nthe same may be said of the forfeiture of wages. The\npoint is that the forfeiture of the bonuses, like the\nforfeiture of wages, depends on the duration of the\nstrike, which is something which the employer would\nwish to limit as far as possible.\nIn support of his argument Mr Brassey relied on a\nnumber of cases decided in the courts of the United\n17 States\nof America, and in particular on the case of\nNational Labor Relations Board v Erie Resistor Corp. et\nal\n[1963] USSC 94\n;\n(1963) 373 US 221.\nThese cases concerned the interpretation of certain\nprovisions of the National Labor Relations Act which differs substantially from\nour Act. Moreover, the facts in issue in the Erie Resistor case and other\nauthoritative decisions are not on a par with those with\nwhich we are concerned.\nI consequently do not find these cases helpful.\nMr Wallis, who appeared for the company, contended that the union's\nargument really meant that every measure which served to change\nthe balance of\npower between the employees and the employer in the latter's favour amounted to\nan unfair labour practice. However,\nhe said, what the correct balance should be\nis a matter of policy which cannot properly be determined by an industrial court\nunder\nits unfair labour practice jurisdiction. It is clear that this\njurisdiction is not unlimited. See, for instance, Cameron et al The\nNew\n18\nLabour Relations Act pp 96 - 106 (Chapter 5)\nand\nThompson and Benjamin South African Labour Law para 32. As\nappears from the above sources the dividing line between matters which\nfall\nwithin the unfair labour practice jurisdiction and those which do not is\nsomewhat blurred. In my view it is unnecessary to decide\non which side of the\nline the present matter falls since, for the reasons given, I do not think that\nthe provision of a financial\ninducement to workers to abstain from striking\nnecessarily amounts to an unfair labour practice.\nThis conclusion does not, of course, mean that there may not be\ncircumstances in which a particular inducement may be objectionable.\nAs was\nstated in National Union of Metalworkers of South Africa and Others v Macsteel\n(Pty) Ltd\n[1992] ZASCA 75\n;\n1992 (3) SA 809\n(A) at 817 I, whether a labour practice is unfair must\ndepend upon all the facts and circumstances of each case. And this, I consider,\nalso answers an argument by Mr Brassey\n19\nthat, if the forfeiture of the bonuses in the\npresent\ncase were to be permitted, many other forms of conduct by an\nemployer might also be considered unobjectionable. Whether such conduct\nwould be\nfair or unfair would depend on the circumstances in which it occurred.\nI turn now to the present case. Mr Brassey did not contend that there was\nanything in its particular facts and circumstances which\nrendered the\nnon-payment of the bonus to striking workers unfair. He relied entirely on the\nprinciple discussed above, which was\nsaid to be of general application. It is\nconsequently not necessary to consider the evidence in any detail. In brief it\nshowed the\nfollowing. The company had a particularly strong interest in trying\nto avert a strike. Its financial position was parlous. The union\npressed demands\nwhich it could not reasonably expect to achieve in the light of the company's\nfinancial position. The payment of\na bonus was a discretionary act on the\npart\n20\nof the company. It did not form a part of the workers'\nagreed remuneration. Indeed, the union's attempts to have the bonus\nincluded in such remuneration had up to that stage not succeeded.\nThe workers\nwere warned that they faced forfeiture of the bonus if they participated in a\nstrike. There is nothing to suggest that\nany of them were unaware of this. The\nstrike continued for seven weeks, causing great loss to the company. In the\nfinal settlement\nthe union accepted substantially less than it had claimed at\nthe commencement of the strike. In these circumstances it seems somewhat\nanomalous for striking workers to claim a bonus granted in recognition of\nservice during the year. The present case is, in my view,\nclearly one in which\nit was not unfair of the employer to withhold payment of the bonus from workers\nwho had participated in the\nstrike.\nBut then it may be said that the unfair labour practice committed by the\ncompany in the present case was not the actual forfeiture\nof bonuses, but\nthe\n21\nthreat to withhold bonuses in all cases of strike\naction,\nwhatever their cause or nature. I do not agree. The question is whether the\nstriking workers were treated unfairly. If the\nanswer to that question is no, it\nwould not in my view matter that the policy laid down by the company, if applied\nunreasonably,\nmight prove to be unfair in other circumstances. In fact, as I\nhave indicated above, the company has up to now applied this policy\nwith some\ndiscretion and flexibility.\nI turn now to the union's alternative argument, viz, that the company\nacted unfairly by discriminating, in the withholding or payment\nof bonuses,\nbetween workers who had taken part in the strike and those who had not (\"the\ndisparate treatment argument\"). In this\nconnection it was common cause that an\nemployer should in principle treat like classes of employees alike. See, for\ninstance, National\nUnion of Mineworkers v East Rand Gold and Uranium Co Ltd\n(supra) at 736F - 737B;\n22\nHenred Fruehauf Trailers (Pty) Ltd v National\nUnion of\nMetalworkers of S A & Others (1992) 13 ILJ 593 (LAC) at\n599G - 601B and the appeal judgment in the latter case, National Union\nof\nMetalworkers of South Africa and Others v. Henred Fruehauf Trailers (Pty) Ltd\n(AD)\nunreported, judgment delivered 11 November 1994, p. 19-20. Now in the\npresent case the company's non-managerial workers were alike\nin the respect that\nthey did the same work and, by reason of the company's policy of standardization\nof wages, received the same\nwages. They differed in that some of them took part\nin the strike whereas others did not. This difference, it was contended, was\nirrelevant. All the workers formed a single bargaining unit and should have been\ntreated the same. Assuming for the sake of this\nargument that the forfeiture of\nthe bonus was permissible, the forfeiture should have been applied to all\nworkers or to none.\nThis argument was presented on the assumption that\n23\nthe main argument was rejected. In other words, one\nmust\nassume for the purposes of this argument that the company's threat to withhold\npayment of the bonus to workers who had taken\npart in the strike was\nunobjectionable. On this assumption there was a clear and valid distinction\nbetween striking workers, who\nhad forfeited their claim to a bonus, and\nnon-striking workers, who were entitled to expect payment of a bonus. If this\ndistinction\nis ignored, the result would be either that strikers and\nnon-strikers alike would receive the bonus, or that none would receive it.\nThe\nfirst alternative would make nonsense of the inducement to workers to abstain\nfrom striking. The second would be extremely unfair\nto workers who, relying on\nthe inducement, stayed at work.\nBut then it may be argued that the inducement or threat should have been\naddressed to all the workers, i e, that the company's policy\nshould have been to\nwithhold the bonus from all workers whenever any of\n24\nthem took part in a strike. The suggested\njustification\nfor this argument is that all workers benefit\n(actually or potentially) from a strike, and consequently all should bear the\ndisadvantages\nflowing therefrom. I cannot agree with this argument. It would in\nmy view be unreasonable to deprive workers who did not strike of\na bonus merely\nbecause some others, perhaps even very few, engaged in a strike with which the\nnon-striking workers might have had\nno sympathy. In argument it was suggested\nthat striking workers are, in a sense, the agents of those who do not strike. I\nsuppose\nthere may be cases in which this proposition is broadly correct, but the\npresent is not one. Here more than two-thirds of the workforce\ndid not strike.\nThey consisted of union members, members of NUDAW, and workers who belonged to\nno trade union. They clearly did not\nauthorize the strike and there is nothing\nto suggest that they approved of it. In the end they received the same benefits\nas the\nstrikers, but these were not large\n25\nand may conceivably have been achieved even\nwithout a\nstrike. There is nothing to suggest that the\nworkers\nwho did not strike subsequently regarded the strike\nto\nhave been worth-while, and thus, even if only\nemotionally and ex post facto, made common cause with\nthe strikers. To insist that they suffer the same\ndisadvantages as those that befell the strikers would\nin my view be unconscionable. I do not think the\ndisparate treatment argument can be sustained.\nIn the result I agree with the decision of\nthe\nLabour Appeal Court that the company was entitled\nto\nwithhold bonuses from the workers who had participated\nin the strike. It is therefore not necessary to decide\nwhether, if the decision had gone the other way, the\nworkers would have been entitled to interest on the\nbonuses. Both parties agreed that the order on this\nappeal should not carry costs.\n26 The appeal is dismissed.\nE M GROSSKOPF,\nJA\nSMALBERGER, JA NESTADT, JA HOWIE,JA MARAIS, JA Concur",
  "scraped_at": "2026-02-12T07:06:17.946490",
  "date": "1995-05-30",
  "coram": [
    "E M GROSSKOPF",
    "SMALBERGER",
    "NESTADT",
    "HOWIE",
    "MAR AIS"
  ],
  "case_number": "195/93",
  "parties": {
    "applicants": [
      "South African Commercial Catering and Allied Workers Union"
    ],
    "respondents": [
      "OK Bazaars (1929) Limited"
    ]
  },
  "sections": {
    "facts": "The company had a long‑standing, discretionary annual bonus scheme (normally ten per cent of wages). It had previously warned that bonuses could be forfeited by employees who struck, applying a 5% per day deduction. In 1990 the union and the company failed to reach a wage agreement, leading to a legal strike that lasted about seven weeks. Approximately 7,000 of the 23,500 non‑managerial employees participated. The company warned that strike participants would forfeit their bonus and, after the strike, withheld the bonus from those workers while paying it to non‑strikers. The union sought an order that the company pay the bonus plus interest; the Labour Appeal Court upheld the company's refusal to pay interest and the withholding of the bonus.",
    "issues": "1) Whether the employer’s refusal to pay the annual bonus to employees who participated in a legal strike constitutes an unfair labour practice under the Labour Relations Act. 2) Whether the differential treatment of striking versus non‑striking employees in the bonus scheme is unlawful discrimination. 3) Whether the employer may offer financial inducements to discourage striking and, if so, whether such inducements are per se unfair.",
    "principles": "The court considered the pre‑1991 definition of “unfair labour practice” (any act or omission that unfairly infringes labour relations). It noted that the freedom to strike is a core element of collective bargaining but that employers may take lawful steps to influence industrial relations, provided they do not infringe the statutory definition of unfairness. The court referred to precedent on the need for a factual, contextual analysis (e.g., National Union of Mineworkers v East Rand Gold, National Union of Metalworkers v Macsteel) and held that a financial inducement is not automatically an unfair practice; the overall circumstances, including the discretionary nature of the bonus, must be examined.",
    "application": "Applying these principles, the court observed that the bonus was discretionary and not part of the employees’ contractual remuneration. The workers had been clearly warned that participation in the strike would lead to forfeiture of the bonus. The strike was legal, the company’s financial position was precarious, and the union’s demands were deemed unreasonable in that context. Consequently, withholding the bonus from striking workers was not an act that unfairly infringed labour relations. The differential treatment was justified by the employer’s established policy, which was applied consistently and with flexibility in past incidents.",
    "conclusion": "The appeal was dismissed. The court affirmed the Labour Appeal Court’s decision that the employer was entitled to withhold the bonus from workers who participated in the strike. No order for interest was made, and both parties agreed that the appeal order would not carry costs."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Unfair Labour Practice",
    "level_3": [
      "bonus forfeiture",
      "strike",
      "financial inducement",
      "disparate treatment",
      "collective bargaining"
    ]
  }
}