{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/141.html",
  "case_name": "S v Matolo and Others (152/95) [1995] ZASCA 141 (23 November 1995)",
  "citation": "[1995] ZASCA 141",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 141\n|\nNoteup\n|\nLawCite\nS v Matolo and Others (152/95) [1995] ZASCA 141 (23 November 1995)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION\n)\nCASE NO. 152/95\nPETRUS DIKHAKENG MATOLO\n1st APPELLANT\nKABELO JOSEPH\nLEBAKENG\n2nd APPELLANT\nEPHRAIM NKOSI\n3rd APPELLANT\nand\nTHE STATE\nRESPONDENT\nCORAM\n: NESTADT, VAN DEN HEEVER et SCHUTZ JJ.A\nDATE HEARD\n: 17 NOVEMBER 1995\nDATE\n:\t23 NOVEMBER 1995\nSCHUTZ JA\n2\nJUDGMENT\nSCHUTZ JA\n:\nThe three appellants, all police constables, were convicted by a Regional\nCourt of assault committed on 14 April 1991. At the time\nthey were members of\nthe Welverdiend riot unit, and the complainant, one White Mabitsa, was under\narrest as a suspect. Although acknowledging\ntheir presence at the time of his\narrest, they denied all knowledge of any assault upon him by anybody. He claimed\nthat he had been\nassaulted some hours after his arrest. The Court accepted his\nversion and rejected that of the three appellants and of another member\nof their\nunit who was\n3\ncalled as a witness on their behalf. They were each sentenced to a fine of\nR1500 or three months imprisonment, the whole being suspended.\nTheir appeal\nagainst conviction to the Transvaal Provincial Division failed, but they were\ngiven leave to appeal by that Court.\nFor all practical purposes the complainant was a single witness and he was so\ntreated by the magistrate. His version comes to this.\nOn the morning of 14 April\nthe riot unit arrived at his house in force and searched it. The first appellant\npointed out the complainant\nto the sergeant as the man who kept firearms for the\n\"comrades.\" He was asked to point out firearms but said he knew nothing about\nthem. In the presence of the other two appellants the first appellant warned him\nthat they would take him away and he would speak\nthe truth. He was taken\n4\nto the Khutsong and then the Carletonville police stations and back to the\nKhutsong station, where he was locked up.\nAt some time after 7 pm the three appellants took him into a room. The first\nappellant slapped his face several times so that he fell\ndown, while the third\ndesired to know whether he was ready to speak the truth. The second appellant\nalso struck him, kicked him in\nthe ribs with shod feet when he was down and\ntrampled him. The third appellant kicked his mouth so that the lip swelled and a\ntooth\nor teeth had to be extracted later. While this was going on his three\nassailants complained that he still would not speak the truth.\nThey demanded to\nknow where his brother was and he said that he did not know. In order to extract\n\"the truth\" they tied up his hands\nand feet as he lay prone and pulled a\nplastic\n5\ncovering tightly over his face so as to suffocate him. He was electrically\nshocked in the anus and on the left arm. As a result a\nmark was left on that\narm. He was also struck on the eye while his face was covered. The plastic was\nsomewhat loosened, and upon\na further demand to know the whereabouts of his\nbrother he said he was in Welkom. He was then untied and placed in the back of a\nclosed police bakkie. The first appellant sat in front. They drove to Welkom.\nThe second and third appellants accompanied them in\nanother vehicle.\nThey failed to find his brother at Welkom. On the return journey the first\nappellant drove the bakkie. The other two appellants were\nnot with them and, as\nappears from the unchallenged defence evidence, at a certain stage they took a\ndifferent route. After a while\nthe first appellant\n6\nsaid that he was feeling sleepy. He handed over to the other policeman\nwith him. This man soon showed that he was also affected by tiredness,\nand at times he swerved off the road. The complainant was observing\nmatters from the back of the bakkie till he noticed that both the driver\nand the passenger had fallen asleep, and that a vehicle was approaching\nfrom the front. He knocked to awaken the driver, and when he had\nsucceeded in doing so, the latter, upon seeing the oncoming vehicle,\nswerved off the road and stopped. The bakkie did not capsize, and the\ncomplainant did not suffer any injuries. He had been holding on tightly.\nThis event is important. Only two witnesses gave evidence about\nit - the complainant and the first appellant. Although there is much in\ncommon in their versions, there was diametric opposition in two respects.\n7\nThe first appellant said that the bakkie came to a violent halt: and that the\ncomplainant was injured in consequence. The complainant\ndenied suffering injury.\nAs to the manner in which the vehicle came to a stop, his initial version was\nthat it stopped sedately.\nUnderlying the difference as to his being injured are\nthe two latent theories of the case: on the State side that the appellants\nseized on this event and embroidered on it in order to explain the complainant's\nvisible injuries (which had been sustained earlier\nin the day and which might\nyet have to be accounted for): and on the defence side that the complainant\nseized upon the injuries here\naccidentally sustained and used them to give\ncredence to a false charge to be laid against them and also a civil claim for\ndamages.\nTo return to the complainant's version. He was taken back to the\n8\nCarletonville police station. On the following evening the appellants again\nsought to prevail upon him to take them to his brother,\nbut without success. On\nthe 17th April he was taken to court and the charge against him (he said that he\nwas never informed what\nit was) withdrawn, upon which the presiding magistrate\nordered his release.\nHis father was present at court. After the release he took him to a\nphotographer, where five photographs of his face were taken, then\nto a doctor\nand then to the charge office at Carletonville to lay a charge of assault. This\nattempt met with no success as the police\non duty said that they did not hear\nwhat he was trying to say. He said to his father that he would rather go home\nand first recover\nbefore pursuing the matter further.\n9\nHe had heard of and seen the three appellants before these incidents but did\nnot know them. After his release he did not see them\nagain until the court\nproceedings.\nLater, apparently on 26 April, the complainant did succeed in laying a\ncharge, when a certain Sister Shelly (her correct name appears\nto be Sally\nSeasley) took him into the presence of a newly arrived police major. Of Sister\nShelly he said that he could not, because\nof ignorance, agree with the\nproposition put in cross-examination, \"(dat sy) mense in bakkie-vragte vol\naangery het om te gaan klagtes\nlê teen die polisie\". But he agreed that\nshe had helped some persons to lay such charges.\nThe appellants had a wholly different version of what had led to the\nexpedition to Welkom. Not only did they deny witnessing any\n10\nassault on the complainant, but they also denied taking any part in his\ninterrogation and claimed that they were not present when\nthe complainant agreed\nto point out his brother at Welkom. It was put to the complainant that their\ncommander, Lieutenant Viljoen,\nhad taken him to Welverdiend police station,\nwhere, with constable Sindi (also of the unit) interpreting, he had agreed to\npoint\nout his brother, which led to Viljoen's ordering the trip to Welkom, of\nwhich the appellants were in due course informed. It was\nfurther put that\nViljoen would say these things, but near the end of the case it was agreed, on\nthe basis of a psychiatrist's report,\nthat Viljoen had become so disturbed by\nhis experiences in the riot unit that he was no longer mentally fit to give\nevidence. But\nthe defence did call Sindi who supported their version. The\ncomplainant\n11\ndenied it entirely, insisting that it was the appellants and not Viljoen who\nhad questioned him.\nAll three appellants gave evidence. Most of their version\nhas been set out already. A few points require further exposition. Dealing\nwith\nthe incident on the return from Welkom, the first appellant said that the driver\nlost control of the vehicle and bumped into\na rock. He was injured when his head\nbanged against the vehicle. His neck was sore but he did not receive medical\ntreatment subsequently.\nHe went to see what had happened to the complainant and\nfound that the side of his nose was bleeding. He asked him how he was. The\ncomplainant answered that although he had suffered a hard bump he was alright.\nThe injury on the side of the nose was all that he\nhad seen on that morning (it\nwas by then\n12\n5 or 6 am on 15 April) but the complainant had pointed out further injuries\nwhen they were going to Bekkersdal on the following day.\nThen he noticed also\nthat his eye and mouth were swollen. He did not observe a laceration on his lip,\nnor any injury to his arm,\nbut the complainant did complain that his body was\nsore. It was possible that his arm was injured in the accident or\nsubsequently.\nUpon his return he reported the incident to Viljoen as his commanding\nofficer, and the complainant himself told Viljoen that his body\nwas sore as a\nresult of the accident. He also reported the complainant's injury to the duty\nsergeant at Carletonville. He could not\nremember who he was, but the records\nshould reveal his identity. It was the duty of the sergeant to make an entry in\nthe occurrence\nbook, and\n13\nalso his responsibility thereafter to decide whether the complainant should\nbe examined by a doctor. Again when he arrived at Welverdiend\npolice station he\nreported the incident to warrant officer van Graan, and in respect of this\noccasion he could say definitely that\nnot only should an entry have been made,\nbut that van Graan in fact made one, both in respect of the damage to the\nvehicle and of\nthe injury to the complainant. The complainant made a strongly\nfavourable impression on the magistrate. He did not make credibility\nfindings\nadverse to the appellants but he found reasons nevertheless to reject their\nevidence as being not reasonably possibly true.\nTheir witness Sindi he rather\nbrushed aside. Mindful of the need for particular circumspection where the State\nrelies on a single\nwitness (see R v Mokoena 1956(3) SA 81(A)) I turn\n14\nto the question whether this Court should reach a different conclusion to\nthat of the magistrate.\nI shall deal first with constable Sindi. The magistrate referred to the fact\nthat he corroborated the appellants' evidence, in that\nhe said that when they\nleft Welkom the complainant was not injured. However, he questioned why Sindi\nshould be so certain of this\nfact, as he had accompanied the party only as an\ninterpreter. It was unclear to the magistrate why he should have observed such\nmatters\nso closely. Further, the circumstances at the time and the condition of\nthe lighting had not been revealed. With regard to these\npoints it should be\nobserved that neither the prosecutor nor the magistrate enquired about them, so\nthat his version stood essentially\nunchallenged. Moreover, on his\n15\nevidence he saw the complainant not only before they went to\nWelkom\nbut also when they came back (and presumably in between). The\nrecord\ndoes not indicate that he lacked opportunity to make his\nobservations.\nThe magistrate gave another reason for questioning his\nevidence, that the\ninjuries shown on the photographs are not very striking\nand could easily\nbe missed by a stranger. This may be, but then the\ncomparison of the\nphotographs with the assault described by the complainant,\nto be dealt\nwith below, becomes more pointed. As to Sindi's interest in\nthe\ncomplainant, or lack of it as the magistrate found, the complainant\nwas,\nafter all, the key figure in the all-night expedition, and Sindi was\nnot\nmerely an interpreter but a member of the much-tried unit. It was\nonly\na dozen days later that charges were brought against fellow\nunit\n16\nmembers, and it is unlikely that he would not have heard of this and cast\nback his mind to the night of the 14th. But most important\nis the fact that the\nmagistrate did not deal with the essential point of his evidence -that it was\nViljoen who extracted the information\nabout the complainant's brother, and that\nthe appellants were not then present. If this was true there would have been no\npoint in\ntheir alleged assault on him. It may very well be that Sindi was\ntelling lies to protect his comrades, and it may be that it is difficult\nto\nexpose such a simple story as false, but the magistrate did not find him to be\nuntruthful. It does not seem to me that this part\nof Sindi's evidence can simply\nbe ignored in weighing the evidence as a whole, as the magistrate did.\nThe failure to call Viljoen despite the fact that his version had\n17\nbeen put has been fully explained, and no inference can be drawn\nagainst\nthe appellants in that regard.\nI return to the opposed versions of the accident on the road\nback\nand the associated question whether the first appellant\nreported it and the\ncomplainant's consequent injuries. In the complainant's evidence in chief\nthere is no suggestion of the vehicle colliding violently with anything\nbefore or when it stopped. In fact the prosecutor asked him whether the\n\"pluk van die voertuig uit die pad uit\" might have caused him any injury\nand he answered, no. In cross-examination this was at first repeated:\n\"So daar was nie 'n botsing of 'n probleem nie? Die voertuig is bloot\nafgetrek van die pad af en tot stilstand gebring? ... Dit het\nuit die pad beweeg\nen stilgehou.\"\nBut a further question by the defence produced a different answer:\n18\n\"Die punt wat ek maak verstaan ek u reg daar was geen botsing van die voertuig\nmet enige lets met 'n boom of 'n klip of enige iets\nwat hierdie voertuig erg\nbeskadig het of kon beskadig het? ... U sien dit het teen die wal aan die kant\ngebots. Dit was toe dit stilstaan\"\n(emphasis\nsupplied)\nThe impression created is that fear of\nindependent proof of damage to the vehicle began to shift the complainant's\nprior insistence\nthat the vehicle had simply glided to a halt. It was then put\nto him that the vehicle had been badly damaged and had been at the\ngarage for\neight months. To this he responded that it had been damaged only slightly on the\nfront, \"want van daar af het ons met\ndaardie voertuig gery tot hier.\"\nThe cross-examination proceeded:\n\"My instruksies is dat daardie voertuig heeltemal van die pad af geloop het,\ndat dit 'n redelik groof klip getref het waarna die voertuig\nheeltemal in die\nlug gespring het as ek so kan stel, met die botsing met die klip wat dit oor die\nklip\n19\ngegaan het. ... Nee, dit het net teen daardie klip gebots en stilgestaan, dit\nhet nie oor dit gegaan nie. Dit was net daar langs\ndie pad. En hulle het\nuitgeklim om ondersoek te gaan instel en my kom vra of ek beseer is, beserings\nopgedoen het toe se ek vir hulle\nnee\" (emphasis\nsupplied)\nFrom these passages it appears that the\nunimpeded stop has turned to collision with a \"wal\", then to collision with a\n\"klip\", even\na \"groot klip.\" And the policemen are concerned that as a result of\nthe collision the vehicle has been damaged and the complainant\ninjured: a\nsetting by now very close to that put on behalf of the first appellant and later\ndeposed to by him. Nor is this a mere\ndetail in the case. It goes to the root of\nthe main issue - how the complainant came to be injured.\nAs I have said, the first appellant's version was that because of his report\nto the sergeant in charge of the charge office there\nought to have\n20\nbeen an entry in the occurrence book at Carletonville, and that there was in\nfact an entry in the one at Welverdiend. No further evidence\nis on record\nconcerning the contents of these books, despite the fact that on the occasion of\na postponement late in the trial the\nmagistrate asked the prosecutrix to ensure\nthe presence at the postponed hearing of the sergeant on duty at Carletonville\non the\nmorning of 15 April together with the occurrence book.\nIn his judgment the magistrate said that the first appellant \"wel te kenne\ngee dat hy (the complainant) beserings opgedoen het in\ndie loop van hierdie\nvoorval waar daar teen 'n klip vasgery is. Nou moet ek sê dat die\ngetuienis is maar redelik vaag op daardie\naspek\". The magistrate added,\ncorrectly, that it was the duty and interest of a policeman to have\n21\na record made of injuries suffered by a person under his control, and\nalso\nsuch an interest on the part of another policeman receiving an\ninjured\nsuspect into his custody. He criticised the first appellant for not\nhaving\nmade his own note of the incident, and I think, with justice. But I do\nnot\nagree with the magistrate that the first appellant's version had been\n\"redelik vaag\". He had given explicit accounts of reports he had made,\nand he stood open to exposure as a liar if his evidence concerning them\nwas false. Also, it is most unlikely that he would not have reported at\nleast the damage to the vehicle, whoever's version was true. Yet, the\nmagistrate concluded on this part of the case:\n\"Nou daar is op 'n stadium te kenne gegee dat of die indruk wat ek gekry het\ndat hierdie getuienis aangebied gaan word. Tot op hede\nwas daardie getuienis nie\naangebied nie. Dit is uiteraard getuienis wat redelik beskikbaar is veral\nvir\n22\nmense soos die beskuldigdes.\" Equally at least to the State, I would have\nthought. And the State had been asked to produce at least\nthe Carletonville\nevidence. The magistrate seems to have forgotten about his request, which led to\na misdirection as explained below.\nI think that his reaction at the earlier\nhearing, to call for evidence in terms of\nS 186\nof the\nCriminal Procedure Act 51\nof 1977\n, had been the correct one. It seems to me that it was essential to the\njust decision of the case that before rejecting or seriously\nquestioning the\nfirst appellant's version the magistrate should have insisted on the production\nof the occurrence books. The fact\nthat he had called for the evidence suggests\nthat there had been a doubt in his mind, and it was not resolved. Instead the\nburden\nof producing a self-serving\n23\nstatement was cast on the first appellant. The subject was clearly important.\nThe consequent unfairness to the appellants is enhanced\nby two facts - first,\nthe State never put it to the first appellant that he had not made the reports\nthat he claimed to have made,\nso that he could not rely on the rule as to recent\nfabrication allowing him to produce a self-serving statement. Nor was there a\nchallenge to produce it. Secondly, the magistrate did not extend to the first\nappellant the benefit he extended to the complainant,\nof accepting what he said\nhe had said in his statement in the absence of proof by the defence that he had\nnot done so. The last remark\nrelates to the fact that in his particulars of\nclaim in the civil action which he brought arising out of the same facts, the\ncomplainant\nhad alleged that during or about the period 14 to 17 April\n24\nhe had been assaulted at the Carletonville police station not at Khutsong\npolice station, and not only on the 14th and 15th, as was\nhis evidence. The\ncomplainant insisted that he was not responsible for this error. It must have\nresulted from a misunderstanding\non the part of his attorneys. His statement, he\nsaid, referred to Khutsong not Carletonville. The magistrate accepted this\nexplanation,\nattributing the lack of effective communication to the sparse\ncontact that the complainant had had with his attorneys. This may be\nso. One\nknows only too well how carelessly instructions are often taken, leading to\nlater amendments. But this is a criminal case.\nAnd, there being a suggestion of\nrecent fabrication in this instance, the prosecutor was presented with a golden\nopportunity to produce\nthe complainant's statement. He did not avail himself of\nit. By\n25\ncontrast, the defence did not have access to it as it was privileged. In my\nopinion the difference between the pleading and the evidence\nis another point to\nbe weighed in the scale on the side of the appellants. I would add that the\nmatter is further compounded by evidence\ngiven by the complainant, not mentioned\nin the judgment, that at Welkom also he was punched which caused a \"blou oog\".\nIt is not\nclear though, that he attributed this assault to the appellants rather\nthan another policeman.\nThe magistrate was not impressed by arguments that the photographs taken of\nthe complainant on 17 April and the findings of the doctor\nwho examined him on\nthe same day did not match his description of the assaults on him. The findings\nof the doctor went in by consent,\nand they were:\n26\n\"Geswolle bo-lip met 'n klein laserasie aan die binnekant van die bo-lip. 'n\nErnstige rugpyn. 'n Swelling oor die regter oog. 'n\nSkraapwond oor die linker\nvoorarm.\"\nIn the cross-examination of the complainant the following\nappears:\n\"En die enigste beserings wat u gehad het\nwas 'n klein\nmerkie aan die neus (the photographs show this, though the doctor did not\nmention it) en 'n lip wat geswel het, bo-lip en 'n onder-lip\nen 'n klein merkie\nonder. ... Ja.\"\nI have some comments to make upon the correspondence\nbetween\nthese observations, and the complainant's evidence as to\nthe assaults he\nsuffered. Although the doctor mentions a swelling over the\nright eye, I\ncannot observe it on the photographs, even less a \"blou oog\".\nBearing\nin mind that the \"blou oog\" had had almost three days to develop, it\nseems to me that the account of it was at least exaggerated. Neither the\nphotographs nor the medical report gives any indication of teeth broken,\n27\nloose or extracted because of looseness. Yet in his evidence the complainant\nspoke of broken teeth (in the plural) and two foreteeth\n(in one passage a tooth)\nwhich were removed by a doctor because they were loose. It is difficult to\nunderstand why there should have\nbeen no record of something so important, no\ncomplaint to the doctor, no photograph, when the object of the visits to both\nthe photographer\nand the doctor was to record real evidence. Nor was there any\ndental evidence.\nI will pass over the question whether the electrically caused injury to his\narm described by the complainant could be the \"skraapwond\"\ndescribed by the\ndoctor, although not photographed. But what has happened to the assault inside\nhis anus, an area I would suppose\nmore tender than the forearm's epidermis? Yet\nthere is no complaint, and no\n28\nrecord of any injury.\nI turn to some of his further descriptions of the\nassault:\n\"Hoeveel keer is u geskop in die gesig? ... Ek weet nie hoeveel kere is ek\ngeskop nie.\nKan u 'n aanduiding gee? Skatting maak?\n... Ek is geskop, seer gevoel, daarna ek is aanmekaar geskop dat ek nie meer\nseer gevoel het\nnie.\nIs u 'n groot aantaal kere in die gesig gekop? ... Ja bale kere.\nWil u nie 'n poging aanwend om vir die hof 'n aanduiding te gee hoeveel nie,\nmeer as tien of is dit minder as tien. ... Nee, ek sal\nnie weet nie. Ek was\ndeurmekaar.\nIs dit dan juis van hierdie skoppery wat jy deurmekaar was? ... Ja want ek is\nteen die kop geskop en teen die vloer gestamp.\"\nAgain there seems to be exaggeration, and this is important when\nit is enquired whether the injuries reflected on the photographs and in\nthe\ndoctor's report could have been caused by the bakkie's forced stop. Had\n29\nthe doctor been called as a witness the magistrate would probably have been\nbetter placed to decide the case.\nThe magistrate remarked that the complainant did not contradict himself on\nany occasion. This observation may be compared with the\ncross-examination about\nthe assault upon him by the appellants. After he had said that he had been\nslapped in the face on several\noccasions, he was asked if he had ever been hit\nwith a fist, and it was in answer to this question that he answered that he had\nbeen\nso struck at Welkom, so that his eye swelled up. He was asked if any other\npolicemen were present when the appellants assaulted him,\nand he answered that\nthere were. He could point them out, but he could not say how many there were.\nThe questioning proceeded:\n30\n\"Het enige van hulle iets aan u gedoen? ... Nee.\nIs u seker daarvan? ... Ek was nou\ndeurmekaar.\nSo kan u nie vir die hof se of iemand anders u ook aangerand het nie? ... Nadat\nek uitgehaal is nit die kamer waar ek aangerand is,\nek is mos na die kamer of\ndie kantoor waar verklaring afgeneem word. Daar is een in daardie kantoor wat my\nmet vuiste geslaan het.\nWie is dit? ... Hy is a lang ou, ek ken nie sy naam nie. En hy het nie tande\nnie.\nToe ek u netnou pertinent gevra het of u met die vuis geslaan is, het u gese ja\nin Welkom. Waarom het u toe nie ook verwys na hierdie\nvoorval nie? ... Soos ek\nse ek was deurmekaar gewees en daardie persoon het my op my maag met vuiste\ngeslaan, ek het net gesien dat\nhy is 'n lang persoon. ...\" (emphasis\nsupplied).\nTo my mind these passages do reflect a\ncontradiction in the complainant's evidence.\nTurning back to the magistrate's\nrejection of the appellants' version that the complainant had been injured when\nthe bakkie left the\nroad. The\n31\nmagistrate remarked that he found it strange that if that were so the\ncomplainant did not tell the Court that he was assaulted on\nthe way back from\nWelkom. The reason for this observation rather escapes me. If one postulates for\nthe sake of argument that the\nfirst appellant was telling the truth, then it\nwould have been dangerous for the complainant to pin his colours to this\noccasion,\nwhen the evidence of an accident was to hand: and it would also have\nbeen an unlikely story when the affairs of the long night had\nalready to all\npurposes ended in failure so that there would have been no reason for an\nassault.\nAs I have said already, the magistrate did not make any express findings on\nthe appellants' credibility. Rather he criticised the\nimprobability of their\naccount, as he saw matters. The criticism that\n32\nseemed to him the most important was, why out of all the\npolicemen\ninvolved should he have picked on the three appellants who,\nparticularly\nin the case of the second and third appellant, had had little to\ndo with\nhim: unless they were indeed guilty? This is a question that many\na\njudicial officer has asked in the past and will ask in the future. It\nwas\nasked (and answered for the purposes of that case) in the single witness\ncase of S v Mokoena already referred to (at 88 E-F):\n\"One may say: Why should he have picked on the appellant? But\nif he had to indicate someone, anyone, why\nnot the appellant? Here was a man\nwhom he could identify\n....\"\nAnd so on. Turning back to the facts of this case, during the course of\ncross-examination the complainant said the following:\n\"Betreffende hierdie voorval, het u vir die polisie\ndie\n33\nname van die persone gegee wat vir u aangerand net? ... Ja ek net dit gese.\nSo net u presies vir haar gese dit staan in die polisieverklaring dat welke\nbeskuldiges vir u aangerand net en presies wat elkeen\ngedoen het. ... Ek net dit\ngese wie en wie en wie wat my aangerand het. Dat daar was nog ander\nbeskuldigdes.\nWat u nie se name ken nie? ... Ek het nie die name van die ander geken\nnie.\"\nOne unnamed \"ander beskuldigde\" whose description was\npartially\nrevealed in cross-examination was the tall toothless\none who hit him in\nthe stomach. The man who hit him at Welkom may have been\nanother.\nHow many others were there? What exactly did each of them do? No\nanswer is given to these questions, but the fact that they may properly\nbe\nasked rather destroys the proposition that the complainant picked on only\nthree persons, this suggesting that he was selective and truthful. Of his\n34\ntruthfulness, I am not convinced. To my mind it is reasonably possible, and I\nneed say no more, that the appellants were named because\ntheir names were\nknown.\nThis leaves pendant the question, why should the complainant have accused\nanyone falsely? This question was not answered by the appellants,\nalthough an\nanswer was suggested: that the complainant's accusations were politically\ninspired in the sense that the ANC was attempting\nto drive the then SAP out of\nthe area. Given the level of distrust, to put it at its lowest, between the\npolice and at least some\nmembers of the public at the time and the place, it is\nnot an answer that can be brushed aside, whether in fact it be true or false.\nIn\naddition, although it was not raised by the appellants in their evidence, there\nis the\n35\npossibility that the complainant decided to turn his accidental injuries\nsuffered while in custody to financial profit. In other words\nthere are\nreasonably possible answers to the question, why?\nThe law requires me to be confident of guilt before I confirm a man's\nconviction. I do not have that confidence in this case because,\nunlike the\nmagistrate, I do not feel unbounded confidence in the evidence of the\ncomplainant, and because I do not think there is\na sufficient basis for\nrejecting the version of the appellants and their witness as being not\nreasonably possibly true. The magistrate\nhas misdirected himself in several\nrespects, and there are traces of his having unconsciously treated the matter as\none of probability\nrather than of proof beyond reasonable doubt. Once the proper\ntest is properly applied there is a reasonable\n36\ndoubt as to the guilt of the appellants. This may be the result of a poorly\npresented State case, but that makes no difference\nIn these circumstances the appeal succeeds, and the convictions and sentences\nof the appellants are set aside.\nW P SCHUTZ JUDGE OF APPEAL\nNESTADT JA)\nCONCUR VAN DEN HEEVER JA)",
  "scraped_at": "2026-02-12T08:11:01.646743",
  "date": "1995-11-23",
  "coram": [
    "NESTADT",
    "VAN DEN HEEVER",
    "SCHUTZ"
  ],
  "case_number": "152/95",
  "parties": {
    "applicants": [
      "Petrus Dikaheng Matolo",
      "Kabelo Joseph Lebakeng",
      "Ephraim Nkosi"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The three appellants, police constables in the Welverdiend riot unit, were convicted by a Regional Court of assaulting White Mabitsa on 14 April 1991. The complainant alleged that after his arrest he was taken to several police stations, interrogated, and subjected to repeated physical abuse—including slapping, kicking, a plastic covering over his face, and electrical shocks—until he would reveal the whereabouts of his brother. The appellants denied any assault and claimed they were not present during the alleged interrogation. A controversial incident occurred on the return journey from Welkom when the bakkie in which the complainant was riding allegedly swerved and stopped violently, prompting conflicting testimony about whether the complainant was injured at that moment. The State relied heavily on the complainant’s testimony, while the defence presented evidence from constable Sindi and highlighted inconsistencies in the medical report, photographs, and the complainant’s own statements.",
    "issues": "The principal issue was whether the State had discharged its burden of proving, beyond reasonable doubt, that the appellants committed the assault on the complainant. Secondary issues included the credibility of the complainant’s testimony versus that of the appellants and their witness, the admissibility and weight of the medical and photographic evidence, and whether the alleged injuries could be attributed to the bakkie accident rather than the alleged assault.",
    "principles": "The court applied the constitutional standard of proof beyond reasonable doubt in criminal matters, emphasizing that conviction must rest on evidence that is not merely plausible but firmly established. It reiterated the caution required where the State's case rests on a single witness, citing R v Mokoena, and stressed the need for the prosecution to address inconsistencies and gaps in the evidence. The court also considered the procedural requirement for proper recording of injuries in police occurrence books and the duty of police officers to produce such records when relied upon.",
    "application": "Assessing the evidence, the court found significant contradictions in the complainant’s statements, discrepancies between the medical report, photographs, and the alleged injuries, and a lack of corroborating police records. The defence’s witness Sindi’s testimony was not adequately challenged, and the State failed to produce the occurrence books that could have clarified the circumstances of the alleged injuries. Given these deficiencies, the court concluded that the State had not eliminated reasonable doubt about the appellants’ guilt.",
    "conclusion": "The appeal succeeded. The court set aside the convictions and the suspended sentences of Petrus Matolo, Kabelo Lebakeng, and Ephraim Nkosi, restoring them to the status quo ante. The judgment underscored the necessity for the prosecution to meet the high standard of proof, especially when the case hinges on a single witness."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Assault",
    "level_3": [
      "police misconduct",
      "evidence credibility",
      "reasonable doubt",
      "single witness"
    ]
  }
}