{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/142.html",
  "case_name": "Buthelezi & Others v Eclipse Foundries Ltd. (351/92) [1995] ZASCA 142; (1997) 18 ILJ 633 (A) (24 November 1995)",
  "citation": "[1995] ZASCA 142",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 142\n|\nNoteup\n|\nLawCite\nButhelezi & Others v Eclipse Foundries Ltd. (351/92) [1995] ZASCA 142; (1997) 18 ILJ 633 (A) (24 November 1995)\nDownload original files\nPDF format\nRTF format\nCG\tCASE NUMBER: 351/92\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nALFRED BUTHELEZI & OTHERS\tAppellant\nand\nECLIPSE FOUNDRIES LIMITED\tRespondent\nCORAM:\nE M GROSSKOPF, SMALBERGER, EKSTEEN,\nVAN DEN HEEVER et SCHUTZ JJA\nHEARD ON:\n6 NOVEMBER 1995\nDELIVERED ON:\n24 NOVEMBER 1995\nJUDGMENT\nVAN DEN HEEVER JA\n2\nThe appellants were formerly in the respondent's employ. They were dismissed\non 15 February 1990. The National Industrial Council\nfor the Iron and Steel\nEngineering and Metallurgical Industry failed to resolve the dispute between the\nparties referred to it. The\nappellants were unsuccessful in the ensuing\nproceedings in the Industrial Court (\"IC\"), in which they claimed reinstatement.\nTheir\nappeal to the Labour Appeal Court (\"LAC\") was dismissed on a point in\nlimine, that the appellants wished to advance a different case\nto that relied on\nin the IC. Leave to appeal to this Court was sought from and granted by the LAC\non 4 June 1992. Few of the rules\ngoverning the prosecution of such an appeal\nwere adhered to after the notice of appeal was filed in this Division on 23 June\n1992.\nThe consequent application for condonation is itself flawed in many\nrespects. The dismissal of the employees, competent under the\ncommon law, had\nbeen held to be also fair in terms of labour practice. The respondent had\ndifficulty in discovering who exactly were\nthe persons wanting a third bite at\nthe cherry. This Court,\n3\nfaced with the same problem, had that settled only by agreement between\ncounsel after the matter had been called in court, in terms\nof which they\nundertook to supply a list of the names of the respondent's ex-employees\nproperly involved in the matter before us.\nBoth before and during the\nunlawful strike which led to their dismissal, the appellants disregarded basic\nrules of collective bargaining\nand labour relations. A similar disregard\nextended to both substantive and procedural rules of litigation throughout. I\nignore their\nfailure to abide by procedural rules in the LAC, as that court did.\nDelays there are now relevant mainly because, on the day that\nleave to appeal\nwas granted, the respondent formally requested the appellants \"to ensure that\nthis appeal is processed timeously\nin terms of the requirements of the Labour\nRelations Act No 28 of 1956, as amended\".\nThis letter was addressed to an attorney, Ms Khampepe, who was not initially\ninvolved in the matter. The notice required by IC Rule\n29(1) had been signed by\nattorney Anand-Nepaul of Durban on 30 July 1990\n4\nas representing 215 named individuals. In that it was alleged that it had\nbeen the applicants themselves who had referred their dispute\nto the Industrial\nCouncil. It was never explained why they, who were referred to throughout the\ntrial which followed as \"the NUMSA\nmembers\", were represented at the hearing by\nMr Luthuli, who it subsequently transpired was the Secretary General of the\nUnited Peoples\nUnion of South Africa (\"UPUSA\"). The respondent's denial that the\napplicants themselves had approached the Industrial Council and\nallegation that\nit had been UPUSA which had referred the dispute thither, was not investigated.\nThe role of Mr Luthuli remained ambiguous\nthroughout, in the sense that where\nNUMSA was not prepared to assist the appellants in their litigation, Mr Luthuli\nwas. UPUSA does\nseem to have had a finger in the pie in some way, without ever\neither it or Mr Luthuli coming into the open and accepting responsibility\ntowards the respondent for mundane matters such as a duty to comply with rules\nor perhaps accept responsibility for adverse costs\norders, should any be made.\nIn an affidavit filed in the\n5\nLAC to obtain condonation for late noting of the appeal in that forum, Mr\nLuthuli had said that the then prospective individual appellants,\nwhose numbers\nhad dwindled to 105 and whom he named, were not members of UPUSA which was\naccordingly not prepared to litigate on\ntheir behalf. He himself had called a\nmeeting of appellants after which he on their behalf instructed Ms Khampepe to\nobtain counsel's\nopinion, and in due course to apply for the relevant\ncondonation.\nComing back to events after leave was granted by the LAC to appeal against\nits adverse order: since the notice of appeal was filed\non 23 June 1992 with the\nRegistrar of this Court, powers of attorney should have been filed by 21 July\n1992. They were not. When\nthey were, almost two years too late, famine had\nturned to feast. After Mr Alexander, the member of the firm of attorneys\nhandling\nthe matter on behalf of the respondent, had already filed his affidavit\nopposing the present application for condonation, Ms Khampepe\nfiled no less than\n188 powers of attorney, although Mr Luthuli had listed only 105 litigants as\n6\ninvolved in the appeal before the LAC. In her application she had originally\nsought i.a. an order \"condoning the failure of approximately\n150 Appellants to\nfurnish the Honourable Court with special Powers of Attorney and authorising\ntheir appeal to proceed notwithstanding\nsuch failure\".\nThe sorry story of the powers of attorney is merely a symptom of the\nconfusion characteristic of this matter from its inception. We\nwere urged to be\ntolerant with appellants because they are said to be unsophisticated and\nimpecunious. No such tolerance can justifiably\nbe sought for any attorney - by\ndefinition a trained lawyer and an officer of the court - who accepted a mandate\nto act on their\nbehalf. It should of course be unnecessary to say that a power\nof attorney is not merely a bureaucratic formality. Had Ms Khampepe\ninsisted on\none in her favour when she originally accepted the mandate to act for - or in\nthe interests of - the dismissed employees,\nshe would not have found herself in\nthe quandry in which she landed. The prayer quoted above from her present\n7\napplication for condonation really says it all. The only affidavit in support\nof her notice launching the application, is hers. Her\nrecitation of the\ncustomary preamble, \"I am duly authorised to depose hereto and the facts\ncontained herein are, unless the context\notherwise indicates, within my personal\nknowledge\" must be labelled irresponsible. Apart from laying claim to represent\n\"Alfred Buthelezi\nand approximately 210 other persons\", she initially says that\nMr Luthuli offered to represent them\non behalf of UPUSA\n. and that it was\nUPUSA who instructed her to appeal against the ruling of the IC. According to\nher \"it later transpired that it was\nnot UPUSA but the workers themselves who\nwere funding the appeal\", which may be relevant though hardly the sole criterion\nas to the\nidentity of a litigant, as her own subsequent attempts to raise funds\nunderline. In setting out her difficulties in getting money\nto continue with the\nmatter, it becomes clear that she was an attorney unsure of the identity of her\nclient(s), not one seeking help\nfor identified, simple, impecunious clients\nbarred from achieving rights in which they had faith\n8\nand which they were asking her to claim for them. She tells of speaking to\n\"the Appellants\"; \"some of the Appellants\"; and of meetings\n\"with the Appellants\nand some officials of UPUSA\". Not one of these is identified, not one filed an\naffidavit in support of her allegations,\nnot a single individual has come\nforward to state under oath that now, more than five years after having been\ndismissed, he wants\nto resume his employee-employer relationship with the\nrespondent; which is after all what the matter is all about. And she was in\ncontact with Mr Luthuli, to whom she conveyed and with whom she discussed\ncommunications from Mr Alexander and from the Registrar.\nIn return she seems to\nhave received little bar unfulfilled promises and unwarranted assurances.\nUnderstandably, the respondent wanted the uncertainty created by a pending\nappeal to come to an end, and was nagging Ms Khampepe to\nget on with that. The\nrespondent wrote to her on 19 January 1993 asking (I paraphrase): are your\nclients continuing with the appeal?\n- if so when can we expect copies of the\nrecord, and what about the security you were\n9\ngoing to ask Mr Luthuli to let us have by 15 October 1992? Her reply was an\nostensible surrender, but only on one front. On 29 January\nshe served a notice\non the respondent's attorneys of her withdrawal from the arena, notifying them\nthat the appellants' last known\naddress was care of UPUSA at that union's\noffices. Her options however remained open, because no notice of withdrawal was\nfiled at\nthat stage with the Registrar of this Court. She glosses over this\nomission and in doing so, for neither the first nor the last time,\nalleges as a\nfact something which proves to be incorrect: \"It now transpires that although I\nprepared a Notice of Withdrawal and\nsigned it, it was\nnot served\nor\nfiled\". (My emphasis). There was no attempt in her supplementary affidavit to\neither retract or explain her error, which came\nto light because Mr Alexander\nattached a copy of her Notice of Withdrawal to his opposing affidavit. She does\nmake it clear that\nalthough she succeeded in deflecting Mr Alexander's\ncorrespondence from herself to Mr Luthuli, she herself had not lost interest\nin\nthe matter entirely. She had earlier tried to help Mr Luthuli\n10\nin his quest for funding. She suggested he approach the Kagiso Trust. This\nproved fruitless. So did an approach to the Legal Aid Board.\nShe was told by an\n(unnamed) UPUSA official of its approach to NUMSA \"with a request that NUMSA\nproceeds to act on behalf of the\nAppellants in the matter and furnish the\nnecessary funds\". She herself contacted Dr Fanarov of NUMSA. He wished to review\nthe file.\nAt the request of UPUSA she accordingly gave Fanarov all her files and\nthereafter, despite having withdrawn vis-à-vis the\nrespondent, contacted\nNUMSA from time to time to enquire whether it had come to any decision. She\nblames NUMSA's indecisiveness for\nsubsequent delays, but attaches no affidavit\nfrom Dr Fanarov nor indeed a single one of the individuals she names save one.\nHis affidavit\nis a formality. He is the candidate attorney who was at that stage\nin her employ.\nMr Alexander's attempts through Mr Luthuli to urge the appellants to do\nsomething about the appeal noted, one way or another, got\nnowhere. Mr Luthuli\ndid not deny that it was appropriate for Mr\n11\nAlexander to channel such attempts through him. In fact, when Mr Alexander\nsaw him at the Industrial Court during March, Mr Luthuli\nsaid that he was trying\n\"to find someone to proceed with the appeal\".\nThen, mirabile dicta, eight months after Ms Khamepe had served her notice of\nwithdrawal on the respondent's attorneys, on or about\n20 September 1993 \"about\nfive Appellants\" - unnamed, of course - came to see her. One of them told her of\nhis windfall at the races.\nHe was prepared to make R40 000 of the R100 000 he\nhad won available to the appellants to use for purposes of the appeal. She\nhanded\nover an appropriate printed form and asked that a power of attorney be\nobtained. The document was returned to her on 1 October 1993\nwith the names of\n\"approximately 60 Appellants thereon\". We are not told why this was not filed\nforthwith, why the number of names\nshould be merely approximate, and whether it\nhad been signed by any individual at all as a litigant or was merely a list of\nnames\nand for that reason could not serve the purpose for which it had been\nintended.\n12\nNow armed with the sinews of war, Ms Khampepe still delayed the battle she\nhad allegedly been unable to engage in earlier for lack\nof those. She did not\nimmediately instruct the preparation of the record or try to agree its content\nwith Mr Alexander. She first\n\"wanted to satisfy myself, after consulting with\nCounsel, that the Appellant's application for condonation had a fair prospect of\nsuccess\". Having so satisfied herself, she gave the necessary instruction on 12\nDecember, which in her later affidavit she had to\ncorrect to 29 December. I\nmyself am more than curious about whom she consulted, what she told him, and\nwhat he in turn told her:\nwhether he gave her any assistance in or even merely\nadvice about the preparation of the petition, since it is beyond my\ncomprehension\nhow she could have been satisfied that the petition she has placed\nbefore us could have a fair prospect of success. Its flaws are\nmanifest. It is\ncrowded with incognito characters. It lacks information and direct evidence\nwhich should have been placed before\nthe Court. Instead it contains her own\nargument and speculation about the\n13\nappellants' probable intentions should the appeal succeed. It perpetuates the\nambivalence about who is behind the appeal - the most\nglaring omission being as\nalready pointed out, the total lack of any evidence that any identified\nindividual persists in seeking\nreinstatement in his former employment so that\nthe appeal may serve some purpose. And omissions for which condonation was\nsought\nwere not yet remedied when she launched the application.\nThe documentation before us indicates that Mr Luthuli fell out of, and Ms\nKhampepe returned to the active fray when the Registrar\nindicated that the\nappeal would be regarded as lapsed or withdrawn if the appellants did not\nindicate that they intended to prosecute\nit and submit the necessary application\nfor condonation. That led to the assurance that the appellants indeed did intend\nto carry\non, and to the preparation of the necessary condonation application. I\nhave touched on the flaws in that. The story still does not\nend, though the\nlitany of broken undertakings becomes tiresome. Even when security was at long\nlast filed, it was\n14\ndone without proof that the respondent was agreeable to its form; which form\nMs Khampepe in her supplementary affidavit inevitably\nconceded had initially\nbeen unsatisfactory since it made no commercial sense. It originally consisted\nof a bank guarantee for an\namount agreed upon between the parties but revocable\non one month's notice by the bank.\nThe procedural rules governing the prosecution of appeals are there for the\nconvenience of the court but also to ensure that one litigant\ndoes not prejudice\nhis opposition by dragging out litigation unconscionably. The axiom that justice\ndelayed is justice denied is\nof particular importance in a matter such as this.\nThe respondent, who already had two verdicts and a costs order in its favour,\nstood to suffer ever-increasing inconvenience and ever-increasing expense with\nthe passage of time should an appeal succeed, and\nthe success of such a belated\nappeal would be manifestly unfair also to the employees engaged years ago in the\nplace of those dismissed.\nAlthough the courts may condone an attorney's failings\nin the prosecution of an appeal up to a point, that\n15\npoint depends in a measure on the merits of the proposed appeal. To allow a\nlatitude as wide as is sought here, would make a mockery\nof the rules of\nlitigation which were not merely bent but fractured consistently in the present\ninstance, and be unfair to the respondent\neven were there a strong possibility\nof the appellants' success.\nI am satisfied, however, that there are no prospects of the appeal succeeding\non the merits, so that refusing condonation will cause\nno injustice to any of\nthose dismissed on 15 February 1990.\nRule 29(1) of the Industrial Court rules requires both parties to\ndeliver a notice setting forth a summary of the facts and grounds on\nwhich the relief is sought or its case based, respectively, and a list of\nbooks and documents in its possession or under its control, relevant to\nthe application. Rule 29(8) prescribes:\n\"Any hearing under this rule shall be in the nature of a civil trial and in\nevery case evidence shall be adduced on oath unless the\ncourt dispenses with\noral evidence, save that in determining the dispute the court in order to\nexpedite proceedings or arrive at\na just decision may make\n16\nsuggestions with regard to the calling of such witnesses as the court considers\nnecessary or it may itself call witnesses and put\nto such witnesses such\nquestions as it deems essential.\"\nAlthough the\nprocedure in the IC is informal, it requires as in any dispute to be settled by\nmeans of evidence, that the ambit of\nthe dispute be first defined. The\nconclusion which the appellants asked the IC to draw from the facts they set\nout, is so vague as\nto be almost meaningless; namely \"that no consideration of\nfairness, equity or compliance with generally accepted labour policies\nwere\nadhered to by the Respondents in connection with the termination of services of\nthe [appellants]\".\nThe facts from which this conclusion is sought to be drawn become all the\nmore important by reason of this vagueness, for purposes\nof alerting the\nopposition to what it should be prepared to counter, what are the sins it is\nalleged to have perpetrated - in short,\nwhat the employees' case is about. In\nthe Rule 29(1) notice the appellants,\n17\nassisted at that time by attorney Anand-Nepaul, listed the facts they\nintended to establish as the foundation on which their conclusion\nrested, as\nfollows (I paraphrase);\n1.\tBefore 8 February 1990, the [appellants] submitted certain\ndemands to\nthe management of the respondent. These included\n(a)\nlong service\nallowances\n(b)\nattendance bonuses;\nand\n(c)\njob security. (The evidence indicated\nthat this related to allowances sought for working in areas where conditions\nwere allegedly\nunfavourable.)\n2.\nIn response, management\nunilaterally instituted a ten cent per hour long service allowance for those\nworkers who had been in its employ\nfor more than five years; but implemented\nthis arbitrarily. Some who qualified did not receive the allowance whereas some\nwho did\nnot qualify, did.\n3.\nOn 8 February\n1990\n18\n(a)\tthe [appellants] sent their shop stewards to request a meeting with Mr\nHolton, the manager, \"in order to clarify certain contentious\nissues, which\nincluded\" those paraphrased above\n(b)\tMr Holton \"refused to deliberate with the [appellants].\" The [appellants]\ninstructed their shop stewards to \"send a letter to\nMr Holton arranging another\ndate for a meeting\".\nMr Holton agreed to attend such\na meeting at 08:30 on 13 February 1990.\n4.\nOn 13 February and again on\nthe 14th and the 15th, the workers waited in vain for him. On the afternoon of\nthe 15th he told them to\nclock out at 16:00 and return to work the following\nmorning at 07:00.\n5.\nWhen they did, they were\nsummarily dismissed and told to leave the\npremises.\nThe facts set out in the respondent's\nreply to this, give a very different version of the events that occurred during\nthat period:\n19\n1.\nThe respondent is a member\nof the National Industrial Council for the Iron, Steel, Engineering and\nMetallurgical Industry and negotiates\nwages at that\nlevel.\n2.\nIn 1989 the four NUMSA shop stewards\npresented the respondent with the abovementioned demands, which were dealt with\nat the time.\nThe respondent instituted a service allowance, the details of which\nwere made known to the employees during early December. The respondent\nundertook\nto consider and if possible attend to all suggestions put forward by the\nemployees to meet complaints about working conditions.\n3.\nThe shop stewards in February 1990 repeated the demands which had\nalready been dealt with.\n4.\nOn 8 February four\nnamed employees who said they now represented the NUMSA members, presented a\npetition to the respondent and asked\nfor a meeting with management on 13\nFebruary at 09:00 to which the respondent\nagreed.\n5.\tOn 13 February the appellants and other\nemployees started an\n20\nunlawful strike. Some started to intimidate, harass and assault non-strikers.\nMeetings between the four-man deputation and members\nof management did not\nresolve the strike. The employees, through this four-man committee, were\ninsistent that their demands be acceded\nto, were unpersuaded by what management\nsaid, and insisted also that Mr Holton address them all.\n6.\nThat evening night-shift\nworkers joined the illegal strike, most of the members of both groups spending\nthe night on the premises.\n7.\nThe strike\ncontinued on the following day. Just before 13:00 the four were told that\ndisciplinary action would be taken against strikers\nwho did not return to work\nby 14:30. None did. The representatives were given a second ultimatum to convey:\nshould the strikers not\nreturn to work by 16:00, they would be dismissed.\nTwenty-five minutes before the expiry of the deadline, the four told management\nthat all the strikers had accepted that disciplinary action would be taken\nagainst them, and had undertaken to leave the premises\nimmediately and to return\nand\n21\nresume work the following day for their respective day and night shifts.\n8.\nThe first undertaking was\nbreached immediately: the strikers remained on the premises that\nnight.\n9.\nNor was the second undertaking\nhonoured the next day. Instead of the employees resuming work, a written demand\nwas handed to the respondent's\nmanaging director in which the employees altered\ntheir former demand: they would return to work provided that he addressed the\nentire\ngroup about their demands. The day shift workers were dismissed at 08:15.\nThe night shift staff were notified that the deadline in\ntheir case was 17:30\nand since they did not resume working, they were dismissed at\n22:00.\n10.\nThereafter an eviction order was\nsought and obtained against the strikers in the Supreme Court on 17 February\n1990.\nIn a final paragraph, the appellants' version\nof the events during the relevant period was denied, as well as the conclusion\nthey\nasked the IC to draw. More, the respondent invited the appellants to give\n\"full\n22\ndetails concerning the manner in which the termination of the [appellants']\nservices was unfair or failed to comply with generally\naccepted labour\npolicies\". Since the appellants' version of their being kept waiting for days\nfor a promised appointment and then\nsacked without cause and without warning\nwould clearly constitute not merely unfairness but rather stubborn intransigence\non the\npart of management, this request for details was a clear invitation to\nthe appellants to amend or increase the ambit of their factual\nallegations. It\nwas not accepted.\nThe dispute which the IC was therefore asked to resolve, was a purely factual\none: who was telling the truth? Had the respondent acted\nas alleged, which would\nhave constituted a breach of contract by the employer at common law, let alone\nan unfair practice according\nto labour policy?\nAfter hearing a good deal of evidence, the IC rejected the appellants'\nversion, commented adversely on the credibility of all the\nappellants'\nwitnesses, accepted the respondent's testimony, and dismissed\n23\nthe application.\nThe notice of appeal in the LAC by necessary implication\naccepted that the appellants' witnesses, who had strenuously denied both\nthat\nthey had indulged in strike action at all and that there had been any\nintimidation, had lied. The alleged unfair practice(s)\nnow sought to be winkled\nout of the respondent's own testimony, may be tabulated as follows:\n1.\nSince the respondent's own\nevidence was that a number of the employees had joined the strike as a result of\nintimidation by others,\nthe respondent should have afforded each of the\nappellants an individual hearing before dismissing\nhim.\n2.\nThere were sins of both commission and\nomission on the respondent's part, and circumstances mitigating the appellants'\nconduct, which\ncumulatively made dismissal\nunfair.\nRespondent's conduct\n:\na(i) The respondent had earlier unilaterally decided on what long\n24\nservice wage increases it would grant\n(ii) The respondent did not convey\nits decision to the workers through\nthe appellants' shop stewards\nb The\nrespondent was intransigent in refusing to accede to the\nworkers' demands,\nparticularly\n-\tto discuss their claims\n-\nto address the workers en masse c The deadlines given were too\nshort\nd The respondent should have notified \"the\nrelevant union, NUMSA,\nof the strike or tried to get its assistance in resolving it\"\nMitigating circumstances\n:\na The issues in respect of which the appellants were striking were\n\"largely acceptable and/or legitimate\"\nb The appellants' failure to follow the conciliatory procedures\nprovided for by the Labour Relations Act was partially excusable \"as a\nresult of the elected shop stewards having been relieved of their duties\n25\n(as a direct result of the Respondent bypassing them)\"\nc The appellants\ncould not wait to use such procedures because the\nrespondent was already\nimplementing its wage increases\nd The unlawful strike was of relatively short duration.\nAs stated earlier, the LAC dismissed the appeal with costs. It accepted,\ncorrectly, that neither the notice of appeal nor counsel's\nheads of argument\nattacked the findings of fact made by the IC. After referring to case law on the\nquestion, when a court of appeal\nwill deal with an issue not raised on the\npleadings, it held that the appeal before it failed all the tests suggested in\nthe decisions.\nThose were based on considerations of fairness allied to a\ndisinclination on the part of the courts to be hamstrung by formalities.\nMr Pauw, for the appellants, argued before us that the LAC had erred in this\nregard; that on this issue as in other respects, the\nnorms of the courts\nfunctioning in the labour dispensation differ from those applicable in the other\ncourts of the country, and are\nmore tolerant\n26\ntowards employees because of their lack of sophistication and experience of\ncourt procedures.\nAs regards the issue in question, I do not agree, and imagine that the\nindustrial courts share my view rather than his. The fact that\nthe proceedings\nin the industrial courts are informal; that the presiding officer may play a far\nmore active role in the proceedings\nthan a judge or magistrate would do in a\ncivil matter; that he would do so to assist the impecunious and inept to present\nthe case\nthey wish to make out; do not imply that equity flies out of the\nwindow. The IC rules make it clear that in adjudicating between\nopposing\nparties, it is not trial by ambush that is envisaged for either of them.\nWhatever the norm may be when circumstances oblige\none party to a relationship\nto take a decision affecting the rights of the other without time for\nconsultation, whenever an objective\nand disinterested\nthird\nparty is\ncalled upon to assess the conduct and determine the rights of opposing parties\nat leisure, the dictates of fairness require\nthat both parties be heard. When a\ncourt is\n27\nwilling to determine on appeal an issue not formally raised in the initial\nproceedings, it does so because it is satisfied that neither\nparty was caught\nunawares, that both had a proper opportunity, of which advantage was taken, to\ndeal with the issue in question.\nIn other words, that there had been substantial\ncompliance with the injunction which lies at the heart of fair adjudication;\naudi\nalteram partem. There is nothing in labour practice that I know of that\nsuggests that industrial tribunals when refereeing are not\nobliged to apply the\nQueensberry rules.\nSince the case presented on behalf of the appellants in the IC was rooted in\nfalsehood, it is not surprising that, of the issues sought\nto be raised in the\nLAC, some had perhaps been mentioned in passing but not canvassed at the\nhearing. That was so despite Mr Luthuli's\nhaving been given every latitude to\nrange beyond the appellants' statement of case and indeed invited to\nparticularize what their\ngrievances were, other than the unilateral\nimplementation of the long service increment and the unmotivated summary\ndismissal recorded\nin their statement of claim.\n28\n(There was not an iota of evidence tendered to support the further allegation\nof arbitrary implementation of that decision.) There\nwas the invitation\ncontained in the last paragraph of the respondent's statement of case, referred\nto earlier. Mr Myburgh who appeared\non respondent's behalf in the IC repeated\nthe invitation verbally. For example, when Mr Luthuli put a bald statement to Mr\nHolton\nthat shop stewards had been chased out of a meeting with management -\nwhich he denied - Mr Luthuli turned down the invitation to\nput a more detailed\nversion so that it could be properly dealt with.\nSimilarly, the procedural unfairness alleged in paragraph 1 of the notice of\nappeal in the LAC, was not touched on in the IC. Since\nthe appellants' witnesses\ndenied that there had been a strike at all, let alone any intimidation, it would\nbe an unfair labour practice,\nin my view, were an employer to be expected to\nconfer on employees a procedure or right which they insist was unnecessary. No\nindividual\nhas come forward to suggest that he did not participate voluntarily\nin the collective action\n29\nduring the relevant period. \"(A)s a general rule a favourable inference as to\na party's motivation for particular behaviour will not\nbe made where that is not\nhis case and he himself has given\" -1 interpolate, 'or tendered' - \"false\nevidence in that regard.\" (SLAGMENT\n(PTY) LTD v BUILDING, CONSTRUCTION AND\nALLIED WORKERS' UNION,\n1995 (1) SA 742\n(A) at 753E.) Recognition of any such\nobligation would render an employer unarmed in the face of an illegal strike.\nSee NATIONAL\nUNION OF MINEWORKERS OF SA v HAGGIE RAND LTD (1991) 12 ILJ 1022,\n(LAC) at 1028G-1029B. And to now order reinstatement on this ground\nin these\ncircumstances would be to benefit intimidators and intimidatees\nindiscriminately.\nBefore us Mr Pauw took a new tack. He relied on a fresh set of alleged\nfailings on the part of the respondent. I summarize from his\nheads of\nargument:\n1. NUMSA was recognised for the purposes of discussing local issues and\nworkers' grievances, for which purposes monthly meetings were\nheld\n30\nwith shop stewards, although no formal recognition agreement had been\nconcluded with the union. On 3 October 1989 the demands of the\nNUMSA members for\nwage increases in the form of a variety of allowances, were discussed. In a\nseries of meetings thereafter, all\nexcept one of the monetary demands were\nrejected. The shop stewards were told in early November that management was\nconsidering a\nservice allowance. On 30 November a notice was placed on the\nnotice board, that management agreed that loyal service deserved recognition,\nand that management had therefore decided to adjust the wage rates by adding\nrespectively 10, 20 and 30 cents per hour to the pay\npacket of workers with more\nthan 5, 10 and 15 years' service. The shop stewards reported dissatisfaction\nwith the amount of the increase;\nand with the facts that it had been\nunilaterally determined, and that the decision had been conveyed by means of a\nnotice on the\nboard instead of through the shop stewards. Management should, it\nwas argued, have tried to negotiate on these issues.\n31\nThe stumbling block in Mr Pauw's path is that he is again advancing factors\nwhich were not dealt with in the IC, through no fault\nof the respondent. Mr\nHolton explained in the IC that it was the respondent's policy, as a member of\nSEIFSA, to negotiate wages at\nIndustrial Council level. He was not challenged as\nto the reason for this policy. It would seem a sensible one when an enterprise\nas large as that of the respondent, has, as the respondent does have, many\nunions represented on its premises. Whether there is any\nduty on an employer to\nnegotiate at plant level must depend on many factors, none of which were even\nmentioned, let alone investigated.\nSo too the evidence was that management had\nrecognised that it had perhaps been insensitive in announcing the increments\ndecided\non without first informing the shop stewards; had apologized for this\n\"discourtesy\"; but had also pointed out that the NUMSA shop\nstewards did not\nconstitute the only channel of communication between the respondent and its\nworkers. In the IC that is as far as\nthese issues received any attention from Mr\nLuthuli.\n32\n2. When the committee of four representatives who were not shop\nstewards\ncalled on Holton on 8 January, a document was handed to him\nwhich contained\nthe following:\n\"We are requesting to see the management concerning our demands which were\nsubmitted by our shop stewards. We also need an explanation\nfrom the management.\nFurthermore management must clarify to us whether the company recognized our\nshop stewards or not.\"\nA meeting was arranged between him and them for 13 February. On 12 February\nthe respondent sent a telex to NUMSA in which it expressed\nconcern that an\nalternative group seemed to be representing NUMSA members. NUMSA replied that\nthe respondent was not taking the shop\nstewards seriously, i.a. because it had\nbypassed them in making its decision regarding the service allowance known.\nManagement, according\nto Mr Pauw, should have perceived that the employees saw\nthe relationship between management and their elected shop stewards as\n\"problematic\".\n33\nHowever, according to the respondent's testimony the troubled relationship\nappeared to be that between NUMSA and its members - a dispute\nnot the\nrespondent's concern - since the four-man committee told management that the\nworkers had got rid of the shop stewards because\nthe employees could not\nunderstand what the shop stewards told them.\n3.\tManagement was at fault in not conceding to the demand\nrepeatedly\nconveyed by the committee, to address the workers en masse.\nIt may have\nserved some purpose.\nThe respondent thought otherwise. Its view was not shown to be wrong, and the\nelection of representatives to negotiate on behalf of\ntheir colleagues lies at\nthe heart of collective bargaining which in turn is of the essence of labour\nrelations.\n4.\tThe erratic, vaccilating behaviour of the workers once the\nstrike\nstarted - who undertook to return to work as soon as their demands\nwere\nmet; then undertook to return and accept disciplinary action;\nundertook\n34\nto leave the premises; then breached those undertakings; objected to being\ncalled\nstrikers\n: added new demands; and so on - should have made it clear\nto management that the workers were confused, harboured unresolved grievances\nor\ndemands. The respondent was at fault in not taking any constructive steps to\ndeal with those grievances or find out what the motivation\nfor the strike\nwas.\nOn this contention, the more progressively capricious and unpredictable the\nconduct of its employees becomes, the greater the obligation\non an employer to\ntake steps to avoid having to sever a relationship which must become ever less\nattractive in its eyes. The illogicality\nand inequity of any such proposition is\nmanifest. 5. The respondent should have called in NUMSA to help end the\nstrike.\nThis is untenable in view of the soured relationship between the\n35\nworkers and their union referred to in par 2 above, according to what the\ncommittee told management. Management had contacted NUMSA\nby fax on 12 February,\nexpressing concern that NUMSA members were making demands through\nrepresentatives who were not elected shop\nstewards. NUMSA's response was\naccusatory and unco-operative. It threatened to declare a dispute against the\nrespondent should the\nelected shop stewards be suspended to enable the workers\nto choose other representatives in a fresh election.\nTo sum up. Appellants challenged the respondent with repeated demands over a\nperiod of some months. Instead of using the negotiating\nprocedures provided for\nby the statute, they misguidedly undertook an illegal strike. In the course of\nthis some workers intimidated\nothers, and there was an apparent attempt at\nsabotage: gas valves were opened which could have caused a terrible explosion.\nUltimatums\nwere disregarded. When the appellants challenged their consequent\ndismissals in the IC they misguidedly put forward a false version\nof events. In\nthe\n36\nprocess they deprived themselves of the opportunity of making out any valid\ncase they might have had. And to pile Pelion on Ossa,\nthere has been inexcusable\ndelay in the prosecution of this matter.\nThe application for condonation is\ndismissed with costs including the costs of the appeal and the costs of two\ncounsel.\nL VAN DEN HEEVER JA CONCUR: E M GROSSKOPF JA) SMALBERGER JA) EKSTEEN JA)\nSCHUTZ AJA)",
  "scraped_at": "2026-02-12T08:11:16.495113",
  "date": "1995-11-24",
  "coram": [
    "E M Grosskopf",
    "Smalberger",
    "Eksteen",
    "Van den Heever",
    "Schutz"
  ],
  "case_number": "351/92",
  "parties": {
    "applicants": [
      "Alfred Buthelezi & Others"
    ],
    "respondents": [
      "Eclipse Foundries Limited"
    ]
  },
  "sections": {
    "facts": "The appellants, former employees of Eclipse Foundries Ltd, were summarily dismissed on 15 February 1990 after an unlawful strike. They had previously raised demands for long‑service allowances, attendance bonuses and job security through shop stewards and a four‑person committee. Management unilaterally introduced a service allowance and refused further negotiations, leading to the strike. The Industrial Court rejected the appellants’ claim of unfair dismissal, finding their witnesses not credible. The Labour Appeal Court dismissed their appeal on procedural grounds, and the appellants subsequently sought condonation for numerous procedural defaults, including missing powers of attorney and delayed filing of security.",
    "issues": "1. Whether the dismissals of the appellants were substantively and procedurally unfair under labour law. 2. Whether the appeal could be condoned despite numerous breaches of procedural rules, including failure to file powers of attorney and security. 3. Whether an appellate court may consider issues not raised at the Industrial Court level.",
    "principles": "The court applied the Labour Relations Act (as amended) and the Industrial Court Rules, emphasizing the need for audi alteram partem, proper notice of appeal, filing of powers of attorney, and compliance with security requirements. It reiterated that procedural fairness is essential irrespective of the informality of industrial tribunals and that an appeal cannot be entertained where the appellant has not shown a realistic prospect of success on the merits.",
    "application": "The court found that the appellants had not proved any unfair labour practice or breach of contract; their version of events was discredited by the Industrial Court. The numerous procedural defects—including the lack of proper powers of attorney for the majority of alleged appellants and the untimely security—demonstrated a lack of diligence. Given the absence of merit in the appeal and the prejudice to the respondent, the court refused condonation and dismissed the appeal.",
    "conclusion": "The application for condonation was dismissed with costs, including the costs of the appeal and the costs of two counsel. The appeal against the Industrial Court’s dismissal was therefore refused, and no reinstatement or other relief was granted to the appellants."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Unfair Dismissal",
    "level_3": [
      "dismissal",
      "strike",
      "condonation",
      "procedural fairness",
      "industrial court"
    ]
  }
}