{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/65.html",
  "case_name": "First National Bank of SA Ltd v Quality Tyres 1970 (Pty) Ltd (434/1993) [1995] ZASCA 65; 1995 (3) SA 556 (AD); [1995] 2 All SA 616 (A) (30 May 1995)",
  "citation": "[1995] ZASCA 65",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 65\n|\nNoteup\n|\nLawCite\nFirst National Bank of SA Ltd v Quality Tyres 1970 (Pty) Ltd (434/1993) [1995] ZASCA 65; 1995 (3) SA 556 (AD); [1995] 2 All SA 616 (A) (30 May 1995)\nDownload original files\nPDF format\nRTF format\nLL\nCase No 434/1993\nIN THE SUPREME COURT OF SOUTH AFRICA APPELLATE DIVISION\nIn the matter between:\nFIRST NATIONAL BANK OF SA LTD\nAppellant\nand\nQUALITY TYRES [1970] (PTY) LTD\nRespondent\nCORAM\n: CORBETT CJ, BOTHA, EKSTEEN, HOWIE\net SCHUTZ JJA\nHEARD\n: 19 MAY 1995\nDELIVERED\n: 30 MAY\n1995\nJUDGMENT\nBOTHA JA\n:\n2\nThis is an appeal, with the leave of the Court a quo, against a judgment\ngranted in the Witwatersrand Local Division against the appellant\n(\"the\ndefendant\") in favour of the respondent (\"the plaintiff) for the payment of\ndamages in the sum of R954 371,00 with interest\nand costs.\nThe plaintiffs claim rested basically on an allegation that the defendant\nhad breached its duty of care to the plaintiff arising out\nof the defendant's\nacting as the collecting banker in respect of a cheque of which the plaintiff\nwas the payee and allegedly the\nowner. The cheque was dated 11 May 1989 and it\nwas drawn by Central Merchant Bank Limited (\"Senbank\") on Trust Bank of Africa\nLimited\n(\"Trust Bank\") for the sum of R954 376,71. This amount was expressed to\nbe payable to the order of the plaintiff, but the cheque\nbore two crossings: one\nwas printed on it, with the words \"not negotiable\", and the other, which had\nbeen affixed by means of a stamp\nnext to and parallel with the first, carried\nthe words\n3\n\"not transferable\".\nThe cheque was deposited for collection\nby Senbank at the Bree Street branch of the defendant in Johannesburg on 11 May\n1989. Accompanying\nthe cheque was a credit transfer form which had been filled\nin and signed by an employee of Senbank. It was addressed to the Parktown\nbranch\nof the defendant, with the instruction to credit the plaintiff with the amount\nof the cheque. In the space provided on the\nform for filling in the \"account\nnumber\" (obviously of the person to be credited), the number 8006109314 had been\ninserted. That\nnumber had been supplied to Senbank by one E D Philip, who was a\ndirector of the plaintiff, and who had arranged with Senbank to\ndraw and deposit\nthe cheque. The number so supplied was not, however, the number of the\nplaintiffs account at the defendant's Parktown\nbranch; in fact the plaintiff was\nnot a customer of the defendant at any of its branches. The number on the credit\ntransfer form\nwas the number of an account that was being\n4\nconducted at the defendant's Parktown branch under the name of the Philip\nChildren's Trust. The person who operated on that account\nwas the same E D\nPhilip.\nWhen the cheque was presented for payment by the defendant\nto Trust Bank, through the automated clearing bureau, it was honoured,\nbut the\nproceeds never reached the plaintiff. They were credited by the defendant,\nthrough its centralized bookkeeping centre, to\nthe Philip Children's Trust\naccount at its Parktown branch. At the time (11 May 1989) that account was in\noverdraft to the tune of\nR852 308,44. The credit of R954 376,71 liquidated the\noverdraft and left a balance of R102 068,27, which was transferred at the\nrequest\nof Philip to an investment call account in the name of the Philip\nChildren's Trust on 13 May 1989. On 16 June 1989 the balance then\nstanding to\nthe credit of the account (R158 703,55) was withdrawn by Philip, ostensibly\nacting on behalf of the Philip Children's\nTrust, and the account was closed. It\nwas\n5\nonly in January 1990 that the defendant at management level discovered\nthat the cheque in question had been the source of the funds\ncredited to the\naccount on 11 May 1989,\nFrom the above resume of the salient facts (which are not in dispute) it\nis apparent that Philip played a key role in the events,\nlinking as he did the\nplaintiff with Senbank, Senbank with the defendant, and the defendant with the\nPhilip Children's Trust. It\nwill be necessary to examine his conduct somewhat\nmore closely, in the light of the evidence given at the trial. Before I do so,\nhowever, it will be convenient to refer to the issues raised in this\nappeal.\nIn the judgment of the Court a quo (DU PLESSIS J) reference\nwas made to the requirements for holding a collecting banker liable for\nnegligently causing loss to the true owner of a cheque, as stated in the\njudgment of this Court (per VIVIER JA) in\nIndac Electronics (Pty) Ltd v\nVolkskas Bank Ltd\n[1991] ZASCA 190\n;\n1992 (1) SA 783\n(A) at 797A-D:\n6\n\"There can now be no reason in principle why a collecting banker should\nnot be held liable under the extended Lex Aquilia for negligence\nto the true\nowner of a cheque, provided all the elements or requirements\nof Aquilian liability have been met\tIn a situation\nsuch as the present a delictual action for damages would accordingly be\navailable to a true owner of a cheque who can establish (i)\nthat the collecting\nbanker received payment of the cheque on behalf of someone who was not entitled\nthereto; (ii) that in receiving\nsuch payment the collecting banker acted (a)\nnegligently and (b) unlawfully; (iii) that the conduct of the collecting banker\ncaused\nthe true owner to sustain loss; and (iv) that the damages claimed\nrepresent proper compensation for such loss.\"\nUpon a consideration of the evidence the trial Judge held that all\nthese\nrequirements had been established and accordingly found for\nthe plaintiff.\n(It may be noted in passing that the slight\ndiscrepancy - which can be\nseen above - between the amount of the\njudgment and the amount of the\ncheque is of no consequence: it\nappears that the learned Judge took the\nfigure he put in the\njudgment from the prayer in the plaintiffs particulars\nof claim,\nwhich was in turn derived from a misstatement of the amount\n7\nof the cheque in the body of the particulars.)\nIn this (Court\nit was argued for this defendant that the Court a quo had erred on the grounds\nthat on the evidence the plaintiff had\nfailed to prove -\n(a)\nthat it was the\ntrue owner of the\ncheque;\n(b)\nthat the\ndefendant acted either unlawfully or negligently when it collected the\ncheque;\n(c)\nthat the\nplaintiff suffered any loss, or, if it did, that such loss was legally caused by\nthe defendant's conduct.\nThe first issue to\nbe considered, then, is whether the plaintiff established that it was the true\nowner of the cheque. Turning to\nthe evidence relevant to this point, it will be\nconvenient first to make some general observations about the evidence placed\nbefore\nthe trial Court. Both parties called witnesses, the majority of whom were\nmanagers (of various ranks) employed by Senbank or by the\ndefendant at the\nrelevant\n8\ntimes. Philip was not called to testify. Most of the evidence was\ndirected to the issues of unlawfulness and negligence. Such evidence\nwill be\nreferred to, when dealing with the first issue, only to the extent necessary to\nfollow the course of the events and to explore\nthe role played by Philip, which\nis pivotal to the first issue. In this regard the facts given in evidence are\nnot in dispute in\nany material respect. Consequently I shall set out the facts\nin the form of a paraphrase without naming the particular witnesses\nfrom whose\nevidence they are taken; and in a few instances, where witnesses gave varying or\nconflicting accounts on immaterial matters\nof minor detail, I shall simply use\none version and ignore the other.\nThe plaintiff is represented in\nthis litigation by its liquidators. The company was placed under provisional\nliquidation on 8 December\n1989 and a final winding up order was issued on 9\nJanuary 1990. The company was a subsidiary in a group of which the holding\ncompany\nwas\n9\nQuality Tyres Limited. This company (\"the parent company\"), which had\nbeen listed on the Johannesburg Stock Exchange, was placed under\nliquidation\nsimultaneously with the plaintiff. Philip was the financial director of the\nparent company and a director of the plaintiff.\nHe was held in high esteem by\nand enjoyed the confidence of the officials of both Senbank and the defendant\nwho dealt with him. One\nof the witnesses described him as \"'n gesiene sakeman\".\nHis estate was also sequestrated in the beginning of 1990.\nBefore\nits liquidation the plaintiff carried on business as a dealer in new and\nretreaded tyres. It had traded in insolvent circumstances\nfor some time before\nthe liquidation. In fact, both the plaintiff and the parent company were\ninsolvent at all times since 1987.\nBut the shareholders and creditors did not\nknow this. The evidence showed that Philip had fraudulently manipulated the\nbooks of account\nand financial statements of the companies to create a false\nimpression of profitability, inter alia\n10\nby concealing that the plaintiff was indebted to bankers to the tune of\nR40 million, by inflating the profits of the companies, and\nby declaring and\npaying dividends out of non-existent profits.\nIn November 1987 the\nparent company and its trading subsidiaries entered into a written agreement\nwith Senbank in terms of which Senbank\nplaced bank acceptance credit facilities\nto an amount of R4 million at the disposal of the subsidiaries. Philip signed\nthe agreement\non behalf of the parent company and on behalf of each of the\nsubsidiaries, including the plaintiff. Pursuant to the agreement the\nplaintiff\ncould avail itself of the facility by means of drafts drawn by it on Senbank to\nits own order and endorsed in blank, and\npayable not more than 90 days after\nsight. The credit was a revolving one intended to cover continuous drawings. On\nacceptance of\nthe drafts Senbank, as the plaintiffs agent, would offer them for\ndiscount at the ruling rate and account to the plaintiff by crediting\nits\naccount at its commercial bank\n11\nwith the net proceeds, i e their face value less acceptance commission,\ndiscount charges and stamp duty. The plaintiff could meet\nits liability by fresh\ndrafts drawn in replacement of those maturing or by repaying maturing drafts in\ncash. The facility could only\nbe used against sales of new and retreaded tyres,\ni e it was confined to financing the acquisition of trading stock. The plaintiff\nwas obliged during the currency of the agreement to furnish copies of its\naudited financial statements as soon as they became available.\nIn was Senbank's\npolicy to limit the total amount of the facility to one-quarter of the total\nexpected sales for the ensuing year.\nIn December 1988 the agreement\nwas replaced by a fresh one on the same terms as before. On 24 April 1989\nPhilip, purporting to act\non behalf of the parent company, approached Senbank\nwith a request to increase the amount of the existing facilities from R4 million\nto R8 million. Senbank acceded to the request. At that time the total\namount\n12\nutilized by the group stood at R2,9 million. On 11 May 1989 Philip,\npurporting to act on behalf of the plaintiff, approached Senbank\nwith a request\nto draw a bill in terms of the agreement, for R2,5 million. Senbank again\nacceded to the request. It prepared five\nbills, each for half a million rand, in\nthe form provided for in the agreement, and Philip signed each as drawer and\nendorser purportedly\nfor and on behalf of the plaintiff. Senbank accepted the\nbills and caused them to be discounted. Under the agreement the proceeds\nwere to\nbe paid into the plaintiffs bank account, but Philip requested that the amount\nbe split, saying that he wished payment to\nbe made into two different accounts\nof the plaintiff. Accordingly Senbank made out and signed two cheques, one of\nwhich was the cheque\nin issue in this case, and the amount of which, at the\ndirection of Philip, represented Rl million of the advance, less the deductions\nprovided for in the agreement. In respect of this cheque, as has been mentioned\nbefore, Philip supplied Senbank with the number\n13\nsupposedly relating to the plaintiffs account at the defendant's Parktown\nbranch, which Senbank filled in on the credit transfer form\nit prepared, but\nwhich in reality was the number of the Philip Children's Trust's account. The\ndefendant's Bree Street branch was\nsituated close to Senbank's premises and\nSenbank customarily did its banking with the defendant there. And so the cheque\nwas deposited\nat the Bree Street branch.\nThe credit transfer form\nwhich accompanied the cheque (henceforth referred to for convenience as \"the\ndeposit slip\") consisted of\nan original and three copies. The teller who\nreceived the documents would have been able to check the name of the payee on\nthe cheque\nagainst the name of the person to be credited on the deposit slip.\nWhether or not that was done is unknown but irrelevant, for the\nnames were\nidentical; the cheque and the deposit slip were on the face of it complete and\nregular, they matched, and there was no\napparent reason for\n14\nthe teller not to accept the cheque for collection. But the teller had no\nready means by which to check the name of the payee and\nthe person to be\ncredited against the account number given on the deposit slip. At that time the\ndefendant's computerized system\ndid not allow for a teller at one branch (Bree\nStreet) to check the correctness of the account number supplied in respect of a\ncustomer\nat another branch (Parktown).\nFrom Bree Street the cheque\nand the original deposit slip were despatched to the defendant's centralized\nbookkeeping centre. There\nthe slip was processed through a machine which caused\nthe account having the number on the slip to be credited with the amount of\nthe\ncheque. Again there was no ready means for checking that that account belonged\nto the person whose name appeared on the slip.\nThe cheque went to the automated\nclearing bureau, and from there to Trust Bank, where, on being honoured, it was\nretained to be returned\nto Senbank. So the cheque was never seen by the Parktown\nbranch. The original deposit slip was,\n15\nhowever, sent by internal mail from the bookkeeping centre to the\nParktown branch. In the normal course of events it would have been\nreceived\nthere a day or two after (he credit had been entered on the account on 11 May\n1989, and it would have been filed away without\nfurther ado.\nThe\naccount of the Philip Children's Trust (\"the Trust\") at the defendant's Parktown\nbranch had been opened on 17 December 1986. The\ndeed creating the Trust had been\nexecuted some two months before by Philip's mother in favour of his children.\nThere were two trustees;\nPhilip was not one, but he held a general power of\nattorney from the trustees to act on behalf of the Trust. This was filed at the\nParktown branch when the account was opened, together with a written authority,\naddressed to the branch and signed by the trustees,\nthat Philip was authorized\nto operate on the Trust account in all respects. The bank's signature card\nreflected each of the trustees\nand Philip as having signing\n16\npowers, but in fact only Philip seems to have operated on the account\nthroughout its currency.\nThe account opened with a debit item of\nR843 000,00 which was an amount that the defendant, at the request of Philip,\nhad agreed to\nadvance to the Trust for the purposes of making a loan to a third\nparty. As security for the advance the defendant took in pledge\ntwo large\nparcels of shares in the parent company, which were held by Philip in the name\nof the Trust, and the market value of which\nthe defendant estimated to exceed R3\nmillion. The advance was intended to provide bridging finance, it being expected\nthat the third\nparty would repay the loan within a short period of time. That\ndid not happen. Philip was tardy in paying the interest on the advance,\nand\npressure had to be put on him time and again to do so. At one point the\ndefendant caused some of the pledged shares to be sold\nto pay overdue interest.\nThere was much debate in the evidence as to whether this was a \"problem\naccount\". For present\n17\npurposes that may be left aside. In general, though, the defendant\nregarded Philip as a \"triple A\" customer, signifying that he was\nheld in high\nesteem by the bank and that the account controlled by him was not thought to be\na risky one. And in May 1988, when Parktown\nbranch reported to head office that\nPhilip had again failed to pay interest as promised and suggested that the loan\nbe called up\nand the scrip sold, the defendant's general manager responded by\nadvising that the Philip family was involved in the parent company\nwhich had\navailed itself of large facilities at the defendant's Pritchard Street branch,\nand that \"we would not wish to take a hard\nline at this stage for fear of\nalienating the group\". In October 1988 Philip approached the then manager of the\nParktown branch,\nMr Fillmore, and told him that negotiations were under way for\nbringing about a merger between the parent company and Malbak Supertread\nDivision, which was described in the evidence as a division of one of \"the very\nbiggest conglomerates\" in the country. To enable\nhim\n18\nto carry through the proposed merger, Philip said, he required to have\nthe shares which had been pledged, and he wanted Fillmore to\nrelease them to\nhim, in return for which he offered to furnish his personal suretyship for the\nTrust's indebtedness. Fillmore turned\ndown the request and reported accordingly\nto head office, recommending that the Trust's debt be called up. Head office\nasked for\nfurther information and for further discussions to be held with\nPhilip. Ultimately, on 2 March 1989 Fillmore, with the prior approval\nof head\noffice, wrote to Philip advising him \"that unless satisfactory arrangements can\nbe made to provide us with alternate full\nfirm security to cover the outstanding\ndebt or the overdraft is repaid in full, we are unable to accede to your request\nin releasing\nthe Quality Tyres Limited shares by replacing them with your\nguarantee in favour of the Trust\".\nOn learning that he could not obtain the release of the scrip without\nsecuring or paying the Trust's debt, Philip told Fillmore that\nhe\n19\nwas arranging for finance from other sources to liquidate the liability.\nThen, on 10 May 1989, Philip called Fillmore to say that\nhe had raised the\nfinance and would be depositing the funds shortly to repay the debt. As we know,\nthe account was credited with\nthe amount of Senbank's cheque on the next day.\nFillmore became aware of that when, in the ordinary course of the defendant's\npractice,\nthe daily \"large items report\" was placed before him, reflecting inter\nalia that credit. It would have been possible for him to trace\nthe source of the\ndeposit by calling for the deposit slip (which would not have been available\nimmediately), but it did not occur\nto him to do so, for he felt no surprise nor\nany concern, having been told to expect such a deposit and not having reason to\nsuspect\nPhilip's integrity. So the Trust's overdraft was wiped out and the\ncredit balance transferred to a call account. At the same time\n(13 May 1989)\nPhilip requested in writing that the pledged shares be released to him. Since\nthe defendant no longer required the\nsecurity, the share certificates\n20\nwere returned to Philip. About a month later, as has been mentioned, the\naccount was closed.\nAs far as the defendant is concerned, the Trust\naccount came up for consideration again for the first time in January 1990. The\nsenior\nmanager, in the course of an investigation into the affairs of the parent\ncompany in connection with its dealings with the defendant,\ncalled on the\ndefendant's branch network in Johannesburg for information about the activities\nof the company and its personnel, as\na result of which the Parktown branch\nproduced the deposit slip in question from its records, and it was seen that it\nhad been made\nout in favour of the plaintiff, and not the Trust. The manager\nreported this to the liquidators. They investigated, and later the\npresent\nlitigation followed. In the meantime Senbank proved a claim against the\nplaintiff in liquidation for payment of (inter alia)\nthe sum of R2,5 million,\nbased on its liability arising out of the five bills mentioned earlier. The\nliquidators accepted the claim\nand\n21\nSenbank was paid a dividend of R600 000,00.\nThe conclusion to\nbe drawn from the facts recited above is clear, in my view: Philip defrauded\nSenbank and the plaintiff and the defendant.\nAs far as Senbank is concerned, my\nconclusion differs from that of the Court a quo. The trial Judge rejected an\nargument for the\ndefendant that Philip had induced Senbank by means of a\nmisrepresentation to issue the cheque. His reasoning was as follows: while\n\"it\nmight well be\" that Philip, when he requested Senbank to draw against the\nfacility, had already conceived the idea of diverting\nthe proceeds of the\ncheque, it did not follow that the plaintiff was not entitled to draw against\nthe facility; on the evidence Philip\ntold Senbank that the plaintiff wished to\ndraw on the facility, Senbank considered the request and then allowed it; no\nproven misrepresentation\naffected that part of the transaction. I do not agree.\nThe probabilities are overwhelming that it was not the plaintiff that wished\nto\ndraw on the facility, but Philip\n22\nhimself in the pursuit of achieving his own ends - at least to the extent\nof the cheque in issue (the fate of the other cheque was\nnot disclosed in the\nevidence). To that extent Philip, by making the request, misrepresented to\nSenbank that the plaintiff required\nthis funds for the purpose of acquiring\ntrading stock as contemplated in the agreement. He must have known that Senbank\nwould not\nhave issued the cheque if it had known that the proceeds would be used\nto enable Philip to liquidate the Trust's indebtedness. Moreover,\nit is obvious\nthat Senbank would never have parted with the cheque if it had known that Philip\nhad supplied a false number for entry\non the deposit slip and that the plaintiff\nhad no account at Parktown.\nThe trial Judge found that Philip defrauded the plaintiff by diverting\nthe proceeds of the cheque; and he observed, as has appeared\nabove, that \"it\nmight well be\" that Philip had conceived the idea of doing so before he\nrequested Senbank to draw against the facility.\nIn my view\n23\nit is not open to doubt that Philip had already decided upon his\nfraudulent plan of action before he approached Senbank for the funds\non 11 May\n1989. Quite possibly the scheme had already been conceived by as early as 24\nApril 1989, when Philip asked Senbank to increase\nthe limit of the facility from\nR4 million to R8 million, for he had been trying to get hold of the pledged\nshares since October 1988,\nhe learnt during March 1989 that he would be unable\nto do so unless he secured or paid off the Trust's overdraft, and he then told\nFillmore that he would be procuring the required funds from other sources.\nHowever that may be, his call to Fillmore on 10 May 1989,\nwhen he told him that\nthe required funds would be deposited shortly, taken together with his conduct\nthereafter, leaves no room for\ndoubt that his dealings with Senbank on 11 May\n1989 constituted the execution of a plan to defraud the plaintiff which had been\ncarefully\nand precisely preconceived.\nAgainst this factual background the way is now clear for a\n24\nconsideration of the issue of the true ownership of the cheque. In the\nCourt a quo the issue was dealt with in the following passage\nof the\njudgment:\n\"It was also argued on behalf of the Defendant that Senbank intended to\ndeliver the cheque to Plaintiff, while Philip, acting on behalf\nof the\nPlaintiff, intended the cheque to be delivered to the Trust. It follows, so the\nargument went, that there was no consensus\nad idem, and ownership in the cheque\ndid not pass. The argument is certainly interesting, but incorrect. Philip\nintended that ownership\nin the cheque should pass to the Plaintiff. That was the\nonly way in which he could complete the fraud. By misrepresenting that the\naccount number is that of the Plaintiff, he managed to let ownership pass while\ndiverting the proceeds to the account of the Trust.\"\nThis reasoning in my opinion runs counter to the true nature and\nscope of the fraud as planned and perpetrated by Philip. It seems to\nme,\nwith respect, that the learned Judge was led into error by not\nperceiving\nthat Philip's scheme encompassed a fraud on Senbank as well as on\nthe\nplaintiff and that the detailed manner of execution of the scheme\nmust\n25\nhave been firmly in place in Philip's mind before he approached Senbank.\nThe Court a quo's failure to appreciate the full thrust of\nthe deceit is\nillustrated, perhaps, as was argued by counsel for the defendant in this Court,\nby the use of the expression \"Philip,\nacting on behalf of the plaintiff, in the\nfirst sentence of the passage quoted above, instead of a phrase like \"Philip,\nostensibly\nacting on behalf of the plaintiff\". (Counsel submitted also\nthat the learned Judge's rendering of the argument in the Court below\nwas\ninaccurate.) As far as Philip's negotiations with Senbank concerning the cheque\nin issue are concerned, Philip, while misrepresenting\nto Senbank that he was\nacting on behalf of the plaintiff, was unquestionably doing nothing of the kind.\nHe was acting purely and\nsimply in the furtherance of his own interests, and in\nfraud of the plaintiff.\nWhen proper regard is had to the true ambit\nof Philip's planning and execution of the fraud there can be no warrant for a\nfinding\nthat he\n26\nintended ownership in the cheque to pass to the plaintiff. His intent,\nwhich is to be inferred from the evidence as analysed above,\nwas from beginning\nto end that neither the cheque itself nor its proceeds would\never\nreach the plaintiff. In truth it is a feature of the\ncunningness of his scheme that it was based on the knowledge he had beforehand\nthat the cheque would not be delivered but would be deposited with a bank, thus\nenabling him to bring about the diversion of its\nproceeds, unbeknown to the\nplaintiff. By the same token there is no justification as a matter of fact for\nthe trial Judge's remark\nthat it was only by ownership passing to the plaintiff\nthat Philip could complete the fraud. As a matter of law the proposition is\nunsound, as counsel for the defendant argued and as will appear from what\nfollows. Consequently the Court a quo's reasons for holding\nthat the plaintiff\nwas the true owner of the cheque cannot be sustained.\nIn this Court counsel for the plaintiff sought to support the\n27\nCourt a quo's conclusion along a different route. Philip's intention was\nirrelevant, he argued; what had to be looked at was Senbank's\nintention, on the\none hand, and the defendant's intention, on the other. As to Senbank, it was\ncontended that it believed that the\nplaintiff was entitled to the proceeds of\nthe cheque; that it delivered the cheque to the defendant with the object of\nenabling the\nlatter to collect the proceeds on behalf of the plaintiff; that it\ndid not intend to retain a right of possession or any other right\nin respect of\nthe cheque; and that it accordingly intended the plaintiff to become the owner\nof the cheque through its delivery to\nthe defendant. As to the defendant, the\ncontention was that it, too, intended ownership of the cheque to pass to the\nplaintiff, because\nby accepting the cheque for collection the defendant\nundertook to act as the collecting agent for and on behalf of the payee named\nin\nthe cheque, being the plaintiff. In this way, the argument concluded, the\ndelivery of the cheque by Senbank to the defendant was\neffective to transfer\nthe\n28\nownership to the plaintiff, who was the only party having any real\ninterest in the cheque and its proceeds.\nIn my view this argument\nfor the plaintiff is flawed in a number of respects and for a number of reasons.\nBefore I deal with these,\nhowever, it will be convenient to make some general\nobservations about the nature of the enquiry with which we are\nconcerned.\nWhen our courts have been called upon in the past to\ndecide the issue of the true ownership of a cheque, the most familiar factual\nsituations giving rise to the issue have been of the kind where the cheque was\nstolen and then either cashed by the thief with a\nthird party (raising the\nquestion of the latter's liability to the true owner under section 81 of the\nBills of Exchange Act 34 of\n1964), or deposited for collection by the thief at\nthe bank of which he was a customer (raising the question of the bank's\nliability\nin delict to the true owner), and where potentially only the drawer\nand the payee of the cheque could compete for the ownership of\n29\nthe cheque. In the present case the facts present two unusual features:\nthe cheque was not stolen, and it was deposited for collection\nby the drawer.\nDespite these features, however, the fundamental question to be resolved here is\nthe same as it was in the familiar\nsituations I have mentioned, viz whether at\nthe material time the ownership of the cheque vested in the drawer or in the\npayee. And\nsince the drawer was obviously the first owner of the cheque and\nthere can only be one owner at a time (in a context such as the\npresent), the\nultimately decisive question is whether the evidence establishes a juridical act\nwhich had the legal effect of transferring\nthe ownership from the drawer\n(Senbank) to the payee (the plaintiff).\nAt this point some comment is called for, I think, on the concept of the\n\"true owner\" of a cheque. The expression is used in section\n81 of the Bills of\nExchange Act 34 of 1964 (\"the Act\"), to which reference was made above. In that\nsetting the expression bears a\nspecialized meaning\n30\nderived from the context of the legislative enactment in which it occurs\nand its historical origins. But in the context of a case\nsuch as the present,\nwhere the decisive issue is simply whether ownership was transferred from the\ndrawer to the payee, it seems\nto me that the specialized meaning of \"true owner\"\nas used in the Act has no impact and that the word \"true\" does not serve to\nqualify\nthe ordinary meaning of \"owner\" as used in legal parlance; it serves\nmerely to signify that party, of the two parties who are the\npotentially\ncompeting claimants to ownership, who is found to be the owner in fact. It is in\na similar sense, I consider, that the\nexpression \"true owner\" was used in the\njudgment of this Court in the\nIndac Electronics\ncase supra\n[1991] ZASCA 190\n;\n(1992 (1) SA\n783).\nIn that case the Court was not concerned with the issue of true ownership\narising from potentially conflicting claims to ownership\nas between the drawer\nand the payee of the cheque. It was considering the claim of a payee against a\ncollecting bank based inter\nalia on an allegation that the bank had\n31\ncollected the cheque on behalf of a customer who had presented the cheque\nfor collection but who had had no right to receive the proceeds\n(see at\n788I-789A). In such a situation it seems to me that the function of the\nexpression \"true owner\" is no more than to point\nto the person who was the owner\nas opposed to the person who purported to be but was not. This contrast is\nreflected, I think, in\nthe formulation of the general principles of liability in\nthe passage of the judgment quoted earlier (at 797A-D) - \"true owner\" as\nopposed\nto \"someone who was not entitled thereto\". In any event, in setting out, in the\npassage cited, the general considerations\ngoverning the collecting bank's legal\nduty of care (in the sense explained at 797E-798C) as against the \"true owner\",\nthis Court\ndid not, in my opinion, intend the expression \"true owner\" to bear\nany specialized or technical meaning; in particular, \"true\" does\nnot qualify the\nordinary legal sense of \"owner\". As a matter of terminology, it seems to me that\nthe word \"true\" is strictly unnecessary\nin the present context and\n32\nmight as well be dispensed with.\nThe ownership of a cheque,\nviewed as a piece of corporeal movable property, can be transferred only in\naccordance with the general\nrequirements of the law regarding the transfer of\nownership of corporeal movables. There must be a delivery of the thing, i e\ntransfer\nof possession, either actual or constructive, by the transferor to the\ntransferee, and there must be a real agreement (in the sense\nof \"saaklike\nooreenkoms\") between the transferor and the transferee, constituted by the\nintention of the former to transfer ownership\nand the intention of the latter to\nreceive it (see e g\nAir-Kel (Edms) Bpk H/A Merkel Motors v Bodenstein en 'n\nAnder\n1980 (3) SA 917\n(A) at 922E-H). Either party can, of course, act\nthrough someone duly authorized to act on his behalf. This is what the plaintiff\nwas required to establish in evidence to substantiate its claim to the ownership\nof the cheque. On the facts of this case there is\nno need to consider the\ntransfer of the rights flowing from\n33\nthe cheque, viewed as a contractual document; having regard to the\ndefinitions of \"delivery\" and \"issue\" in section 1 of the Act,\nthe transfer of\nthe rights is inextricably tied up with the transfer of the ownership of the\ncheque. Nor is there any need to consider\nthe question raised in argument\nwhether Philip's fraud rendered the underlying contract (in terms of which\nSenbank undertook to advance\nthe funds) void or voidable; whatever the answer\nmight be, it would not affect the reasoning which follows.\nI revert\nnow to the argument for the plaintiff as summarized earlier. The first point on\nwhich it must fail is the submission that\nSenbank intended the plaintiff to\nbecome the owner of the cheque. The submission is not justified by way of\ninference from the facts\nadvanced by counsel in support of it, as recited\nearlier. The argument confuses the proceeds of the cheque, to which Senbank\nbelieved\nthe plaintiff to be entitled and which it wished the plaintiff to\nreceive, with the cheque itself\n34\nand the ownership of it. To achieve the channelling of the funds into the\nplaintiffs account there was no call for Senbank to transfer\nthe ownership of\nthe cheque, and there are facts pointing to the inference that Senbank did not\nintend to do so. In the written agreement\nwhich created the bank acceptance\ncredit facilities for the plaintiff it had been specifically provided that\nSenbank would account\nto the plaintiff for the net proceeds of the discounted\nbills by crediting its account at its commercial bank. It was not contemplated\nthat a cheque would be delivered to the plaintiff itself. The arrangement\nreached between Senbank and Philip on 11 May 1989 conformed\nexactly to the\nprocedure laid down in the agreement. Senbank was not paying over the amount of\nthe advance by issuing the cheque\nto the plaintiff. By drawing the cheque and\ndepositing it to the credit of what was thought to be the plaintiffs account\nSenbank\nwas merely using a mechanism to cause the funds to reach the plaintiffs\ncoffers, a procedure of which it was no part that the plaintiff\nwould\n35\nacquire any rights to the cheque. In these circumstances an inference\nthat Senbank intended the plaintiff to become the owner of the\ncheque is\nunwarranted.\nThe contention that the defendant when it accepted the\ncheque for collection intended the plaintiff to become the owner of it is also\nunsupported by the evidence. Counsel relied on the opinion expressed in general\nterms by some of the defendant's witnesses that a\ncollecting bank can act only\non behalf of the payee named in the cheque. Suffice it to say that that evidence\npatently does not bear\nout the contention.\nFinally, the cardinal fallacy underlying the whole of the argument for\nthe plaintiff is that it overlooks that there was never any\ndelivery of the\ncheque by Senbank to the plaintiff, as was required for the passing of\nownership. Counsel argued that delivery to\nthe defendant constituted\nconstructive delivery to the plaintiff, on the ground that the defendant was\nacting as the collecting agent\nfor the plaintiff. The\n36\ninsuperable obstacle in the way of this argument is that the plaintiff\nnever authorized the defendant to receive delivery of the cheque\non its behalf,\nwhether in ownership or otherwise. The plaintiff was, in fact, a stranger to,\nand absent from, the whole transaction\nbetween Philip, Senbank and the\ndefendant. Counsel was constrained to invoke the presence of Philip, despite his\nearlier submission\nthat Philip's intention was irrelevant, arguing that an\nauthorization by the plaintiff to the defendant was to be found in Philip's\nmandate to Senbank to deliver the cheque to the defendant and Senbank's ensuing\nmandate to the defendant to take delivery on the\nplaintiffs behalf. But Philip's\nfraud prevented his act from being effective to draw the plaintiff into the\ntransaction; counsel\nrightly conceded that where, in circumstances like the\npresent, a director purports to act on behalf of his company but in reality\nacts\nonly in his own interests, the act is unauthorized. Moreover, and in any event,\nas was pointed out earlier, Philip as a matter\nof fact never had any\nintention\n37\nthat the plaintiff was to become the owner of the cheque.\nTwo further points raised on behalf of the plaintiff can be\nbriefly\ndisposed of. In the written heads of argument it was\nsubmitted that a\ncollecting bank's legal duty of care extends to the\nnamed payee of a\ncheque, whether or not he is the owner of it. In\nargument before this\nCourt counsel said that he was not pursuing the submission. Suffice it\nto\nsay that counsel's decision was right, for the submission is\nmanifestly\nwithout merit. The other point was based on a passage in\nCowen's\nLaw\nof Negotiable Instruments in South Africa\n(4th edition) at 436-7,\nthe gist\nof which reads as follows:\n\"It would seem that the essence of the concept of being a 'true owner'\nfor the purposes of section 81 is being entitled to possession\nof the instrument\nand to the enjoyment of an interest therein.\"\nCounsel submitted that the plaintiff fell within this definition of a\n\"true\nowner\". The learned author was dealing with the specialized meaning\nof\n38\n\"true owner\" in the context of the provisions of section 81 of the Act,\nwhich, as I have already indicated, is not applicable to the\nresolution of the\nissue in this case. Indeed, the inappropriateness of invoking\nCowen\n's\ndefinition here was demonstrated in the course of the argument, when counsel was\nasked whether the plaintiff would have fallen\nwithin the definition while the\ncheque remained in the possession of Senbank. Counsel said no, because it had\nnot yet been delivered.\nThe answer was inevitable, and it highlighted the fatal\ndefect in the plaintiffs case.\nIn my judgment, therefore, the\nplaintiff failed to prove that it was the owner of the cheque, and thus failed\nto establish the first\ningredient of its alleged cause of action. That being so,\nthere is no occasion for this Court to consider the other issues raised\nin the\nappeal.\nThe order of the Court is as follows:\n1. The appeal is allowed with costs, including the costs of two\ncounsel.\n39\n2. The order of the Court a quo is set aside and there is\nsubstituted for it the following order:\n\"The plaintiffs action is dismissed with costs, including the costs of\ntwo counsel\".\nA S BOTHA JA\nCORBETT CJ\nEKSTEEN JA\nCONCUR\nHOWIE JA\nSCHUTZ JA",
  "scraped_at": "2026-02-12T07:05:12.963649",
  "date": "1995-05-30",
  "coram": [
    "CORBETT CJ",
    "BOTHA",
    "EKSTEEN",
    "HOWIE",
    "SCHUTZ JJA"
  ],
  "case_number": "434/1993",
  "parties": {
    "applicants": [
      "FIRST NATIONAL BANK OF SA LTD"
    ],
    "respondents": [
      "QUALITY TYRES (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The plaintiff, Quality Tyres (Pty) Ltd, was a liquidated subsidiary of a tyre group. In May 1989 a cheque for R954,376.71 was drawn by Central Merchant Bank (Senbank) on Trust Bank, payable to the plaintiff. The cheque bore “not negotiable” and “not transferable” crossings. The cheque was deposited for collection at the defendant bank’s Bree Street branch together with a credit transfer form that identified an account number supplied by E D Philip, a director of the plaintiff and financial director of the parent company. The number actually corresponded to a trust account (the Philip Children’s Trust) that Philip controlled, not to any account of the plaintiff. The defendant’s bookkeeping centre credited the trust account, liquidating an overdraft and later transferring the balance to a call account. The funds were subsequently withdrawn by Philip and the trust account closed. The fraud was discovered in January 1990. The plaintiff sued the defendant bank for damages, alleging the bank, as collecting banker, was negligent and unlawful in collecting the cheque and thereby causing loss to the true owner.",
    "issues": "The appeal centred on (1) whether the plaintiff was the true owner of the cheque; (2) whether the collecting banker owed a duty of care to the true owner and breached it by negligence or unlawfulness; (3) whether the plaintiff suffered loss causally linked to the bank’s conduct; and (4) whether the elements of Aquilian liability as outlined in Indac Electronics v Volkskas Bank were satisfied.",
    "principles": "The court relied on the extended Lex Aquilia principle for delictual liability and the six‑point test from Indac Electronics v Volkskas Bank: (i) the collecting banker received payment on behalf of a person not entitled; (ii) the banker acted negligently; (iii) the banker acted unlawfully; (iv) the conduct caused loss to the true owner; (v) the loss was legally caused by the conduct; and (vi) damages are proper compensation. Ownership of a cheque, as a corporeal movable, transfers only by delivery (actual or constructive) coupled with a real agreement (saaklike ooreenkoms) between transferor and transferee. The term “true owner” has no specialised meaning beyond the ordinary notion of the party who, in fact, holds ownership. Delivery requires intent to transfer ownership and acceptance by the recipient; a collecting bank’s duty is owed to the payee only where ownership has passed.",
    "application": "The court found that no delivery of the cheque to the plaintiff ever occurred; the cheque remained in the possession of Senbank and was never handed to the plaintiff. Senbank’s intention was merely to get the funds to the plaintiff’s account, not to transfer ownership of the cheque itself. The defendant bank’s acceptance of the cheque was not authorized by the plaintiff, who was a stranger to the transaction. Philip’s fraudulent misrepresentation meant the plaintiff never intended, nor authorized, the diversion of funds. Consequently, the plaintiff could not establish the requisite transfer of ownership, nor the negligence or unlawful conduct of the collecting banker. The elements of Aquilian liability were therefore not satisfied.",
    "conclusion": "The appeal was allowed. The order of the court a quo was set aside and the plaintiff’s action was dismissed with costs, including the costs of two counsel."
  },
  "tags": {
    "level_1": "Banking Law",
    "level_2": "Negotiable Instruments",
    "level_3": [
      "collecting banker liability",
      "true owner",
      "fraud",
      "negligence"
    ]
  }
}