{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/52.html",
  "case_name": "Santam Insurance Ltd v Booi (565/93) [1995] ZASCA 52; 1995 (3) SA 301 (AD); [1995] 2 All SA 537 (A) (18 May 1995)",
  "citation": "[1995] ZASCA 52",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 52\n|\nNoteup\n|\nLawCite\nSantam Insurance Ltd v Booi (565/93) [1995] ZASCA 52; 1995 (3) SA 301 (AD); [1995] 2 All SA 537 (A) (18 May 1995)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA\nAPPELLATE DIVISION\nIn the matter between:\nSANTAM INSURANCE LTD\tAppellant\nand\nMPITIZELI BOOI\tRespondent\nCoram:\nJOUBERT, E M GROSSKOPF, STEYN, F H GROSSKOPF et HOWIE JJA\nHeard:\n20 March 1995\nDelivered:\n18 Mei 1995\nJUDGMENT JOUBERT JA\nOn 9 November 1988 a motor vehicle collided with the respondent\n2 (\"Booi\")\nwho was at the time working as a member of a road construction team\non the\nroad between Plettenberg Bay and The Craggs. The appellant\n(\"Santam\") was the appointed agent for the insured motor vehicle within\nthe\nmeaning of the Motor Vehicle Accidents Act 84 of 1986 (\"the Act\"). As a\nresult of the collision Booi sustained severe bodily injuries, including a\nserious\nhead injury. He was hospitalised from the date of the collision until 17\nFebruary 1989 when he was discharged to the care of his relatives. A\nmedical\nreport optimistically expected him to resume his work within a year.\nDuring January 1990 Booi, accompanied by his brother-in-law Maxin\nYoli, consulted attorney Dullabh in Grahamstown through an interpreter.\nActing on Boot's instructions Mr Dullabh took the necessary steps to\nenforce\nhis claim against Santam. He caused an action under case no. 5234/91 to\nbe\ninstituted in Booi's name in the Cape Provincial Division against Santam\nas\ndefendant for the recovery of damages in consequence of the injuries\nsustained\nby him in the collision. The summons was issued on 17 April 1991.\nIn its plea dated 1 July 1991 Santam, save for the collision, disputed\nand\n3 placed in issue most of the allegations on which Boot's action was\nfounded.\nOn 28 June 1991 Mr Keely, a neurosurgeon, made available his\nreport\nof the neurological examination by him of Booi. In his\nreport he described the\nnature of the serious brain injury sustained by Booi as \"an extensive,\nsevere,\nshining-force type brain injury which left Mr Booi demented and\nmoderately\nincoordinate.\"\nAt the request of Santam, Booi was examined on 23 and 24 February\n1993 by a psychiatrist, a neurosurgeon and a clinical psychologist. From\ntheir\nrespective reports it appeared\ninter alia\nthat Booi as a result of the\ncollision\nsuffered from a marked post-traumatic dementia, which rendered him unable\nto manage his own affairs and to understand and appreciate the nature,\neffect\nand implications of legal proceedings instituted on his behalf. They\nrecommended the appointment of a\ncurator ad litem\nto assist Booi in\nthe\nconduct of the legal proceedings instituted in his name against Santam.\nSantam amended its plea by the inclusion of a special plea which\nchallenged Booi's\nlocus standi in judicio\nowing to his reduced mental\ncapacity\n4 when the legal proceedings were introduced. The institution of the\naction was\nclaimed to be null and void\nab initio\n. On 2 March 1993 service of\nthe\namended plea was effected on Boot's attorneys of record.\nOn 19 April 1993 Mr Dullabh applied in the Cape Provincial\nDivision\nfor the appointment of Adv Kotze as\ncurator ad\nlitem\nto Booi in order to assist\nhim in the conduct of his action against Santam. The latter did not oppose\nthe\napplication. On 12 May 1993 KING J granted the relief sought in the\nfollowing terms:\n\"1 Advocate Hendrik Kotze is appointed as\ncurator ad litem\nto\nMpitizeli Booi for the following purposes:\n1.1\nTo assist him in the\nconduct of legal proceedings instituted in the Supreme Court of South Africa,\nCape of Good Hope Provincial Division,\nunder case number 5234/91, which action\nwas brought to recover damages under the Motor Vehicle Accidents Act, No 84 of\n1986, arising\nout of injuries sustained in a collision with a motor vehicle\nwhich occurred on 9 November 1988 and further to assist him in considering,\nand\nwhere appropriate accepting, offers of settlement;\n1.2\nTo assist him in determining whether the action referred to in\nparagraph 1.1 hereof ought to be proceeded with or whether the action\nought to\nbe withdrawn;\n1.3\tIn the event of it being\ndetermined that the action under case number\n5234/91 be withdrawn and\nthereafter reinstituled, to assist him in all\nthings necessary in instituting\nsuch action and bringing the matter to a\n5 conclusion.\"\nI may add that counsel of the parties to the\npresent appeal \"were agreed that the effect of the order appointing Adv Kotze as\ncurator ad litem\ncould not have been to empower the curator to proceed\nwith the trial action without further ado, but was only to authorise him to\ninvestigate the legal question raised in the Special Plea and to decide how to\nproceed with the conduct of the litigation.\" That\nwas the effect of the order\ngranted by KING J on 12 May 1993.\nAccordingly on 19 May 1993 Adv Kotze in his capacity as\ncurator ad\nlitem\napplied in the Cape Provincial Division for the following order:\n\"(a) Declaring that the ratification and confirmation by HENDRIK KOTZE, in\nhis capacity as\ncurator ad litem\nto MPITIZELI BOOT, of all steps taken in\nthe action instituted against the Respondent under case number 5234/1991 is of\nfull force\nand effect;\n(b) Granting applicant leave to amend the summons and particulars of claim\naccordingly to reflect Applicant as Plaintiff in his capacity\nas\ncurator ad\nlitem\nto MPITIZELI BOOI;\n6\n(c)\nDeclaring\nthat the action instituted against the Respondent under case number 5234/1991\nmay proceed on the pleadings under case number\n5234/1991 as amended in terms of\nparagraph (b) hereof;\n(d)\nGranting the\nApplicant the costs of his application only in the event of the Respondent\napposing same.\"\nIn para 6 of his supporting\naffidavit he stated that he had considered the reports\nof the experts who had examined Booi. He then proceeded as follows:\n\"It would appear to me that it cannot be disputed that at the time the legal\nproceedings were instituted in the name of Booi by DULLABH,\nBOOI lacked the\nnecessary mental capacity to litigate in this matter and therefore lacked the\nnecessary\nlocus standi\n. It is for this reason that I have ratified all\nsteps taken in this matter\nprior\nto my appointment as\ncurator ad\nlitem.\n\" (My underlining).\nThe application which was opposed by Mr Blommaert on behalf of\nSantam was heard by the Court\na quo,\nconstituted by FOXCROFT and\nCONRADIE JJ. In a very well reasoned judgment on 6 August 1993\nFOXCROFT J (CONRADIE J\nconcurrente)\ngranted prayers (a), (b) and (c)\nof\nthe Notice of Motion. This judgment has been reported as\nKotze NO v\nSantam\nInsurance Ltd\n1994 (1) SA 237\n(C). Applicant (Booi) was to bear the\ncosts of\nthe application on an unopposed basis and respondent (Santam) was ordered\nto\n7 pay such of applicant's costs as were occasioned by respondent's\nopposition to\nthe application.\nWith leave of the Court\na quo\nSantam\nnow appeals to this Court against the orders granted and those parts of the\njudgment relating to them.\nIn this Court Mr Smit contended on behalf of Santam that the action which Mr\nDullabh purported to institute in the name of Booi was\nnull and void\nab\ninitio\nbecause Booi, who was\ncaptus mente\nor\nnon compos\nmentis,\nlacked the necessary mental capacity to authorise him to litigate on\nhis behalf. Consequently, so it was argued, the void \"authorisation\",\nand also\nthe litigation which followed, together constituted a nullity which was in law\nincapable of ratification. The contention\nthat Booi's purported authorisation\nwas void is based on trite law. See the judgment of the Privy Council in\nMolyneux v Natal Land Colonization Co Ltd\nreported in\n(1905) 26 NLR 423\nat p.429-430; and also LAWSA vol 20 s.v. Persons para 230. The litigation\ninstituted by Mr Dullabh, however, stands on a different\nfooting. There is no\nbasis on which it can be said to have been void. It was merely unauthorised.\n8 Our common law distinguishes between a\nverus procurator\nwho\nholds\na valid mandate\n(qui mandatum habet)\nand a\nfalsus\nprocurator\nwho lacks such\nmandate (\nqui nullum mandatum habet\n). Mr\nDullabh obviously qualifies as a\nfalsus procurator.\nOur common law\nsources abound in references to the\nfalsus\nprocurator\n. See D\n5.1.56 (Ulpianus), D 46.8.3.1 (Papinianus), D 48.8.12.1\n(Ulpianus), Cod 2.12.24, Damhouder (1507-1581)\nPractycke in Civile\nSaken.\n1660, cap 92 nr 1, Morula (1558-1607),\nManier van Procederen\n. 1741,\nlib 4 tit\n18 cap 8 nr 4, Gail (1526-1587)\nPracticae Observationes.\n1634, obs 47\nnr 1;\nVoet (1647-1713) 3.3.10.\nThe jurists recognised an important legal principle which permitted a\nprincipal (\ndominus\nor meester), to ratify\nbefore\njudgment the\nlitigious acts\nperformed on his behalf by a\nfalsus procurator.\nThey held divergent\nviews on\nthe question of ratification by a principal\nafter\njudgment was given.\nThe views\nof the following jurists are relevant on the subject, viz.:\n1 Damhouder,\nloc.cit.\npara 2: \"Ende mach den Meester 't doen van soodanigen Procureur\n9\nratificeeren ende approberen tot de conclusie in Rechten toe,\nghelijck't gedaen wordt, ende tot noch toe gedaen is geweest in de grooten\nRaedt\nvan Mechelen\". para 3: \"Maer\nna de sententie\nen gelt die approbatie van\nden Meester niet, ten ware tot sijn eygen schade ende prejudicie.\" (My\nunderlining)\nRatification\nafter judgment\nwas to no avail unless it was to the\nprincipal's own detriment and prejudice.\n2 Van Zutphen (\nobit\n1685)\nPractijcke der Nederlantsche Rechten\n.\n1680, s.v.\nProcureurs en Procuratie\npara 8: \"Indien een valsch Procureur sonder Procuratie heeft gecompareert, en\nin den processe yet gedaen heeft, soo mach den Meester\nvoor de geweesene\nsententie\nratificeeren al het geene by sodanigen Procureur gedaen is; ja dat\nmeer is, kan ook\nna de sententie,\nna het gevoelen van sommige Doctoren,\nratificatie gedaen werden\". (My underlining).\nRatification could take place before judgment. According to some Commentators\nratification could follow after judgment.\n3 Gail,\nloc citato\npara 3: ... & Doctores in Cod 212.24, Cod 2.40.4, D 46.7.3.1\ndistinguunt, utrum scntentia contra dominum, an vero in cius favorem lata\nsit: ut primo casu ratificatio domini valeat: ut si a sententia\ncontra falsum\nprocuratorem lata appellaverit: nam eo ipso censeetur sententiam ratam habere,\nper text. in D 46.7.3.1, gl in Cod.\n7.58.2 & in eo omnes Doctores\nconveniunt,\nin locis allegatis.\nSecundo vero casu, nullius sit momenti\ndomini ratificatio, ne via malitiis aperialur: nam dominus eventum senteniae\nsemper expectaret,\nnon aliter sententiam\n10\nratificaturus, nisi in sui favorem prolata sit: idque pluribus rationibus\nconfirmat Salicetus in Cod 2.40 nr 4 & 5 & ita\nse Farrariae consuluisse\ndicit, aliosque eiusdem opinionis Doctores citat.\nThe\nCommentators distinguish whether judgment was given against the\nprincipal or\nin his favour. In the former instance his ratification would be\nvalid, e.g. if he appealed against a judgment adverse to the\nfalsus\nprocurator\n.\nIn the second instance the ratification of the principal would be null and\nvoid.\n4 Voet,\nloc.cit,\nas translated by Gane:\n\"[If such attorney admitted his acts null, and judgment in his favour\nincapable of ratification]\nBut if, though he lacked a mandate, and such failure of mandate was clear, he\nhas none the less been admitted as attorney for a plaintiff,\nthen whatever has\nbeen done by the false attorney is\nipso jure void\n(Cod. 2.12.12 (13),24),\nnor is a judgment confirmed by the ratification of one in whose favour it was\ngiven, inasmuch as such a person\ncannot by his ratification destroy the right of\nobjecting to the nullity of the judgment when such right has once accrued to his\nopponent. Although ratification is deemed to be like a mandate, and is drawn\nright back and confirms things already done (Cod 4.28.7,\nD.50.17.60), yet that\nresult does not take place if an accrued right is taken away by it from a third\nparty, but only when a person\nby his ratification prejudices himself above.\n11\n\"[A judgment against a false attorney however may be ratified] Clearly if a\njudgment had been given against a false attorney, nothing\nwould stand in *he way\nof the principal being able to confirm it by his ratification, since thus he\nrenounces his own right only.\nAnd it would be allowable also to infer such a\nratification from the fact that the principal appealed to a higher tribunal from\nthe\njudgment pronounced against the false attorney (D 46.8.3.1).\n[And so may acts done prior to judgment]\nIn the same way too a principal can before judgment ratify acts done by a false\nattorney while the result of the suit is still pending\nin uncertainty; for as\nyet no right has accrued to anyone, and thus nothing can appear to be taken away\nfrom the opponent by a ratification\nthen taking place (D 5.1.56). It follows\nalso that there may be a sufficient tacit ratification when the principal\nfurther pursues\na suit which an attorney has begun (D 46.8.5 . .\n.)\"\nGane provided his translation with sub-headings of his own\nwhich do not feature in Voet's Latin text. I have placed these sub-headings\nin\nsquare brackets.\nIn the above passage Voet distinguishes between three categories\nviz.\n(i)\nFirst Category\nwhere the principal's ratification\nof the acts of his\nfalsus\nprocurator\nis effected\nbefore judgment\nhas been given i.e. the\nmatter is\nstill\nre integra et tempore congruo.\nsince the result of the suit is\nstill\npending and accordingly uncertain. No party to the suit has at that stage\n12 acquired any vested rights to the result thereof.\n(ii)\nSecond Category\nwhere the principal ratifies the acts of his\nfalsus\nprocurator after judgment\nin his favour such ratification is null and\nvoid since it would deprive his opponent to the suit of his right to\nobject to the nullity of the judgment.\n(iii)\nThird\nCategory\nwhere judgment has been given against the falsus\nprocurator\nhis principal may ratify the acts performed on his behalf\nby\nthe\nfalsus procurator\n. He would even be entitled to appeal against\nthe\njudgment to a higher tribunal.\nIn the present case the matter is still\nre Integra et tempore congruo\nsince\njudgment in the action instituted by Mr Dullabh is still pending. The\nmatter\ntherefore falls within the first category\n(supra)\nof Voet. Had Booi as\nprincipal\nbeen\ncompos mentis\nhe could according to our common law authorities\nhave\nratified on his own the acts performed on his behalf by Mr Dullabh as his\nfalsus procurator\n. Unfortunately Booi is n\non compos mentis\nand\ntherefore\nincompetent to ratify Mr Dullabh's acts on his behalf.\n13 KING J, as I mentioned\nsupra\n, appointed Adv Kotze\ncurator ad\nlitem\nto\nassist Booi in the legal proceedings instituted by\nMr Dullabh. The Court a quo\ngranted Adv Kotze the necessary authority to\namend the summons and\nparticulars of claim to reflect him as plaintiff in his\ncapacity as\ncurator ad litem\nand to proceed with the action on the amended pleadings. The question now\nfalls to be decided whether or not the Court\na quo\ncould grant Adv\nKotze as\ncurator ad litem\nthe relief set out in the order granted by it.\nA Court has inherent jurisdiction to appoint a\ncurator ad litem\nin\norder\nto avoid a negation of justice where there is no other proper or legal way\nin\nwhich a plaintiff can vindicate his rights. I fully agree with the\nfollowing\ndictum\nby REYNOLDS J in\nEx Parte Phillipson and Wells NNO and\nAnother\n1954(1) SA 245 (EDL) at p.246F:\n\"The principle underlying these cases would appear to be that the Court has\npower to appoint, and will appoint, a\ncura\nt\nor ad litem\nto assist\npersons to vindicate rights where there is no other suitable means in the\nordinary way and will do so by appointing a\ncurator ad litem\neither to\nthe proper plaintiff or to the defendant, for where there is a claim of right\nthere should be a means of vindicating it.\"\n14 On the strength of the common law authorities quoted above the\nCourt\na quo\nwas competent to grant Adv Kotze as\ncurator\nad litem\nthe powers set out\nin its order. Adv Kotze therefore became\nBooi's duly appointed representative\nwith power,\ninter alia\n, to ratify\nthe steps taken by Mr Dullabh. Such\nratification was indeed legally competent.\nMr Smit raised a further argument on behalf of Santam. He\ncontended that the sanctioning of the ratification by the\ncurator ad\nlitem\nwould\nbe prejudicial to Santam since the latter had an accrued right to raise a\ndefence\nof prescription by the time when Adv Kotze's ratification took place. The\nanswer to this submission, it seems to me, is as follows. The curator's\nratification and the concomitant amendment of the claim to substitute him\nas\nplaintiff, will not alter the identity of the true claimant. In other words\nit will\nnot introduce a new claim or a new party. The possibility of Santam being\nprejudiced by losing the opportunity to plead prescription therefore does\nnot\narise:\nBoland Bank Ltd v Roup Wacks Kaminer and Kriger\n1989(3) SA\n912\n(C) at 914 B-I and earlier cases there cited. In view of this conclusion I\nneed\n15 not consider whether the Court\na quo\nwas correct in holding,\nat 246 F - 248 I\nof its judgment, that a plea of prescription could in any event not have\nsucceeded. There is therefore no substance in this contention by Mr Smit\nIn my judgment the order granted by the Court\na quo\nwas entirely\ncorrect.\nIn the result the appeal is dismissed with costs.\nC.P. JOUBERT JA\nCONCUR\nE M GROSSKOPF JA\nSTEYN JA\nF H GROSSKOPF JA\nHOWIE JA",
  "scraped_at": "2026-02-12T07:00:48.040465",
  "date": "1995-05-18",
  "coram": [
    "JOUBERT JA",
    "E M GROSSKOPF JA",
    "STEYN JA",
    "F H GROSSKOPF JA",
    "HOWIE JA"
  ],
  "case_number": "5234/91",
  "parties": {
    "applicants": [
      "Santam Insurance Ltd"
    ],
    "respondents": [
      "Mpitizeli Booi"
    ]
  },
  "sections": {
    "facts": "On 9 November 1988 a motor vehicle collided with Mr Mpitizeli Booi, a road‑construction worker, causing severe bodily injuries and a serious brain injury that left him demented and unable to manage his affairs. Booi was hospitalized until February 1989. In January 1990 he instructed attorney Dullabh to pursue a claim against Santam Insurance Ltd, the insurer of the motor vehicle, under the Motor Vehicle Accidents Act. Dullabh instituted proceedings (case no. 5234/91) in the Cape Provincial Division on Booi’s behalf on 17 April 1991. Santam disputed the claim and, after a medical report confirmed Booi’s lack of capacity, challenged his locus standi. A curator ad litem, Adv Hendrik Kotze, was appointed on 12 May 1993 to represent Booi and to determine whether the action could proceed.",
    "issues": "The principal issues were (1) whether the action instituted by Dullabh was void ab initio because Booi lacked the mental capacity to authorise litigation; (2) whether a curator ad litem could ratify the steps taken by a falsus procurator and thus validate the proceeding; and (3) whether such ratification would prejudice Santam’s defence of prescription.",
    "principles": "The court relied on common‑law distinctions between a verus procurator (with a valid mandate) and a falsus procurator (without mandate). It applied the doctrine that a principal may ratify the acts of a falsus procurator before judgment is rendered (re integra et tempore congruo), but not after a judgment adverse to the principal. Leading authorities cited included Molyneux v Natal Land Colonisation Co Ltd, Voet, Damhouder and other Roman‑Dutch jurists. The court also affirmed its inherent jurisdiction to appoint a curator ad litem to protect the interests of a person lacking capacity, as stated in Ex Parte Phillipson and Wells.",
    "application": "The matter was still pending, so it fell within the first category of Voet where pre‑judgment ratification is permissible. Because Booi was non‑compos mentis, he could not ratify himself; the appointed curator ad litem was empowered to ratify the earlier steps taken by Dullabh. The court held that the curator’s ratification did not introduce a new claim or party and therefore did not prejudice Santam’s right to raise a prescription defence. Consequently the ratification and amendment of the pleadings were valid.",
    "conclusion": "The appeal by Santam was dismissed. The order of the lower court granting the curator ad litem the authority to ratify the proceedings and to amend the summons was affirmed, and costs were awarded against Santam."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Capacity and Curatorship",
    "level_3": [
      "falsus procurator",
      "ratification",
      "curator ad litem",
      "motor vehicle accidents",
      "prescription"
    ]
  }
}