{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/122.html",
  "case_name": "Cohen NO and Others v SAPHI (Pty) Ltd. (103/94) [1995] ZASCA 122 (29 September 1995)",
  "citation": "[1995] ZASCA 122",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 122\n|\nNoteup\n|\nLawCite\nCohen NO and Others v SAPHI (Pty) Ltd. (103/94) [1995] ZASCA 122 (29 September 1995)\nDownload original files\nPDF format\nRTF format\nCase No 103/94 /MC\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between\nLESLIE COHEN NO\tFirst Appellant\nREGINALD BARRY PROSCH NO\tSecond Appellant\nLESLIE COHEN NO\tThird Appellant\nREGINALD BARRY PROSCH NO\tFourth Appellant\nand\nS A P H I (PROPRIETARY) LIMITED\tRespondent\nCORAM: Joubert, Vivier, Van den Heever, Olivier JJA et\nVan Coller AJA.\nHEARD: 14 September 1995.\nDELIVERED: 29 September 1995.\nJUDGMENT\n2\nVIVIER JA:\nThe appellants are the joint liquidators of two companies in\nliquidation, Projec Investment Holdings Ltd (\"Projec\") and Canvacor (Ladismith)\nPty Ltd (\"Canvacor\"), which companies were wound up by the Court on 7 August\n1990, the applications for their winding-up having been\npresented to the Court\non 15 June 1990. In their capacities aforesaid the appellants instituted action\nin the Transvaal Provincial\nDivision for an order declaring the sale to\nrespondent prior to liquidation of a certain business and the goodwill, goods\nand property\nforming part thereof (\"the business\") to be null and void in terms\nof\nsec 34\n(1) of the\nInsolvency Act 24 of 1936\n(\"the\nAct\") as\nit read prior to\nits amendment by\nsec 1\n(a) of Act 6 of 1991, as read with sec 340 (1) of the\nCompanies Act 61 of 1973, and for an order restoring the business to the\nappellants.\n3\nThe business was sold in terms of a written contract concluded between\nProjec, Canvacor and African Oilskin Industries (Pty) Ltd as\nsellers, and the\nrespondent, as purchaser. It was signed by the parties thereto on 6 December\n1989 and provided that notwithstanding\nthe date of signature the effective date\nwould be 16 December 1989.\nIn the particulars of claim it was alleged that the business belonged to\nProjec, a trader; that pursuant to the said contract the\nbusiness was delivered\nto the respondent on 16 December 1989; that such delivery constituted a\ndisposition in terms of sec 34 (1)\nof the Act; that such disposition was not\nmade in the ordinary course of that business; that at no time did Projec publish\na notice\nof such intended disposition in the Gazette and the press as is\nrequired by sec 34 (1) of the Act, as read with sec 340 (1) of the\nCompanies\nAct, 1973 and that Projec was unable to pay its debts.\n4\nIt was alleged that the disposition was therefore void in terms of these\nprovisions. In the alternative identical allegations were\nmade, and relief\nsought, in regard to Canvacor. It is thus only necessary to refer to the\nappellants' case in respect of Projec.\nAn exception that the particulars of\nclaim lacked averments necessary to sustain the action was taken and Spoelstra J\nallowed the\nexception with costs. With the necessary leave the appellants appeal\nto this Court against the decision of Spoelstra J.\nThe sole issue raised by the appeal is when the disposition for purposes of\nsec 34 (1) was made. It was contended on behalf of the\nrespondent that it was\nmade when the contract was concluded, ie on 6 December 1989. On behalf of the\nappellant it was contended that\nboth the contract and the delivery constituted\ndispositions within the meaning of sec 34 (1) of the Act and that the latter\ndisposition\nwas void as against the appellants as having\n5\nbeen made within a period of six months of the liquidation.\nIn applying\nthe provisions of sec 34 of the Act to the winding-up of a company unable to pay\nits debts, the date the application for\nthe winding-up is presented to the Court\nis in terms of sec 340 (2) (a) of the Companies Act, 1973 deemed to correspond\nwith the\ndate of sequestration. In the present case that was 15 June 1990. This\nmeans that if the date of the disposition was 6 December 1989\nit was not\naffected by sec 34 (1) of the Act as more than six months elapsed after the\ndisposition and before the liquidation, whereas\nif the date of the disposition\nwas 16 December 1989 it was within six months of Projec's liquidation and\ntherefore void in terms\nof sec 34 (1) of the Act. In the alternative counsel for\nthe appellants contended that if the sole disposition for purposes of sec\n34 (1)\nof the Act was made when the contract was concluded, the contract, on a proper\ninterpretation\n6\nthereof, was concluded on 16 December\n1989.\nSec 34\n(1) of the Act, prior to its amendment in 1991,\nprovided\nas follows :\n\"If a trader disposes of any business belonging to him, or the goodwill of such\nbusiness or any goods or property forming part thereof\n(except in the ordinary\ncourse of that business) and such trader does not publish a notice of such\nintended disposition in the Gazette,\nand in two issues of an Afrikaans and two\nissues of an English newspaper circulating in the district in which that\nbusiness is carried\non, within a period not less than thirty days and not more\nthan sixty days before the date of such disposition, the said disposition\nshall\nbe void as against his creditors for a period of six months after such\ndisposition, and shall be void against the trustee of\nhis estate, if his estate\nis sequestrated at any time within the said period.\"\nSec 2 of Act\n27 of 1987 amended only the English version of the Act, substituting the words\n\"disposes of\" and \"disposition\" in subsections\n(1) and (3) of sec 34 for\n\"alienates\" and \"alienation\". In the Afrikaans version of the Act, which is\nthe\n7\nsigned one, the words \"vervreem\" and \"vervreemding\" are used. These latter\nwords are defined in terms identical with the definition\nof the word\n\"disposition\" whereas the words \"alienates\" and \"alienation\" are not defined at\nall. The 1987 amendment removed the difficulty\ncaused by the use of the words\n\"alienates\" and \"alienation\" which have a narrower meaning than \"vervreem\" or\n\"vervreemding\" (Cronje\nNO v Paul Els Investments (Pty) Ltd 1982(2) SA 179 (T) at\n190 E-G).\nIn the context of impeaching a transaction in terms of sec 34 (1) a\n\"disposition\" is defined in sec 2 of the Act as \"any transfer\nor abandonment of\nrights to property and includes a sale, lease, mortgage, pledge, delivery,\npayment, release, compromise, donation\nor any contract therefor, but does not\ninclude a disposition in compliance with an order of the court\".\nIt has been held in decisions of this Court that, according\nto\n8\nits definition the word \"disposition\" is wide enough to take the\nform of\nthe conclusion of a contract providing for the delivery or\ntransfer of\nproperty or the payment of money, and also the actual\nphysical transfer, delivery or payment itself. In National Bank\nof SA Ltd v Hoffman's Trustee\n1923 AD 247\nat 251 Innes\nCJ said that the almost identical definition of disposition in the\nInsolvency Act 32 of 1916 included a contract for the transfer of\nproperty as well as the transfer itself. In Estate Jager v\nWhittaker and Another\n1944 AD 246\nat 250 Watermeyer\nCJ said the following about the definition in the present Act :-\n\"This definition is important. It shows that a disposition may take the form\nof a contract which creates rights and obligations and\nmay also take the form of\nan alienation of property.\"\nSee also Langeberg Koöperasie Bpk v Inverdoom Farming\nand Trading Company Ltd\n1965 (2) SA 597\n(A) at 601 G -\n9\n602 A and Klerk NO v Kaye\n1989 (3) SA 669(C)\nat 674 B - D. In the Langeberg\ncase, this Court (at 602 F - 603 C and 608 A - D) rejected an argument that the\nwords \"or any contract\ntherefor\" appearing at the end of the definition clause,\nshould be read as governing only the one word immediately preceding them,\nnamely\n\"donation\" and held that these words govern all the transactions enumerated\ntherein and not merely the last of them.\nThe present contract is one for the\nsale of a trader's business and the goodwill and goods forming part thereof. It\nis subject to\na true suspensive condition created in clause 10.4 ie \"the\napproval of the Johannesburg Stock Exchange and Shareholders of the Seller\".\nCounsel for the appellant conceded, on the authority of Cronje v Paul Els\nInvestments (Pty) Ltd, supra, at 193 G -196 D that despite\nthe suspensive\ncondition the contract is included\n10\nin the definition of \"dispose\" in sec 2 of the Act as being a contract for a\nsale. It is accordingly not necessary for present purposes\nto decide whether the\ncontract is one of sale. According to Corondimas v Badat\n1946 AD 548\nat 558 a\nsale subject to a suspensive condition is not a contract of sale until the\ncondition is fulfilled, although a binding legal\nrelationship is created in the\ninterim. Corondimas's case was followed by this Court in Soja (Pty) Ltd v\nTuckers Land Development\nCorporation (Pty) Ltd\n1981 (3) SA 314\n(A) at 321 F-G\nand was not departed from, although it was strongly critisized by this Court, in\nTucker's Land and Development Corporation\n(Pty) Ltd v Strydom\n1984 (1) SA 1\n(A).\nIn Cronje's case the facts were that on 30 January 1980 the insolvent\nconcluded a written contract, subject to a suspensive condition,\nfor the sale of\nhis hotel business to the respondent. On\n11\n1 March 1980 the respondent took physical control of the business. On 26\nAugust 1980 the insolvent's estate was provisionally sequestrated\nand this order\nwas made final on 9 September 1980. The trustee of the insolvent estate applied\nfor a declaratory order that the contract\nof sale was void in terms of sec 34\n(1) of the Act in that the requisite notices had not been published. The\nrespondent made a counter-application\nfor a declaratory order that the contract\nwas valid. It was contended on behalf of the trustee that the disposition for\npurposes\nof sec 34(1) of the Act had taken place on 1 March 1980 which was\nwithin the period of six months of the sequestration of the insolvent's\nestate.\nThe Court (Ackermann J) held that a contract of sale subject to a suspensive\ncondition was a \"vervreemding\" (\"alienation\",\nas the English version of sec\n34(1) then read prior to the 1987 amendment) for the purposes of that\nsubsection.\n12\nThe Court further held that such alienation had taken place when the contract\nwas concluded, ie on 30 January 1980; that the contract\nwas thus not affected by\nthe provisions of sec 34 (1) of the Act and that the counter-application should\nsucceed. The decision in\nCronje's case was approved by this Court in Vermaak v\nJoubert and May\n[1990] ZASCA 56\n;\n1990 (3) SA 866\n(A) at 873 E where it was held (per Joubert JA)\nthat in a case of a contract of sale constituting a disposition within the\nmeaning\nof sec 34 (1) of the Act the date of the disposition for purposes of\nthat subsection is the date upon which the contract was concluded.\nCounsel for the appellant did not question the correctness of the decisions\nin the Cronje and Vermaak cases, both supra. He submitted,\nhowever, that in the\npresent case both the conclusion of the contract on 6 December 1989 and the\ndelivery on 16 December 1989 constituted\ndispositions for the purpose of\n13\nsec 34 (1) of the Act. I do not agree. In my view there was only one relevant\ndisposition and that occurred when the contract was\nconcluded. The delivery was\nno more than a legal incident of that disposition viz the performance of the\nseller's obligation in terms\nof the contract. In my view that was also the\neffect of the judgments in the Cronje and Vermaak cases, both supra. Counsel\nconceded\nthat if every delivery in a contract of sale were to be regarded as a\nseparate disposition, a multiplicity of successive dispositions,\neach requiring\na notice in terms of sec 34 (1) with a fresh six-month period commencing to run\nafter each disposition, could result.\nThis would clearly be absurd and could\nnever have been intended by the Legislature.\nCounsel for the appellant submitted that if the conclusion of the contract\nand the subsequent delivery were not regarded as separate\ndispositions, certain\ncreditors will lose their protection\n14\nunder sec 34. Again I cannot agree. Sec 34 (1) does not oblige a trader\nproposing to sell his business to advertise. It sets out what\nthe consequences\nare, for the buyer and all the trader's creditors, if advertisements complying\nwith prescribed characteristics,\nare not published. Subsections (2) and (3) deal\nwith special situations and do not detract from the generality of the provisions\nof subsection (1). Subsection (2) accelerates payment of the trader's\nliabilities and provides that upon publication of any notice\nof intended\ndisposition every liquidated liability of a trader in connection with his\nbusiness becomes due forthwith provided only\nthat the creditor demands payment.\nIt clearly applies also to post-publication liabilities. Subsection (3) deals\nwith the situation\nwhere a disposition is made after a creditor has instituted\ncourt proceedings against a trader for the purpose of enforcing his claim\nin\nconnection with the trader's business, and\n15\nprovides that the disposition is void against the creditor for the purpose of\nthe enforcement if the person to whom the disposition\nwas made knew of the\nproceedings or if the proceedings were instituted in a specified court. The\nspecial situation provided for in\nsubsection (3) obtains whether or not notice\nof the intended disposition referred to in subsection (1) was given. The\nadditional\nprotection afforded by subsection (3) is limited to those creditors\nwho instituted proceedings before the disposition, which in the\npresent case was\nthe contract itself, and the delivery cannot be regarded as a new disposition\nmerely in order to extend the protection\nunder subsection (3).\nThe\nrequirement of sec 34(1) prior to the 1991 amendment that, in order to have\neffect, notice had to be published of the intended\nconclusion of the contract\nproviding for the delivery of the business or property concerned and not of the\nintention to effect\n16\nsuch delivery was widely critisiced by text-book and other writers. See\nMeskin, Insolvency Law, para 5.31.18.1 and the articles referred\nto in footnote\n5; Mars, The Law of Insolvency, 8th ed 232-233; Smith, The Law of Insolvency,\n3rd ed at 146; Swanepoel\n1949 (12) THRHR 261.\nSo, for example, Meskin, ibid,\npoints out that sec 34 (1) created a requirement the observance of which was\nincompatible with ordinary\ncommercial realities and that the focus of the\nsubsection was misdirected. The criticism is justified but the meaning of sec 34\n(1),\nread with the definition of \"disposition\" is clear, and effect must be\ngiven thereto. Any other interpretation could, moreover, lead\nto protracted\nuncertainty, for example where transfer is not only postponed but is to occur in\nstages. Since the Legislature is dealing\nwith one fixed period of six months,\nwhich is vital for the determination of rights, certainty as to the date from\nwhich the\n17\nperiod is to run is as imperative as in any statute dealing for example with\nprescription.\nCounsel for the appellant submitted in the alternative that\neven accepting that the sole disposition was the contract itself, the\nparties\nintended the contract to become binding only upon the effective date ie 16\nDecember 1989. There is no merit in the submission\nand it can be disposed of\nshortly. Clause 2.1, relied upon by counsel, as read with clauses 1.2.2.1 and\n5.1 is not a condition pending\nfulfilment of which there is no contractual\nrelationship; it is a term of the contract providing that 16 December 1989 is to\nbe the\ntime of performance of certain obligations, including delivery. It is\nthus no more than a time clause (as to time clauses see Jurgens\nEiendomsagente v\nShare\n[1990] ZASCA 81\n;\n1990 (4) SA 664\n(A) at 674 D - J; and as to the legal effect of a\nsuspensive condition see Odendaalsrust Municipality\n18\nv New Nigel Estate Gold Mining Company Ltd 1948(2)\nSA 656 (A) at 666-7).\nThere is no indication in the contract of an intention to be bound only on 16\nDecember 1989. On the contrary,\nall indications are that the contract was\nintended to have validity immediately upon signature. So, for example, clause\n2.2 provides\nfor the seller to pay all liabilities including trading expenses up\nto 15 December 1989.\nFor these reasons I am of the opinion that the relevant disposition occurred\non 6 December 1989 when the contract was concluded and\nthat the exception was\ncorrectly upheld.\nThe appeal is dismissed with costs.\nW. VIVIER JA.\nJOUBERT JA) VAN DEN HEEVER JA) OLIVIER JA) VAN COLLER AJA) Concurred.",
  "scraped_at": "2026-02-12T07:20:51.979428",
  "date": "1995-09-29",
  "coram": [
    "Joubert",
    "Vivier",
    "Van den Heever",
    "Olivier",
    "Van Coller"
  ],
  "case_number": "103/94",
  "parties": {
    "applicants": [
      "Leslie Cohen NO",
      "Reginald Barry Prosch NO"
    ],
    "respondents": [
      "SAPHI (Pty) Ltd"
    ]
  },
  "sections": {
    "facts": "The appellants, Leslie Cohen NO and Reginald Barry Prosch NO, were appointed joint liquidators of Projec Investment Holdings Ltd (Projec) and Canvacor (Ladismith) Pty Ltd (Canvacor), both wound up on 7 August 1990. In their capacity as liquidators they sued SAPHI (Pty) Ltd for a declaration that the sale of a business, its goodwill, goods and related property to SAPHI – concluded by contract on 6 December 1989 and effective on 16 December 1989 – was void under section 34(1) of the Insolvency Act as the disposition occurred within six months of the liquidation application (15 June 1990).",
    "issues": "The sole issue was the date on which the ‘disposition’ contemplated by section 34(1) of the Insolvency Act took place – whether it was the date the contract was concluded (6 December 1989) or the date of delivery/performance (16 December 1989).",
    "principles": "Section 34(1) of the Insolvency Act renders a disposition void against creditors if no notice is published, provided the disposition occurs within six months before sequestration. The Act defines “disposition” broadly to include contracts and the actual transfer of property. Pre‑1991 case law (Cronje v Paul Els Investments, Vermaak v Joubert) holds that a contract of sale subject to a suspensive condition is a disposition and that the date of disposition is the date the contract is concluded, not the date of delivery.",
    "application": "The Court applied the above principles, holding that only one disposition existed – the conclusion of the sale contract on 6 December 1989. The subsequent delivery on 16 December 1989 was merely the performance of that contract and not a separate disposition. Because the contract was concluded more than six months before the winding‑up application (15 June 1990), the sale was not void under section 34(1).",
    "conclusion": "The Court dismissed the appeal, upheld the exception raised by Spoelstra J, and awarded costs to the respondents."
  },
  "tags": {
    "level_1": "Insolvency Law",
    "level_2": "Disposition under Insolvency Act",
    "level_3": [
      "section 34",
      "sale of business",
      "liquidation",
      "notice requirement"
    ]
  }
}