{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/57.html",
  "case_name": "Payen Components South Africa Ltd. v Bovic Gaskets CC and Others (448/93) [1995] ZASCA 57; 1995 (4) SA 441 (AD); [1995] 2 All SA 600 (A) (25 May 1995)",
  "citation": "[1995] ZASCA 57",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 57\n|\nNoteup\n|\nLawCite\nPayen Components South Africa Ltd. v Bovic Gaskets CC and Others (448/93) [1995] ZASCA 57; 1995 (4) SA 441 (AD); [1995] 2 All SA 600 (A) (25 May 1995)\nDownload original files\nPDF format\nRTF format\nIT THE SUPREME COURT OF SOUTH AFRICA (APPELLATE\nDIVISION\n)\nCASE NO. 448/93 In the matter\nbetween\nPAYEN COMPONENTS SOUTH AFRICA LIMITED\nAPPELLANT\nAND\nBOVIC\nGASKETS CC\nFIRST RESPONDENT\nVICTOR WILLIAM BODELL\nSECOND RESPONDENT\nARTHUR LESLIE WILFRED\nOLIVER\nTHIRD RESPONDENT\nDAVID GEORGE BOYCE\nFOURTH\nRESPONDENT\nTHOMAS MICHAEL BODELL\nFIFTH RESPONDENT\nCORAM\n: CORBETT CJ, HEFER, STEYN, FH GROSSKOPF et SCHUTZ\nJJA\nDATE HEARD\n: 9 MAY 1995\nDATE\nDELIVERED\n: 25 MAY 1995\n2\nJUDGMENT\nSCHUTZ JA\n:\nThe appellant (\"Payen\" - applicant below) and the first respondent (\"Bovic\" -\nfirst respondent below) are competitors in the market\nfor gaskets used in\nassembling and repairing motor vehicles. The customary aspersions are cast.\nPayen complains that Bovic's products\nare of inferior quality and that it does\nnot keep a full range of gaskets, which allows it to concentrate on the more\nlucrative part\nof the market. The result is that it undercuts Payen. Bovic\ncounters by ascribing Payen's higher prices to inefficiency, and charges\nthat\nPayen is trying to establish a monopoly. However all that may be, the legal\ngrounds on which Payen relies to curb Bovic's activities\nare copyright, unlawful\ncompetition, and, lastly and faintly, contract. There is no reliance\n3\non trade mark or passing off, although many expressions associated with these\ndisciplines are used. Resort to the Merchandise Marks\nAct and the Trade\nPractices Act was abandoned in this court.\nThe second respondent (\"Bodell\" - second respondent below) is a 50% member\nand the controlling force in Bovic. Three further persons\nwere cited as\nrespondents below but the claims against them were abandoned in this court, so\nthat their participation in these proceedings\nis now confined to their claim for\ncosts.\nThe activity of which Payen complains is the use by Bovic in its price lists\nand catalogues and on the wrappers containing its gaskets\nof the Payen code for\nidentifying the huge range of gaskets in use in South Africa. Each code consists\nof five digits, the first\ntwo being letters and the other three numbers. The\nfirst letter indicates the type of gasket, so that, for instance, all\n4\ncylinder head gaskets commence with an A or a B. To give examples of complete\ncodes, AF 240 denotes a cylinder head gasket for an\nAlfa Romeo 1300, and CJ 494\na head set for a Nissan L 185. There is nothing novel about such a system, but\nits utility is such that\nBovic contends that it has become the language of the\ntrade when identifying gaskets, so much so that it is necessary for any trader\nto use it (so it is contended).\nCopyright Work?\nFirst, the facts. Payen's essentially uncontested case is based on the\nevidence of five witnesses, Ellis, Thomas and Butler who depose\nto the code's\nEnglish origins, and Parker - Nance and Galloway who describe its South African\nadaptations and accretions.\nCompanies not only enjoy perpetual succession but some also undergo changes\nof name and parentage. The \"Payen Group\" in the United\n5\nKingdom is a good example, which tends to render the exposition following\nrather tortuous.\nCoopers Mechanical Joints Limited (\"CMJ\") was a subsidiary\nof another Payen Group company, namely Engineering Components Limited (\"EC\").\nThe coding system for gaskets in use in 1970, although partly computer based,\nwas unsatisfactory in several respects. One Machin,\nthe management services\nmanager of EC, tackled the problem first. What he did was to work out the\nmathematical basis for what was\nto become the new Payen coding system. He\nprepared a table of significance (\"the table\") which contains an outline of the\nlater system,\nalthough there were some departures from the outline. The table is\nskeletonic in form and is in no sense the final embodiment of\nthe work. No\ncopyright was claimed in it. It is neither a catalogue nor a price list.\n6\nThe next step was taken by one Butler, the chief systems analyst working at\nEC under Machin. Using the table he \"devised a computer\nprogram for allocating\nnew reference numbers in place of the old\" (\"the program\"). That is all that we\nare told about this important\nstep.\nThomas took over the co-ordination of the project in October 1971. The old\nnumbers were grouped in accordance with the classes of\ngasket, which were\ndescribed. This data which was to be fed into the computer was then meticulously\nchecked and re-arranged. Then,\nto quote the words of Thomas, also echoed by\nButler, \"the data was entered into the computer to generate new numbers in\naccordance\nwith (the) program devised by Mr Butler.\" That is all we are told\nabout this other important step. Although the bulk of the new numbers\nwas\ngenerated in this way, a significant part was formulated manually. This was done\n\"by the staff of the Payen\n7\ntechnical department\" where the old number was not in the standard format.\nThis technical department appears to have been that of\nEC.\nThe next important step is not expressly stated at all, namely the printing\nout by the computer of the list of new numbers. However,\nI suppose that it is\nimplicit in the narration. What followed next, after many months, was two lists\ngiving cross references from\nthe old numbers to the new, and the new to the old\n(\"the lists\"). They were first used internally and were then published in\nFebruary\nand April 1972. Although there is confusion and contradiction in the\naffidavits it seems that it is the originals that no longer\nsurvive, not the\nprinted ones. Five named persons prepared these lists. They were all British\nsubjects employed by EC or CMJ. The\nlists were necessary for the transitional\nperiod.\nThey were used for the preparation of the first master\ncatalogue,\n8\nwhich was published in October 1972. The format was that of the old catalogue\nbut the numbers were new. Four other named persons prepared\nit. They too were\nBritish subjects and employees of EC or CMJ. All the later catalogues were based\non the 1972 master.\nAfter a master list had been entered into the computer it was thereafter kept\nup to date. This work was done by Butler and employees\nof EC, CMJ and Coopers\nPayen Limited (\"CP\" - the new name for CMJ after 1980, and thus still a\nsubsidiary of EC).\nAs both South Africa and the United Kingdom give effect to the Berne\nConvention the various Payen companies and their employees are\nto be treated as\nif they were here.\nAlthough there is a challenge on this point by Bovic, I think that it is\nobvious from the recitation of the facts so far that the\npreparation of the\n9\nnew English catalogue involved much labour and at least some skill.\nOn 11\nMarch 1988 EC and CP (formerly CMJ) assigned copyright and rights of a like\nnature in the numbering system to Payen International\nLimited (\"PI\"). EC is the\nwholly owned subsidiary of PI. What was not ceded was Butler's program. What was\nceded was the \"original\nworks\" consisting of the table, the 1972 and later\ncatalogues, the computer printout of the summer of 1971 (here mentioned with\nButler\nas the author), and the \"New Reference/Old Reference.\" This last pair and\nthe printout are shown as having been authored by Butler\nand being no longer in\nexistence. Their best available reference is given as the \"Interchange Lists\nFebruary and April 1972.\" This\nlast no doubt refers to the published\ncross-reference lists, whereas the \"New Reference/Old Reference\" presumably\nrefers to the original\nmanuscript or part manuscript form.\n10\nAlthough Payen (the applicant - Payen Components South Africa Limited - a\nsubsidiary of PI's holding company Turner and Newall Limited)\nhas been the\nexclusive licensee of the numbering system for a long time, a written licensing\nagreement was concluded with PI (by\nnow the copyright holder) only in 1989. Nemo\ndat quod non habet.Payen's rights can be no better than PI's rights.\nParker-Nance has been involved in the production of the South African version\nof the catalogues and price lists using the new system\nsince the first local\nedition in 1973. It had to be adapted to the South African market and has had to\nbe kept up to date. Doing\nthis has entailed \"a vast amount of work\". Among other\nthings he has to keep abreast of new models as also modifications. New gaskets\nare referred either to CP in the United Kingdom or Components Eastern Limited\n(\"our Far East Associate\")\n11\ndepending on the country of origin of the new engine. Numbers are allocated\nby the one or other of those companies. The new numbers\nare then included in the\ncatalogue. Nothing more is said about the nature of the association with the Far\nEast associate. One additional\ntask has had to be undertaken in South Africa,\nnamely the translation of the material into Afrikaans.\nThe catalogue cum price list is of a kind as may qualify as a \"literary work\"\nin the generous sense that that phrase is used in copyright\nlaw. Moreover it has\nbeen \"written down\" in a material form. Further, there has been enough labour\nand skill expended both in England\nand South Africa for the same to be\n\"original\", in the sense of copyright law.\nMr Ginsburg, for Bovic, raises two contentions, both related to authorship.\nThe first goes along these lines. Except in those cases\nwhere the law provides\notherwise, for copyright to subsist it must be possible to identify\n12\na human author. Here there was no human author, as the author was a computer.\nEven though a computer program may qualify as a literary\nwork, Butler's program\ncannot be relied upon because it has not been infringed. It is a completely\ndifferent work from the printout\nor its successors. That, no doubt, is why it\nhas not been relied upon by Payen. Nor has it even been assigned to PI. The\nprogram,\nso the argument proceeds, was the thing that mattered. It was what made\nor allowed the computer to do what it did. It was the \"author\"\nof the printout.\nButler was merely the author of the program not the printout. This argument is\nnot dependent upon its being only\nin 1992 that separate provision was made in\nour statutes for copyright protection for computer programs, which before\nqualified,\nif they qualified at all, as \"literary works\" in the ordinary way -\nNothern Office Micro Computers (Pty) Ltd and others v Rosenstein\n1981(4) SA\n123(C).\n13\nMr Ginsburg relies on one English case Express Newspapers PLC v Liverpool\nDaily Post & Echo PLC and others\n[1985] 1 WLR 1089\n(Ch):\n[1985] FSR 306\nand\ntwo foreign textbooks Laddie, Prescott and Vitoria The Modern Law of Copyright\n94 and Dworkin Blackstone's Guide to the Copyright\nDesign and Patents Act 1988\n47. A distinction is drawn between \"computer aided\" and \"computer generated\"\nworks. In the former case\nthe computer is a mere tool like a pen or word\nprocessor. In the latter the work of creation is performed by the computer\nitself\nwith relatively little human input. Perhaps it should be noted that the\ncomputer which Butler used was used in 1971 when computers\nhad not yet been\ntaught to do all the remarkable things they now do.\nDworkin describes a computer generated work in these terms (op cit 47):\n14\n\"The computer-generated category is really aimed at more sophisticated\ndevices such as those now beginning to be marketed whereby\na computer can\nproduce to order an original piece of music in the style of a known composer.\"\nAnd again at 185-6:\n\"There is now a crucial distinction between a computer-aided work, as in the\nabove case (the Express Newspaper case), and a computer-generated\nwork. The\nlatter work is one which is created without expenditure of significant human\nskill and effort in the completed work. For\nexample, the compilation of new\ncrossword puzzles, moves generated by computer chess programs or\ncomputer-generated original pieces\nof music in the style of a known composer.\nThe steps to be taken by the operator of the machine may be so trivial (hat it\nis difficult\non normal principles to say that he or she is the author. The real\ncreative work is done by the person who devises the original computer\nprogram,\nbut it would be inconvenient and misleading to treat that programmer in all\ncases as the owner of the copyright in the new\nworks which his program produces,\nfor example, in all the new music produced by the various programs which are\nsold to the public.\"\nLaddie (op cit) says at 94:\n\"There may be cases where the real work has been done by the\ncomputer, the human contribution being too trivial or not\n15\nsufficiently related to the work that has emerged. Suppose a computer linked\ndirectly to a large number of meteorological instruments\nand programmed\nautomatically to print out a weather chart on demand. It seems factually wrong\nto contend that the deviser of the\nprogram is the 'author' of the chart. He may\nhave died many years ago, the program may have been bought in from an\nindependent software\nhouse, yet every day quite different charts are printed\nout. (It is true that the programmer's labour and ingenuity are in a sense\nresponsible for the chart; but in that sense so are the efforts of the designers\nof the computer itself; for that matter, so are\nthose of the inventor of the\nbarometer.) It is perhaps even more artificial to argue that the operator of the\ncomputer is the author:\nthe only skill and labour he had employed is ensuring\nthat the flow of programs and data to the machine is maintained. It might be\nsaid that the real author is the owner or hirer of the computer who has expended\nthe capital in setting up and operating the system;\nbut such person is probably\na body corporate, and if considered to be the 'author', would enjoy a\npotentially perpetual copyright.\"\nThe Express case was concerned with a competition entitled\n\"Millionaire of the Month\" published in three newspapers with a view\nto\nincreasing circulation. Numerous cards, each carrying a five-letter code,\nwere\n16\ndistributed free and at random to members of the public. In\norder to see\nwhether or not they had won a prize those taking part in the competition\ncould\ncheck the cards against grids containing 25 letters and two separate\nrows of\nfive letters which were published daily. Various prizes were offered to\nlucky\nwinners. Another newspaper copied the scheme as it was, and an\ninfringement action was brought. The manner in which the scheme had been\nprepared for the plaintiff was fully explained in the affidavits. What had\nto\nbe done was to produce a large number of combinations which would suffice\nfor a year or so, whilst at the same time ensuring that there would not be\ntoo\nmany winners. The description proceeds (at 1093 C):\n\"What Mr Ertel says is that he started off by seeing whether he could work\nout these grids by just writing down appropriate sequences\nof letters. It soon\nbecame apparent to him that, although this could be done, and done without too\nmuch difficulty when just producing\na small number of grids, if you are going to\nproduce sufficient for a year's supply or something of\n17\nthat order, it becomes a very different matter indeed. It was immediately\napparent to him that the labour involved in doing this\ncould be immensely\nreduced by writing out an appropriate computer programme and getting the\ncomputer to run up an appropriate number\nof varying grids and letter\nsequences.\nMr Ertel did all this. He programmed his computer; he ran out the results; he\nchecked the results; and the steps which he had to\ntake in this regard show that\nindeed the preparation of these grids and sequences of five letters involved a\ngreat deal of skill\nand labour.\"\nThe point taken\nbefore Whitford J and the manner in which he disposed of it are contained in\nthese words (at 1093):\n\"A point was taken by Mr. Jeffs on the question of the employment of a computer,\nthe suggestion of Mr. Jeffs being that, whatever\nmight be the position of\nanything that was done before the computer was employed, although he was\nprepared to accept that computer\nprogrammes might well be copyright works, the\nresult produced as a consequence of running those programmes, was not a work of\nwhich\nit could truly be said that Mr. Ertel was the\nauthor.\nI reject this submission. The computer was\nno more than the tool by which the varying grids of five-letter sequences were\nproduced\nto the instructions, via the computer programmes, of\n18\nMr. Ertel. It is as unrealistic as it would be to suggest that, if you write\nyour work with a pen, it is the pen which is the author\nof the work rather than\nthe person who drives the pen.\"\nThe distinction\nbetween computer generated and computer aided works drawn in these writings\nseems to me to be valid and such as should\nbe recognized here. It may be of\nimportance in cases where ownership and duration of copyright are in issue, and\nbears upon this\ncase because the question whether copyright did or did not vest\nin 1971 or 1972 must be decided with reference to the Copyright Act\n63 of 1965 -\nsee\nS 43\nof the\nCopyright Act 98 of 1978\nas interpreted in Appleton and another\nv Harnischfeger Corporation and another\n[1994] ZASCA 141\n;\n1995 (2) SA 247(A)\nat 260 E and 261\nG-H.\nThis brings me back to the facts. Has Payen proved that there was a human\nauthor, in other words that the printout was not computer\ngenerated?\n19\nIn answering this question it is necessary first to observe\nthat the facts set out by Payen are extremely sparse at some critical\npoints.\nAlso that computer literacy is not to be assumed in persons over 50, as most\njudges are. Copyright is a technical subject\nand it is essential that a party\ntrying to prove it establishes the technical points necessary for his claim:\nVagar (t/a Rajshree\nRelease) v Transavalon (Pty) Ltd (t/a Avalon Cinema)\n1977\n(3) SA 766(W)\nat 775 C.\nHowever, I consider that enough evidence has been produced. After the\ncomputer had received the data what remained was essentially\nan arithmetic\nfunction including the requirement that there should be no duplication.\nMr. Ginsburg's second point was that Payen has not proved what the original\n\"work\" was, a matter sometimes interwoven with the paramount\n20\nquestion of identifying the author, as is pointed out in Dean Handboek of\nSouth African Copyright Law 1-15. It is true that Mr. Puckrin,\nfor the\nappellant, had difficulty in pinpointing at what point the original work came\ninto existence, and there were even contradictions\nin his argument. This is not\nsurprising given the sketchiness of the affidavits at some places. But there is,\nI think enough, just\nenough, to get him home. The first printout was the basis\nof all that followed. What was added or changed thereafter was done by\nemployees\nof the assignors or of Payen. Problems that might have arisen if this had not\nbeen so do not arise. Nor do I think that\nthe fact that later numbers are\nsupplied by CP or Components Eastern Limited affects the result. There is\nclearly a need for international\nuniformity in numbers. The process seems to be\nno more or no less than adding or removing items in a railway timetable on the\nbasis\nof information supplied. What Payen is doing is\n21\nmaintaining an up-to-date compilation.\nFor these reasons I consider that\nPayen has proved copyright in its catalogue cum price list.\nCopyright\nInfringement\nIn terms of\nS 43\nof the\nCopyright Act 98 of 1978\nquestions of infringement\nare to be decided in accordance with that Act even although copyright vested\nbefore it came into force.\nInfringement in this case under S 23 would consist in reproducing (meaning\ncopying) the work in any manner or form (S 6(a)). Reproduction\nof any\nsubstantial part would suffice (S 1 (2A)). By that standard there clearly were\nrepeated infringements by Bovic's use of the\nPayen code in its catalogues cum\nprice lists. Indeed Bovic has sought to justify such use in relation to unlawful\ncompetition. But\nit has desisted and now uses its own\n22\nnumbering system for purposes of identification. The Payen code does not\nappear in the current catalogue. As this retraction occurred\nafter the bringing\nof the application, Payen is entitled to its costs at least until Bovie stopped\nusing Payen's numbering system.\nBut Payen still seeks an interdict. Bovic's\nresponse is that apart from changing its catalogue cum price list it has\nundertaken not\nto repeat its use of the Payen system in them in the future and\nthat Payen has no need of an interdict, as there is no reasonable\nground for\napprehending further harm. An issue has been sought to be raised as to whether\nan undertaking has in fact been given.\nMr. Ginsburg has formally said in his\nheads and in his argument that it has. That binds his client. An interdict is\nnot a remedy\nfor a past invasion of rights: Philip Morris Inc and Ano v Marlboro\nShirt Co SA Ltd and Ano\n1991 (2) SA 720\nat 735 B. However, the infringement\ncomplained of is not confined to the catalogues\n23\nand price lists.\nAlthough the wrappings in which Bovic's gaskets are sold\nbear Bovie numbers, they to this day also bear a disclaimer that includes\nPayen's numbers, in this form, \"This product is supplied by Bovic Gaskets. The\nnumber mentioned below is for identification purposes\nonly and in no way\nsuggests that this gasket set is anything other than a Bovic product.\nAlternative To:\n(and then follows the Payen number).\"\nBovic justifies this conduct by saying that it is done in order to identify\nthe products to the purchaser in terms of a Payen number\nwith which he is\ninvariably more familiar.\nThis is copying in fact. The question is whether it is copying of a\nsubstantial part. In this connection Copinger and Skone James\n(op cit) say at\n8-26 to 8-27:\n24\n\"Quality not quantity taken the test. It has repeatedly been held that\n'substantial' in this connection relates much more to the quality\nof what has\nbeen taken than to the quantity. The quality, or importance, of the part taken\nis frequently more significant than the\nproportion which the borrowed part bears\nto the whole work. Thus if so much is taken that the value of the original is\nsensibly diminished,\nor that the labours of the original author are\nsubstantially, and to an injurious extent, appropriated by another, that is\nsufficient,\nin law, to constitute a piracy pro tanto. In deciding questions of\nthis sort, regard must be had to the nature and objects of the\nselection made,\nthe quantity and value of the materials used, and the degree to which the use\nmay prejudice the sale, or dimmish\nthe profits, direct or indirect, or supersede\nthe objects of the original work. It may be relevant to consider whether there\nhas\nbeen an animus furandi on the part of the defendant in the sense of an\nintention on the part of the defendant to take for the purpose\nof saving himself\nlabour. Many mixed ingredients enter into the consideration of such questions.\nIn short, the question of substantiality\nis a matter of degree in each case and\nwill be considered having regard to all the circumstances. Generally, it is not\nuseful to\nrefer to particular decisions as to the quantity taken.\"\nSee also Galago Publishers (Pty) Ltd and Ano v Erasmus 1989\n(1) 276(A) at 285 B-F, Fax Directories (Pty) Ltd v SA Fax Listing CC 1990\n25\n(2) SA 164(D) at 177 D - 178 F and also the remark of Petersen J in\nUniversity of London Press Ltd v University Tutorial Press Ltd [1916]2\nCh\n601 at 610, \"what is worth copying is prima facie worth protecting.\" In\nthe\npassage cited above in Galago there is a quotation from Ladbroke\n(Football)\nLtd v William Hill (Football)Ltd\n[1964] 1 All ER 465(HL)\nat 469,\nin which\nLord Reid says that a convenient short cut in deciding whether the part\ncopied\nis a substantial part is sometimes to ask whether that part on its own\nwould\nhave qualified for copyright. But, he adds, that is a short cut only and:\n\"A wrong result can easily be reached if one begins by dissecting the\nplaintiffs work and asking, could section A be the subject of\ncopyright if it\nstood by itself, could section B be protected if it stood by itself, and so on.\nTo my mind, it does not follow that\nbecause the fragments taken separately would\nnot be copyright, therefore the whole cannot be.\"\nI consider that that passage fits this case. It would be wrong\nto\ntake one wrapper and say that the code on it is not a substantial copying,\nthen\n26\nto take the next and say the same, and so on. That would be to ignore that a\nlarge part of the whole has been copied. But the matter\ngoes further. Even\nignoring warehouses, I can readily imagine that in shops a large collection of\ngaskets will be displayed on racks,\nshelves and the like, or otherwise readily\naccessible to members of the public, so that a substantial part of the Payen\nnumbers will\nindeed be displayed together, on any meaning of the word\nsubstantial. The fact that the mode of presentation differs from what is\npresented in the Payen catalogue does not, to my mind, make a difference.\nI would therefore grant an interdict in respect of wrappers. That means that\nBovic is still infringing to this day. That being so\n1 would grant an interdict\nin respect of the catalogues cum price lists as well, despite Bovic's\nundertaking. What also influences\nme in this connection is that I think that\nBovic has been less than frank in its affidavits in suggesting that the\nnumbers\n27\ncopied were not Payen's numbers, but the numbers of an English, firm Clough\nand Wood. Mr. Ginsburg has rightly not sought to press\nthis suggestion and I do\nnot think that I need expand upon it further.\nUnlawful Competition\nHaving reached the conclusion which I have in connection with copyright it is\nstrictly unnecessary to deal with unlawful competition,\nbut I shall nonetheless\nindicate briefly why I do not consider that such competition has been\nproved.\nThe broad and flexible principles relating to this branch of the law have\nbeen stated in this Division in Schultz v Butt 1986 (3)\n667(A) at 678F - 679E\nand Taylor and Horne (Pty) Ltd v Dentall (Pty) Ltd\n1991 (1) SA 412\n(A). It is\nunnecessary for me to restate them. But I would repeat that in judging questions\nof unlawfulness, not only in this Geld,\nquestions of policy\n28\nmay play an important part, and that in the field of unlawful competition an\nimportant one is the need for free competition.\nMr Puckrin, who urged this part of his case not too strongly, had some\ndifficulty in defining exactly what constituted the unlawfulness.\nIn the first\nplace he said that Bovic was competing and had appropriated part of the market\nbuilt up by Payen without itself having\nexpended skill, time and effort. This is\nnot in itself unlawful - see Taylor and Horne (above) at 422 B-D. But there were\nadded elements\nhe said. They were that there had been not only an appropriation\nbut a slavish misappropriation. It is not clear to me what the use\nof the\npejoratives adds. Then it was said that Bovic had been spared building up its\nown system. Finally, what Bovic had done \"facilitated\nsubstitution\". All in all\nnot an impressive list, when reliance on all the recognized heads\n29\nof unlawful competition is excluded.\nThe main reasons why I consider that\nunlawfulness has not been proved are these:\nFirst, much of Payen's evidence\nis to be found in the interstices between copyright and passing off. In the case\nof copyright S 41(4)\nof the Act expressly provides that no copyright or right in\nthe nature of copyright shall subsist otherwise than by virtue of the\nAct or\nsome other law. Turning to passing off, it has not been relied upon at all as\nsuch. In my opinion a court should be wary of\nallowing the sharp outlines of\nthese two established branches of the law of unlawful competition, evolved\nthrough long experience,\nto be fudged by allowing a vague penumbra around the\noutline. Unlawful competition should not be added as a ragbag and often forlorn\nfinal alternative to every trade mark, copyright, design or passing off action.\nIn most such\n30\ncases it is one of the established categories or nothing.\nSecondly, what\nwe are concerned with is a numbering system. The case is like Taylor and Horne\n(at 422 G-E) in that it is not concerned\nwith the appropriation of another's\nproduct or performance as such. There is a question of degree involved, but I\nthink that the\ncomplaint stands beyond the periphery.\nThirdly, there is a considerable body of evidence, including that of traders\nfrom Delarey to Soshanguve to the effect that the Payen\ncode system is in\ngeneral use in the gasket market in South Africa, is indeed within the public\ndomain. It would be unrealistic,indeed\nfutile for the court to try and alter\nthis situation. So why, absent copyright of course, restrain Bovic? This\nevidence comes from\nBovic's side. But Payen has sought a final interdict on\npaper. The problem that a judge faces when reading first the founding\n31\npapers and then the answer is nowhere better stated than by Jane Austen\nin\nch 36 of\nPride and Prejudice\n:\n\"... it was impossible not to feel that there was great duplicity on one side or\nthe other ... She put down the letter, weighed every\ncircumstance with what she\nmeant to be impartiality - deliberated on the probability of each statement -\nbut with little success.\nOn both sides it was only assertion. Again she read on.\nBut every line proved more clearly that the affair, which she had believed\nit\nwas impossible that any contrivance could so represent as to render Mr Darcy's\nconduct in it less than infamous, was capable of\na turn which must make him\nentirely blameless throughout the whole.\"\nPayen not\nhaving proceeded by way of action and not having even asked for oral evidence,\nmust bear the consequence that it is not\nfeasible nor just to expect a judge to\ndecide this issue in Payen's favour on the papers.\nI have spoken of the Payen code as being in general use. In fact Bovic tried\nto pitch its case much higher, contending that it was\ndriven to its plagiarism\nby necessity. There was no other way. Necessity is a strong word.\n32\nThat the compulsion was not as great as claimed is proved by the fact that\nBovic has now largely desisted from its former practices\nand is still in the\nmarket. Temptation yes, convenience yes, advantage yes, but necessity no.\nThirdly, on the evidence there is no likelihood of deception. There is no\ndirect evidence that anyone has been deceived and a considerable\nbody of\ntestimony that customers and dealers will not be confused. Again Bovic's version\nmust be accepted. Indeed I understood Mr.\nPuckrin to abandon reliance on\nconfusion at the start of his argument.\nFourthly, it has also to be accepted that Bovic's products are not inferior,\nwhatever Payen says and whatever substance there may\nor may not be in its\ncontentions in this regard.\nAll in all I do not consider that unlawfulness has been established. In this\nrespect I agree with the decision of the court a quo\n(whilst\n33\ndisagreeing on copyright infringement). That court's decision is reported as\nPayen Components SA Ltd v Bovic Gaskets CC and offers\n1994 (2) SA 464(W).\nContract\nIt is suggested that an exchange of correspondence in 1988 and 1989 led to a\ncontractual undertaking by Bovic not to use the Payen\nsystem. There was a demand\nfor such an undertaking by Payen's attorneys and a threat to take action when it\nwas not given. On 1 June\n1989 Bovic's attorneys wrote, \"We have been instructed\nthat our client has in fact complied with the various demands made by you,\nwithout admitting that it was liable to do so, but our client is not prepared to\nundertake to pay your client damages.\" Payen's attorneys\nwrote back noting the\nstatement that Bovic had complied with Payen's demands and repeating its demand\nfor a written undertaking.\n34\nThe matter rested there for some two years until the exchanges leading to\nthis litigation commenced. Nowhere in this correspondence\ndo I find an\nacceptance of Payen's offer couched in the form of a demand. Payen may have been\nentitled to feel that it had been deluded.\nBut in my opinion there was no\ncontract.\nCondonation\nPayen has applied for condonation of the late filing of a short volume five\nof the record. There was no opposition other than on the\nprospects of success\nand the non-compliance was explained, with the result that the application was\ngranted subject to wasted costs\nbeing paid by Payen, such costs to include the\ncosts consequent upon the employment of two counsel.\nCosts\n35\nBy reason of the withdrawal of the claims against the third to fifth\nrespondents in this court they are entitled to their costs in\nboth\ncourts.\nThis is a case warranting the employment of two counsel.\nOrder\nIn the result I order\nthat:\n1.\nThe appeal is allowed, the first and second respondents are ordered\nto pay the appellant's costs jointly and severally, and the appellant\nis ordered\nto pay the costs of the third, fourth and fifth respondents, all costs to\ninclude the costs consequent upon the employment\nof two\ncounsel.\n2.\nThe order made by the court a quo\nis set aside and replaced by the following:\n\"An\norder is granted:\n36\n1. Interdicting the first and second respondents, their agents and employees,\nfrom infringing the applicant's copyright vesting in\nthe applicant's identifying\ncode system set out in its catalogues and price lists by:\n(a)\t(i)\nreproducing, or\n(ii) publishing, or\n(iii) making an adaptation thereof, or any part thereof, in any material\nform;\n(b)\nreproducing or publishing\nor distributing whether in the course of trade or otherwise the first\nrespondent's price list dated 4 March\n1991 (or any infringing version\nthereof);\n(c)\nreproducing or publishing the\nsaid identifying code\n37\nsystem (or adaptations thereof) which appear in the applicant's catalogues and\nprice lists on the first respondent's gaskets or gasket\nsets or the wrappers in\nwhich they are contained.\n2.\tOrdering the first and second respondents jointly and\nseverally to pay the\napplicant's costs, such costs to include\nthose consequent upon the employment\nof two counsel.\n3.\tOrdering the applicant to pay the costs of the\nthird, fourth\nand fifth respondents, such costs to include the costs\nconsequent upon the employment of two counsel.\"\nW P SCHUTZ JUDGE OF APPEAL CORBETT CJ) HEFER JA) STEYN JA) CONCUR FH\nGROSSKOPF JA)",
  "scraped_at": "2026-02-12T07:03:00.346867",
  "date": "1995-05-25",
  "coram": [
    "CORBETT CJ",
    "HEFER JA",
    "STEYN JA",
    "FH GROSSKOPF JA",
    "SCHUTZ JA"
  ],
  "case_number": "448/93",
  "parties": {
    "applicants": [
      "PAYEN COMPONENTS SOUTH AFRICA LIMITED"
    ],
    "respondents": [
      "BOVIC GASKETS CC",
      "VICTOR WILLIAM BODELL",
      "ARTHUR LESLIE WILFRED OLIVER",
      "DAVID GEORGE BOYCE",
      "THOMAS MICHAEL BODELL"
    ]
  },
  "sections": {
    "facts": "Payen Components South Africa Ltd is a competitor in the South African gasket market. It developed a five‑character alphanumeric coding system for identifying gaskets, originally created in the United Kingdom in the early 1970s through a combination of human design and computer assistance. The code was incorporated into Payen’s catalogues and price lists and later assigned to Payen International Ltd. Bovic Gaskets CC, a rival, used the same code in its own catalogues, price lists and on the wrappers of its gaskets, claiming it was necessary for trade. Payen sued for copyright infringement, unlawful competition and breach of an alleged contract.",
    "issues": "1. Whether Payen holds a valid copyright in the coding system and its catalogues. 2. Whether the code and related material are computer‑generated works lacking a human author. 3. Whether Bovic’s use amounts to copying of a substantial part of a protected work. 4. Whether an interdict should be granted despite Bovic’s undertaking to cease use. 5. Whether the conduct also amounts to unlawful competition. 6. Whether a contract obligating Bovic not to use the code existed.",
    "principles": "The court applied South African copyright law as amended by the Copyright Act 98 of 1978, particularly sections 23, 43, 6(a) and 1(2A). It considered the Berne Convention requirements for a human author and the distinction between computer‑aided and computer‑generated works, relying on English case law (Express Newspapers v Liverpool Daily Post) and the South African case Appleton v Harnischfeger. The test for substantial copying focused on quality rather than quantity. Unlawful competition principles were drawn from Schultz v Butt and Taylor & Horne v Dentall. Contract formation requirements under common law were also examined.",
    "application": "The court found that the coding system was created by human effort (tables, programmes, manual adjustments) and therefore qualified as a literary work with a human author. Payen successfully identified the original printout as the protected work. Bovic’s reproduction of the codes in its catalogues, price lists and wrappers constituted copying of a substantial part of that work. The court rejected Bovic’s argument that the code was merely a tool and held that the interdict was appropriate despite Bovic’s later undertaking, because the undertaking did not erase past infringement and the court was not satisfied that Bovic would refrain from future use on the wrappers. The evidence did not establish unlawful competition or a binding contract, so those claims were dismissed.",
    "conclusion": "The appeal was allowed. The first and second respondents were ordered to pay the appellant’s costs jointly and severally and the appellant was ordered to pay the costs of the third, fourth and fifth respondents. The earlier interdict was set aside and replaced with a new order enjoining Bovic and its agents from reproducing, publishing or adapting Payen’s code in any material form, from using the code on its price lists, catalogues and gasket wrappers, and from any further infringement. Costs provisions were confirmed, including costs for two counsel."
  },
  "tags": {
    "level_1": "Intellectual Property Law",
    "level_2": "Copyright",
    "level_3": [
      "infringement",
      "interdict",
      "computer‑aided works",
      "unlawful competition",
      "contract formation"
    ]
  }
}