{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/161.html",
  "case_name": "Touyz v Greater Johannesburg Transitional Metropolitan Council (322/1994) [1995] ZASCA 161; 1996 (1) SA 950 (SCA); [1996] 1 All SA 115 (A); (30 November 1995)",
  "citation": "[1995] ZASCA 161",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 161\n|\nNoteup\n|\nLawCite\nTouyz v Greater Johannesburg Transitional Metropolitan Council (322/1994) [1995] ZASCA 161; 1996 (1) SA 950 (SCA); [1996] 1 All SA 115 (A); (30 November 1995)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA APPELLATE DIVISION\nIn the matter between:\nLEE ANN\nTOUYZ\tAppellant\nand\nGREATER JOHANNESBURG\nTRANSITIONAL\nMETROPOLITAN COUNCIL\tRespondent\nCOURT:\tVAN HEERDEN, VIVIER,F H GROSSKOPF,\nMARAIS JJA and VAN COLLER AJA\nHEARD:\t17 NOVEMBER 1995\nDELIVERED:\t30 NOVEMBER 1995\nJUDGMENT VAN HEERDEN JA:\n2\nDuring May 1990 the appellant (\"the plaintiff) sustained bodily injuries\nas a result of being struck by a bus whilst she was standing\non a pavement in\nJohannesburg. The bus was the property of the Johannesburg City Council (\"the\ndefendant\") against whom the plaintiff\nlater instituted an action for damages in\nthe Witwatersrand Local Division. This action, which was founded inter alia upon\nthe allegation\nthat the collision had been caused by the negligence of the\ndriver of the bus, was brought by virtue of the provisions of Articles\n12(b) and\n40 of the Schedule to the Multilateral Motor Vehicle Accidents Fund Act 93 of\n1989 (\"the Act\"). In so far as material for\npresent purposes, the latter Article\nprescribes that the MMF (the Multilateral Motor Vehicle Accidents Fund) shall be\nobliged to\ncompensate a third party for any loss or damage suffered by him as a\nresult of bodily injury to himself caused by the driving of\na motor vehicle, if\nthe injury is due to the negligence of the driver. In terms of Article 12(b),\nhowever, the MMF may not use\n3\nits monies to defray expenses incurred in respect of claims for\ncompensation contemplated in Article 40 arising out of the driving\nof motor\nvehicles, which are the property of the defendant, as long as the latter has\nmade provision on prescribed conditions for\nthe payment of compensation in terms\nof Article 40. (It became common cause that such provision had been\nmade.)\nIn its plea the defendant inter alia denied that the driver\nof the bus had been causally negligent, and at a pre-trial conference\nthe\nparties agreed that the issue of negligence should be tried separately from the\nissue of quantum of damages. At the commencement\nof the trial the court a quo\ngave effect to this agreement. The appellant was then called as a witness. Her\nevidence prima facie\nestablished that the collision had been caused by the\nnegligence of the driver of the bus. However, during the course of\ncross-examination\nthe defendant sought, and was granted, leave to file a special\nplea. It read as follows:\n4\n\"1. The Plaintiff claims in terms of the provisions of Act No 93 of 1989\n('the Act') as read with the Regulations\nthereto.\n2.\nIn terms of the\nprovisions of Article 48(f)(ii) of the agreement which forms the Schedule of the\nAct, the Defendant shall not be obliged\nto compensate any person for loss or\ndamage if such person refuses or fails to furnish it with copies of all\nstatements and documents\nrelating to the accident that gave rise to the claim\nconcerned, within a reasonable period after having come into possession\nthereof.\n3.\nThe Plaintiff and\ntwo witnesses made statements to an assessor and/or private investigator and/or\nperson to the Defendant unknown\nin approximately March of 1992 and such\nstatements have been in possession of the Plaintiff and/or her duly appointed\nrepresentative\nfrom approximately March of\n1992.\n4.\nThe Plaintiff has\nfailed to furnish the Defendant with copies of such statements within a\nreasonable period after having come into\npossession thereof and the Plaintiff\nonly furnished the Defendant with copies thereof on the 20th of January\n1994.\n5.\nIn terms of the\nprovisions of Article 63 of the above Agreement, no claim shall be enforceable\nby legal proceedings commenced by a\nsummons served on the Defendant before all\nrequirements as set out in\nArticle\n5\n48(f) have been complied with.\n6.\nThe Plaintiff\nissued her summons in about June\n1993.\n7.\nThe Plaintiff during\nor about March 1992,\nalternatively\nprior to the issue of the summons had\nin her possession\nalternatively\nin the possession of her representatives,\nstatements by herself and two witnesses which statements were furnished to the\nrepresentative\nof the Defendant only on the 20th of January\n1994.\n7. In the premises, the Defendant is\nnot liable to compensate the Plaintiff as claimed or at all,\nalternatively\nthe Plaintiffs claim is not enforceable by the present\nlegal proceedings.\"\nThe factual averments in the special plea were admitted by\nthe\nplaintiff. Counsel then proceeded to debate two questions, viz\nwhether\nArticles 48(f) and 63 of the Schedule enure for the benefit\nof the\ndefendant - as distinguished from the MMF and an appointed\nagent - and,\nif so, whether plaintiff had failed, as alleged in the special plea, to\nfurnish\nthe defendant with copies of the statements in question\nwithin a\nreasonable time. The trial court found for the defendant on both\nissues\n6\nand in consequence dismissed the plaintiffs claim with costs.\nSubsequently it granted the plaintiff leave to appeal to this\ncourt.\n(Prior to the hearing of the appeal the defendant was\nsubstituted as a party by the present respondent in its capacity as the deemed\nsuccessor-in-law to the defendant.)\nBefore us counsel for the plaintiff again submitted that Articles 48(f)\nand 63(b) of the Schedule do not apply to a claim brought\nagainst the defendant\nunder the Act. The kernel of this submission was that there is no mention of the\ndefendant - again as distinguished\nfrom the MMF and an appointed agent - in\nthose Articles.\nArticle 48(f) reads as follows:\n\"The MMF or an appointed agent, as the case may be, shall not be obliged\nto compensate any person in terms of Chapter XII [which includes\nArticle 40] for\nany loss or damage -\n(f) if the claimant concerned refuses or fails-\n(i) to submit to the MMF or the appointed agent, together with his claim\nform, as prescribed by the\n7\nBoard, or within a reasonable period thereafter and if he is in a\nposition to do so, an affidavit in which particulars of the accident\nthat gave\nrise to the claim concerned are fully set out; or (ii) to furnish the MMF or the\nappointed agent with copies of all statements\nand documents relating to the\naccident that gave rise to the claim concerned, within a reasonable period after\nhaving come into possession\nthereof.\"\nAnd Article 63(b) provides:\n\"No claim shall be enforceable by legal proceedings commenced by a\nsummons served on the MMF or an appointed\nagent-\n(b) before all requirements as set out in Article 48(f) have been\ncomplied with ....\"\n(For the purposes of this appeal Article 48(f), as it now reads, does not\ndiffer in a material respect from its wording prior to its\namendment by\nProclamations 102 of 1991 and 62 of 1993.)\nIn terms of Article 1 of\nthe Schedule an \"appointed agent\" is an agent appointed by the MMF under Article\n13. The defendant was not\n8\nso appointed and there is hence no express reference to the defendant\nin\nArticles 48 and 63. Nor is the defendant mentioned expressly in\nArticles\n40, 42, 43, 44, 45, 46, 47, 47A, 47B, 52 and 62 of the Schedule\nwhich\nin terms have reference only to the MMF or an appointed agent.\nIndeed,\napart from Article 12(b), the defendant is named in only two\nArticles of\nthe Schedule. The first is Article 54 which\nprovides:\n\"The appointed agent or the MMF or the owner mentioned in Article 12(b)\nshall within a reasonable period after the third party has\ncomplied with the\nprovisions of Article 48(f)(i), furnish the third party or his agent with a copy\nof the information and statements\nwhich the said owner or driver furnished in\nterms of Article 53, as well as all statements which were or are obtained from\nwitnesses\nto the accident.\"\nThe second is Article 65 which stipulates that the provisions\nof\nArticle 64 are also applicable where the owner referred to in\nArticle 12(b)\n(i e the defendant) has paid compensation in terms of Chapter\nXII\n(Articles 40 to 45) for loss or damage caused by the negligence or\nother\nunlawful act of somebody else. Article 64 in turn provides that the\nMMF\n9\nor an appointed agent who has paid compensation under chapter XII may\nunder certain circumstances exercise a right of recourse.\nThe trial\ncourt held, however, that unless the Schedule to the Act \"is interpreted, in\ngeneral, to equate the defendant with an appointed\nagent, absurdities arise\nwhich could not have been contemplated by the legislature\", and that hence\nArticles 48(f) and 63(b) should\nbe construed so as to include the\ndefendant.\nThere is no provision in the Act or the Schedule which in\nso many words casts an obligation upon the defendant to compensate a third\nparty\nfor loss or damage suffered as a result of inter alia bodily injury caused by or\narising from the negligent driving of a motor\nvehicle belonging to the\ndefendant. Yet it can hardly be doubted that such an obligation is implicitly\ncreated by the provisions\nof Article 40, read with Article 12(b), of the\nSchedule. In relation to its motor vehicles the defendant therefore incurs the\nliability\nwhich, but for the provisions of\n10\nArticle 12(b), would have rested upon the MMF or its appointed agent\nunder Article 40. In general it would consequently be anomalous\nif other\nArticles of the Schedule which create rights and obligations for the MMF and an\nappointed agent in regard to claims preferred\nunder Article 40 do not likewise\napply to similar claims brought against the defendant.\nIt is,\nhowever, not necessary to go as far as the trial court. I say so because in my\nview there are sufficiently clear indications\nthat references in at least\nArticles 48 and 63 to the MMF or an appointed agent impliedly include the\ndefendant.\nIn this regard Article 54 is of primary importance. It\nwill be recalled that Article 48(f)(i) relates to a refusal or failure to submit\nto the MMF or an appointed agent a prescribed affidavit. No mention is made of\nthe defendant. Yet, Article 54 enjoins the appointed\nagent or the MMF or the\ndefendant to furnish the third party or his agent with specified information and\nstatements, including statements\nobtained from witnesses\n11\nto the accident, within a reasonable time after the third party has\ncomplied with the provisions of Article 48(f)(i). Now, when a\nclaim is preferred\nagainst the defendant under Article 40 no purpose would be served if the\nrequired affidavit were to be submitted\nto the MMF. (Clearly, the MMF would not\nappoint an agent in such a case.) Indeed, the MMF would not at all be concerned\nwith such\na claim. In consequence, only the defendant would have an interest in\nthe receipt of the prescribed affidavit. And its own obligation\nunder Article 54\ncan obviously arise only if the affidavit has been submitted to it (as\ndistinguished from the MMF or an appointed\nagent). It seems clear, then, that\nArticle 48(f)(i) by necessary implication includes the defendant.\nThe above obligation of the MMF or an appointed agent or the defendant to\nfurnish the prescribed information and statements is in\na real sense reciprocal\nto the indirect obligation imposed upon a claimant by Article 48(f)(ii).\nClearly, however, when a claim is\npreferred against the\n12\ndefendant by virtue of the provisions of the Schedule it will only be\nit\nwhich will be concerned with compliance with that indirect\nobligation.\nHence, and again as a matter of necessary implication,\nArticle 48(f)(ii)\nalso includes the defendant.\nReference may also be made to Article 48(e) in terms of\nwhich\nthe MMF or an appointed agent shall not be obliged to\ncompensate any\nperson for any loss or damage\n\"(e) suffered as a result of bodily injury to any person who-(i)\nunreasonably refuses or fails to subject himself, at the request\nof the MMF or\nthe appointed agent and at the cost of the MMF or that agent, to any medical\nexamination or examinations by medical\npractitioners designated by the MMF or\nthe said agent; (ii) refuses or fails to furnish the MMF or the appointed agent,\nat its or\nhis request and cost, with copies of all medical reports in his\npossession that relate to the relevant claim for compensation; or\n(iii) refuses\nor fails to allow the MMF or the appointed agent at its or his request to\ninspect all records relating to himself that\nare in the possession of any\nhospital or his medical practitioner....\"\n13\nThe purpose of these provisions is clear. They indirectly compel a\nclaimant to co-operate in providing the MMF or an appointed agent\nwith\ninformation relating to the quantum of his damages, either for the purpose of\nmaking an offer of settlement or preparing a defence\nto the claim. It is hardly\nnecessary to say, however, that when a claim is preferred against the defendant\nunder the Schedule it\nhas a like interest in obtaining such\ninformation.\nIt is unnecessary to deal with paragraphs (a) to (d) of\nArticle 48. It suffices to say that those provisions do not give rise to any\nanomalies should Article 48 be construed as impliedly including the defendant.\nThere is, however, a further general consideration\nwhich should be borne in\nmind. Article 48 excludes in a number of instances the liability imposed by\nArticle 40. Now, as has been\npointed out, in relation to its motor vehicles the\ndefendant steps into the shoes of the MMF or an appointed agent and incurs the\nliability created by Article 40. It would\n14\ntherefore be highly anomalous should the provisions relating to the\nexclusion of liability enure for the benefit of the MMF or an\nappointed agent\nbut not, in applicable cases, for that of the defendant.\nI therefore\nhold that Article 48 impliedly includes the defendant. Mainly because of the\nreference in Article 63(b) to Article 48(f)\nthis interpretation leads to the\ninevitable conclusion that Article 63(b) should be likewise\nconstrued.\nI turn to the question whether the appellant failed to\ncomply with the provisions of Article 48(f)(ii). On appeal counsel for the\nappellant submitted that the court a quo wrongly found that the statements in\nquestion were not furnished to the defendant within\na reasonable time after the\nplaintiff or her representative had come into possession thereof. I shall,\nhowever, assume in favour\nof the defendant that that finding is unassailable,\nand proceed to consider counsel's main contention, viz, that mere inaction does\nnot constitute a failure within the ambit of Article\n15\n48(f).\nIn Union and South-West Africa Insurance Co Ltd v\nFantiso\n1981 (3) SA 293\n(A) this court was called upon to consider the meaning\nof the word \"fails\" in s 23(c)(ii) of the Compulsory Motor Vehicle Insurance\nAct\n56 of 1972 (\"the 1972 Act\"). The respondent in that matter instituted an action\nfor damages against the appellant, alleging that\nhe had sustained bodily\ninjuries when knocked down by a car insured by the appellant in terms of the\n1972 Act, and that the accident\nhad been caused by the negligence of the driver\nof the car. The appellant's amended plea contained a paragraph 8 which in effect\nconstituted a special plea. In this paragraph the appellant disclaimed liability\nby reason of the respondent's alleged failure to\ncomply with the provisions of s\n23(c)(ii) of the 1972 Act. The appellant averred, inter alia, that by letter\ndated 29 November 1979\nits attorneys had requested the respondent's attorneys to\nfurnish the former with copies of a medical report by one Dr Warren which\nwas\nthen\n16\nin their possession; that when replying on 3 December the\nplaintiff's\nattorneys did not annex copies of that report but in\nessence merely stated\nthat the information obtained from Dr Warren\ndid not affect the issue of\nquantum of damages; that a copy of the\nreport was handed to the\nappellant's attorneys only on 13 August\n1980, i e, five days before the\ndate of set down of the trial, and\nthat:\n\"(g) Plaintiffs failure to attach a copy of the said medical report to\nits reply to defendant's request as aforesaid, alternatively\nits unreasonable\ndelay in handing a copy of the said report to defendant, amounts in the premises\nto a refusal or failure to furnish\ndefendant at its request with a copy of such\nreport in terms of the said section\".\nThe factual allegations in the special plea were apparently admitted by\nthe respondent but although Dr Warren's report contained information\nrelevant to\nthe merits of the matter, the plea was dismissed by the court of first instance.\nOn appeal to this court that decision\nwas confirmed.\nIn so far as material s 23(c)(ii) of the 1972 Act provided:\n17\n\"An authorized insurer shall not be obliged to compensate any person ...\nfor any loss or damage-\n(c) suffered as a result of bodily injury to any person who-\n(ii) refuses or fails to furnish the authorized insurer at his request\n... with copies of all medical reports in his possession, relating\nto the\nrelevant claim for compensation....\"\nOn appeal Rumpff CJ emphasised that the general object of the\n1972 Act was to afford third parties the widest possible protection\nagainst\nloss sustained through the negligent or unlawful driving of\na motor\nvehicle. (See also Constantia Insurance Co Ltd v Hearne\n1986\n(3) SA\n60\n(A) 671-J.) As regards the meaning of the words \"refuses\"\nand \"fails\"\nin s 23(c)(ii) the Chief Justice said (at p 301\nB-D):\n\"The word 'refuses' implies a specific verbal or written refusal. Having\nregard to the context of the Act and of s 23 itself, the\nword 'fails' in (c)(ii)\nimplies more than the mere omission to furnish copies of reports. To hold\notherwise would create an injustice\nwhich the Legislature could not have\nintended. In view of the seventy of the penalty, a final loss of claim, one has\nto consider\nthe failure to furnish copies of reports in a restrictive manner,\nrestrictive in the sense that a court will not deprive the\n18\nplaintiff of his right to claim compensation unless he can be said to\nhave obstructed the insurer from getting the information which\nhe is entitled\nto. As the object of the section is to allow the insurer to get information,\nforfeiture of plaintiffs claim will only\nbe allowed, in my view, if the\ninformation is wilfully withheld after a request is made or if the request is\ndeliberately ignored.\"\nTurning to the facts of the appeal Rumpff CJ went on to say (at\np 301 G-H):\n\"The letter dated 3 December 1979 was not a refusal in express terms.\nAlthough it may have been evasive as to the full contents of\nDr Warren's report,\nI do not think that plaintiffs attorneys deliberately tried to hoodwink the\ndefendant's attorneys. It is quite\npossible that they were bona fide in their\nstatement in the letter that they considered that the report did not affect the\nquestion\nof damages as such, and that the failure at the time to provide a copy\nof the report itself was due to inadvertence.\"\nCounsel for the respondent in the present matter pointed out, as\ndid the court a quo, that unlike s 23(c)(ii) of the 1972 Act, Article\n48(f)\nof the Schedule does not require a request for the furnishing of\na\ndocument. That distinction, however, has no bearing on the\nquestion\n19\nwhether the word \"fails\" in Article 48(f) should be given the same\nmeaning as that accorded by the Chief Justice to the identical\nword in s\n23(c)(ii). It is true that in the judgment of Rumpff CJ there are references to\na request, but this was entirely due to\nthe fact that in the absence of a\nrequest there could not have been a refusal or failure within the ambit of s\n23(c)(ii). Hence the\nrequirement of a request played no part in the construction\nplaced upon the word \"fails\". It is indeed clearly implicit in the reasoning\nof\nthe Chief Justice that since the word was of uncertain meaning it had to be\ninterpreted in favour of third parties. It was for\nthis reason that he equated\nthe word with deliberate inaction; i e, a failure to act in the appreciation\nthat action is or may be\nrequired.\nThe object of the present Act is\nmanifestly the same as that of the 1972 Act, and in the context in which it\nappears in Article 48(f)\n\"fails\" remains a word of uncertain meaning. It\ntherefore appears to me that the construction of \"fails\" in Fantiso governs the\nmeaning\nof the\n20\nsame word in Article 48(f).\nThis conclusion is to some extent\nborne out by Article 48(e)(ii) which has been quoted above. It provides for the\nforfeiture of a\nclaim relating to bodily injury if the person concerned \"refuses\nor fails to furnish the MMF or the appointed agent, at its or his\nrequest and\ncost\" with copies of certain medical reports. Counsel for the respondent rightly\nfelt constrained to concede that on\nan application of the Fantiso construction\nthe word \"fails\" in Article 48(e)(ii) means \"deliberately fails\". That being so,\nit is\nin my view unlikely that the legislature intended the same word to bear a\ndifferent meaning in Article 48(f).\nIt follows that a mere omission\ncannot constitute a failure within the meaning of Article 48(f), and that for\nthe purposes of Article\n48(f)(ii) there must be a deliberate withholding of a\nstatement or a document before it can be said that the claimant failed to\nfurnish\nthe same. That, I perceive, was also the view held by Van Rensburg AJP\nin his\n21\nunreported judgment in Goliath v Fedgen Insurance Company Limited (case\n92/92 BCD). See also the unreported judgment of Goldblatt\nJ in Zeem v Mutual and\nFederal Insurance Company Limited (case 34809/91 WLD).\nOn the\nassumption that Article 48(f) does not penalise mere inaction counsel for the\nrespondent advanced an alternative submission.\nIt was this. Since the plaintiff\nattracted the overall onus of proving that the defendant was liable to\ncompensate her under the\nSchedule, she had to show that she was not non-suited\nby virtue of inter alia the provisions of Article 48(f)(ii). That Article does\nnot, however, create a limitation on the general liability imposed by Article\n40. What it does, is to provide for the termination\nof a claim which has already\narisen by virtue of Article 40. The position in casu is therefore analogous to\nthat obtaining in a case\nwhere a seller claims payment of the purchase price and\nthe purchaser pleads that the seller's rights came to an end because of\na\n22\ncancellation of the sale for one reason or another. Clearly, in the\npostulated case the purchaser bears the onus of proving such termination.\nA\nfurther alternative submission was that in view of the plaintiff's omission to\nfurnish the defendant with copies of the statements\nin question for a period of\nnearly two years after having come into possession thereof, and in the absence\nof an explanation for\nher inaction, the most plausible inference to be drawn\nfrom the omission is that it was deliberate. There might have been merit in\nthis\nsubmission were it the defendant's case that copies of the statements had been\ndeliberately withheld. However, in paragraph\n4 of the special plea no more was\naverred than that the plaintiff had failed to furnish the defendant with such\ncopies. I am not\nunmindful of the fact that when an averment in a pleading is\ncouched in the same language as that of a statutory provision, it may\nbe\nlegitimate to conclude that the pleader assigned to the words in question their\nstatutory meaning. In the present case, however,\nsuch\n23\nconclusion cannot properly be drawn. I say so because of the\ncumulative\neffect of two factors. Firstly, it is as plausible that the draftsman of\nthe\nspecial plea was under the impression that Article 48(f)\npenalises mere\ninaction, and that the averment under consideration\nwas therefore intended\nto relate solely to such inaction. Secondly,\nwhen counsel who appeared\nfor the defendant at the trial informed\nthe court a quo that the facts set\nout in the special plea were\ncommon cause, he clearly intimated that the\naverment indeed related\nto a mere omission. He said:\n\"We are agreed that the facts set out in the special plea are common\ncause. In other words that the statement of the plaintiff and\nthe two witnesses\nwere in her possession or that of her representatives from approximately March\n1992 and as far as paragraph 4 is\nconcerned, that she failed to furnish such\ncopies until 20 January 1994....\"\nCounsel for the respondent rightly\nrefrained from suggesting that it was agreed that the plaintiff had deliberately\nwithheld copies\nof the\nstatements from the defendant. Hence, the\nrelevant fact \"set out in the\n24\nspecial plea\" which was common cause, was a mere omission on the part of\nthe plaintiff. In the result the court a quo was not called\nupon to decide\nwhether the plaintiff had deliberately failed to furnish copies of the\nstatements to the defendant.\nIt was common cause that the appeal had\nto succeed should it be found that the word \"fails\" in Article 48(f) means\n\"deliberately fails\",\nand that the defendant was precluded from relying on a\ndeliberate failure on the part of the plaintiff. In this regard I should mention\nthat counsel for the respondent did not contend that the special plea should in\nany event have been upheld because of the provisions\nof Article 63(b) of the\nSchedule.\nThe appeal is allowed with costs, including the costs of\ntwo counsel, and the following is substituted for the order of the court\na\nquo.\n25 \"The defendant's special plea is dismissed with costs.\"\nH J O VAN HEERDEN JA\nVIVIER JA\nF H GROSSKOPF JA CONCUR\nVAN COLLER AJA\nMARAIS JA/\n1\nMARAIS JA/\nI have had the advantage of reading the judgment\nof my learned brother\nVan Heerden\nand am in entire and respectful\nagreement with him and the other members of the Court that articles 48 (f) and\n63 of the Schedule\nenure for the benefit of the defendant in this case. I agree\ntoo that it was for the defendant to prove that the plaintiff had forfeited\nher\nright to be compensated by reason of her non-compliance with those provisions\nand not for the plaintiff to prove that she had\nnot forfeited her\nright.\nWith some reluctance I concur too in the conclusion that it was not\nestablished by the defendant that the plaintiff had failed to\nfurnish the\nrelevant statements within the meaning of article 48 (f). My lack of enthusiasm\nstems from my respectful but serious\ndoubt about the correctness of the decision\nof this court in\nFantiso's\ncase.\n2\nThe passages from that judgment which have been cited by my learned\nbrother\nVan Heerden\nstrike me as less than convincing. A plaintiff who\nfails after being requested to do so to furnish an insurer with a relevant and\nmaterial statement has, as a fact, \"obstructed the insurer from getting the\ninformation which he is entitled to.\" Whether such a\nplaintiff did so wilfully\nin the sense that he desired his failure to have that effect, or whether he did\nso unwittingly and without\nintending to obstruct the insurer from getting the\ninformation, the result is the same: the insurer has been deprived of\ninformation\nwhich the legislature plainly intended it to have. So much so did\nthe legislature intend it to have the information, that a drastic\nsanction was\nprovided to concentrate the minds of claimants and their legal representatives\nupon the need to see to it that the clear\nobject of the legislature was not\nfrustrated. It is therefore not easy to accept that\n3\nthe legislature was content to allow its object to be frustrated no\nmatter how neglectful a claimant may have been in failing to respond\nto such a\nrequest. The statement \"As the object of the section is to allow the insurer to\nget information, forfeiture of plaintiff's\nclaim will\nonly be allowed\tif the information is wilfully withheld after a\nrequest is made or if the request is deliberately ignored\" is, in my\nrespectful opinion, patently a non sequitur. Moreover, the object\nof the section\nwas not merely to \"allow\" the insurer to get information; it was to compel the\nclaimant to furnish it on pain of forfeiture\nof his claim if he did not. A\ncareless failure to furnish highly relevant information upon request is just as\npotentially prejudicial\nto an insurer which needs the information to assess\nwhere it stands before substantial costs of litigation are incurred as a\ndeliberate\nrefusal to do so. If the sanction provided by the legislature is not\nto apply to\n4\ncareless or negligent failures to fulfil the duty of disclosure cast upon\nclaimants, there will be little incentive for claimants\nand their legal\nrepresentatives to see to it that they do indeed fulfil the duty cast upon them\nand so ensure that the object of\nthe legislation is achieved. A fortiori is that\nso where (as here) the relevant provision requires a claimant to furnish\ninformation\nmero motu and without having been asked to do so. The interpretation\ngiven to the relevant statutory provision in\nFantiso's\ncase largely\nstrips the sanction provided by the legislature of its effectiveness and\nfrustrates the achievement of the legislature's\nclear objective. That objective\nis no less important than the other objective of the legislation upon which so\nmuch stress was laid\nby the court in\nFantiso's\ncase. It is with blameless\ntaxpayers' money that claimants are compensated and it is little enough to ask\nof claimants that they\ntake seriously their obligation to provide\nrelevant\n5\ninformation to the insurer. The reasons given for so\nrestricting the\nplain meaning of the language of the provisions and\nimposing the\ngloss of deliberate obstructionism upon them which the\ncourt did, are,\nin my respectful view, of doubtful validity. There\nare other less\nquestionable and more easily defensible techniques of\ninterpretation\navailable to prevent, without doing violence to its\nlanguage, such a\nprovision from becoming an instrument of tyranny in\nthe hands of\ninsurers; techniques such as insistence upon\nmateriality, recognition\nof maxims such as lex non cogit ad\nimpossibilia and de minimis non\ncurat lex, use of the doctrine of\nsubstantial compliance, and the like.\nHowever that may be, it was\nnot contended before us that\nFantiso's\ncase was wrongly\ndecided and I hesitate to conclude that it\nis clearly wrong in the\nabsence of full argument as to its correctness.\nPostulating its\ncorrectness, I agree with the other members of the\n6\nCourt that by parity of reasoning article 48 (f) falls to be\ninterpreted\nin the same way as sec 23 (e) (ii) of the 1972 Act was\ninterpreted in\nFantiso's\ncase. I agree too that, if that be so, the defendant did\nnot\nestablish that the plaintiff failed to furnish the relevant\nstatements\nwithin the meaning of article 48 (f) and that the appeal should\nbe\nallowed.\nR M MARAIS",
  "scraped_at": "2026-02-12T08:55:46.681659",
  "date": "1995-11-30",
  "coram": [
    "Van Heerden JA",
    "Vivier JA",
    "F H Grosskopf JA",
    "Van Coller AJA",
    "Marais JA"
  ],
  "case_number": "322/1994",
  "parties": {
    "applicants": [
      "Lee Ann Touyz"
    ],
    "respondents": [
      "Greater Johannesburg Transitional Metropolitan Council"
    ]
  },
  "sections": {
    "facts": "In May 1990 the appellant, Lee Ann Touyz, was standing on a pavement in Johannesburg when she was struck by a bus owned by the Johannesburg City Council. The collision caused bodily injuries for which she later sued the council in the Witwatersrand Local Division, relying on the Multilateral Motor Vehicle Accidents Fund Act 93 of 1989 (the Act). The action was founded principally on the allegation of driver negligence and was brought under Articles 12(b) and 40 of the Schedule to the Act. The council denied driver negligence and, at a pre‑trial conference, the parties agreed to try negligence separately from quantum of damages. During the trial the appellant’s evidence supported the claim of negligence, but the council obtained leave to file a special plea asserting that the appellant had failed to furnish copies of statements relating to the accident within a reasonable time, contrary to Article 48(f)(ii) of the Schedule. The appellant admitted the factual averments in the special plea and contended that the delay (statements made in March 1992 were only supplied on 20 January 1994) did not constitute a statutory failure.",
    "issues": "The court had to determine (1) whether Articles 48(f) and 63(b) of the Schedule, which expressly refer to the MMF or an appointed agent, also bind the defendant (the council) when a claim is brought against it under the Act; (2) whether the appellant’s omission in furnishing the statements amounted to a “failure” within the meaning of Article 48(f)(ii), i.e., whether mere inaction suffices or a deliberate withholding is required; and (3) consequently whether the special plea should succeed to bar the appellant’s claim.",
    "principles": "The judgment relied on principles of statutory interpretation, emphasizing that where the defendant steps into the shoes of the MMF for claims under Article 40, the attendant rights and obligations of the MMF and its appointed agent must be read as extending to the defendant. Article 54 was highlighted as evidence that Articles 48 and 63 were intended to include the defendant. Regarding the meaning of “fails,” the court adopted the construction from Union and South‑West Africa Insurance Co Ltd v Fantiso, holding that “fails” implies a deliberate or wilful failure, not mere omission, and that the purpose of the provision is to prevent obstruction of the insurer’s access to information.",
    "application": "Applying these principles, the court concluded that Articles 48(f) and 63(b) indeed apply to the council, so the special plea could be invoked against it. However, the appellant’s delay in providing the statements was characterized as a mere omission rather than a deliberate withholding. In line with the Fantiso construction, such inaction does not satisfy the statutory requirement of “fails,” and therefore the appellant had not forfeited her right to compensation. The council therefore failed to establish the elements of its special plea.",
    "conclusion": "The appeal was allowed. The council’s special plea was dismissed with costs, and the appellant’s claim for damages under the Act was reinstated. The judgment affirmed that the defendant is bound by Articles 48(f) and 63(b) but that the plaintiff did not deliberately fail to furnish the required statements, so the claim could proceed."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Statutory Interpretation",
    "level_3": [
      "Multilateral Motor Vehicle Accidents Fund Act",
      "Article 48",
      "Article 63",
      "failure to furnish statements",
      "deliberate omission"
    ]
  }
}