{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/37.html",
  "case_name": "S v Ramalope (690/93) [1995] ZASCA 37; [1995] 4 All SA 116 (A) (29 March 1995)",
  "citation": "[1995] ZASCA 37",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 37\n|\nNoteup\n|\nLawCite\nS v Ramalope (690/93) [1995] ZASCA 37; [1995] 4 All SA 116 (A) (29 March 1995)\nDownload original files\nPDF format\nRTF format\nREPORTABLE CASE NO. 690/93\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE DIVISION)\nIn the matter between:\nKENNETH RAMALOPE\nAPPELLANT\nand\nTHEE\nSTATE\nRESPONDENT\nCORAM\n:\tNESTADT, STEYN, JJA et OLIVIER,\nAJA\nDATE OF HEARING\n: 24 FEBRUARY 1995\nDATE OF JUDGMENT\n: 29 MARCH 1995\nJUDGMENT OLIVIER AJA;\nTwo interrelated issues are to be decided in this\nappeal: whether, on the facts of the case, the disallowance of re-examination of\nthe appellant by his counsel amounted to an irregularity, and, if so, what the\nlegal consequences of such an irregularity are.\nThe appellant (who, appearing\nat the trial with two others, was accused no 2) was convicted in the Regional\nCourt at Germiston, Mr\nJ J F Coetzer presiding, of armed robbery, in which R577\n449,41 in cash and a 9mm\n2\nBrowning pistol were taken on 28 October 1991 (count 1), and of theft of a\nFord light delivery vehicle on 19 September 1991 (count\n2). He was sentenced to\nten years' imprisonment on the first count and five years' imprisonment on count\n2. He and his two co-accused\nappealed against their convictions and sentences to\nthe Witwatersrand Local Division. Le Grange J, with whom Flemming DJP concurred,\nconfirmed the convictions and sentences. Subsequently the same court dismissed\nan application for leave to appeal to this Court.\nIn September 1993 this\nCourt granted the appellant leave to appeal against his convictions, but only on\nthe ground that the trial\nmagistrate may have erred in disallowing\nre-examination of the appellant after he had been cross-examined.\nThe factual\nbackground\nTwenty-one State witnesses testified on behalf of the\nprosecution and were cross-examined by counsel for the defence. The attitude\nof\nthe trial magistrate with regard to re-examination is clearly evident from his\ninstruction\n3\nto each of the State witnesses to stand down at the conclusion of their\ncross-examination. The prosecution was never offered an opportunity\nto\nre-examine any of its witnesses. Surprisingly, the prosecutor never requested an\nopportunity to re-examine any of his witnesses,\nand the correctness of the\nmagistrate's attitude was never tested at that stage.\nHowever, the matter was\nraised at the end of the cross-examination of the first accused. Without\nreferring to counsel for the defence,\nthe magistrate instructed the accused to\nreturn to the stand. Counsel for the defence rose and indicated that he had not\nbeen given\nan opportunity to re-examine, but that, in any event, he had no\nquestions for re-examination. The magistrate asked him to elucidate\nthat\nstatement, whereupon counsel replied that the Court had not asked him whether he\nwished to re-examine the witness. The magistrate\nthen enquired why the Court\nshould ask such a question. Counsel replied that it was customary for the court\nto ask whether there\nwas any reexamination. To this the magistrate replied: \"Nee\ndit is nie hierdie hof se gebruik nie.\"\n4\nAt the conclusion of the cross-examination of the appellant, his\ncounsel\nrequested an opportunity to re-examine, and the following\ninterchange then\ntook place:\n\"\nHOF\n: Waaroor?\nMNR VAN PER MERWE\n: Oor aspekte wat die staat oor kruisverhoor\nhet.\nHOF\n: Is dit aspekte wat eers ontstaan het uit die kruisverhoor van\ndie\nstaat?\nMNR VAN PER MERWE\n: Spesifiek aspekte wat die staat geopper het\noor die sekerheid van mnr. Stewart oor die identifikasie van\nbeskuldigde, en so meer.\nHOF\n: Maar dit is nie aspekte wat ontstaan het tydens kruisverhoor\nnie.\nMNR VAN PER MERWE\n: Is die hof se bevinding dat die vrae\n(onhoorbaar)?\nHOf\n: Ja. U is alleen geregtig om her te ondervra oor aspekte, oor\naangeleenthede wat ontstaan het uit kruisverhoor.\nMNR VAN PER MERWE\n: Pit is my submissie dit het ontstaan uit\nkruisverhoor. Pie kwessie, die staat het geopper dat mnr. Stewart so\nseker is van die identifikasie van beskuldigde 2 dat hy kan sê dat\nbeskuldigde 2 die voertuig gesteel het en omdat dit ontstaan het onder\nkruisverhoor wil ek he die beskuldigde moet verder daaroor getuig, met\nrespek.\nHOf\n: Die hof laat u nie toe nie. Die bedoeling van herondervraging\nis aspekte wat ontstaan het, met ontstaan word bedoel\nnuwe aspekte\nwaaroor u nie kon gevra het onder ondervraging.\nMNR VAN PER MERWE\n: Edelagbare ek stry nie met die hof nie. Ek\naanvaar die hof se beslissing ..(tussenbei)\nHOF\n: Die hof wil net verduidelik die hof se optrede want dit is\nduidelik\n5\ndat u beslis verskil met die hot.\nMNR VAN PER MERWE\n: Dit is so, ek (onhoorbaar) dit.. (tussenbei)\nHOF\n: Die hof wil net vir u die redes gee waaroor die hof dit nie\ntoelaat\nnie.\nMNR VAN PER MERWE\n: (Onhoorbaar) die hof op 'n regsbasis maar\nek sal dit hou (onhoorbaar). Daar is een ander aspek wat ek ook oor\nwil herverhoor en dit is die aspek van die beskuldigde se beserings\nwaaroor die staat wel gekruisverhoor het, 'n kwessie wat reeds al\ngeopper is tydens kruisverhoor van 'n staatsgetuie maar ek voel dat die\nbeskuldigde geregtig is omdat die staat in diepte op hierdie kwessie\ningegaan het om dit by wyse van sy getuienis voor die hof te plaas\nnaamlik dat hy aan die voorsittende beampte gerapporteer het dat hy\naangerand is en 'n sekere aantal beserings getoon en dat dit inderdaad\ngenotuleer is.\nHOF\n: Dit word ook nie toegelaat nie.\nMNR VAN PER MERWE\n: Soos dit die hof behaag (onhoorbaar).\nHOF\n: U kan terugstap.\" (My italics.)\nThe right to\nre-examine\nThe time-honoured sequence of our adversarial system of\nexamination-in-chief, cross-examination and re-examination is enshrined, as\nfar\nas criminal trials are concerned, in\nsec 166(1)\nof the\nCriminal Procedure Act,\n1977\n, which reads as follows:\n\"166. Cross-examination and re-examination of witnesses.-(l) An\naccused may cross-examine any witness called on behalf of the prosecution at\ncriminal proceedings or any co-accused who testifies\nat\n6\ncriminal proceedings or any witness called on behalf of such co-accused at\ncriminal proceedings, and the prosecutor may cross-examine\nany witness,\nincluding an accused, called on behalf of the defence at criminal proceedings,\nand a witness called at such proceedings\non behalf of the prosecution may be\nre-examined by the prosecutor on any matter raised during the cross-examination\nof that witness,\nand a witness called on behalf of the defence at such\nproceedings may likewise be re-examined by the accused.\"\nThe\nright of a party to re-examine his or her witness is, therefore, not a privilege\nor favour granted by the court, but a legal right,\nstatutorily entrenched. The\naccused called to testify in a criminal trial is \"... a witness ... on behalf of\nthe defence\" and he\nis entitled to rely upon\nsec 166(1).\nAs far as the right\nto re-examine a witness is concerned, the operative words in\nsec 166(1)\nare \"...\non any matter raised during the cross-examination of that witness\". The\ncorresponding Afrikaans text (which is the official\none) reads \"... oor enige\naangeleentheid wat tydens die kruisondervraging van daardie getuie\nontstaan.\"\nTwo points emerge from an analysis of the quoted words. First, there is a\nstatutory right to re-examine on \"any matter\" if it is raised\nduring the\n7\ncross-examination. These are words of very wide compass, \"any\" being a word\nof wide and unqualified generality (see\nR v Hugo\n1926 AD 268\nat 271).\nSecondly, the right to re-examine a witness on \"any matter\" is only limited to\nthe extent that it was a matter \"... raised\nduring the cross-examination of that\nwitness.\" The contextual meaning of\"... any matter raised during the\ncross-examination of that\nwitness\" cannot, in my view, reasonably lead to\nmisunderstanding. \"Raise\" means \"... to bring up (a question, point, etc.); to\nbring\nforward (a difficulty, objection, etc.); to advance (a claim)\"\n(The\nShorter Oxford English Dictionary\n. 3rd ed sv II.8.(b)). It does not, and\ncannot, be taken to mean, as the magistrate seems to think, \"raised\nfor the\nfirst time\nduring cross-examination\". The introduction of this\nqualification, in the context of a trial, would also be nonsensical. It would\nresult in the absurdity that, if any matter were raised during\nexamination-in-chief, and the witness were cross-examined thereon,\nno\nre-examination would be permissible. This would be a denial of the time-honoured\nrules relating to the examination of witnesses,\nacknowledged in our courts from\nthe inception of\n8\nthe adversarial system.\nGenerally speaking, the object of re-examination\nis to clear up any point or misunderstanding which may have occurred during\ncross-examination;\nto correct wrong impressions or false perceptions which may\nhave been created in the course of cross-examination; to give the witness\na fair\nopportunity to explain answers given by him under cross-examination, which, if\nunexplained, may create a wrong impression\nor be used to arrive at false\ndeductions; to put before the court the full picture and context of facts\nelicited during cross-examination;\nor to give the witness an opportunity to\ncorrect patent mistakes made under cross-examination (See Du Toit, De Jager,\nPaizes, Skeen\nand Van der Merwe:\nCommentary on the Criminal Procedure\nAct.\n1994, paras. 22-25; Hiemstra,\nSuid-Afrikaanse Strafproses,\n5th\ned., 427). All these objectives are covered by sec 166(1). The examples quoted\nabove are not intended to be a\nnumerus clausus\n. Re-examination can be,\nand frequently is, a very important mechanism for presenting a full and fair\npicture of the evidence of a\nwitness and thus of arriving at the truth. Of\ncourse, if counsel wishes to deal\n9\nwith new matter (i.e. not arising from the cross-examination) he requires the\nleave of the court to do so.\nUnfortunately, in the light of the clear wording\nof sec 166(1) and of the long established practice in our courts, the presiding\nmagistrate\nquite wrongly chose to limit the right to re-examine a witness to any\nmatter raised\nfor the first time\nduring cross-examination. This emerges\nfrom the portion of the record to which I have referred and which I have\nunderlined. However,\nthere is even clearer proof of the magistrate's attitude\ntowards re-examination. After an appeal had been noted, the magistrate furnished\nfurther reasons for his decision not to allow re-examination of the appellant as\nfollows:\n\"Ingevolge die bepalings van Artikel 166(1) van Wet 51 van 1977 is\nher-ondervraging by wyse van uitsondering toelaatbaar, alleenlik\noor enige\naangeleentheid wat tydens die kruisondervraging van die getuie\nontstaan\nnet. 'n Aangeleentheid wat reeds in hoofondervraging behandel is, is nie 'n\naangeleentheid wat in kruisondervraging\nontstaan\nhet nie.\" (The italics\nare those of the magistrate).\n10\nThat the learned magistrate was misguided concerning the proper procedural\nprinciples, is clear. Perhaps he was misled by the Afrikaans\ntext of the\nrelevant statute, but at least he should also have referred to the English text.\nA reconciliation of the two texts, which\nis what is called for, would have\navoided the wayward interpretation. But in any event, he should have been aware,\nhaving reached\nthe ranks of magisterial seniority, of the implicit\ninterpretation given to that section by judges and lawyers over decades, by\nallowing\nre-examination on all matters raised during cross-examination, whether\nthey have been raised in examination-in-chief or not. He should\nalso have\nadhered to the time-honoured tradition of inviting re-examination, and not\nwaiting for counsel to apply for the right to\nre-examine.\nMy view of the matter is that the refusal of the magistrate to allow\nreexamination of the appellant on the two issues mentioned by\nhis counsel\namounted to an irregularity. Because of the presiding officer's wrong\ninterpretation of the law, contrary to the provisions\nof\nsec 166(1)\nof the\nCriminal Procedure Act, an\nimportant step in the proceedings was wrongly\n11\ncurtailed and the rights of the appellant correspondingly diminished. An\nirregularity occurs 'whenever there is a departure from those\nformalities, rules\nand principles of procedure with which the law requires such a trial to be\ninitiated or conducted',\n(S v Xaba\n1983(3) SA 717 (A) at 728 D;\nS v\nRudman and Another\n:\nS v Mthwana\n1992(1) SA 343 (A) at 375 H - 377\nC).\nI now turn to a consideration of the second question based at the\ncommencement of this judgment, viz. the legal effect of the irregularity.\nIn\nthis regard mr Yutar, who appeared\npro amico\nfor the appellant and to\nwhom the court is indebted for his able assistance, submitted that the\nmagistrate had committed an irregularity\nof the kind which would result in the\nappeal being upheld and the convictions and sentences being set aside. Mr Bhika,\non behalf\nof the respondent, argued to the contrary.\nThe difficult task is to ascertain the legal effect of an irregularity. The\nfundamental approach to this task has been defined in\nstriking terms by Holmes\nJA in\nS Moodie\n1961(4) SA 752 (A) at 755\nin fin\n- 756A:\n\"Now the administration of justice proceeds upon well-established\nrules,\n12\nbut it is not a science and irregularities sometimes occur. To meet this\nsituation the Legislature has enabled the Court to steer\na just course between\nthe Scylla of allowing the appeal of those obviously guilty and the Charybdis of\ndismissing the appeal of those\naggrieved by irregularity.\"\nThe legislative provisions to which Holmes JA referred, are\nthose\ndealing with the powers of a court of appeal in criminal\nmatters. At present\nthe powers of this Court in such matters are\ncircumscribed by\nsec 322\n(1) of\nthe\nCriminal Procedure Act. The\nproviso to that section reads as follows:\n\"Provided that, notwithstanding that the court of appeal is of opinion that any\npoint raised might be decided in favour of the accused,\nno conviction or\nsentence shall be set aside or altered by reason of any irregularity or defect\nin the record or proceedings, unless\nit appears to the court of appeal that a\nfailure of justice has in fact resulted from such irregularity or defect.\"\nThe effect of a provision, incorporating the criterion of \"a failure\nof\njustice\" was first analysed in\nR v Rose\n1937 AD 467\nat\n474\nin medio\n- 477.\nIn that case (see 477) and numerous subsequent cases (see esp.\nS v\nMoodie\n1961(4) SA 752 (A);\nS v Rall\n1982(1) SA 828 (A) at 832 in_fin - 833B;\nS v\nXaba\n1983(3) SA 717 (A) at 728D;\nS v Gaba\n1985(4) SA 734 (A);\nS_v\n13\nRudman and Another\n:\nS v Mthwana\n1992(1) SA 343 (A)) it was held\nthat an irregularity could be said to result in a failure of justice whenever\nthere had been \"actual\nand substantial prejudice to the accused\". (See also\nHoffmann and Zeffertt,\nThe South African Law of Evidence\n. 4th ed,\n487.)\nIt is also trite law that there are two kinds of prejudicial\nirregularity resulting in a failure of justice: \"... those which are,\nso to\nspeak, mortal, and those which are merely venial.\" (Hoffmann and Zeffertt\nop\ncit\n488.) The first category consists of prejudicial irregularities which\nare regarded as resulting in a failure of justice\nper se\n. In such a case\nthe court will set aside the conviction no matter how strong the evidence\nagainst the accused. An example of such\na case is afforded by\nS v Moodie,\nsupra\n, where a conviction was set aside because of the presence of the\ndeputy-sheriff in the jury room during the deliberations. (For further\nexamples,\nsee Hoffmann and Zeffertt op. cit 488;\nS v Mushimba en Andere\n1977(2) SA\n829 (A);\nS v Mkhise, S v Mosia. S v Jones, S v Le Roux\n1988(2) SA 868\n(A)).\nThe second category of prejudicial irregularities consists of cases\nwhere\n14\nthe conviction will be upheld, but only if, on the evidence and the findings\nof credibility unaffected by the irregularity or defect,\nthere is proof of guilt\nbeyond reasonable doubt. (See esp.\nS v Tuge\n1966(4) SA 565 (A) at 568B;\nS v Yusuf\n1968(2) SA 52 (A)).\nWhether a prejudicial irregularity falls\nwithin the first or the second category mentioned above, depends upon the nature\nand degree\nof the irregularity\n(S v Moodie,\nsupra\n, at 758;\nS v\nMushimba,\nsupra\n, at 844\nin fin\n. For a useful exposition of the\napplicable principles, see also\nS v Davids\n:\nS v Dladla\n1989(4) SA\n172 (N) at 193 E-H per Nienaber J).\nThat being the legal position, the present enquiry must proceed from the fact\nthat counsel, who appeared for the appellant at the\ntrial, did not persist in\nthe exercise of his right to re-examine the appellant in general, unspecified\nterms. In spite of the magistrate's\nattitude as regards the right to re-examine,\nhe did invite counsel to indicate the matters on which he wished to re-examine.\nCounsel,\nas I have pointed out, limited his need to re-examine to two specified\nmatters only. Each one of the two matters related,\n15\nrespectively, to one of the counts. This is therefore, on the given facts,\nnot a \"mortal\" irregularity\nperse\nvitiating all the proceedings. The\nquestion rather is: what was the effect of the irregularity on each of the\nconvictions? I proceed,\ntherefore, to examine whether and to what extent the\nappellant was prejudiced by the irregularity in each case.\n(a)\nThe refusal\nto allow re-examination on the question of the appellant's having reported to\nthe presiding officer that he had been assaulted\nby police officers and that\nsuch report had been recorded by the presiding officer\n.\nThe context in\nwhich this problem arose is as follows. From the record it appears that the\nthree accused appeared before magistrate\nVan Eeden on 6 November 1991. The case\nwas postponed, pending further investigation. The magistrate then recorded that\nthe appellant\nhad told him that he had been assaulted by the Brixton police. The\nmagistrate noted for the record that the appellant was injured:\nhis head was\nswollen; there were injuries to his left ear and right eyebrow, his face was\nscratched. An order was made that the appellant\nshould receive medical treatment\nby the district surgeon at the\n16\nState's expense.\nTwo days later, on 8 November 1991, four accused (the original three accused\nas well as one against whom the charges were at a later\nstage withdrawn and who\ntestified on behalf of the State) again appeared before magistrate Van Eeden.\nThe investigating officer was\nthen ordered to take the four accused to the\ndistrict surgeon and the case was postponed once again for further\ninvestigation. After\na number of further postponements, the trial commenced on\n10 February 1992 before magistrate Coetzer, whose rulings are now under\nconsideration.\nAll the relevant State witnesses were questioned about police assaults of the\naccused, including the appellant. They denied having\nassaulted the\nappellant.\nWhen the appellant testified in his own defence, he alleged that he had been\nassaulted by the police; that he had complained loudly\nto the bystanders at\nVosloorus that he had been assaulted; that he had been suffocated by means of a\ntube placed over his face; and\nthat he had been hit with fists and\n17\nopen palms and that he had suffered injuries. He denied having been part of\nthe theft or robbery or that any money had been found\nin his possession.\nHe\nwas cross-examined at length by the prosecutor regarding all his movements\nsubsequent to his arrest, but the object of this exercise\nwas not clear.\nWhatever it was, it was not achieved. He repeated his allegations of being\nassaulted in the motor car, at Brakpan\nand at Vosloorus.\nAfter the conclusion\nof his cross-examination, the incident to which I have already referred,\noccurred i.e. the application of counsel\nfor the appellant to re-examine him on\nthe point that he had reported to magistrate Van Eeden that he had been\nassaulted, that he\nhad pointed out a number of injuries and that this had been\nnoted by the court.\nIn my view, no failure of justice resulted from the disallowance of these\nquestions. First, in the context of the whole case and of\nall the evidence\nagainst the accused, the question of police assaults, however illegal and\nreprehensible, was not relevant and the\ntrial court correctly so found. Indeed\nthe alleged assaults did not feature in the magistrate's reasoning. The\nState\n18\nnever denied that the appellant had complained to the presiding officer of\nhaving been assaulted; the evidence as to that clearly\nappears from the record\nand was admitted by the State. Asking the appellant, in re-examination, to\nconfirm what was not disputed\nby the State and which was on record in the trial,\nwould serve no purpose, and there could be no prejudice to the appellant by the\ndisallowance of the proposed re-examination. In the light of the evidence\noutlined, the proposed question did not touch on the guilt\nor innocence of the\nappellant, nor his credibility. It was simply an irrelevant question and the\nmagistrate was entitled to disallow\nit. That he in fact disallowed it for a\nwrong reason matters not.\n(b)\nThe refusal to allow re-examination on the\nquestion of identification of the appellant as the thief of the Ford\nvehicle\nThe context in which this problem arose is as follows. Early in\nthe trial, the prosecution called one Stewart to confirm that a certain\nFord\nCourier 3000 Leisure vehicle, registration number PLK 991T, belonged to him, and\nthat it had been stolen from him on 19th September\n1991. (This vehicle was\nlater\n19\nused in the robbery.) He confirmed these facts and explained that on the day\nin question he had parked the vehicle in front of the\npost office in Boksburg to\ncollect his mail. He spent a few minutes in the post office, and when he came\nout, his vehicle had disappeared.\nIn November 1991 he was approached by the\npolice, who had recovered the vehicle. After cross-examination by counsel for\nthe appellant,\nand after questioning by the Court pertaining to the year of\nmanufacture and the market value of the vehicle before it was stolen,\nthe Court\ntold Stewart that he could stand down. Stewart then, of his own initiative,\nvolunteered that he knew who had stolen the\nvehicle. The Court then allowed the\nprosecutor to re-examine Stewart extensively on the unexpected revelation.\nDuring the course\nof such questioning Stewart identified the appellant as the\nprobable thief. He gave his reasons for saying so. He explained that\nwhilst in\nthe post office, he had taken out the keys of his vehicle, put them on the\ncounter next to him, and spent a few minutes\nlooking through his mail. A\nstranger then took up position next to him at the counter and not, as was to be\nexpected, at the end\nof the\n20\nqueue. The witness was annoyed by this impertinence, and, in the space of a\nminute or so, twice stared at the man in such a way as\nto express his annoyance.\nHe then completed his business and went outside to his vehicle. When he reached\nit, he found that he had\nforgotten the keys on the post office counter. He\nrushed inside, and despite a diligent search by him and the post office staff,\nthe keys could not be found. He went outside again, only to see that his vehicle\nhad disappeared. He then realised, or reconstructed,\nthat most probably the\nstranger referred to had taken the keys and in this way had stolen the vehicle.\nWhen he attended court for\nthe first time on 10th February 1992, he recognised\nthe appellant as the person he had seen in the post office.\nStewart was cross-examined at length by counsel for the appellant, and it\ntranspired that on recognising the appellant he had made\na report to the\ninvestigating officer, warrant-officer Holmes. At that stage Holmes had not yet\nbeen called as witness but was waiting\nin the court corridor. It was put to\nStewart that had he, in fact, made such a report, Holmes would have informed\n21\nthe prosecutor immediately of the important new evidence. He was further\ncross-examined as regards his identification of the appellant,\nbut remained\nadamant that the appellant was the man who had stood next to him in the post\noffice.\nHolmes was called as a witness by the State. He confirmed that\nStewart had reported to him that he had recognised the appellant as\nthe probable\nthief of his vehicle. Holmes conceded that he should have conveyed this\ninformation to the prosecutor and that he had\nfailed to do so. He said that he\nhad not wanted to interrupt the court proceedings at that stage. The fact of the\nmatter is that,\naccording to both Stewart and Holmes, the report of the\nidentification was made to the latter on 10 February 1992 and that Stewart\nonly\ncommenced testifying on 11 February 1992. Holmes, therefore, had ample\nopportunity of informing the prosecutor of Stewart's\nnew evidence after the\nadjournment of the court on 10 February and before Stewart took the witness\nstand on 11 February. As was to\nbe expected, Holmes was cross-examined on his\nfailure to report Stewart's new allegations to the prosecutor.\n22\nIt was also put to Holmes by counsel for the appellant that Stewart did not\nrecognise the appellant at court on 10 February, but that\nhe, Holmes, had in\nfact pointed out the appellant to Stewart in the court corridor, where appellant\nhad witnessed the incident. It\nwas put to him that Stewart's identification of\nthe appellant was not genuine.\nIn his evidence-in-chief, the appellant denied\nany knowledge of the robbery or of the theft of Stewart's vehicle. He denied\nbeing\npresent at the Boksburg post office on 19 September 1991, as alleged by\nStewart. Unfortunately, the appellant was not asked in evidence-in-chief\nto deal\nfully with the occurrences in the court corridor. Under cross-examination,\nStewart's evidence was merely repeated and put\nto him, and he once again denied\nbeing present at the Boksburg post office on the relevant day or having stolen\nStewart's vehicle.\nThe prosecutor then put it to the appellant that Stewart was\nso sure of the identification of the appellant as the thief of his vehicle\nthat\nhe had told the court that he was aware of the identity of the thief. The\nappellant denied this, but a part of his further answer\nappears on the record\nas\n23\n\"inaudible.\"\nAfter the conclusion of the cross-examination, counsel for\nthe appellant sought leave to re-examine him, the explanation being, as\nI set\nout above, that the state had raised the point in cross-examination that Stewart\nwas so convinced of the correctness of his\nidentification of the appellant that\nhe could point him out at court. Counsel for the appellant requested leave to\nreexamine him\non this point. He probably wanted to traverse the alleged\nidentification in detail, i.a. what the appellant had observed taking place\nbetween Holmes and Stewart in the corridor of the court; whether Stewart had\ngiven any indication of recognising the appellant in\nthe dock while he was\ntestifying; whether he had ever been to the Boksburg post office; where and how\nfar he lived from that post\noffice; what he had been doing on the day in\nquestion, etc. All these questions relate to the matter of Stewart's\nidentification\nof appellant. This was a matter raised during the appellant's\ncross-examination. His counsel was entitled to re-examine him at least\nto the\nextent mentioned. After all, the matter of Stewart's identification was\nraised\n24\nduring the cross-examination of the appellant. None of this would in my view\nhave been new matter.\nThe charge of theft being a separate and distinct one,\nthe question is whether an irregularity which may have influenced the result\nas far as that charge is concerned\nhad been committed: is there a\nreasonable possibility that the appellant was prejudiced as far as that charge\nis concerned to such\nan extent that there was a failure of justice?\nThe only\nevidence that connects the appellant to the theft of Stewart's vehicle, is his\nidentification by Stewart. There are many\nunsatisfactory aspects of that alleged\nidentification. His unusual conduct of not reporting the identification to the\npublic prosecutor\nand Holmes' similar neglect to do so, casts suspicion over\nStewart's evidence. The fact of his identification was put to appellant\nin\ncross-examination. Can it be said that re-examination of the appellant would not\nhave mattered? That it would not have swayed\nthe magistrate one way or another?\nThat appellant could not possibly have shed any new light on the incident in the\ncorridor?\n25\nTo take up such an attitude would necessarily be tantamount to saying:\nwhatever you say under re-examination, would not have mattered,\nbecause I have\nalready made up my mind to accept Stewart's evidence. This is impermissible. It\nis expected of the judicial officer\nto keep an open mind until the end of the\ntrial. In my view, it is not the duty of this Court to speculate on the possible\nanswers\nand questions in re-examination, or their impact on the appellant's\nguilt. The appellant bears no\nonus\n: if there is any doubt whether he has\nbeen given a full and fair opportunity to present his case, then he has been\nprejudiced and\nthe conviction cannot be upheld. In my view, it cannot be\nexcluded that the appellant was substantially prejudiced. The conviction\non the\ncharge of theft (count 2) must therefore be set aside.\nThe appeal against the conviction on count 1 is\ndismissed.\n26\nThe appeal against the conviction on count 2 is allowed. The conviction and\nsentence on that count are set aside.\nP J J OLIVIER\nACTING JUDGE OF APPEAL\nNESTADT, JA )\n)CONCUR STEYN, JA )",
  "scraped_at": "2026-02-12T06:04:20.784826",
  "date": "1995-03-29",
  "coram": [
    "Nestadt JA",
    "Steyn JA",
    "Olivier AJA"
  ],
  "case_number": "690/93",
  "parties": {
    "applicants": [
      "Kenneth Ramalope"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "Kenneth Ramalope was convicted in the Regional Court at Germiston of armed robbery and of theft of a Ford light delivery vehicle. At trial the magistrate disallowed any re‑examination of the appellant after his cross‑examination, both in respect of a report that the appellant had been assaulted by police and in respect of the identification of the appellant as the thief of the Ford vehicle. The prosecution and defence presented extensive evidence, but the appellant was not permitted to clarify matters that arose during cross‑examination.",
    "issues": "The appeal raised two interrelated questions: (1) whether the trial magistrate’s refusal to allow re‑examination of the appellant constituted a procedural irregularity; and (2) if an irregularity existed, what the legal consequences should be for the convictions and sentences.",
    "principles": "Section 166(1) of the Criminal Procedure Act, 1977 gives an accused a statutory right to re‑examine a witness on any matter raised during cross‑examination. An irregularity is a departure from required procedural rules. Under s322(1) of the CPA, a conviction may be set aside only if the irregularity resulted in a failure of justice, i.e., actual and substantial prejudice to the accused. Case law such as S v Xaba, S v Moodie and R v Rose clarifies the distinction between mortal (per se) irregularities and those that only require proof of prejudice.",
    "application": "The Court held that the magistrate misinterpreted s166(1) by limiting re‑examination to matters first raised during cross‑examination, thus creating an irregularity. For the robbery charge (count 1) the irregularity did not cause prejudice because the disputed issues were irrelevant to guilt. For the theft charge (count 2), the inability to re‑examine the appellant on the identification evidence could have materially affected the outcome; the Court could not exclude substantial prejudice, so a failure of justice was found.",
    "conclusion": "The appeal against the conviction for armed robbery (count 1) was dismissed. The appeal against the conviction for theft of the Ford vehicle (count 2) was allowed, and the conviction and sentence on that count were set aside."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Procedure",
    "level_3": [
      "re-examination",
      "procedural irregularity",
      "failure of justice",
      "conviction set aside"
    ]
  }
}