{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/48.html",
  "case_name": "S v Mhlungu (434/94) [1995] ZASCA 48 (12 May 1995)",
  "citation": "[1995] ZASCA 48",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 48\n|\nNoteup\n|\nLawCite\nS v Mhlungu (434/94) [1995] ZASCA 48 (12 May 1995)\nDownload original files\nPDF format\nRTF format\nCG\tCASE NUMBER: 434/94\nEN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nHILTON MHLUNGU\tAppellant\nand\nTHE\nSTATE\tRespondent\nCORAM:\nE M GROSSKOPF, VAN DEN HEEVER et HOWIE JJA\nHEARD ON:\n41 MAY 1995\nDELIVERED ON:\n12 MAY 1995\nJUDGMENT\nVAN DEN HEEVER JA\n2\nAppellant was convicted in the Regional Court, Johannesburg, of fraud and\nsentenced to three years' imprisonment. His appeal to the\nWitwatersrand\nProvincial Division was dismissed. A differently\nconstituted bench of that\nDivision granted him leave to appeal to this\nCourt against both his\nconviction and the sentence imposed.\nThe charge was based on a cheque in the\nsum of R30 946,23 drawn on the Fox Street Branch of the Standard Bank,\nJohannesburg, by The\nEmployment Bureau of Africa Ltd which had been altered to\nreflect appellant as being the payee, and was paid into his savings account.\nAfter he had pleaded not guilty, his attorney stated (and appellant\nconfirmed) that the account into which \"the money\" was deposited was\nthat of appellant, and was in respect of \"the house which was sold by\nthe\n[appellant]\".\nThe facts giving rise to the charge may be summarised\nas follows. On 4 August 1992 The Employment Bureau of Africa Ltd issued the\ncheque in question, marked \"not transferable\", in favour of Norfin (Pty)\n3\nLtd. The Bureau's cheque forms have a counterfoil attached to the top\ncontaining the instruction that it be detached before depositing\nthe cheque. The\ncheque would in the ordinary course have been posted to the payee but was not\nreceived by that company. A portion\nof the\ncounterfoil paper was pasted over the name of the payee, appellant's\nname written on this patch which was invisible unless the document\nwas\nheld to the light, and the date altered from 4 to 14 August. On the\n19th\nAugust the cheque and a deposit slip (Exhibit A) were placed into\nthe\ncheque deposit box in the banking hall of the Standard Bank\nat\nWestville, Natal, which had opened only two days earlier, for the\nformer\nto be credited to appellant's savings account (number 005919568)\nwith\nthe same bank at its Selby branch in Gauteng. The signature\n\"H\nMhlungu\" at the foot of exhibit A does not match that of appellant. The\nappellant's account, into which his net salary of Rl 103,12 was deposited\non the 20th of every month, was a modest one. The bank statement\ndated 5 September 1992 reflects an opening balance in early August of\n4\nR597,93. This was depleted mainly by autobank withdrawals leaving a credit\nbalance of only R7,21 available on 15 August. On the 19th\nthe account was\ncredited with the amount deposited at Westville. One of the duties of the\ncustomer liaison officer at the Selby branch,\nMr Naidoo,\nwho knows appellant quite well, is to look into the regularity of\ndeposits\nmade by cheque in excess of R5 000. He called for the deposit slip\nrelating to the large amount reflected as having come into appellant's\naccount, his resultant inquiries revealing that the relevant cheque had\nbeen drawn in favour of Norfin (Pty) Ltd.\nOn Saturday the 5th of September appellant came to Mr Naidoo\nand\ntried to withdraw R6 000 from his savings account. Mr Naidoo's\nevidence is\nclumsily phrased (having been clumsily led) but one gathers\nthat appellant\nhad earlier telephoned Mr Naidoo to find out whether he\ncould draw against money deposited to his credit by a Mr Khumalo who\nowed\nhim money, and had been told that money had ostensibly been\nremitted by a\nMhlungu, not Khumalo; that the bank was busy with his\n5\naccount (which had in fact been stopped); and that there was a one-week hold\non the cheque. When on the Saturday appellant had made\nout and signed the\nwithdrawal slip exhibit B, assisted by Mr Naidoo, the latter referred the matter\nto the manager who called the\npolice. Appellant was furious at being made to\nwait and accused the bank of racism in treating him so.\nOn arrest appellant\ntold the police that a certain Themba Khumalo was to have deposited money into\nappellant's account. He gave Khumalo's\naddress as 201 Plaza Court, comer of\nBroad and Twist streets, Durban; and his telephone number. Sergeant Burnett went\nin search of\nKhumalo. He found a Broad Street in Durban but no Twist Street\nintersecting or even near this, nor any Plaza Court. The telephone\nwith the\nnumber which appellant had given, was installed in premises in Umbilo Road. No\none there knew any Themba Khumalo.\nAppellant's attorney called his client\ninto the witness box to elaborate on the basic explanation tendered with his\nplea. His evidence\n6\nin chief may be summarised as follows. His late parents had lived in\na\nhouse at Ntendega in the Newcastle district. Appellant sold this to\nhis\nNtendega neighbour, Themba Khumalo, for R32 000. Khumalo was\nto\ndeposit this amount into appellant's account after which appellant\n\"would\nthen make arrangements with a lawyer, that is with regard to the\nhanding\nover of the house\". This agreement was concluded at Ntendega,\nwhere\nappellant and Khumalo had grown up together, attending the same\nschool. They were still members of the same church, though Khumalo\nworks\nand stays in Durban. He gave appellant his address there which\nappellant in\ndue course passed on to the police. During August Khumalo\ntelephoned appellant.\n\"He told me that he had deposited the money in the bank. I then phoned Vince\nNaidoo ... to ask him if the money was deposited and\nit was confirmed.\nAnd on 5 September 1992, you went to Standard Bank and wished to withdraw a sum\nof R6 000? — Yes because I saw on my statement,\nthe money was reflected on\nmy statement. So I was satisfied that the money was indeed\ndeposited.\"\n7\nHe denied any knowledge of the (scil: specific) cheque which had been paid\ninto his account.\nUnder cross-examination he contradicted himself in various\nrespects and improbabilities in his tale were highlighted. The trial court\nlisted some, the court a quo framed them somewhat differently, both were of the\nview that there was no reasonable possibility that\nhe was telling the truth. Two\nfactors induced the third bench seized of the matter to grant leave to appeal.\nFirstly the name of\nthe depositor given on the deposit slip is the appellant's\nown name, which he would hardly have given had he been a party to the\nfraud at\nthat stage. Secondly, the appellant's failure to tell the police that Khumalo\nwas to be found in Newcastle when they could\nnot find him in Durban, which the\nmagistrate held against appellant, had been explained by appellant himself in\nanswer to a question\nput by the court: the police had not told him that they had\nnot found Khumalo.\nThe entire foundation of appellant's story is however flawed in\nthe\n8\nlight of his inability to explain the exact terms of the agreement or his\nown conduct in relation to that. Although cross-examination was neither\nthere was showed that no lawyer was needed \"with regard to the\nhanding\nover of the house\". Appellant's parents had died already in 1976.\nTheir\nhouse is in a tribal area where property is allotted to persons who\nlive\nthere under the rule of an induna. When his father died appellant as\nthe\neldest son became \"responsible for everything\", the arrangement\nbeing\nmade \"traditionally. There was no paperwork involved\". Assuming\nthat\nhe had any right to transfer to another, in return for money, rights to\nan\nallotted asset for which he had become responsible \"in a customary\nway\",\nit is clear that the Deeds Office would not be involved. Appellant\nthen\ni\nsaid that the arrangement with an attorney was envisaged\n\"to satisfy Themba so that there must be some proof that he bought the\nhouse\".\nYet he gave Khumalo no receipt for the money\npaid into his account, and\n9\nagreed that Khumalo must have trusted him since he did not ask for\none.\nYet again, once Khumalo had fully implemented his part of the\nbargain,\nthe parties were to approach a lawyer to draw up a written\ncontract\n\"to satisfy Themba that now the house is in his possession. And if the full\namount is not paid? — We would not proceed with\nthe final arrangements\nbecause we people do not trust each other, especially where money is\ninvolved\".\nHe did not telephone Khumalo when he\ndiscovered that the amount deposited was short of the full price agreed upon,\nbecause Khumalo\nwas no stranger and he himself was still in possession of the\nhouse. Instead, he went home to Ntendega to look for and question Khumalo.\nHe\nfound Khumalo at Ntendega. Khumalo said that he would contact appellant as soon\nas he had the balance available. This changed\nto: appellant did not telephone\nKhumalo because he himself was going to Ntendega at the end of the month to take\nmoney home. He thought\nthat possibly Khumalo would do likewise; and he found him\nthere.\nDespite not having proceeded \"with the final arrangements\nbecause\n10\nwe people do not trust each other\" he tried to draw against the money\ndeposited into his account because he needed money urgently to pay\nthe\nbuilder for operations he was engaged in at his home in the\ntownship,\nand was confident that Khumalo would have understood. There is\nno\nsuggestion that he tried to contact him telephonically to get his\nadvance\npermission to do so.\nHe has seen Khumalo since being arrested and released on bail,\nthe\nErst time on the weekend of the 12th September, and again in\nJanuary.\n\"And did you tell him ... that you are in trouble now because of the cheque he\ndeposited in Durban? — I did tell him but he\ntold me that it is probably a\nmistake from his work and he is going to see to it that it is rectified because\nhe had brought the\nmoney from his\nemployer.\"\nAppellant's evidence that the police did\nnot tell him that the address and telephone number he had given them were false,\ntakes the\nmatter no further. Appellant himself clearly had no faith in them. His\nnot telephoning Khumalo about either the shortfall in the\npurchase price or his\nintention of drawing against that, regardless, is logically explicable\n11\nonly on that basis. We do not know who filled in the deposit slip\naccompanying the fraudulent cheque or tampered with the latter.\nIt may have been\nan accomplice, who \"signed\" appellant's own name instead of that of some unknown\nother. But it is not an indispensable\nlink between the cheque and appellant,\nmerely a stupid slip by appellant or such accomplice. Appellant was expecting\nmoney to be\npaid into his account. If he did not deposit the cheque himself, he\nmust at least have given the depositor his account number. Should\nKhumalo and\ntheir contract fall away, it would be pure speculation to suggest that the\nappellant expected something other than what\nreally happened; and if he did not\nhimself deposit the cheque, qui facit per aliam facit per se. And Khumalo and\nthe contract must\nfall away. It would have been equally stupid of Khumalo, had\nhe really existed and tried to contract with appellant in relation to\nimmovable\nproperty at Ntendega, to bother to give appellant a false address and telephone\nnumber elsewhere when the two knew one\nanother well and met periodically, at\nNtendega; to implement their\n12\nagreement by means of a falsified cheque; and to undertake to rectify the\n\"error\" and think an innocent seller would do nothing about\nit. (This seller was\nnot a person averse to asserting himself, as witness appellant's conduct before\nthe police arrived at the bank\nto arrest him.)\nIn short, the magistrate was\nfully justified in rejecting appellant's tale as beyond doubt false. Without\nthat \"explanation\" the prima\nfacie case presented by the State ripened into\nconclusive proof.\nThe appellant, then 41 years old, in steady employment,\nmarried, with two schoolgoing children, admitted a number of previous\nconvictions but had walked the path of virtue for some seven years since\nthe latest of those. Sandwiched between a conviction in 1974 for\ndrunken driving and what appear to have been convictions for\nminor\noffences of violence chalked up against him in 1984 and 1985, were two\nrelevant to the present matter since they involve dishonesty. In 1978 he\nwas sentenced to effective imprisonment for car theft but released on\nparole after serving half of the 18 months imposed. In 1982 he was\n13\ngiven the option of a stiff fine plus 2 years' imprisonment, conditionally\nsuspended, in respect of a conviction described as \"Diefstal\n- klerasie -R10\n272-02\".\nThe magistrate warned himself against over-emphasising appellant's\nprevious convictions, but commented that appellant had erred through\ngreed, not\nneed, being in fixed employment at a salary of R1800 per month; and that the\nentire operation must have been carefully\nplanned. According to him this type of\nfraud, where cheques are stolen and deposited so that the actual depositor\ncannot be identified,\nis on the increase, and a deterrent sentence called\nfor.\nI find no misdirection in the magistrate's reasoning, and the power of a\ncourt to interfere on appeal with a trial court's exercise\nof its discretion is\nlimited. Moreover although appellant's previous convictions are fairly old, they\nreveal that, despite having\nreached mature years, he does not appear to have\nlearned from experience, save to become more sophisticated in the manner of his\nsinning. Neither fines, suspended\n14\nsentences, nor short-term effective imprisonment have succeeded in deterring\nhim from breaking the law again. The appeal is dismissed.\nL VAN DEN HEEVER JA CONCUR:\nE M GROSSKOPF JA) HOWIE JA)",
  "scraped_at": "2026-02-12T06:59:05.002023",
  "date": "1995-05-12",
  "coram": [
    "E M GROSSKOPF JA",
    "VAN DEN HEEVER JA",
    "HOWIE JA"
  ],
  "case_number": "434/94",
  "parties": {
    "applicants": [
      "Hilton Mhlungu"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Hilton Mhlungu, was convicted of fraud after a cheque for R30,946.23 drawn on Standard Bank by The Employment Bureau of Africa Ltd was altered to show him as the payee and deposited into his savings account. The original cheque was payable to Norfin (Pty) Ltd. The alteration involved pasting over the payee name and changing the date. The deposit slip bore the appellant’s signature, which did not match his hand. The bank, alerted by a liaison officer, investigated and reported the matter to the police, leading to Mhlungu’s arrest. He claimed the money was owed to him by a neighbour, Themba Khumalo, who allegedly sold a house to him for R32,000 and was to deposit the proceeds. The court found inconsistencies and implausibilities in his testimony.",
    "issues": "Whether the trial court erred in convicting Mhlungu of fraud and whether the sentence of three years’ imprisonment was improperly imposed.",
    "principles": "The court applied the principle that a conviction for fraud requires proof beyond reasonable doubt that the accused knowingly participated in a scheme to dishonestly obtain money. On appeal, discretion in sentencing may only be interfered with if there is a material error. Prior convictions may be considered but are not decisive; the focus is on the appellant’s culpability and the need for deterrence in fraud cases.",
    "application": "The appellate court examined the evidence and found Mhlungu’s account unreliable and unsupported by any documentary proof. The altered cheque, the false deposit slip, and the implausibility of the alleged agreement with Khumalo demonstrated that Mhlungu either facilitated or was complicit in the fraud. The court concluded that the trial judge had not misdirected himself and that the conviction was properly based on the facts. The sentence was deemed appropriate given the nature of the fraud and the appellant’s previous dishonest convictions.",
    "conclusion": "The appeal was dismissed. The conviction for fraud and the three‑year imprisonment sentence were upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Fraud",
    "level_3": [
      "cheque fraud",
      "appeal",
      "sentencing"
    ]
  }
}