{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/31.html",
  "case_name": "Telkom Suid-Afrika Bpk. v Richardson (293/93) [1995] ZASCA 31; 1995 (4) SA 183 (AD); (28 March 1995)",
  "citation": "[1995] ZASCA 31",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 31\n|\nNoteup\n|\nLawCite\nTelkom Suid-Afrika Bpk. v Richardson (293/93) [1995] ZASCA 31; 1995 (4) SA 183 (AD); (28 March 1995)\nDownload original files\nPDF format\nRTF format\nSaak Nr 293/93\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak tussen:\nTELKOM SUID-AFRIKA BEPERK\nAppellant\nen\nRAYMOND RICHARDSON\nRespondent\nCORAM\n: JOUBERT, E M GROSSKOPF, STEYN, F H GROSSKOPF,\nHOWIE, ARR\nDATUM VAN VERHOOR\n: 2 MAART 1995\nDATUM GELEWER\n: 28\nMAART 1995\nUITSPRAAK E M GROSSKOPF, AR\n2\nDie partye in hierdie appèl is Telkom Suid-Afrika\nBeperk\nen Mnr R Richardson. Gerieflikheidshalwe sal ek na hulle verwys bloot as Telkom\nen Richardson.\nRichardson is die huurder van 'n telefoondiens\nverskaf deur\nTelkom. Gedurende die tydperk tussen\nDesember 1991 en Desember 1992 (met\nuitsluiting van\ndrie maande waarop ek later terugkom) het Richardson\nse\ngebruik van sy telefoon tussen 162 en 668 getelde\noproepeenhede per\nmaand beloop. Hierdie gebruik het hom\ngevolglik tussen R30,62 en R110,22\ngekos. Die\ntelefoonrekenings wat onderskeidelik op 21 April 1992,\n19 Mei\n1992 en 19 Junie 1992 gelewer is, het egter 'n\nander prentjie geskilder.\nVolgens hierdie rekenings was\nsy gebruik vir daardie drie maande\nonderskeidelik 4048,\n5760 en 1297 eenhede. Hiervoor is hy aanspreeklik\ngehou\nvir bedrae van R667,\n92; Rl 088\n,64 en R245,13.\nRichardson het die juistheid van laasgenoemde drie rekenings betwis.\nGerieflikheidshalwe sal ek voortaan na hulle verwys as die betwiste\nrekenings.\nDit is nie\n3 nodig om in besonderheid in te gaan op die\nonderhandelinge tussen Richardson en Telkom nie. Na\naanleiding van sy\nondersoeke het Telkom tot die\ngevolgtrekking gekom dat Richardson wel\naanspreeklik\nvir die bedrae van die betwiste rekenings is.\nRichardson het\ndit steeds ontken. Op 27 November 1992\nskryf Telkom aan Richardson dat ondersoek gedoen is en\ndat geen gebrek gevind was wat 'n fout in die lesing\nkon veroorsaak het nie. Die brief sluit af met die\nvolgende woorde:\n\"Please be so kind and settle any outstanding amount on the account without\ndelay in order to enjoy the benefits of an uninterrupted\ntelephone service.\"\nTen spyte van hierdie bedekte dreigement het\nRichardson nie die volle bedrae van die betwiste\nrekenings betaal nie. (Hy het egter wel 'n afbetaling\nt o v die onbetwiste deel daarvan gemaak, en in sy\nrepliserende verklaring aangebied om 'nverdere bedrag\nin hierdie verband te betaal.) Sonder verdere\n4 waarskuwing is Richardson\nse telefoondiens op 11\nJanuarie 1993 opgeskort.\nIn 'n dringende aansoek in die Kaapse Provinsiale\nAfdeling het\nRichardson 'n bevel aangevra wat Telkom\nverplig om sy telefoondiens te herstel. Dit is nie\nnodig om die verloop van die verrigtinge in die hof a\nquo uiteen te sit nie. Die uiteinde was dat die hof\n(Marais R) die volgende substantiewe bevel uitgereik\nhet:\n\"Pending the determination of an action to be instituted by [Telkom] for\npayment of the disputed amounts referred to in this application,\nor for an order\ndeclaring it to be entitled to suspend or terminate [Richardson's] telephone\nservice, [Telkom] is interdicted from\nsuspending or terminating such service by\nreason of [Richardson's] failure to pay such disputed amounts, and is ordered to\nrestore\nthe service.\"\nMet verlof verleen deur hierdie hof kom Telkom nou in hoër beroep.\nDie enigste geskilpunt tussen die partye in hierdie hof was of Richardson\ningevolge die kontrak tussen die partye 'n prima facie reg\ngehad het wat\ndeur\n5 'n tussentydse interdik beskerm kon word. Origens word\ndie verhoorhof se bevel nie aangeveg nie. By die\noorweging van die\ngeskilpunt is dit gerief lik om te\nbegin by die aard van die regsverhouding\ntussen die\npartye.\nRichardson het gedurende ongeveer September 1984\naansoek gedoen\nby die destydse Departement van Pos- en\nTelekommunikasiewese om die verskaffing van 'n nuwe\ntelefoondiens. Sodanige diens is aan hom verskaf vanaf\n10 September 1984. Die aansoekvorm wat Richardson\ndestyds ingevul het, het die volgende bepaling bevat:\n\"Ooreenkoms deur aansoeker: Ek verstaan dat die\nverlangde telefoondiens ... onderworpe sal wees aan die\nTelekommunikasieregulasies, soos gewysig.\"\nDit wil dus voorkom dat Richardson ingevolge hierdie\nvorm ingestem het om aan die toepaslike regulasies\ngebonde te wees. Die regulasies het egter ook statutêre\nregskrag gehad onafhanklik van die partye se consensus.\nHulle is op 1 Julie 1977 uitgereik deur die Minister\nvan Pos- en Telekommunikasiewese ingevolge artikel\n6 119A(1) (g) van die\nPoswet, no 44 van 1958, wat hom\nonder meer gemagtig het om deur regulasie voorsiening\nte maak vir die instelling van 'n telefoondiens en om\nvoorwaardes voor te\nskryf wat op sodanige diens\nbetrekking het. Sedertdien is die regulasies\ndikwels\ngewysig.\nKragtens wysiginge van die Poswet in 1991 is die\nopset van\ntelekommunikasiedienste in Suid-Afrika\ndrasties verander. Ooreenkomstig artikels 3 en 4 van\ndie Wet (soos gewysig) sou die telekommunikasiediens,\nwat voorheen deur die Staat beheer was, voortaan deur\n'n te stigte \"opvolgermaatskappy\" bedryf word. Telkom\nis dan ook ingevolge die Wet gestig en het die Staat se\nfunksies m b t telekommunikasiedienste oorgeneem vanaf\n1 Oktober 1991 (\"die telekommunikasie-oordragdatum\").\nArt 77 van die Poswysigingswét, no 85 van 1991, bepaal:\n\" Enigiets gedoen deur of namens die Minister ... kragtens 'n bepaling van\ndie Poswet, 1958 ... of enige kontrak deur of namens die\nMinister, die\ndepartement [van pos- en telekommunikasiewese] of die Posmeester-generaal\naangegaan ... in verband\n7\nmet die telekommunikasie-onderneming voor die telekommunikasie-oordragdatum word\nna daardie datum geag deur die telekommunikasiemaatskappy\ngedoen of aangegaan te\nwees.\"\nSien ook art 4 van die Poswet gelees saam met\ndie\nwoordomskrywings vervat in Art 1 daarvan.\nDie Minister se bevoegdheid om regulasies uit te\nvaardig is egter\nnie aan Telkom, as die\nopvolgermaatskappy, oorgedra nie. Die regsposisie soos\ndit sou geld na die oordragdatum is soos volg deur\nTelkom uiteengesit in 'n omsendbrief aan klante:\n\"Telekommunikasiedienste is tot dusver verskaf onderworpe aan die\nTelekommunikasieregulasies uitgevaardig kragtens art 119A (1) (g)\nvan die Poswet\n.. . Met die totstandkoming van Telkom SA Bpk, sal die betrokke regulasies soos\ndit op 30 September 1991 gegeld het,\nin alle opsigte dien as die\nkontrakvoorwaardes vir alle bestaande dienste ... wat deur Telkom SA Bpk verskaf\nword.\"\nDie juistheid van hierdie stelling is nie voor ons\nbevraagteken nie en ek aanvaar dat dit korrek is.\nDie inhoud van die kontrakvoorwaardes tussen die\npartye het dus nie sy oorsprong gehad in consensus\ntussen die partye nie, maar is (in ooreenstemming met\n8\ndie partye se ooreenkoms) van buite neergelê\ningevolge\nstatutêre gesag.\nBreedweg gestel is dit Telkom se saak dat\nsy optrede om Richardson se telefoondiens op te skort, ten volle gemagtig was\ndeur die kontrakvoorwaardes,\nsoos beliggaam in die regulasies. Dit word betwis\ndeur Richardson. Om die geskil tussen die partye behoorlik te begryp, is dit\nnodig\nom in 'n mate van besonderheid in te gaan op die stukke.\nIn sy funderende verklaring het Richardson glad nie verwys na die regulasies\nnie. Hy het begin deur te beweer dat hy 'n ooreenkoms\nmet Telkom het\nwaarkragtens hy 'n telefoondiens by sy huis ontvang. Hiervoor betaal hy 'n\nvasgestelde bedrag as huurgeld en 'n verdere\nbedrag vir getelde oproepeenhede.\nHierdie feite was natuurlik gemene saak. Richardson het egter verder op sekere\nstilswyende bepalings\nvan die ooreenkoms staatgemaak. Hulle was:\na) Dat Telkom 'n behoorlike rekening van\n9 verskuldigde bedrae sou\nlewer;\nb)\n\"That I only be charged with\nthose metered calls that were actually made from my telephone by myself or by\nany other person that I\n(wittingly or otherwise) allow access to my phone\nservice\";\nc)\nDat Telkom net geregtig sou wees\nom die telefoondiens op te skort wanneer daar, na lewering van 'n behoorlike\nrekening, wanbetaling\nwas van bedrae wat werklik verskuldig\nwas.\nRichardson het dan die regshulp wat hy gevra\nhet, gebaseer op 'n verbreking van hierdie stilswyende bepalings, en veral op\ndie bewering\ndat \"the metered call units on the disputed accounts were not\nincurred by myself, nor by any person whom I had allowed access to\nmy telephone\nservice.\"\nIn sy antwoord op hierdie bewerings het Telkom aangedui dat die regulasies 'n\ndeel vorm van die partye se kontrak, en het hy betoog\ndat regulasies H9(l) en\nH16(l)(i) veral van belang was. Hierdie regulasies lui\n10\nsoos volg:\n\"H.9 Aanspreeklikheid van kliënte vir gelde, tariewe of koste en\nklassifisering van telekommunikasielyne vir die bepaling van\ngelde, tariewe of\nkoste en vir die toepassing van die regulasies.\n(1) Kliënte is aanspreeklik vir die betaling van gelde, tariewe of koste\nwat ingevolge artikel 2B(l)(e) van die Poswet, 1958\nbepaal is. Rekenings wat in\nhierdie verband aan kliënte gelewer word, is prima facie bewys van die\nbedrae wat kliënte aan\ndie Posmeester-generaal verskuldig is en is by\nlewering betaalbaar.\nH.16 Straf vir wanbetaling van rekenings\n(l)(i) Indien 'n\nkliënt agterstallig is met die vereffening van enige rekening wat kragtens\nregulasie H.9(l) gelewer is ... kan\ndie Posmeester-generaal, as die kliënt\nin gebreke bly om die rekenings binne sewe dae na die dag waarop dit betaalbaar\ngeword\nhet, te vereffen, die uitgaande diens, of die diens in albei rigtings,\nsummier sonder enige kennisgewing opskort, die huurooreenkoms\nsummier\nbeëindig, die kliënt se gidsinskrywing skrap en sy perseel betree om\nalle apparaat, drade of enige ander eiendom\nvan die Poskantoor te verwyder.\"\nDie uitwerking van hierdie regulasies, so is beweer, is\ndat 'n telefoondiens opgeskort kan word as 'n rekening\nnie betyds betaal word nie, al sou dit wees dat die\nrekening nie korrek is nie. Indien die verbruiker sy\n11\ndiens wil behou, moet hy die rekening betaal,\ndesnoods\nonder protes. Hy kan dan later stappe doen om\nenige\nonverskuldigde bedrag terug te eis.\nRichardson se repliserende verklaring is nie baie\nduidelik nie.\nAan die een kant aanvaar Richardson\nblykbaar die juistheid van Telkom se vertolking van\nregulasie 16(1)(i). Hy sê:\n\"[Telkom] avers that in terms of its contract with me it was entitled to,\nwithout notice, withdraw my telephone service, should I\nnot pay any amount that\nI have been invoiced with. ... This to my mind is the essence of the matter. In\nshort my reply to this averment\nis that although the contract between [Telkom]\nand myself purports to give such rights to [Telkom], it amounts to self-help.\nSuch\na clause, at least in this instance, is contra bonos mores, and cannot be\nrelied on by [Telkom].\"\nEn:\n\"a. I admit that the contractual term contained in regulation H16 purports to\ngive [Telkom] the right to discontinue my telephone\nservice without notice.\nb. However I aver that this term, at least under the present circumstances,\nis contra bonos mores as it entitles [Telkom] to resort\nto self-help in order to\nobtain what may be due to him in terms of the contract. [Telkom] cannot\ntherefore rely on\n12 this term.\"\nTerselfdertyd is daar verskillende passasies in\ndie verklaring waarin Richardson ontken dat hy behoorlike rekenings ingevolge\nreg\nH9 ontvang het, onder meer blykbaar omdat die rekenings nie die juiste getal\noproepeenhede aangedui het nie. En, indien daar nie\nbehoorlike rekenings\nkragtens reg H9 gelewer was nie, sou regulasie H16(l)(i) natuurlik nie toegepas\nkon word nie.\nWat ook al die posisie op die stukke was, is dit gemene saak dat Richardson\nby die verhoor in die hof a quo aanvaar of veronderstel\nhet dat Telkom se uitleg\nvan regulasie H16 korrek was. Hy het hom beroep bloot op die beweerde\nongeldigheid van die regulasie. Die\nargument voor die hof a quo was dus beperk\ntot die vraag of die regulasie contra bonos mores was of nie.\nDie geleerde verhoorregter het egter nie met die partye se vertolking van reg\nH16(l)(i) saamgestem nie. Sy gevolgtrekking is onder\nmeer soos volg\ngeformuleer:\n13\n\"If [Telkom] wishes to suspend or terminate a service in terms of regulation H16\nbecause of a failure to pay a statement of account,\nand its right to do so is\nchallenged by the subscriber, it will have to prove on a balance of\nprobabilities that the amount claimed\nis indeed owing by the subscriber in order\nto justify its suspension or termination of the subscriber's service. To my mind\nthere\nis nothing offensive to public policy in that.\"\nDie verhoorhof se vertolking van die regulasies\nhet dus in wese\nsaamgestem met die resultaat wat\nRichardson in sy funderende verklaring\nprobeer bereik\nhet met sy beweerde stilswyende bepalings.\nMnr Burger, wat namens Telkom voor ons verskyn\nhet, het betoog\ndat die verhoorhof nie geregtig was om\n'n ander vertolking aan die partye se kontrak te heg as\ndié wat hulle albei as juis aanvaar het nie. Ter\nondersteuning van hierdie betoog het hy verwys na Shill\nv Milner\n1937 AD 101\nop bl 110-111 en Louw v WP\nKooperatief Bpk en Andere\n[1994] ZASCA 54\n;\n1994 (3) SA 434\n(A) op 445D.\nSoos ek hierbo aangedui het, het Richardson\naanvanklik wel staatgemaak op 'n kontrak wat in wese\n14 ooreenstem\n(weliswaar as gevolg van beweerde\nstilswyende bepalings) met die verhoorhof se\nuiteindelike bevinding, en is\ndit nie heeltemal\nduidelik uit die stukke dat hy in sy repliserende\nverklaring sy\noorspronklike bewerings heeltemal\nafgesweer het nie. Hoe dit ook al sy, vir huidige\ndoeleindes sal ek veronderstel dat Richardson\nuiteindelik die juistheid van Telkom se vertolking van\ndie regulasies aanvaar het, en sy saak beperk het bloot\ntot die betoog van contra bonos mores. Die vraag is\ndan: was die verhoorhof hierdeur verhoed om te bevind\ndat die partye se vertolking verkeerd was en om\ndienooreenkomstig uitspraak te gee? Om hierdie vraag te\nbeantwoord is dit nodig om die gewysdes waarna Mnr\nBurger verwys het, en 'n paar ander, versigtig te\nontleed.\nDie eerste saak is Breed v Van den Berg and Others\n1932 AD 283.\nIn daardie saak het dit gegaan om die\nvertolking van 'n bepaling in 'n titelakte. Stratford\n15 AR het bevind dat\ndie bepaling se bewoording so\nonduidelik was dat \"unaided by recourse to the\nsubsequent conduct of the parties no satisfactory and\nsensible meaning could be given to this grant\" (op bl\n292). Op hierdie grondslag gaan hy dan voort:\n\"It is now no longer a question of construction, the question is what\nconstruction have both the grantor and grantees given to the\ngrant? If one of\ntwo parties to a contract asserts that it has a certain meaning and the other\nagrees that that is the meaning to\nbe given to it, a court of law will give\neffect to that meaning. If this mutually accepted meaning is in conflict with\nthe clear\nconstruction of the contract, we have all the requisites for\nrectification of the document. If, on the other hand, the parties give\nto an\nindefinite and vague document by itself unenforcible, a meaning consistent with\nit, then the latter in the eye of the law is\nthe meaning it should bear. In both\ncases we cannot go beyond the intention of the parties when once we have a clear\nexpression of\nthat intention\" (bl 292-3).\nNa my mening beteken hierdie passasie niks meer as\ndie volgende nie. Die geleerde appélregter se\nuitgangspunt was dat, by die uitleg van 'n kontrak, die\npartye se bedoeling deurslaggewend is. Waar die\nbepalings van die kontrak duidelik is maar die partye\n16 bevestig albei\ndat hulle iets anders bedoel het, moet\neffek gegee word aan hul werklike bedoeling. En waar\ndie kontrak\nonduidelik is, kan hul bedoeling afgelei\nword uit die manier waarop hulle dit\ntoegepas het.\nIn Shill v Milner (supra) het Milner mielies aan\nShill verkoop. Die koopkontrak het die volgende\nbepaling bevat: \"Buyer to be responsible for the export\nquota in terms of the Act.\" Die verwysing was na\nuitvoerkwota-sertifikate wat die Staat aan uitvoerders\nvan mielies verskaf het en wat 'n geldwaarde gehad het.\n'n Uitvoerder hoef egter nie sy sertifikaat self te\nbenut het nie, maar kon dit aan iemand anders oordra.\nOp hierdie manier het daar 'n mark in sertifikate\nontstaan. Die sertifikate kon dus ook (hoewel daar geen\nwetlike magtiging daarvoor was nie) op die ope mark\ngekoop word. Die vraag was of Shill verplig was om die\nmielies wat aan hom verkoop was, uit te voer en\nsodoende sertifikate te kry wat hy aan Milner moes\nlewer, en of hy sertifikate wat op die ope mark gekoop\n17 is, kon lewer. De Villiers AR het bevind dat die woorde\nvan die kontrak \"elastic enough\" was om albei\nbetekenisse te omvat. Beide\npartye het beskou dat\ngekoopte sertifikate gelewer kon word, en hul kontrak\nis dienooreenkomstig uitgelê (bl 110). Tindall WAR het\ngeen kommentaar oor die betekenis van die kontrak\ngelewer nie maar het uitgegaan van die standpunt dat\n\"both parties contemplated that the appellant could\nfulfil his obligation by transferring purchased\ncertificates ...\"(bl 110). Weens hierdie bevinding het\nhy die passasie aangehaal uit Stratford AR se uitspraak\nin Breed se saak, wat ek hierbo uiteengesit het.\nTindall WAR voeg dan die volgende by:\n\"I infer that the meaning of the last sentence is that the Court cannot go\nbeyond the meaning which both parties have agreed to put\non the contract\" (bl\n111).\nIn hierdie saak, soos in Breed se saak, was die\nvraag dus wat die partye se kontrak behels het. Hul\neenstemmigheid oor wat hul bedoel het toe hulle\n18 gekontrakteer het was\ndeurslaggewend.\nTen slotte is daar Louw v WP Koöperatief Bpk\n(supra). In\ndaardie saak was die vraag of die WP\nKoöperatief locus standi gehad het\nom as skuldeiser\naansoek te doen om Louw se sekwestrasie. Louw het wel\ngeld aan die koöperasie geskuld, maar die koöperasie\nhet al die skulde wat aan hom verskuldig is aan die\nLandbank gesedeer onder sekere voorwaardes. Na 'n\noorweging van die bepalings van die sessieakte in die\nlig van toepaslike wetgewing het Smalberger AR (wat die\nuitspraak van die hof gelewer het) bevind dat 'n\nletterlike uitleg van die sessie-akte tot 'n\nabsurditeit sou lei (bl 444 I-J). Hy gaan dan voort (op\nbl 444J-445D):\n\"Dit synde die geval, is dit nodig om te let op wat die gemeenskaplike\nbedoeling van die Koöperasie en die Landbank wel was want\ndaardie bedoeling\nmoet seëvier (Cinema City (Pty) Ltd v Morgenstern Family Estates (Pty) Ltd\nand Others\n1980 (1) SA 796\n(A) op 804D-E).\nUit die stukke blyk dit dat die Koöperasie en die Landbank dit eens is\noor watter vertolking aan die sessieakte geheg moet word.\nIn die verband is\n19\ndit gepas om te let op wat Stratford AR in Breed v Van den Berg and Others\n1932\nAD 283\nop 292 gesê het, naamlik: (hier haal die belese appèlregter\n'n deel van die passasie hierbo aan, en gaan dan voort)\nDat 'n hof uitvoering sal gee aan die betekenis wat partye gesamentlik aan hulle\nooreenkoms heg (al weerspreek dit die letterlike\nbetekenis van die woorde wat\ngebruik is), blyk ook uit die beslissing in Shill v Milner\n1937 AD 101\nop\n110-11. (Kyk ook Christie The Law of Contract 2de uitg\n250-1.)\"\nIn die uitspraak word dan verder bevind dat die\ngetuienis onteenseglik daarop dui dat die Koöperasie en die Landbank\ndeurgaans\nonder die indruk verkeer het dat die sessieakte bloot voorwaardelik\nwas.\nLouw se saak het dus ook gegaan oor wat die partye\nwerklik bedoel\nhet toe hulle gekontrakteer het. Dit\nblyk nie alleen uit die hof se beredenering nie, maar\nook uit die bronne aangehaal. Die passasie in die\nCinema City saak waarna verwys word lui soos volg:\n\"As the generally accepted view is that our law of contract is (save in\nexceptional cases) based on real consensus, it is fully consonant\nwith basic\nprinciple that in matters of interpretation the common intention of the parties\nshould prevail.\"\n20 En Christie, in die aangehaalde passasie, distilleer\ndie volgende beginsel uit sake soos Shill v Milner:\n\"... evidence is admissible to prove the sense in which the parties understood\nthe contract at the time they made it, not only when\nthe wording was ambiguous\nbut even when the evidence (provided it is led with the consent of both parties)\ncontradicts the plain\nmeaning of the words.\" (My beklemtoning.)\nNa my mening het die beginsel neergelê in\nbogemelde\ngewysdes geen toepassing op die feite van die\nonderhawige geval nie. Die oorspronklike\nkontraksluiting tussen die partye het in September 1984\ngeskied. Daar is toe ooreengekom dat Telkom se\nvoorganger 'n telefoondiens aan Richardson sou verskaf\nonderhewig aan die regulasies. Daar is voorsien dat die\nregulasies in die toekoms gewysig sou word. Richardson\nhet dus sommer by voorbaat ook toegestem om deur die\nwysigings gebind te word. Daar is geen aanduiding dat\ndie partye by kontraksluiting 'n gesamentlike beskouing\noor die betekenis van die regulasies gehad het nie.\nTrouens, daar is geen aanduiding dat Richardson ooit\n21 bewus was van die\ninhoud van die regulasies voordat hy\nhierdie saak aanhangig gemaak het nie. Sy funderende\nverklaring wek eerder\ndie indruk dat nóg hy nóg sy\nregsverteenwoordigers aanvanklik besef het dat daar\nhoegenaamd relevante regulasies bestaan het. Ten beste\nvir Telkom kan aanvaar word dat Richardson gedurende\ndie verrigtinge saamgestem het met Telkom se vertolking\nvan die regulasies. Hierdeur het Richardson egter nie\nte kenne gegee dat hy hierdie vertolking gehuldig het\nas deel van die consensus tussen die partye ten tyde\nvan kontraksluiting nie. Hy het bloot, vermoedelik op\ngrond van regsadvies, 'n standpunt ingeneem omtrent die\nbetekenis van 'n dokument wat in sy ooreenkoms ingelyf\nwas maar wat deur 'n derde party sonder sy medewerking\ngeformuleer was. Daar bestaan m i niks wat 'n hof\nverplig om uitvoering te gee aan so 'n vertolking as\ndie hof nie daarmee saamstem nie. Onder hierdie\nomstandighede was die vertolking wat die partye aan die\nregulasies geheg het, blote regsubmissies wat die hof\n22\nop meriete kon aanvaar of verwerp. Soos dit gestel is\nin Paddock Motors (Pty) Ltd v. Igesund 1976(3) SA 16\n(A) op bl. 23 F:\n\"... it would create an intolerable position if a Court were to be precluded\nfrom giving the right decision on accepted facts, merely\nbecause a party failed\nto raise a legal point, as a result of an error of law on his part ...\"\nWeens die bogemelde gevolgtrekking is dit nie vir\nmy nodig om 'n\nmening uit te spreek oor die vraag of\ndit regtens moontlik was vir die partye om deur\nooreenkoms 'n betekenis aan die regulasies te heg wat\nafwyk van die betekenis wat hulle dra, bloot beskou as\nstatutêr gemagtigde regulasies, nie. In effek sou die\npartye dan 'n ooreenkoms gesluit het wat afwyk van dié\nneergelê in die regulasies. Die vraag of Telkom se\nvoorgangers die bevoegdheid gehad het om so 'n\nooreenkoms te sluit word dus onbeantwoord gelaat.\nDit bring my dan by die uitleg van die regulasies.\nDie wese van die kontrak tussen Telkom en 'n verbruiker\nis dat Telkom 'n diens lewer waarvoor die verbruiker\n23\nmoet betaal. Dit was dan ook gemene saak dat Telkom in\nbeginsel nie\ngeregtig is om gelde in te vorder vir dienste wat nie gelewer is nie. Regulasie\nH9 is nie teenstrydig met hierdie beginsel\nnie. Dit bepaal dat rekenings prima\nfacie bewys is van verskuldigde bedrae en by lewering betaalbaar is.\nKlaarblyklik hoef die verbruiker,\nas hy die prima facie bewys kan weerlê,\nnie meer te betaal as waarvoor hy werklik aanspreeklik is nie.\nReg H.16 se opskrif is \"Straf vir wanbetaling van rekenings\". Die regulasie\nas geheel maak voorsiening vir 'n aantal stappe wat gedoen\nkan word indien 'n\nverbruiker agterstallig is met die vereffening van 'n rekening. Die uitgaande\ndiens, of die diens in albei rigtings\nkan summier sonder enige kennisgewing\nopgeskort word, die huurooreenkoms kan summier beëindig word, die\nkliënt se gidsinskrywing\nkan geskrap word en sy perseel kan betree word om\nalle apparaat, drade of enige ander eiendom van Telkom te verwyder. Hierdie\n24\nverskillende bevoegdhede word deur reg H.16(l)(i)\nverleen. Sub-reg (ii)\nmagtig Telkom verder om die diens t o v enige ander telekommunikasielyn wat hy\naan die betrokke kliënt\nverhuur, op te skort of die huurooreenkoms t o v so\n'n lyn te beëindig. En ingevolge sub-reg (2) kan Telkom gelikwideerde\nskadevergoeding\neis.\nDit is moeilik om te glo dat die Minister wat die regulasies uitgevaardig\nhet, kon bedoel het dat 'n verbruiker hierdie drastiese\nvorms van straf sou moes\nondergaan selfs waar die rekening verkeerd is. En dit is betekenisvol dat daar\ngeen voorsiening gemaak word\nin die regulasies vir die geval waar 'n diens\nopgeskort of beëindig is en dit later blyk dat die bedrag van die rekening\ninderdaad\nonverskuldig was nie. Reg H.17 is die enigste relevante regulasie in\nhierdie verband. Dit bepaal dat 'n telekommunikasielyn wat in\ndie een of ander\nrigting opgeskort is ingevolge reg H.16, alleen ná betaling van \"die\nbedrag van die onbetaalde\n25 rekening\" aangesluit word en dat betaling van\ndie\nheraansluitingskoste geverg word. As die diens reeds\nbeëindig is,\nword die heraansluiting as 'n aanvraag om\n'n nuwe diens beskou. Regulasie H.17 veronderstel dus\ndat die onbetaalde\nrekening inderdaad die werklik\nverskuldigde bedrag weerspieël.\nMnr Burger het in hierdie verband betoog dat die regulasies klaarblyklik\naangevul moet word om voorsiening te maak vir die geval waar\n'n rekening later\nblyk verkeerd te wees. in so 'n geval, het die betoog voortgegaan, moet daar 'n\nstilswyende verstandhouding wees\ndat die diens kosteloos herstel sou word.\nDie posisie is dus dat die regulasies in een of ander opsig aangepas moet\nword om sin te maak. Telkom betoog dat reg 16(1)(i) toegepas\nkan word selfs waar\ndie rekening verkeerd is. Indien hierdie vertolking korrek is, skort daar\nvoorsiening in die regulasies vir die\nlatere herstel van die diens. Richardson\nbetoog\n26 (minstens in hierdie hof) dat reg 16(1)(i) net toegepas\nkan word indien die verbruiker agterstallig is t o v 'n\nbedrag wat werklik verskuldig is. Indien hierdie betoog\nkorrek is, moet 'n beperkende betekenis aan die woord\n\"rekening\" in reg 16(1) (i) geheg word. Waar daar dus in\nbeide gevalle iets ingelees of bygevoeg moet word tot\ndie regulasies behels Richardson se betoog nie alleen\n'n mindere ingryping nie maar lei dit m i tot 'n meer\nredelike resultaat.\nDus, om op te som: dit is die verbruiker se\nprimêre plig om te betaal vir dienste wat werklik\ngelewer is en die aard en erns van die strawwe in reg\nH.16 is 'n sterk aanduiding dat die regulasie te doen\nhet met versuim om geld te betaal wat werklik\nverskuldig is. Daarbenewens behandel die enigste\nbepaling wat met heraansluiting te doen het, glad nie\ndie moontlikheid dat die onbetaalde rekening verkeerd\nmag wees nie. Telkom se uitleg van die regulasies sou\ndus die inlees verg van 'n bepaling om hiervoor\n27 voorsiening te maak.\nOnder hierdie omstandighede meen\nek dat die hele stelsel wat geskep word deur regulasies\nH.16 en H.17 net\nin werking tree waar die gelewerde\nrekening inderdaad korrek is. Of 'n mens hierdie\nresultaat bereik deur middel van 'n stilswyende\nbepaling, soos Richardson in sy funderende verklaring\nprobeer doen het, of deur 'n beperkende uitleg van die\nwoord \"rekening\" in\nregulasies H.16 en H.17, soos Mnr.\nKotzé namens Richardson in argument voor ons betoog\nhet, maak m i nie saak nie.\nMnr Burger het betoog dat die resultaat aldus\nbereik ernstige praktiese probleme vir sy kliënt sal\nbesorg. Ek stem nie saam nie. Ek veronderstel dat die\nmeeste rekenings korrek is. Waar 'n verbruiker bloot\nversuim om sy rekening te betaal sonder om die\nkorrektheid daarvan aan te veg sou Telkom prima facie\ngeregtig wees om stappe ingevolge reg H.16 te doen. As\ndie verbruiker dan 'n interdik aanvra, sal hy in alle\nwaarskynlikheid misluk. As die verbruiker die juistheid\n28\nvan die rekening betwis, is dit in elk geval Telkom se\nbeleid om die saak\nverder te ondersoek, soos blyk uit die feite van hierdie saak. As hierdie\nondersoek aantoon dat die bedrag van\ndie rekening ongetwyfeld verskuldig is, kan\nTelkom kies of hy die skuld deur aksie wil probeer in, en of hy van reg H.16\ngebruik\nwil maak. As hy laasgenoemde weg inslaan, loop hy die risiko dat die\nverbruiker 'n interdik sal aanvra, maar as Telkom seker van\nsy saak is, sal die\ninterdik óf nie toegestaan word nie, óf Telkom sal uiteindelik 'n\nkostebevel in sy guns kry. In\nalle geval glo ek nie dat daar baie verbruikers is\nwat die koste en moeite sal aangaan om hofsake oor die juistheid van\ntelefoonrekenings\nte voer as hulle nie meen dat hulle 'n sterk saak het nie.\nEk meen dus dat die verhoorhof se uitleg van die regulasies korrek was en dat\nRichardson wel 'n prima facie reg gehad het wat deur\n'n tussentydse interdik\nbeskerm kon word. Soos hierbo aangedui was dit die\n29\nenigste geskilpunt tussen die partye.\nDie appèl word afgewys met\nkoste. Die tydperk van 60 dae wat bepaal word in para 2 van die bevel van die\nhof a quo vir die\ninstelling van aksie sal loop vanaf datum hiervan.\nE M GROSSKOPF, AR\nJOUBERT,AR STEYN, AR F H GROSSKOPF, AR HOWIE, AR\nStem saam",
  "scraped_at": "2026-02-12T05:58:14.666967",
  "date": "1995-03-28",
  "coram": [
    "JOUBERT",
    "E M GROSSKOPF",
    "STEYN",
    "F H GROSSKOPF",
    "HOWIE",
    "ARR"
  ],
  "case_number": "293/93",
  "parties": {
    "applicants": [
      "Telkom Suid-Afrika Beperk"
    ],
    "respondents": [
      "Raymond Richardson"
    ]
  },
  "sections": {
    "facts": "Richardson obtained a telephone service from Telkom in September 1984. Between December 1991 and December 1992 his usage was normally between 162 and 668 call units per month, costing between R30.62 and R110.22. For three months (April, May and June 1992) Telkom’s bills showed dramatically higher usage (4048, 5760 and 1297 units) and amounts of R667.92, R1,088.64 and R245.13 respectively. Richardson disputed these three “disputed” accounts, while accepting the correctness of the other bills. Telkom’s investigation concluded that Richardson was liable for the disputed amounts and, on 27 November 1992, demanded payment. Richardson paid the undisputed parts but not the disputed sums. Without further warning Telkom suspended his telephone service on 11 January 1993. Richardson obtained an interim interdict from the Provincial Division ordering restoration of service pending determination of the dispute. Telkom appealed the interdict.",
    "issues": "The appeal centred on whether Richardson had a prima facie right to an interim interdict that prevented Telkom from suspending his telephone service while the disputed accounts were being determined, i.e., whether the contract – incorporating the statutory telecommunications regulations – gave Telkom the authority to suspend service despite the bills being contested.",
    "principles": "The court examined the relationship between contractual terms and statutory regulations (Regulations H.9, H.16 and H.17). Regulation H.9 makes a bill prima facie evidence of the amount owed; Regulation H.16 permits suspension or termination of service for non‑payment, but only where the amount is actually due. The party seeking suspension must prove on a balance of probabilities that the debt is owed. Contract‑interpretation principles require giving effect to the parties’ common intention, but statutory provisions prevail over any alleged implied terms that conflict with them. Precedents cited include Shill v Milner, Breed v Van den Berg, Louw v WP Koöperatief, and Paddock Motors, emphasizing that courts must ascertain the true intention of the parties and may not override clear statutory mandates.",
    "application": "The court held that the telecommunications regulations formed part of the contract between Telkom and Richardson. Consequently, Telkom bore the burden of proving that the disputed amounts were actually owed. While the lower court correctly required such proof, Telkom failed to demonstrate, on the balance of probabilities, that the large charges for the three months were legitimate. Richardson’s alleged “implied” terms could not defeat the statutory provisions. Hence, Richardson did not have a prima facie right to an interim interdict, and Telkom was entitled to maintain the suspension pending resolution of the dispute.",
    "conclusion": "The appeal was dismissed with costs in favour of Telkom. The interim interdict was not upheld, meaning Telkom’s suspension of Richardson’s telephone service remained lawful. The court ordered that the 60‑day period for instituting action, as stipulated in the lower court’s order, would run from the date of this judgment."
  },
  "tags": {
    "level_1": "Telecommunications Law",
    "level_2": "Service Suspension / Billing Dispute",
    "level_3": [
      "contract interpretation",
      "statutory regulations",
      "interim interdict",
      "billing disputes",
      "contra bonos mores"
    ]
  }
}