{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/105.html",
  "case_name": "Bophuthatswana Transport Holdings (Edms) Bpk. v Matthysen Busvervoer (Edms) Bpk (119/94) [1995] ZASCA 105; 1996 (2) SA 166 (SCA); (21 September 1995)",
  "citation": "[1995] ZASCA 105",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 105\n|\nNoteup\n|\nLawCite\nBophuthatswana Transport Holdings (Edms) Bpk. v Matthysen Busvervoer (Edms) Bpk (119/94) [1995] ZASCA 105; 1996 (2) SA 166 (SCA); (21 September 1995)\nDownload original files\nPDF format\nRTF format\nRapporteerbaar: Ja/Nee\tSAAKNOMMER: 119/94\n/jvdm\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak tussen:\nBOPHUTHATSWANA TRANSPORT HOLDINGS\n(EDMS) BEPERK\tAPPELLANT\nen\nMATTHYSEN BUSVERVOER (EDMS) BPK \t  RESPONDENT\nCORAM\n: HEFER, VAN DEN HEEVER, HARMS, OLIVIER, ARR\net SCOTT, Wnd AR\nVERHOOR\n: 7 SEPTEMBER 1995\nGELEWER\n: 21 SEPTEMBER 1995\nUITSPRAAK\nHARMS AR/\n2\nHARMS AR:\nIn die Transvaalse bosveld, direk ten weste van Ellisras, bedryf Yskor\nBpk die Grootgeluk-steenkoolmyn. Daarnaas, te Onverwacht, 'n\ndorpsgebied\naangrensend aan en deel van Ellisras, woon van Yskor se personeel. Ten suide van\nEllisras, te Thabazimbi, bedryf Yskor\n'n ysterertsmyn. Sy hoofkantoor en ook een\nvan sy staalaanlegte is te Pretoria,\nongeveer 200 km suid-oos van Thabazimbi, geleë. Yskor het 'n\nbehoefte gehad om veral personeel en dié se familie van vervoer\ntussen\ndié drie punte te voorsien en het, met hierdie doeleinde in oog, 'n\nopenbare padvervoerpermit (die \"Yskorpermit\") bekom\nmet die volgende\nmagtiging:\n\"Eie blanke werknemers en gesinslede van sodanige werkers, hul persoonlike\nbagasie en eie onderdele (slegs vir eie gebruik) alleenlik\nwanneer dit benodig\nword vir die onmiddeílike bona fïde herstel en/of instandhouding van\nmasjinerie en/of werktuigkundige\ninstallasies wat defek geraak het en weens\ndringende omstandighede spoedeisend berstel moet\nword.\"\nAan die einde van 1990 het Yskor oënskynlik\nbesluit om nie meer self die vervoer te bedryf nie en het tenders vir die\nvervoer\nper pad van\n3\npersoneel tussen Ellisras en Pretoria vir 'n periode van twee jaar vanaf\n1 Maart 1991 aangevra. Die huidige respondent (en aansoekdoener\nin die hof\nbenede), Matthysen Busvervoer (Edms) Bpk (\"Matthysen\"), was die suksesvolle\ntenderaar en was, ingevolge die tendervoorwaardes,\nalleen verantwoordelik vir\ndie verkryging van die nodige magtiging en padvervoerpermitte en moes, indien\ndaartoe versoek, bewys daarvan\naan Yskor tot dié se bevrediging verskaf.\nHoewel Matthysen 'n karweier is soos gedeGnieer in art 1 van die Wet op\nPadvervoer\n74 van 1977 (\"die Wet\"), nl iemand wat sake doen as vervoerder van\npersone teen vergoeding, doen die maatskappy slegs busvervoer\nop kontrakbasis op\nbepaalde roetes en bepaalde tye of op 'n ad hoc basis vir georganiseerde groepe.\nMatthysen het dus nie 'n bestaande\npermit besit wat die betrokke vervoer\ngemagtig het nie. Vermoedelik met die samewerking van Yskor is die geldende\nYskorpermit deur\ndie Plaaslike Padvervoerraad, Pretoria aan Matthysen oorgedra.\nWat egter agterweë gebly het, was 'n aanpassing aan die bewoording\nvan die\npermit. Die gevolg was dat Matthysen vir die duur van die kontrak met\n4\nYskor die werknemers van Yskor en dié se gesinslede vervoer het\nkragtens 'n permit wat op \"eie\" werknemers en hul gesinslede\nvan toepassing was\nen wat gratis moes geskied het.\nYskor het aan die einde van 1992\nweer eens tenders aangevra vir die verskafGng van 'n soortgelyke diens. Meerdere\ntenders is ontvang,\no a vanaf Matthysen maar ook vanaf die appellant,\nBophuthatswana Transport Holdings (Edms) Bpk (\"BTH\"). Matthysen se tenderprys\nwas\nR16 000 per week terwyl BTH s'n vermoedelik laer was aangesien die tender\nvir 'n periode van twee jaar, gereken vanaf 1 April 1993,\naan BTH toegeken is.\nDit was ook 'n voorwaarde van hierdie tender dat die suksesvolle tenderaar\nalleen verantwoordelik sou wees vir\ndie verkryging van die nodige magtiging en\npadvervoerpermitte en dat hy ook verplig was om, wanneer daartoe versoek, bewys\ndaarvan\ntot tevredenheid van Yskor te verskaf. Anders as Matthysen, is BTH se\nbesigheid as karweier eerder op die verskafRng van vervoer\naan pendelaars\ningestel en besit BTH 'n magdom padvervoerpermitte wat hom in staat stel om op\nbykans enige roete binne sy bedieningsgebied\n'n\n5\nvervoerdiens te verskaf. BTH het dit onnodig geag om aansoek te doen vir\n'n aparte permit om sy Yskorkontrak na te kom en het op die\nsamevoeging (of,\nvolgens Matthysen, die sameflansing) van 'n aantal losstaande permitte om die\nroete te dek, staatgemaak.\nMatthysen was nie met hierdie toedrag van\nsake gediend nie en het, nadat die Staat geweier het om aan sy versoek te\nvoldoen om 'n\nstrafregtelike vervolging in te stel, 'n aansoek om 'n interdik in\ndie Transvaalse Provinsiale Afdeling teen BTH ingestel. Daarvolgens\nmoes BTH\nverbied word om padvervoer te onderneem op die roete soos beskryf in die\nYskorpermit (soos aan Matthysen oorgedra). Yskor\nen die Voorsitter van die\ngemelde Padvervoerraad is ook as respondente gevoeg sonder dat enige regshulp\nteen hulle aangevra is. Hulle\nhet ook nie aan die verrigtinge deelgeneem nie.\nDie aansoek was suksesvol en die hof benede (Du Plessis R) het BTH verbied om\npadvervoer\nsoos vereis ingevolge die kontrak met Yskor op die roete tussen\nEllisras, Thabazimbi en Pretoria, te ondemeem. Die gebruiklike kostebevel\nhet\ngevolg. 'n Aansoek om verlof tot appèl is deur\n6\ndie verhoorregter van die hand gewys maar, na aanleiding van 'n petisie\naan hierdie hof gerig, is verlof tot appèl toegestaan.\nDit is\nvooraf gerieflik om in meer besonderhede te handel met die grondslag van\nMatthysen se bewering dat BTH se vervoer ingevolge\ndie kontrak met Yskor\nonwettig sou wees. In hierdie verband is op art 31(a) en (b) van die Wet\nstaatgemaak. Daarvolgens is dit 'n\nmisdryf om padvervoer te ondemeem behalwe\nkragtens 'n permit wat daardie padvervoer magtig of om dit in stryd met die\nbepalings van\n'n permit te onderneem. In die vestigende verklaring het Matthysen\nvolstaan met 'n bewering dat hy BTH se magtigings en padvervoerpermitte\nnagegaan\nhet en dat BTH geen magtiging het om padvervoer oor die betrokke roete te\nverskaf nie. In antwoord het BTH daarop gewys\ndat hy in besit van 'n algemene\nmagtiging is wat, o a, die volgende twee bepalings bevat:\n\"2.3 Co-ordination if necessary of any own routes having a common route\nor terminus.\n2.4 Buses are authorised to operate between either terminus and\nintermediate poínts on any particular route.\"\n7\n'n Aantal permitte is toe op gesteun wat, as hulle saamgevoeg sou word,\nna bewering die roete dek. Matthysen het egter in repliek\nafdoende aangetoon dat\ndie roete wat deur daardie permitte gedek word, nie die roete is wat fisies deur\nBTH gebruik is nie. 'n Dupliek\nhet gevolg. Hierin het BTH toegegee dat hy nie\ndie roete gebruik het soos aanvanklik beweer nie, maar tegelykertyd op 'n ander\ngroep\npermitte staatgemaak wat, weer eens saamgelees, die nodige magtiging sou\nverskaf het. Die vraag is of die laaste groep permitte dit\nmagtig wat deur BTH\nbeweer word en in dié verband is twee aspekte geopper.\nTen einde die eerste te verstaan, eers weer 'n bietjie oorvereenvoudigde\naardrykskunde. Rustenburg lê ongeveer 100 km reg wes\nvan Pretoria.\nTussenin, en naby Pretoria, is Hartbeespoortdam. Die laaste stuk pad tussen die\ndam en Pretoria is gemeenskaplik vir\nverkeer vanaf Rustenburg en ook vanaf\nThabazimbi via Brits. BTH gebruik dan ook dié stuk pad vir\nkontraksdoeleindes. Daarvoor\nwend hy 'n permit wat vir roete 67 (b) bedoel is,\naan. Dis nie nodig om die permit in besonderhede aan te\n8\nhaal nie. Dis voldoende om aan te dui dat die permit busvervoer magtig\nvanaf Rustenburg oor Hartbeespoortdam tot op 'n plaas wat grens\naan die\nmunisipale gebied van Pretoria. Wat die permit nie magtig nie, is vervoer binne\ndie munisipale gebied van Pretoria; ook nie\nvervoer vanaf Pretoria na Rustenburg\nnie (en dus ook nie na Hartbeespoortdam nie). BTH moet as deel van sy\nverpligtinge teenoor Yskor\nvervoer binne die Pretoria-gebied en vervoer op die\nterugreis na Ellisras verskaf.\nDie tweede grond van onwettigheid hang saam met die magtiging om roetes\nwat 'n gemeenskaplike roete of terminus het, te koordineer\n. Ek sal poog om die\nfeite te vereenvoudig. Die kontrakroete het die volgende hoofpunte waar\naangedoen of verby gery word: (a) Onverwacht,\n(b) Ellisras, (c) Thabazimbi, (d)\nKoedoeskop, (e) Assen, (f) Brits, (g) Hartbeespoortdam, (h) Pretoria en terug.\nDie permitte waarop\nstaatgemaak word, word met roetenommers aangedui en hulle\nhet, op hul beurt, die aangeduide hoofpunte: [1] Roete 2012: Groothoek\n- (a) -\n(b) - (c) en terug.\n9\n[2] Roete 2030: (b) - (c) - Northam - (e) - (f) -\nMabopane en terug.\n[3] Roete 57: (c) - (d) - (e) - Ramakokstad en\nterug.\n[4] Roete 5012: Mothotlung - (f) - (g) - Schoemansville en\nterug.\n[5] Roete 67(b): Rustenburg - (g) - Pretoria grens.\nOm op te som: van (a) tot (b) ry mens op [1], van (b) tot (c) op [1] of\n[2],\nvan (c) tot (d) op [3], van (d) tot (e) op [3], van (e) tot (f) weer\nop[2], van\n(f) tot (g) op [4] en van (g) tot neffens (h) op [5].\tDie hof benede het\nbevind dat aangehaalde bepalings van BTH\nse\nalgemene magtiging nie so 'n samevoeging van roetes gemagtig het\nnie.\nHoewel ek prima facie van oordeel is dat sy gevolgtrekking in\nhierdie\nverband reg was, is dit, weens wat volg, nie nodig om 'n\nGnale oordeel oor\ndie aangeleentheid uit te spreek nie.\nOp die veronderstelling dan dat BTH se uitvoering van\nsy\nkontrak met Yskor in stryd met 'n\nstatutêre verbod geskied het, ontstaan die\nvraag of Matthysen die nodige locus standi besit het wat hom op 'n\ninterdik\n10\ngeregtig sou gemaak het. 'n Verbandhoudende vraag is of hy 'n duidelike\nreg gehad het wat d m v 'n interdik beskerm kon word.\nDie\nkernreël, soos deur Wessels HR in Roodepoort-Maraisburg Town Council v\nEastern Properties (Prop) Ltd\n1933 AD 87\nop 101 geformuleer, is:\n\"... (B)y our law any person can bring an action to vindicate a ríght\nwhich he possesses (interesse) whatever that right may\nbe and whether he suffers\nspecial damage or not, provided he can show that he has a direct interest in the\nmatter and not merely\nthe interest which all citizens\nhave.\"\nDie stelling is met goedkeuring aaugehaal in\nCabinet of the Transitional Government for the Territory of South Africa v Eins\n1988 (3) SA 369\n(A) op 388H-I. Indien 'n landsburger egter beweer dat 'n\nstatutêre verbod in sy belang ingestel is sodat 'n verbreking van\nso 'n\nverbod op sy regte inbreuk maak, word die toets in Pafz v Green\n1907 TS 428\nop\n433 neergelê, aangewend. Die toets, soos saamgevat in\nRoodepoort-Maraisburg op bl 96 (per Stratford AR), is dit:\n\"Where it appears either from a reading of the enactment or from that\nplus\n11\nsurrounding circumstances that the Legislature has prohibited the doing of\nan act in the interest of any person or class of persons,\nthe intervention of\nthe Court can be sought by any such person to enforce the prohibition without\nproof of special damage.\"\nDaar is dus twee moontlikhede.\nDie eerste is dat die statuut, gelees in die lig van sy matriks, die verbod in\ndie belang van 'n persoon\nin die posisie van die applikant, of die groep aan wie\ndie applikant behoort, ingestel het. Indien dit nie die geval is nie, kan\ndie\napplikant aantoon dat, omdat hy besondere skade a g v die verbodsoorskryding\ngely het, 'n reg van hom aangetas is. Wat \"besondere\nskade\" daarstel, hoef nie\nvir huidige doeleindes oorweeg te word nie.\nNamens Matthysen is betoog dat die Wet die belange van die houers van\ngeldige padvervoerpermitte beskerm en dat ongemagtigde kompetisie\nop 'n skending\nvan so iemand se werfkrag neerkom. Vgl Van Heerden en Neethling Die Reg\naangaande Onregmatige Mededinging (1983) par\n2 8 (bl 154 e v); Sanachem (Pty)\nLtd v Farmers Agri-Care (Pty) Ltd\n[1995] ZASCA 2\n;\n1995 (2) SA 781\n(A) op 789B-G. Aangesien\nMatthysen die houer van 'n\n12\nopenbare padvervoerpermit (die Yskorpermit) was wat hom gemagtig het om\npadvervoer langs die kontrakroete te verskaf, was die optrede\nvan BTH\nonregmatig, nie net uit 'n strafregtelike oogpunt nie, maar ook jeens Matthysen.\nHierdie betoog is deur 'n feite- en regsargument\nbegroet wat vervolgens behandel\nword.\nIn Herbst v Dittmar\n1970 (1) SA 238\n(T) het Bekker R beslis\ndat, in die lig van die bepalings van die destyds geldende art 13 (3) van\ndie\nMotortransportwet 39 van 1930, die verbodsbepaling nie in verband met die\nbeskerming van bestaande vervoerbelange staan nie maar eerder\nin die openbare\nbelang ingestel is (op bl 244C-245H). Gevolglik het die hof geweier om ten\ngunste van die houer van 'n geldige permit\ndie respondent, wat sonder geldige\npermit en in kompetisie vervoer bedryf het, te verbied om daarmee voort te gaan.\nDaar is nie in\ndie huidige Wet 'n bepaling wat met art 13 (3) ooreenstem nie en\ndus kan die ratio van Bekker R nie goedsmoeds op die teenswoordige\nvan\ntoepassing gemaak word nie. In ieder geval het hierdie hof in Muller t/a SA\nTrucking v Trencor Services (Pty) Ltd 1985 (3)\n13\nSA 213 (A) dit skynbaar veronderstel dat die houer van 'n geldige permit\nwel op 'n interdik in sodanige omstandighede geregtig is.\nM i is dit redelik\nduidelik uit die bepalings van art 15 (2) van die Wet dat die Wetgewer die regte\nvan bestaande permithouers wou\nbeskerm. Hiermee wil ek nie te kenne gee dat\nenige permithouer locus standi het nie. Hy sal dit slegs hê as die optrede\nvan\ndie respondent op mededinging neerkom. Die bediening van dieselfde roete\nbeteken natuurlik nie dat daar noodwendig mededinging is\nnie want dit kan bv\nblyk dat die respondent se optrede geen effek op die besigheid van die applikant\nhet nie.\nDit is onseker of die Yskorpermit, in Matthysen se hande, vir Matthysen\ngemagtig het om die kontrakroete te bedien in ooreenstemming\nmet en in nakoming\nvan die nuwe tendervoorwaardes. Ek het aan die begin van hierdie uitspraak reeds\ndaarop gewys dat die permit van\ntoepassing was op \"eie\" werknemers en hulle\ngesinslede. Letterlik verwys dit na Matthysen se werknemers en nie na dié\nvan\nYskor nie. Daarbenewens het dit geverg dat gemeïde persone gratis\nvervoer moes word. Letterlik wou Matthysen nie die\n14\nvervoer gratis doen nie, maar moes Yskor daarvoor betaal. Dit mag wees\ndat Matthysen op 'n rektifikasie van die permit geregtig sou\nwees. Dit is egter\nnie 'n aspek wat in die stukke aangespreek is nie en dit is dus onvanpas om 'n\nfinale oordeel daaroor uit te spreek.\nAnder fasette van locus standi is ook\ngeopper, maar weer eens, is dit nie nodig om in die lig van my gevolgtrekking\noor die slotvraag,\nwaarmee ek vervolgens handel, tot 'n bevinding te geraak nie.\nEk sal bloot veronderstel dat Matthysen die nodige locus standi gehad\nhet.\nDie slotvraag is dan of, ten spyte van voorgaande, die optrede van BTH op\nonregmatige mededinging met Matthysen neergekom het. Soos\nin Patz verduidelik,\nal het 'n party 'n reg (in daardie saak op bl 436 genoem die reg \"to carry on\nhis trade without wrongful interference\nfrom others\") en al tree die respondent\nonwettig op, beteken dit nie dat die optrede vis-á-vis die applikant\nonregmatig is\nnie. Daar moet 'n aanduiding wees dat die \"competition damages the\napplicant in his business\" (bl 437); en verder, \"without proof\nof injury there\nis no proof of interference with his trade or of\n15\nan infringement of his right\" (bl 438). Juis om hierdie rede was die\napplikant in Patz onsuksesvol. Ek mag net terloops meld dat dit\nnamens Matthysen\ntydens betoog voor ons vir die eerste maal geopper is dat hierdie aspek van Patz\nhersien en omvergewerp moet word.\nOns moet volgens die betoog bevind dat skade\nof \"injury\" nie aangetoon hoef te word nie. Hierdie ietwat desperate betoog is\nnie gemotiveer\nnie en verdien dus nie oorweging nie.\nDie hof benede het in hierdie verband tot die volgende gevolgtrekking\ngeraak:\n\"Toe [BTH] getender het, moes hy gekompeteer het op die grondslag dat hy die\nnodige permitte sal bekom. [BTH] hou vol dat hy oor die\nnodige permitte beskik.\nDit volg dat hy nooit van voomeme was om verdere magtiging of permitte te bekom\nnie. Deur nou die kontrak\nuit te voer sonder die nodige permitte, bewys hy self\ndat hy onregmatig om die kontrak meegeding het. Die feit dat die tender\nafgehandel\nis, het nie tot gevolg gehad dat [Matthysen] nie meer op 'n interdik\ngeregtig is nie. Die bewys dat [BTH] onregmatig opgetree het\nkom nou eers na\nvore. ... As aanvaar word dat [Matthysen] die kontrak sou gekry het, spreek dit\nvanself dat daar op sy werfkrag inbreuk\ngemaak word en dat hy skade\nly.\"\nEk kan nie met hierdie redenasie saamstem nie. Die\nuitgangspunt dat Matthysen die tender sou gekry het, was 'n betwiste feit.\nMatthysen\nhet\n16\nbloot daarop staatgemaak dat omdat hy vantevore 'n kontrak gehad het, sou\nhy weer hierdie kontrak gekry het as dit nie vir BTH se\ntender was nie. 'n Blote\ndeurlees van die tendervoorwaardes en, daarteen, Matthysen se tender, staaf nie\nso 'n afleiding nie. Hy\nhet eenvoudig nie aan die tendervoorwaardes voldoen nie.\nEn volgens die tenderdokumente moes tenders in ooreenstemming met die\nvoorwaardes\ndaarin vervat, gewees het. Ek sal net na twee aspekte verwys. Die\nprysgrondslag van die tender was 'n noodsaaklike vereiste daarvan\nen moes op een\nvan twee basisse voorgelê gewees het. Die eerste was 'n vaste prys vir die\nvolle duur van die kontrak, nl twee\njaar. Die tweede was vir 'n prys onderworpe\naan 'n verstelling. Matthysen het nie die tweede opsie uitgeoefen nie maar het\nook nie\ndie eerste nagekom nie: hy het vir 'n vaste prys vir een jaar getender.\nDie ander aspek waama ek wil verwys, is klousule 20 van die\ntenderdokument. Dit\nhet bepaal dat Yskor hom die reg sou voorbehou om die ooreenkoms op enige\nstadium gedeeltelik of as geheel te\nbeëindig indien dit volgens Yskor se\ndiskresie nodig sou blyk te gewees het. Matthysen het in sy tender\nhierdie\n17\nterm verwerp. Met inagneming van die bykomstige feit dat die hof by wyse\nvan 'n aansoek genader is, het Matthysen m i gefaal om sy\nbewyslas ten aansien\nvan hierdie aspek te bewys.\nMatthysen het verder in sy funderende\nverklaring daarop staatgemaak dat dit 'n tendervoorwaarde was dat tenderaars ten\ntye van tender\nin besit van die nodige permitte moes gewees het en dat BTH\nwaarskynlik vir Yskor in hierdie verband mislei het. Soos aangedui, was\nhierdie\nuitgangspunt verkeerd. Eers ná toekenning moes die vereiste permitte\nbekom word. Op tenderstadium was die besit van\n'n permit deur BTH nie relevant\nnie. Die besit van permitte was nie 'n faktor wat deur Yskor in ag geneem sou\nword by die toekenning\nvan die tender nie. BTH het dus op regmatige wyse met\nMatthysen om die kontrak meegeding. Daardie stryd het Matthysen\nverloor.\nDie wyse waarop BTH die kontrak uitgevoer het, het nie tot Matthysen se\nskade bygedra nie. As Yskor sou versoek het dat BTH die permitte\nmoes\nvoorlê en BTH nie in staat sou wees om aan die versoek te\n18\nvoldoen nie, kon Yskor seker die kontrak opgesê het. Dit beteken\negter nie dat Matthysen die kontrak sou gekry het nie. Yskor\nkon ook van die\nstandpunt uitgegaan het dat dit vir BTH was om toe te sien dat sy sake in orde\nis. Daar is geen rede om te aanvaar\ndat BTH nie stappe sou geneem het, mits hy\ntevrede was dat sy optrede in stryd met die Wet is, om die posisie reg te stel\nnie deur\nom 'n permit aansoek te doen. 'n Bedoeling om m die toekoms onregmatig\nop te tree, kan, m i, in die algemeen ook nie 'n handeling\nwat andersins\nregmatig is, onregmatig maak nie (vgl Tsose v Minister of Justice\n1951 (3) SA 10\n(A) 17). Matthysen het skade (in die sin van sy verlies van inkomste omdat hy\nnie die kontrak gekry het nie) gely hetsy BTH die Wet\noortree het of\nnie.\nGekonfronteer met voorgaande het die respondent se advokaat tydens\nmondelinge betoog toegegee dat die ratio van die hof benede op\nhierdie deel van\ndie saak nie gehandhaaf kan word nie. Dit is toe betoog dat Matthysen se permit\nhom die bevoegheid gee om vir Yskor\nkontrakwerk te verrig en dat hy nie hierdie\nbevoegdheid kan uitoefen solank BTH met sy\n19\nonwettige optrede volhard nie. Dus is op sy regte as permithouer inbreuk\ngemaak. Die probleem met die argument is bloot dit: Matthysen\nse permit was\nsonder 'n kontrak met Yskor waardeloos. Hy het nie so 'n kontrak nie. Al staak\nBTH sy onwettige optrede, het Matthysen\nnog steeds nie 'n kontrak met Yskor\nnie.\nDit volg dus dat die appèl gehandhaaf word met koste en\ndat die bevel van die hof a quo tersyde gestel word en vervang word\nmet 'n bevel\nwat die aansoek met koste afwys.\nL T C HARMS\nAPPèLREGTER\nHEFER, AR\t)\nVAN DEN HEEVER, AR\t) Stem saam\nOLIVIER, AR\t)\nSCOTT, Wnd AR\t)",
  "scraped_at": "2026-02-12T07:15:56.298886",
  "date": "1995-09-21",
  "coram": [
    "HEFER AR",
    "VAN DEN HEEVER AR",
    "HARMS AR",
    "OLIVIER AR",
    "SCOTT Wnd AR"
  ],
  "case_number": "119/94",
  "parties": {
    "applicants": [
      "Bophuthatswana Transport Holdings (Edms) Bpk"
    ],
    "respondents": [
      "Matthysen Busvervoer (Edms) Bpk"
    ]
  },
  "sections": {
    "facts": "Yskor Mining Ltd required road‑transport services for its employees and families and obtained a public road‑transport permit (the \"Yskor permit\") that authorized free transport of its own staff. Initially Yskor tendered the service to Matthysen Busvervoer (Edms) Bpk (Matthysen), which operated under the Yskor permit. After the first contract ended, Yskor re‑tendered the service; Bophuthatswana Transport Holdings (Edms) Bpk (BTH) was awarded the contract. BTH did not possess a specific permit for the contract route but relied on a suite of general permits covering various routes, arguing that together they authorised the required service. Matthysen claimed BTH was operating illegally and applied for an interdict to stop BTH’s transport on the route. The lower court granted the interdict; BTH appealed.",
    "issues": "1. Whether BTH held a valid statutory authorisation (road‑transport permit) to operate the contract route. 2. Whether Matthysen, as a holder of the original Yskor permit, had locus standi to obtain an interdict against BTH. 3. Whether BTH’s conduct amounted to unlawful competition or a breach of the Road Transport Act 74 of 1977. 4. What effect, if any, the tender conditions and the existence of general permits have on BTH’s duty to obtain a specific permit.",
    "principles": "The Court applied Section 31(a) and (b) of the Road Transport Act 74 of 1977, which makes it an offence to undertake road transport without a proper permit. Locus standi principles were drawn from Roodepoort‑Maraisburg Town Council v Eastern Properties (the right‑interest test) and the Patz test for competition‑related injury. The protection afforded to existing permit‑holders under the Act was considered, as was the requirement that a tenderer must obtain the necessary permits before performance, not merely after contract award.",
    "application": "The Court examined BTH’s suite of general permits and found that, when read individually or in combination, they did not expressly authorise transport on the specific route linking Ellisras, Thabazimbi and Pretoria required by the Yskor contract. Consequently BTH was operating without the statutory authorisation contemplated by Section 31. However, the Court also held that Matthysen’s interest was insufficient to sustain an interdict because his permit only covered transport of Yskor’s own employees and families and did not give him a proprietary right over the route. The competition argument failed as BTH’s conduct did not demonstrably damage Matthysen’s business, and the statutory purpose of the permit protection was not engaged.",
    "conclusion": "The appeal was upheld. The interdict granted by the lower court was set aside, allowing BTH to continue its services. Matthysen’s application was dismissed with costs. The Court affirmed that BTH was not required to obtain a separate specific permit for the contract route, and that Matthysen lacked the requisite locus standi and proof of injury to sustain the interdict."
  },
  "tags": {
    "level_1": "Transport Law",
    "level_2": "Road Transport Permits",
    "level_3": [
      "permit validity",
      "interdict",
      "locus standi",
      "unlawful competition"
    ]
  }
}