{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/139.html",
  "case_name": "S v De Ru (134/94) [1995] ZASCA 139 (23 November 1995)",
  "citation": "[1995] ZASCA 139",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 139\n|\nNoteup\n|\nLawCite\nS v De Ru (134/94) [1995] ZASCA 139 (23 November 1995)\nDownload original files\nPDF format\nRTF format\nSaak No 134/94\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak tussen:\nJACOBUS JOHANNES DE RU\nAppellant\nen\nDIE STAAT\nRespondent\nCORAM\n: E M GROSSKOPF,F H GROSSKOPF et SCHUTZ ARR\nDATUM VAN VERHOOR\n: 2 November 1995\nDATUM\nGELEWER\n: 23 November 1995\nUITSPRAAK E M GROSSKOPF, AR\n2\nDie appellant, 'n kaptein in die\nSuid-Afrikaanse\nPolisie, is in die Vrystaatse\nProvinsiale Afdeling aangekla op twee klagtes van moord en twee klagtes van\nverydeling of belemmering\nvan die regspleging. Na 'n verhoor voor Wright R en\nassessore is hy skuldig bevind op een van die klagtes van moord en een van die\nklagtes van verydeling of belemmering van die regspleging. Met betrekking tot\ndie ander klag van moord is hy skuldig bevind aan strafbare\nmanslag. Op die\nverdere klag van verydeling of belemmering van die regspleging is hy onskuldig\nbevind. Hy is soos volg gevonnis:\nvir moord, dertien jaar gevangenisstraf; vir\nstrafbare manslag, vyf jaar gevangenisstraf; en vir verydeling of belemmering\nvan die\nregspleging, vier jaar gevangenisstraf. Die hof het gelas dat hierdie\nvonnisse samelopend uitgedien word. Met verlof van die verhoorhof\nkom die\nappellant nou in hoër beroep teen sy skuldigbevindinge op die klagtes van\nmoord en\n3 verydeling of belemmering van die regspleging, en\nteen\ndie vonnis op die klag van strafbare manslag.\nDie klagtes teen die appellant het gespruit uit\ntwee\ninsidente, een in Junie 1990 in die distrik\nKroonstad, en die ander in Januarie 1991 in die distrik\nSasolburg. In albei gevalle het die appellant 'n\nverdagte wat reeds in hegtenis was, doodgeskiet en het\nhy hom by sy verhoor beroep op die bepalings van art\n49(2) van die Strafproseswet, 51 van l977, waarkragtens\ndoodslag ten einde vlug te voorkom by inhegtenisneming\nonder sekere omstandighede gewettig word. In die\nSasolburg saak is hierdie verweer verwerp en die\nappellant gevolglik aan moord skuldig bevind. Die\nskuldigbevinding aan verydeling of belemmering van die\nregspleging spruit uit die appellant se pogings om die\nfeite van die saak te verdoesel. In die Kroonstad saak\nhet die verweer gegrond op art 49(2) ten dele geslaag\nen is die appellant slegs aan strafbare manslag skuldig\n4\nbevind. Gerieflikheidshalwe behandel ek eers die\nskuldigbevinding aan moord in die Sasolburg saak.\nDestyds, d w s in Januarie 1991, was die appellant, toe nog bloot 'n\nluitenant, die stasiebevelvoerder op Sasolburg. Die staat se\nweergawe kan soos\nvolg opgesom word.\nOp 2 Januarie 1991 het die appellant saam met drie ander\npolisie-beamptes, konst Nel, konst Hammond en sers Van Jaarsveld, per motor\nna\nSoweto gery om getuienis af te lê. Hulle het laterig die middag\nteruggekeer. Toe hy naby Sasolburg kom, het die appellant\ndie polisiekantoor per\nradio gevra of enigiets belangwekkends gebeur het in sy afwesigheid. Ene\nadjudant-offisier (tans luitenant)\nHerbst het hom vertel van 'n rooftog op 'n\nbejaarde man in Kragbron in die distrik Sasolburg. 'n Verdagte, ene Mofokeng,\nwas reeds\nin hegtenis geneem en het ook al sy skuld beken. Hy was bereid om\nuitwysings te doen. Die appellant het\n5 aangebied om te help met die\nuitwysings, en Herbst het\nsy aanbod aanvaar. Daar is gereël dat die appellant\nvir\nHerbst by 'n kruispad sou ontmoet en dat Mofokeng\ndan\naan die appellant oorhandig sou word.\nOp pad na die kruispad is sers van Jaarsveld afgelaai. Hammond en Nel was\ndus nog saam in die motor.\nBy die kruispad het die appellant vir Herbst ontmoet. Hy was in 'n bussie\nsaam met Mofokeng en 'n klompie ander polisie-amptenare.\nHerbst het Mofokeng aan\ndie appellant oorgegee. Een van die polisie-lede in Herbst se geselskap, konst\nPienaar, het ook saam met\ndie appellant gegaan. Hammond het bestuur, en die\nappellant het langs hom gesit, Die ander drie, d w s Nel, Pienaar en Mofokeng,\nwas op die agterste bank.\nMofokeng het beduie hoe hulle moes ry, en hulle geneem na 'n woonhuis in\nKragbron. Daar het hy sekere uitwysings gedoen. Die slagoffer\nvan die rooftog\nhet Mofokeng uitgeken as die persoon wat hom beroof het.\n6 Na hierdie uitwysings het die groep weer in\ndie\nmotor geklim. Hammond het steeds bestuur. Die\nappellant\nhet hom aangesê om te ry na 'n plaas Beltrim.\nDaar\naangekom het die appellant eers na die plaashuis\ngegaan\nom die eienaar te vertel dat hulle 'n\npolisie-optrede\nop die plaas sou onderneem. Vandaar het die appellant\naangewys dat Hammond op 'n plaaspad moes ry wat tussen\n'n pypleiding en 'n draadheining geloop het. By 'n\nsekere punt het hy Hammond aangesê om stil te hou. Toe\ndie motor tot stilstand kom het hy Mofokeng beveel om\nuit te klim. Mofokeng het so gemaak maar gesê dat hy\nniks van die plek weet nie. Die appellant het hom van\nagter in die rigting van die draad gestuur. Hulle het\ndeur die draad geklim. Die appellant het Mofokeng van\nagter aan sy hemp vasgehou, en hulle het verder geloop.\nToe hulle naby 'n klompie bome kom, stamp die appellant\nMofokeng vorentoe, haal sy vuurwapen uit, en skiet hom\nin die rug. Mofokeng was nie onmiddellik dood nie, maar\n7 het\nkort daarna gesterf.\nDie appellant het vir Hammond aangesê om aan\ndie\nander kant van die pypleiding twee skote in die\ngrond\nte skiet wat dan voorgegee sou word om waarskuwingskote\nte wees. Die saak is per radio gerapporteer. Adjudant-\noffisier Herbst, luit (tans kapt) Symington (die\ndiensoffisier), sers Morrison ('n fotograaf), en ander\npolisie-amptenare het daarna op die toneel gekom. Die\nmeeste van die praatwerk is deur die appellant gedoen.\nSy weergawe was dat Mofokeng vir hom en Hammond geneem\nhet na 'n plek aan die ander kant van die pypleiding.\nDaar het Mofokeng probeer weghardloop. Waarskuwingskote\nis geskiet, maar Mofokeng het aangehou hardloop. Toe hy\nnaby die bome kom, was die appellant bang dat hy sou\nwegkom, en het hom gevolglik in die rug geskiet.\nHammond, wat teenwoordig was toe hierdie weergawe aan\nSymington en Morrison gegee is, het nie teëgestribbel\nnie. Hy het getuig dat die appellant aan hom gesê het\n8\nom die praatwerk aan hom (d w s, die appellant) oor te\nlaat.\nLater het die appellant aan hom voorgesê wat sy weergawe moes wees, en hom\ninderdaad gehelp om 'n verklaring op te stel.\nBy die verhoor het Hammond, Nel en Pienaar getuig. Hammond se weergawe\nwas die mees gedetailleerde, en word gestaaf deur dié\nvan die ander twee.\nHoewel daar verskille is, was al drie dit eens dat dit die appellant was wat die\nrigting aangedui het na die\ntoneel, en dat Mofokeng nooit aan die ander kant van\ndie pyplyn was soos deur die appellant beweer nie. Daarbenewens staaf veral\nNel\nook heelwat van die besonderhede van Hammond se weergawe.\nDie appellant het self ook getuig en die weergawe herhaal wat hy van die\nbegin af gegee het, d w s, dat die oorledene 'n punt op die\nplaas Beltrim gaan\nuitwys het, probeer weghardloop het, en geskiet was in 'n poging om hom weer in\nhegtenis te neem.\n9\nVoordat ek die getuienis in groter\nbesonderheid\noorweegisdit geleë om die toepaslike\nregsbeginsels te\nbehandel. Art 49 van die Strafproseswet lui soos volg:\n\"49 (1) Indien iemand wat ingevolge hierdie Wet gemagtig is om 'n ander in\nhegtenis te neem of om met sy inhegtenisneming behulpsaam\nte wees, poog om so 'n\npersoon in hegtenis te neem en so 'n persoon -\n(a)\thom\nteen die poging verset en nie sonder\ndie aanwending van geweld in\nhegtenis geneem\nkan word nie; of\n(b)\tvlug wanneer dit duidelik is dat 'n\npoging gedoen word om\nhom in hegtenis te\nneem, of hom teen die poging verset en\nvlug,\nkan die aldus gemagtigde persoon, ten einde die inhegtenisneming uit te\nvoer, die geweld aanwend wat in die omstandighede redelikerwys\nnodig is om die\nverset te bowe te kom of om die betrokke persoon te verhinder om te\nvlug.\n(2) Waar die betrokke persoon in hegtenis geneem staan te word weens 'n\nin Bylae 1 bedoelde misdryf of in hegtenis geneem staan te\nword op grond daarvan\ndat hy redelikerwys verdink word so 'n misdryf te gepleeg het, en die persoon\nwat ingevolge hierdie Wet gemagtig\nis om hom in hegtenis te neem of om met sy\ninhegtenisneming behulpsaam te wees, hom nie op 'n ander wyse in hegtenis kan\nneem of\nkan verhinder om te vlug as deur hom te dood nie, word die doding geag\nstraffelose doodslag te wees.\"\n10 Dit is geykte reg dat die las op die\nbeskuldigde\nrus om die regverdigingsgronde uiteengesit\nin artikel\n49(2) te bewys (sien S v Swanepoel\n1985 (1) SA 576\n(A)\nop bll 5831 tot 588F en S v Barnard\n1986 (3) SA 1\n(A)\nop bll 5H-I en 7G-J.) Namens die appellant is egter betoog dat\nart 49(2) net met wederregtelikheid te doen het - dit doen nie af aan\ndie Staat\nse verpligting om die ander elemente van die misdaad, en, in besonder, mens rea,\nte bewys nie. Hierdie betoog is myns insiens\n'n oorvereenvoudiging. In beginsel\nis dit natuurlik so dat art 49(2) eers ter sprake kom wanneer daar bewys is van\nomstandighede\nwat, in die afwesigheid van die sub-artikel, 'n misdaad sou\nuitmaak. Waar daar 'n aanklag van moord is, sou die Staat dus moet bewys\ndat die\nbeskuldigde die oorledene opsetlik gedood het. Tot daardie mate, minstens, moet\ndie Staat dan ook mens rea bewys. Namens\ndie appellant is egter betoog dat die\nStaat nog verder moet gaan - hy moet ook\n11\nwederregtelikheidsbewussyn bewys. Die antwoord op hierdie betoog, meen ek\nword gevind in Barnard se saak, supra, op bl 8E tot 9C.\nIn die onderhawige geval\nkon die appellant sy optrede as regmatig beskou het slegs vanweë die\nbepalings van art 49(2). Geen\nander verskoning vir sy optrede is denkbaar in die\nlig van die feite nie. As 'n mens veronderstel dat die afwesigheid van\nwederregtelikheidsbewussyn\ngeopper kan word met betrekking tot die vereistes van\nart 49 (2) volg dit feitlik vanself dat die beskuldigde die bewyslas sou moes\ndra. 'n Beroep op die afwesigheid van wederregtelikheidsbewussyn sou in so 'n\ngeval onregstreeks 'n beroep op die artikel insluit.\n'n Beskuldigde, wat nie kan\nbewys dat hy inderdaad deur art 49(2) beskerm word nie, kan skaars geregtig wees\nop sy ontslag omdat\ndaar 'n redelike twyfel bestaan of hy bewus was dat hy nie\nsodanige beskerming het nie. Ek hoef hierdie kwessie egter nie verder\nte\nbespreek nie,\n12 want soos hierna sal blyk is daar in elk geval\ngeen\nsprake van afwesigheid van wederregtelikheidsbewussyn\nin hierdie saak nie.\nDie bewyslas om verydeling of belemmering van die regspleging te bewys\nberus natuurlik op die staat.\nDit bring my dan by die feite. Die hof a quo het, na 'n versigtige\nontleding van die feite, die getuienis van Hammond, Nel en Pienaar\naanvaar,\nonder meer op grond daarvan dat hulle 'n goeie indruk op die hof gemaak het. Die\nappellant se getuienis is verwerp. As gevolg\nvan hierdie gevolgtrekkings het die\nhof bevind dat art 49(2) nie van toepassing was nie, selfs al sou die bewyslas\nop die staat gerus\nhet. Ook is bevind dat die staat die aanklag van verydeling\nof belemmering van die regsproses bewys het. Die gronde hiervoor was\ndat die\nappellant vir Hammond beweeg het om 'n verklaring te maak waarin valslik te\nkenne gegee is dat die oorledene uit wettige\nbewaring probeer ontsnap het\nen\n13\nwaardeur ook te kenne gegee is, dat die appellant\ngeregtig\nwas om die oorledene te dood. Ander pogings is ook aangewend om die ware\nomstandighede waaronder die oorledene gedood is\nte verdoesel.\nIn argument voor ons het mnr Bredenkamp, wat namens die appellant\nopgetree het, betoog dat die verhoorhof die getuienis verkeerd beoordeel\nhet.\nVeral is daar 'n sterk aanval gerig op Hammond se geloofwaardigheid. In wat\nhierop volg is ek nie van plan om elke argument\nwat in 'n deeglike en volledige\nbetoog geopper is, te behandel nie. Almal is oorweeg maar ek bepaal my by die\nbelangrikstes.\nHammond het aanvanklik 'n verklaring gemaak wat die appellant se weergawe\ngestaaf het en het later daarvan afgewyk. Hy sê dat\nhy onmiddellik na die\ninsident gevoel het dat hy ook geïmpliseer was en nie kans gesien het om\ndie appellant te weerspreek nie.\nLater, onder omstandighede wat ekhierna sal\nbehandel,\n14 het hy besluit om met die waarheid voor die dag te\nkom.\nWaar hy dus twee teenstrydige houdings ingeneem het\nmoet ' n\nmens uiteraard sy getuienis met ' n mate van\nskeptisisme bejeën. Daarbenewens was daar ook\nander\npunte van kritiek.\nDaar is veral nadruk gelê op verskille\ntussen\nHammond se getuienis en dié van Symington.\nHammond het\ngetuig dat die appellant hom gehelp het om sy\nverklaring op te stel en dat dit toe getik is en aan\nSymington gegee is. Hy het dit nooit met Symington\nbespreek nie. Symington daarenteen het getuig dat daar\n'n afwyking was tussen die skietverslag wat hy\n(Symington) opgestel het, en Hammond se verklaring oor\ndie getal waarskuwingskote wat Hammond sou geskiet het.\nSymington het hierdie verskil by Hammond geopper en\nHammond het dit verduidelik. Volgens hom was daar dus\nwel 'n bespreking van Hammond se verklaring. Dan sê\nSymington dat hy die getal patrone in Hammond se\n15 vuurwapen\ngetel het ná die skietvoorval. Hammond ontken\ndit. Daar is verder verskille oor hoeveel inligting\nHammond aan Symington verskaf het by die toneel.\nDie verhoorhof het die getuienis van Hammond\nverkies\nbo dié van Symington. Die verhoorregter wys\ndaarop dat Symington se ondersoek van die saak taamlik\noppervlakkig was. Hy het verklarings geneem net van\nHammond en die appellant, terwyl dit gemene saak was\ndat minstens Pienaar ook op die toneel was (soos ek\nlater meer volledig sal aantoon is daar 'n dispuut of\nNel hoegenaamd daar was). Dan was hy ook net die\nbetrokke aand by die toneel. Dit was later te donker om\nverder foto's van die toneel te neem, en daar was\nooreengekom dat Morrison die volgende oggend sou\nvoortgaan. Die volgende oggend het Symington nie\nsaamgegaan nie. Die appellant het self die uitwysings\ngedoen. Dit is sekerlik buitengewoon dat die persoon\nwie se optrede ondersoek word self in beheer is van die\n16\ninsameling van getuienis. Symington het die saak dus\ntaamlik lig opgeneem, en dit sou nie verbasend wees as\nhy\nsekere gebruiklike stappe nie gedoen het nie. So\nbyvoorbeeld sou\ndaar geen besondere punt gewees het om\ndie getal koeëls te tel\nnie, en dit klink ook nie\nonwaarskynlik dat hy nie veel verdere aandag aan\nHammond se verklaring sou gegee het nie. Vir Hammond\nwas die saak egter van groot belang, en ' n mens sou\nverwag dat sy geheue meer betroubaar sou wees. Die\nverhoorhof het ook kommentaar gelewer oor Symington se\nhouding in die getuiebank. Alles in ag genome is daar\nm i geen rede om af te wyk van die verhoorhof se\nbeskouing oor Symington se getuienis nie.\nIn argument is daar ook veel gewag gemaak van\nverskille tussen Hammond se getuienis en dié van\nMorrison. Myns insiens is hierdie verskille nie van\nveel belang nie. Dit gaan oor wat presies Hammond gesê\nen gedoen het by die uitwysing van punte aan Morrison\n17\nop die aand van 2 Januarie en die volgende oggend. Dit\nis gemene saak dat Hammond op daardie stadium die appellant se weergawe\nbeaam het. Verskille oor hoe aktief hy dit gedoen het is maklik\nvereenselwigbaar\nmet eerlike herinneringsfoute. Dit is nie in geskil dat dit die appellant was\nwat die hoofrol gespeel het en dat\nHammond hom net bygestaan het nie.\nTen opsigte van Hammond se verklaring aan Symington, het Hammond in\ngetuienis aanvaar dat hy meineed in die verklaring gepleeg het,\nmaar het beweer\ndat hy daartoe beweeg is deur die appellant. Onder kruisverhoor sê hy\negter dat hy inderdaad nie die verklaring\nvoor Symington beëdig het nie,\nmaar dat Symington dit later op sy eie as kommissaris van ede geteken het.\nTegnies was hy dus,\nindien hierdie weergawe korrek was, nie skuldig aan meineed\nnie, en daar is betoog dat sy erkenning van meineed op 'n teenstrydigheid\nin sy\ngetuienis neerkom. Ek stem nie\n18 saam nie. Hy het te alle tye\nvoorsien dat sy verklaring\nbeëdig sou word en as hy verkeerdelik onder die\nindruk\nwas dat so 'n verklaring as meinedig bestempel kan\nword\ndui dit nie op leuenagtigheid aan sy kant nie. En dit\nis volgens die getuienis van ander polisie-amptenare,\nnie ongebruiklik om verklarings van lede van die mag op\nhierdie manier te beëdig nie.\nHammond is ook gekritiseer oor sy getuienis dat\ndie appellant hom eers vertel het wat sy weergawe moes\nwees toe hulle reeds op pad terug dorp toe was nadat\ndie ondersoek van die toneel weens die donkerte gestaak\nis. Hoe is dit dan, word gevra, dat Hammond vir\nSymington en Morrison by die toneel aanduidings kon gee\ndat die oorledene geskiet is in 'n poging om sy\nontvlugting te verhinder? Ek dink dat enige persoon in\nHammond se skoene sou bewus gewees het dat dit die\nappellant se verweer sou wees, veral nadat Hammond\naangesê was om fiktiewe waarskuwingskote af te vuur.\n19\nDieselfde oorweging geld vir die getuienis van Scott,\ndie eienaar van die plaas Beltrim, dat iemand\n(waarskynlik Hammond), 'n flits by hom kom leen het en\nsoortgelyke stellings gemaak het. Hammond kon nie die\ninsident onthou nie, maar as hy ook teenoor Scott te\nkenne gegee het dat daar op 'n voortvlugtende geskiet\nwas, sou dit heeltemal te rym wees met sy aanvanklike\nvoorneme om die appellant se weergawe te staaf.\nDaar was ook getuienis dat Hammond op 'n later\ntydstip aan 'n dr Loubser 'n mededeling gemaak het wat\ntot 'n mate ooreenstem met die appellant se weergawe.\nOnder die omstandighede is dit ook nie verbasend nie.\nIndien Hammond se getuienis alleen gestaan het,\nsou dit moontlik nie genoeg gewees het vir 'n\nskuldigbevinding nie. Dit word egter in wesentlike\nopsigte gestaaf deur dié van Nel en Pienaar. Hammond,\nNel en Pienaar was die appellant se ondergeskiktes in\ndie polisiemag. Volgens die getuienis het hulle die\n20\nappellant gerespekteer en 'n vriendskaplike verhouding\nmet\nhom gehad. Dit is 'n baie sterk aspek van die staat se saak dat al drie hierdie\ngetuies die appellant se weergawe weerlê.\nHulle is die enigste persone\nbehalwe die appellant wat op die toneel was, en in die breë skets hulle\ndieselfde prentjie (ek\nkom later terug op sekere teenstrydighede).\nDie appellant se betoog was dat Nel glad nie op die toneel was nie, en\ndat Hammond en Pienaar onder druk geswig het om onwaarhede\nte vertel, in Pienaar\nse geval miskien te goeder trou. Ek behandel eers Nel se beweerde\nafwesigheid.\nDie appellant kon nie onthou of Nel die bepaalde dag saam Soweto toe was\nnie, en daar is dus geen rede om Hammond en Nel se getuienis\nhieromtrent in\ntwyfel te trek nie. Polisierekords of hofrekords sou seker kon aantoon as Nel\nnie op daardie dag vir getuienislewering\nin Soweto nodig was nie, en ek kan my\nskaars voorstel\n21 dat die getuies hieromtrent sou lieg. Daar was\ngeen\nsuggestie dat Nel, soos Van Jaarsveld, afgelaai was\nvoordat\ndie appellant by die kruispad vir Herbst\nontmoet het nie. Prima facie wil dit dus voorkom dat\nNel waarskynlik wel toe nog in die motor was. Herbst\nkon nie onthou of hy daar was nie.\nEne konst Smit, wat in Herbst se groep was,\nhet\negter namens die verdediging getuig dat Nel nie\nsaam\nmet die appellant by die kruispad was nie. Destyds het\nNel en Smit beide by hul woonkwartiere en by dle\nkantoor kamers gedeel, en Smit getuig ook dat Nel nooit\ndie saak met hom bespreek het nie. Wat Nel se\naanwesigheid by die kruispad betref, kon Smit natuurlik\nmaklik 'n fout maak. Die bymekaarkoms was 'n roetine-\naangeleentheid waar heelparty mense teenwoordig was.\nHulle was kollegas wat mekaar dikwels by verskillende\nplekke en onder verskillende omstandighede teengekom\nhet. Daar is getuienis dat almal uitgeklim het en\n22\nmekaar 'n gelukkige nuwejaar toegewens het, maar dit\nsou\nseker nie langer as 'n paar minute geduur het nie. Ek sou dus eerder die\ngetuienis van Nel, wat direk betrokke was, aanvaar as\ndié van Smit, wat\njare later getuig oor wie aanwesig was by 'n vlugtige en onbelangrike insident\nsoos hierdie. En daarby was\nSmit se geheue oor wat presies by die geleentheid\ngebeur het, ook gebrekkig. So, bv, getuig hy dat Hammond daar was (op bl 827-8)\n- \"Ek onthou Hammond presies goed omdat hy aan die linkerkant van die kar gesit\nhet in die ... passassier se kant ... toe hulle daar\naangekom het. . . . Toe\nhulle vertrek het hy weer aan die passassierskant gesit\". Op die vraag: \"Is u\nbaie seker daarvan?\" antwoord\nhy :\"Doodseker\". Dit is gemene saak dat Hammond\ndie voertuig bestuur het en Smit se dogmatiese stelling tot die teendeel was dus\nduidelik verkeerd. Die feit dat Nel nie die saak met Smit bespreek het nie, is\nook verstaanbaar onder die\n23\nomstandighede. Die was iets wat 'n mens miskien\nliefs\nsou wou probeer vergeet.\nDie volgende passasie in kruisverhoor (op bl\n825)\nwerp ook twyfel op die waarde van Smit se\ngetuienis:\n\"Waar was u Vrydagaand, nou Vrydagaand?\nVrydagaand wat verby is?\nJa. — Ek was die meeste van die tyd by die huis\nen dan was ek ook in, nou Vrydag, ek was heel aand\nby die huis Vrydagaand, dit is korrek.\nU was Vrydagaand by die beskuldigde se huis\nook.\n— Ek was by hom gewees. Dit is reg,\nja.\nHoekom noem u dit nie? — Vyf minute.\nHoekom het u dit nie genoem nie? — Dit het my\nontgaan.\"\nWeens die voorgaande meen ek nie dat Smit se getuienis die saak veel\nverder voer nie.\nNamens die appellant is daar heelwat kritiek op Nel se getuienis gelewer.\nNel se beskrywing van die huis in Kragbron waar Mofokeng\nuitwysings gedoen het\nwas duidelik onakkuraat. Daar is 'n verskil tussen hom en Pienaar oor wat\npresies Nel by die huis gedoen het.\nDaar is ook verskille tussen Hammond, Nel en\nPienaar oor besonderhede van wat by die skiettoneel plaasgevind\n24\nhet. Die verhoorhof het hierdie verskille oorweeg en\nbeslis dat hulle nie afdoen aan die algemene geloofwaardigheid van die\ngetuies nie. Ek stem saam hiermee.\nDaar was verder getuienis dat, toe hierdie saak op die lappe gekom het in\n1992, Pienaar en Hammond aanvanklik onseker was of Nel die\nvierde\npolisie-amptenaar was wat die betrokke aand saamgegaan het. Daar moet egter\nonthou word dat hulle hieroor heeltemal op hul\ngeheues aangewys was. Luit\nSymington se skietverslag en ander amptelike rekords, insluitende die\nverklarings van die appellant en\nHammond, het die indruk geskep dat niemand\nbehalwe die appellant en Hammond op die toneel was nie. Onder die omstandighede\nmeen ek\nnie dat Pienaar en Hammond se aanvanklike onsekerheid enige twyfel kan\nwerp op die akkuraatheid van hul latere bevestiging van Nel\nse getuienis dat hy\nook teenwoordig was nie.\n25\nSoos reeds gemeld probeer die appellant om\ndie\ngetuienis van hierdie drie getuies af te maak as\nfoute of versinsels wat veroorsaak is deur druk op hulle. Hierdie druk, het hy\nte\nkenne gegee, was 'n poging om hom te diskrediteer as gevolg van 'n ondersoek\nwat hy in 1991 teen lede van die Misdaadinligtingsdiens\ngedoen het. Nie een van\ndie persone wat die saak teen die appellant ondersoek het was egter betrokke by\nsy eie vorige ondersoek nie.\nVolgens die staatsgetuienis het die saak teen die\nappellant amper toevallig ontstaan. Kol Cressy en 'n span polisielede was besig\nmet 'n ondersoek na die sogenaamde Vaalpark insident. Hoewel daar heelwat\nsydelingse verwysings na hierdie insident in die getuienis\nvoorkom, is die aard\ndaarvan nooit duidelik uiteengesit nie. Blykbaar was sommige van die huidige\ndramatis personae ook daarby betrokke.\nDie Vaalpark ondersoek het nie vlot\nverloop nie. As gevolg van sekere visuele stof het kol Cressy die indruk\ngekry\n26\ndat sommige betrokkenes nie die waarheid praat nie. Hy\nhet\nhulle gekonfronteer met sy inligting. Onder die persone wat ondervra was, was\nHammond. Hy het getuig dat na 'n lang ondervraging\noor die Vaalpark saak hy\ngevra is deur ene kapt Hugo of hy van enige ander ongerymdhede weet. Hy het toe\nvertel van die onderhawige\nsaak. Dit is hoe dit op die lappe gekom het. Die\nondersoek na die onderhawige saak het toe in Mei 1992 begin.\nVolgens die polisiegetuies was Pienaar die enigste getuie in die\nonderhawige saak op wie 'n mate van druk geplaas is. Kol Cressy kon\nnie verstaan\nhoekom Pienaar, wat volgens sy getuienis in die motor op die toneel was, so min\ngesien het nie. Pienaar se verduideliking\naan hom was dat dit Tweede Nuwejaar\nwas, en hy aan babalaas gely het. Hierdie ondervraging het Pienaar genoop om by\nmense, insluitende\nkapt Marx, te kla dat van hom verwag word om dinge te\nsê waarvan hy nie weet\n27 nie. Hy het, volgens sy getuienis,\negter voet by stuk\ngehou, en niks meer in getuienis vertel as wat hy\nwerklik kon\nonthou nie. Inderdaad het Pienaar nie veel\nwaargeneem van wat gebeur\nhet nie, maar, soos hierbo\ngenoem, bied sy getuienis nogtans sterk stawing vir\nHammond en Nel.\nNamens die appellant was daar getuienis dat\nHammond aan sekere mense gesê het dat daar druk op hom\nwas om teen die appellant te getuig. Tot die mate wat\nHammond dit erken het, het hy verduidelik dat hy\nontslae wou raak van hierdie persone, en dat hy aan\nhulle antwoorde gegeê het wat hulle sou laat ophou om\nhom te pla. 'n Mens kan verstaan dat Hammond voor die\nverhoor sy rol in die optrede teen die appellant so\ngering as moontlik sou wou laat voorkom, en ek meen nie\ndat hierdie getuienis enige werkilke stawing bied vir\ndie teorie dat die saak teen die appellant gefabriseer\nis nie.\n28\nUit die getuienis is daar dus na my mening\ngeen\nregverdiging vir 'n bevinding dat druk op die\ngetuies uitgeoefen is om die appellant vals te inkrimineer nie. En die inhoud\nvan hul\ngetuienis gee ook nie die indruk van 'n ooreengekome storie nie.\nDaarvoor is daar te veel verskille in besonderhede, en te veel leemtes\nvanweë 'n besondere getuie se afsonderlike waarnemings. Soos reeds\ngesê het Pienaar eintlik min waargeneem, hoewel dit\nbelangrik was. Nel het\noor heelwat meer getuig, maar het nie die werklike skoot gesien nie. Hammond,\nwat die volledigste weergawe\ngee, vertel weer van insidente wat, as hulle gebeur\nhet, nie deur die ander waargeneem is nie, of reeds vergeet is. Daar is voor\nons\nbetoog dat hierdie verskille afdoen aan die geloofwaardigheid van die getuies se\ngetuienis. Die verhoorhof het bevind dat, in\ndie lig van die groot mate van\nooreenstemming in die getuies se weergawes en met inagneming van die\ntydsverloop, hierdie\n29\nweersprekings nie 'n wesentlike swakheid in\nhul\ngetuienis is nie. Ek stem saam.\nWeens die voorgaande meen ek dat daar geen genoegsame gronde is om die\nverhoorhof se aanvaarding van die getuienis van Hammond, Nel\nen Pienaar aan te\nveg nie.\nDit bring my dan by die appellant. Die verhoorhof het gewys op sekere\ngebreke in die appellant se getuienis, soos 'n paar weersprekings\nwat m i nie\njuis belangrik is nie. Dan word tereg gesê dat die appellant soms vaag en\nontwykend was. Hoof saaklik het die verhoorhof\negter staatgemaak op 'n aantal\nonwaarskynlikhede in die appellant se getuienis. Almal van hulle is nie ewe\ngewigtig nie, maar vir\nmy is veral belangrik dat die appellant se weergawe oor\nhoe die skietery plaasgevind het uiters onwaarskynlik voorkom. Dit is duidelik\ndat Mofokeng voor die vertrek na Beltrim reeds genoeg besonderhede verskaf het\nom sy\n30\nskuldigbevinding te verseker. Volgens die\nappellant sou\nhy op die plaas uitwys waar hy die geld en die mes\nversteek het. Vroeër het hy aan ander polisie-amptenare gesê dat hy\ndie geld in 'n smokkelhuis verloor het. Die eerste plek waarnatoe hy gaan op\nBeltrim is op 'n oop vlakte, en daar gee hy te kenne\ndat hy nie kon onthou waar\nhy die artikels versteek het nie. Nou, eerstens, as hy werklik geld versteek\nhet, sou hy dit skaars op\ndaardie plek gedoen het, en sou hy onthou het waar dit\nwas. Aan die ander kant, as dit 'n vals uitwysing was om hom 'n kans te gee\nom\nte ontsnap sou hy nie daardie punt uitgesoek het nie. Soos gemeld, was dit op 'n\nkaal vlakte, en volgens die appellant het Mofokeng\ngehardloop in 'n rigting waar\nhy geweet het die motor gestaan het met minstens een polisieman, t w, Pienaar,\nwat hom daar kon voorkeer.\nHy het geen ag geslaan op die waarskuwingskote nie,\nen kon oor die pypleiding en deur die draad kom sonder om ingehaal te word.\nDit\n31 alles klink uiters vergesog. Verder is dit opmerklik\ndat hierdie beweerde uitwysings gedoen is sonder\ndie\nteenwoordigheid van 'n fotograaf. Dit is\nteenstrydig\nmet die polisie se gewone werkswyse.\nNamens die appellant is betoog dat die Staat\nse\nweergawe ewe onwaarskynlik is. Kan dit aanvaar word,\nis\ngevra, dat die appellant met voorbedagte rade sou gaan\nom 'n moord te pleeg terwyl drie niks-vermoedende\nkollegas in die motor is as getuies? Sekerlik sou 'n\ngewone mens nie so iets doen nie, maar dan, moord is 'n\nbuitengewone daad. Hier was die drie getuies sy\nonderhoriges, en sou hulle nie graag hul bevelvoerder\nin die moeilikheid probeer kry nie, veral waar dit op\ndie ou einde sy woord teen dié van elk van hulle sou\nwees. Hammond is formeel as getuie ingebring deur 'n\nvals verklaring van hom te kry. Pienaar en Nel se\nteenwoordigheid is nie in die amptelike stukke genoem\nnie, en hulle is weerhou van optrede o m daardeur dat\n32\nelk van hulle geglo het dat Hammond die appellant\nsou\nondersteun. Die appellant kon met rede geglo het dat nie een van\ndie drie sou waag om hom te probeer verklap nie. Inderdaad was sy\nbeskouiing\nkorrek, en was dit weens die toevalligheid van die Vaalpark insident dat die\nwaarheid aan die lig gekom het.\nDan is daar betoog dat die appellant\ngeen motief gehad het om Mofokeng te vermoor nie. Uiteraard kan 'n mens net\nhieroor bespiegel,\nmaar die aanduidings is dat die appellant Mofokeng beskou het\nas 'n self-erkende rower wat sonder onnodige formaliteite tereggestel\nmoes\nword.\nDie verhoorhof se slotsom was dat die gebreke in die appellant se\ngetuienis saam met die onwaarskynlikhede in sy verhaal en die feit\ndat dit\nonversoenbaar is met die aanvaarbare getuienis van veral Hammond en Nel,\nvoldoende rede was om die betwiste dele van die\nappellant se getuienis\nbo\n33\nredelike twyfel te verwerp. Ek kan geen fout\nhiermee\nvind nie.\nDie aanvaarding van die getuienis van Hammond, Nel en Pienaar en die\nverwerping van dié van die appellant bring mee dat die\nappellant tereg\nskuldig bevind is op die klagtes van moord en belemmering van die regspleging\nspruitende uit die Sasolburg insident.\nDit bring my dan by die Kroonstad insident. Soos reeds gemeld was hierdie\nbeweerde oortreding soortgelyk aan die Sasolburg saak deurdat\n'n aangehoudene\ngeskiet is terwyl hy na bewering probeer ontsnap het. Hier is die appellant se\ngetuienis egter aanvaar dat hy probeer\nhet om die oorledene te keer om weg te\nkom. Die skietery het plaasgevind naby 'n rietbos op 'n kleinhoewe. Volgens die\naanvaarde\ngetuienis het die oorledene in helder daglig probeer weghardloop toe\nhy ongeveer 6 meter voor die appellant was. Die appellant het\n'n\nwaarskuwingskoot geskiet, en toe dit nie gehelp\n34\nhet nie het hy die oorledene tweekeer van agter\nin die\nrug geskiet. Benewens die appellant was daar twee ander\npolisiemanne op die perseel. Die appellant het, na 'n mate van ontwyking,\ntoegegee dat hy 'n goeie skut was. Onder hierdie omstandighede het die hof a quo\nbevind dat, as dit hoegenaamd nodig was om te skiet,\ndie appellant na die\noorledene se bene behoort te geskiet het. Die vereistes van art 49(2) is dus nie\nbewys nie, maar aangesien die\nappellant nie wederregtelikheidsbewussyn gehad het\nnie, het die verhoorhof hom net aan strafbare manslag skuldig bevind. Hierdie\nbevinding is nie op appél aangeveg nie, en soos reeds gemeld, is net die\nvonnis van vyf jaar gevangenisstraf tans ter sprake.\nNamens die appellant is daar nie betoog dat die verhoorhof enige\nmistastings begaan het by vonnisoplegging nie. Ons kan die vonnis\ndus versteur\nslegs as dit so swaar is dat ons die af leiding kan maak\n35\ndat die verhoorhof nie 'n behoorlike\ndiskresie\nuitgeöefen het nie. Na my mening is dit nie die geval\nnie. Doodslag is altyd 'n ernstige saak. In die onderhawige geval was daar\nnie\nnet 'n geringe mate van nalatigheid soos soms in sake van strafbare manslag\nvoorkomnie. Die appellant het die oorledene doelbewus\nvan agter doodgeskiet\nhoewel daar minder gevaarlike maniere was om sy herinhegtenisneming te\nbewerkstellig. Sy beskouing dat hy geregtig\nwas om so op te tree, wat ons as\nbewese moet aanvaar, was myns insiens 'n onredelike een en sy gedrag was uiters\nlaakbaar. Die appellant\nwas 'n offisier in die polisiemag. Dit was sy plig om\ndie reg te handhaaf en die publiek te beskerm. In plaas daarvan het hy onnodig\ngeweld toegepas en 'n ander mens se dood veroorsaak. Die appellant se\npersoonlike omstandighede, waarop sy advokaat swaar gesteun\nhet, is behoorlik\ndeur die verhoorhof in ag geneem. Ten spyte van hierdie\n36\nomstandighede het die verhoorhof beskou dat 'n swaar\nstraf\naangewese is, en ek stem saam. Die appèl teen die vonnis op die aanklag\nvan strafbare manslag moet m i ook afgewys word.\nBygevolg word die appèl van die hand gewys.\nE\nM GROSSKOPF, AR\nF H GROSSKOPF, AR SCHUTZ, AR Stem saam",
  "scraped_at": "2026-02-12T08:10:04.830710",
  "date": "1995-11-23",
  "coram": [
    "E M GROSSKOPF",
    "F H GROSSKOPF",
    "SCHUTZ"
  ],
  "case_number": "134/94",
  "parties": {
    "applicants": [
      "Jacobus Johannes De Ru"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "Jacobus Johannes De Ru, a captain in the South African Police, was charged in the Provincial Division of the Free State with two counts of murder, two counts of obstruction of the administration of justice and one count of culpable homicide. The charges stemmed from two incidents. In January 1991 at Sasolburg he and other officers seized a detainee, Mofokeng, who was already in custody. After a series of dubious instructions, De Ru shot Mofokeng in the back, resulting in his death. In June 1990 at Kroonstad a similar situation occurred where De Ru shot another detainee who was attempting to flee. The trial court convicted De Ru of murder in the Sasolburg case, culpable homicide in the Kroonstad case and of obstruction of justice, imposing consecutive sentences.",
    "issues": "The appeal raised (1) whether the killing of Mofokeng was justified under section 49(2) of the Criminal Procedure Act, i.e., whether the use of lethal force was reasonably necessary to prevent escape; (2) whether the correct conviction for murder versus culpable homicide should be upheld; and (3) whether the obstruction of the administration of justice charge was properly established.",
    "principles": "Section 49(1) and (2) of the Criminal Procedure Act permit the use of force, including lethal force, only when it is reasonably necessary to prevent a detainee’s escape. The burden of proving the justification lies on the accused. Precedent such as S v Swanepoel and S v Barnard requires proof of intention (mens rea) for murder and that the force used exceeds what is reasonably necessary. The State must also prove the elements of obstruction of justice, including attempts to influence testimony.",
    "application": "The appellate court examined the evidence of witnesses Hammond, Nel and Pienaar, finding their testimony credible and consistent, while rejecting De Ru’s account as implausible. The court concluded that section 49(2) did not apply because the force used was not necessary; De Ru’s intent to kill was established, satisfying the mens rea for murder. The State’s evidence of De Ru’s attempts to fabricate statements against the detainee satisfied the elements of obstruction of justice. In the Kroonstad incident the court affirmed the culpable homicide conviction, noting the lack of justification under section 49(2).",
    "conclusion": "The appeal was dismissed. De Ru’s convictions for murder and obstruction of the administration of justice were upheld, and the sentences of thirteen years for murder, five years for culpable homicide and four years for obstruction were ordered to run consecutively. The conviction for culpable homicide was not appealed further, and the overall sentence was affirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Homicide",
    "level_3": [
      "murder",
      "use of force",
      "police conduct",
      "obstruction of justice",
      "section 49"
    ]
  }
}