{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/84.html",
  "case_name": "Alpha Bank Bpk. en Andere v Registrateur van Banke en Andere (389/94, 130/95) [1995] ZASCA 84; 1996 (1) SA 330 (SCA); (28 August 1995)",
  "citation": "[1995] ZASCA 84",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 84\n|\nNoteup\n|\nLawCite\nAlpha Bank Bpk. en Andere v Registrateur van Banke en Andere (389/94, 130/95) [1995] ZASCA 84; 1996 (1) SA 330 (SCA); (28 August 1995)\nDownload original files\nPDF format\nRTF format\nRAPPORTEERBAAR SAAKNOMMER:\n389/94\n130/95\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIN DIE SAAK TUSSEN:\nALPHA BANK BEPERK\nEERSTE\nPETISIONARIS\nMETAMIN INVESTMENT CORPORATION BPK\nTWEEDE\nPETISIONARIS\nBERLITAS INVESTMENTS NO. 2 BPK\nDERDE PETISIONARIS\nCHASE REALTY (EDMS) BPK\nVIERDE PETISIONARIS\nCHASE CONSULTING (EDMS) BPK\nVYFDE\nPETISIONARIS\nALPHA BANK HOLDINGS BPK\nSESDE\nPETISIONARIS\nHENDRIK PETRUS HOUGH\nSEWENDE PETISIONARIS\nen\nDIE REGISTRATEUR VAN BANKE\nEERSTE RESPONDENT\nDIE\nSUID-AFRIKAANSE RESERWEBANK\nTWEEDE RESPONDENT\nT A P DU\nPLESSIS N.O.\nDERDE RESPONDENT\nCORAM\n:\tHEFER,STEYN,EKSTEEN,VAN DEN HEEVER\net OLIVIER ARR\nVERHOORDATUM\n: 22 MEI 1995\nLEWERINGSDATUM\n: 28 AUGUSTUS 1995\nUITSPRAAK\nOLIVIER AR/\n2\nOLIVIER AR:\nVoor ons dien 'n petisie ingevolge die bepalings van art\n21(2)\nvan die Wet op die Hooggeregshof, 59 van 1959, vir verlof om te appelleer\nteen 'n aantal bevele wat op 30 Ivlaart 1994 in die Transvaalse\nProvinsiale\nAfdeling van die Hooggeregshof deur Nugent R verleen is. Die petisie is\nooreenkomstlg art 21(3)(c)(ii) van gemelde wet\nna hierdie hof verwys vir\noorweging.\nKragtens art 21(2) van die genoemde wet moes die petisie\nafgelewer word binne 21 dae nadat die aansoek vir verlof om te appelleer\ndeur\ndie hof\na guo\ngeweier is. Inderdaad is dit te laat ingedien en daar dlen\ntans 'n aansoek voor ons waarin om kondonasle vir die versuim gevra word.\nUít die aansoek blyk dat die sewende petisionaris, Hough, die dryfkrag\nagter die petlsionarisse se bemoeienis in die onderhawige\nlitigasie, self die\n21-dae tydperk bereken het en dit verkeerd gedoen het. Daar is geen\nverduideliking waarom dit aan Hough oorgelaat\nis om die petisie voor te berei en\nin te handig nie. Of hy enige moeite gedoen het om vas te stel hoe die tydperk\nbereken\n3\nmoet word, word ook nie vermeld nie.\nDaar is egter nog\nernstiger gebreke in die petisie. Eerstens is die uitspraak van die hof a quo\nten aanslen van die onderhawige aansoeke\nasook die uitspraak waarin verlof om te\nappelleer geweier is, nie aangeheg nie. Daarbenewens het Hough, wat ons\nmeegedeel het dat\nhy self die opsteller van die petisie vir verlof om te\nappelleer is, geen ag geslaan op Appèlhofreëls 3(5) en (6) nie.\nGemelde reëls vereis dat die petisie 'n saaklike en billike uiteensetting\nmoet bevat van al die inligting wat nodig is om hierdie\nhof in staat te stel om\nte besluit of die verlof toegestaan moet word; dit mag ook nie ingaan op\naangeleenthede wat nie ter sake\nis nie. In die onderhawige geval beslaan die\npetisie, sonder die aanhangsels daartoe, 193 bladsye. Dit is breedsprakig,\nkwetsend\nvan aard teenoor die respondente en behandel talle aangeleenthede wat\nopsigtelik nie ter sake is nie, terwyl dit oor kemaspekte swyg\nof vaag is. Dle\ntaalgebruik is hinderlik swak en daar is talle tikfoute.\nHierdie hof\nhet in die verlede al dikwels gewaarsku dat die reëls met betrekking tot\npetisies en aansoeke om kondonasie noukeurig\nnagekom moet\n4\nword. Versuim om aan die reëls te voldoen en om 'n volledige en\naanvaarbare verduideliking vir sodanige versuim te verskaf, mag\nmeebring dat die\naansoek om kondonasie geweier word, sonder oorweging van die meriete van die\npetisie, soos wat gedoen is in\nBlumenthal and Another v Thomson NO and\nAnother\n1994(2) SA 118 (A). Slegs omdat daar oorwegings van openbare belang,\nsoos die likwidasie van 'n bankinstelling en 'n groot bedrag\nbelastingbetalersgeld in hierdie aangeleentheid ter sprake is, word die ernstige\ngebreke in die aansoek om kondonasie vir eers daar\ngelaat en die meriete van die\npetisie desondanks oorweeg.\nDie eerste tot sesde petisionarisse is\nmaatskappye wat deur 'n komplekse sisteem van oor-en-weer aandeelhouding heet\nverweef te wees.\nDie sewende petisionaris, Hough, is 'n individu wat heet die\nvoorsitter van die direksie en die hoof uitvoerende beampte van eerste\ntot sesde\npetisionarisse te wees, en hulle ook in die petisie te verteenwoordig. Hy is\nblykbaar van mening dat hy ook in sy persoonlike\nhoedanigheid kan optree,\nvanweë die kostebevele teen hom gemaak deur Nugent R, soos hieronder sal\nblyk.\n5\nDie eerste en tweede respondente se hoedanigheid blyk uit hul\nampsbenaming in die aanhef vermeld. Die derde respondent is die voorlopige\nlikwidateur van Alpha Bank Beperk (\"Alpha Bank\").\nDie geskiedenis\nvan die aangeleentheid is die volgende: (i) Alpha Bank is vir die eerste keer\nvoorlopig geregistreer as 'n bankinstelling\nvanaf 1 Desember 1988 ooreenkomstig\ndie voorskrifte van die toe-geldende Bankwet, 23 van 1965 (\"die ou Bankwet\").\n(ii) Op 21 September\n1990 plaas die Minister van Finansies, steunende op sy\nmagte uit hoofde van art 40(1) van die ou Bankwet, Alpha Bank onder kuratele\nen\nword Ernst en Young Geoktrooieerde Rekenmeesters S.A. (\"die kurator\") as kurator\naangestel met die huidige Eerste Respondent (\"die\nRegistrateur\") as\ntoesighouer.\n(iii) Die kurator het onmiddellik die bestuur van Alpha\nBank oorgeneem en alle werknemers ontslaan. Dit is gemene saak dat hy nie\nAlpha\nBank se bedrywighede as bankinstelling voortgesit het nie en geen vergadering\nvan aandeelhouers belê het nie. Hy het\negter op die wyse hieronder\nuiteengesit,\n6\nvoortgegaan om Alpha Bank se sake te beredder en aan die eise van\nskuldeisers en deposante te probeer voldoen.\n(iv) Daar was ses\ndirekteure op Alpha Bank se direksie op die datum toe die kurator aangestel is.\nVier van hulle, Rahn, Myburgh, de\nWet en Van der Walt het na die\nin-kuratele-stelling van Alpha Bank bedank. Nog een, Joubert, is in Julie 1992\ngesekwestreer en het\ndus onbevoeg geraak om 'n maatskappydirekteurte wees. Die\nposisie in Mei 1993 was dus dat daar slegs een van Alpha Bank se direkteure\noorgebly het, naamlik prof E v d M Smit (\"Smit\"). Dieselfde posisie het gegeld\nten opsigte van Alpha Bank Holdings Bpk (\"Alpha Bank\nHoldings\"), die\nalleenaandeelhouer in, en, ingevolge die ou Bankwet, die bankbeheermaatskappy\nvan Alpha Bank. (v) Alpha Bank se statute\nbepaal dat daar 'n minimum van vyf\ndirekteure op 'n direksievergadering teenwoordig moet wees ten einde 'n kworum\ndaar te stel en\nom sake te kan verrig.\n(vi) In die petisie beweer Hough dat Smit in Mei 1993 regsadvies ingewin\nhet dat die in-kuratele-stelling van Alpha Bank\nultra vires\nen dus nietig\nab initio\n7\nwas, dat alle handelinge van die kurator derhalwe nietig was en dat Smit,\nuit\nhoofde van sy sorgsaamheids- en vertrouenspligte as direkteur van\nAlpha\nBank, sou moes optree. Die optredes wat uit hierdie regsadvies\nvoortgespruit\nhet, is die bron van die litigasle wat hier ter sprake\nis.\n(vii) Op 27 Mei 1993 stel Smit eensydig vyf nuwe direkteu re van\nAlpha Bank\naan, te wete Hough, Viljoen, Beyers, Du Pisanie en De\nKlerk. Smit bedank\nonmiddellik as direkteur.\n(viii) Op\n28 Mei 1993 vergader die nuwe direksie van Alpha Bank. Hulle\nstel\nHough aan as voorsitter en hoof uitvoerende beampte. 'n Reeks\nbesluite, o a\nmet betrekking tot die aanvegting van die kuratele,\nword geneem.\n(ix) Daarna, so beweer Hough in die petisie, het Alpha\nBank gereël vir\nbefondsing deur al sy onuitgereikte aandele,\nsynde 156 686 gewone aandele\nvan R1,00 elk, uit te reik aan Metamin\nInvestment Corporation Bpk\n(\"Metamin\") en sy fillale, derde, vierde\nen vyfde petisionarisse (gesamentlik\nhierna genoem \"die vier\nmaatskappye\").\n(x) Hierna vind briefwisseling tussen Hough en die Registrateur\nplaas.\n8\nHough beweer dat die kuratele ongeldig is; die Registrateur betwis dit en\nbeweer op sy beurt dat Smit se handelinge om 'n nuwe direksie\naan te stel,\nongeldig is. Die Minister van Finansies se houding was dat hy\nfunctus officio\nwas. Volgens die petisie was die nuwe direksie van Alpha Bank in September\n1993 besig met voorbereidings om 'n aksie vir tersydestelling\nvan die kuratele\naanhangig te maak.\n(xi) Op 10 September 1993 word Alpha Bank egter\nin voorlopige likwidasie geplaas op aansoek van die Registrateur onder\naansoeknommer\n18534/93 in die Transvaalse Provinsiale Afdeling van die\nHooggeregshof. Die keerdatum was 27 September 1993. Die derde respondent\nis as\nvoorlopige likwidateur aangestel.\n(xii) Op 13 September 1993 stel\ndie vier maatskappye aksie in vir die tersydestelling van die kuratele in die\nreedsgenoemde hof onder\nsaaknommer 18963/93. Alpha Bank kon, vanweë die\nvoorlopige likwidasie, nie as party optree of gevoeg word nie, maar die Minister\nvan Finansies, die Registrateur, die kurator en die voorlopige likwidateur is as\nverweerders aangespreek.\n9\nHulle teken verskynlng aan om die aksie te verdedig.\n(xiii) Op 17 September 1993 verkry die Reserwebank 'n voorlopige\nlikwidaslebevel, ook in die Transvaalse Provlnsiale Afdeling, teen\nBerlitas\nInvestments Number Fifty (Edms) Bpk (\"Berlitas 50\"), 'n verwante\nmaatskappy\nvan Alpha Bank, met keerdatum 27 September 1993 (onder\naansoeknommer\n19305/93).\n(xiv) Op die keerdatum 27 September 1993 bring die vier maatskappye\n'n\naansoek om tot die Berlitas 50 likwidasie-aansoek tussenbeide te tree\n(onder\naansoeknommer 19305/93).\n(xv) Alpha Bank (in voorlopige likwidasie) - verteenwoordig deur sy\nnuwe\ndireksie uit hoofde van hul \"residuele bevoegdhede\" - bring ook\n'n nuwe\naansoek (onder nommer 20034/93) om toe te tree tot die\nBerlitas 50\nlikwidasie-aansoek.\n(xvi) Onder\naansoeknommer 21011/93 bring Hough in naam van die vier\nmaatskappye\nen van die nuwe direksie van Alpha Bank 'n aansoek om tot die\nAlpha\nBank likwidasie-aansoek toe te tree.\n10\n(xvii) Die keerdatum vir die Alpha Bank en Berlitas 50\nlikwidasie-aansoeke\nis van tyd tot íyd verleng.\n(xviii) Inmiddels is die\nvolgende interlokutore aansoeke ook geloods:\n(a)\tHough, handelende in die naam van Alpha Bank (in voorlopige likwidasie)\nbring op 6 Januarie 1994 'n aansoek om die keerdatum in\ndie Alpha\nBank-likwidasie te vervroeg.\n(b)\tMetamin bring 'n aansoek kragtens art 360 van die Maatskappyewet, 61 van\n1973, (\"die Maatskappyewet\") om al Alpha Bank (in voorlopige\nlikwidasie) se\nboeke en papiere in te sien (onder aansoeknommer\n3519/94).\n(xix) Al die aansoeke hierbo\ngenoem, het op 30 Maart 1994 voor Nugent R gedien. Tydens die verhoor poog ook\nAlpha Bank Holdings Bpk\n(\"Alpha Bank Holdings\") om toe te tree tot en ter\nbestryding van die Alpha Bank likwidasie-aansoek (onder aansoeknommer\n6487/94).\nWeens die veelvuldigheid van die verskillende aansoeke wat voor Nugent R\ngedien het, is dit dienlik om in hierdie uitspraak elkeen\nafsonderlik\n11\nte behandel. Ek skets, in elke geval, wie die betrokke applíkante\nen respondente was, die aangevraagde regshulp en die gronde\ndaarvoor, Nugent R\nse uitspraak en die redes daarvoor, die petisionarisse se submissies voor ons,\nmy analise daarvan en die gevolgtrekking.\n1.\nDie Alpha Bank\nlikwidasie-aansoek (aansoeknommer 18534/93)\n.\nIn hierdie aansoek,\ngerig op die likwidasie van Alpha Bank, is die Registrateur die applikant en\nAlpha Bank die respondent. Die gronde\nwaarop die Registrateur staatmaak, is dat\nAlpha Bank sy aandelekapitaal in geheel verloor het, dat dit nie in staat is om\nsy skulde\nte betaal nie en dat dit reg en billik is dat die maatskappy\ngelikwideer word. Hy beroep hom dus op arts 344(e), (f) en (h) van die\nMaatskappyewet.\nNugent R het bevind dat die Registrateur daarin\ngeslaag het om die aangevoerde gronde te bewys. Die eerste vraag is of hierdie\nbevinding\nmet sukses op appèl aangeveg sal kan word.\nEk meen dat Nugent R tereg tot bovermelde gevolgtrekking gekom het. Uit\ndie feite in die uitspraak vermeld en wat nooit in die petisie\nof in\nargument\n12\nvoor hierdie hof aangeval is nie, blyk dit dat die besturende direkteur\nvan Alpha Bank in 1990 ene C J van der Walt en die uitvoerende\nvoorsitter ene dr\nR J O Joubert was. Die maatskappy het 'n gemagtigde aandelekapitaal van 300 000\ngewone aandele van R1,00 elk gehad.\nDie finansiële jaareinde van die bank\nwas 30 Junie. Na die jaareinde van 30 Junie 1990 is finansiële state vir\ndie vorige\n16 maande voorberei (d w s vandat Alpha Bank begin het om sake te\ndoen as bank). Die state het aangedui dat die bank beswaarlik solvent\nwas. Die\nouditeure het 'n oudit uitgevoer, waarna hulle te kenne gegee het dat hulle nie\nkans sien om 'n ongekwalifiseerde verslag\nte gee nie. Hierdie voorbehoud van die\nouditeure is deur hulle per brief aan die besturende direkteur van Alpha Bank op\n27 Augustus\n1990 oorgedra. Uit die brief blyk dat hulle van oordeel was dat die\nbank aan hoë-risiko transaksies deelgeneem het en dat sekere\nvan die\nlenings onverhaalbaar skyn te wees. Hulle het te kenne gegee dat hulle slegs\nbereid sou wees om 'n ongekwalifiseerde mening,\nvir ouditdoeleindes, ten aansien\nvan die voorskotte te gee indien addisionele voorsiening ten bedrae van R9.2\nmiljoen gemaak\n13\nsou word.\nDie gevolg van so 'n voorslening sou wees dat dle\nbalansstaat sou aantoon dat dle bank se laste sy bates oorskry - wat uit die\naard\nvan dle saak onaanvaarbaar was. Die ouditeure het aanbeveel dat Alpha Bank\nop die mediumtermyn finansiële hulp van die Reserwebank\nmoes aanvra, terwyl\ndit op die langtermyn bykomende kapitaal moes soek.\n'n Afskrif van\ndie brief van die ouditeure is ook aan die Registrateur gestuur. Die gevolg\nhiervan was dat 'n vergadering op 27 Augustus\n1990 belê is. Dit is\nbygewoon deur die Registrateur, amptenare van die Reserwebank, die ouditeure en,\nnamens Alpha Bank, dr\nJoubert, mnr van der Walt, nog 'n direkteur en twee\namptenare.\nNugent R het bevind dat dit duidelik is uit die\nbeëdigde verklarings voor hom en uit die notule van die vergaderings dat\ndie\npenarie waarin die bank hom bevind het, bespreek is. Die gevolgtrekking van\ndie vergadering, wat aanvaar is deur die direkteure van\ndie bank, was dat daar\nslegs twee opsies vir Alpha Bank oop was: bekom addisionele kapitaal of aanvaar\nkuratele soos\n14\nbedoel deur die ou Bankwet. Hierdie kuratele is vergelykbaar met\ngeregtelike bestuur van 'n maatskappy soos beoog in die Maatskappyewet,\nmaar die\nMinister van Finansies en die Registrateur oefen daardie bevoegdhede uit wat in\ndie geval van geregtelike bestuur onderskeidelik\ndeur die hof en die Meester van\ndie Hooggeregshof uitgeoefen word. Art 40(5) van die ou Bankwet bepaal dat die\nbestuur van die bank\nonder kuratele in die kurator vestig, onderworpe aan toesig\nvan die Registrateur, en dat 'n ander persoon by wie die bestuur van\ndie sake\nvan die instelling berus, daarvan ontdoen word.\nNa die vergadering\nvan 27 Augustus 1990 was Alpha Bank nie in staat om die addisionele kapitaal te\nbekom nie en die Registrateur is\ndienooreenkomstig verwittig. Volgens die\nbeedigde verklarings het Van der Walt op 13 September 1990 'n verdere\nvergadering met die\nRegistrateur belê, waartydens die moontlikheid\nbespreek is van 'n toeloop op die bank, sou deposante van die benarde toedrag\nvan sake bewus word. Volgens Van der Walt se beëdigde verklaring, blykens\ndie uitspraak van Nugent R, het hy toe\n15\nal die direkteure van die bank, behalwe een wat oorsee was, getelefoneer\nen\nhul toestemming verkry tot die in-kuratele-stelling van die bank.\nVolgens hom\nhet hul almal ingestem en het hy toe 'n dokument geteken\nwaarin hy namens\nAlpha Bank tot die in-kuratele-stelling toegestem\nhet.\nDie formaliteite wat nagekom moet word by die in-kuratele-stelling\nvan\n'n bank is destyds bepaal deur art 40(1) van die ou\nBankwet. Die tersaaklike\ngedeelte van die artikel lees soos\nvolg:\n\"Wanneer 'n bankinstelling in finansiële moeilikhede verkeer, kan die\nMinister, as hy dit in die openbare belang wenslik ag,\nna raadpleging met die\ninstelling en met die skriftelike toestemming van daardie instelling, 'n kurator\noor die instelling aanstel\n...\"\nOp 21 September 1990 het die Minister van Finansies Alpha\nBank\nonder kuratele gestel. Die kurator, met die\ngoedkeuring van die Registrateur,\nhet hierna 'n stelsel geloods wat\nsou verseker dat Alpha Bank al die geld wat\nhy aan sy deposante, as\nskuldeisers, verskuldig was, kon terugbetaal. Dit het\ndaarop\nneergekom dat geld van die Reserwebank bekom is en aangewend is\nom\ngenoemde eise te betaal. Dit is gedoen deur al die beleggings en\n16\nvorderingsregte op terugbetaling van voorskotte wat Alpha Bank gedoen\nhet, oor te dra aan Berlitas 50 in ruil vir 'n reeks wissels\ngetrek deur\nBerlitas 50 ten bedrae van R175 miljoen. Daardie wissels is deur Alpha Bank\ngeaksepteer en verdiskonteer aan die Reserwebank,\nwat die waarde daarvan aan\nAlpha Bank laat toekom het. Alpha Bank kon dus en het sy deposante terugbetaal.\nIntussen kon die kurator\nprobeer om die genoemde beleggings te gelde te maak en\ndie voorskotte terug te vorder. Uit die opbrengs kon Berlitas 50 dan die R175\nmiljoen skuld aan die Reserwebank delg. Intussen sou beide Berlitas 50 en Alpha\nBank natuurlik, uit hoofde van onderskeidelik die\ntrek en akseptasie van die\nwissels, skuldenare van die Reserwebank wees. Toe die Alpha Bank\nlikwidasie-aansoek gerig is, was slegs\nR25 miljoen verhaal en het daar R150\nmiljoen aan die Reserwebank verskuldig gebly.\nAgtien maande na die\naanstelling van die kurator het die ouditeure, aldus die uitspraak van Nugent R,\nklaarblyklik gebaseer op die\ngetuienis voor hom, weer die stand van sake in\nAlpha Bank vasgestel. Hulle het tot die gevolgtrekking gekom dat die waardasie\nvan\ndie bates van Alpha Bank wat op\n17\n30 Junie 1990 gedoen is, die werklike waarde met R66 miljoen oorskry het.\n'n Balansstaat wat dle kurator op 31 Mei 1993 voorberei\nhet, toon dat Alpha Bank\nse laste sy bates met R100 miljoen oorskry.\nDit sluit nie die\naanspreeklikheid van die bank teenoor die Reserwebank, uit hoofde van die\nwissels. in nie\n. Dat Alpha Bank dus hopeloos insolvent is, selfs sonder dat\ndie wissel-aanspreeklikheid teenoor die Reserwebank in ag geneem word,\nis\nduidelik.\nDie petisionarisse wat die likwidasie-aansoek wou\nopponeer, het nie hierdie gegewens betwis nie. Hulle het slegs aangevoer dat die\nkurator se aanstelling, en derhalwe al sy gevolglike handelinge, ongeldig is en\ngewag gemaak van ongerymdhede wat sou plaasgevind\nhet sedert die\nin-kuratele-stelling van Alpha Bank.\nOp hierdie argument kom ek\naanstons terug. Vir die huidige vraag, nl of die insolvensie van Alpha Bank\nbewys is en of dit bewys is\ndat dit reg en billik is dat die bank gelikwideer\nword, is die kern van die saak dat selfs al dink mens die vordering van die\nReserwebank\nweg (wat Hough blykbaar wil doen)\n16\nbly die feit staan dat Alpha Bank, volgens die uitspraak van Nugent R, se\nlaste sy bates met R100 miljoen oorskry. Ek kan nie sien\nwelke relevansie Hough\nse aanvegting van die Reserwebank-vordering het nie, want dit sal aan die de\nfacto\ninsolvensie van die bank geen afbreuk doen nie. As die doel van\nHough en die nuwe direksie van Alpha Bank slegs is om ongerymdhede\nwat ns\nbewering gedurende die tydperk van kuratele sou plaasgevind het, of om die boeke\nvan die bank te ondersoek en vas te stel\nhoe die groot verliese opgeloop het\n(soos hy tydens argument aangevoer het) dan kan daardie doe sekerlik beter deur\ndie likwidateur\nbereik word (vgl\nRegistrar of Insurance Johannesburg\nInsurance Co Ltd\n(2) 1962(4) SA 548 (W) veral op 553E - F),\nAfgesien van alle ander faktore, is dit ook nooit betwis dat Alpha Bank\nse substratum as bank verval het nie. Dit sal nooit weer as\nbank kar handeldryf\nnie. Dit alleen is 'n goeie rede vir die verlening van 'n finale likwidasiebevel\n(sien\nHenochsberg on the Comoanies Act\n, 5de uitgawe, vol 1 bl 704 en\ngesag daar aangehaal).\nOp die keper beskou, is die aanval van Hough en die\nandet\n19\npetisionarisse op die verskuldigheid aan die Reserwebank dus irrelevant\nomdat, selfs indien hul aanval sou slaag, Alpha Bank steeds\ninsolvent en sonder\nsubstratum sou wees.\nDie tweede bevlnding wat Nugent R gemaak het,\nis dat die Registrateur\nlocus standi\ngehad het om die aansoek om die\nlikwidasie van Alpha Bank aanhangig te maak. Hierdie bevinding was genoodsaak\ndeur die argumente\nvan Hough en die vier maatskappye in hul aansoek (aansoek\n21011/93) om tot die Alpha Bank likwidasie-aansoek toe te tree. Hoewel\ndaardie\naansoek deur Nugent R van die hand gewys is, het hy, myns insiens tereg, die\nargumente wat daarin geopper is, terdeë\nin ag geneem en in sy uitspraak in\ndie likwidasie-aansoek behandel.\nDie argument dat die Registrateur nie\nlocus standi\ngehad het om\ndie likwidasie-aansoek te bring nie, berus op die argument dat die Registrateur\nnie as skuldeiser opgetree het nie.\nHy kon slegs as Registrateur optree, so is\naangevoer, as Alpha Bank, toe die aansoek aanhangig gemaak is, regmatig as\nbankinstelling\ngeregistreer was. Hierdie betoog is gegrond op art 68(1\n)(a)\n20\nvan die Bankwet, 94 van 1990 (\"die nuwe Bankwet\") wat soos volg\nlees:\n\"\nBesondere bepalings met betrekking tot likwidasle of\ngereatelike\nbestuur van bank\n.\n(1) Ondanks andersluidende bepalings van die Maatskappyewet\n-\n(a) is die Registrateur bevoeg om by 'n bevoegde hof\naansoek te doen om die likwidasie van enige bank of om 'n bevel waarby 'n bank\nonder geregtelike bestuur geplaas word ingevolge genoemde Wet, en is die\nRegistrateur bevoeg om so 'n aansoek wat deur iemand anders\ngedoen word, te\nbestry;...\"\nDie uitdrukking \"bank\" wat in art 68(1 )(a) gebesig word, moet gelees\nword in die lig van die woordomskrywingsartikel van gemelde\nwet, art 1. \"Bank\"\nword in daardie artikel omskryf as \" 'n publieke maatskappy wat ingevolge\nhierdie Wet voorlopig of finaal as 'n\nbank geregistreer is.\"\nDit is\nderhalwe nodig om die tersaaklike feitebewerings in oënskou te\nneem.\nIn die vestigende beëdigde verklaring in die likwidasie-aansoek het\ndie Registrateur (aldus die petisie) aangevoer dat Alpha\nBank se voorlopige\nregistrasie vanaf Desember 1988 jaarliks hernu is totdat die bank kragtens\ndie\n21\nnuwe Bankwet voorlopig geregistreer is vir die twaalf-maande periode\neindigende 31 Desember 1993. In die opponerende verklaring namens\nAlpha Bank\n(aldus Hough in dle petisie) het hy gemelde stellings van die Registrateur nie\nbetwis nie.\nNugent R het dus tereg bevind dat Alpha Bank, toe die\nlikwidasie-aansoek aanhangig gemaak en aan die hof gerig is, voorlopig\ngeregistreer\nwas in die sin dat die naam daarvan op die Registrateur se register\nverskyn het.\nHough en die vier maatskappye het egter aangevoer dat\nAlpha Bank se naam verkeerdelik op die betrokke reglster verskyn. Volgens die\npetisie is (en word) aangevoer dat die voorloplge registrasie van Alpha Bank op\n1 Desember 1989 outomaties verval het, omdat die\ntwaalf-maande termyn van die\neerste voorlopige registrasie, wat op 1 Desember 1988 plaasgevind het, met\nverstryking van 30 November\n1989 verval het. Geen hernuwingsaansoek is voor of\nop 30 November 1989 gedoen nie. Blykbaar, volgens die petisie, het een van die\ndirekteure van Alpha Bank, Van der Walt, eers op 5\n22\nDesember 1989 'n brief aan die Registrateur geskryf as gevolg waarvan die\nRegistrateur die voorlopige registrasie hernu het op 19\nFebruarie 1990, en wel\nmet terugwerkende krag vanaf 1 Desember 1989 en tot 30 November 1990. Voorts,\nvolgens die petisie, het die\nRegistrateur daarna van tyd tot tyd wel die\nvoorloplge registrasie hernu, maar daardie handelinge is almal nietig weens die\nnietigheid\nvan die hernuwing van 19 Februarie 1990.\nDie\naansoekstukke is nie voor ons nie, maar die onderhawige feite-bewerings is in\ndie betoogshoofde van die Registrateur wat voor\nNugent R gelé is,\nbehandel. Daarvolgens blyk dat dit nie betwis word dat die aansoek om hernuwing\nvan die voorlopige registrasie\neers gedoen is vyf dae nadat die eerste termyn op\n30 November 1989 verstryk het nie. Ook word nie betwis nie dat Alpha Bank toe\naansoek\ngedoen het vir hernuwing van die registrasie vir die tydperk 1 Desember\n1989 tot 30 November 1990 en dat die registrasie eers deur\ndie Registrateur\nhernu is op 19 Februarie 1990. Alpha Bank is in daardie tweede termyn van\nvoorlopige registrasie onder kuratele\ngeplaas en wel op 21 September 1990. Die\nkurator het op 30 Oktober 1990 weer\n23\naansoek gedoen vir hernuwing vir 'n verdere tydperk van een jaar. Daarna\nhet die Registrateur, as deel van 'n reëling met die\nkurator, die\nvoorlopige registrasie hernu vir 'n verdere tydperk van twaalf maande tot 1\nDesember 1992 en daarna, ingevolge dieselfde\nreëling, tot 1 Desember 1993.\nVoor daardie datum is die likwidasie-aansoek geloods.\nHough se\nbeswaar is dus bloot dat die eerste hernuwing plaasgevind het Ingevolge 'n\nversoek wat gerig is nadat die voorlopige registrasie\nreeds op 30 November 1989\nverval het. Volgens hom kan 'n voorlopige registrasie wat verval het, nie\n\"hernuwe\" word nie. Dit is gemene\nsaak dat daar geen nuwe aansoek vir\nherregistrasie was nie.\nEk behandel vervolgens die regsaspek van die\nkwessie tans onder bespreking. Dit sentreer hoofsaaklik rondom die onderskeie\nbepalings\nvan die ou en nuwe Bankwette met betrekking tot die vraag of daar\nslegs 'n hernuwing van 'n voorlopige registrasie kan wees as gevolg\nvan 'n\naansoek wat gedoen is voor die verstryking van die registrasie-termyn, dan wel\nof so 'n aansoek geldig gedoen en toegestaan\nkan word ná verstryking van\ndie registrasie-\n24\ntermyn.\nDie\nnuwe\nBankwet maak in arts 16,17 en 18\nvoorsiening vir die voorlopige registrasie van 'n bankinstelling, en in arts 19\nen 20 vir finale\nregistrasie. Arts 18(1) en (2) is tans ter sprake. Dit hou in\ndat die voorlopige registrasie van 'n bank vir 'n tydperk van twaalf\nmaande\ngeld; dat die Registrateur na goeddunke so 'n voorlopige registrasie\nvoor die\nverstryking daarvan\nvan tyd tot tyd vir 'n tydperk van hoogstens twaalf\nmaande kan hernu, maar dat geen bank vir 'n totale tydperk van langer as vyf\njaar voorlopig geregistreer mag bly nie.\nSoos gemeld, is Alpha Bank die eerste keer voorlopig as 'n\nbank\ngeregistreer op 1 Desember 1988 en wel\nooreenkomstig die voorskrifte van\ndie ou Bankwet. Art 4(8) van\ndaardie wet lees soos volg:\n\"(8) Die voorlopige registrasie van 'n applikant is vir 'n tydperk van\ntwaalf maande en is onderworpe aan die voorwaardes en beperkings,\nwat nie met\nhierdie Wet onbestaanbaar is nie, wat die Registrateur nodig ag, maar so 'n\nregistrasie kan na goeddunke van die Registrateur\nvan tyd tot tyd onderworpe aan\ndieselfde of enige ander of verdere voorwaardes en beperkings hernieu word vir\ntydperke van hoogstens\ntwaalf maande op\n'n\n25\nkeer: Met dien verstande dat geen bankinstelling vir 'n\ntotale tydperk van langer as vyf jaar voorlopig geregistreer mag bly\nnie.\"\nDit sal opgemerk word dat daar\nsubtlele maar belangrike verskille tussen die twee bepalings is. Een daarvan is\ndat die ou Bankwet,\nanders as die nuwe, nie vereis het dat die hernuwing van die\nvoorlopige registrasie voor die verstryking daarvan hoef plaas te vind\nnie.\nDie geldigheid van die hernuwing van Alpha Bank se voorlopige\nregistrasie in Desember 1989 word nie deur die nuwe Bankwet beheers\nnie.\nLaasgemelde wet het eers op 1 Februarie 1991 in werking getree. Die bepalings\nvan die ou Bankwet is dus die saakmakende norme.\nDaarvolgens is dit, soos reeds\naangestip, geen vereiste dat die hemuwing moet plaasvind voor verstryking van\ndie vorige registrasie-termyn\nnie.\nDie gevolg hiervan is dat die\nbevinding van Nugent R dat die registrasie van Alpha Bank geldig was en dat die\nRegistrateur\nlocus standi\ngehad het, korrek is.\n26\nNugent R het in sy uitspraak ook nog na ander aanverwante besware van\nHough met betrekking tot die\nlocus standi\nvan die Registrateur verwys. Hy\nhet bevind dat daardie besware nie opgaan nie. Daardie bevinding is nie in die\npetisie aangeval nie\nen dit is dus nie nodig om daarmee te handel\nnie.\nIn die gewone loop van sake sou die bevinding dat die applikant\nin 'n likwidasie-aansoek die nodige\nlocus standi\ngehad het en dat die\ngronde vir die aansoek, soos bedoel in arts 344(e), (f) en (h) van die\nMaatskappyewet, bewys is, die einde van\ndie kwessie wees. In die onderhawige\ngeval het Hough en die vier maatskappye egter met 'n verdere offensief gekom\nwat, indien dit\nsou slaag, 'n finale bevel van likwidasie sou kon afweer. Dit\nsou inderdaad die bestaan van die likwidasie-gronde genoem in arts\n344(e), (f)\nen (h) van die Maatskappyewet ontsenu. Die einddoel van gemelde offensief was om\naan te toon dat Alpha Bank en Berlitas\n50 geen gelde aan die Reserwebank\nverskuldig is nie en derhalwe nie insolvent is nie. Dit is dus nodig om nou\naandag te gee aan hierdie\naanval, ook omdat dit die spil is waarom al die ander\naansoeke van die petisionarisse eintlik wentel.\n27\nDie basis van die aanval is dat die in-kuratele-stelling van Alpha Bank\ndeur die Minister van Finansies in September 1990 ongeldig\nwas. Die resultaat,\nso is betoog, van die ongeldigheid van die in-kuratele-stelling sou wees dat\nalle handelinge van die kurator\nnietig is; erqo ook die transaksie met die\nReserwebank. Word die likwidasie opgehef, so gaan die argument voort, kan die\nkuratele\naangeval word; indien suksesvol, kry die nuwe direksie die twee\nmaatskappye terug met al hul bates of die opbrengs daarvan, terwyl\ndie vordering\nvan die Reserwebank onafdwingbaar is.\nDie basis waarop die\nin-kuratele-stelling aangeval is, is dat die Minister van Finansies nie aan die\nvormvereistes van art 40(1) van\ndie ou Bankwet voldoen het nie deurdat\n(i) hy nie vooraf met Alpha Bank geraadpleeg het,\nen\n(ii) hy nie die bank se skriftelike toestemming gehad het tot die\nin-kuratelestelling nie.\nEk het hierbo\nredelik volledig verwys na Nugent R se uiteensetting van die aanloop tot die\nin-kuratele-stelling van Alpha Bank. Daaruit\nblyk\n28\nonteenseglik dat die Minister van Finansles nie sy wil op dle bank\nafgedwing\nhet en die kurator teen die direksie van die bank se wil\nen sin aangestel het nie. Die bank was in 'n ernstige verknorsing. Dit was\ndie\ndirekteure van die bank wat by die Registrateur om huip gaan aanklop het. Uit\nNugent R se uiteensetting blyk dit dat die Registrateur\nvooraf volledlg met\nAlpha Bank se direksie geraadpleeg het. Die nodige skriftelike toestemming is\ndeur die besturende direkteur,\nVan der Walt, geteken nadat hy met al die ander\ndirekteure, behalwe die een wat in die buiteland was, geskakel het. Nugent R was\nvan oordeel dat aan al die voorvereistes van art 40(1) van die ou Bankwet\nvoldoen is.\nHierdie feitelike bevindinge van Nugent R is nooit in\ndie petisie waarin verlof om te appelleer aangevra word, aangeval nie. Uit die\npetisie blyk die beswaar egter te wees dat die raadpleging deur die Registrateur\nen nie deur die M\ninister\nplaasgevind het nie, en dat die skriftelike\ntoestemming deur die Registrateur en nié deur die M\ninister\nnie\nverkry is, in ieder geval nie na 'n geldige direksie-besluit van Alpha Bank\nnie.\n29\nNa my oordeel is daar geen meriete in dié besware\nnie.\nVolgens art 40(1) van die ou Bankwet is dit wel die\nMinister van Finansies wat 'n bank onder kuratele stel, maar daar is niks in die\nartikel wat aandui dat die Ivlinister persoonlik met die instelling moet\nraadpleeg of dat hy persoonlik die skriftelike toestemming\nmoet gaan verkry nie.\nAs dit die wetgewer se bedoeling was om die Minister persoonlik in daardie\nhandelinge te betrek, sou die betrokke\nartikel heel anders gelees\nhet.\nGesien die bepalings van die ou Bankwet en die onderskeie\nposisies van Minister en Registrateur daarin uiteengesit, kon die Registrateur\ndie adminlstratiewe funksies voorafgaande aan die werklike besluitneming deur\ndie Minister afhandel. In\nMetropolitan Borouqh and Town Clerk of Lewisham v\nRoberts\n[1949] 2 KB 608\n(CA) het ene O'Gara, 'n algemene inspekteur in die\nkantoor van die tvlinister van Gesondheid in Brittanje voorgegee om sekere\nbevoegdhede\nnamens die Minister aan die betrokke stadsklerk oor te dra. Die\nverweerder het die geldigheid van O'Gara se handeling aangeval op\ndie basis dat\ndie betrokke regulasies vereis dat die Minister self moet optree.\nJenkins\n30\nJ verklaar op 629 ten aansien van hierdie argument:\n\"I think this contention is based on a misconception of the relationship\nbetween a minister and the officials in his department. A\nminister must\nperforce, from the necessity of the case, act through his departmental\nofficials, and where as in the Defence Regulations\nnow under consideration\nfunctions are expressed to be committed to a minister, those functions must, as\na matter of necessary implication,\nbe exercisable by the minister either\npersonally or through his departmental officials; and acts done in exercise of\nthose functions\nare equally acts of the minister whether they are done by him\npersonally, or through his departmental officials, as in practice,\nexcept in\nmatters of the very first importance, they almost invariably would be done. No\nquestion of agency or delegation as between\nthe minister and Mr. O'Gara seems to\nme to arise at all. I think this view is borne out by the observations of the\npresent Master\nof the Rolls in\nCarltona Ld. v. Commissioners of Works and\nOthers\n1943 (2) All ER 560.\nThe delegation effected by the letter of\nNovember 12, 1946, must therefore, in my view, be regarded as a delegation by\nthe minister,\nacting through one of his departmental officials, in the person of\nMr. O'Gara and not as a purported delegation by Mr. O'Gara of\nfunctions\ndelegated to him by the minister. I am accordingly of opinion that this ground\nof objection also fails.\"\nNa my mening is die korrekte uitleg van art 40(1) van die ou\nBankwet\ndat die Minister van Finansies self die besluit\nmoet neem om die bank onder\nkuratele te stel, maar die oorlegpleging\nen verkryging van die toestemming\nkan geldig deur die Registrateur uitgevoer word (sien ook\nLewis v\nR\n1910 TPD\n31\n413). In die onderhawige geval was daar geen ontoelaatbare delegasie deur\ndie Minister van die uitoefening van sy eie diskresie nie\nen die huidige is nog\n'n veel sterker geval as M\netropolitan Borough and Town Clerk v Lewisham\nRoberts,\nsupra\n.\nOok is daar geen meriete in die punt dat\ndaar nie 'n skriftelike resolusie was van Alpha Bank se direksie dat Van der\nWalt die relevante\ntoestemming mog teken nie. Blykens die uitspraak van Nugent R\nhet Van der Walt al die dlrekteure, behalwe een wat in die buiteland\nwas, se\nmondelinge toestemming daartoe gehad. Hierdie bevinding is ook nie aangeval nie.\nDie direksie van 'n maatskappy kan deur\neenparige toestemming afstand doen van\ndie formele vereistes wat resolusies betref\n(Gohlke and Schneider and Another\nv Westies Minerale (Edms) Bpk and Another\n1970(2) SA 685 (A) op 693E -\n694F). Insoverre een direkteur nie vooraf sy toestemming gegee het nie omdat hy\noorsee was, is dit duidelik\ndat hy na sy terugkeer in die direksie-besluit berus\nhet (sien\nRobinson v Randfontein Est. G.M. Co Ltd\n1921 AD 168\nte 217\n-218;\nDickson v Acrow Engineers (Pty) Ltd\n1954(2) SA 63 (W) te 65 B; 69 D\n- E).\n32\nVir twee-en-'n-half jaar na die in-kuratele-stelling het geen lid van die\ndireksie daarteen beswaar gemaak nie. Die waarskynlikhede\nis oorweldigend dat\ndie direksiebesluit geratifiseer en tans onaanvegbaar is.\nHierdie\ngevolgtrekking is, op die keper beskou, fataal vir die opponering van die Alpha\nBank likwidasie-aansoek en al die aansoeke\ntot tussenbeidetreding daartoe, asook\ndie gepaardgaande interlokutore aansoeke en wel om die volgende rede: Die poging\nom die genoemde\naansoek te opponeer, en die ander genoemde aansoeke is almal\ngerig op 'n aanval teen die geldigheid van die in-kuratele-stelling\nvan Alpha\nBank. Soos reeds genoem, was die aanval in elke geval weens die irrelevansie\ndaarvan gedoem, want dit sou aan die sukses\nal dan nie van die\nlikwidasie-aansoek geen verskil gemaak het nie. Maar selfs al sou ten gunste van\ndie petisionarisse aanvaar word\ndat hul aanval relevant was, misluk dit op die\nbasis dat bevind moet word dat die Minister se besluit wel geldig was. Die\nopponering\nvan die Alpha Bank likwidasie-aansoek moes dus in elk geval om\nhierdie rede misluk het.\nDie bevinding dat aan geeneen van die petisionarisse verlof verleen\nkan\n33\nword om die Alpha Bank likwidasie aan te veg nie omdat daar geen redelike\nvooruitsigte op sukses in 'n appél bestaan nie, weens\ndie slotsom hierbo\nbereik, beteken nie dat die ander redes deur Nugent R aangevoer, aanvegbaar is\nnie. Dit is bloot nie nodig om\nop daardie redes in te gaan nie.\nEk\nmeen gevolglik dat Nugent R tereg die voorlopige likwidasie-bevel bekragtig het\nen dat daar geen vooruitsigte op sukses bestaan\nom teen sy beslissing te\nappelleer nie.\nVervolgens behandel ek die aansoeke wat met die Alpha\nBank likwidasie-aansoek verband hou.\n2.\nDie aansoek om tot die\nAlpha Bank likwidasie-aansoek toe te tree (aansoek nommer\n21011/93\n)\nHierdie aansoek is gebring deur die vier maatskappye\nen Hough. Die doel van die aansoek was om die likwidasie-aansoek teen te staan.\nDie hoofgrond vir hierdie aanval was dat die kuratele nietig was om twee redes\nnl (i) dat toe die kuratele opgelê is, Alpha\nBank nie geldig as bank\ngeregistreer was nie en dat die Minister van Finansies nie uit hoofde van art 40\nvan die ou\n34\nBankwet jeens Alpha Bank kon opgetree het nie en (ii) dat geen\nkonsultasie met die Minister plaasgevind het nie en geen skriftelike\ntoestemming\ndeur hom verkry is nie, soos deur gemelde art 40 vereis.\nWat (i) betref, het Nugent R beslis dat die ou Bankwet geensins\nregistrasie van 'n bank as voorvereiste vir die in-kuratele-stelling\nstel\nnie.\nDie vraag is of hierdie bevinding korrek is.\nArt 40\n(1) van die ou Bankwet behels dat die Minister van Finansies \"'n bankinstelling\"\nwat infinansiële moeilikhede verkeer,\nonder kuratele kan plaas. Die\nwoordomskrywingsartikel, art 1, omskryf 'n \"bankinstelling\" as \"'n handelsbank\nof 'n diskontohuis of\n'n algemene bank of 'n huurkoopbank of 'n aksepbank of 'n\nspaarbank\". As 'n mens in dieselfde artikel die definisies van die verskillende\nsoorte banke nagaan, blyk dit dat in geeneen enige verwysing na registrasie\nvoorkom nie. Die argument dat registrasie 'n voorvereiste\nis vir\nin-kuratele-stelling, sou behels dat die element van registrasie ingelees moet\nword in die definisie van \"bankinstelling\".\nDaar is geen gronde aangevoer vir so\n'n drastiese woordwysigende uitleg nie. Ek is van oordeel dat daar geen\n35\nsubstansie in die onderhawige argunnent van die applikante om toetrede is\nnie. Nugent R se bevinding is dus korrek.\nWat (ii) betref, het ek reeds hierbo, in die loop van die bespreking van\ndie hoofaansoek, dle onderhawige aangeleentheid behandel\nen tot die\ngevolgtrekking gekom dat daar geen meriete in steek nie.\nDie\nresultaat van bogemelde bevindinge is dat die aansoek om toetrede futiel sou\nwees. Die aanvalle wat daarin in die vooruitslg gestel\nis, blyk abortief te\nwees. Nugent R sou dus geregtig gewees het om die aansoek om toetrede weens die\nirrelevansie daarvan van die\nhand te wys. Sou dié aansoek voor hierdie\nhof moes dien, sal dit om daardie rede die onderspit delf. Daar is dus geen\nredelike\nvooruitsigte op appél nie.\nInderdaad het Nugent R\ndie aansoek uiteindelik om 'n ander rede, nl die gebrek aan\nlocus standi\nvan die vier maatskappye, van die hand gewys. Weens die gevolgtrekking wat ek\nhierbo bereik het, is dit onnodig om tans met die aspek\nvan die applikante se\nlocus standi\nte handel. 3.\nDie aansoek van die sesde petisionaris,\nAlpha Bank Holdinqs Bpk\n36\n('Alpha Bank Holdinqs') om tot die Alpha Bank likwidasie-aansoek toe\nte tree (aansoek 6487/94\n)\nOp die laaste stadium van die verhoor\nvan die onderskeie aansoeke voor Nugent R, was daar 'n aansoek van Alpha Bank\nHoldings om tot\ndie Alpha Bank likwidasie-aansoek toe te tree. Alpha Bank\nHoldings se aansoek was daarop gerig om dieselfde regsgrond aan te voer\nas wat\ndie ander vier maatskappye en Hough in hul aansoek om toetrede wou aanvoer, nl\ndie ongeldigheid van die kuratele. Nugent R\nhet die aansoek van die hand gewys\nomdat die applikant, wat dit op die basis van dringendheid gerig het, geen\ndringendheid bewys\nhet nie.\nEk meen dat hierdie aansoek net sowel\nvan die hand gewys kon gewees het omdat die doel daarvan, nl om die geldigheid\nvan die kuratele\naan te veg, nooit bereikbaar was nie. Die redes daarvoor het ek\nhierbo uiteengesit.\nDie gevolg is dat Nugent R, weliswaar om ander\nredes, die aansoek tereg van dle hand gewys het. Daar is geen vooruitsigte vir\nsukses\nop appèl\n37\nnie.\n4.\nDie aansoek van Metamin teen die voorlODige\nlikwidateur van Alpha\nBank fin likwidasie) in terme van art\n360 van die Maatskappyewet (aansoek\n3519/94)\n.\nHierdie aansoek is gebring deur Metamin, uit\nhoofde van sy beweerde lidmaatskap van Alpha Bank as houer van die aandele aan\nhom toegeken\ndeur die nuwe dlreksie na Mei 1993.\nNugent R het\nhierdie aansoek van die hand gewys weens sy bevinding (soos in die Alpha Bank\nlikwidasie-aansoek en die genoemde toetredingsaansoek)\ndat Hough en díe\nvier maatskappye nie enige\nlocus standi\ngehad het nie. Tot dusver in\nhierdie uitspraak was 'n bevinding oor die\nlocus standi\n-kwessie nie nodig\nnie, omdat ek tot die gevolgtrekking gekom het dat die kuratele geldig was en\ntoetrede derhalwe futiel sou wees.\nDaardie oorweging speel nie in die\nonderhawige aansoek 'n deurslaggewende rol nie omdat die geldigheid van die\nkuratele nie in die\naansoek ter sprake kom nie. Die gevolg is dat ek wel die\napplikant, Metamin, se\nlocus standi\nonder die loep\n38\nmoet neem. Gemelde\nlocus standi\nmoet bepaal word in die lig van\ndle gevolgtrekking hierbo bereik dat die in-kuratele-stelling geldig was. Die\nvraag is of, gegewe\n'n geldlge in-kuratele-stelling in September 1990, die nuwe\ndireksie van Alpha Bank in Mei 1993 die onuitgereikte aandele aan die\nvier\nmaatskappye, insluitende Melamin kon uítreik. Ek sal argumentsonthalwe\naanvaar dat 'n nuwe direksle geldig aangestel\nkon word.\nDie\nvertrekpunt by 'n ondersoek na dié vraag is die bepalings van die ou\nBankwet. Die in-kuratele-stelling het plaasgevind\nin 1990, gedurende die\ngeldingsduur van dle ou Bankwet. Die nuwe Bankwet het eers op 1 Februarie 1991\nin werking getree en die toekenning\nvan aandele deur die nuwe direksie van Alpha\nBank geskied eers in 1993. Die gevolge van die in-kuratele-stelling in 1990 moet\nklaarblyklik\nbepaal word deur die ou Bankwet, wat toentertyd gegeld het.\nGevolglik geld die bepalings van arts 12(2)(b) en (c) van die Interpretasiewet\n33 van 1957, met die gevolg dat die herroeping van die ou Bankwet nie die\nvroeëre werking daarvan, of die regte daarvolgens\nverkry, raak\nnie.\n39\nVolledigheidshalwe haal ek art 40 (1) van dle ou Bankwet soos\ngewysig\ndeur art 21 van die Wet op Finansiële\nInstellings, 94 van 1977, aan:\n\"Wanneer 'n bankinstelling in finansiële moeilikhede verkeer, kan die\nMinister, as hy dit in die openbare belang wenslik ag,\nna raadpleging met die\ninstelling en met die skriftelike toestemming van daardie instelling 'n kurator\noor die instelling aanstel,\nen daarna is die bepalings van paragrawe (b) tot en\nmet (g) en (i) tot en met (I) van artikel 433 en artikels 434 (2), 436, 437 en\n440 van die Maatskappywet, 1973 (Wet No. 61 van 1973),\nmutatis mutandis\n.\nvir sover daardie bepalings nie onbestaanbaar is met die bepallngs van hierdie\nartikel nie, ten opsigte van die instelling en die\nkurator van toepasslng:\n...\"\nArt 40(5) van die ou Bankwet (soos gewysig) bepaal\nuitdruklik dat die bestuur van die bank onder kuratele in die kurator vestig\nonderhewig\naan toesig deur die Registrateur, en dat enige persoon of instansie\nwat beheer van die bestuur van die bank gehad het, daardie bevoegdhede\nverloor.\n'n Mens vind dieselfde uitgangspunt in art 433 van die\nMaatskappyewet wat, soos aangetoon, deur art 40(1) van die ou Bankwet\ngeinkorporeer\nis.\nDie tersaaklike gedeelte van art 433 lees soos\nvolg:\n\"433.\nPliqte van finale geregtelike bestuurder\n'n Geregtelike bestuurder moet ...\n40\n(a)\tvan die voorlopige geregtelike bestuurder\noorneem\nen die bestuur van die maatskappy\nop hom neem;\n(b)\tsodanige bestuur voer, onderworpe aan die\nbevele\nvan die Hof, op die wyse wat hy as die mees\nekonomiese en mees bevorderlike vir die belange van die lede en skuldeisers van\ndie maatskappy\nbeskou;\n(f)\tdie rekenkundige rekords hou en\nsodanige\nfinansiële jaarstate, tussentydse verslae\nen voorlopige finansiële jaarstate opstel wat die maatskappy of sy\ndirekteure\nverplig sou gewees het om te hou of op te stel as hy nie onder\ngeregtelike bestuur geplaas was nie;\n(g)\tdie algemene jaarvergadering en\nander\nvergaderings van lede van die maatskappy\nbelê waarvoor hierdie Wet voorsiening maak, en in daardie verband al die\nvereistes\nnakom wat direkteure van die maatskappy ingevolge hierdie Wet verplig\nsou gewees het om na te kom as die maatskappy nie onder geregtelike\nbestuur\ngeplaas was nie;\"\nDit volg dat sowel art 40(1) as art 40(5) van die ou Bankwet die\ngevolg\nhet dat die kurator die bestuur van die bank\nonder kuratele oorneem en dat\n41\ndie direksie alle bestuursbevoegdhede verloor.\nDie vier\nmaatskappye en Hough het egter aangevoer dat, ondanks die in-kuratele-stelling\nvan Alpha Bank, en ondanks die wetsbepalings\nso pas bespreek, die nuwe direksie\nsteeds residuele bevoegdhede behou het. Daardie bevoegdhede het ingesluit die\nuitreik van onultgereikte\naandele. Hulle het, so is aangevoer, dientengevolge\nlede van Alpha Bank geword. Die argument is dat die kurator weliswaar, ingevolge\narts 40(1) en (5) van die ou Bankwet asook arts 433(a), (b), (f) en (g) van die\nnuwe Maatskappyewet, die\nbestuur\nvan die maatskappy oorgeneem het, maar\ndat die direksie die\nbeheer\nvan die maatskappy behou. Die\nbeheer\nsluit in die uitreik van aandele.\nNóg art 40 van die ou\nBankwet, nog die tersaaklike bepalings van die nuwe Maatskappyewet onderskei\ntussen \"bestuur\" en \"beheer\".\nDie vraag of die direksie residuele\n\"beheerbevoegdhede\" na die in-kuratele-stelling gehad het, kan bes beantwoord\nword deur te begin\nmet die vraag: het die direksie vóór die\nin-kuratele-stelling \"beheer\" oor die maatskappy gehad? Hierdie vraag moet\nontkennend beantwoord word. Nie die direksie nie, maar die\n42\naandeelhouers \"beheer\" 'n maatskappy. Die direksie \"bestuur\" die\nmaatskappy namens, ten behoewe en altyd onderhewig aan die voorskrifte\nvan die\naandeelhouers.\nDit is dus die aandeelhouers wat die \"beheer\" oor die\nmaatskappy het. Wat die in-kuratele-stelling dus vermag het, was om die\ndireksle,\ndie bestuur te ontneem en aan die kurator oor te dra. Daar kon dus\ngeen residuele bestuurs- of beheerbevoegdhede in die hande van\ndie direksie\ngesetel het nie.\nEk meen dus dat Nugent R, wat tot dieselfde\nresultaat gekom het, korrek is. Die gevolg is dat daar geen redelike\nvooruitsigte bestaan\ndat sy bevinding, dat IVIetamin in die onderhawige aansoek\nnie\nlocus standi\ngehad het nie, omvergewerp sal word.\nDit\nbring my by die drie aansoeke wat met die Berlitas 50 likwidasie-aansoek verband\nhou. 5.\nDie Berlitas 50 likwidasie-aansoek (aansoeknommer\n19305/93\n%\nIn hierdie aansoek was die applikant die Reserwebank en die aansoek is\ngerig op die likwidasie van Berlitas 50. Die grondslag van\ndie aansoek\nis\n43\ndie bedrag verskuldig aan die Reserwebank uit hoofde van die wlssels\nwaarna ek reeds verwys het en waarvan Berlitas 50 dle maker was.\nIn\nhierdie aansoek is daar geen probleme met die\nlocus standl\nvan die\nReserwebank as applikant nie. Wat die meriete van die aansoek betref, het Nugent\nR bevind dat Berlitas 50 hopeloos insolvent\nis. Volgens 'n balansstaat wat op 31\nJulie 1993 deur die kurator voorberei is, oorskry die maatskappy se laste sy\nbates met R115\nmiljoen. Op hierdie basls moes die aansoek, alle ander dinge\ngelyksynde, geslaag het, soos wat inderdaad uiteindelik gebeur het.\nDaar was\negter twee tussenkomende aansoeke waarin gepoog is om die likwidasie-aansoek af\nte weer, en wat ek vervolgens behandel onder\nnommers 6 en 7\nhleronder.\n6.\nDie aansoek van Alpha Bank fin likwidasie) om toe\nte tree tot die Berlitas 50 likwidasle-aansoek (aansoeknommer\n20034/931\n.\nIn hierdie aansoek was Hough die werklike applikant,\nmaar hy het steeds voorgegee 'n direkteur en hoof uitvoerende beampte van Alpha\nBank, wat toe reeds onder voorlopige likwidasie was, te wees. Hy het dus\ndie\n44\naansoek gerig in die naam van Alpha Bank (in voorlopige likwidasie). Die\ndoel van die aansoek was om die bekragtiging van die voorlopige\nlikwidasle-bevel\nteen Berlitas 50 af te weer. Die grondslag van die opposisie was dieselfde as\nwat reeds voorheen hierin behandel\nis nl: die kuratele was nietig; die kurator\nkon dus nle geldig die wisseltransaksle aangegaan het nie; Berlitas 50 is daarom\nnie\nop die wissels teenoor die Reserwebank aanspreeklik nie; Berlitas 50 is nie\ninsolvent as die Reserwebank se vordering wegval nie.\nNugent R het\nbevind dat nóg Hough nóg Alpha Bank (in voorlopige likwidasie)\nenige\nlocus standi\ngehad het om as applikant te ageer. Hy het ook\nverklaar dat hy nie bereid is om te bevind dat die kuratele ongeldig is en dat\ndie\nwisseltransaksie gevolglik ongeldig en onafdwingbaar was nie. Hy het die\naansoek van die hand gewys en Hough beveel om die koste\nte\nbetaal.\nEk meen dat hierdie bevindinge onaanvegbaar is in die lig\nvan die bevinding hierbo bereik, nl dat die nuwe direksie van Alpha Bank\nnie\ngeldig aandele aan die vier maatskappye kon uitreik of nuwe direkteure aanstel\nnie. Myns insiens het Alpha Bank (in likwidasie)\nsoos verteenwoordig deur\nHough\n45\ndus geen\nlocus standi\ngehad om die aansoek te bring nie omdat\nHough nie 'n aandeelhouer of direkteur van Alpha Bank kon wees of geword het\nnie.\nDaar is geen redelike voorultsigte dat hierdie hof tot 'n ander\ngevolgtrekking sal kom nie.\n7.\nDie vier maatskappye se aansoek om\ntussenbeide te tree in die Berlitas 50 likwidasie-aansoek, welke aansoek gebrinq\nis onder aansoeknommer\n19305/93 fdie nommer van die Berlitas 50\nlikwidasie-aansoek)\n.\nVolgens die stukke vervat in die petisie,\nis die applikante die vier maatskappye. Hulle het die bekragtiglng van die\nvoorlopige likwidasie-bevel\nteengestaan op dieselfde gronde as wat Hough in die\naansoek so pas hierbo bespreek (aansoeknommer 20034/93), aangevoer\nhet.\nNugent R het tereg dié opposisie, om dieselfde redes as\nwaarop aansoeknommer 20034/93 van die hand gewys is, ondeugdelik bevind\nen die\nvoorlopige likwidasie-bevel bekragtig.\nOm die redes reeds genoem meen ek dat die bevinding korrek\nis.\n46\nNugent R het ook 'n aantal kostebevele gemaak in die onderskele aansoeke.\nDié bevele is gemaak ooreenkomstig die algemeen-geldende\nbeginsels en ek\nkan geen fout daarmee vind nie.\nDie resultaat is dat ek van oordeel is dat daar geen meriete is in enige\nvan die aansoeke vir verlof om te appelleer ten aanslen van\nenige van dle bevele\nwat Nugent R in die aansoeke hierin behandel, gemaak het nie. Dit is onnodig om\nop verdere onoorkomelike gebreke\nin die petisie in te gaan. Op die meriete moet\ndie aansoek om kondonasie faal.\nBy die aanvang van die verhoor van\ndie aansoek om kondonasie en die petisie het Hough, wat in persoon verskyn het,\n'n aansoek gerig,\ngerugsteun deur 'n beëdigde verklaring en aanhangsels.\nDaarin vra hy om in die petisie en kondonasie-aansoek die vier maatskappye\nen\nAlpha Bank Holdings te vervang. Hy het aangevoer dat hy al die aandele in die\nbetrokke maatskappye oorgeneem het en voortaan hul\nplek wil neem en wel as\naandeelhouer. Dié aansoek is deur die respondente teengestaan, na my\nmening met reg. Eerstens, die\nfeit dat Hough moontlik die houer van al\ndie\n47\naandele in genoemde maatskappye is, gee hom geen\nlocus standl\nin\ndie onderhawige aansoeke nie. Die basís waarop die betrokke maatskappye\nwou toetree, is dat hulle aandeelhouers in Alpha\nBank en Berlitas 50 is. Dit is\ndie enigste denkbare basis waarop hulle om toetrede kon vra. 'n Aandeelhouer,\nselfs die enigste aandeelhouer,\n(selfs op die veronderstelling dat Hough regtens\nso 'n aandeelhouer is) van daardie maatskappye hou nie aandele in Alpha Bank of\nBerlitas 50 nie, en het dus soos reeds uitgewys geen\nlocus standi\nnie. In\nelk geval sou ek ook nie so 'n aansoek toegestaan het nie al was dit om\nbogenoemde rede nie gebrekkig nie. In die hof\na quo\nis kostebevele gemaak\nwat al daardie maatskappye raak en waarop die huidige respondent 'n verhaalsreg\nhet. Ook het daardie maatskappye\ntot op die laaste in die petisie en die aansoek\nom kondonasie volhard en opgetree. Om hulle nou van die toneel te laat verdwyn\nen\ndeur Hough, wat sedert die loods van die petisie gesekwestreer is, te\nvervang, sou uiters onbillik teenoor die respondente wees.\n48\nDie volgende bevele word gemaak\n:\n1.\tH P Hough se aansoek om tweede tot en met sesde petisionarisse te vervang\nword van die hand gewys met koste, wat die koste van\ntwee advokate in die geval\nvan eerste en tweede respondente insluit.\n2.\tEerste tot en met sewende petisionarisse se aansoek om kondonasie vir die\nlaat liassering van 'n petisie waarin verlof aangevra\nword om te appelleer teen\nal die bevele verleen deur Nugent R op 30 Maart 1994 in die Transvaalse\nProvinsiale Afdeling inaansoeke\n21011/93, 6487/94, 18534/93, 3519/94, 19305/93,\nen 20034/93, word van die hand gewys.\n3.\tEerste tot en met sewende petisionarisse word gesamentlik en afsonderlik\ngelas om die koste van die respondente teweeggebring deur\ndie aansoek om\nkondonasie asook die petisie te betaal. Gemelde koste sluit die eerste en tweede\nrespondent se koste voortspruitende\nuit dle gebruik van twee advokate\nin.\nP J J OLIVIER\nAPPèLREGTER\nHEFER, AR\t)\nSTEYN, AR\t)\n)STEM SAAM EKSTEEN,AR )\nVAN DEN HEEVER,AR )",
  "scraped_at": "2026-02-12T07:11:09.807896",
  "date": "1995-08-28",
  "coram": [
    "HEFER",
    "STEYN",
    "EKSTEEN",
    "VAN DEN HEEVER",
    "OLIVIER"
  ],
  "case_number": "389/94, 130/95",
  "parties": {
    "applicants": [
      "Alpha Bank Bpk",
      "Metamin Investment Corporation Bpk",
      "Berlitas Investments No. 2 Bpk",
      "Chase Realty (Edms) Bpk",
      "Chase Consulting (Edms) Bpk",
      "Alpha Bank Holdings Bpk",
      "Hendrik Petrus Hough"
    ],
    "respondents": [
      "Registrateur van Banken",
      "Suid-Afrikaanse Reserwebank",
      "T A P Du Plessis N.O."
    ]
  },
  "sections": {
    "facts": "Alpha Bank Bpk was provisionally registered as a bank in December 1988. In September 1990 the Minister of Finance placed the bank under curatorship pursuant to the old Bank Act. A curator was appointed and the Registrar of Banks acted as supervisor. The bank became insolvent, its liabilities exceeding its assets by about R100 million. Multiple applications for liquidation of Alpha Bank and of a related company, Berlitas 50, were filed in the Transvaal Provincial Division. The seven petitioners – the six companies listed above and Hendrik P. Hough, who claimed to act for them – sought leave to appeal several orders granting the curator authority and refusing their attempts to intervene in the liquidation proceedings. The petition was filed well after the 21‑day period required for an appeal, and it was defective, lacking annexes and failing to comply with appellate procedural rules.",
    "issues": "1. Whether leave to appeal should be granted despite the petition being filed out of time and being procedurally defective. 2. Whether the Registrar of Banks had locus standi to commence the liquidation of Alpha Bank. 3. Whether the curatorship of Alpha Bank was valid under the statutory requirements of the old Bank Act. 4. Whether Alpha Bank was insolvent in the statutory sense, justifying liquidation. 5. Whether the petitioners had any substantive grounds to challenge the liquidation orders.",
    "principles": "The court applied Art 21(2) of the Supreme Court Act requiring petitions for leave to be filed within 21 days of the refusal, and the Appellate Rules 3(5)‑(6) demanding a concise, relevant petition with proper annexes. Locus standi of the Registrar was derived from Art 68(1)(a) of the new Bank Act and the corresponding provisions of the old Bank Act, which allow the Registrar to apply to the court for liquidation of a bank. The validity of a curatorship depends on compliance with Art 40(1) of the old Bank Act, requiring the Minister to consult the bank and obtain its written consent; however, the court noted that statutory interpretation (Carltona principle) permits the Registrar to perform the minister’s consultative function. Insolvency was assessed under sections 344(e), (f) and (h) of the Companies Act, requiring that liabilities exceed assets and that the bank cannot meet its debts.",
    "application": "The court held that the petition was filed after the statutory period and was riddled with procedural flaws, rendering it non‑compliant with the Appellate Rules. It found that the Registrar did have locus standi and that the curatorship satisfied the statutory requisites, as the Minister had consulted the bank and obtained written consent through the Director. The evidence showed Alpha Bank’s liabilities exceeded its assets by R100 million, satisfying the insolvency criteria. Consequently, the petitioners’ arguments that the curatorship was ultra vires or that the Registrar lacked standing were rejected.",
    "conclusion": "Leave to appeal was refused; all seven petitions were dismissed and set aside. The court upheld the liquidation orders against Alpha Bank and Berlitas 50. Costs were awarded against the petitioners, including Hough, in favor of the respondents. The Registrar’s earlier decisions and the curator’s actions were confirmed."
  },
  "tags": {
    "level_1": "Banking Law",
    "level_2": "Insolvency and Liquidation",
    "level_3": [
      "curatorship",
      "bank registration",
      "procedural compliance",
      "appeal",
      "liquidation"
    ]
  }
}