{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/128.html",
  "case_name": "Raubex Construction (Pty) Ltd v Minister of Posts & Telecommunications (650/92) [1995] ZASCA 128 (17 November 1995)",
  "citation": "[1995] ZASCA 128",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 128\n|\nNoteup\n|\nLawCite\nRaubex Construction (Pty) Ltd v Minister of Posts & Telecommunications (650/92) [1995] ZASCA 128 (17 November 1995)\nDownload original files\nPDF format\nRTF format\nCase No 650/92 /mb\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE\nDIVISION)\nIn the matter of:\nRAUBEX CONSTRUCTION (PTY) LTD\nAPPELLANT\nand\nTHE MINISTER OF POSTS\n& TELECOMMUNICATIONS\nRESPONDENT\nCORAM\nHEFER,VIVIER JJA et SCOTT AJA\nHEARD\n:\t2 NOVEMBER 1995\nDELIVERED\n: \t\t17 NOVEMBER 1995\nJUDGMENT\nSCOTT AJA/\n...\n2\nSCOTT AJA\n:\nThe appellant was the successful tenderer\nfor a civil engineering contract to lay a pipeline between Graaff-Reinet and a\npoint 20\nkm north of Noupoort. The work involved the excavation of a trench 450\nmm wide and one metre deep into which two pitch-fibre pipes\nwere to be\ninstalled. The pipes were to be encased in a selected material referred to as\n\"bedding and padding\" and the trench then\nfilled with a selected backfilling\nmaterial. \"Bedding\" is the material placed on the floor of the trench to provide\nan even and stable\nsurface on which the pipes are laid, while \"padding\" is the\nmaterial placed around and over the pipes up to a level of at least 75\nmm above\nthe pipes. The purpose of the pipes was to accommodate telephone cables and in\nparticular an optical fibre network linking\nthe major cities in the\ncountry.\nThe appellant's tender which was dated 31 March 1987\nwas\n3\naccepted on 20 May 1987. On 11 June 1987 and after the work had already\nbeen commenced the appellant concluded a formal written contract\nwith the South\nAfrican Government acting through its department of Posts and Telecommunications\n(\"the department\"). The contract\nprovided that a number of specified documents\nwere to \"be deemed to form and be read and construed as part of this Agreement\".\nOne\nof these was a \"Specification, for Civil Engineering Works issued May 1985\".\nClause 11.2.2 of this document specified what material\nhad to be used for the\nbedding and padding. A dispute arose between the parties as to its meaning.\nRecourse was first had to mediation\nand thereafter the appellant, being\ndissatisfied with the mediator's opinion, instituted action in the Eastern Cape\nDivision for\na declaratory order as to the meaning of the clause. The action was\ndismissed with costs by Jennett J and the appellant with the\nnecessary leave now\nappeals to this court. The sole question in\n4\nissue is the proper interpretation of clause 11.2.2 of the\nspecification.\nClause 11.2 is headed \"Materials\". Clause 11.2.2\nreads:\n\"The bedding and padding material, that is, compacted material under, around\nand 75 mm above the pipes shall be either crusher run\nor coarse river sand or\nmaterial of a granular non-cohesive nature that is singularly or evenly graded\nbetween 0,6 mm and 19 mm,\nis free draining, has a compactability factor not\nexceeding 0,3 and has a plasticity index not exceeding 6, shall be provided by\nthe Contractor over the entire length of the contract. Tests to determine the\ncharacteristics of the material are detailed in schedule\n2. For marshy or\nwaterlogged conditions see schedule 4.\"\nThe appellant\ncontends that on a proper construction the clause permits the use of three types\nof bedding and padding material viz\n(i) crusher run or (ii) coarse river sand or\n(iii) material of a granular non-cohesive nature that is singularly or evenly\ngraded\nbetween 0,6 mm and 19 mm, is free draining, has a compactability factor\nnot exceeding 0,3 and has a plasticity index not exceeding\n6. In other words,\nthe contention is that the specifications as to size, compactability and\nplasticity mentioned in the\n5\nclause apply only to the third type of material and not to crusher run\nor\ncoarse river sand. The respondent, on the other hand, contends that\nthe\nspecifications in question were intended to relate to all three\ntypes of\nmaterial which were permitted for use as bedding and padding. In\nsupport\nof this contention counsel for the respondent relied not only on the\nterms\nof the clause itself but also on various other documents which\nwere\nincorporated into the contract and to which I shall refer later in\nthis\njudgment.\nThe dispute between the parties as to the meaning of\nclause\n11.2.2 of the specification arose in the following circumstances. At a\nsite\nmeeting held on 26 May 1987 which was some 6 days after the\nacceptance\nof the tender, the engineer issued an instruction which is recorded in\nthe\nminutes of the meeting as follows:\n\"The Chairman will allow up to a maximum of 15% mass smaller than 0,6 mm\nmaterial in bedding and padding. The specification will\n6\nbe otherwise strictly enforced.\"\nThe engineer's\nattitude was that the instruction amounted to no more than\na\nrelaxation of the 5% tolerance permitted in terms of the\nspecification.\nThat tolerance appears in schedule 2 to the\nspecification which in turn is\nreferred to in clause 11.2.2., quoted above. The schedule which is\nheaded\n\"Test for suitability of material for use as bedding/padding\", details\ntests for\nboth grading and compactibility. The test for grading reads as\nfollows:\n\"Obtain a representative sample of the material as follows: Heap about 40\nkg of the dry material on a clean surface, mix it thoroughly,\ndivide it into two\nparts of approximately equal size, and discard one part. Repeat the mixing,\ndivision, and discarding procedure\nuntil a sample of mass about 2,5 kg is\nobtained. Weigh this sample.\nWash the representative sample through three sieves of nominal aperture\nsize respectively 37,5 mm, 19 mm and 0,6 mm. If\n(a)\tany particles are retained on the 37,5 mm sieve, or\n(b)\tmore than 5% by mass of the sample is retained on the 19\nmm\nsieve, or\n7\n(c) less than 95% by mass of the sample is retained on the 0,6 mm sieve,\nregard the material as unsuitable for use in\nbedding.\"\nThe effect of the instruction of\n26 May 1987 was therefore to reduce the figure of 95% referred to in paragraph\n(c) to 85%.\nThe appellant subsequently took up the attitude that\nbecause it\nwas made clear by the engineer that the specifications referred to in\nclause\n11.2.2, subject to the amended tolerance, applied to all three types\nof\nbedding and padding material, the instruction amounted in effect to\na\nvariation of the contract entitling it to additional compensation in\nterms of\nthe General Conditions of Contract. The order which was ultimately\nsought\nin the Court below was:\n\"(a) 'n Verklarende bevel dat ingevolge die kontrak, aanhangsel 'A',\ngrowwe riviersand nie aan die toetsingsvereistes van skedule\n2 tot die\nspesifikasies moes voldoen ten einde aan klousule 11.2.2 van die spesifikasies\nte voldoen nie;\n(b) 'n Verklarende bevel dat die ingenieur se opdrag dat growwe\n8\nriviersand wel moes voldoen aan die toetsingsvereistes van skedule 2\ngevolglik 'n wysigingsopdrag ingevolge die bepalings van klousule\n51(1) van die\nalgemene kontraksvoorwaardes was.\"\nThe\nreason for the reference to coarse river sand only is that this was the material\nwhich the appellant proposed to use and did in\nfact use in the execution of the\nwork. The object of seeking the order was to require the engineer thereafter to\ncalculate the additional\ncompensation to which the appellant would be entitled\nin the event of its interpretation of the contract being the correct\none.\nThe documents incorporated into the contract included various minutes of\nsite meetings and telexes exchanged between the appellant\nand the department.\nSeveral of these documents, as I shall show, served to spell out and explain\nwhat the parties had in mind with\nregard to the specifications for bedding and\npadding material. Nonetheless, a great deal of evidence was led at the\ntrial.\n9\nThe appellant called as witnesses both Mr Burger who is a civil engineer\nspecialising in civil engineering materials and Mr Raubenheimer\nwho is a\ndirector of the respondent and also a qualified civil engineer. The respondent\nin turn called Mr Tanner who is also a civil\nengineer as well as Mr Tee who is a\nsenior technician and who, as Installation Liaison Officer, represented the\ndepartment on site\nduring the execution of the work. The evidence covered a wide\nGeld. Much of it was technical and related to such questions as the\nsuitability\nor otherwise of various materials for use as bedding and padding in a pipe\nlaying operation such as the one in question.\nMuch of it went far beyond the\naccepted limits of surrounding or background circumstances and related to such\nmatters as the meaning\nof certain provisions in the contract and in some cases\neven to what was intended.\nMr van Riet\n. who appeared together with\nMr\nvan Staden\nfor the appellant, readily conceded that there was a great deal\nof evidence to which\n10\nregard could not properly be had in construing clause 11.2.2 of the\nspecification. He submitted, however, that regardless of the existence\nof any\npossible uncertainty or ambiguity in the contract it was always permissible to\nhave regard to extrinsic evidence in order\nto explain and give content to words\nor expressions which have a technical meaning or are used in a special sense\n(see\nRichter v Bloemfontein Town Council\n1922, AD 57\nat 70;\nRand\nRietfontein Estates Ltd v Cohn\n1937 AD 317\nat 327) and on this basis be\nsought to rely on evidence relating to the meaning of the expression \"crusher\nrun\" and to a lesser extent\nthe expression \"coarse river sand\".\nIt was common cause between the two expert witnesses, Mr Burger and Mr\nTanner, that crusher run is material which has passed through\na crusher. Mr\nBurger, however, went further and testified that because most of the crusher run\nwhich is produced commercially is\nused for\n11\nbase courses for roads, the expression is generally used in the trade to\nrefer to aggregates produced for this purpose and conforming\nwith the\nspecification laid down by the South African Bureau of Standards for such\naggregates (SABS 1083 - 1976). This specification\nmakes provision for two grades\nof aggregates; the one varying from a maximum particle size of 37,5 mm down to\ndust and the other\nvarying from 25,5 mm down to dust. Neither would conform with\nthe grading requirements referred to in clause 11.2.2 of the specification.\nNonetheless, Mr Burger conceded that the expression \"crusher run\" was also used,\nalbeit infrequently, to mean any material that had\nbeen passed through a\ncrusher. Indeed, the expression is used in this sense in a SABS specification in\nrelation to cable trenches\n(SABS 1200 LC - 1981) which was put to Mr Tanner in\ncross-examination in another context.\nThe two experts were also in agreement that generally\nspeaking\n12\ncoarse river sand was readily identifiable and that by visually examining\nit one could get a fair idea of whether it was clean or\nwhether it contained\nsilt or clay material.\nMr van Riet\nsubmitted that the expression \"crusher run\" in clause\n11.2.2 had to be given the ordinary meaning it has in the trade and that\naccordingly\nthe specifications referred to in the clause could not have been\nintended to apply to this category of material. Similarly, and because\nof the\nreadily identifiable nature of coarse river sand which according to the evidence\nwas suitable as bedding and padding material,\nhe contended that the\nspecifications could not have been intended to apply to coarse river sand\neither. In support of the latter\nsubmission he relied, in addition, on evidence\nwhich had been led to the effect that it would have been very difficult to sieve\ncoarse\nriver sand so as to bring it within the specifications given in the\nclause. Such evidence, of course, went far\n13\nbeyond the scope of evidence which was merely of an identificatory\nnature. With regard to the actual language of clause 11.2.2 of\nthe\nspecification,\nMr van Riet\nemphasized the use of the word \"or\" after the\nexpressions \"crusher run\" and \"coarse river sand\" and pointed out that a\nconsequence\nof the interpretation contended for by the respondent was to render\nthe expressions \"crusher run\" and \"coarse river sand\" unnecessary\nas both these\nmaterials would fall within the ambit of the third category, it being common\ncause that they were both materials of\n\"a granular non-cohesive\nnature\".\nDealing first with the language of the clause, a difficulty which is\nencountered with the appellant's interpretation is that it involves\nconstruing\nthe word \"material\" in the second sentence as referring solely to the third\ncategory of material, whereas the repeated\nuse of the word \"material\" in the\nfirst sentence in relation to all three categories suggests that it was intended\nto refer to all\nbedding and padding material in the\n14\nsecond sentence as well. Similarly, there is nothing in schedule 2 (which\nis referred to in the second sentence) that suggests that\nthe tests detailed\ntherein are applicable only to the third category of material. On the contrary,\nthe schedule itself and particularly\nthe heading (quoted above) suggest that the\ntests are to apply to all material used for bedding and padding.\nThe fact that the expression\"crusher run\" is commonly used in the trade\nto mean aggregate for base courses for roads ceases to be\nof significance, I\nthink, once it is accepted that the expression is also used to describe any\nmaterial that has been passed through\na crusher. Furthermore, it seems most\nunlikely that crusher run graded from 37,5 mm or 25,5 mm to dust should be\npermitted while\nthe third category of material, which was also to be of a\ngranular non-cohesive nature, was required to be graded between 0,6 mm\nand 19\nmm. In the light of this specification as to size it\n15\nalso makes no sense that the contractor should be free to choose between\na maximum particle size of 37,5 mm and 25,5 mm.\nThe appellant's construction, as pointed out by\nMr van Riet\n. does\nindeed result in the reference to crusher run and coarse river sand being\nunnecessary as both these materials would fall within\nthe ambit of the third\ncategory. This, however, is not necessarily decisive, particularly when regard\nis had to the nature of the\ndocument in which the clause is contained. But if\nthere is any ambiguity, it is removed, I think, if regard is had to some of the\nother documents incorporated into the contract.\nOne such document is a minute of a pre-tender site\nmeeting\nheld on 16 February 1987 and attended by the appellant together with\nother\npotential tenderers. Paragraph 6.9 reads:\n\"Samples of suitable bedding and padding material from various sources\nalong the route which had been tested were on display at the\npre-inspection\nmeeting.\n16\nTenders should make provision for the transporting of bedding and padding\nmaterial over long distances. All bedding sources will be\ntested regularly and\nmaterial not meeting the specification (schedules 2 and 4) will be rejected. A\nlist of possible sources appears\nin Appendix A to these minutes. Available\nquantities are unknown.\"\nIt is clear from this paragraph\nthat \"all bedding sources\" were required to\nbe subjected to the\ntests detailed in schedules 2 and 4 to the specification.\n(Schedule 4 was applicable only in the case of marshy or\nwaterlogged\nconditions). The minute is therefore in direct conflict with the\nconstruction\ncontended for by the appellant.\nThe appendix referred to in paragraph 6.9 is equally\nrevealing.\nIt reads:\n\"Possible sources of bedding and padding material. These sources are not\nguaranteed and tenderers are advised to do qualitative and\nqualitative tests.\nThe onus is on the tenderer to secure sufficient bedding and padding material\nwhich meets the specification (see\nschedules 2 and 4).\n1. Sundays River Graaff-Reinet Municipality Just North of\nGraaff-\n17\nReinet\tTel.: 0491-22121\nOB117B - OB117C\n(good; may need sieving)\n2.\nF. P. van der\nMerwe P.P. van der Merwe farm Riversdale Riversdale OB120-120A Tel.:\n0491-22020\n3.\nGroothoek farm\nA. Saunders Middelburg\tGroothoek (not tested) Tel.:\n22018\n4.\nBeskuitfontein farm\nPiet Erasmus Middelburg Beskuitfontein (not tested) Tel.:\n22017\n5.\tDriefontein W.R.C. Collet\nMiddelburg\tDriefontein\n(not tested)\"\nIt was common cause that\nthe five sources referred to in the appendix were\nall coarse river\nsand sources. But there can be no doubt that the material\nderived therefrom was to be subjected to testing as provided for\nin\nschedules 2 and 4. Nor is there anything in the appendix to suggest\nthat\n18\nsome material would not have to conform with the tests detailed in\nthe\nspecification.\nThere is still more. On 10 April 1987, ie after the\nappellant\nhad submitted its tender but\nbefore it had been accepted, the department\nsent a telex to the appellant seeking information. The relevant portion\nof\nthe telex reads:\n\"Could you as a matter of urgency indicate separately for each tender,\nthe following information please:\n2\n3.\t...\n4.\tWhat sources of bedding and padding material have\nbeen\nidentified?\nWhat quantities have been secured?\nHave all sources been tested in accordance with schedule 2\nof\nthe specification?\nWhat is the price of bedding and padding material at\nthe\nsource delivered?\nProvide a list of sources and indicate quantities and\nwhether it\npasses the test outlined in shedule 2 of the specification.\"\nThe information requested was obviously required for the purpose\nof\n19\ndeciding whether to accept the appellant's tender or not. The telex\ncould\nhave left the appellant in no doubt that as far as the\ndepartment was\nconcerned all bedding and padding material from whatever source\nwould\nbe required to meet the tests detailed in the schedules to the\nspecification.\nThe appellant replied by telex dated 15 April 1987.\nParagraph\n4, which was headed \"Sandbronne\" and clearly intended to relate\nto\nparagraph 4 of the telex of 10 April 1987, detailed a number of sources\nand\nthen proceeded.\n\"Omdat die sandkwaliteit baie wissel is geen toetse gedoen nie. Tydens\ndie kontrak sal 'n terreinbestuurder voltyds sandbronne soek,\ntoetse laat doen\nen die nodige sifprosesse reël om geskikte sand op die terrein te voorsien.\nOns sal self aflewer - sien toerustingskedule\nvir wipbakvragmotors.\"\nThis reply is wholly inconsistent with the attitude\nsubsequently\nadopted by the appellant as to the meaning of clause 11.2.2 of\nthe\nspecification. Far from disputing the need for coarse river sand to be\ntested\n20\nin accordance with schedule 2 the appellant was here stating its\nintention to do tests and set up a sieve process in order to provide\n\"geskikte\nsand\" on site.\nThe telexes of 10 and 15 April 1987 as well as the minute of the site\nmeeting held on 16 February 1987 and the appendix thereto were\nincluded in the\ndocuments incorporated into the agreement. Collectively they evince quite\nclearly, in my view, an intention on the\npart of the contracting parties that\nall bedding and padding material was to comply with the specifications contained\nin clause 11.2.2\nand to meet the tests detailed in schedules 2 and 4. The only\nargument which\nMr van Riet\ncould advance in relation to these documents\nwas that they should be given less weight than the specification itself. But the\nvery\nobject of incorporating into the contract documents such as the minutes of\npre-tender site meetings and telexes exchanged between\nthe parties was no doubt\nto remove any\n21\nmisunderstanding that might have existed between them and to avoid the\ntype of dispute that in fact subsequently arose. There can\nbe no possible basis\nfor attempting to construe the specification in isolation and without regard to\nthese documents. Once, however,\nregard is had to them, any ambiguity there may\nbe in the specification is removed.\nIt is now well established that where sufficient certainty as to the\nmeaning of a contract can be gathered from its language it is\nimpermissible to\nreach a different result by drawing inferences from surrounding circumstances.\n(See\nDelmas Milling Co Ltd v Du Plessis\n1955 (3) SA 447\nA at 454 H;\nTotal South Africa (Pty) Ltd v Bekker NO\n[1991] ZASCA 183\n;\n1992 (1) SA 617\n(A) at 624 I -\nJ.) Accordingly, there was no call to have regard to extrinsic evidence as to\nsurrounding circumstances in the present\ncase.\nIt follows that in my view Jennett J was correct in dismissing the\nappellant's claims.\n22\nThe appeal is dismissed with costs, which costs are to include the costs\noccasioned by the employment of two counsel.\nD G SCOTT\nHEFER JA)\n- Concur VIVIER JA)",
  "scraped_at": "2026-02-12T07:49:56.711835",
  "date": "1995-11-17",
  "coram": [
    "HEFER",
    "VIVIER JJA",
    "SCOTT AJA"
  ],
  "case_number": "650/92 /mb",
  "parties": {
    "applicants": [
      "Raubex Construction (Pty) Ltd"
    ],
    "respondents": [
      "Minister of Posts & Telecommunications"
    ]
  },
  "sections": {
    "facts": "Raubex Construction was awarded a civil‑engineering contract to lay a pipeline between Graaff‑Reinet and north of Noupoort. The tender required bedding and padding material for the trench, as defined in Specification 11.2.2, which listed three permissible types of material and detailed grading, compactability and plasticity requirements. After work commenced, an engineer issued an instruction allowing up to 15% of material finer than 0.6 mm, effectively relaxing a 5% tolerance in the specification. The contractor argued that the technical specifications applied only to the third category of material, seeking a variation of the contract and additional payment. The Department of Posts and Telecommunications contended that the specifications applied to all three material types. The dispute was referred to the Eastern Cape Division, dismissed, and appealed to the Supreme Court of Appeal.",
    "issues": "The sole issue was the proper construction of clause 11.2.2 of the specification: whether the size, compactability and plasticity limits were intended to apply to all three permitted bedding and padding materials (crusher run, coarse river sand, and graded granular material) or only to the third, graded material.",
    "principles": "The court applied principles of contractual interpretation, emphasizing that the ordinary meaning of the clause’s language, the use of the connective \"or\", and the inclusion of the material in the second sentence indicated that the specifications applied to all materials. Extrinsic evidence is admissible for technical terms, but the contract’s incorporated documents (site‑meeting minutes, telexes, and an appendix of material sources) clarified the parties’ intention that all bedding material must satisfy the schedules. Precedent cited included Richter v Bloemfontein Town Council, Rand Rietfontein Estates Ltd v Cohn, Delmas Milling Co Ltd v Du Plessis, and Total South Africa (Pty) Ltd v Bekker NO, establishing that where certainty can be derived from the contract’s language, external inferences should not override it.",
    "application": "The court examined the clause’s wording, the repeated reference to \"material\", and the fact that Schedule 2 made no distinction among material types. It noted that the minutes of the pre‑tender site meeting and the appendix required testing of all bedding sources against Schedules 2 and 4. The engineer’s instruction and the parties’ subsequent communications confirmed that the Department expected all material, including crusher run and coarse river sand, to meet the prescribed tests. Consequently, any ambiguity was resolved in favour of a uniform application of the specifications to all three material categories.",
    "conclusion": "The appeal was dismissed. The appellant’s claim for a contractual variation and additional compensation was rejected. Costs were awarded to the respondent, including the costs of employing two counsel."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Construction Contracts",
    "level_3": [
      "interpretation of specifications",
      "extrinsic evidence",
      "civil engineering works",
      "bedding and padding material"
    ]
  }
}