{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/151.html",
  "case_name": "Huisman v Minister of Local Government Housing and Works and Another (169/94) [1995] ZASCA 151; 1996 (1) SA 836 (SCA); (29 November 1995)",
  "citation": "[1995] ZASCA 151",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 151\n|\nNoteup\n|\nLawCite\nHuisman v Minister of Local Government Housing and Works and Another (169/94) [1995] ZASCA 151; 1996 (1) SA 836 (SCA); (29 November 1995)\nDownload original files\nPDF format\nRTF format\nCG\tCASE NUMBER: 169/94\nIN THE SUPREME COURT\nOF SOUTH AFRICA\n(APPELLATE\nDIVISION)\nIn the matter between:\nIVO LOUIS HUISMAN\tAppellant\nand\nTHE MINISTER OF LOCAL GOVERNMENT\nHOUSING AND WORKS [House of Assembly]    1st Respondent\nTHE MUNICIPALITY OF THE CITY\nOF PORT ELIZABETH\t2nd Respondent\nCORAM:\nJOUBERT, NESTADT, VAN DEN HEEVER, HARMS\nJJA et SCOTT AJA\nHEARD ON:\n21 NOVEMBER 1995\nDELIVERED ON:\n29 NOVEMBER 1995\nJUDGMENT\n2\nVAN DEN HEEVER JA\nThe appellant, a consulting engineer who lives at 46 Upper\nHill\nStreet, Central, Port Elizabeth, runs his practice\nfrom offices he regards as unsuitable and inadequate. He bought Erf 2619, a\nproperty\nconsisting of a block of three flats situate at 35 Havelock Street,\nCentral, intending to relocate his practice there after converting\nthe flat at\nstreet level into a suite of offices. The upper storey would be retained, after\nrefurbishing, as two upmarket flats.\nErf 2619 is zoned as \"general residential\".\nDuring March 1990 the appellant applied in terms of section 17 of the Land Use\nPlanning\nOrdinance, No 15 of 1985 (Cape) (\"the Ordinance\") for the rezoning of\nthe property to permit of its being used for \"special purposes\nwith proviso that\nthe groundfloor is used for office activities and the rest remains\nresidential\".\nA structure plan had been prepared and approved for the area in terms of\nsection 4 of the Ordinance. Section 5 of the Ordinance provides:\n3\n\"(1) The general purpose of a structure plan shall be to lay down\nguidelines for the future spatial development of the area to which\nit relates\n(including urban renewal, urban design or the preparation of development plans)\nin such a way as will most effectively\npromote the order of the area as well as\nthe general welfare of the community concerned.\n(2)\nA structure\nplan may authorize rezoning in accordance with such structure plan by a\ncouncil.\n(3)\nA structure plan\nshall not confer or take away any right in respect of\nland.\"\nChapter II of the Ordinance deals\nwith Zoning Schemes, and provides for regulations to be made to control zoning.\nIn terms of section\n9 such regulations \"may authorize the granting of departures\nand subdivisions\" by a municipal council.\nErf 2619 falls within what is referred to in the structure plan\nas\nArea 3. Paragraph 2.2.3 of the structure plan\nstates:\n\"\nArea 3 (residential: Other Users)\nThe existing General Residential zoning ... in respect of Area 3 as shown\non Plan 2 will not change. The residential character, atmosphere\nand use in\nthese areas prevails and because of its strength and largely unspoilt\nappearance,\n4\nneeds to be conserved. Retail activities such as antique dealers, jewellers\nand house crafts may be permitted in terms of clause 21.2\nof the P E Zoning\nScheme. Where retail or office activities are permitted by the Council the\nbuilding must retain its residential\nuse and character, and therefore will not\nbe allowed to be altered to look like a shop or business premises. Owners\nwishing to include\na retail activity on their properties will be required to\nobtain the comments and agreement of abutting owners prior to their submitting\nan application for such use. Office activities, in conjunction with a\nresidential use, could be permitted on the ground floor only\nof blocks of flats\nin this Land Use Category. The use of flats exclusively for office purposes\nshould be strongly resisted in order\nto maintain a strong residential component.\nOn-site parking will be required for all non-residential use in terms of the\nCouncil's\nparking policy ...\"\nI return\nlater to the regulation, made under Chapter II of the Ordinance relating to\n\"other uses\" permissible on property zoned as\nresidential in Area 3, referred to\nin the passage quoted as \"clause 21.2\".\nThe structure plan envisages\nthe appointment of an advisory committee to report on all matters relating to\nconservation within inter\n5\nalia. Area 3. The comments of the Environmental Affairs\nAdvisory\nCommittee (\"EAAC\") on the proposed rezoning having been\nobtained,\nthe Land Use Committee of the second respondent refused\nthe appellant's\napplication.\nOn 11 June 1991 the appellant noted an appeal in terms of\nsection\n44 of the Ordinance against this decision. This\nsection reads:\n\"44(l)(a) An applicant in respect of an application to a council in terms\nof this Ordinance, and a person who has objected to the\ngranting of such\napplication in terms of this Ordinance, may appeal to the Administrator, in such\nmanner and within such period as\nmay be prescribed by regulation, against the\nrefusal or granting or conditional granting of such application.\"\n(No regulations have been promulgated prescribing in what manner\nsuch\nan \"appeal\" is to be conducted. Only time limits have been\ndetermined.)\n...\"\n(2) The Administrator may, after consultation with the council concerned,\nin his discretion dismiss an appeal contemplated in subsection\n(l)(a) ... or\nuphold it wholly or in part or make a decision in relation thereto which\nthe\n6\ncouncil concerned could have made.\n(3) For the purposes of this Ordinance\n-\n(c) a decision made by the Administrator\nunder the provisions of subsection (2) shall be deemed to have been made by the\ncouncil concerned.\"\nThe powers of the former Administrator set out in section 44(2) above,\nhave devolved upon the first respondent.\nThe documents on which the\nappellant relied in appealing to the first respondent, were voluminous. They\nconsisted of the following\nitems:\n1.\nThe application\nthat had been submitted to the second respondent, containing a detailed\nmotivation report; photographs of the property\nand its surroundings; letters of\nsupport from neighbours and residents; a locality map, a zoning map, a land use\nmap, a layout plan\nand the layout\nproposed.\n2.\nA letter written\nby the appellant's attorneys on 3 September 1990 to the Director: Administration\nof the second respondent. The\nappellant\n7\nhad somehow learned that the EAAC had submitted advice adverse to his\napplication to the council via the department of the City Engineer.\nThe letter\nurged that the appellant be provided with a copy of that advice in order to\nenable him to comment on it; alternatively\nthat his own comments, set out at\nlength, on the report of the City Engineer be placed before the Land Usage\nCommittee for its consideration.\n3.\nThe agenda and\nminutes of the meeting of the EAAC held on 4 July 1990. This was adjourned with\na request for further information from\nthe City Engineer. These documents, along\nwith the City Engineer's ensuing report and the minutes of the adjourned\nmeeting, held\non 22 August 1990, had been made available to the appellant in\ncompliance with the request contained in item 3\nabove.\n4.\nA further letter,\ndated 1 February 1991, from the appellant's attorney to the Director:\nAdministration. This acknowledged receipt\nof the items in paragraph 3 above, and\nset out detailed argument critical of the approach of the EAAC, contradicting\nthe allegations\nof the\nCity\n8\nEngineer, and asking that the Land Usage Committee take cognisance of the\ncomments in this letter when considering any recommendation\nto it from the City\nEngineer.\n5.\nThe letter dated\n10 June 1991 from the Director: Administration to the appellant informing him\nthat the first respondent's Land Usage\nCommittee had turned down the appellant's\napplication for rezoning. The reasons which motivated that Committee were set\nout, and\nthe appellant reminded of his right to\nappeal.\n6.\nA copy of\nparagraph 2.2.3 of the structure plan applicable to Area 3 (quoted earlier in\nthis judgment).\n7.\nA\nnewspaper cutting that municipal plans for the development of the square on\nwhich erf 2619 is situated, have had to be scaled down\nfor financial reasons;\nand\n8.\nA lengthy memorandum\ndated 11 June 1991 dealing with all the above, and with the arguments advanced\nadverse to the application as\nthey appeared from those. The memorandum goes\nfurther, dealing\nalso\n9\nwith issues allegedly \"inadequately dealt with and/or misleading\" and not\ndealt with at all; in conclusion urging the first respondent\nto reverse the\ndecision of the Land Usage Committee and approve of the appellant's\napplication.\nDuring April 1992 the appellant was advised that the first respondent had\ndismissed his appeal. No reasons were given.\nIn June 1992 the appellant launched review proceedings in the South\nEastern Cape Local Division, attacking the refusal of the first\nrespondent to\nreverse the decision of the second respondent. The first respondent was called\nupon in the Notice of Motion, by virtue\nof Supreme Court Rule 53(l)(b), to\ndespatch to the Registrar of that court the \"record of the proceedings\" in which\nthe first respondent\narrived at its decision.\nThe grounds on which the decision of the first respondent were and are\nattacked, have since then both changed, and narrowed, considerably.\n10\nIn his founding affidavit appellant attacked the recommendation of the\nEAAC on the grounds that it had misdirected itself by reporting\non a matter\nwhich was in terms of the Ordinance none of its business, namely the\ninterpretation of the structure plan, and moreover\nbeen wrong on that score. No\nmore need be said of this. The EAAC is a purely advisory body, and this\ncomplaint was not pursued further.\nThe appellant alleged that the Land Usage Committee had been guilty of\nthe same misdirection. It had not only misinterpreted the structure\nplan, but\nheld itself to be rigidly bound by its terms. It was also wrong in its\nassessment of the facts. The merits of the application,\nso the appellant\nalleged, are so patent, and refusing it so unreasonable, that the inference is\ninescapable that\n(a)\nthe first\nrespondent did not apply his mind to the\nmatter\n(b)\nalternatively, he\ntook account of improper or irrelevant matter.\nThe\nappellant explained:\n\"I verily believe further reports, information and input\nwas obtained for and on behalf of the First Respondent prior\nto\n11\nconsidering such appeal.\"\nMr Dercksen, as Ministerial Representative: Eastern and Northern Cape\nRegion of the Minister's Council of the House of Assembly is\nthe person\nentrusted with the powers formerly conferred on the Administrator by Section 44\nof the Ordinance. The second respondent\nfalls within his jurisdiction. In\ncompliance with Rule 53 he produced the departmental file relating to the\nappellant's re-zoning\napplication, under cover of an affidavit in which he made\nit clear that the first respondent was not opposing the review proceedings,\nwhich was not to be construed as a concession that he, Dercksen, had erred as\nalleged in the appellant's affidavit. Dercksen set\nout how he had gone about\ndealing with the matter. He had received the file in March of 1992. He not only\nread all the documents,\nbut held two inspections in situ, where he saw i.a. that\nthe house on the property was weathered but not dilapidated. He lists the\nfacts\nof which he took cognisance, which included the Port Elizabeth Zoning Scheme\nregulations. He says that he accepted that the\nstructure\n12\nplan was merely a policy guideline for the future development of the\narea; that he properly and honestly applied his mind to all the\nrepresentations,\nsuggestions and viewpoints advanced, and took his own, honest, bona fide\ndecision that the appeal should be dismissed.\nThe file was\nvoluminous. It contained all the documents submitted by the appellant for\npurposes of his appeal, as listed above, along\nwith departmental memoranda,\nminutes of meetings, correspondence - largely of a formal nature - and so on. Of\nrelevance are, in chronological\norder: 1. A lengthy letter from the Town Clerk\ndated 25 October 1991 in reply to the appellant's contentions. It contains\nsubmissions\non \"the true intent\" of Section 2.2.3 of the structure plan and the\nimport of regulation 3.11, which had formerly been numbered 21.2,\nmade for\npurposes of the Zoning Scheme. It counters arguments advanced in the appellant's\npapers, and points out i.a. that despite\nassurances that the appellant's own\npractice would not be an undesirable activity nor cause serious parking problems\nin the area,\nthere could be no guarantee that a future purchaser\n13\nof the property, were it rezoned, would conduct a similar business there.\nMoreover grant of the rezoning sought would set a precedent.\n2. Internal\nmemoranda which passed between officials in Dercksen's department in February\n1992. They were Sue Geyser and Charl Marais,\nand favoured upholding the\nappellant's appeal. Geyser submitted an undated report to Mr Nel, the Assistant\nDirector: Local Government,\ncontaining a summary of prior events and arguments,\nand her recommendation which was based almost entirely on the facts urged by\nthe\nappellant, with two of her own. An inspection had revealed that \"the building is\ndilapidated\", and \"the proposals by the appellant\npromote the interests of the\ncity - there are very few consulting structural engineers in Port Elizabeth\".\nThe contents of her memorandum\nwere adopted by Nel in a memorandum dated 6 March\n1992. Geyser had however on 27 March consulted with the town planners and staff\nin the office of the Town Clerk, been persuaded that she had misinterpreted the\nstructure plan relating to area 3, changed her mind,\nand reported accordingly\nto\n14\nher superior. He deleted in his own memorandum the\nparagraph\ncontaining his recommendation, replacing it with an\nannexure. This set\nout that on the strength of discussions with\nmunicipal officials on 27\nMarch 1992, he was persuaded that in terms\nof clause 2.2.3 (Area 3) of\nthe structure plan read with clause 3.11 of the Port Elizabeth\nZoning\nScheme regulations, approval of the appellant's application\nwould\noverride the intentions of the Zoning Scheme. This document was\nsigned\nby Dercksen on 30 March 1992.\nThe predecessor of regulation 3.11, then numbered 21.2, was\napplicable when the appellant originally applied for rezoning of erf\n2619.\nIt read:\n\"The Council may by special consent permit the practice, subject to the\nCouncil's By-laws, by\nany resident\nof a dwelling house or residential\nbuilding, of a profession or occupation provided that: -\n(a) the house or building shall continue at all times to be used mainly\nfor the purpose of a dwelling house or residential building.\"\n(Emphasis\nadded.)\n15\nIts successor, in force by the time the appellant submitted\nhis\ndocuments for purposes of his appeal in terms of\nsection 44, had become\nmore precise, providing that -\n\"3.11.1 ... The Council may consent to the practise ... by any resident\nof a dwelling unit, of a profession or occupation ... provided\nthat such\nprofession or occupation does not,\nin the opinion of the Council\n, involve\n-\n(vii) the use of more than a minor portion of the floor area of the\ndwelling unit for the practise of the profession or occupation.\n3.11.4 The consent of the Council granted in terms of this regulation\nshall attach to the applicant personally and not to the premises\non which the\nbusiness is conducted.\" (My emphasis.)\nHaving had sight of these additional documents, the appellant filed what\nmay be called a supplementary founding affidavit. In this\nhe argues that\nDercksen's file makes it clear that additional submissions were made by the\nsecond respondent without those being\nforwarded to the appellant for comment. He\nsays that input, consisting of new matter not\n16\npreviously raised by the second respondent was obtained by Dercksen's\nofficials from those of the municipality without any reference\nto the appellant\nwhatsoever. Dercksen was obliged \"to fully inform me of the additional\nsubmissions which had been made by the second\nrespondent\" and his failure to do\nso had resulted in the appeal proceedings being contrary to the principles of\nnatural justice.\nThe affidavit continues with argument at length on the merits,\nthe main thrust of which is that Dercksen had been persuaded to change\nhis\nfavourable view by his officials, who had changed theirs as a consequence of a\nmeeting with municipal officials on 27 March.\nThere the latter had propounded an\nincorrect interpretation of the Structure Plan by incorporating the provisions\nof clause 3.11\nof the Port Elizabeth Zoning Scheme regulations.\nThe second respondent opposed the appellant's application for review. Its\naffidavits consist almost entirely of argument. A relevant\nfactual allegation\nmade by the Chief Estates Officer of the second\n17\nrespondent, one Zeiss, is that he was present at the meeting on 27\nMarch.\nIt was one held in the normal course of municipal business,\nwas of a\ngeneral nature, in which no new matter relating to the\nappellant's appeal\nhad been raised:\n\"All that happened was that Second Respondent's officials reiterated\ntheir stance on the interpretation of the structure plan and\nthe question of\nparking. All this the [appellant] had already replied to.\"\nThe appellant then filed a replying affidavit. This too consists almost\nentirely of argument, save that appellant annexed further\ncharts and photographs\nin support of his contentions on the merits of his cause.\nThe court a quo, Mullins J, in a careful judgment, held that the new\n\"input\" of 27 March, complained of, consisted of argument and\nsubmissions to\nmeet the specific grounds of appeal raised by the then applicant, all of which\narguments were already known to the\nappellant. In the circumstances of the case,\nthe fact that the appellant had not been afforded the equivalent of a right of\nreply\nto the material placed before\n18\nDercksen, or information which Dercksen had himself obtained by his\ninspections, was not unfair. There had been no breach of the rules\nof natural\njustice, nor had any case been made out to justify asking that his decision be\nset aside. The application for review accordingly\nfailed, with costs. The\nsubsequent application for leave to appeal was likewise dismissed with costs.\nThe appellant came before us\nby virtue of leave of this Court on an unopposed\napplication therefor.\nBefore us Mr Buchanan, who appeared for the appellant, had two strings to\nhis bow. He again urged that the merits of the application\nto re-zone were so\nmanifest, that the only inference to be drawn from Dercksen's failure to uphold\nthe appeal was that he could not\nhave applied his mind properly to the matter. I\ndo not propose to enter upon any in-depth discussion of the facts, which have\nnow\nbeen canvassed for the fourth time. One of the arguments relied upon\nthroughout by the appellant, is that failure to rezone will\nresult in the\nbuilding inevitably deteriorating, to the detriment of the entire area, since it\nis not a viable\n19\neconomic proposition for him to upgrade the building unless he gets what\nhe wants. Such an argument makes a mockery of municipal attempts\nto \"promote the\norder of (an) area as well as the general welfare of the community concerned\",\nsince the \"disadvantage\" to the community\nallegedly inherent in refusing the\nappellant's application, is prima facie one of the appellant's making. There is\nno evidence of\nthe price he paid for the property, nor any suggestion that\nsuitable offices are not available elsewhere in Port Elizabeth. The decision\nto\ntake an investment risk was his own. At the right price a buyer prepared to\nupgrade the building without altering its use could\npresumably be found. There\ncan be no merit in the argument that confronting the Council with a fait\naccompli (his purchase) and a\nveiled threat (that the property will be permitted\nto decay) make accession to the appellant's application inevitable. And on the\nother side of the coin, there is merit in the arguments advanced throughout by\nthe second respondent, i.a. that, being concerned\nabout traffic flow and\nparking, it could not take cognisance of only the\n20\nappellant's intentions. A future owner with assured rights to rezoned\nproperty, might well alter the picture entirely. I find nothing\nin Derckson's\nreasons as set out in his affidavit which constitute a misdirection in his\napproach to the exercise of his discretion.\nIn short, the merits and\ndements of the application were and remain arguable. Dercksen said under oath\nthat he did apply his mind\nproperly and honestly to the issue. On this score\nthere is not even a dispute of fact on the papers, since the appellant relies on\nno more than inferential reasoning for his denial of Derckson's positive\nallegation. The inference falls away where there is no reason\nto suggest that\nDercksen committed perjury. The court a quo correctly held that the appellant\nhad not discharged the formidable onus\nburdening him on this issue.\nThe second string to Mr Buchanan's bow, was the alleged procedural\nirregularity resulting in a failure of justice.\nWere new\nfacts\nto be placed before the \"Administrator\" which could\nbe prejudicial to an appellant, it would be only fair that the latter\n21\nbe given an opportunity to counter them if he were able to do so, more\nparticularly were the matter one in which the extant rights\nof an appellant\ncould be detrimentally affected. That is however not what happened here. No\nextant rights of the appellant were in\ndanger. He was seeking to have those\nincreased. Mr Buchanan could not point to any additional information contained\nin either the\nwritten memorandum submitted by the Town Clerk in reply to that of\nthe appellant, or the documentation in Dercksen's file, of which\nthe appellant\nhad not been aware and with which he had not dealt earlier. Indeed, the\ncomplaint voiced persistently in the appellant's\naffidavits was that he had not\nbeen given an opportunity to deal with the\nsubmissions\nadvanced by the\nofficials of the municipality. Mr Buchanan repeated this initially: the\nappellant wanted to have the last word. He\nhad been entitled to a right of\nreply\n.\nMr Buchanan offered no authority undermining the common-sense approach of\nthe court a quo, that proceedings could be endlessly protracted\nwere any such\n\"right\" be held to exist. Why should the\n22\nmunicipality not then have a right in turn to reply to the appellant's\nsubmissions, and so on? When Mr Buchanan was reminded that\nin terms of the Rules\nof this Court, an applicant for leave to appeal and the respondent were\nordinarily each offered only one bite\nat the cherry, without any suggestion ever\nbeing advanced that that is ipso facto unfair, he altered his attack and\nsubmitted that\nin terms of the rules of natural justice a hearing should not\nonly be fair, but be perceived to be fair. Written submissions had\nbeen made by\nboth parties. Thereafter Dercksen consulted with some of the first respondent's\nofficials without the appellant being\npresent; which in itself was perceived to\nbe unfair. That in itself, he argued, must lead to Dercksen's decision being set\naside.\nI pointed out in the beginning of this judgment that, although section\n44(1) of the Ordinance authorizes the making of regulations\nto deal with the\ntime-limits and manner in which appeals should be dealt with, only the former\nhave been so prescribed. There can\nbe no\n23\nsuggestion that such an \"appeal\" is one comparable to a judicial\nproceeding conducted according to set rules and based on sworn testimony.\nSection 44(2) obliges the \"Administrator\" to consult with the very body whose\ndecision is placed in issue. Accepting - without deciding-\nthat the municipality\nis to be regarded thereafter as the opponent of the appellant in the matter on\nwhich Dercksen has to exercise\nhis own discretion, the sub-section does not\nstipulate in what manner such \"consultation\" is to be effected, nor limit it to\na choice\nbetween either written or oral submissions, or if the latter, to such\nsubmissions made on a single occasion only. Nor is there any\nsuggestion that the\nappellant should be present or given a copy of written or resume of oral\nstatements before Dercksen made up his\nmind.\nAccording to the uncontradicted evidence the appellant's alleged\nperception was wrong, nothing improper occurred behind his back,\nand no\ninjustice in fact occurred.\n24\nThe appeal is dismissed with costs, including the costs of two\ncounsel.\nL VAN DEN HEEVER JA\nCONCUR:\nJOUBERT JA) NESTADT JA) HARMS JA) SCOTT AJA)",
  "scraped_at": "2026-02-12T08:45:37.140314",
  "date": "1995-11-29",
  "coram": [
    "Joubert JA",
    "Nestadt JA",
    "Van den Heever JA",
    "Harms JJA",
    "Scott AJA"
  ],
  "case_number": "169/94",
  "parties": {
    "applicants": [
      "Ivo Louis Huisman"
    ],
    "respondents": [
      "Minister of Local Government, Housing and Works",
      "Municipality of the City of Port Elizabeth"
    ]
  },
  "sections": {
    "facts": "Ivo Louis Huisman, a consulting engineer, bought a three‑flat property (Erf 2619) zoned ‘general residential’ with the intention of converting the ground‑floor flat into an office and refurbishing the upper flats. In March 1990 he applied, under section 17 of the Land Use Planning Ordinance, to re‑zone the site for ‘special purposes’ allowing ground‑floor office use while retaining residential use above. The relevant structure plan (Area 3) permitted limited office use on the ground floor of blocks of flats, subject to compliance with zoning regulations and parking requirements. The Land‑Use Committee of the municipality refused the rezoning. Huisman appealed under section 44 of the Ordinance to the Administrator (the Minister). After a detailed file review, the Administrator (Mr Dercksen) dismissed the appeal. Huisman sought judicial review, alleging misdirection in interpreting the structure plan and a breach of natural justice because new material was considered by the Administrator without being disclosed to him. The Division Court dismissed the review and the appeal, and the matter was taken to the Supreme Court of Appeal.",
    "issues": "1. Whether the Administrator misdirected himself in interpreting the structure plan and the relevant zoning regulation (clause 3.11) and thus erred in exercising his discretion. 2. Whether the appellant was denied a fair hearing by not being afforded a right of reply to material considered by the Administrator that was not previously disclosed, thereby breaching the rules of natural justice.",
    "principles": "The court applied established administrative‑law principles: a decision‑maker must not misinterpret statutory schemes, must exercise discretion honestly and reasonably, and must afford the affected party an opportunity to be heard (audi alteram partem). Section 44 of the Ordinance confers discretion on the Administrator but does not prescribe a detailed procedural regime beyond consultation. No duty exists to provide a ‘right of reply’ where the material considered is already known to the party or does not affect substantive rights. Natural‑justice breaches arise only where there is a real risk of prejudice caused by undisclosed, decisive information.",
    "application": "The court examined the record and found that the material raised on 27 March 1992 (the municipal officials’ interpretation of the structure plan and parking concerns) had already been addressed in the appellant’s submissions. No new, decisive evidence was introduced that the appellant had not had an opportunity to respond to. The Administrator’s affidavit showed he had considered the statutory purpose of the structure plan and the relevant zoning regulation and had applied his mind properly. Accordingly, there was no misdirection, no failure to give reasons, and no breach of natural justice.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel. The court affirmed the lower court’s finding that the Administrator had lawfully exercised his discretion and that no procedural unfairness occurred."
  },
  "tags": {
    "level_1": "Administrative Law",
    "level_2": "Municipal Zoning",
    "level_3": [
      "natural justice",
      "procedural fairness",
      "statutory interpretation",
      "land use planning"
    ]
  }
}