{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/66.html",
  "case_name": "S v Capo (383/92) [1995] ZASCA 66 (30 May 1995)",
  "citation": "[1995] ZASCA 66",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 66\n|\nNoteup\n|\nLawCite\nS v Capo (383/92) [1995] ZASCA 66 (30 May 1995)\nDownload original files\nPDF format\nRTF format\nCASE NO\n: 383/92 NvH\nIN THE\nSUPREME COURT OF SOUTH AFRICA\n(APPELLATE DIVISION)\nIn the matter between\nANGELO CAPO\nAppellant\nand\nTHE STATE\nRespondent\nCORAM\n: SMALBERGER,VIVIER,et HOWIE, JJA\nCASE NO\n: 383/92 NvH\nIN THE SUPREME COURT OF\nSOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between\nANGELO CAPO\tAppellant\nand\nTHE STATE\nRespondent\nCORAM\n: SMALBERGER, VIVIER, et HOWIE, JJA\nHEARD\n: 22 MAY 1995\nDELIVERED\n: 30 MAY 1995\nJUDGMENT\nSMALBERGER, JA:-\nThe appellant and a co-accused, one Hempel, were convicted of two counts\nof fraud in the Johannesburg Regional Court. They were sentenced\nto eight and\nfour years imprisonment respectively.\n2\nHalf of the appellant's sentence was conditionally\nsuspended, one of the conditions being that he compensate Volkskas Bank in the\namount of R25 000-00 plus interest. The whole of Hempel's sentence was\nsuspended. The appellant's appeal to the Witwatersrand Local\nDivision against\nhis conviction and sentence was unsuccessful save for the fact that the\ncondition relating to payment of compensation\nwas deleted. The appellant now\nappeals to this Court, with the necessary leave, against his conviction and\nsentence.\nThe two counts of fraud related to a scheme which involved,\ninter\nalia\n, the establishment of a close corporation, Towerline Construction CC\n(\"Towerline\"); the opening of a bank account in its name; the\nunauthorised\nacquisition of cheques made out to other corporations or businesses; the\ndepositing of such cheques into Towerline's\nbank account; and the withdrawal of\nmonies from such account once it had been credited with the value of the\ncheques.\n3\nThe main issue on appeal is whether it was\nestablished at the trial that the appellant was involved in the planning and\nexecution\nof this fraudulent scheme.\nThe following facts are either common cause or not in dispute for the\npurposes of the present appeal. During the early 1980's the\nappellant owned and\noperated a construction company, Minardi Civil Contractor (Pty) Ltd (\"Minardi\").\nTowards the end of 1984 Minardi\nfound itself in financial difficulties and it\nwas liquidated in 1985. Sometime thereafter the appellant, who is Italian by\nbirth,\nwent to Italy where he stayed until his return to South Africa in July\n1987. After his return he was in contact with Hempel, with\nwhom he was well\nacquainted. They had previously worked together for a company, Bramley\nEarthworks, and subsequently Hempel had been\nemployed by Minardi.\nOn 24 June 1987 (prior to the appellant's return to South Africa) Hempel\nopened a savings account in his name with a branch\n4\nof the Trust Bank in Pretoria. Towerline was\nformed and registered by Hempel (as its sole member) on 12 August 1987. There is\nno direct\nevidence (apart from that of Hempel) linking the appellant with its\nformation and registration. On 14 August 1987 the appellant and\nHempel went to\nVolkskas Bank in Johannesburg to open a current account in the name of\nTowerline. They were attended to initially\nby a Mrs Roos, who obtained the\nrequired details from them, before being introduced to the branch manager, a\ncertain Ferreira. On\n3 September 1987 Hempel opened a current account in his\nname with the First National Bank in Hillbrow. And on 9 September he opened\na\nsavings account with a branch of the Trust Bank in Johannesburg.\nOn 29 September 1987, at the head office of the Electricity Supply\nCommission (\"ESCOM\") in Johannesburg, in keeping with an established\npractice,\nmonth-end cheques were distributed to subcontractors of ESCOM who called or sent\nfor them. Control at the\n5\ntime was incredibly lax, and pre-prepared crossed\ncheques and advice notices which had been placed in envelopes, were simply\nhanded\nover to anyone claiming to be there on behalf of a subcontractor without\nproof of identity or acknowledgement of receipt, a system\nwhich clearly lent\nitself to abuse. In the early afternoon a man (whom the State claims was the\nappellant) arrived and asked for\nthe cheque due to Sieva (Pty) Limited\n(\"Sieva\"). After a short delay, while a search was conducted for it, an envelope\ncontaining\na cheque for R17 395 862-97 in favour of Sieva was handed over to\nhim. A while later another man came to claim the money due to Powerlines\n(Pty)\nLimited (\"Powerlines\"). He was given an envelope containing three cheques for\nR219 745-66, R654 794-39 and R4 127 910-68 respectively\nmade out to Powerlines\nor \"Powerlines Consortium\". It was only when the authorised representatives of\nSieva and Powerlines arrived\nlater that same day to collect their cheques that\nit was discovered that they had been\n6\nhanded over to unauthorised persons. Immediate steps were taken to stop\npayment of the cheques.\nOn the afternoon of 29 September Hempel\ndeposited the Powerlines cheque for R219 745-66 into the Towerline account at\nVolkskas Bank.\nThe teller accepted the cheque not noticing the difference\nbetween Powerlines and Towerline. On the same afternoon Hempel managed\nto\ndeposit the Powerlines cheque for R654 794-39 into his current account with\nFirst National Bank. The Sieva cheque and the largest\nof the Powerlines cheques\nwere not deposited and have never been traced. On 30 September 1987 Hempel\nseparately deposited two cheques,\nfor R45 000-00 and R48 000-00 respectively,\ndrawn in his favour by Towerline, into his account with the Trust Bank and\nrequested\na special clearance for each deposit. On the same day he cashed a\nTowerline cheque for R25 000-00, made out to cash, at Volkskas\nBank. The\ncomputer showed the Towerline account to be in credit; the fact that\npayment\n7\nhad been stopped on the cheque deposited the\nprevious day had presumably not yet filtered through the system. Hempel was\narrested\nthe following day when he attempted to cash a further cheque for R50\n000-00 at Volkskas Bank. Ultimately the only loss suffered was\nthe R25 000-00\npaid out by Volkskas Bank.\nOn 6 October 1987 Hempel made a detailed statement to a commissioned\npolice officer admitting his role in the fraudulent scheme. In\nit he identified\na certain Wille as the prime mover and brains behind the scheme. The statement\ndid not implicate the appellant in\nany way. (The admissibility of the statement\nwas challenged at the trial. It was held to have been freely and voluntarily\nmade by\nHempel despite his claim and evidence to the contrary.) On 24 February\n1988 Hempel made a further statement to a magistrate in Johannesburg.\nIt\nproceeded along the same lines as his earlier statement but assigned to the\nappellant the role previously ascribed to Wille. No\nmention whatsoever was made\nof\n8\nWille. Hempel basically stuck to this version when\ngiving evidence at the trial. He claimed to have acted throughout on the\ninstructions\nof the appellant, the architect of the fraudulent scheme. (Hempel\nwas found by the trial magistrate to be a blantantly untruthful\nwitness on whose\nevidence no reliance could be placed in the absence of corroboration.) The\nappellant, notwithstanding the evidence\nimplicating him in the commission of the\noffences, failed to testify.\nThe appellant was identified by the State witness, Mrs Bagley (\"Bagley\"),\nas the person who collected the Sieva cheque from ESCOM\non 29 September 1987.\nHer honesty as a witness was not challenged. Any claim that she might have been\nbiased is totally without foundation.\nThe crux of the appeal relates to the\nreliability of her identification. It was conceded by the appellant's counsel\nthat if Bagley's\nevidence was correctly accepted by the trial magistrate the\nappeal had to fail, as the combined effect of the\n9\nappellant's admitted involvement in the opening of\nthe Towerline bank account, his collection of the Sieva cheque and failure to\ntestify\nwould constitute proof beyond reasonable doubt of his participation in\nthe fraudulent scheme. Conversely, if there exists a reasonable\ndoubt concerning\nBagley's identification of the appellant, the appeal must succeed. For without\nproof that appellant was the person\nwho collected the Sieva cheque, the\nremaining evidence would be insufficient to justify a conviction,\nnotwithstanding his failure\nto testify. Bagley's evidence therefore assumed\ncritical importance and, not surprisingly, was subjected to rigorous scrutiny\nand\nvigorous attack on appeal before us.\nBagley was employed at the relevant time as a senior receptionist at\nESCOM. The person normally responsible for the handing over of\nmonth-end cheques\nto those who called for them was a Mr Niek Venter (\"Venter\"). She assisted him\non 29 September 1987 because he\nwas very busy that day. She testified\n10\nthat at approximately 13:45 the\nappellant arrived and requested the\nSieva cheque. She stated that\nshe had never seen him before. He\nspoke to her in English. She was\ninitially unable to locate the\ncheque. She recalled that she had\nlooked up at the appellant on\nseveral occasions while searching for\nthe cheque and had asked him\nmore than once to spell the name Sieva.\nShe eventually asked\nVenter where the cheque was. He explained to\nher where to find\nit. She located the envelope containing the cheque\nand gave it to\nVenter, who in turn handed it over to the appellant.\nAccording to\nher evidence the whole episode took about two minutes.\nShe\nclaimed that the appellant was wearing a light grey suit. On\n29\nOctober 1987, exactly one month later, she pointed him out at\nwhat,\non the evidence, was a properly constituted identification\nparade.\nShe testified that she was able to identify the appellant by\nhis grey\nhair, his face, his eyes, his height and his build. Bagley\nwas also\nable to give a detailed description of the person who came\nand\n11\ncollected the Powerlines cheques. She was adamant\nthat the person\nconcerned was not Hempel.\nBagley was subjected to a searching cross-examination.\nThe\ntrial magistrate (who delivered a comprehensive and\nwell-reasoned\njudgment) found her to be an \"excellent witness\". He\nwent on to\nsay:\n\"She has been shown to be exceedingly observant and has described each of\nthe two recipients of the cheques in minute detail. She\nhad seen the two persons\nin broad daylight from close proximity in circumstances demanding more than just\na casual glimpse of them.\nIn respect of the SIEVA recipient, she looked up at\nhis face on a number of occasions and was able to remember the gist of their\ndiscussion.\nThe court finds that she had sufficient opportunity of making a proper\nand reliable observation of the person who came to uplift the\nSIEVA envelope and\ncheque and that her evidence is reliable in this regard.\"\nThese findings by the magistrate cannot lightly be ignored on appeal,\nbearing in mind that he had the advantage of seeing the\n12\nwitness and hearing her testify.\nIt was known to the ESCOM officials later that same\nafternoon that the Sieva and Powerlines cheques had\nbeen collected by unauthorised persons. The probabilities are that Bagley would\nimmediately have recalled the occasions and made a mental note of the appearance\nof the persons concerned, thereby standing her in\ngood stead to point the\nappellant out as one of those persons at the subsequent identification\nparade.\nBagley's evidence is at variance with Venter's description of the person\nwho collected the Sieva cheque as \"'n langerige persoon,\nblas in kleur\", a\ndescription which clearly does not fit the appellant. That is as far as Venter's\nevidence went. He stated categorically\nthat he would not be able to identify the\nperson concerned. Nor was he able to give a description of the person who\ncollected the\nPowerlines cheques. It was of course Bagley, not Venter, who dealt\nwith the recipient of the Sieva cheque. Venter did no more than\n13\nhand over the cheque. His opportunity for\nobservation was limited, which would detract from the reliability of any\ndescription given\nby him. The trial magistrate was very much alive to this\ndifference between Venter's evidence and that of Bagley. He appears to have\napproached Venter's evidence with some measure of justifiable scepticism. He\nheld that Venter was clearly not as observant as Bagley,\nand that she\n\"outclassed\" him as a reliable witness in all material respects. On a careful\nreading of their evidence I am unpersuaded\nthat the magistrate erred in his\nassessment of the two witnesses, and that Venter's evidence in any way detracts\nfrom Bagley's identification\nof the appellant.\nIt is common cause that the appellant is not entirely fluent in English\nand speaks with an Italian accent. Yet Bagley described the\nperson who collected\nthe Sieva cheque as \"Engelssprekend\" and added (referring to the English\nlanguage) \"Hy het dit goed gepraat\".\nIt was argued that she was either not as\nobservant as she\n14\nclaimed, or that her evidence in this regard\nraised a doubt as to\nwhether the person concerned was the appellant.\nOne must,\nhowever, view her evidence in its proper context. All that\nwas said\nby the person she identified as the appellant was \"Good\nafternoon,\nI am here to collect a cheque for Sieva\", and thereafter he\nspelt\n\"Sieva\" a few times. The following passage in her evidence under\ncross-examination puts the matter in perspective:\n\"En as ek reg onthou het u 'n verdere opmerking ook gemaak,\nu het gesê hy het 'n goeie Engels gepraat? - Dit het vir\nmy\ngoed geklink ja.\nSoos 'n Engelssprekende persoon? — Wel die woorde wat hy\ngepraat het sou ek sê hy kan Engels praat ja en verstaan.\nMevrou ek bedoel soos iemand wat Engels vanuit huis praat,\n'n Engelssprekende persoon? — Wel dit kan ek nie sê uit\ndie\npaar woorde wat ons gewissel het nie.\nMaar u is bereid om te sê dit was 'n goeie Engels op die\npaar\nwoorde? — Ja.\"\nHaving regard to the limited conversation between them, the impressions\nformed by Bagley are not necessary inconsistent with the person\nwho spoke to her\nbeing the appellant.\n15\nIt was also argued that it was reasonably\npossible that Bagley had observed the appellant on a previous visit by him to\nESCOM and\nsub-consciously transposed the two occasions. There is no merit in\nthis argument. It is not in dispute that the appellant and Hempel\nwent to ESCOM\non 7 September 1987 and signed the visitors register. The purpose of their visit\nwas apparently to see a certain Rheeder.\nIn the normal course their visit would\nhave taken them to the reception area where Bagley worked.\nNon constat\nthat Bagley, who was not the only receptionist, would have been there at the\ntime, or would necessarily have observed them. Bagley\ndenied any recollection of\nseeing the appellant on that occasion, although she admitted that she may\npossibly have seen him. If she\ndid, he clearly made no firm or lasting\nimpression on her, and this incident could not have accounted for her subsequent\nidentification\nof him. Apart from this, it was never suggested to Bagley under\ncross-examination, in order to gauge her reaction, that she may have\n16\ntransposed the two occasions.\nHempel\ntestified that he collected the Powerlines cheques from ESCOM on 29 September\n1987. However, he does not by any stretch of\nimagination fit the description of\nthe recipient of those cheques. If he did fetch a cheque, it must have been the\nSieva cheque.\nFor, on a proper conspectus of the evidence, the recipient of the\nSieva cheque could only have been the appellant or Hempel. One\nmay ask why\nHempel, against his own interests, would admit to collecting a cheque if he did\nnot do so? The answer probably lies in\nthe fact that Hempel is a totally\nunreliable and discredited witness whose motives cannot be fathomed.\nSignificantly, Hempel never\nmentioned fetching a cheque at ESCOM in his original\nstatement. It is true that Hempel was never present at an identification parade.\nBut in court he and the appellant were seated next to each other when Bagley\npointed out the appellant. She could hardly have mistaken\nthe one for the other.\nIt was never\n17\npertinently put to Bagley under cross-examination\nthat Hempel might have been the recipient of the Sieva cheque. She might have\nconvincingly\nrefuted any such suggestion. There is in my view no merit in any\nargument which suggests that Bagley may have confused the appellant\nwith\nHempel.\nIt was further argued that it was improbable, in all the circumstances,\nthat the appellant would have exposed himself to the risk\nof identification by\nfetching the Sieva cheque. Minardi had previously done sub-contracting work for\nESCOM. The appellant had probably\nin the past collected cheques from ESCOM on\nMinardi's behalf. He would have been known to certain of ESCOM's officials. He\nhad visited\nESCOM on 7 September 1987. Why then choose to fetch the cheque\nhimself when he could have sent Hempel to do so? There may have been\nvarious\nreasons for his doing so. If he knew the situation from past experience he was\nprobably better equipped to achieve his purpose\nwithout attracting\n18\nundue attention. He may have believed that his\nabsence from the country for quite a long time reduced the likelihood of his\nbeing\nrecognised. Or it may simply not have entered his mind at the time that he\nwas in any real danger of being observed and caught. One\ncannot speculate for\nwhat reason he might have decided to fetch the cheque. The improbability of his\ndoing so, however, is not sufficiently\nstrong to otherwise detract from Bagley's\npositive identification of him.\nIt is true that in his original statement Hempel did not incriminate the\nappellant. It was argued that what he said immediately after\nhis arrest was more\nlikely to have reflected the truth than his later statement and evidence.\nWhether Hempel avoided any reference\nto the appellant originally because he\nfeared him (as he claimed in evidence) or because he wished to protect him, it\nis perfectly\nclear that he deliberately refrained from making any mention of the\nappellant. In the statement he tells how he\n19\nwas introduced to one Gordon, who professed to be\nan attorney, who accompanied him to Volkskas Bank on the occasion when the\nTowerline\naccount was opened. It is common cause that the person who actually\naccompanied him was the appellant, but Hempel falsely withheld\nthat fact. Hempel\nis a person on whose word little if any reliance can be placed. His initial\nfailure to ascribe to the appellant\nthe role he subsequently did does not\njustify any inference in the appellant's favour.\nThe appellant did not seek to gainsay Bagley's evidence. There was\ntherefore less reason to doubt her reliability than might otherwise\nhave been\nthe case. The absence of any rebutting testimony from the appellant, whatever\nthe reason for such absence,\nipso facto\ntends to strengthen the direct\nevidence of identification given by Bagley\n(S v Mthetwa\n1972(3) SA 766(A)\nat 769D-H). In all the circumstances I am unpersuaded that the magistrate erred\nin holding Bagley to be a reliable\nwitness and accepting her evidence.\n20\nAs previously mentioned, it was conceded that if\nBagley's evidence was correctly accepted the appellant's appeal must necessarily\nfail. The opening of the Towerline bank account was a very important component\nof the whole scheme. The appellant was present on\nthat occasion. I do not find\nit necessary to traverse the evidence of the witnesses Roos and Ferreira.\nSuffice it to say that it\nis quite apparent from Roos's evidence, which the\nmagistrate accepted, that the appellant played a prominent role in the opening\nof the account. Coupled to this is the fact that the appellant collected the\nSieva cheque as well as his failure to testify. The\nonly reasonable inference to\nbe drawn (leaving aside Hempel's evidence) is that the appellant was knowingly a\nparty to the fraudulent\nscheme. He was accordingly correctly convicted.\nThe magistrate went further and held that Hempel's evidence that the\nappellant masterminded and planned the execution of the crimes\nwas substantially\nthe truth. Earlier in his judgment he had\n21\nsaid of Hempel:\n\"It has to be stated without more ado that he was not a satisfactory witness\nby any stretch of imagination. He is a self-confessed\nliar, an accomplice in the\nmatter and a person who suffers from an impairment of his memory. It is obvious\nthat it would be extremely\ndangerous and fatal to rely on [his] uncorroborated\nevidence. If no corroboration or other safeguards can be found for the core of\nhis version the court would have to hold that it can place no meaningful\nreliance on his evidence. The court will and can only rely\non those portions of\nhis evidence where it has been corroborated by other reliable evidence,\ncircumstantial evidence or the probabilities\nin the\nmatter.\"\nHe accordingly sought, and found, corroboration\nof Hempel's evidence in relation to this aspect in the evidence of Bagley, Roos\nand\nthe defence witnesses Fletcher and Language.\nIn my view it would be extremely dangerous to place reliance on any\naspect of Hempel's evidence. Hempel is clearly not as naive and\nunworldly as he\nwould have one believe. He has held relatively responsible positions in the\nconstruction industry and there\n22\nwas even a time, according to the evidence, when\nthe appellant worked under him. Roos's evidence showed that the appellant played\na prominent role in the opening of the Towerline account; Bagley's that he\nfetched the Sieva cheque. Those acts establish that he\nwas a party to the\nfraudulent scheme; they do not necessarily point to his masterminding it. Nor\ndoes the evidence of Language and\nFletcher do so, neither of whom positively\nlink the appellant to the scheme. Many of the aspects of the scheme were carried\nout by\nHempel alone without the apparent presence or assistance of appellant -\nthe registration of Towerline, the opening of a number of\nbank accounts, the\ndepositing of cheques and the withdrawal or attempted withdrawal of monies. We\nonly have Hempel's word for it\nthat he did so at the behest of the appellant. He\ndid not claim, on his arrest, to have been acting on anyone else's instructions.\nThe appellant was not found in possession of any incriminating evidence relating\nto the scheme from which an inference could be drawn\nas\n23\nto the role he played. There was probably at\nleast one other person involved in the scheme. The precise extent of his role\nremains\nobscure. It may well be that the appellant, by dint of past experience\nand greater intellectual capacity, was better equipped to\ndevise and carry out a\nscheme of this nature than Hempel. But even though the probabilities may suggest\nthat the appellant was the\nmastermind, it cannot be held beyond all reasonable\ndoubt that he was. By the same token it cannot be found, as the magistrate did,\nthat the appellant manipulated and abused Hempel to the extent that the latter\nmerely acted as a pawn on his behalf. The appellant\nand Hempel should therefore\nhave been treated as equal perpetrators in the commission of the\ncrimes.\nThis brings me to the question of sentence. Hempel was given a totally\nsuspended sentence; the appellant was sentenced to an effective\nfour years\nimprisonment. The primary reason for this disparity was the rinding, which I\nhave held was not justified, that\n24\nthe appellant had masterminded the scheme, had\nabused Hempel to achieve his own ends and was responsible for Hempel landing in\nprison\nand being left with a criminal record. The magistrate found that Hempel\nhad not gained financially from the nefarious scheme; there\nis no evidence to\nshow that the appellant did. The R25 000-00 lost by Volkskas Bank was drawn by\nHempel, and what became of it we\ndo not know. Appellant, like Hempel, is a first\noffender. The offences were serious and the potential loss great. The crimes\nwere\nwell planned and executed. Yet in reality there was little chance of the\nscheme ever achieving complete success.\nIt may well be that the mitigating factors which operated in Hempel's\nfavour were greater than those favouring the appellant. But\nthey were not such\nas would justify a significant difference in their sentences. Our courts strive\nas far as possible, to achieve\nparity of sentence in instances of equal or near\nequal participation in the same crime. In this respect it was said in\nS v\nMarx\n25\n1989(1) SA 222(A) at225B-C that:\n\"As 'n algemene beginsel poog ons howe om sever doenlik gelyke deelname aan\n'n misdaad eenvormig te straf, tensy die betrokke misdadigers\nse uiteenlopende\npersoonlike omstandighede ongelyke vonnisse regverdig. Dit is belangrik dat by\nvonnisoplegging geregtigheid nie\nalleenlik moet geskied nie, maar duidelik moet\nblyk te geskied, nit die oogpunt van sowel 'n beskuldigde as die publiek.\nOngelyke\nstrawwe op gelyke misdadigers ten opsigte van dieselfde misdryf druis\nteen die algemene gevoel van geregtigheid in (Du Toit Straf\nin Suid-Afrika op\n118).\"\nWe arc called upon, in view of the magistrate's\nmisdirection, to consider the question of sentence afresh. Hempel's sentence may\nhave\nbeen too lenient, and the appellant may be deserving of a higher sentence.\nBut it would in my view be inequitable, given the circumstances\nof this matter,\nto require the appellant to serve a prison sentence when Hempel's sentence was\nfully suspended. The appellant is\nnow in his mid-fifties. He has started a new\nand seemingly stable life for himself and his family in Port Elizabeth. Hopefuly\nhe\nhas learnt from his experience. The sentence that will\n26\nhang over his head should aid his rehabilitation.\nThe appellant's appeal against his convictions is\ndismissed.\nThe appeal against sentence succeeds. The\nappellant's sentence is\naltered to read:\n\"Five years imprisonment wholly suspended for five years on condition that\nthe accused is not convicted of fraud or theft, or any\noffence of which theft is\nan element, committed during the period of\nsuspension.\"\nJ W SMALBERGER JUDGE OF\nAPPEAL\nVIVIER, JA) concur HOWIE, JA)",
  "scraped_at": "2026-02-12T07:05:25.913925",
  "date": "1995-05-30",
  "coram": [
    "SMALBERGER JA",
    "VIVIER JA",
    "HOWIE JA"
  ],
  "case_number": "383/92 NvH",
  "parties": {
    "applicants": [
      "ANGELO CAPO"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The appellant, Angelo Capo, and his co‑accused Hempel were convicted of two counts of fraud involving a scheme centred on a close corporation called Towerline Construction CC. After the liquidation of Capo's construction firm Minardi in 1985, he returned from Italy in July 1987 and, together with Hempel, opened bank accounts in the name of Towerline. On 29 September 1987, at the Electricity Supply Commission (ESCOM), cheques intended for subcontractors Sieva Pty Ltd and Powerlines Pty Ltd were handed over to unauthorised persons. Hempel deposited some of these cheques into the Towerline account and his own accounts. The only loss to the bank was R25,000. Hempel later gave statements implicating Capo, but his credibility was heavily challenged. The State's case relied principally on the identification of Capo by ESCOM receptionist Mrs Bagley, who said she saw Capo collect the Sieva cheque.",
    "issues": "The appeal raised two principal issues: (1) whether the trial court had established beyond reasonable doubt that Capo was involved in the planning and execution of the fraudulent scheme; and (2) whether the identification evidence of Mrs Bagley was reliable enough to support a conviction.",
    "principles": "The Court applied the standard of proof required for a criminal conviction – proof beyond reasonable doubt – and examined the credibility of identification evidence, emphasizing the need for the witness to have had a clear opportunity to observe the person. It considered the trial magistrate's assessment of Bagley as an \"excellent witness\" and the unreliability of Hempel's testimony, referencing the precedents S v Mthetwa (1972) on the weight of identification evidence and S v Marx (1989) on parity of sentencing for equal participation in a crime.",
    "application": "The Court found that Bagley's identification of Capo was reliable: she had observed him for several minutes in daylight, described his appearance in detail, and positively identified him at a formal parade. The magistrate's findings were upheld because the Court recognized the limited exposure of the alternative witness (Venter) and the absence of any credible rebuttal by the appellant. Consequently, the Court concluded that Capo's participation in opening the Towerline account and collecting the Sieva cheque proved his involvement in the fraud, even if his role as mastermind was not established beyond reasonable doubt. Regarding sentencing, the Court considered the disparity between Capo's effective four‑year term and Hempel's fully suspended sentence and, applying the principle of sentencing parity, altered Capo's sentence to a five‑year term wholly suspended on condition of good behaviour.",
    "conclusion": "The appeal against conviction was dismissed. The appeal against sentence succeeded, and Capo's sentence was altered to five years imprisonment, wholly suspended for five years on the condition that he not be convicted of fraud, theft, or any offence involving theft during the period of suspension."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Fraud",
    "level_3": [
      "identification evidence",
      "sentence parity",
      "bank fraud"
    ]
  }
}