{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/132.html",
  "case_name": "Ndlovu v President Versekeringsmaatskappy Bpk. (652/1993) [1995] ZASCA 132 (21 November 1995)",
  "citation": "[1995] ZASCA 132",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 132\n|\nNoteup\n|\nLawCite\nNdlovu v President Versekeringsmaatskappy Bpk. (652/1993) [1995] ZASCA 132 (21 November 1995)\nDownload original files\nPDF format\nRTF format\nLL\nSaak No 652/1993\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA APPèLAEDELING\nInsake die appèl van:\nALPHUS NDLOVU\nAppellant\nteen\nPRESIDENT VERSEKERINGSMAATSKAPPY\nBEPERK\nRespondent\nHOF\n:\tVAN HEERDEN, VIVIER, F H GROSSKOPF,\nVAN DEN HEEVER ARR en SCOTT Wnd AR\nVERHOORDATUM\n:\t10 NOVEMBER 1995\nREDES INGEHANDIG OP\n:\t21 NOVEMBER 1995\nREDES VIR UITSPRAAK\nVAN HEERDEN AR\n:\n2\nOmstreeks 17.30 op 3 Junie 1989 het 'n botsing plaasgevind tussen 'n\nValiant motor (\"die Valiant\") en 'n Hiace Kombi (\"die Kombi\")\nterwyl\nlaasgenoemde voertuig van oos na wes op die teerpad tussen Ozizweni en\nNewcastle, Natal, gery het. Die bestuurders van die\nValiant en die Kombi was\nonderskeidelik ene Khubeka en Zwane. Daar was 13 passasiers in die Kombi,\nwaaronder die appellant, sy broer\nen sy suster. Die appellant het tweede van\nïinks in die derde sitplekbank van die Kombi gesit. Aan die heel linkerkant\nvan die\ntweede bank, en teenoor die skuifdeur van die Kombi, het die\nappelïant se suster gesit, met sy broer langs haar. As gevolg van\ndie\nbotsing het die suster beserings opgedoen waaraan sy oorlede is, terwyl die\nbroer ook beseer is.\nVoortspruitende uit bostaande het die appellant\nse broer in die Transvaalse Provinsiale Afdeling 'n aksie vir skadevergoeding\nteen\ndie respondent ingestel. Die respondent is gesiteer as 'n benoemde agent\nsoos\n3\nbeoog in art 13 van die Skedule tot die Multilaterale\nMotorvoertuig-ongelukkefonds 93 van 1989 (\"die Wet\"). Die appellant se broer\nhet\nbedrae van R5 000 en R20 000 gevorder ten opsigte van verwagte toekomstige\nmediese koste en ideële skade. Hierdie vordering\nwas gebaseer op bewerings\ndat die botsing, en derhalwe ook die beserings wat die broer opgedoen het, te\nwyte was aan die nalatigheid\nvan Khubeka òf Zwane òf albei, en dat\nhy in die Kombi vervoer was teen vergoeding en in die loop van die besigheid\nvan\ndie eienaar van daardie voertuig. Behoudens om te erken dat die twee voertuie\ngebots het, het die respondent in sy verweerskrif\nbedoelde bewerings\nontken.\nOp 'n stadium na die instel van die aksie, maar blykbaar voor sluiting\nvan die pleitstukke, is die appellant se broer oorlede. Tydens\ndie\nvoorverhoorkonferensie is geboekstaaf dat die appellant ooreenkomstig\nhofreël 15 as eiser gesubstitueer was, en dat die\npadvervoerpermit wat\nop\n4\ndie Kombi betrekking gehad het die vervoer van passasiers teen vergoeding\nslegs binne die grense van Soweto gemagtig het. Voorts is\nooreengekom dat die\ngeskille aangaande nalatigheid en aanspreeklikheid afsonderlik van die kwessie\nvan quantum van skade verhoor\nsou word.\nBy die aanvang van die\nverhoor het die hof a quo gevolg aan die ooreenkoms gegee. Dit het meegebring\ndat slegs die appellant en Khubeka\ngetuig het.\nVolgens die appellant\nwas daar in die omgewing van die botsingspunt 'n verdere teerpad (\"die sypad\")\nwat vanaf die suide 'n T-aansïuiting\nmet die pad tussen Ozizweni en\nNewcastle (\"die hoofpad\") gevorm het. 'n Entjie verder wes het 'n tweede pad\nvanuit die noorde by\ndie hoofpad aangesluit. By die T-aansluiting was daar 'n\nsíopïeken op die sypad. Die Valiant het vanuit die suide op\ndie\nsypad beweeg en die bestuurder het die stopteken verontagsaam. Dit het\nmeegebring dat die\n5\nvoorkant van die Valiant die skuifdeur van die Kombi getref het. Kort\nvoor die botsing het Zwane die remme van die Kombi aangeslaan.\nOmdat die pad nat\nwas, het die voertuig na regs geswenk en dit, tesame met die geweld van die\nbotsing, het veroorsaak dat dit die\nhoofpad aan die noordekant daarvan verlaat\nen omgeslaan het. Die Valiant het op sy beurt met sy neus in 'n noordelike\nrigting, en\noor die middellyn van die hoofpad, tot stilstand gekom. Die linker\nvoorkant daarvan was erg beskadig.\nDit was gemene saak dat hoewel dit reënerig was die uitsig van beide\nbestuurders goed was. Daar was ook nie 'n noemenswaardige\ngeskil aangaande die\nposisies waarin die voertuie na die botsing tot stilstand gekom het nie.\nBetreffende die gebeure voor en tydens\ndie botsing het Khubeka egter 'n\nheeï ander verhaal as die appellant vertel. Volgens hom het hy die\nValíant van wes na\noos op die noordelike helfíe\n6\nvan die hoofpad besluur. Hy het gesien hoe die Kombi, wat in die\nteenoorgesíelde rigting in aantog was, 'n ander voertuig verbygesteek\nhet. Die Kombi was toe ongeveer 300 meter voor die Valiant en het na die\nsuidelike helfte van die hoofpad terugbeweeg. Tussen dié\ntwee voertuie\nwas daar 'n stuk of vyf ander voertuie (\"huurmotors\") wat op die suidelike baan\nvan die hoofpad van oos na wes beweeg\nhet. Toe die Valiant en die Kombi sowat\n200 meter vanaf mekaar was, het die bestuurder van laasgenoemde weer na sy\nverkeerde kant\nvan die hoofpad gery om die huurmoíors verby te steek. Ten\neinde Zwane in staat te stel om met veiligheid verby die huurmotors\nte ry, het\nKhubeka die Valiant op die noordelike skouer van die hoofpad afgetrek en tot\nstilstand gebring. Desnieteenstaande het\ndie voorkant van die Kombi die linker\nvoorkant van die Valiant getref. Na die botsing was die linker voorkant en die\nskuifdeur aan\ndie linkerkant van die Kombi beskadig.\n7\nHoewel die appellant as getuie 'n beter indruk as Khubeka gemaak het, was\ndie verhoorhof nie bereid om bloot op grond daarvan laasgenoemde\nse getuienis te\nverwerp nie. Na opweging van die botsende weergawes kon die hof ook nie die een\nas waarskynliker as die ander aanmerk\nnie. In die veronderstelling dat Zwane\nnalatig was, het die hof egter voortgegaan om te besin of die respondent\naanspreeklik gehou\nkon word in die lig van die omskrywings van \"besigheid\" en\n\"vergoeding\" in artikel 1 van die Skedule tot die Wet. Aangesien bevind\nis dat\nhierdie vraag ontkennend beantwoord moes word, is 'n bevel van absolusie van die\ninstahsie met koste verleen. Verlof is egter\naan die appellant verleen om na\nhierdie hof te appelleer.\nOm redes wat aanstons sal blyk, is dit\nonnodig om die verhoorhof se tweede bevinding in meer besonderhede uiteen te sit\nof om daarop\nin te gaan.\n8\nDie appellant se advokaat het betoog dat Khubeka se getuienis in verskeie\nopsigte weersprekend of andersins onbevredigend was maar\ndit is nie nodig om na\ndie bewuste kritiek te verwys nie. Hy het voorts aangevoer dat daar genoegsame\naanduidings is dat die waarskynlikhede\ndie appellant se weergawe begunstig, en\nek meen dat hy gelyk gegee moet word. Volgens Khubeka kon die voertuie nie kop\naan kop gebots\nhet nie want dan sou die hele voorkant - in teenstelling tot\nslegs die linkerkant - van elk beskadig gewees het. Die enigste gangbare\nafleiding is dus dat die linker voorkant van die Kombi dié van die\nValiant moes getref het. Dit sou meebring dat minstens\ndie regter voorkant van\ndie Kombi ten tye van die botsing reeds aan die noordekant van die skouer van\ndie hoofpad moes gewees heí.\nKhubeka het egter nie gesien dat die Kombi\nvoor die botsing grootliks verby die voorkant van die Vaíiant beweeg het\nnie. Hy\nsê trouens nie dat hy ooit waargeneem het dat die\n9\nValiant vanaf die teergedeelte van die hoofpad tot op die noordelike\nskouer gery het nie.\nUit ondervinding weet 'n mens dat dit soms\ngebeur dat wanneer een voertuig 'n ander aan eersgenoemde se verkeerde kant van\ndie pad\nnader, albei bestuurders in 'n toestand van paniek op as't ware die\nlaaste oomblik in dieselfde rigting uitswenk en dan met mekaar\nbots. Dit is\negter nie wat volgens Khubeka se weergawe in die onderhawige geval gebeur het\nnie. Hy het, aldus sy getuienis, vroegtydig\ntot op die skouer van die hoofpad\nbeweeg en reeds voor die botsing die Valiant tot stilstand gebring. Indien dit\ngebeur het, val\ndit nie maklik te begryp waarom Zwane nie eenvoudig die Kombi in\ndie ongevulde noordelike rybaan van die hoofpad sou laat bly voortbeweeg\nhet\nnie. In hierdie verband moet 'n mens in gedagte hou dat volgens Khubeka die\nhoofligíe van die Valiant aangeskakel was\nen dat dit dus onwaarskynlik is\ndat Zwane eers op 'n\n10\nkritieke oomblik van die aanwesigheid van daardie voertuig bewus sou\ngeword het.\nSoos reeds aangedui, was dit gemene saak dat die\nskuifdeur van die Kombi as gevolg van die botsing beskadig is. Dit pas natuurlik\nin by die appellant se getuienis dat die voorkant van die Valiant die skuifdeur\ngetref het. Die verhoorhof het egter gewys op moontlike\nverklarings vir die\nbeskadiging van die skuifdeur aangenome dat die voorkante van die twee\nvoeríuie met mekaar gebots het.\nMaar veral in die lig van die feit dat\ndie appellant se suster, wat reg langs die skuifdeur gesit het, gesterf het, is\ndit vir my\naanneemliker dat die voorkant van die Vaïiant die linker sykant\nvan die Kombi getref het.\nTen slotte is dit ook nie maklik om te begryp hoe 'n botsing op die\nskouer van die hoofpad sou meegebring het dat die Valiant in n\ndwars posisie tot\nop die pad teruggestamp is nie.\n11\nEk neem in aanmerking dat volgens die appeïlant se getuienis Khubeka\nhom aan roekeloosheid skuldig moes gemaak het, maar dieselfde\nkan natuurlik van\nZwane gesê word indien Khubeka se weergawe die juiste een sou wees. In die\nlig van bostaande oorwegings meen\nek dus dat die waarskynlikhede die appellant\nse weergawe begunstig. Dit is tereg nie betwis nie dat, indien aldus bevind sou\nword,\nbewys is dat Khubeka oorsaaklik nalatig was.\nOm bogenoemde redes is die appèl by die verhoor daarvan met\nkosíe gehandhaaf en is die bevel van die verhoorhof met\ndie volgende\nvervang.\n\"(1) Dit word verklaar dat die botsing veroorsaak is deur die nalatigheid\nvan die bestuurder van voertuig MDH 686 T.\n(2) Die verweerder word gelas om die koste\n12 van die verhoor te betaal.\"\nH J O VAN HEERDEN AR\nVIVIER AR\nF H GROSSKOPF AR\nSTEM SAAM\nVAN DEN HEEVER\nAR\nSCOTT Wnd AR",
  "scraped_at": "2026-02-12T07:51:00.971114",
  "date": "1995-11-21",
  "coram": [
    "Van Heerden",
    "Viviers",
    "F H Grosskopf",
    "Van den Heever",
    "Scott"
  ],
  "case_number": "652/1993",
  "parties": {
    "applicants": [
      "Alphus Ndlovu"
    ],
    "respondents": [
      "President Versekeringsmaatskappy Beperk"
    ]
  },
  "sections": {
    "facts": "On 3 June 1989 a collision occurred between a Valiant motor and a Hiace Kombi on the tar road between Ozizweni and Newcastle, Natal. The appellant, Alphus Ndlovu, was a passenger in the Kombi along with his brother and sister; the sister died in the crash and the brother was injured. The brother instituted a claim for R5,000 in future medical costs and R20,000 in pecuniary damage against the insurer, President Versekeringsmaatskappy Beperk, alleging negligence of the drivers Khubeka and Zwane. The brother died before the trial and the appellant was substituted as plaintiff. Evidence at trial consisted of the testimonies of the appellant and driver Khubeka, who gave conflicting accounts of the circumstances leading to the collision. The trial court dismissed the claim and ordered absolution, which the appellant appealed.",
    "issues": "The principal issues were (1) whether the insurer was liable for damages arising from the alleged negligence of the drivers under the Motor Vehicle Accident Fund Act 93 of 1989, specifically the interpretation of \"business\" and \"compensation\" in the Schedule; and (2) whether the evidence established that the driver of the Valiant (MDH 686 T) was negligent and caused the collision.",
    "principles": "The court applied the provisions of article 1 of the Schedule to the Motor Vehicle Accident Fund Act, which makes an insurer liable for accidents occurring in the course of its business of carrying passengers for hire. The standard of proof required the plaintiff to show, on a balance of probabilities, that the defendant’s driver was negligent and that this negligence caused the injury. In cases of conflicting evidence, the court must assess credibility and the likelihood of each version.",
    "application": "After weighing the contradictory testimonies, the appellate court found that the probability favoured the appellant's version of events, concluding that the driver of the Valiant was negligent. Accordingly, the insurer fell within the scope of \"business\" under the Act and was therefore liable for the damages claimed. The court therefore set aside the trial court’s order of absolution.",
    "conclusion": "The appeal was upheld. The court ordered that (1) the collision was caused by the negligence of the driver of vehicle MDH 686 T, and (2) the respondent, President Versekeringsmaatskappy Beperk, was ordered to pay the costs of the appeal."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Motor Vehicle Accident",
    "level_3": [
      "negligence",
      "insurance liability",
      "personal injury",
      "appeal"
    ]
  }
}