{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/36.html",
  "case_name": "S v Carolus (700/93) [1995] ZASCA 36 (29 March 1995)",
  "citation": "[1995] ZASCA 36",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 36\n|\nNoteup\n|\nLawCite\nS v Carolus (700/93) [1995] ZASCA 36 (29 March 1995)\nDownload original files\nPDF format\nRTF format\nSaaknommer: 700/93\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak tussen:\nISAAC CAROLUS\nAppellant\nen\nDIE STAAT\nRespondent\nCoram:\nNESTADT, F H GROSSKOPF et HOWIE ARR\nVerhoordatum:\n22 Maart 1995\nLeweringsdatum:\n29 Maart 1995\n2\nUITSPRAAK F H GROSSKOPF AR:\nDie appellant is in die Rondgaande\nPlaaslike Afdeling vir die Westelike Rondgang Distrik deur M J Strydom R en twee\nassessore op twee\naanklagte van roof en een van moord skuldig bevind. Die hof a\nquo het die doodvonnis vir die moord opgelê. Die appellant is\nverder tot\n10 jaar gevangenisstraf op elk van die twee aanklagte van roof gevonnis, maar\ndit is gelas dat die twee termyne van 10\njaar gevangenisstraf samelopend\nuitgedien word. Die appellant appelleer ingevolge artikel 316 A van die\nStrafproseswet 51 van 1977\n(\"die Strafproseswet\") teen sy skuldigbevinding op\ndie aanklag van moord en teen die doodvonnis wat hom vir die moord opgelê\nis.\nEne Charles Dangatye (\"Charles\") het vir die klaer in die eerste\nroofaanklag, C J Janse van Vuuren (\"die klaer\"), op sy plaas in die\nRustenburg\ndistrik gewerk. Dit is gemene saak dat die appellant op Sondag 17 September 1989\nsaam met Charles na die klaer se plaas\ngegaan het; dat hulle twee 'n\nmedewerknemer van Charles, ene Samuel Moraki, die Maandag in die veld op\n3\ndie plaas oorrompel en vasgebind het, en sy mond toegebind het nadat 'n lap\nin sy mond gedruk is; dat hulle daarna ook die klaer in\ndie veld oorrompel en\nvasgebind het, 'n lap in sy mond gedruk het, sy mond toegebind het en hom beroof\nhet; dat hulle twee toe met\ndie klaer se bakkie na die opstal op die plaas gery\nhet waar hulle die klaer se eggenote, mev W M Janse van Vuuren (\"die\noorledene\"),\nna 'n pakkamer buite gelok en daar oorrompel het. Volgens die\nappellant se weergawe het Charles die oorledene in die pakkamer om\ndie nek\ngegryp en gewurg terwyl hy vir die appellant geskreeu het om haar vas te maak.\nDie appellant het 'n stuk tou gekry en die\noorledene se hande agter haar rug\nvasgebind. Hy het ook haar voete vasgebind. Charles het toe in die appellant se\nteenwoordigheid\n'n lap in die oorledene se mond ingedruk en 'n ander doek om\nhaar mond vasgemaak. Daarna is die twee die huis in waar hulle die kluis\noopgemaak het en onder andere twee vuurwapens en 'n klomp geld geneem het. Die\nklaer en Moraki het die aanval oorleef, maar die oorledene\nis dood as gevolg van\nversmoring.\nDie appellant is op 27 Februarie 1990 gearresteer. Hy het\ndieselfde\n4\ndag vrywillig 'n verklaring voor 'n kolonel in die polisie afgelê en\nsekere uitwysings gedoen. Om een of ander rede wat nie\nopgeklaar is nie, het die\nappellant eers op 19 Maart 1993, d w s meer as drie jaar later, voor 'n landdros\nin Rustenburg verskyn\nom ingevolge artikeï 119 van die Strafproseswet op\ndie drie aanklagte teen hom te pleit. In die verklaring wat hy toe in die\nhof\nafgelê het, het die appellant vir die eerste maal beweer dat hy die\nmisdade onder dwang van Charles gepleeg het.\nDie appellant se verhoor in die\nhof a quo het op 22 November 1993 'n aanvang geneem. Hy het op al drie aanklagte\nonskuldig gepleit.\nDie grondslag van sy verdediging was dat Charles hom gedwing\nhet om aan die misdade deel te neem. Charles was op daardie stadium\nreeds\nskuldig bevind en gevonnis op dieselfde aanklagte as dié waarop die\nappellant tereggestaan het.\nDie hof a quo het die appellant se verweer dat hy\nonder dwang van Charles opgetree het, myns insiens tereg as vals verwerp. Die\naanvaarbare\ngetuienis het duidelik getoon dat daardie verweer nie slegs hoogs\nonwaarskynlik is nie, maar inderdaad bo redelike twyfel vals is.\nDie appellant\nse advokaat het\n5\nook nie voor ons betoog dat die hof a quo in hierdie opsig enigsins fouteer\nof\nmisgetas het nie. Dit is egter namens die appellant betoog dat die hof a\nquo op\ndie aanvaarde getuienis fouteer het deur te bevind dat die appellant\ndie opset by\nmoontlikheidsbewussyn gehad het om die oorledene te dood.\nVolgens hierdie\nbetoog was die appellant bloot nalatig en kon die hof a quo\nhom slegs aan\nstrafbare manslag skuldig bevind het.\nDie appellant het op sy eie weergawe gehelp om die oorledene\nte\noorweldig. Hy is die persoon wat haar hande en voete vasgebind het. Die\nappellant het gesien dat Charles haar om die nek gryp en wurg, en hy het\ndaar\ngestaan toe Charles die lap in die oorledene se mond gedruk het en haar\nmond\nmet 'n doek toegebind het. Die appellant het soos volg in dié verband\ngetuig:\n\"Toe ek daar is, is waar hy die lappe uitgehaal heí, in die ou miesies\nse mond ingedruk het en 'n lap oor haar mond vasgemaak\nhet terwyl ek daar staan\n.... as ek mooi onthou, dit is een lap wat hy in haar mond ingedruk het en die\nander lap het hy om haar\nmond vasgemaak.\nIs dit 'n groot lap wat hy in haar mond gedruk het? - Ja, dit is 'n groot lap\ngewees.\nHet die ou miesies net gelê met haar mond oop dat hy\ndie\n6\nlap insit? — Hy het haar mond oopgedruk, met geweld oopgemaak en die lap\ningedruk en hom vasgemaak.\nHoe het hy hom ingedruk? — Hy het haar mond oopgemaak en die lap, die lap\nnet so gevat en gerol en in die ou miesies se mond\ningedruk.\"\nDie distriksgeneesheer wat\ndie lykskouing behartig het, het\nskaafwonde en kneusplekke in die omgewing van die oorledene se mond\nen\nneusgate gevind. Hy het getuig dat sy aan versmoring dood is. Haar\nlugweë\nwas volgens hom deur die lap agter in haar mondholte\ngeblokkeer.\nDie klaer se een buurman, J G du Plessis, was die eerste persoon wat\nop\ndie oorledene se lyk afgekom het. Hy is in die loop van sy\ngetuienis na 'n foto\nvan die oorledene verwys waar mens 'n lap kan sien wat\nom haar nek hang. Sy\ngetuienis in dié verband is soos volg:\n\"Ek sien op [foto] F4 is daar 'n lap of 'n doek om haar nek. -- Dit is korrek.\nDaardie doek was om haar mond en oor haar neus, so.\nToe ek die lap van haar mond\nafvat, aftrek, vind ek dat haar mond vol lap geprop was. Die lap het ek\nverwyder, uit haar mond uitgetrek\nen ek het gevind dat mev Van Vuuren reeds\noorlede was.\"\n7\nDie oorledene se mond en neus was dus beide met die doek toegebind, wat\nopsigselfstaande asemhaling sou bemoeilik het.\nDu Plessis het die grootte van\ndie lap, en die wysc waarop dit in die oorledene se mond ingedruk moes gewees\nhet, soos volg beskryf:\n\"Stukke lap? — Stukke lap, maar dit was so 'n lang stuk, een\nstuk\nHoe lank was hy? Omtrent so .... (tussenbei) -- Sê so 18 duim na 20\nduim.\nHoe breed sou u sê? — Twee en 'n\nhalf duim, drie duim.\nDie ander lappe? Hoeveel ander lappe sou u sê was daar in haar mond?\n— Dit was net die een stuk wat in haar mond ingeprop\nwas. Jy kan sien hy\nwas ingedruk.\nWaarom sê u 'n mens kon sien dat hy ingedruk is? --Want hy was so half\n'zig-zag' in haar mond in. Weet, hy was, jy kan sien\nhy is 'by force'\ningedruk.\nWat bedoel u met 'zig-zag' in haar mond?\n-- Hy was so links en regs so opgevou in haar mond in.\nHy is nie gedraai nie en ingedruk nie? -- Nee, hulle het so 'n stuk lyk my\ningedruk, toe vou hulle hom links en druk huile weer en\nvou hulle hom regs en\ndruk hulle weer. So het hulle so links, regs in haar mond in volgeprop.\nAs u sê die mond was volgeprop, wat bedoel u daarmee? Sou daar nog lap\nkon ingekom het? -- Nee, daar kon nie meer lap inkom\nnie.\"\n8\nDie appellant het staan en kyk terwyl Charles die lap so in die oorledene se\nmond indruk, maar hy het niks daaromtrent gesê\nof gedoen nie. Hy het\nklaarblyklik gesien dat dit 'n groot stuk lap is wat trapsgewys diep in haar\nmond ingedruk word. Hy het gesien\nhoedat Charles daarna die verdere doek om haar\nmond en oor haar neus bind. Sy optrede voor en na hierdie gebeure toon dat hy\nhom\ndaarmee vereenselwig het. Na die tyd het hy aan die rooftog in die huis\ndeelgeneem. Voor die tyd het hy daadwerklik deelgeneem aan\ndie aanval op die\nklaer en Moraki toe hulle in die veld oorweldig is. Dit was trouens die\nappellant wat die hande en voete van beide\nvan hulle vasgebind het. In elkeen\nvan daardie gevalle is daar ook 'n lap in die slagoffer se mond gedruk en 'n\nander lap om sy mond\ngebind voordat hy in die veld agtergelaat is. Die klaer en\nMoraki het die aanval gelukkig oorleef; die oorledene ongelukkig nie.\nDie\nappellant het soos volg getuig oor die moontlike gevolge wat hierdie optrede\nvolgens sy siening vir die slagoffers kon inhou:\n\"Toe u gesien het Charles bind die drie mense vas en\nstop,\n9\nekskuus, toe u sien hy druk lappe in hulle monde, het u gedink enige van hulle\ngaan sterf? — Nee.\nHof\n: Met lappe wat ingedruk is in die mond en lappe om die mond? Twee van\nhulle lê in die veld, hande en voete vasgemaak? Wat het\njy gedink gaan\nword van hulle? Gaan hulle die lappe uitspoeg en die hande en voete weer losmaak\nen teruggaan huis toe? -- Nee, ek\nwas baie bekommerd gewees, maar ek het nie\ngeweet of daar enigiemand van daardie persone sal sterf\nnie.\"\nWaar hy nie geweet het of enige van die\nslagoffers sal sterf nie, het hy klaarblyklik die moontlikheid voorsien dat\nhulle wel sal\nsterf. Afgesien van enige erkenning wat die appellant in hierdie\nverband gemaak het, is die enigste redelike afleiding van al die\nfeite dat die\nappellant inderdaad die moontlikheid van dood voorsien het.\nNa my oordeel is\ndit dus duidelik dat die appellant, veral in die geval van die oorledene, die\nmoontlikheid voorsien het dat die dood\nmag intree, al was dit uit sy oogpunt\ngesien nie noodwendig 'n besonder sterk moontlikheid nie. Nogtans het hy\nonverskillig gestaan\nteenoor die moontlike intrede van die dood, en het hy hom\ndaarmee versoen. Myns insiens is dit bo redelike twyfel bewys dat die appellant\nnie slegs nalatig was soos betoog nie, maar dat hy die\n10\nnodige opset in die vorm van dolus eventualis gehad het.\nDie appellant is\nwaarskynlik as mededader vir die moord aanspreeklik. Dit staan egter vas dat hy\nop grond van die beginsels van gemeenskaplike\noogmerk aan die moord op die\noorledene skuldig is. Die appël teen sy skuldigbevinding aan moord kan\ngevolglik nie slaag nie.\nVervolgens moet bepaal word of die doodvonnis die\nenigste gepaste vonnis vir die moord is. Die strafverswarende faktore is voor\ndie\nhand liggend en gewigtig. Die oogmerk van die appellant en Charles was roof\nvir eie gewin. Die oorledene was 'n weerlose vrou van\n58 jaar oud wat alleen by\ndie plaashuis was. Sy is in die loop van die rooftog deur die twee mans\noorweldig en vermoor. Die gemeenskapsbelang\ntree sterk op die voorgrond wanneer\ndie gepaste vonnis in dergelike gevalle oorweeg word. Dit was 'n sinnelose en\nwrede daad.\nDaar is egter ook sekere belangrike strafversagtende faktore wat nie uit die\noog verloor moet word nie. In die eerste plek was dit\nCharles, en nie die\nappellant nie, wat die leiding geneem het. Dit was aanvanklik Charles se\nidee\n11\nom die roof te pleeg, en dit was hy wat die inisiatief geneem het. Hy het op\ndie plaas gewerk en hy het hulle optrede die betrokke\nMaandag beplan. Dit is\nwaarskynlik dat hy die opdragte gegee het en dat die appellant sy opdragte\nuitgevoer het. Dit was ook Charles,\nen nie die appellant nie, wat die kritieke\nhandeling verrig het wat uiteindelik die oorledene se dood veroorsaak het.\nIn die tweede plek was die vorm van opset dolus eventualis en nie dolus\ndirectus nie. Dit verdien veral oorweging waar die eventuele\nintrede van die\ndood nie as 'n besonder sterk moontlikheid voorsien is nie.\n(S v Ntuli\n1991(1) SASV 137(A) op 143b en 144b-c:\nS v Ndinisa en Andere\n1991(2)\nSASV 117(A) op 127 r7g;\nS v Majosi and Others\n1991(2) SASV 532(A) op\n540e-f en 540j-541a.)\n'n Faktor wat in 'n sekere sin neutraal is, maar wat ek in die appellant se\nguns in aanmerking neem, is die feit dat hy en Charles\nnie met potensieel\ndodelike wapens soos vuurwapens en messe na die toneel van die misdaad gegaan\nhet nie.\nDie appellant se advokaat het betoog dat die appellant berou\ngetoon\n12\nhet deurdat hy teenoor sy moeder gaan bieg het dat hy die misdade gepleeg\nhet. Die appellant het nooit geruig dat hy berou het nie,\nen die valse verweer\nwaarmee hy in die hof a quo volhard het, dui ook nie op enige werklike berou\nnie.\nDaar is verder namens die appellant betoog dat die moontlikheid van sy\nrehabiïitasie nie buite rekening gelaat moet word nie.\nïn die lig van\nsy lang lys vorige veroordelings is die vooruitsig op rehabilitasie ongelukkig\nnie besonder goed nie.\nDie appellant is in Oktober 1990, ongeveer 'n jaar na die pleging van die\nonderhawige misdade, aan strafbare manslag skuldig bevind\nen tot 8 jaar\ngevangenisstraf gevonnis. Dit is onseker wanneer daardie misdaad gepleeg is,\nmaar dit is beslis 'n ernstige strafverswarende\nfaktor.\nAlles in ag genome is ek nogtans van oordeel dat die doodvonnis nie die\nenigste gepaste vonnis vir die moord op die oorledene is nie.\nNa my mening\nbehoort die doodvonnis vervang te word met 'n vonnis van 25 jaar gevangenisstraf\nvir die moord. Die vonnisse van 10\njaar gevangenisstraf op elk\n13\nvan die twee roofaanklagte moet samelopend met die vonnis van 25 jaar\ngevangenisstraf uitgedien word.\nDie volgende bevel word gemaak:\n1.\tDie appèl teen die skuldigbevinding op die aanklag van moord word\nafgewys.\n2.\tDie appèl teen die doodvonnis word\ngehandhaaf.\n3.\tDie doodvonnis word tersyde gestel en vervang met 'n vonnis van 25 jaar\ngevangenisstraf vir die moord.\n4.\tDie vonnisse van 10 jaar gevangenisstraf op elk van die twee aanklagte van\nroof moet samelopend met die vonnis van 25 jaar gevangenisstraf\nuitgedien\nword.\nFH Grosskopf AR\nNestadt AR\nHowie AR Stem saam",
  "scraped_at": "2026-02-12T06:04:07.540866",
  "date": "1995-03-29",
  "coram": [
    "Nestadt AR",
    "F H Grosskopf AR",
    "Howie AR"
  ],
  "case_number": "700/93",
  "parties": {
    "applicants": [
      "Isaac Carolus"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "Isaac Carolus was convicted by the Western District High Court of two counts of robbery and one count of murder. On 17 September 1989 he and a co‑offender, Charles Dangatye, attacked a farm in the Rustenburg district. They overpowered and bound the farm owner, a farm worker (Samuel Moraki) and the owner’s wife, Mrs W M Janse van Vuuren. Cloths were forced into the victims’ mouths; the wife died of asphyxiation. Carolus was arrested on 27 February 1990, made a statement, but only appeared in court on 19 March 1993, pleading not guilty and claiming he acted under duress from Charles. The trial court rejected the duress defence, found him guilty of murder with dolus eventualis, imposed the death penalty for murder and 10‑year sentences for each robbery, to run concurrently.",
    "issues": "The appeal raised two primary issues: (1) whether the defence of duress was available to the appellant and thus should have led to acquittal of the murder charge; (2) whether the appellant possessed the requisite mens rea (dolus eventualis) for murder and, consequently, whether the death sentence was appropriate.",
    "principles": "South African criminal law requires that duress be proved on a balance of probabilities, with an imminent threat and no reasonable alternative. The defence is unavailable where the accused voluntarily participates in the unlawful act. Dolus eventualis is established when the accused foresees the possibility of death and proceeds recklessly, accepting that risk. Relevant precedent includes S v Ntuli, S v Ndinisa, and S v Majosi on the nature of dolus eventualis and the limited scope of duress.",
    "application": "The court found that Carolus was not coerced; he actively bound the victims, observed Charles inserting the cloth into the victim’s mouth, and helped loot the farm. His testimony showed he was aware of the risk of death, satisfying the requirement for dolus eventualis. The duress defence was rejected as untenable. While the murder conviction was upheld, the court considered mitigating factors (no lethal weapons, secondary role) and aggravating factors (robbery motive, cruelty, vulnerable victim) in sentencing. Weighing these, the death penalty was deemed disproportionate and was substituted with a 25‑year imprisonment term, with the two 10‑year robbery sentences to run concurrently.",
    "conclusion": "The appeal against the murder conviction was dismissed. The death sentence was upheld in principle but replaced by a term of 25 years' imprisonment for murder. The sentences of ten years' imprisonment for each robbery were ordered to run concurrently with the 25‑year term."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Homicide",
    "level_3": [
      "duress",
      "dolus eventualis",
      "death penalty",
      "robbery",
      "murder",
      "appeal"
    ]
  }
}