{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/49.html",
  "case_name": "Shoba v Officer Commanding, Temporary Police Camp, Wagendrift Dam, Maphanga v Officer Commanding, SA Police Murder & Robbery Unit, Pietermaritzburg (500/93,525/93) [1995] ZASCA 49; 1995 (4) SA 1 (AD); [1995] 2 All SA 300 (A) (12 May 1995)",
  "citation": "[1995] ZASCA 49",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 49\n|\nNoteup\n|\nLawCite\nShoba v Officer Commanding, Temporary Police Camp, Wagendrift Dam, Maphanga v Officer Commanding, SA Police Murder & Robbery Unit, Pietermaritzburg (500/93,525/93) [1995] ZASCA 49; 1995 (4) SA 1 (AD); [1995] 2 All SA 300 (A) (12 May 1995)\nDownload original files\nPDF format\nRTF format\nCases nos 500/93 and 525/93\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE\nDIVISION)\nIn the appeals of:\n(1)\nTHULANE WASHINGTON SHOBA\nduly assisted by PHILDA SHOBA in\nher capacity as his mother and\nlegal guardian . . ..\t\tAppellant\nversus\nTHE OFFICER COMMANDING THE TEMPORARY\nPOLICE CAMP AT WAGENDRIFT DAM\n1st Respondent\nTHE MINISTER OF LAW AND ORDER\n2nd Respondent\nand\n(2)\nMDUDUZI SIEGFRIED MAPHANGA\nAppellant\nversus\nTHE OFFICER COMMANDING, SAP MURDER &\nROBBERY UNIT, CNR EDENDALE & CAMPS\nDRIFT ROADS, PIETERMARITZBURG\n1st Respondent\nTHE OFFICER COMMANDING. SAP STATION,\nLOOP STREET, PIETERMARTTZBURG\n2nd Respondent\nTHE MINISTER OF LAW AND ORDER\n...\t3rd Respondent\nCORAM\n: CORBETT CJ, E M GROSSKOPF, NESTADT, STEYN JJA et( NICHOLAS\nAJA.\nDATE OF HEARING\n: 7 March 1995\nDATE OF JUDGMENT\n: 12 May 1995\nJUDGMENT\nCORBETT CJ\n: /\n2\nCORBETT CJ\n:\nThese two appeals raise once again the vexed question\nof the use of the so-called Anton Piller order in our law. This matter was first\nconsidered by this Court in the case of\nUniversal City Studios Inc and Others\nv Network Video (Pty) Ltd\n[1986] ZASCA 3\n;\n1986 (2) SA 734\n(A). In that case the Judge of\nfirst instance (Lategan J) had granted what is commonly referred to as an Anton\nFiller order in an\ninstance of the alleged \"pirating\" of cinematograph films by\na maker and distributor of video tapes. The order was far-reaching in\nits terms.\nAn appeal to the Full Court was successful and the order was set aside (see\nNetwork Video (Pty) Ltd v Universal City Studios Inc and Others\n1984 (4)\nSA 379\n(C) ). By the time that the case came before this Court on appeal it was\nmoot and the only live issues were the costs of\n3\nthe various stages of the proceedings. The Court indicated that one of the\nparagraphs of the order of Lategan J ought properly to\nhave been granted, but as\nthere was no practical point in making a formal order to this effect, thus\nCourt's order dealt only with\ncosts.\nThe judgment of this Court reviewed the\nmore important reported decisions of our Courts relating to Anton Piller orders\nand referred\nparticularly to the trilogy of Transvaal cases\n(Economic Data\nProcessing (Pty) Ltd and Others v Pentreath\n1984 (2) SA 605\n(W);\nCerebos\nFood Corporation Ltd v Diverse Foods SA (Pty) Ltd and Another\n1984 (4) SA\n149\n(T); and\nTrade Fairs and Promotions ( Pty) Ltd v Thomson and Another\n1984 (4) SA 177\n(W) ) in which disapproval of the practice of granting such\norders was expressed. In the judgment (at 751 B-E) this Court referred\nto the\nanalysis and\n4\nsummary of the various components of Anton Piller orders granted by South\nAfrican courts contained in the judgment in the\nCerebos Food\ncase, supra,\nat 164 A-C, and reading as follows:\n\"1. Authorising the search for and attachment of property in the possession\nof the defendant where the plaintiff has a real or personal\nright to it,\n2.\tOrders for the disclosure of names of sources and retail outlets of the\ndefendant as they enable the defendant to operate unlawfully,\ninfringing on the\nplaintiff's rights.\n3.\tOrders for the attachment of documents and other things to which no right is\nclaimed except that they should be preserved for\nand produced as evidence in an\nintending Court case between the parties.\n4.\tOrders for the production and handing over of a thing to which no right is\nclaimed but as part of an interdict to make the interdict\neffective, for example\nby erasure of a trade mark from the defendant's\ngoods.\"\nIn the\nCerebos Food\ncase the Court,\nconsisting of Boshoff JP, Van\nDijkhorst J and O'Donovan J, went on to hold\n-\n(a) that the first of these components, viz an order for the\n5\nattachment of property in which a real or personal right was claimed\n(including both common law and statutory rights) was not a \"true\nAnton Piller\nremedy\" and that our Courts had for many years been granting interim attachment\norders where the plaintiff alleged an\nexisting right in a thing and where the\nonly way in which that thing could be preserved or irreparable harm prevented\nwas by the\nattachment thereof pendente lite\n(Cerebos Food\njudgment at\n164D - P); (b) mat neither in Roman law nor in Roman-Dutch law nor in our law as\nlaid down by the Appellate Division\nwas there any authority justifying an order\nfor the type of disclosure covered by the second component\n(Cerebos Food\njudgment at 168A -B);\n6\n(c)\tthat South African Courts had no jurisdiction to grant the type of order of\nattachment visualized by the third component, i e\nwhere the applicant claimed no\nright in the property to be attached but wished to have it preserved so that it\ncould be produced\nas evidence in an intended court action\n(Cerebos Food\njudgment at 173F); and\n(d)\tthat, in regard to the fourth component, a South African Court had no power\nto order the handing over of property \"to make the\ninterdict effective\" where no\nright to that property existed\n(Cerebos Food\njudgment at 173G -\nI).\nWith reference to the third component and the views expressed\nin the\nCerebos Food\ncase concerning it, the judgment in the\nUniversal\nCity Studios\ncase makes the following observation (at 754E\n7\n-F):\n\"Now, I am by no means convinced that in appropriate circumstances the Court\ndoes not have the power to grant ex parte and without\nnotice to the other party,\nie the respondent (and even, if necessary, in camera) an order designed pendente\nlite to preserve evidence\nin the possession of the respondent. It is probably\ncorrect, as so cogently reasoned by the Court in the Cerebos Food case supra,\nthat there is no authority for such a procedure in our common law. But, of\ncourse, the remedies devised in the Anton Piller case\nsupra and other subsequent\ncases for the preservation of evidence are essentially modem legal remedies\ndevised to cater for modem\nproblems in the prosecution of commercial suits.\"\nAfter reference to the Court's inherent power to regulate its procedures in\nthe interests of the proper administration of justice,\nthe judgment proceeds (at\n755A -E):\n8\n\"In a case where the applicant can establish prima facie that he has a cause\nof action against the respondent which he intends to\npursue, that the respondent\nhas in his possession specific documents or things which constitute vital\nevidence in substantiation\nof the applicant's cause of action (but in respect of\nwhich the applicant can claim no real or personal right), that there is a real\nand well-founded apprehension that this evidence may be hidden or destroyed or\nin some manner spirited away by the time the case\ncomes to trial, or at any rate\nto the stage of discovery, and the applicant asks the Court to make an order\ndesigned to preserve\nthe evidence in some way, is the Court obliged to adopt a\nnon possumus attitude? Especially if there is no feasible alternative?\nI am\ninclined to think not. It would certainly expose a grave defect in our system of\njustice if it were to be found that in circumstances\nsuch as these the Court\nwere powerless to act. Fortunately I am not persuaded that it would be. An order\nwhereby the evidence was\nin some way recorded, eg by copying documents or\nphotographing things or even by placing them temporarily, ie pendente lite,in\nthe\ncustody of a third party would not, in my view, be beyond the inherent\npowers of the Court. Nor do I perceive any difficulty in permitting\nsuch an\norder to be applied for ex parte and without notice and in camera, provided that\nthe applicant can show the real possibility\n9\nthat the evidence will be lost to him if the respondent gets wind of the\napplication.\"\n(I have corrected the misprints which appeared in the published version of\nthe judgment.)\nThe judgment also deals with safeguards and procedures (at 755F - G), but\nthen goes on to state that it is not necessary in the instant\ncase to \"pronounce\nfinally on these matters\" inasmuch as the orders in issue granted by Lategan J\nare \"a far cry from an order designed\nmerely to preserve specific evidence for\ntrial\" (at 755H -1).\nThis brings me to the second decision of this Court in a\ncase involving an Anton Piller-type order, viz\nJafta v Minister of Law and\nOrder and Others\n[1991] ZASCA 1\n;\n1991 (2) SA 286\n(A). In that case the applicant\n(appellant), alleging that he had been taken into custody by the police and\ninterrogated at a police\nstation and that in the course of\n10\ninterrogation he had been assaulted and tortured by being given electric\nshocks, made application in the Witwatersrand Local Division\nin accordance with\nthe usual Anton Piller procedures for an Anton Piller-type order, citing as\nrespondents the Minister of Law and\nOrder and certain senior police officers.\nThe order sought, which ran to many paragraphs, was designed generally to enable\nthe applicant\nto point out and identify, at the police station, the alleged\ntorture apparatus and to ensure that such apparatus be preserved so\nthat it\nshould serve as evidence in a civil claim for damages to be instituted by the\napplicant against the respondents.\nThe application came before Streicher J, who permitted it\nto\nbe heard ex parte in camera and without notice to the respondents.\nAfter\nhearing argument he dismissed the application, holding that he\n11 was precluded by the decision of the Full Court in the\nCerebos\nFood\ncase, supra, from granting the relief claimed, but granted leave to\nappeal\nto this Court. An application that this Court hear the appeal\nin camera and\nwithout notice to the respondents, and argument on the\nmerits of the appeal,\nwere heard by this Court, as a matter of urgency,\nin camera and without\nnotice. The procedures which were followed\nto achieve this result are fully\nset forth in the judgment of this Court\n(Jafta case, supra, at 290H - 291J)\nand need not be detailed.\nIn its judgment in the\nJafta\ncase this Court held as\nfollows:\n(1) That the above-quoted dictum in the\nUniversal City\nStudio\ncase,\nsupra (and appearing in the reported judgment of the case at\n755A - E) was obiter (see Jafta judgment at 292G -\n293A);\n12\n(2)\tThat Streicher J was correct in holding that he was precluded from granting\nthe orders prayed by the decision of the Full Court\nin the\nCerebos Food\ncase (\nJafta\njudgment at 293B -D).\n(3)\tThat for the application and the appeal to succeed it was necessary for this\nCourt to translate the\nobiter\ndictum referred to in (1) above into \"a\npositive decision\" and to overrule pro tanto the\nCerebos Food\ndecision\n(Jafta\njudgment at 293D - E).\n(4)\tThat there were various statutory provisions which might possibly prevent an\norder being granted against the respondents ex parte\nand without notice, of\nwhich sec 35 of Act 62 of 1955 appeared prima facie to be the most pertinent\n(Jafta\njudgment at 294D - 2951); and that owing to the ex parte nature of\nthe proceedings the Court could not be sure that there were no\nother\n13\nstatutory bars to the relief being granted without notice (Jafta judgment at 295\nJ);\n(5)\tThat in the circumstances it would be unwise to decide these and other\nissues in the matter without hearing argument from all\nthe parties concerned\n(Jafta\njudgment at 296A - D); and\n(6)\tThat the application be dismissed, that no decision be given on the merits\nof the appeal and that it be for the applicant to\ndecide whether to prosecute\nthe appeal in accordance with the normal rules of procedure\n(Jafta\njudgment at 296E).\nIn the result the appeal was not taken any\nfurther and the questions left open in\nJafta'\ns case remained unresolved;\nand that was the position when proceedings were launched on motion in the two\nmatters now under consideration.\nFor the sake of brevity, I shall refer\n14\nto them as the\nShoba\ncase and the\nMaphanga\ncase.\nIn the\nShoba\ncase the applicant, a seventeen-year-old schoolboy (who was\nassisted in these proceedings by his mother, his legal guardian), was\narrested\nby the police at his home in Bruntville, Natal on suspicion of having been\ninvolved in arson committed in relation to the\nhostel at Bruntville. He was\ntaken to various places at which he was interrogated by members of the police.\nOne such place was a\ntemporary camp at or near the Wagendrift Dam. Here, so the\napplicant alleged, he was tortured by being subjected to electric shocks.\nThis\nwas done by means of an apparatus operated by the police and described by the\napplicant as a square grey metal box, on top of\nwhich there were two holes. From\nthese holes, which looked like plug sockets, there emerged wires over a metre\nlong and ending\n15\nwith metal clamps. There were switches and coloured lights, which lit up when\nthe box was turned on. All this happened in January\n1993.\nIn the founding\naffidavit the applicant averred that he suffered pain and injury as a result of\nthese electric shocks, In a supporting\naffidavit applicant's attorney, Mr\nVarney, stated that he had been instructed by the applicant (duly assisted) to\nbring an action\nfor damages against the Minister of Law and Order by reason of\nthe torture committed by members of the South African Police in the\ncourse and\nscope of their employment. Mr Varney proceeded to point out that it was likely\nthat the persons responsible for these\nunlawful assaults would deny the\napplicant's allegations and would do everything possible to conceal the truth.\nFor this reason it\nwas\n16\nessential that the applicant be given the opportunity to attempt to secure as\nevidence the equipment that was used to torture him,\nor at least to have the\nexistence of the equipment confirmed by independent observation. The only way to\nachieve this would be to\nallow the applicant, accompanied by his attorney, to\ninspect the premises and point out the equipment, if still there. He further\nsubmitted that it was in the interests of justice that the persons who had\ncustody of the torture equipment should not have notice\nof the application,\nsince if they did have such notice it was likely that they would remove or\nconceal the equipment and in that\nway seek to defeat the applicant's rights to\njustice.\nNevertheless, notice of the application was given to the respondents\ncited, viz the Officer Commanding the Temporary Police\n17\nCamp at Wagendrift Dam (first respondent) and the Minister of Law\nand\nOrder (second respondent). The form of order sought, which was\nevidently\ndictated by the\nJafta\ndecision, was one:\n\"1. Declaring that the Applicant would have been entitled in the circumstances\nset out in this Application to have brought an Application,\nto be heard in\ncamera for the relief set out in paragraphs 1.1 to 1.7\nwithout notice\nto\nthe Respondents\nherein:\n1.1\tThat the provisions of the Rules of Court with regard to the form and\nservice of this application are dispensed with in terms\nof Rule of Court\n6(12).\n1.2\tThat the Registrar of this Honourable Court is to retain the file in this\nmatter in his/her custody and that no person having\nany knowledge of the\ncontents of this application or of the fact that this application has been\nbrought is to disclose such facts\nor any facts relating thereto to any other\nperson pending the execution of paragraph 1.4 (of) this order without leave\nhaving been\ngranted by this Honourable\nCourt.\n18\n1.3\tThat the Officer Commanding Estcourt Prison, or the person in charge of the\nprison for the time being, where the applicant is\npresently being held, be\nordered to release the applicant immediately into the custody of the Deputy\nSheriff for the purposes of\ncarrying out the directions set out hereunder in\nparagraph 1.4. On the completion of the execution or attempted execution of the\ndirections contained in paragraph 1.4, the Deputy Sheriff is ordered to return\nthe applicant to the custody of the Officer Commanding,\nEstcourt Prison or to\nthe person in charge of the prison.\n1.4\tThat the policeman or person in control of the structures and premises\n(hereinafter referred to as 'the premises'), or the policeman\nor person in\ncontrol thereof for the time being, referred to in paragraph 9 of the affidavit\nof the applicant, permit attorney HOWARD\nVARNEY of the firm of attorneys, LEGAL\nRESOURCES CENTRE, and the applicant:-\n1.4.1 To be granted immediate access to the premises upon being presented with\nthis order;\n19\n1.4.2\nThereupon to inspect the\npremises and vehicles in the vicinity of the premises, for the purposes of\nenabling the applicant to point\nout and identify any apparatus and object which\nmay be present there; and capable of being used to administer electric shocks\nand\nin particular an instrument such as described in the affidavit of the\napplicant;\n1.4.3\nTo examine any apparatus or\nobject such as is referred to in sub-paragraph 1.4.2\nabove.\"\nIn addition there were prayers requiring the\nterms of para 1.4 to be executed only in the presence of a deputy sheriff, who\nwas to\nprepare an inventory of any such apparatus found on the premises, to\nretain any such apparatus in his possession at the pleasure\nof the Court and to\nprovide the parties with a copy of the inventory; requiring the applicant's\nattorney to file an affidavit describing\nthe execution of the\n20\norder; and giving any interested party the right to set the matter down on\nnotice for further hearing or for variation of the order\nor for the grant of\nother relief (par 1.5, 1.(5 and 1.7).\nThe application was opposed by the\nrespondents upon a number of grounds, both legal and factual. As to the facts,\nthere is no dispute\nabout the applicant's arrest and the fact that he was\ninterrogated by the police, but it is denied \"emphatically\" that applicant\nwas\ntortured, or that anyone was in possession of a square, grey metal box or that\nthe applicant was subjected to electric shocks.\nI shall come later to the\nvarious legal points taken in opposition to the application.\nThe matter came\nbefore Hurt J in the Natal Provincial Division, who for reasons to be stated\nlater, dismissed the application\n21\nwith costs, but gave leave to appeal to this Court. The case was heard and\njudgment was delivered on 27 August 1993.\nJust over a week later a similar\napplication was launched in the\nMaphanga\ncase. The applicant in this case\n(in which Mr Varney again acted as the attorney) alleged, too, that he had been\narrested and taken\nto two police stations in Pietermaritzburg, where he was\nassaulted. In the course of the assaults he was punched and kicked and motor-car\ninner tubes were pressed against his face, preventing him from breathing; and\nwires were pushed against him, causing sharp pain.\nHe later noticed on the\npremises a black electric cord, one end of which appeared to be plugged in\nbehind a cupboard. The other end\nof the cord consisted of three bare wires.\nShortly thereafter he was released. That night he was examined by a doctor,\n22\nwho found multiple bruises over the whole of applicant's body;\nwrist\ntrauma consistent with a history of his wrists having been tied with\nsacking; a swollen upper lip; a small patch of blood in the right\near canal; and\nboth nostrils filled with blood.\nIn a supporting affidavit Mr Varney stated\nthat he had been instructed by the applicant to bring an action for damages\nagainst the\nMinister of Law and Order by reason of the torture committed by\nmembers of the South African Police in the course and scope of their\nemployment.\nHe proceeded to explain, as in the\nShoba\ncase, the need to have an\ninspection of the premises in order to locate and identify the torture\nequipment; and the reasons why the\npersons having custody of the equipment\nshould not have notice of the application.\nIn the notice of motion, citing as respondents the\nofficers\n23\ncommanding the two police stations and the Minister of Law and Order, orders\nsimilar to those claimed in the\nShoba\ncase, apart from the declarator,\nwere sought. In addition, the applicant asked that the provisions of the Rules\nof Court relating\nto service of the application be dispensed with; that the\napplication be heard in camera; and that, in effect, pending the execution\nof\nthe order sought, secrecy be maintained in regard to the application and the\ncontents of the papers filed (paras 1 and 2).\nThe matter came before Shearer\nJ in the Natal Provincial Division, ex parte and in camera. The learned Judge\ndismissed the application\non the basis that the decision in\nJafta\n's case\nprecluded him from hearing the matter without notice to the respondents. He\ngranted leave to appeal to this Court.\n24\nThereafter the full papers in this matter were served on the respondents, who\nhave participated fully in the appeal. Because the two\ncases, i e\nShoba'\ns\ncase and\nMaphanea\n's case, involved similar issues the appeals were heard\ntogether. The same counsel and attorneys acted for the appellants, on the\none\nhand, and for the respondents, on the other hand.\nOn appeal a number of\npoints were argued. I shall deal with them in what appears to be their logical\nsequence.\nDeclaration of Rights\nThis point pertains only to the Shoba appeal. In this case, it will be\nrecalled, the applicant actually gave notice to the respondents,\nthus forfeiting\nthe surprise effect of an Anton Piller-type order. The order prayed (lid not\ncontemplate an actual inspection of\n25\nthe premises in question and search for the alleged torture apparatus. What\nwas sought was a declaratory order that, in the circumstances\ndescribed by the\napplication, the applicant would have been entitled to move the Court, in\ncamera, and without notice to the respondents,\nfor an order permitting\ninspection of the premises, etc. In fact, in his affidavit Mr Varney referred to\nthe\nJafta\ncase and stated that he had advised the applicant that in that\ncase the Appellate Division had declined to make an order without\nnotice to the\nrespondents. The affidavit continues:\n\"As I understand the case, however, the Court left it open to an Applicant to\npersuade a Court after notice to all Respondents and\nfull argument, that an\norder without notice, to be heard in camera, could still be made in appropriate\ncircumstances. I submit that\nthis is in the nature of a test case and that a\ndecision will assist litigants in future who are faced with\nsimilar\n26\ncircumstances.\"\nIn the Court a quo the issue was raised as to whether in such circumstances\nthe Court had the power to make a declaratory order such\nas that sought by the\napplicant (now the appellant, but whom I shall continue to call the\n\"applicant\"). The applicant relied on sec\n19(l)(a)(iii) of the Supreme Court\nAct, 59 of 1959, which empowers a provincial or local division of the Supreme\nCourt -\n\" . . . in its discretion, and at the instance of any interested person, to\nenquire into and determine any existing, future or contingent\nright or\nobligation, notwithstanding that such person cannot claim any relief\nconsequential upon this determination.\"\nIn this\nregard Hurt J stated in his judgment -\n27\n\"The section empowers a Court to 'enquire into and determine any existing,\nfuture or contingent light or obligation'. What the applicant\nis seeking to do\nin this case is (if one gives the wording of the Notice of Motion its literal\nmeaning and effect) to ask this Court\nto rule that in the situation as existed\nin January 1993 the applicant would have been entitled to a procedural order on\nan application\nbrought in camera and without notice to the\nrespondents.\"\nHaving emphasized that the question as\nto whether the applicant was entitled to any form of interim relief was a\nprocedural one and\nthat the Court had a discretion in the matter, the learned\nJudge continued:\n\"Accordingly it seems to me that what this Court is now being asked to enquire\ninto is not really the determination of an existing,\nfuture or contingent right,\nbut a question of whether there were good prospects of success, to put it\nroughly, available to the applicant\nif he had moved for urgent relief in camera\nin January 1993.\nIt follows that I do\nnot consider that this is a case in\n28\nwhich the Court is being asked to enquire into a matter which falls under\nsection 19(l)(a)(iii) of the Supreme Court Act even though\nthe question at issue\nin this application is obviously an important one and even though it would be\nmost desirable to have a ruling\nby the Courts on the question of whether the\nstatutes which are referred to in\nJafta\n's case may prove to be a bar to\nrelief in camera in the type of situation contemplated in this application. I\nunfortunately do not\nconsider that I have the power, especially sitting as a\nJudge of first instance, to grasp the nettle and resolve the question which\nthe\napplicant implicitly poses in this application.\"\nI agree with Hurt J. Generally speaking, the Courts will not, in terms of sec\n19(l)(a)(iii), deal with or pronounce upon abstract\nor academic points of law.\nAn existing or concrete dispute between persons is not a pre-requisite for the\nexercise by the Court of\nits jurisdiction under this subsection, though the\nabsence of such a dispute may, depending on the circumstances, cause the Court\nto refuse to\n29\nexcercise its jurisdiction in a particular case (see\nEx parte Nell\n1963 (1) SA 754\n(A), at 759H - 760B). But because it is not the function of the\nCourt to act as an adviser, it is a requirement of the exercise of\njurisdiction\nunder this subsection that there should be interested parties upon whom the\ndeclaratory order would be binding\n(Nell\n's case, at 760B - C). In Nell's\ncase, supra, at 759A - B, Steyn CJ referred with approval to the following\nstatement by Watermeyer\nJA in\nDurban City Council v Association of Building\nSocieties\n1942 AD 27\n, fit 32, with reference to the identically worded sec\n102 of Act 46 of 1935:\n\"The question whether or not an order should be made under this section has to\nbe examined in two stages. First the Court must be\nsatisfied that the applicant\nis a person interested in an 'existing, future or contingent right or\nobligation', and then, if satisfied\non that point, this Court must decide\nwhether the case is a proper one for the exercise of the discretion conferred on\nit.\"\n30\nI shall assume in applicant's favour that the subsection applies to\nprocedural rights, as well as substantive rights. Even on that\nassumption I do\nnot see how the declaration sought by this applicant could be regarded as\nrelating to an existing, future or contingent\nright. By the time the matter was\nheard by Hurt J the applicant no longer sought or wished to seek orders for the\ninspection of the\npremises and a search for the torture apparatus. He merely\nwanted to be advised whether, had he made application in camera and without\nnotice in January 1993, he would have been entitled to obtain such orders. This\ndoes not seem to me to be covered by the powers granted\nthe Court under sec\n19(l)(a)(iii) of the Supreme Court Act. It is not a matter upon which the\njudgment of the Court would be binding\non the interested parties. Accordingly,\nthe arguments of\n31\napplicant's counsel notwithstanding, I am of the opinion that Hurt J\ncorrectly refused to make an order under this subsection.\nIn the Court below applicant's counsel, in the course of argument, moved an\namendment of the notice of motion, which in the words\nof Hurt J -\n\"... would have effectively removed the prayer for relief in the form of a\ndeclarator and substituted therefor relief in the form\nof an order granting the\napplicant the right to proceed, as set out in paragraphs 1.1 to 1.7 of the\nNotice of Motion.\"\nOn appeal applicant's counsel\npursued the application for an amendment, as an alternative to his main argument\nto the effect that\nthe Court should have made an order under sec\n19(l)(a)(iii).\nHurt J refused the amendment on the ground that the\n32\nrespondents would be irreparably prejudiced if it were granted at that stage.\nI am not persuaded that the learned Judge exercised\nhis discretion improperly\nand consequently this alternative argument, based upon an application for an\namendment, fails.\nThese conclusions are fatal as far as the appeal in\nShoba\n's case is concerned.\nI turn now to the other points which are\ncommon to both cases but which are now academic in\nShoba\n's case.\nAnton Filler: A General Remedy\n?\nAt this point it is necessary to give a decision in regard\nto what was left open in both the\nUniversal City Studios\ncase, supra,\nand\nJafta'\ns case, supra, viz whether an Anton Piller\norder directed at\nthe preservation of evidence should be accepted as part of\nour practice.\n33\nIn my view, it should; and I would define what an applicant for such an\norder, obtained in camera and without notice to the respondent,\nmust prima facie\nestablish, as the following:\n(1)\tThat he, the applicant, has a cause of action against this respondent which\nhe intends to pursue;\n(2)\tThat the respondent has in his possession specific (and specified) documents\nor things which constitute vital evidence in substantiation\nof applicant's cause\nof action (but in respect of which applicant cannot claim a real or personal\nright); and\n(3)\tThat there is a real and well-founded apprehension that this evidence may be\nhidden or destroyed or in some manner be spirited\naway by the time the case\ncomes to trial or to the stage of discovery.\n34\nI have used the words \"vital evidence\" in the sense of being evidence of\ngreat importance to the applicant's case. In the case of\nEx parte Matshini\nand Others\n1986 (3) SA 605\n(E) it was held that in order to obtain an Anton\nPiller order the applicant would have to show that the evidence was \"essential\"\nor \"absolutely necessary\" in order for him to prove his claim and that its\nnon-availability at the trial would result in the administration\nof justice\nbeing defeated (at 613A - C). As I suggested in\nJafta'\ns case (at 294A),\nthis poses too stringent a test.\nThe Court to which application is made for\nsuch an Anton Piller order has a discretion whether to grant the remedy or not\nand, if\nit does, upon what terms, In exercising this discretion the Court will\npay regard, inter alia, to the cogency of the prima facie\ncase\n35\nestablished with reference to the matters listed (1), (2) and (3) above; the\npotential harm that will be suffered by the respondent\nif the remedy is granted\nas compared with, or balanced against, the potential harm to the applicant if\nthe remedy is withheld; and\nwhether the terms of the order sought are no more\nonerous than is necessary to protect the interests of the applicant.\nThe acceptance of the Anton Piller principle in regard to the preservation of\nevidence on the basis set forth above means that, to\nthe extent to which they\nare in conflict with this, the judgments in the\nEconomic Data. Cerebos\nFood\nand\nTrade Fairs\ncases must be taken to be overruled.\nIt is\nnot necessary in this case to decide whether the Anton Piller principle has any\nscope in our law other than what is\n36\nindicated above.\nThe above-stated formulation in regard to the\npreservation of evidence is in general terms. It was submitted, however, by\nrespondent's\ncounsel that the Anton Piller remedy was essentially one designed\nfor litigation in the intellectual property field and that it should\nbe limited\nto those classes of cases. In this connection counsel referred to certain\nremarks by Lord Wilberforce in the English case\nof\nRank Film Distributors Ltd\nand others v Video Information Centre and others\n[1981] UKHL 4\n;\n[1981] 2 All ER. 76\n(HL),\nat 78g - h, to the effect that the Anton Piller order was designed to deal with\nsituations created by infringements of patents,\ntrade marks and copyright and\nmore particularly with acts of commercial piracy in these fields. That the Anton\nPiller procedure originated\nin this way is beyond question; but\n37\nthe English decisions show that the procedure has been extended to other\nclasses of cases as well. Thus, in\nYousif v Salama\n[1980] 3 All ER 405\n(CA) an Anton Piller order was made for the preservation of documents which were\n\"the best possible evidence to prove the plaintiffs\ncase\" (but which were not\nthe subject matter of the action) in a commercial dispute between a supplier of\ngoods for re-sale and his\ndistributor under a profit-sharing agreement. In a\nsimilar kind of dispute an Anton Piller order was granted after judgment in\norder\nto elicit and preserve documents relating to the defendant's assets and\nessential to the execution of the judgment\n(Distributori Automatici Italia\nSpA v Holford General Trading Co Ltd and another\n[1985] 3 All ER 750\n(QBD)\n). And in\nEmanuel v Emanuel\n[1982] 2 All ER 342\n(Fam D) an Anton Piller\norder for the preservation of documents\n38\nrequired as evidence, but not themselves the subject matter of the\nproceedings, was granted in the Family Division in a matrimonial\n(post-divorce)\ndispute. There is, so far as I am aware, no authority in English law suggesting\nthat these cases were incorrectly\ndecided or that the Anton Piller procedure\nshould be confined to intellectual property cases. (See also\nUniversal\nThermosensors Ltd v Hibben and others\n[1992] 3 All ER 257\n(Ch) ).\nIn this\ncountry the Anton Piller procedure has been used mainly in the intellectual\nproperty field, but in other areas as well, more\nparticularly in applications\nsimilar to those under consideration in these appeals. In this regard I would\nrefer particularly to\nEx parte Matshini and Others\n1986 (3) SA 605\n(E)\nand\nEx parte Dyantyi and Another\n1989 (4) SA 826\n(CkGD). In\nMatshini'\ns case an Anton Piller\n39\nPiller order was refused because, so the Court held, the real evidence in\nquestion (torture apparatus) was not shown to be \"essential\"\nor \"absolutely\nnecessary\" in order for the applicants to prove their claims. (See my remarks\nabove as to the correctness of this\ntest.) At this same time the Court appears\nto have accepted that otherwise and in principle there was no reason why in that\ncase\nan order for the preservation of the evidence by way of an Anton Piller\norder should not be granted (see judgment at 609E - H). In\nDyantyi\n's case\nan Anton Piller order for the pointing out and identification of torture\napparatus at certain security police headquarters\nwas granted. According to an\narticle by M C Flasket entitled \"The Final Word on Anton Filler Orders Against\nthe Police\" and published\nin\n(1992) 8 SAJHR 569\n, the premises in question were\nsearched in pursuance of\n40\nthis order and certain of the articles were found; and subsequent claims for\ndamages were settled. Mr Flasket also makes mention in\nhis article of similar\nAnton Piller orders granted in five other cases, in four of which torture\nequipment was found.\nAs a matter of legal policy, I can see no reason why the\nAnton Piller procedure should be confined to intellectual property cases;\nor\nindeed why it should not extend to cases such as those under consideration in\nthese appeals. The torture of persons in police\ncustody is a very serious matter\nindeed and where a person alleges that he has been so tortured and wishes to sue\nfor damages the\nCourt should not be tardy in coming to his assistance by way of\nan Anton Piller order for the discovery and identification of torture\nequipment\nin the possession of the police, provided that the three requisites which\n41\nI have listed above are satisfied. Evidence of the existence of such\nequipment would in most instances be vital or critical in any\nsuch action for\ndamages, even though it might not be the only evidence of assault. Inspection of\nthe premises in question in pursuance\nof such an Anton Piller order would, in\nnormal circumstances, not cause more than minor inconvenience to the police,\noften far less\nthan that caused to a potential defendant in an intellectual\nproperty suit. On the other hand, refusal of such an order in a deserving\ncase\ncould result in a subsequent denial of justice. Naturally the Courts should be\ncareful to ensure that the Anton Piller procedure\nis not used indiscriminately\nor as an instrument to harass the police or other potential defendants, but this\nshould not occur if\nthe Court gives careful attention to the above-mentioned\nthree requisites and exercises its discretion with good\n42\njudgement.\nIn the case of\nKrygkor Pensioenfonds v Smith\n[1993] ZASCA 47\n;\n1993 (3) SA\n459\n(A), at 469E - I, reference was made to the traditional reluctance of the\nCourts to depart from the procedures laid down by the Rules\nof Court and to the\nfact that only in exceptional cases will they exercise their inherent\njurisdiction to follow procedures not so\nlaid down. With reference thereto E M\nGrosskopf JA, delivering the judgment of the Court, stated (at 469H - I):\n\"Die uitsonderlike gevalle word op verskillende maniere omskryf in die\nbeslissings wat hierbo aangehaal is. Vir huidige doeleindes\nis dit egter genoeg\nom te sê dat die Hof hierdie bevoegdheid sal uitoefen net waar\ngeregtigheid vereis dat afgewyk word van\ndie gewone prosedure-reëls. En\nselfs waar 'n afwyking nodig mag wees, sal die Hof natuurlik altyd poog om so\nnaby as moontlik\naan die erkende praktyke te bly.\"\n43\nIn my view, Anton Piller procedure in matters such as those now under\nconsideration constitute appropriate exceptions to the normal\nrules of\nprocedure.\nFor these reasons, I am of the view that the submission by\nrespondents' counsel that the Anton Piller order should be confined to\nintellectual property cases is not well-founded; and that it may be employed in\ncases where the applicant seeks an order for the\ndiscovery and preservation of\nevidence, as for example torture apparatus in the possession of the police.\nThis, of course, is premised\nby the assumption that there is no statutory or\nother bar to the grant of such an order. It is to this aspect of the matter that\nI now turn.\nSec 35. General Law Amendment Act.\n1955\nSec 35\nof the General Law\nAmendment Act, 62 of 1955,\n44\nprovides as follows:\n\"Notwithstanding anything to the contrary contained in any law, no court\nshall issue any rule nisi operating as an interim interdict\nagainst the\nGovernment of the Union including the South African Railways and Harbours\nAdministration or the Administration of any\nProvince, or any Minister,\nAdministrator or other officer of the said Government or Administration in his\ncapacity as such, unless\nnotice of the intention to apply for such a rule,\naccompanied by copies of the petition and of the affidavits which are intended\nto be used in support of the application, was served upon the said Government,\nAdministration, Minister, Administrator or officer\nat least seventy-two hours,\nor such lesser period as the court may in all the circumstances of the case\nconsider reasonable, before\nthe time mentioned in the notice for the hearing of\nthe application.\"\nIt was this statutory provision, primarily, which gave us pause in the\nJafta\ncase, supra. Now, however, the matter has been\n45\nfully argued by the interested parties and we are in a position to decide\nwhether sec 35 constitutes a bar to the grant of an Anton\nPiller order against\nthe South African Police and/or the Minister of Law and Order.\nIt has been\nheld that sec 35 is peremptory to the extent that notice of at least 72 hours,\nor such lesser period as the Court may\nallow as being reasonable, must be given\nof an application falling within the ambit of the section\n(Maharaj Brothers v\nPieterse Bros Construction (Ptv) Ltd and Another\n1961 (2) SA 232\n(N);\nXaba and Others v Bantu Affairs Commissioner. Newcastle\n1968 (1) SA 193\n(N), at 195C - D). In\nXaba\n's case, however, it was held that the section\ndid not preclude an urgent application being made against an officer of the\nGovernment\non oral evidence.\n46\nIn terms, sec 35 applies only to an application for a \"rule nisi operating as\nan interim interdict\". The term \"rule nisi\" is derived\nfrom the English law and\npractice, and the rule may be defined as an order by a Court issued at the\ninstance of the applicant and\ncalling upon another party to show cause before\nthe Court on a particular day why the relief applied for should not be granted\n(see\nVan Zyl's\nJudicial Practice\n. 3 ed, 450 ff et seq;\nTollman v\nTollman\n1963 (4) SA 44\n(C), at 46H. Walker's\nOxford Companion to Law\n,\nsv \"nisi\", states that a decree, rule or order is made nisi when it is not to\ntake effect unless the person affected fails within\na stated time to appear and\nshow cause why it should not take effect. As Van Zyl points out, our common law\nknew the temporary interdict\nand a \"curious mixture of our practice with the\npractice of England\" took place and the practice\n47\narose of asking the Court for a rule nisi, returnable on a certain day, but\nin the meantime to operate as a temporary interdict.\nIn determining whether\nan Anton Piller order falls within the ambit of \"a rule nisi operating as an\ninterim interdict\", account must\nbe taken of the principle that a statutory\nprovision which clogs or hampers the ordinary rights of an aggrieved person to\nseek the\nassistance of the courts should be restrictively construed and not be\nextended beyond its expressed limits\n(Benning v Union Government (Minister of\nFinance)\n1914 AD 180\n, at 185;\nAvex Air (Pty) Ltd v Borough of Vryheid\n1973 (1) SA 617\n(A), at 621F - G;\nAdministrator. Transvaal and Others v Traub\nand Others\n[1989] ZASCA 90\n;\n1989 (4) SA 731\n(A), at 764E - F). Taking due account of this\nprinciple, I am of the opinion that an Anton Piller order such as that sought in\nthese\ntwo\n48\ncases cannot be regarded in law as a \"rule nisi operating as an interim\ninterdict\". A rule nisi, as I have indicated, contemplates\nthat the relief\nsought will only be granted at some future date after the respondent has had\ntime to show cause that it should not\nbe granted. The Anton Piller order, on the\nother hand, grants immediate relief and requires the respondent forthwith - and\nwithout\nany opportunity to voice opposition - to submit to the search of his\npremises and to the other demands of the order. A rule nisi\nusually relates to\nsubstantive relief; the Anton Piller order relates merely to procedural relief,\nviz the preservation of evidence,\nto be used for ultimately securing the\nsubstantive relief. It is true that a rule nisi is sometimes incorporated in an\nAnton Piller\norder as a means of giving the respondent the opportunity to\ncontest the matter and have the order set aside, but\n49\nmore often than not (as in the\nShoba\ncase) the order sought contains a\nprovision, not in the form of a rule nisi, entitling the respondent to apply, on\nnotice, to vary\nor discharge the order (cf also\nJaffa\n's case, supra, at\n289D). In\nMaphanga\n's case the order prayed contains neither. Furthermore,\nthe interim interdict attached to a rule nisi usually seeks to maintain the\nstatus quo ante; whereas an Anton Piller order gives instant relief, subject to\nthe possibility of a later variation or discharge\nof the order.\nWhile a\ndecision that an Anton Piller order against, for example, the Minister of Law\nand Order is not debarred by sec 35, does undoubtedly\ngive rise to anomaly (see\nJafta\n's case, at 295G - I), that is not, in my opinion, sufficient ground\nfor differently interpreting sec 35. And in this regard it must\nbe borne in mind\nthat sec 35 was\n50\nenacted long before the Anton Piller procedure was devised.\nFor these reasons, I hold that sec 35 did not protect the respondents against\nthe issue of an Anton Piller order in the\nMaphanga\ncase.\nSection 3.\nState Liability Act, 1957\nThe next statutory bar relied\nupon by respondents' counsel was\nsec 3\nof the\nState Liability Act, 20 of 1957\n.\nAt the relevant time this section read as follows:\n\"No execution, attachment or like process shall be issued against the\ndefendant or respondent in any such action or proceedings or\nagainst any\nproperty of the State, but the amount, if any, which may be required to satisfy\nany judgment or order given or made against\nthe nominal defendant or respondent\nin any such action or proceedings may be paid out of the Consolidated Revenue\nFund.\"\n51\nThis section does not assist the respondents. Assuming that certain of the\nrelief asked for in the\nMaphanga\ncase, e g that authorising the Deputy\nSheriff to retain the apparatus or object found and placed on his inventory\nuntil the Court\notherwise orders, would amount to an \"attachment or like\nprocess\" in terms of the section, it seems to me that an insuperable difficulty\nconfronting the respondents is the fact that the section applies only to the\nattachment of\"property of the State\", In the ordinary\ncourse, so I am inclined\nto think, the onus of establishing the factual applicability of\nsec 3\nwould rest\nupon the party relying upon it (cf\nThome v Union Government\n1929 TPD 156\n,\nat 159). There is no evidence to suggest that the alleged torture apparatus (if\nit exists) belongs to the State. On the contrary,\nit may be accepted that, if\ndiscovered, such apparatus would probably be\n52\ndisowned by the State. It is not necessary to pursue these points (or to\ndecide them), however, since counsel for the applicant, having\ngiven notice\nthereof in his heads or argument, moved an application before us for the\namendment of certain prayers in the notice\nof motion. The amendments in effect\nprovide for the photographing of any such apparatus and eliminate the prayer for\nthe retention\nof possession thereof by the Deputy Sheriff. The application for\namendment was not opposed by the respondents and, in my view, it\nshould be\ngranted. Respondents' counsel conceded, as I understood him, that once this\namendment was granted,\nsec 3\nceased to have any relevance. I agree.\nPublic\nPolicy\nIt was submitted on respondents' behalf that it would be contrary to\npublic policy to permit Anton Piller order to be granted\n53\nin a case such as the present one. In this connection two points were\nmade:\n(1)\tIn principle the primary duty to investigate crime and to prosecute rests\nupon the State and, if evidence of a crime exists,\npublic policy requires that\nevidence tending to prove the commission of such a crime should be protected\nuntil the State has decided\nwhether to prosecute or not. To permit private\nindividuals to conduct their own investigations into criminal offences would be\nm\nconflict with these principles.\n(2)\tThe granting of an Anton Piller order in a case such as this conflicts with\nthe individual's privilege against\nself-mcrimination.\nThere is no substance in these\npoints. As to (1),\n54\naccepting the principles postulated, what is involved here is not an\nimpermissible investigation into a criminal offence by a private\nindividual but\nan attempt, by means of an order of Court, to preserve evidence required in a\ncivil case to redress a civil wrong.\nThe fact that the civil wrong may also\nconstitute a criminal offence is, in my view, of no moment. I know of no\nauthority, and none\nwas quoted to us, which establishes that, because a certain\naction constitutes a criminal offence as well as a civil wrong, the victim\nof\nboth is not entitled to pursue his civil remedy and collect evidence to\nsubstantiate his claim. It is true that when the civil\nclaim comes to court, the\nproceedings may, on application, be stayed pending the finalisation of criminal\nproceedings relating to\nthe same facts. This may be done in the interests of\njustice if the accused can show prejudice to himself in\n55\nthe criminal proceedings if the civil action were to be heard first (see\nHarms\nCivil Procedure in the Supreme Court\n. L 11, p 343). But that is a\ndifferent matter altogether. And, in any event, there is no suggestion of a\ncriminal prosecution in\nthe present case.\nAs to (2), no question of\nself-incrimination arises. The Anton Piller order prayed for does not involve,\nnor is it likely to lead\nto, any admissions or incriminating conduct on the part\nof a potential accused person. It simply entails a search of police premises\nfor\ntorture apparatus; and requires whoever happens to be in charge of the premises\nat the time to give the applicant, his attorney\nand the Deputy Sheriff access to\nthe premises and to allow the search to take place. In connection with this line\nof argument respondents'\ncounsel referred to the\nRank Film\ncase, supra.\nThe authority is against him\n56\nsince it is clear that orders requiring the respondents in that case to allow\naccess to the premises for the purpose of enabling the\nappellants to look for\nillicit copy films and to allow their being removed to safe custody, were held\nnot to involve or impinge upon\nthe privilege against self-incrimination (at 80 c\n- e).\nFor these reasons I hold that there is no statutory or other bar to the\ngrant against the respondents in the\nMaphanga\ncase of an Anton Piller\norder in the form sought by the applicant. As to the factual merits, it seems to\nme that the applicant established\n(i) a strong prima facie case of having been\nassaulted and tortured while in police custody; (ii) that he intended to pursue\nagainst\nthe second respondent a civil action arising from such assault and\ntorture; (iii) that, if it existed, the torture apparatus would\nbe vital\nevidence in such a civil\n57\naction; and that there was a real and well-founded apprehension that such\napparatus, if it existed, would be hidden or destroyed before\nthe matter came to\ntrial. This was hardly in dispute. In my opinion, the Court a quo should,\ntherefore, have granted Anton Piller\norder in this case. Although such an order\nis almost certainly academic at this stage, I shall substitute for the order of\nShearer\nJ an order which accords with the conclusions reached in tills\njudgment.\nIn regard to the form of the order, there are four points to be\nmade. Firstly, the prayers must be altered in accordance with the\namendments\nwhich are to be granted. Secondly, in contrast to the\nShoba\napplication,\nthe prayers in the\nMaphanga\napplication do not contain provision for an\ninterested party to set the matter down on notice for further hearing or for\nvariation\nof the order or for the grant\n58\nof other relief. This should be remedied. Thirdly, in formulating the order I\nhave otherwise followed the wording of the prayers in\nthe notice of motion, but\nrestricted their scope in certain respects and made a different order as to\ncosts. (See below). I do not\nwish to be understood to convey that this is a\nmodel order or that it and the procedure which it establishes cannot be improved\nupon.\nBecause of the academic nature of the order this is not a matter of\nimportance; and in any event it was not debated with counsel.\nFourthly, inasmuch\nas Shearer J heard the matter ex parte and in camera, prayers 1 and 2 of the\nnotice of motion fall away.\nFinally, there is the question of costs. The\nappeal in the\nShoba\ncase fails and that in the\nMaphanga\ncase\nsucceeds. In each case costs will follow the event. As I have indicated,\nhowever, the\n59\nsame counsel and attorneys acted in both cases. Moreover, the two cases were\nargued together, all the issues, apart from that relating\nto the declaration of\nrights in the\nShoba\ncase, being common to both cases. This may cause\nproblems in sorting out the costs of the hearing of the appeal and, in this\nregard,\nI would indicate for the guidance of the Taxing Master that the argument\non the declaration of rights issue occupied approximately\none-quarter of the\ntime of the hearing and the other issues approximately three-quarters. The\napplication for the amendment of the\nprayers in the notice of motion in the\nMaphanga\ncase did not, in my estimation, occasion any wasted costs and no\norder in regard thereto need be made. As regards the costs of the\napplication in\nthe Court a quo the relevant prayer in the notice of motion asked that these be\nordered to be paid by the respondents.\n60\nBut, in my view, such an order would be premature. Much would depend in a\ncase such as this on what the inspection revealed. The award\nof such costs\nshould consequently be left to the decision of the Judge who hears the action\nfor damages foreshadowed in the application.\nAccordingly it is ordered: I That the appeal in the matter of\nShoba v The\nOfficer Commanding the Temporary Police Camp at Wagendrift Dam and Another\nbe dismissed with costs, such costs to include the costs of two counsel.\nII That as regards the appeal in the matter of\nMaphanga v The Officer\nCommanding. SAP Murder and Robbery Unity.\nCnr\n61\nEdendale & Camps Drift Roads. Pietermaritzburg and Others\n-\n(1)\tthe application for the amendment of prayers 3(c) and 4(b) of the notice of\nmotion is granted;\n(2)\nthe appeal is allowed with\ncosts;\n(3)\tthe order of the Court a quo is set aside and there is substituted the\nfollowing order:-\n\"(a) That the Officers Commanding or the policeman in control of the structures\nand premises at the Murder and Robbery Unit, comer\nEdendale and Camps Drift\nroads (known as Halfway House) and Loop Street police station in\nPietermaritzburg (\"the premises\") permit\nattorney Howard Varney of the Legal\nResources Centre and/or candidate attorney Ian Dutton of the firm of attorneys\nVolsum, Chetty\nand Lax and the\napplicant:-\n62\n(i) to be granted immediate access to the premises upon being presented with\nthis order;\n(ii) thereupon to inspect the premises for the purpose of enabling the applicant\nto point out and identify the apparatus used to\nadminister electric shocks as\ndescribed by him in his affidavit;\n(iii) to examine and photograph any such apparatus referred to in sub-paragraph\n(ii) above;\n(b) That the terms of paragraph (a) above be executed only in the presence of\nthe Deputy Sheriff, who is directed -\n(i) to prepare a detailed inventory of any such apparatus found on the premises;\nand\n(ii) to provide the applicant's attorney and the first and second respondents\nwith a copy of such inventory;\n63\n(c)\tThat the applicant's attorney Ale with this Court an affidavit setting forth\nthe manner in which this order was executed, the\nportion of the premises\ninspected and the observations made by the applicant's attorney in the course of\nsuch inspection; and that\na copy of such affidavit, together with the documents\nfiled in these proceedings and the Court's order be served upon the\nrespondents;\n(d)\tThat any interested party is given leave to apply to this Court, on not less\nthan 24 hours written notice, for the variation\nor setting aside of this order\nor for any other appropriate relief; and to file such affidavits as may be\nnecessary in connection\ntherewith.\n(e)\tThat the question of the costs of this application is reserved for decision\nin the action foreshadowed in Mr Varney's affidavit.\nIf such action is not\ninstituted within three weeks of the date of\nthis\n64\norder, the applicant is ordered to pay the costs of the application\".\nM M CORBETT\nE M GROSSKOPF JA) NESTADT JA) STEYN JA) CONCUR\nNICHOLAS AJA)",
  "scraped_at": "2026-02-12T06:59:14.519727",
  "date": "1995-05-12",
  "coram": [
    "CORBETT CJ",
    "E M GROSSKOPF",
    "NESTADT",
    "STEYN JJA",
    "NICHOLAS AJA"
  ],
  "case_number": "500/93, 525/93",
  "parties": {
    "applicants": [
      "Thulane Washington Shoba",
      "Mduduzi Siegried Maphanga"
    ],
    "respondents": [
      "Officer Commanding the Temporary Police Camp at Wagendrift Dam",
      "Minister of Law and Order",
      "Officer Commanding, SAP Murder & Robbery Unit, Cnr Edendale & Camps Drift Roads, Pietermaritzburg",
      "Officer Commanding, SAP Station, Loop Street, Pietermaritzburg"
    ]
  },
  "sections": {
    "facts": "The appellants, Shoba and Maphanga, alleged that while in police custody they were subjected to electric shock torture using a metal apparatus. To preserve possible evidence of the apparatus, each applied for an ex parte Anton Piller order permitting inspection of police premises without notice to the respondents. The applications were dismissed by the Natal Provincial Division (Hurt J and Shearer J respectively) on procedural and statutory grounds, and the appellants appealed to the Supreme Court of Appeal.",
    "issues": "The court had to determine (i) whether an Anton Piller order can be granted ex parte without notice; (ii) whether section 35 of the General Law Amendment Act, 62 of 1955, or section 3 of the State Liability Act, 1957, barred such an order against the police or the Minister of Law and Order; (iii) whether the court has inherent power to make a declaratory order under s19(l)(a)(iii) of the Supreme Court Act; and (iv) what the appropriate remedy should be in the circumstances.",
    "principles": "The court restated the three requisites for an Anton Piller order: a prima facie cause of action, the existence of vital evidence in the respondent's possession, and a real risk of its destruction. It reviewed precedent (Universal City Studios, Cerebos Food, Jafta) and concluded that the earlier restrictive rulings could be overridden where the three elements are met. It held that an Anton Piller order is procedural and does not fall within the definition of a \"rule nisi operating as an interim interdict\" in s35, and that s3 of the State Liability Act applies only to property of the State, not to alleged torture equipment. Public policy arguments against the order were rejected.",
    "application": "Applying the principles, the court found that both appellants satisfied the three requisites. It held that s35 does not prohibit an Anton Piller order against the police or the Minister, and that s3 was inapplicable. Consequently the Shoba appeal was dismissed, while the Maphanga appeal was allowed. The lower court's order was set aside and a new order was substituted granting immediate, deputy‑sheriff‑supervised inspection, photographing, and inventory of any torture apparatus, with costs reserved for the underlying civil claim.",
    "conclusion": "The appeal in Shoba v Officer Commanding the Temporary Police Camp at Wagendrift Dam was dismissed with costs. The appeal in Maphanga v the SAP Murder & Robbery Unit was allowed; the earlier order was replaced by a detailed Anton Piller order authorising inspection and preservation of evidence, and costs were reserved pending the outcome of the subsequent damages action."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Anton Piller Orders",
    "level_3": [
      "ex parte",
      "evidence preservation",
      "police torture",
      "statutory interpretation",
      "court inherent jurisdiction"
    ]
  }
}