{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/69.html",
  "case_name": "Sentrachem Bpk. v Steenkamp (503/93) [1995] ZASCA 69 (30 May 1995)",
  "citation": "[1995] ZASCA 69",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 69\n|\nNoteup\n|\nLawCite\nSentrachem Bpk. v Steenkamp (503/93) [1995] ZASCA 69 (30 May 1995)\nDownload original files\nPDF format\nRTF format\nSaaknommer: 503/93\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak tussen:\nSENTRACHEM BEPERK\nAppellant\nen\nJOHANNES LODEWYK STEENEKAMP\nRespondent\nCoram:\nSMALBERGER, F H GROSSKOPF et MARAIS ARR\nVerhoordatum:\n19 Mei 1995\nLeweringsdatum:\n30 Mei 1995\n2\nUITSPRAAK F H GROSSKOPF AR:\nDie respondent was die eiser en die appellant die verweerder in die hof a quo\n(Transvaalse Provínsiale Afdeling), en daar sal\nhierna na die partye as\neiser en verweerder onderskeidelik verwys word. Die eiser het vergoeding van die\nverweerder geëis vir\nsekere skade wat hy aan sy koringoes gely het. By die\naanvang van die verhoor het die hof a quo op versoek van die eiser, en ingevolge\nReël 33(4) van die Hooggeregshofreëls, gelas dat die vraag na die\nverweerder se aanspreeklikheid vir enige oesverlies wat\ndie eiser gely het,\nafsonderlik van die vraag na die omvang van die eiser se skade afgehandel en\nbeslis sal word.\nDie eiser het gedurende Augustus 1990 'n onkruiddoder bekend as \"Granstar\"\nvan die verweerder gekoop om breëblaar onkruid en\nopslag sonneblomme in sy\nkoringlande te beheer. Die verweerder was te alle relevante tye verteenwoordig\ndeur 'n sekere Pat Mulligan\nwat as verteenwoordiger vir die verweerder gewerk\nhet, terwyl die eiser persoonlik opgetree het. Nadat die eiser\n3\nen Mulligan die verskillende aanwendingsmetodes bespreek het, het die eiser\nop lugbespuiting besluit. 'n Sekere Robert van Tonder,\nwat onder die naam\nRovanto Oesbespuiting (\"Rovanto\") sake gedoen het, het die Granstar op 15\nAugustus 1990 deur middel van lugbespuiting\nop die eiser se korínglande\ntoegedien.\nDit is gemene saak dat die eiser as gevolg van die toediening van die\nGranstar skade aan sy koringoes gely het. Die eiser se advokaat\nhet myns insiens\ntereg toegegee dat daar geen getuienis is wat daarop dui dat die eiser se skade\naan die een of ander verborge gebrek\nin die Granstar self te wyte was nie, soos\ndie eiser vroeër beweer het, of dat die Granstar nie geskik was vir die\ndoel waarvoor\ndit aangewend was nie. Tydens argument voor ons was die partye dit\ntrouens in beginsel eens dat die eiser se skade na alle waarskynlikheid\nveroorsaak was deur die foutiewe kalibrasie of wanfunksionering van die\nspuitapparaat van die vliegtuig wat Rovanto vir die lugbespuiting\ngebruik het.\nDit het meegebring dat die toediening van die onkruiddoder nie egalig en\neweredig was nie, maar in bane oor die eiser\nse koringlande geskied het.\n4\nTussen die bane was daar stroke waar die onkruiddoder gladnie of nie\nbehoorlik toegedien was nie. In daardie stroke was daar nie effektiewe\nbeheer\nvan die opslag sonneblomme nie. Volgens die eiser was sommige van die koring\nbinne die bane waar die Granstar wel toegedien\nwas, weer deur 'n oordosis\nonkruiddoder beskadig.\nDie hof a quo het bevind dat Mulligan, handelende namens die verweerder,\nteenoor die eiser onderneem het om toe te sien dat die korrekte\ndosis van die\nGranstar op behoorlike wyse deur middel van lugbespuiting op die eiser se\nkoringlande toegedien sou word (\"die Mulligan\nonderneming\"), maar dat die\nverweerder nie die Mulligan onderneming gestand gedoen het nie. Volgens die\nbevinding van die hof a quo\nhet die eiser dus bewys dat die verweerder\nkontrakbreuk gepleeg het deurdat hy nie die Mulligan onderneming behoorlik\nnagekom het\nnie. Die hof a quo het gevolglik beslis \"dat die verweerder\naanspreeklik is teenoor die eiser om die skade wat die eiser gely het\nas gevolg\nvan die oneffektiewe beheer van opslag sonneblom deur Granstar wat toegedien is\nop 15 Augustus 1990 te betaal.\"\n5\nDie verweerder appelleer teen daardie bevinding na hierdie hof met verlof van\ndie hof a quo.\nDie eiser het in sy besonderhede van vordering op verskeie\naltematiewe eisoorsake gesteun, maar in hierdie hof het hy hom slegs op\ndie\nverweerder se kontrakbreuk verlaat. Die verweerder se hoof betoog was dat die\neiser op die Mulligan onderneming as deel van die\nkontrak steun, maar dat die\nMulligan onderneming nie deur die eiser se pleitstukke gedek is en ook nie deur\ndie getuienis ondersteun\nword nie. Die verweerder het aangevoer dat hy\ndaadwerklik benadeel is deurdat hierdie wesenlike aspek van die eiser se saak\nnooit\ndeur die eiser in sy pleitstukke geopper is nie. By gebrek aan die nodige\nbewerings deur die eiser, was dit volgens die verweerder\nnie vir hom moontlik om\nRovanto, met wie hy geen verbintenis gehad het nie, as derde party tot die\ngeding te voeg nie. Volgens die\nverweerder kon hy ook nie steun op 'n gebrek aan\nmagtiging aan die kant van Mulligan nie, aangesien die eiser gladnie na die\nMulligan\nondememing in sy pleitstukke verwys het nie.\nNa my meníng is dit egter nie nodig om die pleitstukke\nin detail te\n6\nondersoek ten einde te bepaal of die verweerder werklik benadeel is soos hy\nbeweer nie. Ek sê dit omdat die eiser na my oordeel\n'n meer wesenlike\nprobleem het: hy het nie daarin geslaag om te bewys dat die beweerde Mulligan\nondememing 'n deel van die eiser\nse kontrak met die verweerder uitgemaak het\nnie.\nSowel die eiser as Mulligan het tydens die verhoor in die hof a quo getuig,\nmaar geeneen van die partye het Van Tonder as getuie geroep\nnie. Namens die\nverweerder het slegs een getuie getuig, ene Schoeman, 'n werknemer van die\nverweerder. Volgens Schoeman het die verweerder\nwel vroeër self\nlugbespuiting gedoen, maar het die verweerder dit om verskeie redes gestaak.\nDit is gemene saak dat die eiser en die verweeder, verteenwoordig deur\nMulligan, gedurende Augustus 1990 'n mondelinge ooreenkoms\ngesluit het ingevolge\nwaarvan die eiser die Granstar by die verweerder gekoop het. Die verweerder voer\naan dat sy standaard verkoopsvoorwaardes\nook deel van die partye se kontrak\nuitgemaak het. Die verweerder betwis egter dat dit 'n bepaling\n7\nvan hulle kontrak was dat hy ook sou toesien tot die behoorlike toediening\nvan die Granstar deur middel van lugbespuiting. Ten einde\nte kan slaag in sy eis\nmoet die eiser dus bewys dat die Mulligan onderneming 'n bepaling van hulle\nkontrak was. Dit is nie betwis\ndat die eiser die bewyslas in hierdie verband dra\nnie. Dit is terloops nooit deur die eiser beweer dat die Mulligan onderneming as\n'n afsonderlike kontrak tussen die partye beskou moet word nie.\nDie eiser het veral gesteun op die besondere wyse waarop Mulligan hom met die\nhele aangeleentheid van die lugbespuiting bemoei het\nnadat die eiser en die\nverweerder hulle kontrak gesluit het. Dit is namens die eiser betoog dat\nMulligan se optrede in dié\nverband die afleiding regverdig dat hy wel die\nonderneming met betrekking tot lugbespuiting namens die verweerder gegee het, en\ndat\nhy in uitvoering van die Mulligan onderneming, en namens die verweerder, toe\nmet Rovanto ooreengekom het om die lugbespuiting te\nverrig. Indien die Mulligan\nonderneming inderdaad 'n deel van die verweerder sc kontraktuele verpligting\nwas, soos deur die eiser\nbetoog, sou mens verwag het dat Mulligan, handelende\nnamens die verweerder, daadwerklik met Rovanto sou\n8\nooreengekom het om die fugbespuiting vir die verweerder te doen. Die partye\nhet geweet dat die verweerder nie self die lugbespuiting\nsou verrig nie, en dat\nRovanto die enigste instansie was wat die lugbespuiting sou doen. Dit is die\nonbetwiste getuienis van die\neiser dat hy self geen reëlings met Rovanto\ngetref het om die lugbespuiting te doen nie. Op die eiser se weergawe volg dit\nin\nieder geval dat nie hy nie, maar die verweerder die lugbespuitingsooreenkoms\nmet Rovanto sou moes aangegaan het. Na my oordeel het\ndie eiser egter nie so 'n\nooreenkoms tussen die verweerder en Rovanto bewys nie.\nMulligan se getuienis is dat hy wel sekere reëlings met Rovanto getref\nhet om die lugbespuiting te doen, maar dit is nie sy getuienis\ndat hy enige\nlugbespuitingsooreenkoms met Rovanto aangegaan het nie . Mulligan se optrede\nmoet beoordeel word in die lig van die\nbesondere omstandighede wat daar gegeld\nhet. Mulligan het gereël dat Rovanto op 15 Augustus 1990 die lugbespuiting\nvir drie\nboere, waarvan die eiser een was, sou doen. Mulligan het die vereiste\nchemiese middels die betrokke dag na die aanloopbaan geneem\nen hy het toegesien\ndat Rovanto se werknemers die middels korrek vermeng.\n9\nMulligan was deurgaans op die aanloopbaan teenwoordig en het met die\nvlieënier gereël watter lande bespuit moet word, en\nin watter volgorde\ndit moet geskied. Omdat daar meer as een boer by die proses betrokke was, en\nomdat al drie die boere produksielenings\nby die Magaliesbergse Graankooperasie\n(\"MGK\") gehad het, het hulle onder die sogenaamde \"pool\"-stelsel op een rekening\nsaamgewerk.\nDie gevolg daarvan was dat Rovanto se koste vir die lugbespuiting\ndié dag op een rekening aan die MGK gelewer is. Die MGK\nhet daarna\nRovanto betaal en elke afsonderlike boer met sy pro rata deel van die\nlugbespuitingskoste gedebiteer.\nDit is insiggewend dat Rovanto se faktuur vir die lugbespuiting van die eiser\nse koringlande op 15 Augustus 1990 die eiser as kliënt\naandui, en nie die\nverweerder nie. Daar is 'n nota op die faktuur dat betaling reeds ontvang\nis.\nDie bestuur van die MGK het vereis dat waar die MGK op sterkte van\nproduksielenings vir die lugbespuiting van boere betaal, die boere\nin daardie\ngebied verplig was om van Rovanto se dienste gebruik te maak. Toe die eiser dus\neenmaal besluit het om die Granstar deur\nmiddel van lugbespuiting op sy\n10\nkoringlande te laat toedien, het dit tot sy wete outomaties gevolg dat\nRovanto\ndie lugbespuiting vir hom sou doen en dat Rovanto uit die eiser\nse\nproduksielening deur die MGK betaal sou word. Aangesien daar meer as\neen\nboer by die lugbespuiting betrokke was, het Mulligan, as deel van\ndie\nverweerder se kliëntediens, die nodige reëlings met betrekking\ntot die tye en\nplekke van die lugbespuiting met Rovanto getref. Dit sluit aan by die\nvolgende\nantwoord wat Mulligan aan die einde van sy getuienis op 'n vraag van die\ngeleerde verhoorregter gegee het:\n\"Het u op enige stadium vir die eiser gesê dat hy moet onthou dit is sy\nverantwoordelikheid om toe te sien dat die toediening\nkorrek gaan wees, want dit\nis nie Sentrachem se verantwoordelikheid nie? — Nee, ons het, dit was deel\nvan die dienspakket dat\nons die boere gehelp het met die\nbespuitings.\"\n'n Paar dae voordat die eiser se lande\nbespuit is, was daar 'n probleem met die kalibrasie van Rovanto se vliegtuig.\nMulligan het\nnie self oor die nodige kennis beskik om die kalibrasie reg te stel\nnie, maar hy het wel in 'n beperkte mate gehelp sodat Van Tonder\ndie probleem\nkon regstel. Myns\n11\ninsiens bewys ook hierdie optrede van Mulligan nie dat die verweerder uit\nhoofde van ooreenkoms verantwoordelikheid vir die lugbespuiting\naanvaar het\nnie.\nHoewel Mulligan deur die eiser as getuie geroep is, is Mulligan nooit\nuitgevra oor die onderneming wat hy na bewering aan die eiser\nsou gegee het nie.\nWaar Mulligan die persoon was wat die onderneming na bewering gegee het, sou\nmens verwag het dat hy dit ook uitdruklik\nin die loop van sy getuienis sou\ngesê het.\nDie persoon aan wie Mulligan sy onderneming sou gegee het, is die\neiser, maar ook hy getuig nie van so 'n uitdruklike onderneming deur\nMulligan\nnie. Die hoogtepunt van die eiser se getuienis blyk uit die volgende\nantwoord\nwat hy bloot terloops tydens kruisondervraging gegee het:\n\"U kry die antwoord, die advies van prof. Nel op 5 November, dat daar tydens\nbespuiting met die vliegtuig nie ewe veel spuitstof oor\ndie hele landoppervalkte\ngeplaas was nie. - Dit is korrek, ek het nie daaraan gedink om mnr Rovanto te\ndagvaar nie, omdat ek nie\nmet hom 'n reëling gehad het of enige onderneming\ngeneem het om my land te bespuit nie, maar wel met Agricura se\nverteenwoordiger\n12\nen vir daardie rede het ek Rovanto nooit eers gekontak tot vandag\ntoe.\"\nNa my oordeel kan daar nie van daardie enkele\nantwoord van die eiser afgelei word dat die Mulligan onderneming inderdaad gegee\nis,\nen dat dit 'n uitdruklike bepaling van die partye se ooreenkoms uitgemaak\nhet nie. Daardie getuienis van die eiser word in ieder\ngeval in wese weerspreek\ndeur Mulligan se getuienis wat hierbo uiteengesit is. Dit is myns insiens ook\nonwaarskynlik dat die verweerder\nheeltemal ongevraagd, en sonder dat hy daartoe\nverplig was, so 'n potensieel nadelige onderneming aan die eiser sou gegee het.\nNa\nmy oordeel het die eiser dus nie bewys dat die beweerde Mulligan onderneming\n'n uitdruklike bepaling van sy ooreenkoms met die verweerder\nuitgemaak het nie.\nDit is in die alternatief namens die eiser betoog dat die Mulligan onderneming\n'n stilswyende bepaling van die\npartye se ooreenkoms was. Die eiser se advokaat\nhet myns insiens tereg nie probeer aanvoer dat die Mulligan onderneming 'n\nversweë\nbepaling van regsweë was nie. (Vgl\nAlfred McAlpine &\nSon (Pty) Ltd v Transvaal Provincial Administradon\n1974(3) SA 506(A)\n13\nop 531D-533B waar\nCorbett Wnd AR\nonderskei tussen 'n \"implied term\"\nen\n'n \"tacit term\". Vgl ook Christie\nThe Law of Contract in South\nAfrica\n2e uitg\n183-202.) Die eiser se advokaat het egter betoog dat die Mulligan\nonderneming\n'n stilswyende bepaling voortspruitend uit ooreenkoms was. Dit\nblyk duidelik\nuit die besliste sake dat so 'n beweerde stilswyende bepaling\nnie maklik deur die\nhof by 'n ooreenkoms ingelyf sal word nie. In die\nAlfred McAlpine\n-saak\nsupra\nhet die geleerde regter die posisie soos volg saamgevat op 532H-533B:\n\"The Court does not readily import a tacit term. It cannot make contracts for\npeople; nor can it supplement the agreement of the parties\nmerely because it\nmight be reasonable to do so. Before it can imply a tacit term the Court must be\nsatisfied, upon a consideration\nin a reasonable and businesslike manner of the\nterms of the contract and the admissible evidence of surrounding circumstances,\nthat\nan implication necessarily arises that the parties intended to contract on\nthe basis of the suggested term (See Mullin (Pty.) Ltd.\nv. Benade Ltd.,\n1952 (1)\nS.A. 211\n(A.D.) at pp. 214-5, and the authorities there cited; S.A. Mutual Aid\nSociety v. Cape Town Chamber of Commerce,\n1962 (1) S.A. 598\n(A.D.)). The\npractical test to be applied - and one which has been consistently approved and\nadopted in this Court - is that formulated\nby SCRUTTON, L.J., in the well-known\ncase of Reigate v. Union Manufacturing Co.,\n118 L.T. 479\nat p. 483:\n14\n'You must only imply a term if it is necessary in the business sense to give\nefficacy to the contract; that is, if it is such a term\nthat you can be\nconfident that if at the time the contract was being negotiated someone had said\nto the parties: 'What will happen\nin such a case?' they would have both replied:\n'Of course, so-and-so. We did not trouble to say that; it is too\nclear.\"\nThis is often referred to as the 'bystander\ntest'\".\nDie kontrak wat die partye in die\nonderhawige saak gesluit het, was in wese 'n kontrak waarkragtens die verweerder\n'n onkruiddoder\naan die eiser verkoop het. Nóg die bepalings van daardie\nkontrak, nóg die omstandighede waaronder dit gesluit is, regverdig\nnoodwendig die afleiding dat beide partye tot die kontrak bedoel het dat die\nverweerder vir die behoorlike lugbespuiting van die\nonkruiddoder aanspreeklik\nsou wees. As mens die sg \"omstander toets\" toepas, is dit myns insiens duidelik\ndat die beweerde Mulligan\nonderneming hoegenaamd nie aan dié toets\nvoldoen nie. Na my oordeel het die eiser dus ook nie bewys dat die Mulligan\nonderneming\n'n stilswyende bepaling van die kontrak was nie.\nDie eiser se advokaat het nie aan die hand gedoen daí die verweerder\nop enige ander basis vir die eiser se skade aanspreeklik\ngehou kan\n15\nword nie. Die appèl moet gevolglik slaag.\nDie volgende bevel word gemaak:\n1.\tDie appèl slaag met koste, wat die koste van twee advokate\ninsluit.\n2.\tDie bevel van die hof a quo word tersyde gestel en met die volgende\nvervang:\n\"Absolusie van die instansie met koste, wat\ndie koste van twee advokate insluit.\"\nF H GROSSKOPF Appèlregter\nSmalberger AR\nMarais AR Stem saam",
  "scraped_at": "2026-02-12T07:06:04.860962",
  "date": "1995-05-30",
  "coram": [
    "SMALBERGER AR",
    "F H GROSSKOPF",
    "MARAIS AR"
  ],
  "case_number": "503/93",
  "parties": {
    "applicants": [
      "SENTRACHEM BEPERK"
    ],
    "respondents": [
      "JOHANNES LODEWYK STEENEKAMP"
    ]
  },
  "sections": {
    "facts": "In August 1990 the respondent, Steenkamp, purchased the herbicide Granstar from the appellant, Sentrachem Bpk, for aerial control of broad‑leaf weeds and storage sunflowers on his wheat farm. The herbicide was applied on 15 August 1990 by the spray company Rovanto, acting on instructions given by Pat Mulligan, who claimed to be acting on Sentrachem's behalf. The application was faulty: some strips received insufficient spray, others were over‑sprayed, leading to damage to the wheat crop. The lower court held that Mulligan, as Sentrachem's representative, had undertaken to ensure correct dosage and that Sentrachem therefore breached the contract and was liable for the loss.",
    "issues": "The appeal centred on (1) whether the \"Mulligan enterprise\" – the undertaking to supervise the aerial application – formed an express or tacit term of the contract between Sentrachem and Steenkamp; and (2) whether, on that basis, Sentrachem could be held liable for the crop damage.",
    "principles": "South African contract law requires that an implied (tacit) term be necessary to give efficacy to the agreement and must be demonstrable by the surrounding circumstances (Alfred McAlpine & Son v Transvaal Provincial Administration). The court must be satisfied that the parties intended such a term; the ‘bystander test’ is applied. The burden of proof lies with the plaintiff to establish the existence of the term.",
    "application": "The Court examined the evidence and found no express provision that Sentrachem would supervise the spray operation. Mulligan's testimony did not show that he was authorised to create a binding contractual obligation to ensure correct dosage, nor did Steenkamp’s evidence establish that the alleged undertaking was an implied term. Applying the McAlpine test, the Court concluded that the \"Mulligan enterprise\" was not necessary to give efficacy to the contract and therefore could not be implied. Consequently, Sentrachem could not be held liable for the damage.",
    "conclusion": "The appeal succeeded. The lower court's order finding Sentrachem liable was set aside, the appellant was absolved of responsibility for the crop loss, and costs including those of two advocates were awarded to the appellant."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Breach of Contract",
    "level_3": [
      "implied term",
      "tacit term",
      "agricultural chemicals",
      "crop damage"
    ]
  }
}