{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/42.html",
  "case_name": "Genna-Wae Properties (Pty) Ltd. v Medio Tronics (Natal) (Pty) Ltd. (435/93) [1995] ZASCA 42; 1995 (2) SA 926 (AD); [1995] 2 All SA 410 (A) (30 March 1995)",
  "citation": "[1995] ZASCA 42",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 42\n|\nNoteup\n|\nLawCite\nGenna-Wae Properties (Pty) Ltd. v Medio Tronics (Natal) (Pty) Ltd. (435/93) [1995] ZASCA 42; 1995 (2) SA 926 (AD); [1995] 2 All SA 410 (A) (30 March 1995)\nDownload original files\nPDF format\nRTF format\nCase No 435/93\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nGENNA-WAE PROPERTIES (PROPRIETARY) LIMITED\nAppellant\nand\nMEDIO TRONICS (NATAL) (PROPRIETARY) LIMITED\nRespondent\nCORAM\n: CORBETT CJ, HEFER, NESTADT, EKSTEEN et NIENABER\nJJA.\nDATE OF HEARING\n: 13 March\n1995\nDATE OF JUDGMENT\n: 30 March 1995\nJUDGMENT\nCORBETT\nCJ: / . . . .\n2\nCORBETT\nCJ:\nThis appeal raises an interesting and important point in regard to the\nprinciples of our law succinctly denoted by the maxim \"huur\ngaat voor\nkoop\".\nThe essential facts are that on 23 August 1991 the respondent entered\ninto a written agreement of lease with a certain close corporation\nin terms\nwhereof respondent hired a unit in a building in Durban for a period of 3 years,\ncommencing on 1 September 1991, at a specified\nrental, which escalated from year\nto year. At the time the lease was entered into the close corporation was the\nowner of the property,\nthe subject matter of the lease. On 30 July 1992\nownership of the property passed to the appellant in pursuance of an agreement\nof\npurchase and sale concluded between appellant and\n3\nthe close corporation. The respondent was notified of the change of\nownership, probably during September 1992. Thereafter the respondent\ninformed\nthe appellant that it (respondent) did not wish to continue with the lease and\nalso gave notice of its intention to vacate\nthe premises. In doing so, the\nrespondent purported to exercise a right of election whether or not to continue\nwith the lease in\nconsequence of the change in the ownership of the property and\nthe identity of the lessor. The appellant took the view that there\nwas no such\nright of election.\nThereafter the appellant instituted proceedings (in the\nDurban and Coast Local Division) on notice of motion, the main relief claimed\nbeing a declaration to the effect that the lease entered into between the close\ncorporation and the respondent on 23 August 1991\n4\nwas of full force and effect and was binding upon the respondent as lessee\nand the appellant as lessor. There was also a claim for\nthe payment of certain\nrental due under the lease, but this is no longer of any relevance.\nThe\napplication was heard by Squires J, who, with reference to the main claim, held\n(i) that, upon the sale of the leased property,\nin terms of the principle of\nhuur gaaf voor koop, the lessee (respondent) had an election whether to continue\nwith the lease or not;\n(ii) that the respondent had exercised this right by\nnotifying the appellant that it wished to terminate the lease; and (iii) that\naccordingly the declaration sought should be refused. The judgment of the Court\na quo has been reported (see\nGenna-Wae Properties (Pty) Ltd v Medio-Tronics\n(Natal) (Pty) Ltd\n1994 (1) SA 106\n(D) ).\n5\nWith the leave of Squires J the matter now comes on appeal to this Court. It\nappears that after leave to appeal was granted respondent\nwas placed under\nliquidation. Subsequently, and after the appeal had been noted, the liquidator\nfiled a notice stating that the respondent\ndid not intend to oppose the appeal\nand abided the decision of this Court. Inasmuch as the appeal raised a common\nlaw principle of\ngreat importance, Mr\nJ P de Bruin\nSC was asked to appear\nas amicus curiae on behalf of the respondent. We would like to express our\nappreciation to him for his assistance\nin the matter.\nThe principles relating\nto huur gaat voor koop, their origin and development, have been discussed in a\nnumber of judgments of this\nCourt (see in particular\nDe Jager v Sisana\n1930 AD 71\n;\nDe Wet v Union Government\n1934 AD 59\n;\nGraham v Local\nand\n6\nOverseas Investments (Pty) Ltd\n1942 AD 95\n;\nKessoopersadh en 'n\nAnder v Essop en 'n Ander\n1970 (1) SA 265\n(A); and\nMignoel Properties\n(Pty) Ltd v Kneebone\n1989 (4) SA 1042\n(A) ). The position may be summed up\nas follows:\nUnder Roman law a lease of property (locatio conductio rei)\nconferred only jura in personam. More particularly the lessee (conductor)\nheld\nno real right (jus in re) in the leased property: he merely enjoyed contractual\njura in personam against the lessor (locator)\nby virtue of the agreement of\nlease. Consequently if during the currency of the lease the lessor alienated the\nleased property in\nterms of, say, a contract of sale, the purchaser (and new\nowner) was not bound to recognize the lessee's rights of occupation under\nthe\nlease, unless he had undertaken to do so. The main authority referred\n7\nto in this regard is the\nCode of Justinian\n4.65.9, which reads:\ncolonum,cui prior dominus locavit,nisi ea lege\nut in eadem conductione maneat, quamvis sine scripto,bonea fidei iudicio ei\nquod placuit parere cogitur.\"\n(\"It is not necessary for the purchaser of land to permit the tenant to whom\nthe former owner leased it to remain until his lease\nhas expired, unless he\nbought the property under this condition. If, however, it is proved by any\nagreement that he did consent that\nthe tenant should remain until the expiration\nof his lease, even though this may not have been reduced to writing, he will be\ncompelled\nby an action of good faith to comply with the contract which he made.\"\n-As translated by Scott.)\nReference may also be made to\nDigest\n19.2.25.1. The same situation\narose if the lessor alienated the leased property in some other way, e g\n8\nby gift of usufruct or by legacy (see\nDigest\n7.1.59.1,\nDigest\n19.2.32 and\nDigest\n30.120.2; Buckland,\nA Text-book of Roman Law\n, 3\ned, at 502, note 5). According to Buckland (op cit, at 502) such alienation to a\nthird person upon whom the lease was not binding\ndid not bring the lease to an\nend. It merely meant that the lessor by conferring a jus in rem on such third\nperson made it impossible\nfor himself to fulfil it. For this he would be liable\nto the lessee in damages if the latter were evicted from the property by the\nnew\nowner. The other side of the rule was that the lessee was not bound\ncontractually to the new owner. (This appears from\nDigest\n19.2.32.)\nThe inequity of the tenant's position in these circumstances under Roman law\nled to a desire to find a principle which would give\nhim security of tenure; and\nin certain parts of the\n9\nNetherlands, including Holland, a rule derived from local custom and\nlegislation became established which gave a measure of security\nto the tenant in\nthe event of the alienation of the leased property. The rule was expressed in\nthe maxim huur gaat voor koop - hire\ntakes precedence over sale. The rule\napplied to leases of land and houses and in general, in a case where the leased\nproperty had\nbeen alienated, it conferred upon the lessee the right to continue\nto occupy the property, and precluded the new owner from ejecting\nhim, for the\nremainder of the lease, provided that he (the lessee) continued to pay the rent\ndue under the lease. In this way the\nlessee in occupation of the leased property\nbecame vested with a real right. The rule of huur gaat voor koop has been\nadopted by\nour courts and is part of our law. The rule is limited to leases of\nland and buildings\n(Graham v Local\n10\nand Overseas Investments (Pty) Ltd\n(supra).\nThere has been much\ndebate, mainly in academic circles, as to the nature of the relationship created\nby the doctrine of huur gaat\nvoor koop between the new owner and the lessee. It\nis now the established view of this Court that the new owner is in law (ex lege)\nsubstituted for, and takes the place of, the original lessor; and that the\nlatter falls out of the picture. On being so substituted\nthe new owner acquires\nall the rights of the original lessor under the lease (see particularly the case\nof\nMignoel Properties,\nsupra, at 1049C - 1051 J). This is contrary to the\nview expressed by Prof J C de Wet in his three-part article entitled \"Huur gaan\nvoor koop and published in (1944) THRHR at 74, 166 and 226. A summary of the\nviews of Prof De Wet on this topic is to be found in\nthe\nMignoel\nProperties\n11 judgment, supra, at 1048D - 1049B.\nBut what of the position of the lessee when the leased property has been\nalienated? And what of the respondent's contention that in\nsuch circumstances\nthe lessee has a right of election whether or not to continue with the\nlease?\nIn his aforementioned article Prof De Wet stated\nthe\nfollowing (at 193):\n\"Vervolgens ondersoek ons welke verhoudings deur die vervreemding tussen\nhuurder, koper en verkoper geskep word. Dit word algemeen\naanvaar dat die koper\ndie huurder nie van die grond mag verdryf nie. VOET beweer verder dat die\nhuurder, indien hy wil, uit die ooreenkoms\nmag terugtree en die\nverhuurder-verkoper vir skadevergoeding mag aanspreek. Die reel \"huur gaat voor\nkoop\" werk dus nie ten gunste\nvan die verkoper in die sin dat hy hom daarop kan\nberoep teen 'n huurder wat verkies om die goed by vervreemding te verlaat, en\ndie\nverhuurder\nweens\n12\nkontrakbreuk aan te spreek nie. Verkies die huurder egter om aan te bly, dan\nontstaan die probleem of die koper nou sonder meer verhuurder\nword en die\nverkoper heeltemal uit die gedrang verdwyn\".\nApart from the general reference\nto\nVoet\nProf De Wet does not quote any authority for the propositions in\nthis passage, but from other remarks of his (at 186 and 234) it\nwould seem that\nhe had\nVoet\n19.2.17 in mind when stating that the lessee might, if he\nwished, resile from the agreement of lease (\"uit die ooreenkoms mag\nterugtree\").\nIn discussing Prof De Wet's article in the\nMignoel\nProperties\ncase, supra, Friedman AJA stated (at 1048F-G):\n\"Professor De Wet analyses the authorities and concludes that the effect of\nthe operation of the maxim is that a lessee acquires a\nreal right in respect of\nthe leased property. He then proceeds\n13\nto deal with the relationship created between lessee, purchaser and seller\nand points out that it is generally accepted that a purchaser\nmay not evict a\nlessee and that, according to Voet, the lessee may vacate the property and sue\nthe lessor/seller for damages.\"\nLater in his judgment (at 1050J - 1051B) Friedman AJA concluded:\n\"From the aforegoing it follows, in my view, that once the lessee elects to\nremain in the leased premises after a sale, the seller\nex lege falls out of the\npicture and his place as lessor is taken by the purchaser. No new contract comes\ninto existence; all that\nhappens is that the purchaser is substituted for the\nseller as lessor without the necessity for a cession of rights or an assignment\nof obligations. On being so substituted for the seller, the purchaser acquires\nall the rights which the seller had in terms of the\nlease, except, of course,\ncollateral rights unconnected with the\nlease.\"\n14\nIn the Court a quo this latter passage, in particular, was regarded by\nSquires J as indicating an acceptance by this Court of the\nnotion that in the\nevent of the leased property being sold the lessee has \"a right of election ...\nto decide\" whether to remain on\nas tenant or not (see the judgment a quo at 110H\n- I). I would add that Squires J conceded (quite correctly) that the\nMignoel\nProperties\ncase did not decide the point. This so-called right of election\nwas not an issue in the case. What the Court was called upon to decide\nwas\nwhether in the event of the sale of the leased property (and it would seem the\ntransfer thereof - see judgment at 1047B) the\npurchaser (new owner) so stepped\ninto the shoes of the original lessor that he was entitled to enforce a\nsuretyship agreement in\nterms whereof the surety bound himself to the lessor as\nsurety and co-principal debtor for all amounts\n15\nowing by the lessee in respect of the lease. In so far, therefore, as\nFriedman AJA may have indicated an acceptance of this so-called\nright of\nelection his remarks must be regarded as obiter.\nNot long after the judgment\nof the Court a quo had been delivered the question of the lessee's \"right of\nelection\" again arose for\ndecision. In this case,\nOne Nought Three Craighall\nPark (Pty) Ltd v Jayber (Pty) Ltd\n1994 (4) SA 320\n(W), Heher J refused to\nfollow the decision of the Court a quo, and concluded that there was no such\nright of election and that a\nlessee of property transferred from his lessor to a\nnew owner is bound to recognize and observe the terms of the lease after\ntransfer\n(at 327C - D).\nThe fons et origo of the right of election theory is\nundoubtedly Prof De Wet's article. In his judgment Squires J does\n16\nrefer to certain dicta in our case-law and I shall deal with them later. I\nnow proceed to consider Prof De Wet's theory.\nAs I have indicated, it seems\nlikely that Prof De Wet had\nVoet\n19.2.17 in mind when stating (at p 193\nof his article) that the lessee might if he so wished resile from the agreement\nof lease.\nIn his judgment in the\nCraighall Park\ncase, supra, Heher J\nreferred to an incisive and instructive article by Mr Basil Wunsh entitled \"May\nLessee Quit Premises on Sale\nof Them?\" and published in\n(1990) 107 SALJ 384.\nIn\nthis article (at 385) Mr Wunsh infers that Prof De Wet was relying upon\nVoet\n19.2.23. I agree, however, with Heher J that it is likely that Prof\nDe Wet relied not on\nVoet\n19.2.23, but on\nVoet\n19.2.17. In the\nrelevant portion of 19.2.23\nVoet\nis clearly writing of the Roman law\nrules which obtained in all areas in which the huur\n17\ngaat voor koop principles had not been introduced. This is evident from the\nstatement in the second sentence of this section to the\neffect that the\npurchaser and other particular successors of the lessor are not bound to abide\nby the lease (\" . . . emtor aliique\nsuccessores particulares locatione stare\nhaud tenentur....).\nThe relevant passage in\nVoet\n19.2.17 commences\nwith a similar statement to the effect that neither purchasers nor others who\nhave obtained ownership by particular\ntitle are bound by a lease made by the\noriginal owner from whom they derived their title, unless this has been provided\nfor in an\nagreement attached to the sale.\nVoet\nthen goes on to state that\nthis rule, though still approved by the Frisians and certain other peoples, has\nlong since (\"jam dudum\")\nbeen departed from by the people of Brabant, Flanders,\nOverijssel and\n18\nHolland and even by the people of Utrecht in accordance with an enactment of\n14 April 1659; for the rule is that purchase yields to\nhire (\"dat Huur voor Koop\ngaat\"), unless it has expressly been agreed otherwise between the lessor and the\nlessee. Then comes the\nvital passage:\n\". . . sive privata venditio interveniat, sive publica, retentionis\nconductori competat, si remanere in si modo bonda fide, non in\nfruadem\ncreditorum\nOf the four translations available (i e those of Gane, Beinart and Ormonde,\nSolomon and Berwick) I shall quote from the first two\nonly.\n19\nGane renders the above-quoted passage as follows:\n\"This is so whether the sale takes place privately or publicly or by the\norder of a magistrate on petition of creditors with employment\nof the\nformalities of the auction-spear. Thus also the lessee enjoys a right of\nretention if he prefers to continue with the hiring,\nrather than to take\njudicial proceedings for damages after being untimeously put out. The proviso\nmust be added that the lease has\nbeen made in good faith and not in fraud of\ncreditors (as when perhaps a proceeding for sale under the spear is pending, or\na suit\nhas already been set in motion)\".\nAnd the Beinart and Ormonde translation reads:\n\"... whether it be a private sale or a public one, or a formal judicial sale\nfollowing on a decree of a magistrate at the petition\nof creditors; the result\nis that the lessee has a right of retention, if he wishes to remain in\npossession rather than bring an action\nfor damages after he had been ejected\nwith\n20\nprejudice to himself, provided that the lease had been made in good faith and\nnot in fraud of creditors (for instance, where process\nfor judicial sale was\npending, or the suit had already been brought).\"\nIt seems to me to be reasonably clear that the portion of this passage from\n19.2.17, which speaks of the lessee enjoying a right of\nretention if he prefers\nto continue with the hiring (or to remain in possession) rather than taking\njudicial proceedings for damages,\ncontemplates an ejectment, or attempted\nejectment, of the lessee by the new owner contrary to the term of the lease. The\nvery words\n\"post expulsionem intempestivam\" (which have been variously\ntranslated above) indicate this. In the context a better translation\nof\nimtempestivus might be \"untimely\"; and I would suggest that what\nVoet\nwas\nreferring to was an ejectment (or attempt thereto) before the\n21\nterm of the lease had expired. Thus the election which is here referred to\nis, and is confined to, one relating to the remedies open\nto the lessee if,\ncontrary to the lease and contrary to the rule of huur gaat voor koop, the new\nowner seeks to eject him. (This,\nincidentally was the view of Mr Wunsh in regard\nto the meaning of this passage and his view was adopted by Heher J in the\nCraighall Park\ncase, supra.)\nVoet\nis not referring to the case\nwhere the new owner abides by the lease and there is no attempt to unlawfully\neject. In such a case\nthere would be no need for the exercise of a right of\nretention by the lessee; nor would there be any basis for claiming damages.\nIn\nfact, the reference to suing for damages demonstrates, to my mind, that\nVoet\nwas not dealing with the case where the new owner recognized the lessee's\nrights and allowed him to remain in possession. In those\n22\ncircumstances it is difficult to see what damages the lessee could possibly\nhave suffered. Moreover, the huur gaat voor koop rule\nwas conceived, we are\ntold, in the interests of equity and sound reason (see\nSchorer\n's Notes to\nthe Inleiding of\nGrotius\n3.19.16, note 59, Maasdorp's translation). It is\ndifficult to imagine what considerations of equity and sound reason would create\na legal rule which prescribed that, where a new owner of leased premises was\nprepared to accept the lessee and recognize the lease\nin all its terms, the\nlessee should nevertheless not only have the right to resile from the lease,\nbut, having elected to do so,\nshould be entitled to claim damages as well. All\nthis leads me to the view that\nVoet\n's remarks were directed solely at the\nsituation where the new owner did not recognize the lease and sought to eject\nthe lessee.\n23\nThat this is the correct interpretation of the cited passage from\nVoet\n19.2.17 is confirmed, in my opinion, by a number of factors. In the first place,\nnone of the writers on Roman-Dutch law of the 17th,\n18th and 19th centuries (i e\nthose who wrote both before and after the publication of\nVoet\n's\nCommentaries) which I have consulted makes mention of this so-called right of\nelection. Admittedly many of these writers deal somewhat\ncursorily with the\ntopic of huur gaat voor koop, but if it were the law that upon the leased\nproperty being alienated the lessee\nhad such a right of election, irrespective\nof whether the new owner wished to abide by the lease or not, then I would have\nexpected\nat least some of them to have alluded to it.\nIn the second place, there are indications in the\nwritings\n24\nof at least two jurists that where the rule of huur gaat voor koop applied,\nboth the new owner and the lessee were bound by the terms\nof the lease. The\nfirst of these is\nGroenewegen\n. in his treatise De Legibus Abrogatis.\nBefore considering the relevant passage in this work, which consists generally\nof a pithy\ncommentary on the Corpus Juris Civilis,pointing out where the Roman\nlaw still applies and where it does not apply, I must emphasize\nwhat I have\nalready indicated, viz that the rule of huur gaat voor koop embraced not only\nthe case of the person who acquired ownership\nof the leased property by\npurchase, but also to usufructuaries, legatees, donees and like successors to\nthe original lessor by particular\ntitle (see\nVoet\n19.2.17 in fin;\nVan\nLeeuwen.\nHet Roomsch Hollandsch Recht IV.21.7;\nKersteman. Hollandsch\nRechtsgeleert Woorden-Boek s.v. Huur, p 183). I have\n25\nalready referred to Code 4.65.9, which enunciates the general rule of Roman\nlaw that a purchaser of land is not obliged to recognize\na lease subsisting over\ndie land, unless he purchased the property on this condition. Commenting on\nthis,\nGroenewegen\n(ad Cod. 4.65.9) states that according to the customs\nof Holland and most of the Low Countries (\"Belgii\"), this rule has been\nabrogated\nin accordance with the common maxim huur gaat voor koop.\nIn Digast\n19.2.25.1\nGains\nis quoted to the effect that when a man has let to\nsomeone the enjoyment of a farm or dwelling, if he (the lessor) thereafter for\nsome reason should sell the farm or building he ought to ensure by agreement\nwith the buyer that the tenant farmer is permitted to\nenjoy and urban tenant to\ndwell; otherwise the tenant, if forbidden (to enjoy or dwell), may sue him on\nthe contract of hire.\n26\nGroenewegen\n's comment on this passage is (I quote from Beinart's\ntranslation):\n\"Nowadays, as I state ad C 4.65.9, the purchaser is obliged to accept the\ntenant, even though no specific arrangement to that effect\nhad been made between\nthe buyer and seller.\"\nThis, obviously, is a reference to the rule of huur gaat voor koop.\nThe\nnext, and crucial, passage from the Digest is 19.2.32. This poses the case of a\nman who had let a farm for several years (\"in\nplures annos\"), the tenant to keep\nit in cultivation, and who thereafter died, leaving the farm to a legatee.\nAccording to Cassius,\nthe tenant cannot be compelled to keep up the cultivation\nas the heir has no interest in his doing so. Should the tenant wish to\ndo so and\nbe hindered by the legatee, the tenant has an action against the heir and\n27\nthis loss falls on the heir. Commenting on this,\nGroenewegen\nstates\n(I quote again from Beinart's translation):\n\"1.Nowadays a singular successor is obliged to accept the tenant 2. and the\ntenant is bound to the singular successor.\n1.\nA singular successor to\nleased property was not bound to the tenant, as also conversely a tenant was not\nbound to such successor.\n2.\nBut equally as a\nsingular successor is under our customs obliged to accept the tenant, as I say\nad C. 4.65.9, so must it be stated\nthat conversely nowadays the tenant can be\ncompelled to continue the cultivation of the land, even though the person who\nhad let\nthe land for a period of several years had\ndied.\"\nAs I read this comment, it constitutes a\nclear indication by\nGroenewegen\nthat, in terms of the huur gaat voor koop\nrule, a singular (or particular) successor is obliged to accept the tenant of\nthe property\nto which he succeeded, and conversely that the tenant is\n28\nbound by the terms of the lease to the singular successor. The reference to\nad C.4.65.9 shows that\nGroenewegen\nis referring to the huur gaat voor\nkoop rule. In par 2 specific reference is made to the obligation of the tenant\nfarmer to continue\ncultivating the land, but this is because that is the factual\ninstance posed in Digest 19.2.32. The heading indicates that this is\npart of a\nwider obligation on the lessee to observe the lease.\nProf De Wet conceded in\nhis article (at 234) that\nGroenewegen\n's comments on Digest 19.2.32 were\nin conflict with the relevant passage in\nVoet\n19.2.17, as interpreted by\nhim. He appears to have regarded this as casting doubt on the reliability of\nGroenewegen\n. This apparent conflict was referred to by Rabie AJA in the\nKessoopersadh\ncase, supra, at 283H - 284A. Having referred\n29\nto\nGroenewegen\nad Dig 19..2.32, the learned Judge stated:\n\"Die bewering dat die huurder verplig kan word om die grond te bewerk, is\nstrydig met Voet, 19.2.17, wat sê dat die huurder\ndie reg het om die grond\nte verlaat. Moontlik word bedoel dat hy verplig kan word om die grond te bewerk\nindien hy sou besluit om\ndit nie te verlaat nie.\nWith respect, it seems to me that this apparent conflict only arises if\nVoet\n19.2.17 is interpreted as giving the lessee a right of election even\nwhere the new owner is willing to recognize and implement the\nlease. On the\ninterpretation which I have adopted there is no conflict.\nThe other jurist\nwho appears to support the view that in terms of the huur gaat voor koop rule\nboth the new owner and the lessee were\nobliged to observe the lease is\nAnthonius Matthaeus II\n. In his De Auctionibus 1.7.20,\nMatthaeus\nobserves that there is no\n30\nuniformity because in some places the Roman law is followed and one has the\nrule that sale breaks the lease (\"koop breeckt huyre\").\nIn other places the\nconverse rule operates: i e \"Huur gaet voor koop\". The writer then lists a\nnumber of areas in which this is so,\nnamely Holland, Overyssel, Brabant,\nVlaandere, Henegouwe and Ruremond. (I have given the Dutch names as they appear\nfrom a Dutch\ntranslation of the work.) The commentary continues by pointing out\nthat therefore wherever the Roman law is in operation the lessee\nmust vacate the\nproperty at the behest of the buyer; but where there has been a departure from\nRoman law the purchaser is not entitled\nto expel the lessee before the\ntermination of the lease. In confirmation of this\nMatthaeus\nthen quotes a\n\"landrecht\" of Ruremond providing as follows:\n31\n\"Al is't dat een huys vercocht, oft andersints wegh gegeven is, soo meet\nnochtans den huerlinck, des niet teghenstaende, syn huyr\ngebruycken, soo langh\ndie duert, al waer't oock sake, dat het huys oft erve by executie vercocht\nwaere, overmits dat huyre, naer\ndeses Quartiers recht voor koop\ngaet.\"\n(Even where a house is sold or\notherwise alienated\nthe lessee must despite the sale continue to\nexercise\nhis rights under the lease for the duration of the\nlease; and it\nis also the case where the house or\nground is sold in execution: inasmuch as,\nin terms\nof the Quartiers law, hire goes before sale. - my\ntranslation.)\nIt may be that here the emphasis is more on the rights of\nthe lessee\nvis-a-vis the purchaser than his obligations, but had the position\nbeen\nthat the lessee had an option to resile from the lease mention would\n32\nsurely have been made of this.\nIn the case of\nScrooby v Gordon &\nCo\n1904 TS 937\n, a case concerned with the question as to whether a claim by\na lessee for compensation for improvements lay against the original\nlessor or a\npurchaser who was the owner of the property at the time when the lease\nterminated, Mason J stated at 945:\n\"Now when the owner of land which has been leased sells it to some one else\nthe purchaser takes the land subject to the lease, so\nthat he is bound to the\ntenant and the tenant is bound to him in the relation of lessor and lessee (van\nLeeuwen, Censura Forensis,\n1,4,22,15; Voet, 19,2,19, Groen. ad Dig. 19,3,32).\n\"\nThe reference to Centura Forensis should, I think, read 1.4.22.19 and\nthe\nGroenewegen\nreference should be 19.2.32 (see\nBoshoff v Theron\n1940 TPD 299\n, at 303). This statement of the law by Mason J was\n33\napparently accepted as being correct until queried in the\nKessoopersadh\nand\nMignoel Properties\ncases and departed from in\nthe Court a quo.\nIn his judgment in this case Squires J placed some reliance\nupon the rule of the common law, as applied in our case law, that the\nnew owner\nof leased property was only obliged to recognize the lease so long as the lessee\nwas willing to pay the rent, which he\nsaid at least implied that the lessee had\na choice in the matter (see at 109E-H). In the event of the lessee \"choosing\"\nnot to pay\nthe rent he would commit a breach of the lease and be liable therefor\nto the new owner, and possibly also in damages. This is a far\ncry from the\n\"right of election\" claimed by the respondent in the Court below in this\ncase.\n34\nThe learned Judge a quo also made reference (at 109H-I) to a dictim by Broome\nJ in\nAntie Komen v Hendrick de Heer and Others\n(1908) 29 NLR 237\n, at 242.\nThe dictim should be read in its context, which is as follows:\n\"Under the Roman Law a legatee or usufructuary as singular successor could\nhimself give or hire the things of which he had the usufruct\n(Dig. 7.1.12; Voet\n19.2.4), and a usufructuary had the power of prohibiting a tenant the use of a\nthing bequeathed to the former,\nand could expel the tenant 'after the example of\nsale', even before the expiry of me term of the lease given by the deceased. The\nmodem rule, Hire goes before purchase', however, operated in favour of the\ntenant, and secured him in his tenancy if he preferred\nto remain (Voet\n19.2.18).\"\nThe context is the right of a singular successor under Roman law to\ndeny a tenant use of the leased property. The last sentence of the\n35\npassage quoted is at least susceptible of the meaning that, under the modem\nrule of huur gaat voor koop, a tenant faced with a challenge\nto his right to\noccupy the property, could be secured in his tenancy if he chose to remain\ninstead of claiming damages.\nFinally, I would point out that I have not been\nable to find any suggestion of the so-called right of election in the works of\nmore\nmodem writers such as Fockema Andreae's notes to the Inleidings of Grotius\n(see 3 ed by Van Apeldoom pp 291-3); Bodenstein's Huur\nvan Huizen en landen\nvolgens Het Hedendaagsch Romeinsch-Hollandsch Recht, 132 et seq; Nelissen's Huur\nen Vervreemding, 155 et seq;\nWessel's History of the Roman-Dutch Law, at 622-3;\nVan Loggerenberg, Skuldoorname en Kontraksoorname at 292 et seq; and indeed De\nWet and Van Wyk's Kontraktereg en Handelsreg 5 ed, 374\n36\nAccordingly, I hold that in terms of our law the alienation of leased\nproperty consisting of land or buildings in pursuance of a contract\nof sale does\nnot bring the lease to an end. The purchaser (new owner) is substituted ex lege\nfor the original lessor and the latter\nfalls out of the picture. On being so\nsubstituted, the new owner acquires by operation of law all the rights of the\noriginal lessor\nunder the lease. At the same time the new owner is obliged to\nrecognize the lessee and to permit him to continue to occupy the leased\npremises\nin terms of the lease, provided that he (the lessee) continues to pay the rent\nand otherwise to observe his obligations\nunder the lease. The lessee, in turn,\nis also bound by the lease and, provided that the new owner recognizes his\nrights, does not\nhave any option, or right of\n37\nelection, to resile from the contract. This is the impact of huur gaat voor\nkoop in our modem law.\nSome of the practical and theoretical problems which\nwould arise were the law to be otherwise, i e were the lessee to have an option,\nor right of election, to resile from the lease on the alienation of the leased\nproperty by the original lessor, have been alluded\nto by Heher J in the\nCraighall Park\ncase, supra. Happily, on the conclusion as to the legal\nposition that I have reached these problems disappear.\nThe appeal must\naccordingly succeed. In view of the respondent's liquidation appellant's counsel\nasked merely for an amended declaration\nin terms of prayer 1 of the notice of\nmotion. No order in respect of costs was sought.\n38\nIt is ordered as follows:\n(1)\nThe appeal is\nallowed.\n(2)\tThe order of the Court a quo is set aside and there is\nsubstituted:\n\"It is declared that the agreement of lease which was signed on behalf of the\nrespondent as lessee at Durban on 23 August 1991 and\non behalf of 677 Umgeni\nRoad CC as lessor on 26 August 1991 and which related to the respondent's\noccupation of unit no 1, 677 Umgeni\nRoad, Durban (copy of which lease was\nannexed to the affidavit of John Hillel Moshal, as annexure 'B' thereto) was of\nfull force\nand effect and was binding upon the respondent as lessee and the\napplicant as lessor upon transfer to the applicant of the immovable\nproperty of\nwhich the premises leased formed a part.\"\nM M\nCORBETT\nHEFER JA) NESTADT JA) CONCUR EKSTEEN JA) NIENABER JA)",
  "scraped_at": "2026-02-12T06:22:05.023522",
  "date": "1995-03-30",
  "coram": [
    "CORBETT CJ",
    "HEFER JA",
    "NESTADT JA",
    "EKSTEEN JA",
    "NIENABER JA"
  ],
  "case_number": "435/93",
  "parties": {
    "applicants": [
      "GENNA-WAE PROPERTIES (PROPRIETARY) LIMITED"
    ],
    "respondents": [
      "MEDIO TRONICS (NATAL) (PROPRIETARY) LIMITED"
    ]
  },
  "sections": {
    "facts": "On 23 August 1991 the respondent entered into a written lease with a close corporation for a unit in a Durban building for three years. The close corporation owned the premises at the time. On 30 July 1992 the close corporation sold the property to the appellant. The respondent was informed of the change of ownership and subsequently notified the appellant that it did not wish to continue the lease and intended to vacate the premises. The appellant sued for a declaration that the lease remained in force and was binding on both parties. The lower court held that, under the maxim \"huur gaat voor koop\", the lessee had a right of election to terminate the lease upon sale and therefore refused the declaration.",
    "issues": "The principal issue was whether, upon the alienation of leased property, the lessee retains a right of election to terminate the lease or whether the lease continues to bind the lessee and the new owner who steps into the lessor’s shoes. Related questions included the scope of the doctrine \"huur gaat voor koop\" and whether the new owner may enforce a suretyship attached to the original lease.",
    "principles": "The Court examined the Roman‑law rule that a lease created only a personal right and the Code of Justinian provision that a purchaser is not bound by a lease unless expressly agreed. It traced the evolution of the maxim \"huur gaat voor koop\" in South African case law (De Jager, De Wet, Graham, Mignoel, etc.) and concluded that modern South African law treats the purchaser as a statutory substitute for the original lessor, acquiring all the lessor's rights and obligations under the lease. Consequently the lessee has no separate right of election to abandon the lease; the lease persists provided rent is paid.",
    "application": "Applying these principles, the Court rejected Squires J’s finding of a lessee’s election right. It held that the appellant, as the purchaser, was legally substituted for the close corporation and therefore bound by the lease. The respondent, having been notified of the sale, remained bound by the lease terms and could not unilaterally terminate it by exercising a non‑existent election right. The Court also dismissed the notion that the lessee could rely on a right of election to claim damages against the seller.",
    "conclusion": "The appeal was allowed. The order of the Court a quo was set aside and replaced with a declaration that the lease dated 23 August 1991 was of full force and effect and binding upon the respondent as lessee and the appellant as lessor following the transfer of the immovable property. No order as to costs was made."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Lease Law",
    "level_3": [
      "huur gaat voor koop",
      "lease transfer",
      "right of election",
      "substitution of lessor"
    ]
  }
}