{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/16.html",
  "case_name": "S v Shabalala en 'n Ander (207/93, 214/94) [1995] ZASCA 16 (17 March 1995)",
  "citation": "[1995] ZASCA 16",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 16\n|\nNoteup\n|\nLawCite\nS v Shabalala en 'n Ander (207/93, 214/94) [1995] ZASCA 16 (17 March 1995)\nDownload original files\nPDF format\nRTF format\nNIE RAPPORTEERBAAR\nSAAKNOMMER: 207/93\n214/94\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPéLAFDELING)\nIn die saak tussen:\nOLGA NAMUSA SHABALALA\nEERSTE APPELLANT\nen\nLESIBI BEN\nMOOBI\nTWEEDE APPELLANT\nen\nDIE STAAT\nRESPONDENT\nCORAM\n:\tHEFER, EKSTEEN, ARR et OLIVIER, Wnd AR\nVERHOORDATUM\n:\n15 FEBRUARIE 1995\nLEWERINGSDATUM\n: 17 MAART 1995\nUITSPRAAK\nOLIVIER, Wnd AR:\nDie eerste appellant, 'n sewe-en-twintigjarige vrou en die\ntweede\nappellant, 'n drie-en-dertigjarige man, het in die Transvaalse\nProvinsiale\nAfdeling van die Hooggeregshof te Pretoria voor 'n regter en twee\nassessore\n2\nop drie aanklagte van moord en een aanklag van roof met\nverswarende\nomstandighede tereggestaan. Beide appellante is aan al die\naanklagte skuldig bevind. Die doodstraf is aan elkeen vir elke moordklag\nopgelê. Vir die roofklag is elkeen tot twintig jaar gevangenisstraf\ngevonnis.\nEerste appellant kom nou in hoër beroep teen die\nskuldigbevindings en teen die opgelegde doodvonnisse. Tweede appellant kom in\nhoër beroep slegs teen die opgelegde doodvonnisse.\nDIE AGTERGROND VAN\nDIE AANKLAGTE\nDie Eksteen-egpaar was woonagtig op 'n hoewe in die Wonderboomgebied, in die\ndistrik van Pretoria. Mnr Eksteen was 70 jaar oud en\nmev Eksteen 72 jaar. Hulle\nhet vyf werknemers in hul diens gehad, onder andere die twee appellante en die\nderde oorledene in die\nsaak, mnr Andries Mothebu. Op Saterdag 22 Desember 1990\nis die Eksteen-egpaar die laaste keer lewend gesien deur hul een seun, Bertie\nEksteen. Op Sondag 23 Desember is die lyke van mnr en mev Eksteen en mnr Andries\nMothebu aangetref: dié van mev Eksteen in\ndie toegesluite hoofslaapkamer\nvan die\n3\nEksteen-woning; dié van mnr Eksteen in 'n buitevertrek en dié\nvan mnr\nMothebu in die werknemerskwartiere onder 'n bed. Al die liggame het\nveelvuldige steek- en skaafwonde vertoon. Daarbenewens is uit\ndie Eksteen-woning\n'n aansienlike hoeveelheid juweliersware (5 ringe, 2 hangers, 1 armband, 5 pare\noorbelle, 2 stringe pêrels,\n4 horlosies, 4 borsspelde, 2 stringe krale, 2\nhandsakke) asook 'n onbekende bedrag kontant, 'n hoeveelheid klerasie en 5\nhandwapens\n('n FN 9mm Browning pistool, 'n .45 Webley rewolwer, twee .22 Beretta\npistole en een 6.35 Browning pistool) vermis.\nBeide appellante het in die loop van die verhoor die bevindinge van 'n\nregsgeneeskundige lykskouing ten aansien van die oorsaak van\ndie dood van die\noorledenes erken, 1e wete in die geval van mnr Eksteen steekwonde aan die hals\nmet bloeding; in die geval van mev\nEksteen 'n steekwond in die bors met bloeding\nen in die geval van mnr Mothebu veelvuldige steekwonde met bloeding.\nUit die gemelde verslag van die lykskouing blyk dat mnr Eksteen ongeveer 16\nverskillende skaaf-, sny- en steekwonde opgedoen het tydens\ndie\n4 aanval op\nhom. In die geval van mev Eksteen was daar twee naasliggende\nsteekwonde aan die voorkant van haar bors ongeveer in die midlyn;\n'n\noppervlakkige klein steekwond op haar bors asook emstige\nverspreide\nkneuswonde oor sowel haar liggaam as haar regtervoorarm,\nhaar\nlinkervoorarm en haar linkerheupgebied. Die wonde getuig van\n'n\nbuitengewone groot mate van geweld. Mnr Mothebu het ongeveer\n14\nverskillende steekwonde, almal geleë in die omgewing van die nekbasis\nof aan\ndie regtervoorkant van die bors, opgedoen.\nEERSTE APPELLANT SE WEERGAWE\n:\nEerste appellant se weergawe kom, kortliks gestel, op die volgende neer:-\nSy is afkomstig van Natal en was 'n huisbediende. Sy het tweede appellant in\n1990 by Parkstasie, Johannesburg ontmoet. Hulle het 'n\nverhouding aangeknoop. Na\netlike omswerwinge is hulle deur mnr Eksteen in diens geneem as tuinwerkers. Op\ndaardie stadium was die\nander werknemers van mnr Eksteen ene Patrick, Andries en\n'n huiswerker, Anna.\n5 Sy en tweede appellant het in November 1990 aldus\nbegin werk.\nOp 'n stadium het tweede appellant Johannesburg besoek en teruggekeer met 'n\nmes, bewysstuk 4. 'n Rukkie later, voor Kersfees, het\nAnna, die huiswerker, haar\nwerk verloor weens 'n rusie met mev Eksteen en het sy, eerste appellant, Anna se\nwerk in die huis oorgeneem.\nEen aand het sy, tweede appellant, ene Thomas ('n\nbuurman se werknemer) en Andries buitekant gesit en gesels, besig om te drink.\nTweede\nappellant het egter nie gedrink nie. Thomas en Andries is daar weg om\nelders te gaan drink. Later het Thomas opgedaag met die versoek\ndat tweede\nappellant hom moet kom help om Andries, wat smoordronk was, na sy kamer te neem.\nHulle het Andries op sy bed geplaas en\nThomas is daar weg. Die volgende oggend\nhet tweede appellant haar opdrag gegee om hom te vergesel na die kamer van\nAndries. Daar\naangekom, het sy gesien dat tweede appellant, terwyl sy nog\ngeslaap het, vir Andries vasgebind het en lappe in sy mond gestop het.\nTweede\nappellant het vir Andries, wat nog by sy bewussyn was, gesê dat die\nwerknemers van mnr Eksteen te min geld\n6\nverdien en het gevra of Andries daarmee tevrede is. Hy het Andries\nook\ndaarvan beskuldig dat hy 'n beriggewer is. Hy het hom met die mes op die\nlinkerslaap \"geslaan\" en hom daarna met die genoemde mes\ngesteek, ook op die\nlinkerslaap. Hierna het tweede appellant die mes, bewysstuk 4, aan eerste\nappellant gegee en haar beveel om Andries\nop sy maag te steek, wat sy gedoen\nhet. Sy getuig dat sy dit gedoen het omdat tweede appellant gedreig het om haar\nook met die mes\nte steek as sy nie sy bevele uitvoer nie. Daarna het tweede\nappellant die lig afgeskakel en Andries verder met die mes gesteek. Hy\nhet\ndaarna Andries se lyk onder die bed in die kamer ingeskuif en hulle twee is\nterug na hul eie kamer. Thomas het later opgedaag\nen na Andries gesoek, maar\ntweede appellant het hom vertel dat Andries na Pretoria is.\nDie volgende dag was eerste appellant in die Eksteen-woning werksaam. Op 'n\nstadium het tweede appellant vir mnr Eksteen vir spykers\nkom vra en dié\ntwee het na die buitekamer gegaan. Eerste appellant het daarna iemand, wat vir\nhaar soos 'n vrouepersoon geklink\nhet, hoor skree.\n7 Tweede appellant het\nlater die woning ingekom en vir suiker en melk gevra.\nSy het mev Eksteen uit die sitkamer gaan roep en hulle het na die\nkombuis\ngegaan waar tweede appellant gewag het. Daar aangekom, het\ntweede\nappellant die kombuisdeur gesluit en hulle (haar en mev Eksteen) na\ndie\nslaapkamer gedwing. Op mev Eksteen se vraag waar Mnr Eksteen is,\nhet\ntweede appellant aan haar die bebloede oortrektrui wat hy aangehad\nhet,\ngewys en ook gesê dat sy liewers oor Andries as oor mnr Eksteen moes\nvra.\nMev Eksteen was geskok. In die kombuis het tweede appellant bewysstuk 5,\nsynde 'n mes met 'n houthef en 'n lem van ongeveer 20 sentimeter gesien.\nTweede appellant het dit geneem en mev Eksteen gevra waar die geld is. Hy\nhet die slaapkamerdeur agter hulle toegesluit. Sy het geantwoord dat sy\nnie\nweet nie en dat die sleutel by mnr Eksteen is. Sy het later na 'n muurkas\ngewys en eerste appellant het sleutels (vermoedelik van 'n kas of kluis\nwaarin\ndie geld sou wees) bo-op die kas gesoek, weer op tweede appellant se\nbevel.\nSy het niks gevind nie, maar 'n sleutel is later deur tweede appellant\nself\ngevind. Hy was steeds met die mes bewapen. Mev Eksteen kon na 'n\n8\ngesukkel die brandkluis nie met die sleutel oopkry nie nadat tweede\nappellant\nhaar beveel het om dit oop te sluit. Hy het self die sleutel geneem\nen die brandkas oopgesluit. Hy het vuurwapens en geld daaruit\ngehaal, asook die\ndolk, bewysstuk 1 en 'n banksak vol muntstukke. Daar was ook 'n kissie met ringe\nop 'n tafeltjie gewees, wat hy\nook geneem het en in 'n sak geplaas het by al die\ngoed wat uit die kluis geneem is. Tweede appellant het toe vir haar (die eerste\nappellant) uit die kamer geneem en gesê dat hy teruggaan na die kamer,\ndaar is iets wat hy agtergelaat het. Sy kon nie op daardie\nstadium vlug nie,\nwant tweede appellant het reeds vroeër ook die kombuisdeur toegesluit.\nSy het getuig dat sy 'n rukkie gewag het en toe teruggegaan het na die\nslaapkamer aangesien sy haar onderrok daar vergeet het. Die\nrede waarom sy haar\nonderrok in die Eksteens se slaapkamer uitgetrek het, was dat sy weens vrees\nbegin menstrueer het en die onderrok\nuitgetrek en in 'n wasbak in die slaapkamer\ngeplaas het. Sy het getuig dat toe sy die Eksteens se slaapkamer binnegekom het,\nhet\nsy gesien dat tweede appellant besig was\n9 om sy broek op te trek en voor\nby sy maag toe te maak. Mev Eksteen het op\ndaardie stadium op die bed gelê met haar bene opgetrek en daar was\n'n\ndeurskynende stuk materiaal soos 'n gordyn oor haar getrek. Eerste\nappellant\nhet haar onderrok geneem. Mev Eksteen het vir eerste appellant\ngevra om\nvir haar water te gee, wat sy gedoen het. Tweede appellant het weer\ndie\nslaapkamerdeur toegesluit. Hy het daarna die dolk, Bewysstuk 1, aan\neerste\nappellant oorhandig en haar beveel om mev Eksteen daarmee te steek.\nSy\nhet geweier. Tweede appellant het die dolk geneem en vir haar, eerste\nappellant, op die linkervoorarm daarmee gesteek. Hy het haar ook geskop\nbokant die linkeroog.\nHierna het hy 'n handdoek geneem en haar beveel om dit oor mev Eksteen se\ngesig te plaas, wat sy gedoen het. Daarna het hy mev Eksteen\ntweemaal met die\nmes gesteek.\nHulle twee is toe na Johannesburg. Daar het tweede appellant tablette,\nmedisyne en 'n verband by 'n apteek gekoop om die wonde wat\nhy in die struweling\nmet mnr Eksteen opgedoen het, te verpleeg. Hulle het by 'n hotel\n10\ningeteken. Hy het aan haar van die gesteelde goed, asook R1500, 'n ring\nen\n'n vuurwapen gegee. Terwyl hy na 'n eetplek is om te gaan kos koop, het\neerste appellant (met mev Eksteen se nagrok onder haar dagklere\naan) probeer\nontvlug. Tweede appellant tref haar egter by die huurmotorstaanplek aan; 'n\nalterkasie vind plaas en uiteindelik is\nsy met 'n huurmotor na Durban. Ongeveer\ntwee weke later het tweede appellant by haar woning in Natal opgedaag. Hy het\naan haar fotos\nvan hulself wat in koerante verskyn het, getoon. Hulle het daarna\nna Butterworth gegaan waar sy later weer ontvlug het en na Durban\nteruggaan het.\nSy het daar die vuurwapen aan 'n persoon in die omgewing van die poskantoor\nverkoop en die ring aan 'n persoon naby\ndie Nedbank-gebou. Sy het die nagrok van\nmev Eksteen en die horlosie aan ander persone gegee, by wie dit deur die polisie\ngevind\nis. Sy is later deur die polisie in Durban gearresteer.\nTWEEDE\nAPPELLANT SE WEERGAWE\nHy het nadat hy lank tuinwerk in Pretoria en Benoni gedoen het, eerste\nappellant in Johannesburg ontmoet en 'n verhouding het tussen\nhulle\nontstaan.\n11\nUiteindelik het hulle diens as tuiniers by die Eksteens gedurende die eerste\nweek in November 1990 aanvaar.\nOp 'n later stadium het hy en eerste appellant\nbesluit om die Eksteens om die lewe te bring. Die voorstel het van eerste\nappellant\ngekom, en wel omdat die Eksteens blankes was en blankes haar mense,\nswart mense, doodgemaak het. Hy het geweier en sy het toe van\nsy klere verbrand.\nDaarna het sy aan hom gesê dat daar geld in die Eksteen-woning was. Hy het\nuiteindelik met haar saamgestem\nom die Eksteens te vermoor - onder andere omdat\nhy in Johannesburg 'n lid van 'n bende was. Hy was toe reeds 'n kreupele en het\nbesef\ndat hy nie self die daad kon verrig nie. Hy het dus besluit om na\nJohannesburg te gaan om 'n vriend te kry om dit te kom doen. Hy\nhet egter slegs\n'n mes bekom, nl. Bewysstuk 4. Eerste appellant het toe voorgestel dat Andries\ndronk gemaak word en by die rivier\ngelaat word sodat die Eksteens daarna vermoor\nkon word. Die plan het nie geluk nie en daar is tussen die twee van hulle\nbesluit om\nmnr Eksteen na hul kamer te lok en om hom daar te vermoor. Voor die\nplan in aksie gestel kon word, daag\n12 Thomas daar op. Die twee appellante\nbesluit toe om Andries te probeer dronk\nmaak. Teen sesuur die Saterdagmiddag het Andries saam met Thomas na\nlaasgenoemde se woning gegaan om daar verder te drink.\nTweede appellant het hierna 'n kraan in hul kamer gebreek met die doel om mnr\nEksteen daarheen te lok en hom daar om die lewe te bring.\nEerste appellant het\nmnr Eksteen in die huis gaan roep. Dit was ongeveer 9 uur die aand. Hy het wel\ngekom, maar was gewapen met 'n\nhandwapen. Die plan om mnr Eksteen daar en dan om\ndie lewe te bring, is laat vaar. Mnr Eksteen het die kraan herstel en na sy huis\nteruggekeer.\nEerste appellant het daarna voorgestel dat as Andries terugkeer, hy vasgemaak\nmoet word. Toe Andries later die aand smoordronk terugkeer,\nhet hulle hom,\nterwyl hy in 'n diepe dronkslaap verkeer, stewig vasgebind met tou wat eerste\nappellant van die wasgoedlyn geneem\nhet en lappe in sy mond gedruk. Andries het\nwakker geword en bevestig dat daar geld in die Eksteen-woning is. Hy het om sy\nlewe gepleit\nen gesê dat hy een van hulle is. Hy het begin skree. Tweede\nappellant het hom met die hef van die mes teen die\n13\nslaap geslaan. Toe hy weer begin skree, het eerste appellante die\nmes,\nbewysstuk 4 geneem en hom in sy maag daarmee gesteek.\nTweede\nappellant het lug uit die maagwond hoor ontsnap en het aan eerste appellant\ngevra waarom sy so iets gedoen het, waarop sy geantwoord\nhet \"die ding wil nie\nverstaan nie.\" Sy het steeds die mes in haar hand gehad. Tweede appellant het\ntoe besef dat Andries Mothebu\n'n langsame dood gaan sterf weens die maagwond. Hy\nhet die mes by eerste appellant geneem en Andries in die borskas gesteek. Hy het\nhom ook in die keel gesteek. Hy kon lug uit Andries se keel hoor ontsnap en\nterwyl laasgenoemde nog geskop het, het hulle hom onder\n'n bed ingedruk. Daar\nwas baie bloed in die kamer en eerste appellant het dit opgevee. Hulle het na\nhul eie kamer gegaan.\nTweede appellant het getuig dat hy daartoe oorgegaan het om Andries Mothebu\nom die lewe te bring omdat hy 'n obsessie gehad het met\ndie baie geld in die\nEksteen-woning waarvan eerste appellant hom vertel het.\nOp die Sondagoggend, 23 September 1990, het eerste appellant die\nbloedbevlekte lappe verbrand. Toe Thomas later vir Andries kom soek\nhet,\n14\nhet tweede appellant hom vertel dat Andries Sinoville toe is om geld by sy\nsuster te gaan leen. Dieselfde storie is ook aan mnr Eksteen vertel toe\ndié\nnavraag oor Andries se afwesigheid gedoen het. Tweede appellant\nhet in\nAndries se plek mnr Eksteen se skape uit die kraal gejaag en sy koei\ngemelk\nen is daarna na sy kamer terug. Toe hy aan eerste appellant vertel dat\nmnr\nEksteen gedreig het om Andries hardhandig te behandel by laasgenoemde\nse\nterugkeer, het sy hardop gelag en gesê hoe sal hy dit doen, hy gaan\nbinnekort\nvir Andries volg.\nHy (tweede appellant) het daarna voorgestel dat die hele\nmoordplan\nlaat vaar word, maar eerste appellant het na die dood\nvan Andries Mothebu\nverwys en gesê dat hulle die Eksteens in die huis moes gaan aanval; hy\nmoes\nmnr Eksteen aanval en sy vir mev Eksteen. Sy het ook gesê dat dit\n'n\nkwessie van lewe en dood was en die mes, Bewysstuk 4, in haar besit\ngeneem en dit skerp gemaak en muti gekou om haar krag te gee. Van die\nmuti is in die hol hef van die mes geplaas. Dit is deur die verhoorregter\nself\ntydens die verhoor in die hef van die mes gevind.\n15\nEerste appellant het daarna na die woning van die\nEksteens\nteruggekeer sodat die moordplan uitgevoer kon word. Hy\nhet haar 'n paar minute later gevolg. Hy was met die mes, Bewysstuk 4, bewapen.\nToe hy mev Eksteen sien, het sy moed hom weer begewe en hy het haar vir suiker\ngevra. Sy het hom gewaarsku om nie hard te praat,\nsodat mnr Eksteen hom\nnie daar in die huis hoor nie want sy het hom jammer gekry en het vir hom\nsuiker en teesakkies gebring.\nHy het na sy kamer teruggekeer en weer oorweeg om te vlug. Eerste appellant\nhet om ongeveer 12h30 na hul kamer teruggekeer en met\nhom geraas omdat hy nie\nmet die moordplan voortgegaan het nie. Hy het weer by haar gepleit om die plan\nte laat vaar, maar tevergeefs.\nSy het weer 'n plan voorgestel om mnr Eksteen in\nhul kamer te kry, maar hy het dit verwerp. Sy het daarop voorgestel dat hy 'n\nplank\nneem en na mnr Eksteen moes gaan en sê dat hy 'n sitbankie wou maak\nen hom dan vir die nodige gereedskap vra. Hy het tot dié\nplan ingestem en\nmet die plank by die stoorkamer gaan staan, wetende dat mnr Eksteen hom daar sou\nsien. Mnr Eksteen het dan ook later\n16 na buite gekom en hom gevra wat by\nbenodig. Die gereedskap was in 'n\nbuitekamer toegesluit; toe mnr Eksteen buk om die staaldeur oop te sluit,\nhet\ntweede appellant die mes, bewysstuk 4, geneem en hom daarmee in die\nrug\ngesteek. Beide van hulle het geval, waarna tweede appellant mnr\nEksteen\naanhoudend verdere messteke toegedien het. Dit was met soveel\nkrag\ngedoen dat die lem van die mes met 90 grade gebuig het. Hy het die mes\nneergegooi. Mnr Eksteen het begin skree. Tweede appellant het probeer om\nsy mond toe te druk en het 'n pik opgeneem, maar kon mnr Eksteen nie\nraakslaan nie. Hy het die erg verwonde mnr Eksteen in die pakkamer gelaat\n\"\nen die deur gesluit.\nHy het hom daarop by eerste appellant en mev Eksteen in die\nhuis\naangesluit waar hulle in die kombuis gestaan het. Hy het die\nkombuisdeur\nagter hom gesluit. Mev Eksteen het hom gevra waar mnr Eksteen is, want\ndaar was nou bloed aan die voorkant van sy klere. Eerste appellant het\nvir\nmev Eksteen met die arm om haar nek gegryp en dit het gelyk of sy 'n mes\nof 'n skêr teen mev Eksteen se nek gedruk het. (Vermoedelik was dit\ndie\n17 genoemde mes met die lang lem, bewysstuk 5). Hyself het mev Eksteen\n'n\nklap toegedien ten einde die sleutels van die kluis by haar te kry. Mev\nEksteen het geskree, waarop hy mev Eksteen op die vloer vasgedruk het\nen\neerste appellant 'n groot braaivleisvurk (bewysstuk 15) geneem het en dit\nmet\ngeweld agter in mev Eksteen se mond en keel gedruk het. Mev Eksteen\nhet\ngepleit dat haar lewe gespaar moet word en het belowe om die geld aan\nhulle\nte oorhandig. Hulle het haar na haar slaapkamer geneem en haar op die\nbed\ngeplaas. Eerste appellant het hom beveel om oor mev Eksteen wag te hou\nen sy het die kaste begin deursoek. Sy het vuurwapens in een van die\nhangkaste gevind en dit op die vloer geplaas. Hulle het daarna mev\nEksteen\ngevra waar die sleutels van die kluis is, waarop laasgenoemde gesê het\ndat\ndit by die \"oubaas\" is. Eerste appellant het gedreig om haar weer in die\nmond\nmet die braaivleisvurk te steek en het haar ook geklap. Mev Eksteen het\ntoe\ndadelik gesê dat die sleutels van die kluis bo-op een van die hangkaste\nis.\nDaar het eerste appellant twee sleutels gevind en mev Eksteen beveel om\ndie\nkluis oop te sluit. Vanweë haar skriktoestand kon mev Eksteen nie\ndaarin\n18\nslaag nie. Tweede appellant het dle sleutels geneem en die kluis\noopgesluit.\nDaar het hulle nog vuurwapens en R10 000 in note gevind. Hulle\nhet die geld en al die vuurwapens asook rokke van mev Eksteen in 'n\ndrasak\ngeprop. Terwyl tweede appellant in die badkamer was om die bloed van hom af te\nwas, het eerste appellant mev Eksteen wat op\ndie bed gesit het, bewaak. Hy het\ngesien dat eerste appellant besig was om mev Eksteen te slaan - volgens haar\nbewering aan hom omdat\nmev Eksteen probeer het om te ontvlug. Eerste appellant\nhet 'n bajonet, bewysstuk 1, by haar gehad. Sy vra hom waar sy mes, bewysstuk\n4\nis, en hy het aan haar verduidelik wat daarvan geword het. Hy het voorgestel dat\nhulle mev Eksteen vasbind, maar eerste appellant\nhet aangevoer dat sy bang is\ndat die Eksteens se seun daar sou opdaag. Dit was ongeveer 14h00. Sy het\nvoorgestel dat hulle mev Eksteen\nook moes vermoor. Hy het geweier, waarop eerste\nappellant gesê het dat sy self die daad sal pleeg. Hierop het hy mev\nEksteen\nmet 'n handdoek, wat hy in beide hande vasgehou het, agteroor op die bed\ngetrek. Eerste appellant het die bajonet, bewysstuk 1, geneem\nen mev Eksteen\ndaarmee in die\n19\nborskas gesteek. Hulle het mev Eksteen in die kamer gelaat, met die\nbajonet\nsteeds in mev Eksteen se borskas. In die kombuis het hy sy\nbloedbevlekte klere uitgetrek en skoon klere, wat eerste appellant spesiaal\nvir\nhom gehou het, aangetrek. Eerste appellant het die telefoondraad uitgepluk en\nhulle het die plaas verlaat.\nHulle het na Johannesburg gegaan en in 'n hotel\ningeboek. Hulle het die buit verdeel en op 24 Desember is hul uitmekaar, met die\nvoorneme\ndat hy in Johannesburg sou bly en teen Nuwejaarsdag by haar by haar\nwoning in Natal sou aansluit. Hy het haar huisadres in Natal\ngehad.\nHy het daarna 'n berig oor die Eksteen-moorde in 'n koerant gesien en\nafgereis na Durban waar hy eerste appellant ontmoet het. Daar\nhet sy aan hom\ngesê dat haar foto reeds op die televisie vertoon was. Hulle het besluit\nom na die Transkei te vlug. Daar het\nhulle vir vier dae in 'n hotel gewoon en\ndaarna na Durban teruggegaan. Tweede appellant het besluit dat sy en eerste\nappellant se\nweë moes skei, en hy het vertrek, eers na die Transvaal en\nlater na Kaapstad. Na ongeveer 'n jaar het hy na Johannesburg\n20\nteruggekeer, waar hy op 15 April 1992 gearresteer is.\nDie verhoorhof het\ntweede appellant tereg aan die drie moorde en die roof met verswarende\nomstandighede skuldig bevind. Die redes\nhlervoor is die volgende:\n1.\tTweede appellant het op al vier die aanklagte skuldig gepleit. Sy\npleitverduideliking ingevolge artikel 112(2) van die Strafproseswet\nerken dan\nook al die klagtes hom ten laste gelê.\n2.\tTweede appellant het op 1 April 1992 'n bekentenis voor landdros Poterill te\nPretoria afgelê. Hierdie bekentenis stem in\nalle wesenlike opsigte ooreen\nmet sy\nviva voce\ngetuienis wat hierbo opgesom is.\n3.\tOp 14 April 1992 het tweede appellant uitwysings aan Luitenant Bouwer gedoen\nnadat al die regtens voorgeskrewe vereistes nagekom\nis. Dit is genotuleer. Dit\nstaaf in alle wesenlike opsigte sy getuienis in die hof. Luitenant Bouwer se\ngetuienis word gestaaf deur\n'n reeks fotos wat adjudant-offisíer Beukman\ntydens die gemelde uitwysings geneem het.\n21\n4.\tTweede appellant se weergawe word gestaaf deur die getuienis van en\nfotos geneem deur adjudant-offisier Thomas. Hy het die moordtoneel besoek op 25\nDesember 1990 en 'n aantal fotos geneem. Sy getuienis\nen die fotos, insluitende die posisies waarin die lyke gevind ts en die wonde\ndaaraan, staaf tweede appellant se weergawe in alle\nwesenlike opsigte - onder\nandere die bajonet wat nog in die borskas van mev Eksteen was en die braaivurk\nmet bloed daaraan. Hy het\nook 'n aantal bloed- en haarmonsters geneem, en\nvinger- en palmafdrukke. Hy het ook 'n .22 Berettapistool in 'n wasbak gevind.\nHy\nhet ook 'n gebuigde mes, bewysstuk 4, in die motorhuis naby mnr Eksteen se\nlyk aangetref, en bewysstuk 5, 'n mes met 'n lem van 20\nsentimeter, gevind. Hy\nhet ook gevind dat die telefoon uitgeruk was. Sekere kledingstukke van die\nappellante is op die toneel gevind\nen weggestuur vir bloedtoetse. 'n Paar skoene\nvan eerste appellant in die huis gevind.\n5.\tMnr B M Eksteen, die seun van die oorlede mnr en mev Eksteen, het\ntweede\nappellant se weergawe oor die appellante se\nindiensneming\n22\ngestaaf; asook die getuienis ten aansien van die wonde aan die\nEksteen-egpaar, die vermiste handwapens, die kontant en sekere kledingstukke,\no.a die pienk nagrok van mev Eksteen en 'n Nivada-horlosie.\n6.\t(Mev Leonie Jooste, die dogter van die Eksteen-egpaar, het bevestig dat die\ngesteelde juweliersware aan haar moeder behoort het;\ndat dit in 'n kluis in die\nslaapkamer geberg was asook dat minder waardevolle juwele in 'n kissie gehou\nwas. Ook sy het die reedsgenoemde\nhorlosie en nagrok van haar moeder\nuitgeken.\n7.\tBeide appellante het erken dat die braaivleisvurk, bewysstuk 15, in die\nstudeerkamer van die huis aangetref is soos wat op een\nvan die fotos van die\nmisdaadtoneel aangedui is.\nTerwyl daar dus geen redelike twyfel\nkan bestaan oor die skuldige aandadigheid van tweede appellant aan die drie\nmoorde en die roof\nnie, ontstaan die vraag of dieselfde van eerste appellant\ngesê kan word. Het sy Andries Mothebu met 'n mes gesteek omdat sy\ndeur\ntweede appellant gedreig\n23\nwas? Was sy heeltemal onbewus van die moord op mnr Eksteen, soos\nsy\nbeweer? Het sy, soos sy beweer, niks met die roof van die goedere te\ndoen\ngehad nie? Was sy deur tweede appellant met 'n mes gesteek en geskop\nom\nhaar te dwing om mev Eksteen aan te rand en met 'n handdoek vas te\ndruk?\nIs sy, kortweg, valslik deur tweede appellant geinkrimineer?\nDaar bestaan gewigtige getuienis wat teen die eerste appellant\nse\nverontskuldigende weergawe tel, o a die volgende:-\n1. Eerste appellant het op 19 November 1991 in Durban, kort na haar\narrestasie, 'n bekentenis voor kaptein Engelbrecht afgelê,\nbewysstuk\nQ\n.\nIn die aanhef daarvan verklaar sy dat sy die verklaring vrywillig aflê\nomdat sy die waarheid wil praat. Sy verklaar dat sy nie aangerand of\ngedreig is nie. Sy sê dat sy reeds haar weergawe mondelings aan\ndie\npolisie gegee het. Die notule van haar verklaring lees dan\nsoos volg:\n(Ek weergee die verklaring\nverbatim\nmet die tik- en taalfoute\ndaarin\nongekorrigeerd.)\n\"Firstly I would like to tell you about Andries, it is a black male that was\nkilled by black male Nathi and Ben. It was on a Saterday\nin December,\n24\nit happened during the night. Andries was stabbed by them with a knife,\nalthough I was not present. I heard him screaming, he was\ncalling Ben's\nname.\nOn Saturday of the same month, I was in the kitchen of my madam where I was\nworking in Pretoria. My boyfriend, Ben then came into\nthe kitchen and ask me to\ncall our Baas. Ben asked me to ask him to come and give Ben some nails which\nwere in the garage.\nAt that stage our Baas was in the dining room drinking tea. I called him and\ninformed him that Ben was asking for some nails. They\nboth then went into the\ngarage, at that stage I heard the Baas screaming \"Help, help asseblief\". At that\ntime I saw Ben coming out,\nhe locked the garage. Ben was wearing a white\n\"skipper\" and his skipper was full of blood. At that time there were clothing\nhanging\non the line, he took one of his jackets and put it on. After that he\nsaid to me I must ask the Madam to give hime some sugar. At\nthat stage black\nmale Nathi was already in the house from the back. Before the Madam could come\nto Ben, Nathi grabbed her. After\nNathi had grabbed the madam Ben also entered\nthe kitchen. Ben ask me to ask the Madam for money or to threaten her that we\nwould\nkill her. The Madam was crying, Ben then took out her false teeth. Later\nhe showed us the key for the save where the firearms and\nmoney were kept. I do\nnot know how much money we got but I received R1 500.00. Six firearm were taken,\nI was given a Baby Browning\nwhich I had sold at the Post Office to Joshua Xulu.\nWe also took some rings and old money as well as neckleces, a writch watch and\nbangles.\nThe rifles we left in the save, we only took the pistols.\nAfter we were finished the Madam ask to drink some water. As we were in the\ntoilet we allowed her to drink water in the bathroom.\nAfter\n25\nthat I was asked to stab the Madam. I stabbed her twice, I was also injured on\nmy left arm and on my forehead. I was out by the window\nwhen I took the plaster\nfrom the pantry.\nI stabbed the Madam in the chest. We left the Madam on the bed, she was still\nalive and was crying.\nI then changed my clothes in her bedroom, because mine was full of blood. We\nthen took a taxi and we went to a place that I did not\nknow, it was only myself\nand Ben, Nathi had left on his own. We slept in the hotel and Ben booked in for\nthree weeks. After two days\nwe left the hotel and we come down to Durban. Ben\nstayed with me for a few weeks and returned to Pretoria.\nAfter the statement was read over to the deponent she ask to add the\nfollowing:\nWe also took a radio from the scene, I will go and point it out to the\npolice. I sold it to a person at Dalton Men's Hostel.\"\n2. Op 25\nNovember 1991 het sy voor luitenant Gerber 'n\nuitwysingsverklaring afgelê en daarna sekere uitwysings gedoen. Dit\nis genotuleer en het gedien as\nbewvsstuk U\n. Daarin verklaar sy dat sy\nvrywillig die uitwysings wil doen en dat sy nie aangerand of gedreig is\nnie. Luitenant Gerber se notule van die uitwysings lees soos\nvolg:\n\"13:01: Beskuldigde versoek my om te ry na Pretoria-Noord\naangesien sy nie baie vertroud is met Pretoria nie. Ry\nmet die Apiesrivier snelweg deur die poort na\nPretoria-\n26\nNoord.\n13:14 Beskuldigde deel my nou mee dat ek moet ry tot by die ou Warmbad-pad en\nversoek my om regs te draai, terug in die rigting van\nPretoria, sy beduie verder\ndat ek moet afdraai in Sagelaan en beduie verder dat ek na regs moet gaan in\nChervillaan.\n13:20 Beskuldigde versoek my om stil te hou, reg voor no. 8, Chervillaan waar 'n\nwoonhuis op 'n kleinhoewe is en deel my mee dat\ndit díe plek is waar sy\ngaan punte uitwys.\n13:25 Beskuldigde neem my na gebou agter woonhuis en wys 'n sementblad aan my\nuit as die plek waar 'n rondawel was waarin sy en 'n\nene Ben gewoon het. Sy wys\nverder 'n vertrek net ten noord uit in 'n gebou waar 'n swartman Patrick en\nAndries gebly het. Sy deel\nverder mee dat dit die kamer is waar Ben en Natie\nThlakwane vir Andries doodgemaak het op 'n Saterdag in Desember 1990. \"Ek het\ngehoor\nAndries eenmaal skreeu\". \"Ek het wakker geword want ek was reeds aan die\nslaap.\" \"Ek weet nie of Andries dood is nie\".\n13:37 Beskuldigde wys 'n plek uit aan die westekant van die woonhuis wat 'n\ngroot skuur of motorhuis is en deel mee dat Ben net op\ndie Sondag na die\nSaterdag toe sy vir Andries hoor skreeu, het met die eienaar van die plek gesien\npraat het. Sy het gehoor dat Ben\nvir die ouman spykers vra. Die eienaar van die\nplek het toe die deur kom oop sluit. Dit is al wat ek weet.\n13:51 Beskuldigde neem my na die agterdeur van die hoofwoonhuis en wys my dat sy\nin die opwasplek was op die betrokke Sondag. Ben\nhet by die agterdeur ingekom en\nsy het gesien dat Natie by die voordeur inkom. Die eienares van die huis het in\ndie sitkamer op 'n\nstoel gesit. Beskuldigde wys die plek uit. Ben en Natie het\ndie vrou\n27\ngegryp en in die gang afgesleep terwyl sy op die grond gelê het, tot in\ndie hoofslaapkamer waar die dubbelbed gestaan het.\nBen en Natie het 'n sleutel\ngeëis vir 'n brandkluis wat in die hoek van 'n vertrek gestaan het. Sy wys\ndie plek uit. Die vrou\nhet eers met drie sleutels probeer. Sy het toe na die\nhangkas gegaan en 'n ander sleutel uitgehaal. Beskuldigde wys hangkas en\naantrekhokkie\nuit. Die sleutel het toe die kluis oopgesluit. Dit witvrou het toe\nvir ons die geld bo in in die kluis gewys. Ons het die geld uitgehaal\ndit was\nnote ten bedrae R9 500.00. Daar was ses vuurwapens. Beskuldigde wys met die hand\ndat dit handwapens is. Verduidelik dat een\ngroot was, twee bietjie kleiner.\nBeskuldigde sê nou dat daar sewe vuurwapens was, een was 'n Baby Browning,\ndie kleur was silwer.\n\"Ek sê maar net dit is klein, ek weet nie wat die\nnaam is nie\". Die ander vuurwapens was ook kleinerig. Ben het vir my die\nBaby\nBrowning gegee. Daar was 'n banksakkie vol randstukke. Ben het dit gevat en in\n'n sak gesit. Beskuldigde sê dat sy 'n\nring van 9 karaat en R1 500.00 by\nBen gekry het. Sy së verder dat Ben 'n handdoek oor die vrou se kop getrek\nhet en dat Natie\ndie vrou se voete vasgegryp het. Natie het my toe met sy skoen\nin die oog geskop en my in die arm met 'n mes gesteek. Hy het toe\ngesê dat\nek die vrou met die mes moet steek. Ek het haar toe in die bors gesteek met 'n\nsilwerkleurige mes wat ek van Natie\naf gekry het. Natie het die hele tyd\ndíe mes by hom gehad. Ek het haar twee keer op dieselfde plek gesteek.\nDaarna het ons\ngevlug na Johannesburg. Dit is al wat ek\nweet.\"\n3. Op 30 Januarie 1992 het\neerste appellant in die landdroshof verskyn\n28\nwaar die drie moordklagtes aan haar gestel is. Sy het skuldig gepleit\nvoor landdros Venter en 'n pleitverduideliking, Bewysstuk B, aangebied. Daarin\nverklaar sy dat sy die verduideliking vrywillig aflê.\nDie rekord van die\ntersaaklike deel van die verrigtinge lees soos\nvolg:\n\"V. Was u op 23 Desember 1990 tot 25 Desember 1990 te Plot 8, Chervillaan in die\ndistrik Wonderboom?\nA. Ja.\nV. Wat het u daar gedoen?\nA. Ek het met die tuinjong my kêrel. Die werkers op die plot het gedurende\nKersfees vakansie huistoe gegaan. Ek, Andries en\nBen het daar agter gebly. Ons\nhet daar bier gedrink. Ben het met sy vriend gepraat om die ou man dood te kom\nmaak. Hulle het vir\nAndries doodgemaak. Ben en Nati Molakwana het Andries\ndoodgemaak. Ek het huis ingegaan waar ek my werk gedoen het. Ek het niks aan\ndie\npersone gedoen nie. Nati het my arm gesteek en my gedwing om die blanke vrou te\nsteek. Ek het haar 32 keer gesteek met 'n mes.\nEk het niks aan die ouman of\nAndries gedoen nie. Ek het vrou op bors\ngesteek.\nV. Is sy oorlede as gevolg van beserings wat sy opgedoen het?\nA. Ja ek het nie opset gehad nie en nie gedink sy sal sterf nie.\nHof nie tervrede dat beskuldigde bedoel het om skuldig te pleit nie en\npleit van onskuldig genotuleer in terme van artikel 121(2) (b)Wet 51/77.\nErkennings bly staan.\"\n'n Pleit van onskuldig is tereg\ngenotuleer.\n4. Kaptein Gerber, die ondersoekbeampte in die saak, het nadat hy sekere\ninligting ontvang het, na Durban afgereis en eerste appellant daar\n29\ngekonfronteer. Hy het haar volgens die regtersreëls gewaarsku en\ndie\nvolgende vrae aan haar gestel waarop sy soos volg geantwoord het:\n\"\nVraag:\nWeet jy iets van die moorde?\nAntw:\nJa, dit was ek, Ben en Nati.\nVraaq:\nWaar is Ben en Nati?\nAntw:\nlewers in Johannesburg.\nVraaa:\nSal jy die plek kan uitwys?\nAntw:\nJa.\"\nHy het hierdie vrae en antwoorde genotuleer en\neerste appellant het dit onderteken.\nHierna het sy hom geneem na 'n vrou, Fortune, wat mev Eksteen se nagrok\naangehad het en wat dit van eerste appellant gekry het. Ook\nis die gesteelde\nhorlosie weens haar uitwysing gevind. Sy het ook aan die ondersoekbeampte gaan\nwys waar sy die gesteelde ring en\ndie gesteelde pistool sou verkoop het.\nEerste appellant het aangevoer dat die genoemde bekentenis, bewysstukke Q,\ndie uitwysingsverklaring bewysstuk U, die pleitverduideliking\nbewysstuk B en die\nerkennings en uitwysings aan die ondersoekbeampte (almal genoem onder paragrawe\n1-4 hierbo) nie waar en korrek\nis en nie vry\n30\nen ongedwonge deur haar afgelê is nie.\nOm hierdie rede is 'n verhoor - binne - 'n verhoor gehou.\nHaar\ngetuienis was dat met haar arrestasie in Durban op 19 November 1991 sy na 'n\npolisiestasie geneem is waar kaptein Gerber gedreig\nhet om haar aan te rand en\nte slaan. Hy het haar op haar bors geskop. Sy is nie daar deur enigiemand anders\naangerand nie, hoewel\nene Chirwa en Billy teenwoordig was, asook 'n ander blanke\npersoon. Sy het ook getuig dat 'n leerarmband aan haar arm gebreek het\nen dat\ndie ander lede van die polisiemag wat teenwoordig was, kaptein Gerber gesmeek\nhet om die aanranding te staak.\nSy is daarop na 'n ander kamer geneem en het op 'n stoel plaasgeneem. 'n\nOnbekende polisiebeampte het 'n wit 'tou' uit 'n sak geneem.\nHaar arms en bene\nis aan die stoel vasgebind. 'n Nat, groen balaklawa is oor haar gesig getrek en\n'n motorbinneband is daaroor geplaas.\nSy kon nie asemhaal nie en is met\nelektrisiteit geskok. Toe sy steeds weier om te praat, is sy weer geskok. As\ngevolg van die skokke\nhet sy geurineer.\n31\nSy is deur die polisie weggeneem en by haar huis het sy 'n ander\nromp\nen 'n tipe bloes aangetrek omrede haar rok nat was - sy het\ntrouens in die polisievoertuig op 'n koerantpapier gesit.\nSy het later, op 'n\nMaandag, 'n verklaring voor kaptein Engelbrecht afgelê (bewysstuk Q). Sy\nverklaar nie dat sy dit weens vrees\ngedoen het nie, maar wel dat sy dit gedoen\nhet op advies van die polisiebeamptes en omdat sy nie kennis en ervaring van wat\naangaan,\ngehad het nie. Sy het ook nie aan kaptein Engelbrecht van die\nvroeëre aanranding en elektriese skokke vertel nie, en wel uit\nvrees vir\ndie polisie.\nLater, op 25 November 1991, het sy in die hof verskyn en is daarna na 'n\npolisiestasie geneem. Sy het daarna uitwysings gedoen. (BewysstukU).\nSy sê dat 'n polisiebeampte voor haar verskyning in die hof aan haar\ngesê het om niks oor die aanrandings op haar te vermeld\nnie, \"...want dan\nmoet ek weet dat ek beslis teëspoed gaan optel indien ek dit openbaar.\" Om\ndieselfde rede vertel sy nie aan\ndie persoon wat haar vir die uitwysings neem,\nvan die aanrandings vertel nie.\n32\nOnder kruisverhoor het sy toegegee dat sy van meet af aan ingelig\nwas\nvan die klagtes teen haar. Sy gee toe dat sy op 'n stadium\ngesê het dat die dade gepleeg was deur haarself, Ben en Nati. Sy\nsê\ndit is nadat sy geskok en aangerand is. Sy sê voorts dat sy die aand\ngearresteer is en die volgende oggend eers aangerand\nis deur sers Gerber. Hy het\nhaar net een keer op die bors geskop, sy kan nie sê of dit 'n harde of\nligte skop was nie, maar\nsy het wel pyn verduur. Maar kaptein Gerber het nie vir\nhaar 'n storie gegee om te vertel nie - m a w nie iets voorgesê nie;\nhy\nhet haar net gedreig om die waameid te praat. Later vertel sy dat twee\nleerarmbande wat sy aangehad het, gebreek is weens 'n rondrukkery\nby die hekkie\nvan die polisiekantoor nog voor sy aangerand is, maar sy kan nie sê deur\nwie sy rondgeruk is of hoe dit geskied\nhet nie.\nSy ontken onder kruisverhoor dat die inkriminerende stellings die waarheid\nwas en sê dat dit afgelê het ten einde verdere\naanranding af te\nweer. Sy het aan die polisie erken dat dit sy was wat mev Eksteen gedood het,\nnadat sy eers gesê het sy weet\nnie wie dit gedoen het nie.\n33\nKaptein Engelbrecht het verduidelik hoe hy die verklaring,\nBewysstuk\nQ, van eerste appellant afgeneem het. Hy bevestig dat\nsy nooit aan hom gemeld het van enige aanranding op haar nie. Hy het ook geen\nresente wonde of merke aan haar gesien nie.\nKaptein Gerber het getuig dat hy\ndie ondersoekbeampte in die saak was. Hoewel die moorde hier ter sprake gepleeg\nwas op 23 Desember\n1990, het hy eers byna 'n jaar later spoor van die\naangeklaagdes gekry. Hy is op 18 November 1991 saam met sersant Chirwa en\nkonstabel\nShokane na Natal om eerste appellant te vind. Met behulp van die\npolisie in Durban het hulle haar in Kwa Mashu opgespoor. Onmiddellik\ntoe hulle\nhaar gevind het, het hy haar gearresteer, haar volgens regtersreëls\ngewaarsku en hy aan haar, sonder om haar te dreig\nof aan te rand, die vrae, wat\nreeds hierbo vermeld is, gestel. Sy het spontaan geantwoord.\nKaptein Gerber het die vrae en antwoorde genotuleer in sy sakboekie en dit is\ndaar en dan deur eerste appellant onderteken.\nSy is daarna na die kantore van die roof- en moordeenheid in Durban\n34\ngeneem en ondervra. Later is sy na haar huis geneem, waar sy 'n\nnagrok\n(wat as dié van mev Eksteen geídentifiseer is) wat haar\nsuster, Tandi, aangehad het, uitgewys het. Later is 'n goudkleurige\nhorlosie\n(ook dié van mev Eksteen) ook aan hom deur haar uitgewys. Dit was aan die\narm van 'n swart vrou, Fortune. Sy het\nverdere kledingstukke aan hom oorhandig\nen het haar verklee (om ongeveer 07:15) waama sy hulle na die poskantoor en\nander plekke\ngeneem het om aan te dui waar sy sekere goedere van die oorledenes\nverkoop het.\nHy ontken enige aanranding op eerste appellant of enige dreigemente. Sy is\nlater na Pretoria teruggeneem en het op 25 November in\ndie Pretoria-Noord\nlanddroshof verskyn toe die saak bloot uitgestel is tot 30 Januarie 1992. Sy het\ndie uitwysings gedoen op dieselfde\ndag.\nDie kwessie van die verkleding van eerste appellant nadat sy die bekentenis\naan kaptein Engelbrecht gemaak het, is in kruisverhoor\nmet kaptein Gerber gedek.\nHy sê dat nadat sy die bekentenis afgelê het, sy na haar huis in Kwa\nMashu geneem is en dat\nsy daar verklee het \"...seker maar\n35 net om netjies\nte lyk. Ek dra nie kennis hoekom sy wou verklee nie.\" Toe hy\nhaar vroeër die oggend gearresteer het en na die polisiekantore geneem\nhet,\nhet sy nie eers verklee nie. Aan hom is ook gestel dat eerste appellant\nin die\npolisiekantore met vuiste geslaan is, wat hy ontken het. Ook is gestel\ndat\nsersant Chirwa en konstabel Shokane haar teen sy aanvalle verdedig het\nen\ngesê het dat sy 'n vrou is. Hy het dit ontken. Hy het ook getuig dat\ntydens\ndie onderhoud eerste appellant weer erken het dat sy mev\nEksteen\ndoodgemaak het.\nOok is gestel dat die rede vir die latere verkleding was dat eerste appellant\nhaarself weens die aanranding benat het. Hy het dit\nontken en gesê dat hy\nonder die indruk was dat sy verklee het omdat sy netjies wou lyk.\nMajoor Bekker van die kriminele rekordsentrum in Pretoria was tydens die\narrestasie van eerste appellant en haar ondervraging aanwesig,\nhoewel nie\ndeurentyd nie. Hy het sekere fotos geneem, o a van eerste appellant. Hy het\ngetuig dat sy geen onlangse beserings gehad\nhet nie. Hy was bewus daarvan dat\neerste appellant na die ondervraging en voor sy die uitwysings gaan doen\n36\nhet, gaan verklee het. Soos wat hy dit verstaan het, was die rok wat sy\naangehad het 'n bewysstuk of kon dit by die saak betrokke gewees het\nen\ndaarom het sy dit gaan verwissel. Hy ontken dat sy moes verklee omdat\nsy\nin die rok ge-urineer het. Hy sou so iets gesien of geruik\nhet.\nSpeurder-sersant Chirwa van Pretoria, wat kaptein Gerber na Durban\nvergesel het, het kaptein Gerber se weergawe bevestig en ontken\ndat eerste\nappellant aangerand of gedreig was. Hy het slegs as tolk opgetree. Hy ontken dat\nhy eerste appellant teen die beweerde\naanvalle van kaptein Gerber moes verdedig.\nHy ontken dat sy haar rok benat het. Sy het haar wel later by haar huis gaan\nverklee,\nmaar hy kon nie presies die rede onthou nie. Hy was van mening dat dit\nwas omdat die rok wat sy aangehad het, 'n bewysstuk was. Hy\nsou geruik of gesien\nhet as sy haar benat het.\nBilly Shokane is 'n speurder-konstabel wat in Pretoria gestasioneer was. Hy\nhet kaptein Gerber na Durban in November 1991 vergesel\nen was deurentyd\nteenwoordig. Hy het kaptein Gerber se getuienis bevestig. Hy het ontken dat\neerste appellante aangerand of gedreig\nis, of dat hy en speurder-\n37\nsersant Chirwa haar teen kaptein Gerber moes verdedig. Hy bevestig\ndat\neerste appellant later by haar huis gaan verklee het. Hy meen dat hulle\n'n vermoede gehad het dat die rok wat sy aangehad het, dalk\n'n bewysstuk kon\nwees. Hy ontken dat sy haar bemors het - as dit so was sou hy nie langs haar in\ndieselfde voertuig na Kwa Mashu\ngery het nie en sou kaptein Gerber ook nie in\ndieselfde motor gery het nie.\nKaptein van der Merwe van die voertuigdiefstaleenheid in Pretoria was die\npersoon aan wie eerste appellant die uitwysings op 25 November\n1991 gedoen het.\nAan hom het sy verklaar dat sy nie deur enige persoon aangerand, gedreig of\nbeïnvloed was om die uitwysings\nte doen nie. Sy het al die uitwysings\nvrywillig aan hom gedoen en sy notas later onderteken as korrek.\nIn 'n uitspraak na die verhoor - binne - 'n - verhoor het die hof bevind dat\nbewysstukke 0 (die verklaring aan kaptein Engelbrecht)\nen Bewysstuk U (die\nnotule van die uitwysings aan kaptein van der Merwe) toelaatbaar is omdat dit\naan alle regsvereistes voldoen\nen vry en vrywillig afgelê is.\n38\nIn die gemelde uitspraak het die verhoorhof die getuienis van\ndie\ngetuies namens die staat aanvaar en eerste appellant as 'n\npatetiese figuur beskryf. Daar is bevind dat sy haar relaas gewysig en\naangepas\nhet en klaarblyklik onwaarhede vertel het. Die hof het die indruk gevorm dat sy\n'n leuenagtige getuie is. Uit die aard van\ndie saak is ook die\npleitverduideliking in die landdroshof toegelaat. Die eerste vraag wat\nbeantwoord moet word is of hierdie bevinding\nvan die verhoorhof korrek was.\nIn die eerste appellant se advokaat se betoogshoofde voor hierdie hof is\nbetoog dat die verhoorhof in die volgende opsigte fouteer\nhet:-(i) Deur nie ag\nte slaan op die wesenlike weersprekings van die\nstaatsgetuies oor die redes waarom eerste appellant gaan verklee het\nna haar ondervraging en die aflegging van die verklaring voor\nkaptein\nEngelbrecht nie; (ii) Deur nie ag te slaan op die\nweerspreking aangaande die rol wat\nShokane by die ondervraging gespeel het nie.\nBetreffende (i) moet dit vooropgestel word dat eerste appellant self\n39\ngetuig het dat sy die vorige nag in dieselfde rok wat sy aangehad het toe sy\nvir die ondervraging verwyder is, geslaap het. Kaptein\nGerber se verduideliking\ndat sy verklee het\"... seker om maar netjies te lyk\" is dus glad nie\nonwaarskynlik nie. Al die ander polisiebeamptes\nhet getuig dat hulte vermoed dat\neerste appellant verklee het omdat die rok wat sy aangehad het, moontlik 'n\nbewysstuk kon wees.\nFeit is dat eerste appellant inderdaad nadat sy na die huis\nwaar sy gearresteer is, geneem was, 'n horlosie en 'n aantal kledingstukke\nas\nbewysstukke oorhandig het. Dit is nie duidelik of die betrokke rok deel van\ndié bewysstukke was nie. Die verduideliking\nvan sersant Chirwa, konstabel\nShokane en majoor Bekker dat hulle meen dat die rok deel van die bewysstukke\nwas, is nóg weersprekend\nvan kaptein Gerber se getuienis, nóg\nvergesog.\nBetreffende (ii) is dit gemeensaak dat konstabel Shokane deurgaans tydens die\nondervraging van eerste appellant teenwoordig was. Die\npunt is namens die\nverdediging gemaak dat kaptein Gerber getuig het dat konstabel Shokane in\ndié tyd\naesels\nhet, terwyl konstabel Chirwa nie kan onthou of\nhy\n40 gepraat het nie. Konstabel Shokane getuig dat hy nie met eerste\nappellant of\nmet kaptein Gerber gedurende die ondervraging gepraat het nie.\nEk meen nie\ndat hier wesenlike weersprekings voorhande is nie. Chirwa kan nie van 'n\ngepratery onthou nie. Shokane is ook nooit gevra\nof hy nie gedurende die\nondervraging met Chirwa gesels het nie, en sowel Gerber se getuienis as\ndié van Shokane kan dus heeltemal\nwaar wees. Die beweerde weersprekings\nis ook in elk geval nie deur die verdediging gedurende kruisverhoor aan die\nbetrokke getuies\ngestel nie.\nDaar is myns insiens 'n verdere rede waarom die eerste appellant se getuienis\noor die beweerde aanranding by die polisiekantore in\nDurban verwerp moet word.\nDit is dat sy reeds vroeër die oggend om 03h09 erken het dat die moorde\ndeur haar, Ben en Nati gepleeg\nis, volgens die getuienis van kaptein Gerber. Sy\nhet kaptein Gerber se aantekening in dié verband daar en dan onderteken.\nDie waarskynlikhede is oorweldigend dat sy die bekentenis aan kaptein\nEngelbrecht 'n paar uur later insgelyks vrywillig sou afgelê\nhet, te meer\nwaar sy in daardie bekentenis verwys na die verklaring wat\n41\nsy vroeër die oggend aan kaptein Gerber afgelê het.\nEk meen dus\ndat die verhoorhof tereg die bekentenis, uitwysing, erkenning aan kaptein Gerber\nen die pleitverduideliking toegelaat\nhet.\nDie advokaat vir eerste appellant\nhet in hierdie hof tereg toegegee dat die\nviva voce\ngetuienis van tweede\nappelant verdoemend teenoor eerste appellant is. Hy het in sy betoogshoofde\n(maar nie in argument voor hierdie\nhof nie) aangevoer dat die verhoorhof nie die\nversigtigheidsreël met betrekking tot die getuienis van mede-beskuldigdes\nna behore\ntoegepas het nie. Geen redes vir die blote stelling is voorgelë\nnie en ek meen nie dat daar enige gronde vir dié stelling\nbestaan\nnie.\nIn die lig van al hierdie oënskynlik verdoemende getuienis teen haar,\nhet eerste appellant by die verhoor haar toevlug tot die\nenigste ander moontlike\nverweer geneem, nl dat sy deur tweede appellant gedwing is om aan die betrokke\nhandelinge deel te neem. Haar\nweergawe in dié verband het ek reeds\nvolledig hierbo weergegee.\nEk meen dat die gemelde weergawe van eerste appellant tereg\nverwerp\n42\nis, om die redes wat volg:\n(a)\tIn haar bekentenis is daar geen sprake van dwang of dreigemente deur tweede\nappellant om aan die moorde deel te neem nie. Ene\nNati sou ook 'n deelnemer\ngewees het.\n(b)\nOok\nmaak sy geen sodanige bewerings aan kaptein Gerber\nnie.\n(c)\tUit die aantekeninge wat deur kaptein van der Merwe geneem is gedurende haar\nuitwysings aan hom, blyk dat ene Nati ook op die\ntoneel was en dat hy, Nati, (en\nnie tweede appellant nie) haar gedwing het om mev Eksteen met die mes te\nsteek.\n(d)\nDit blvk egter uit haar eie aetuienis dat daar nie so 'n persoon soos\nNati bestaan nie en dat aeen derde persoon saam met haar en\ntweede appellant aan\ndie moorde deelgeneem het nie\n. Volgens haar het tweede appellant reeds in\nNatal voorgestel dat as sy ooit gearresteer word, sy moet sê dat hy\n(tweede appellant)\nten tye van die pleging van die moord op mnr Eksteen saam met\nene Nati was. Maar dié verklaring is verregaande: waarom sou\ntweede\nappellant nie alleen 'n\n43\nfiktiewe derde persoon op die toneel plaas nie, maar ook homself?\n(e)\tDit blyk dat tweede appellant 'n kreupele is wat nie vinnig kon loop of\nhardloop nie en nie groot van postuur is nie. Tog probeer\nsy nie om van hom weg\nte vlug nie - wat immers moontlik was toe hy alleen met mev Eksteen in die\nslaapkamer sou gewees het. Haar\ngetuienis dat sy nie kon vlug nie omdat die\nagterdeur gesluit was, oortuig nie, want sy het geensins gepoog om uit te vind\nof daar\nnie ander buite- deure of uitgange uit die huis was nie.\n(f)\tIn elk geval het sy die oggend ruim geleentheid gehad om aan mnr en mev\nEksteen te rapporteer dat Andries vermoor is en dat hul\neie lewens in gevaar is\n- maar sy doen dit geensins.\n(g)\tSelfs na die gruweldade en hoewel sy nie meer saam met tweede appellant\ngewoon het nie, nader sy nie die polisie oor die gebeure\nnie. Ek meen dus dat\ndie verhoorhof tereg eerste appellant se weergawe\nverwerp het en\ndié van tweede appellant aanvaar het.\nUit die getuienis blyk dan die volgende prentjie: Die twee\nappellante\n44\nhet te hore gekom van 'n groot bedrag kontant in die Eksteenwoning.\nVeral\nonder aanvoering van eerste appellant, beplan hulle om dié geld\nin die hande te kry. Die Eksteens moes uit die weg geruim word.\nOok Andries\nMothebu moes stilgemaak word. Op 'n sluwe wyse word die gruweldade beplan en\nword die planne aangepas. Albei neem deel\naan die moord op Andries Mothebu.\nEerste appellant bedink 'n plan sodat tweede appellant mnr Eksteen kan vermoor.\nAlbei neem deel\naan die moord op mev Eksteen en aan die diefstal van die\ngenoemde artikels. Eerste appellant se weergawe dat sy onder dwang van tweede\nappellant gehandel het, is 'n versinsel.\nHulle is tereg beide aan die ten laste gelegde drie moorde en die roof met\nverswarende omstandighede skuldig bevind.\nBeide appellante kom ook teen die opgelegde doodvonnisse in hoër beroep.\nDaar is aangevoer dat soos die reg tans staan, hierdie\nHof in die lig van die\nversagtende en verswarende faktore wat van toepassing is, self moet besluit of\ndie doodvonnis die enigste\ngepaste vonnis is\n(S v Nkambule\n1993 (1)SASV\n136 (A) op 141 J-142A;\nS vNkwanvana and Others\n1990(4) SA735\n45 (A) op\n745E). Tereg is ook aangevoer dat die blote feit dat die\nstrafverswarende faktore swaarder as die strafversagtende faktore weeg,\nnie\nnoodwendig meebring dat die doodvonnis die enigste gepaste een is nie\n(S\nv Ntuli\n1991(1) SASV 137(A) op 142 g) en dat die doodvonnis slegs\nin\nuitsonderlike ernstige gevalle opgelê word\n(S v Senonohi\n1990(4) SA 727 (A)\nop 734 H). Ook is verwys na die bekende vermaning om straf\nmet genade te\ntemper\n(S vV\n1972(3) SA 611 (A) op 614 D-G).\nDie persoonlike omstandighede van die appellante is die volgende:\nEerste appellant was 27 jaar oud toe die misdade gepleeg is en\nhet\nopleiding tot standerd 1 gehad. Sy het toe siek geword en het\ngeen verdere\nopleiding ontvang nie. Sy het as huisbediende en ook op 'n plek waar\nsonneblomme gekweek word, gewerk. Sy is nie getroud nie, het twee kinders\ngehad, maar een is oorlede en die ander is sewe jaar oud. Haar vader woon\nin Natal en sien om na die kind. In 1990 het sy tweede appellant in\nJohannesburg by Parkstasie ontmoet, ongeveer twee maande voor die\nplaasvind van die tans tersake voorvalle. Hulle het daarna rondgeswerf in\ndie\n46\nomgewing van Johannesburg en Pretoria, totdat hulle toevallig by\ndie\nEksteens werk gekry het.\nTweede appellant was tydens die verhoor\ndrie-en-dertig jaar oud en is heeltemal ongeletterd. Hy het in die omgewing van\nWarmbad grootgeword\nin die sorg van sy grootouers. Hy het eers hande-arbeid in\ndie Warmbad-omgewing verrig, maar is later na Johannesburg waar hy in\ndie buurt\nvan Parkstasie rondgeswerf het. Hy is later na Marabastad naby Pretoria waar hy\n'n straatkind geword het. Later word hy\n'n koerantverkoper en toe 'n tuinier. Hy\ngaan daarna terug na Johannesburg en verval in 'n bestaan van daggarokery,\ndrankmisbruik\nen gomsnuiwery. So ontmoet hy vir eerste appellant in 1990.\nDie strafverswarende faktore in hierdie saak is voor die handliggend en is\nbesonder ernstig. Hulle is deur die verhoorhof soos volg\nsaamgevat: (i) Die erns\nen veelvoud van die misdade: drie moorde en roof met\nverswarende omstandighede wat oor die verloop van 'n redelike lang\ntyd gepleeg is. Daar was ruim tyd vir besinning, maar dit is nie\nbenut\n47\nnie; inteendeel is met nuwe moordplanne vorendag gekom.\n(ii) Die misdade was vooraf beplan en beredeneer; dit is fyn uitgewerk en slu\nbeplan. Elkeen van die appellante het afwisselend die\nleiersrol in die\nsameswering en in die uitvoering daarvan geneem.\n(iii) Daar is volhardend met die grusame dade voortgegaan. Selfs nadat Andries\nMothebu om die lewe gebring is en die appellante gaan\nslaap het, het hulle nie\ntot besinning gekom nie maar steeds beplan hoe om mnr en mev Eksteen na hul dood\nte lok.\n(iv) Al drie die persone wat om die lewe gebring is, was hulpelose en betreklik\nweerlose mense. Andries Mothebu was smoordronk en\nis oorval en vasgebind en in\ndaardie toestand doodgemaak. Mnr Eksteen is van agter aangeval terwyl hy gebuk\nhet om 'n waenhuisdeur\noop te sluit en mev Eksteen is met 'n handdoek van agter\ngewurg en toe doodgemaak.\n(v) Daar was absoluut geen rede om Andries Mothebu om die lewe te bring nie,\nselfs nadat hy, terwyl hy vasgebind was, te kenne gegee\nhet\n48 dat hy nie met die appellante se planne wou inval nie.\n(vi) Dit blyk dat die appellante behoorlik en op menswaardige en vriendelike\nwyse deur die Eksteens behandel is.\n(vii) Die wreedheid waarmee die moorde gepleeg is, is skokkend. Aan die liggaam\nvan mnr Eksteen was daar sewe steekwonde en twee\nskaafwonde en die fotos van sy\nlyk wat as bewysstuk ingehandig is, toon dat hy 'n gruwelike en pynlike dood\ngesterf het. In die geval\nvan mev Eksteen was daar twee steekwonde wat die\nborskas gepenetreer het. Daar was 'n verdere steekwond op die regterbors en\nverspreide\nkneuswonde oor die liggaam. Soos blyk uit die getuienis, is sy vir 'n\naansienlike tyd as gevangene aangehou nadat sy reeds bewus\ngemaak was deur die\nappellante dat groot onheil haar eggenoot getref het. Besonder wreedaardig is\ndat sy deur eerste appellant met\n'n braaivleisvurk in die mond gesteek is om\nhaar te dwing om te openbaar waar die Eksteens se geld te vinde is. Aan die\nliggaam van\nAndries Mothebu was daar veertien steekwonde.\n49 Hy\nwas, soos uit die foto-bewysstukke blyk op wrede en pynlike wyse\nvasgebind, met sy arms en bene agter sy rug bymekaar getrek en\nvasgemaak.\nIn teenstelling met die bogemelde verswarende omstandighede kon\ndie verhoorhof geen werklike versagtende omstandighede vind nie, na\nmy mening\ntereg. Dat die appellante as eerste oortreders behandel is en dat tweede\nappellant nadat hy betrap is, oop kaarte gespeel\nhet en skuldig gepleit het en,\nby monde van sy advokaat, berou betoon, kan geensins teen die gruweldade opweeg\nnie. En selfs al hou\nmens die strafideaal van rehabilitasie voor oë, is\nhierdie geval sekerlik een waar die gemeenskap die swaarste wetlik-toelaatbare\ntol eis.\nDie verhoorhof het, na my mening, in die lig van die tans nog geldende reg,\ndie enigste gepaste vonnisse opgelê.\nIn die lig van die onbeantwoorde vraag of die oplegging van die doodvonnis\ndeur die hof\na quo\nen die bekragtiging daarvan deur hierdie Hof\ngrondwetlik in orde is en in die lig van die hangende geding wat tans voor die\nGrondwetlike\nHof dien, is dit aangewese om, in navolging van wat beslis is\nin\n50\nS v Makwanyane en 'n Ander\n1994(3) SA 868(A) te 873 D-G, die\nbekragtiging\nvan die doodsvonnisse uit te stel totdat die Grondwetlike Hof daaroor\nbeslis\nhet.\nDie volgende bevel word dus gemaak:\n1.\tDie eerste appellant se appèl teen haar skuldigbevindings op klagtes\n1, 2 en 3 word van die hand gewys.\n2.\tDie afhandeling van beide appellante se appelle teen die doodvonnisse hul\nopgelê op klagtes 1, 2 en 3 word uitgestel tot\n'n datum wat deur die\nGriffier in oorleg met die Hoofregter bepaal sal\nword.\nP J J OLIVIER\nWAARNEMENDE\nAPPèLREGTER\nHEFER, AR )\n) STEM SAAM EKSTEEN,AR )",
  "scraped_at": "2026-02-12T05:55:17.874771",
  "date": "1995-03-17",
  "coram": [
    "HEFER",
    "EKSTEEN",
    "ARR",
    "OLIVIER"
  ],
  "case_number": "207/93, 214/94",
  "parties": {
    "applicants": [
      "Olga Namusa Shabalala",
      "Lesibi Ben Moobi"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "In December 1990 the elderly Eksteen couple and their employee Andries Mothebu were brutally murdered in their Wonderboom home. The murders were accompanied by a large-scale robbery that included jewellery, cash, clothing and five hand‑guns. The prosecution proved that the two appellants, Olga Namusa Shabalala (27) and Lesibi Ben Moobi (33), were employed as garden‑workers by the Eksteens and, together with a third accomplice, planned and executed the killings and theft. Evidence shows that the appellants bound, stabbed and repeatedly attacked the victims while the robbery was carried out. Both were charged with three counts of murder and one count of aggravated robbery. They were convicted in the Transvaal Provincial Division and sentenced to death for each murder and to twenty years’ imprisonment for the robbery.",
    "issues": "The appellants appealed on two grounds: (1) whether the convictions for the three murders and the aggravated robbery were correct, and (2) whether the death sentences imposed were lawful and appropriate in the circumstances, taking account of the applicable aggravating and mitigating factors and the constitutional limitations on the death penalty.",
    "principles": "The court applied the provisions of the Criminal Procedure Act relating to murder, robbery with aggravating circumstances and sentencing. It considered the statutory framework for imposing the death penalty, the need for a balancing of aggravating versus mitigating factors, and the precedent that death sentences may be imposed only in the most egregious cases (e.g., S v Nkambule, S v Nkwanvana, S v Ntuli, S v Senonohi, S v V). The court also examined constitutional principles regarding the proportionality of punishment, as highlighted in S v Makwanyane. The principles of appellate review—whether the trial court’s findings were supported by the evidence and whether any error was material—were also applied.",
    "application": "The appellate court found that the evidence, including forensic pathology, witness testimony and physical evidence, unequivocally linked both appellants to the murders and the robbery. It rejected the appellants’ claims of duress, arguing that the prosecution had disproved any claim that they acted under compulsion. The court held that the aggravating factors—premeditation, multiple murders, extreme brutality, theft of firearms and cash, and the vulnerability of the victims—far outweighed any mitigating factors such as the appellants’ age or lack of prior convictions. Consequently, the death sentences were deemed appropriate, though the court stayed their execution pending a constitutional reference.",
    "conclusion": "The Court dismissed the appeals. The convictions for murder and aggravated robbery were upheld. The death sentences for each murder were confirmed, but their enforcement was suspended until the Constitutional Court decides on the constitutional reference concerning the death penalty. The order also provided that the appellate court will set a date for hearing the constitutional matter."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "death penalty",
      "appeal",
      "aggravated robbery",
      "sentencing"
    ]
  }
}