{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/154.html",
  "case_name": "Philmatt (Pty) Ltd. v Mosselbank Developments CC (323/94) [1995] ZASCA 154; 1996 (2) SA 15 (SCA); [1996] 1 All SA 296 (A); [1996] 1 All SA 296 (A) (29 November 1995)",
  "citation": "[1995] ZASCA 154",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 154\n|\nNoteup\n|\nLawCite\nPhilmatt (Pty) Ltd. v Mosselbank Developments CC (323/94) [1995] ZASCA 154; 1996 (2) SA 15 (SCA); [1996] 1 All SA 296 (A); [1996] 1 All SA 296 (A) (29 November 1995)\nDownload original files\nPDF format\nRTF format\nCase no: 323/94\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE DIVISION)\nIn the matter between:\nPHILMATT (PTY) LIMITED\nAppellant\nMOSSELBANK DEVELOP\nMENTS CC\tRespondent\nCoram:\nHEFER, F H GROSSKOPF JJA et VAN COLLER AJA\nHeard\n: 21 August 1995\nDelivered:\n29 November 1995\n2\nJUDGMENT F H GROSSKOPF JA:\nThe appellant launched an application in\nthe Cape of Good Hope Provincial Division, seeking an order for the provisional\nwinding-up\nof the respondent, a close corporation, on the grounds that it was\nunable to pay its debts, as provided in s 68(c) of the Close Corporation\nAct 69\nof 1984, or alternatively, that it was just and equitable in terms of s 68(d)\nthat the respondent be wound up. The court a\nquo (Hodes AJ) dismissed the\napplication with costs, but granted the appellant leave to appeal to this\ncourt.\nDuring 1991 the respondent purchased certain erf 184, Paternoster, situated\nin the municipality of Vredenburg - Saldanha (\"the Paternoster\nproperty\") with a\nview to develop it into a township comprising 72 erven. On 8 April 1992 the\nrespondent entered into a written deed\nof sale (\"the deed of sale\") with Wale\nStreet Industrial Finance Limited (\"Wale Street\"), or its nominee, in terms\nwhereof the respondent\nsold to Wale Street, or its nominee,\n3\n23 of the proposed erven (\"the 23 erven\") for R18 639 per erf.\nA certain Esaias\nFrederick Snyman (\"Snyman\"), who was the sole member of the\nrespondent at\nthe time, concluded the sale and signed the deed of sale on\nbehalf of the\nrespondent. Snyman, acting on behalf of the respondent and\nothers, entered into\na further agreement with Wale Street (\"the finance\nagreement\"). The finance\nagreement was signed by Snyman on 8 May 1992. It\nprovided inter alia for the\nappointment of Wale Street as the \"sole agent\" to\nraise finance in the sum of\nR2,8 million during the period 1 April to 31\nDecember 1992 to pay for the\npurchase price of the Paternoster property and\nthe development of the proposed\ntownship. It is common cause that Wale Street\nraised a sum of R135 000 on\n8 April 1992, which is incidentally the date upon\nwhich the deed of sale was\nsigned. Wale Street also provided other financial\nassistance before the finance\nagreement was eventually signed on 8 May 1992,\nbut the total amount raised\nnever came near R2,8 million.\nOn 29 October 1993 Wale Street nominated the appellant in writing as the\npurchaser in terms of the deed of sale, and the appellant\naccepted\n4\nsuch nomination (\"the nomination agreement\"). The appellant thereupon\ntendered performance of its obligations in terms of the deed\nof sale and\ndemanded transfer of the 23 erven into its name. The respondent's reaction was\nthat neither Wale Street nor its nominee\nwas entitled to claim transfer of the\n23 erven inasmuch as Wale Street had failed to honour its obligations in terms\nof the finance\nagreement.\nThe appellant then launched an urgent application in December 1993 seeking an\ninterim interdict restraining the respondent from alienating_any\nof the 23\nerven. The respondent consented to the granting of such order, pending the\ndetermination of an action which the appellant\nhad to institute on or before 31\nJanuary 1994. The appellant duly instituted the action, but before the\nrespondent's plea could be\nfiled the appellant applied on 23 March 1994 by way\nof an urgent application for the provisional winding-up of the respondent.\nIt is common cause that if the respondent were obliged to transfer the 23\nerven into the appellant's name at a price of R18 639,00\neach (which according\nto the respondent represented the cost price of each erf, without\n5\nmaking provision for any development costs), the respondent would indeed be\nunable to pay its debts, as provided in s 68(c) of Act\n69 of 1984.\nJudging\nonly by the terms of the deed of sale, read with the nomination agreement, the\nrespondent appears to be obliged, subject to\ndue performance by the appellant,\nto transfer the 23 erven into its name. In the court a quo the respondent's\nopposition to the appellant's\napplication for a provisional winding-up order\nrested mainly on two legs: first, that the respondent was entitled to\nrectification\nof the deed of sale which, if granted, would have had the effect\nof relieving the respondent of its obligation to transfer the 23\nerven to the\nappellant; secondly, that the deed of sale was of no force or effect in terms of\ns 2(1)\nof the\nAlienation of Land Act 68 of 1981\n(\"the\nAct\") inasmuch\nas a\nmaterial term of the agreement between the respondent and Wale Street had not\nbeen reduced to writing.\nThe court a quo rejected the respondent's claim to rectification on the\nstrength of certain dicta in\nWeinerlein v Goch Buildings Ltd\n1925 AD 282\nat 291, and\nMever v Merchants' Trust Ltd\n1942 AD 244\nat 254, to the\n6\neffect that rectification cannot be raised against an innocent third party\nsuch as\nthe appellant. The respondent accepted this finding of the court a\nquo, and the\nquestion of rectification is accordingly not an issue any more.\nThe second leg of the respondent's argument was based on\ns\n2(1)\nof the\nAct which\nprovides as follows:\n\"No alienation of land .... shall .... be of any force or effect unless it is\ncontained in a deed of alienation signed by the parties\nthereto or by their\nagents acting on their written authority.\"\nThe sale of the 23 erven was clearly an \"alienation\" of \"land\" as defined in\nthe\nAct. All\nthe material terms of such alienation therefore had to be contained\nin the signed \"deed of alienation\" (ie the deed of sale).\nIt is necessary to refer briefly to the evidence in order to determine\nwhether there were any alleged material terms of the alienation\nwhich were not\ncontained in the deed of sale. Seeing that the proceedings in the court a quo\nwere on notice of motion and that disputes\nof fact have arisen on the\naffidavits, the general rule, as laid down in\nPlascon - Evans Paints Ltd v\nVan Riebeeck Paints (Pty) Ltd\n1984(3) SA 623(A) at 634 H-I, applies, viz\nthat the matter\n7\nshould be resolved on the basis of the facts averred in the appellant's\naffidavits which have been admitted by the respondent, together\nwith the facts\nalleged by the respondent. In my view this is clearly not a case where the\nallegations of the respondent are so far-fetched\nor untenable that the court\nwould be justified in rejecting them merely on the papers.\nThe only two deponents who have personal knowledge of the negotiations\npreceding the conclusion of the deed of sale and the finance\nagreement, and who\nwould know whether any prior or contemporaneous oral terms of the deed of sale\nwere agreed upon, are Snyman, who\nacted throughout on behalf of the respondent,\nand one Leon Stefan van der Westhuizen (\"van der Westhuizen\"), who negotiated on\nbehalf\nof Wale Street. At the time when they deposed to their respective\naffidavits Snyman had ceased to be a member of the respondent,\nwhile van der\nWesthuizen had no further interest in Wale Street.\nSnyman made the following allegations in his affidavit with regard to a\ncontemporaneous oral term (\"the oral term\") which formed part\nof the agreement\nconcluded between the respondent and Wale Street:\n8\n\"Ek bevestig spesifiek dat dit deurentyd deur die ooreenkoms tussen myself en\nWale Street Finance Limited was dat hulle 23 erwe teen\nkosprys kon kry\nonderhewig daaraan dat hulle die nodige finansiering kon kry vir die aankoop van\ndie grond en vir die finansiering\nvan die dienste. (Dit wil se die hele projek\nin geheel). Hulle kon nie die finansiering bekom nie en die ooreenkoms net\ngevolglik\nnie tot stand gekom nie.\"\nSnyman further\nconfirmed the following statement by one Anthony Robert\nMurris, who deposed to the answering affidavit on behalf of the\nrespondent:\n\"Dit was 'n uitdruklike term van die ooreenkoms dat die koopkontrak slegs\nwerking sou he indien Wale Street die finansiering sou bekom.\"\nVan der Westhuizen specifically denied that there had been any such oral\nagreement. The court a quo pointed out that although the\nappellant was well\naware of the serious dispute of fact which arose on the affidavits, it chose to\nargue the matter on the papers\nand not to apply for the matter to be referred to\noral evidence. In the circumstances the general rule in\nPlascon -Evans,\nsupra\n, applies, with the result that the respondent's version has to be\naccepted as correct for purposes of this case.\n9\nThe court a quo found that it was clear from the affidavits filed on behalf\nof the respondent that the deed of sale was not intended\nto be the exclusive\nmemorial of the whole of the agreement between Wale Street and the respondent,\nbut that it recorded only part\nof a larger and partly oral agreement. It was\nheld that the evidence showed that it was an express oral term of this larger\ncontemporaneous\nagreement that the deed of sale was subject to a suspensive\ncondition, namely that the respondent's obligation to perform would only\ncome\ninto operation once Wale Street had procured the necessary finance for the\npurchase of the Paternoster property and the financing\nof the services.\nThe court a quo referred to certain passages in the judgment of this court in\nJohnston v Leal\n1980(3) SA 927(A) dealing with the so-called \"parol\nevidence\" or \"integration\" rule, and concluded that the deed of sale in the\npresent\ncase did not constitute an integration of the whole agreement, but only\na partial integration, and that the integration rule therefore\ndid not prevent\nthe admission of extrinsic evidence relating to the oral term.\nThe court a quo further held that the oral term was a material\nterm\n10\nof the sale and that failure to incorporate it in the deed of sale resulted\nin the sale being void in terms of\ns 2(1)\nof the\nAct. The\ncourt a quo concluded\nthat the respondent was therefore not bound to transfer the 23 erven into the\nappellant's name at the agreed\nprice, which would otherwise have rendered the\nrespondent insolvent. The appellant's application for liquidation was\naccordingly\ndismissed with costs.\nIn this court the appellant submitted that the respondent is in law precluded\nfrom relying on extrinsic evidence relating to the oral\nterm for the following\nreasons. It was contended in the first place that the admission of such\nextrinsic evidence would have the\neffect of transgressing the so-called parol\nevidence rule; secondly, that it would undermine the policy underlying\ns 2(1)\nof\nthe\nAct, which\nseeks to prevent uncertainty and disputes concerning the contents\nof contracts for the alienation of land; thirdly, that the provisions\nof clause\n9 of the deed of sale, in terms whereof Wale Street acknowledged that the deed\nof sale constituted the whole agreement\nbetween the respondent and itself,\nprecludes the respondent from tendering evidence to contradict or qualify\n11\nthe provisions of the deed of sale; fourthly, that the respondent is\nestopped\nfrom proving the oral term which would have the effect of avoiding\nthe sale.\nI shall deal with these submissions seriatim.\nThe appellant's first argument was that the parol evidence\nrule\nprevents the admission of extrinsic evidence. This rule was formulated as\nfollows by Watermeyer JA in\nUnion Government v Vianini\nFerro-Concrete\nPipes (Pty) Ltd\n1941 AD 43\nat 47:\n\"Now this Court has accepted the rule that when a contract has been reduced\nto writing, the writing is, in general, regarded as the\nexclusive memorial of\nthe transaction and in a suit between the parties no evidence to prove its terms\nmay be given save the document\nor secondary evidence of its contents, nor may\nthe contents of such document be contradicted, altered, added to or varied by\nparol\nevidence.\"\n(See National Board (Pretoria) (Pty) Ltd and Another v Estate Swanepoel\n1975(3) SA 16(A) at 26A-D;\nRielly v Seligson and Clare Ltd\n1977(1) SA\n626(A) at 637C-D.) After pointing out that several writers on the law of\nevidence hold the view that these rules are not strictly\nrules of evidence\nthe\n12\nearned judge proceeded as follows at 47:\n\"Whatever may be the correct view as to the precise nature of the rules, it is\nclear that they do not prevent a party from setting\nup the case that the\ncontract is not a presently enforceable contract inasmuch as it is conditional\nupon the happening of some event\nwhich has not occurred.\"\nIt follows that the integration rule does not preclude\nextrinsic\nevidence of a prior or contemporaneous\noral agreement that the written contract\nshall not take effect except in a\ncertain contingency. That much appears from\nthe second passage from\nUnion\nGovernment v Vianini Ferro-Concrete Pip\nes.\nsupra\n, quoted above,\nand from the following remarks of Innes CJ in\nStiglingh\nv\nTheron\n1907 TS 998\nat 1003:\n\"But, again, evidence is admissible of a separate oral agreement constituting a\ncondition precedent to the attachment of any liability\nunder the written\ninstrument. This is an exception to the general principle, more apparent than\nreal, because such evidence does\nnot essentially tend to vary the document.\nAccepting its terms as they stand, it aims at suspending its operation. If the\nsuspension\nfails or ceases, then admittedly the contract takes effect in\naccordance with its ordinary meaning.\"\n13\n(See also\nAymard v Webster\n1910 TPD 123\nat 129;\nJohnston v\nLeal\n,\nsupra\n. at 938H and 946H). It remains problematical, however, to\ndetermine in what circumstances this exception to the parol evidence rule\nwould\napply, and when extrinsic evidence of a suspensive condition would be\nadmissible. (See\nThiart v Kraukamp\n1967(3) SA 219(T) at 224A-226E;\nHoffmann and Zeffertt\nThe South African Law of Evidence\n4th ed\n309-312.)\nIt is not necessary, however, to decide whether the extrinsic evidence should\nbe admissible on this basis, inasmuch as there is another\nand more compelling\nreason for allowing the evidence of the oral term in the present case. The\nobject of the respondent in seeking\nto adduce this extrinsic evidence was not to\nincorporate the suspensive condition as a term of the deed of sale, and then to\nenforce\nsuch term by relying on Wale Street's failure to comply with the\nsuspensive condition. Nor did the respondent seek to contradict,\nalter, add to\nor vary the terms of the deed of sale as such. The respondent merely wished to\nintroduce the extrinsic evidence in\norder to establish the existence of a\nmaterial oral term which was not incorporated in the deed of sale, and to\nshow\n14\nthat the deed of sale therefore did not constitute a valid and enforceable\ndeed\nof alienation in terms of\ns 2(1)\nof the\nAct. See\nin this regard\nJohnston v Leal,\nsupra\n, at 942H-943G, and more particularly at\n943B-C where\nCorbett JA\nsaid\nthat the aim and effect of the\nintegration rule -\n\"is to prevent a party to a contract which has been integrated into a single\nand complete written memorial from seeking to contradict,\nadd to or modify the\nwriting by reference to extrinsic evidence and in that way\nto redefine the\nterms of the contract\n.\" (Emphasis added.)\nThe learned judge further concluded at 943F-G:\n\"To sum up, therefore, the integration rule prevents a party from altering,\nby the production of extrinsic evidence, the recorded\nterms of an integrated\ncontract\nin order to rely upon the contract as altered\n: ....\" (Emphasis\nadded.)\nThe object of the respondent was certainly not to redefine the terms of the\ndeed of sale, or to enforce the deed of sale as altered;\non the contrary, the\nrespondent sought to establish that the deed of sale was invalid and\nunenforceable. The admission of the extrinsic\nevidence in these\ncircumstances\n15\ndoes not seem to me to be contrary to the parol evidence rule. In fact,\nin\nJohnston v Leal\n,\nsupra\n, at 945E-946E the learned judge\nreferred to a so-called\nqualification of the integration rule which relates\nto the validity of the\ntransaction, and concluded (at 946E) that -\n\"the parol evidence, or integration, rule does not preclude the court from\nenquiring into the true content of the transaction in order\nto determine the\nvalidity thereof....\"\nThe learned judge found support for this qualification of the integration\nrule\ninter alia in the following general statement by Hoffmann\nSouth African\nLaw\nof Evidence\n2nd ed at 215 (which statement is repeated and extended in\nthe 4th\ned of Hoffmann and Zeffertt's\nThe South African Law of Evidence\nat\n300):\n\"The fact that a transaction has been embodied in a document does not\npreclude a party from attacking its validity. For example, evidence\nmay be\nadduced to prove that it was induced by fraud, duress or misrepresentation, or\nthat it is void for mistake, illegality or\nfailure to comply with the terms\nof a statute\n.\" (Emphasis added)\nThe respondent sought to introduce the extrinsic evidence with exactly that\nobject in mind, viz to show that the deed of sale was\nvoid for failure to\ncomply\n16\nwith\ns 2(1)\nof the\nAct, inasmuch\nas it did not incorporate a material term of\nthe sale. (A term \"suspending the whole contract pending fulfilment of a\ncondition\"\nwas held to constitute \"a material term of the contract\" (see\nJohnston v Leal, supra\nat 937G-938A, and cases there referred to.))\nI am of the view, therefore, that the parol evidence or integration rule does\nnot prevent the respondent from adducing the extrinsic\nevidence.\nThe second reason advanced by the appellant why the extrinsic\nevidence should be disallowed, is that it would be contrary to\ns 2(1)\nof the\nAct\n>and the policy underlying it. Counsel for the appellant relied in this regard\non\nthe following dicta in\nJohnston v Leal\n,\nsupra\n, at\n946H-947B:\n\"The other possible obstacle to the admission of extrinsic evidence in this\ncase is\ns 1(1)\nitself and the policy underlying it, viz as already indicated,\nthe prevention of uncertainty and disputes concerning the contents\nof contracts\nfor the sale of land and of possible malpractices in regard thereto. The main\neffect of the section is to confine the\nparties to the written contract and to\npreclude reliance on an oral consensus not reflected therein. It may be that\nwhere a contract\nof sale of land is complete and regular on the face of it, the\nadmission of extrinsic evidence not excluded by the integration rule,\neg\nevidence of an oral consensus providing for\n17\na suspensive condition not contained in the writing, would be regarded as\nbeing contrary to the section and the\nAct, even\nthough the evidence were\ntendered not to contradict or vary the writing but merely in order to show that\nthe writing failed to record\nthe whole agreement of the parties and, therefore,\ndid not comply with the section. Here it might be said that the admission of\nextrinsic\nevidence would permit a party to the contract to introduce uncertainty\nand disputes where, on the face of it, none exists. I express\nno positive view\non this question, however, because, in my opinion, it does not arise in the\npresent case.\"\nS 1(1)\nof the Formalities in Respect of Contracts of Sale of Land Act 71 of\n1969 referred to in the passage quoted above contained provisions\nvery similar\nto those set forth in s 2(1) of the Act.)\nThe general object of s 2(1) of the\nAct, and similar enactments which preceded it, has been considered in a number\nof cases, and it\nis generally accepted that the policy underlying this\nlegislation is to prevent disputes, uncertainties and possible malpractices\nin\nrespect of transactions which, as a rule, are of considerable value and\nimportance. (See\nWilken v Kohler\n1913 AD 135\nat 142 and 149;\nNeethling\nv Klopper en Andere\n1967(4) SA 459 (A)\n18\nat 464E-F;\nClements v Simpson\n1971(3) SA 1(A) at 7A-B:\nJohnston v\nLeal\n,\nsupra\nat 939B-D.)\nIn the present case the extrinsic evidence is tendered - as postulated in the\npassage from\nJohnston v Leal\nquoted above - not to contradict, alter, add\nto or vary the deed of sale but merely in order to show that the deed of sale\nfailed\nto record the whole agreement of the parties and, therefore, did not\ncomply with s 2(1) of the Act. The admission of such extrinsic\nevidence may\npossibly lead to uncertainty and disputes where, on the face it, none exists,\nbut in my view the respondent should,\nnevertheless, not be precluded from\nshowing that the deed of sale is in fact of no force or effect. Extrinsic\nevidence to procure\nrectification of a contract of sale of land, or to prove\nthat the contract is not binding because it was induced by fraud would,\nfor\ninstance, be admissible even though such evidence would introduce uncertainty\nand disputes. (See\nWeinerlein's\ncase, supra, at 294; Meyer v Merchants.\nTrust,\nsupra\n, at 253 and 254). The respondent tenders the extrinsic\nevidence for a similar reason and should in my opinion be allowed to do so.\nIt\nshould be pointed out\n19\nonce again that the respondent does not seek to introduce the oral term with\na\nview to contradict, alter, add to or vary the terms of the deed of sale.\nSuch a\ncourse would clearly cause uncertainty and disputes in respect of the\nessentialia\nor other material terms of the deed of sale (see\nDu Plessis v Nel\n1952(1) SA\n513(A) at 538A-D). I therefore conclude that the admission of the\nextrinsic\nevidence for the respondent's purposes would not be contrary to s 2(1) of\nthe\nAct, or the policy underlying it.\nThe appellant relied in the third instance on the provisions of\nclause\n9 of the deed of sale which reads as follows:\n\"The Purchaser [Wale Street] acknowledges that save as herein recorded, no\nstatements and/or representations have been made by or\non behalf of the Seller\n[the respondent] to induce the Purchaser to enter into this Agreement, and that\nthis Deed of Sale constitutes\nthe whole Agreement between the parties and no\nmodifications, variation or alteration thereto shall be valid unless in writing\nand\nsigned by both parties thereto.\"\nWhen interpreting the terms of a written contract -\n\"[t]he intention of the parties must be gathered from\ntheir\n20\nlanguage, not from what either of them may have had in mind.\" (per Solomon J in\nVan Pletsen v Kenning\n1913 AD 82\nat 99).\nGreenberg\nJA described this rule as follows in\nWorman v Hughes and Others\n1948(3) SA 495(A) at 505:\n\"It must be borne in mind that in an action on a contract, the rule of\ninterpretation is to ascertain, not what the parties' intention\nwas, but what\nthe language used in the contract means, i.e. what their intention was as\nexpressed in the contract.\"\n(See further\nLeyland\n(SA) (Pty) Ltd v Rex Evans Motors (Pty) Ltd\n1980(4) SA 271(W), at 273B-H,\nwhere the court adopted a strict construction when interpreting a clause similar\nto the present clause\n9.)\nIt should be observed at the outset that clause 9 contains an acknowledgement\nby Wale Street only, and not by the respondent as seller.\nAccording to the\nlanguage used in clause 9 the respondent never represented or acknowledged, or\nintended to represent or acknowledge,\nthat the deed of sale \"constitutes the\nwhole agreement between the parties\". In fact, the respondent neither\nrepresented nor acknowledged\nanything in terms of clause 9.\n21\nIt should further be pointed out that the deed of sale was prepared by Wale\nStreet, and in the event of ambiguity or inability to\narrive at the true\nexpressed intention of the contracting parties the deed of sale should be\nconstrued against its author, Wale Street,\nor its successor in title (see\nCairns (Pty) Ltd v Playdon & Co Ltd\n1948(3) SA 99(A) at 121-123).\nBut even if clause 9 was supposed to apply to the respondent as well, it is\nof no assistance to the appellant. The first part of clause\n9 is in any event\nnot relevant inasmuch as the oral term which the respondent seeks to introduce\ndoes not purport to contain any\n\"statement\" or \"representation\" made by the\nrespondent \"to induce\" Wale Street to enter into the deed of sale. As regards\nthe second\npart of clause 9, I can only repeat that the respondent does not seek\nto introduce the extrinsic evidence with a view to bring about\nany\n\"modification, variation or alteration\" to the deed of sale.\nIn my opinion, therefore, the provisions of clause 9 of the deed of sale do\nnot preclude the respondent from tendering the extrinsic\nevidence.\nFourthly, the appellant submitted that the respondent is estopped\nfrom\n22\nproving the oral term with a view to establish that the deed of sale is of no\nforce or effect. If the appellant's argument in this\nrespect were to be upheld\nit would mean that the appellant could rely on the deed of sale even though it\nmay be of no force or effect\nin terms of s 2(1) of the Act. Generally, where a\nstatute requires that certain formalities have to be complied with in order to\nrender a transaction valid, a failure to comply with such formalities cannot be\nremedied by estoppel (see Rabie\nThe Law of Estoppel in South Africa\n106,\nand authorities there referred to).\nCounsel for the appellant however argued that the position is different where\nan innocent third party like the appellant steps into\nthe shoes of one of the\ncontracting parties. He submitted that the appellant may validly raise an\nestoppel against the respondent,\ninasmuch as the respondent represented,\nparticularly in clause 9 of the deed of sale, to any innocent third party whom\nWale Street\nmight nominate as purchaser in its stead, that the deed of sale\nconstituted the whole agreement between the parties. I have already\nindicated\nabove that the respondent did not represent anything of the kind in clause 9\nof\n23\nthe deed of sale.\nCounsel further relied on the judgment of Hoexter AJA in\nTrust\nBank van Afrika Bok v Eksteen\n1964(3) SA 402(A) at 415 H to 416C,\nin\nsupport of his estoppel argument. The approach adopted by Hoexter AJA\nin\nthat case appears from the following passage in the judgment at\n415H-416A:\n\"The doctrine of estoppel is an equitable one, developed in the public\ninterest, and it seems to me that whenever a representor relies\non a statutory\nillegality it is the duty of the Court to determine whether it is in the public\ninterest that the representee should\nbe allowed to plead estoppel. The Court\nwill have regard to the mischief of the statute on the one hand and the conduct\nof the parties\nand their relationship on the other hand.\"\nIt should be observed, firstly, that the judgment of Hoexter AJA was not\nconcurred in by the other members of the court; and secondly,\nthat the facts of\nthat case differ materially from those in the present case. In coming to the\nconclusion that the plaintiff in that\ncase should be allowed to raise estoppel\nthe learned judge concluded, inter alia, that it was dolus on the part of the\ndefendant\nto deny in the action against him the very fact which he\ndeliberately\n24\nrepresented to the plaintiff as being true. That is clearly not the position\nin the present case. In the circumstances of this case\nI am of the opinion that\nthe appellant should not be allowed to raise estoppel. The appeal is dismissed\nwith costs.\nF H Grosskopf\nJudge of Appeal.\nHefer JA\nVan Coller AJA Concur",
  "scraped_at": "2026-02-12T08:54:16.468721",
  "date": null,
  "coram": [],
  "case_number": null,
  "parties": {
    "applicants": [],
    "respondents": []
  },
  "sections": {},
  "tags": {}
}