{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/9.html",
  "case_name": "Sentra-Oes Kooperatief Bpk v Kommissaris van Binnelandse Inkomste (312/93) [1995] ZASCA 9; 1995 (3) SA 197 (AD); (9 March 1995)",
  "citation": "[1995] ZASCA 9",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 9\n|\nNoteup\n|\nLawCite\nSentra-Oes Kooperatief Bpk v Kommissaris van Binnelandse Inkomste (312/93) [1995] ZASCA 9; 1995 (3) SA 197 (AD); (9 March 1995)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nCASE NO. 312/93\nSENTRA-OES KOöPERATIEF BPK\nAPPELLANT\nVERSUS\nKOMMISSARIS VAN BINNELANDSE INKOMSTE\nRESPONDENT\nCORAM\n: CORBETT CJ, HOEXTER, SMALBERGER,\nKUMLEBEN JJA et NICHOLAS AJA\nDATE HEARD\n: 17 NOVEMBER 1994\nDATE DELIVERED\n: 9 MARCH 1995\nNICHOLAS AJA\n2\nJUDGMENT\nNICHOLAS AJA\n:\nThe question for decision in this appeal is whether a\ndeduction of R5 million claimed in the 1988 tax year by Sentra-oes\nKoöperatief\nBeperk (\"the company\") and disallowed by the Commissioner for\nInland Revenue (\"the Commissioner\") is allowable in terms of the Income\nTax Act\n58 of 1962 (\"the Act\").\nThe company is a short-term insurer, offering\nco-operative crop insurance to the members of its member co-operatives. Most of\nits\nbusiness - about 98% - consists in the insurance of crops against damage by\nhail. Its premium income is received throughout the year\nwith peaks\n3\nusually in the months between September and February. Claims arise mainly in\nthe rainy season and in general mostly in the months\nof November to\nFebruary.\nWhen hail damage occurs the insured is required to report that fact\nwithin three days. The company has agricultural experts throughout\nthe country\none of whom visits the farm concerned as soon as possible after the report and\nassesses the extent of the damage as a\npercentage of the insured crop. When this\nhas been agreed with the insured, the assessment is sent to the head office of\nthe company\nand processed there. A cheque is dispatched within three weeks at\nmost, but usually within a matter of days.\nIn order to ensure that it will always have funds available to\npay\n4\nclaims as they arise, the company invests its premium income in short-term\ndeposits, either on daily call or for fixed periods of\nthree or four months and\noccasionally even longer. Its practice is to invite selected banks and\nrecognized financial institutions\nto make written quotations for specific\namounts as moneys for deposit become available, and then to make investments\naccording to\na definite plan and a cash-flow budget which provide for a\nworst-case scenario in order that it can always comply fully and expeditiously\nwith the claims made upon it. The aim is to obtain the best income possible and\nto provide an adequate spread of investments to reduce\nrisk and provide the\nrequired cash flow.\nDetails of the company's short-term investments as at 7 December 1988 which\ntotalled R 56,5 million appear from the schedule which\nis\n5\nannexed to this judgment.\nIn March 1988 a representative of Mr W H\nVermaas, a well known attorney and businessman in Pretoria, approached the\ncompany and solicited\ninvestments in Reef Acceptance (Pty) Ltd, one of Vermaas's\ncompanies. He spoke of Vermaas's influential connections in high places.\nHe said\nthat favourable interest rates were available and offered other inducements. The\ncompany obtained a bank report from Volkskas,\nwhich was to the effect that it\nregarded \"Reef Acceptance (Pty) Ltd/Mnr W H Vermaas\" as good for an amount of\nR10 million. Between\n28 March 1988 and 3 November 1988 the company made five\ndeposits with Reef Acceptance. They were of amounts varying from R2 million\nto\nR5 million, for periods of between 1 month and 3 months, and at rates of\n6\ninterest varying between 12% and 19.55% per annum. All were duly repaid with\nthe exception of the deposit of R5 million which was\nrepayable on 3 December\n1988. (See the second item in the annexe.) When it became clear to the company\nthat this amount would not\nbe repaid, it placed Reef Acceptance in liquidation.\nThe amount became irrecoverable.\nIn its return of income for the year ended 31 December 1988 the company\nclaimed as a deduction the sum of R5 million in terms of s\n11(a) and s 28(2)(c)\nof the Act. The Commissioner disallowed the deduction and issued an assessment\nin respect of a taxable income\nof R 1 314 754,00. The company's objection to the\nassessment was disallowed and it appealed. The appeal was heard at a sitting of\nthe\n7\nCape Income Tax Special Court at which Berman J presided. S 11(a) and s 28(2) of\nthe Act provide -\n\"11. For the purpose of determining the taxable income derived by any person\nfrom carrying on any trade within the Republic, there\nshall be allowed as\ndeductions from the income of such person so derived\n-\n(a) expenditure and losses actually incurred in\nthe Republic in the production of the income, provided such expenditure and\nlosses\nare not of a capital nature\". \"28 (2) Subject to the provisions of this\nAct the taxable income derived by any taxpayer from the carrying\non in the\nRepublic of short-term insurance business (whether on mutual principles or\notherwise) shall be determined by charging against\nthe sum of all premiums\n(including premiums on reinsurance) received by or accrued to such taxpayer in\nrespect of\n8\nthe insurance of any risk, and other amounts derived from the carrying on of\nsuch business of insurance in the Republic, the sum of\n-\n(a)\tthe total amount of the liability incurred in respect of premiums on\nreinsurance;\n(b)\tthe actual amount of the liability incurred in respect of any claims during\nthe year of assessment in respect of that business\nof insurance, less the value\nof any claims recovered or recoverable under any contract of insurance,\nguarantee, security or indemnity;\n(c)\tthe expenditure, not being expenditure falling under paragraph (a) or (b),\nincurred in respect of that business of\ninsurance;\n(d)\n...;\n(e)\n...;\nand\n(f) ...\"\n9\nIn the judgment of the special court Berman J said that the Act drew a\ndistinction between \"expenditure\" and \"losses\"; that the amount\nof R5 million in\nissue was lost by the company, not expended by it; and that s 28(2)(c) related\nonly to expenditure and not to losses.\nIt followed that the appeal failed on\nthis simple ground.\nHowever, Berman J went on to consider whether the loss\nwas deductible in terms of s 11(a). He said that in order to succeed the company\nhad to show two things: (1) that the loss of R5 million was incurred \"in the\nproduction of the income\" and (2) that the loss was\nnot of a capital nature. He\nconcluded that the loss of R5 million was a loss of a capital nature and hence\ndid not qualify as a deduction.\nThe appeal was accordingly dismissed. The\ncompany now appeals to this court.\n10\nThe company applied\nin limine\nfor condonation of its failure to\ntimeously file its power of attorney and the supporting resolution thereto. The\nCommissioner opposed\nthe grant of condonation, but only on the ground that there\nwere no reasonable prospects of success on appeal. The court accordingly\ndeferred its decision on the application for condonation until it had heard the\nargument on the merits.\nIt was submitted on behalf of the Commissioner that s\n11(a) designedly uses the expression \"expenditure and losses\" whereas s 28(2)(c)\nrefers only to \"expenditure\"; that s 11(a) is concerned with the determination\nof the taxable income derived by persons generally,\nwhereas s 28(2) is concerned\nwith the determination of the taxable income derived by short-term insurers; and\nthat on the principle\n11\nembodied in the maxim\ngeneralia specialibus non derogant\n. if a\ndeduction was claimable by a short-term insurer, it was claimable only under\ns\n28(2)(c).\nThe question whether there is a real distinction between \"expenditure\" and\n\"losses\" for the purpose of s 11(a) and, if so, what the\ndistinction is, has\nbeen discussed by this court in a number of cases. See\nStone v Secretary for\nInland Revenue\n1974(3) SA 584(A) at 593 H -594 G and cases there cited; and\nSolaglass Finance Co (Pty) Ltd v CIR\n1991(2) SA 257(A) at 279 B - H. In\nCIR v Felix Schuh(SA)(Ptv) Ltd\n1994(2) SA 801(A) it was said at 812 A\nthat broadly speaking, as the cases show, \"expenditure\" refers to disbursements\nor expenses\nincurred or paid voluntarily, whereas \"losses\" connote involuntary\ndeprivations\n12\noccurring fortuitously. The amount of R5 million invested in Reef Acceptance\nwas not expenditure but a loss, in the sense of an involuntary\ndeprivation.\nThe question then is, whether the effect of s 28(2)(c) is to confine the\ndeduction available to a short-term insurer to \"expenditure\"\nand to exclude a\nloss. In this connection the opening words of ss(2) of s 28, \"Subject to the\nprovisions of this Act\", are important.\nThey are to be contrasted with the\nopening words of ss(l), \"Notwithstanding anything to the contrary contained in\nthis Act\". In the\nmajority judgment in\nS v Marwane\n1982(3) SA 717(A) at\n747H-748B, Miller JA explained that the purpose of the phrase \"subject to\" when\nused in a legislative provision,\nis -\n13\n\". . . to establish what is dominant and what subordinate or\nsubservient; that to which a provision is 'subject', is dominant - in\ncase of\nconflict it prevails over that which is subject to it. Certainly, in the Geld of\n! legislation, the phrase has this clear\nand accepted ! connotation. When the\nlegislator wishes to convey that that which is now being enacted is not to\nprevail in circumstances\nwhere it conflicts, or is inconsistent or incompatible,\nwith a specified other enactment, it very frequently, if not almost invariably,\nqualifies such enactment by the method of declaring it to be 'subject to' the\nother specified one. As MEGARRY J observed in\nC and J Clark v Inland Revenue\nCommissioners\n(1973) 2 All ER 513\nat 520:\n'In my judgment, the phrase 'subject to' is a simple provision which merely\nsubjects the provisions of the subject subsections to\nthe provisions of the\nmaster subsections. When there is no clash,\nthe\n14\nphrase does nothing: if there is collision, the phrase\nshows what is to prevail.' But when the intention is that that which is now\nbeing enacted shall prevail over other laws or provisions\nwhich may be in\nconflict with it, it is almost invariably prefaced by a phrase such as\n'notwithstanding any contrary provision .\n. .' or words to similar effect. . .\n\"\nThe effect of the words, \"subject to the provisions of this Act\",\nis\ntherefore that if there is a conflict, inconsistency or\nincompatibility\nbetween them, the general deduction formula contained in s\n11(a)\nprevails over the specific provision in s 28(2)(c). And no\nreason\nsuggests itself why the legislature should have wished to exclude\nthe\napplication to a short-term insurer of the deduction formula which\nin\nterms of s 11(a) is applicable to any person carrying on any trade\nwithin\n15\nthe Republic.\nThe enquiry then is whether the loss was one \"not of a\ncapital\nnature\".\nIt was submitted on behalf of the company that the\namounts received by way of premiums were income in its hands. They were not\ntreated\nas part of its general funds but were in effect sequestered in a\nseparate fund for the purpose of meeting claims. Consequently they\nwere not\ncapital, either in the sense of fixed capital or in the sense of circulating or\nfloating capital.\nIt is the fact that the premiums when received were revenue. But having been\nreceived they were used by the company in order to produce\nincome by way of\ninterest and hence functioned as capital. \"[Gross\n16\nincome] . . . results from work and labour or the use of capital in\nproductive enterprise or the loan of capital. . .\"\n(Port Elizabeth Electric\nTramway Co v CIR\n1936 CPD 241\nat 243). So, when money is lent at interest it\nis either fixed capital or circulating capital.\nThe evidence of Dr van\nRooyen, the general manager and chief executive officer of the company, was that\nthe essence of its business\nwas to receive from a large pool of insured persons,\npremium income which would be available to satisfy claims in respect of crop\ndamage. Instead of placing that money in a box, the company made investments in\nshort-term deposits at the best possible rate of\ninterest. The short-term\ninvestment of funds surplus to its immediate requirements was a limb of its\ninsurance business. It was a\npart, and an important part, of that\n17\nbusiness. (In the 1988 tax year there was a profit of about R10,9 million on\npremium account, and an interest income of about R 6\nmillion.)\nThe question\nis, was the money which was lost fixed or floating (circulating) capital? If it\nwas fixed capital, then the loss was\nof a capital nature; if floating (or\ncirculating) capital, then it was a non-capital loss. See\nStone's\ncase at\n595 A, In that case Corbett JA said at 595 G -596 B, after discussing the\ndistinction between revenue expenditure and capital\nexpenditure:\n\"Applying the distinction, thus described, to the ordinary case of a loan of\nmoney, there is no doubt, in my opinion, that the capital\nlent constitutes fixed\ncapital. Such capital is not consumed in the very process of income production:\nit does not disappear to be\nreplaced by something which when received by the\ntaxpayer forms part of his income. It is true\n18\nthat the lender does not retain ownership in the actual money which passes\nbut, in an economic and accounting sense, it remains his\ncapital and upon the\ntermination of the loan (all being well) it returns to him intact. In the\nprocess wealth may be produced for\nthe lender but this takes the form of a\nconsideration, usually in the form of interest, paid by the borrower for the use\nof the capital;\nit does not consist of the augmented proceeds of the capital,\nwhich itself has disappeared in the process. It has been accepted in\na number of\ncases, mainly in the Special Court, that where the taxpayer can show that he has\nbeen carrying on the business of banking\nor money-lending, then losses incurred\nby him as a result of loans, made in the course of his business, becoming\nirrecoverable are\nlosses of a non-capital nature and deductible.. . . The\nrationale of these decisions appears to be that the capital used by a\nmoney-lender\nto make loans constitutes his circulating capital and that\nconsequently losses of such capital are on revenue account.\n19\nI shall accept, for the purposes of this case, that these decisions are correct,\nprovided that the business is purely that of money-lender\nand the loans are not\nmade in order to acquire an asset or advantage calculated to promote the\ninterests and profits of some other\nbusiness conducted by the taxpayer. There\nis, however, in my view, no warrant for extending this principle to loans by\npersons who\nare not conducting a money-lending\nbusiness.\"\nThe business of a bank was described in\nPunjab Co-operative Bank. Ltd., Amritsar v Income Tax Commissioner,\nLahore\n[1940] 4 All ER 87(PC)\nat 95 F -\n\"In the ordinary case of a bank, the business consists, in its essence, of\ndealing with money and credit. Numerous depositors place\ntheir money with the\nbank, often receiving a small rate of interest on it. Numerous borrowers\nreceive\n20\nloans of a large part of these deposited funds at somewhat higher rates of\ninterest, but the banker has always to keep enough cash\nor easily realizable\nsecurities to meet any probable demand by the depositors\n...\"\nA\nmoney-lender\nis \"One whose business is\nlending money at interest.\" (The Shorter Oxford English Dictionary). Both a bank\nand a money-lender are\nin the business of dealing in money as their\nstock-in-trade.\nWhether a person is a money-lender is a question of fact. It is not enough\nthat a person has on several occasions lent money at interest.\nTo qualify as a\nmoney-lender it is requisite that he should be in the\nbusiness\nof\nmoney-lending. That imports a certain degree of system and continuity about the\ntransactions and that he is a person who is ready\nand willing to lend to all and\nsundry if they are acceptable to him. See\n21\nSecretary for Inland Revenue v Crane\n1977ff) SA 761(T) at 768 C -\nF,\nwhich was cited with approval by Friedman AJA in the\nSolaglass\ncase\nat 271 C-D. This was a minority judgment but in this respect the\nmajority\njudgment is not at variance.\nIt was submitted on behalf of the company that the loss was a\nloss\nincurred in the course of its investment business and that\nthe principles\napplicable to banks and to money-lenders apply equally to the company:\n\"It was prepared to lend such income to any borrower it regarded as eligible\nand who offered an adequate return. Investment was done\non a system or plan\nwhich discloses continuity in laying out and getting back the premium income for\nfurther use and involved a frequent\nturnover thereof. Interest earned therefrom\nis not insubstantial.\"\nThe first sentence is not supported by the evidence. The company\n22\ndid not hold itself out as being prepared to lend money to any eligible\nborrower who applied for a loan. The initiative came always\nfrom the company\nwhich, when it had moneys available for deposit, would telephone the financial\ninstitutions with which it customarily\ndealt and request quotations in writing.\nThe business of the company was short-term insurance, not lending money. While\nthe income\nit received by way of interest was considerable, the deposits were\nmade in the course of carrying on its insurance business, as an\nincidental part\nof it.\nReliance was placed on an Australian case (\nThe Commissioner of Taxation v\nThe Commercial Banking Co. of Sydney Ltd\n) which was cited in ITC 836\n(1957)\n21 SATC 330\n, a judgment of Faure Williamson J sitting in the Transvaal Income\nTax Special Court. There Street CJ\n23\nwas reported as saying -\n\"It has been contended that this is a case of an ordinary realization of an\ninvestment and that the loss is a loss of capital and\nnot a loss incurred in the\nproduction of income . . . The purchases and sales of Government Stock were made\nin the course of carrying\non the respondent's business as a bank and it is\nmanifest that what it did was to invest temporarily and for purposes of profit\nfunds\nwhich it did not immediately require for other purposes but which in the\ncourse of carrying on its business it might at any time\nrequire. In order that\nthey might not be idle it invested them temporarily until they were required for\nsome other purpose: and in\norder that they might be immediately available when\nrequired it invested them in liquid securities, that is to say in Government\nStock. That in my opinion is not an investment of capital within the meaning of\nthe Act in any proper sense of the word; the money\nused was part of the\nrespondent's stock-in-trade, it was used in\nan\n24\noperation of business and it was used in carrying out the respondent's scheme of\nprofit-making as a banker.\"\nThere is a strong\nsimilarity between the investment operations of the company and those described\nin this passage. But there is a\nfundamental distinction. The Commercial Bank of\nSydney was a bank; the purchases and sales of Government Stock were made in the\ncourse\nof carrying on its business as a bank; the money used was part of its\nstock-in-trade; and it was used in carrying out its scheme\nof profit-making as a\nbanker.\nThe company does not carry on the business of a bank. It does not\ndeal with money as its stock-in-trade. Essentially its business\nconsists in\nreceiving premiums and meeting claims. The fact that as an\n25\nincident of its business it performs some operations of a kind performed by a\nbank does not mean that it is a banker or analogous\nto a bank.\nIn my opinion\ntherefore the decision of the special court was right: the money lost was fixed\ncapital and the loss was \"of a capital\nnature\". It is ordered that -\n1.\tThe application for condonation is refused with costs including the costs of\ntwo counsel.\n2.\tThe appeal is struck off the roll. The appellant is ordered\nto pay the\ncosts of appeal, including the costs of\ntwo\ncounsel.\nH C NICHOLAS ACTING JUDGE OF APPEAL\nCORBETT CJ) HOEXTER JA) CONCUR SMALBERGER JA)\nSEE ORIGINAL JUDGEMENT\nTABLE",
  "scraped_at": "2026-02-12T05:45:09.978089",
  "date": "1995-03-09",
  "coram": [
    "CORBETT CJ",
    "HOEXTER",
    "SMALBERGER",
    "KUMLEBEN JJA",
    "NICHOLAS AJA"
  ],
  "case_number": "312/93",
  "parties": {
    "applicants": [
      "Sentra-Oes Koöperatief Bpk"
    ],
    "respondents": [
      "Kommissaris van Binnelandse Inkomste"
    ]
  },
  "sections": {
    "facts": "Sentra-Oes Koöperatief Bpk is a short‑term crop‑insurance co‑operative that invests its premium income in short‑term deposits to ensure liquidity for claim payments. In 1988 it invested R5 million with Reef Acceptance (Pty) Ltd after being induced by an attorney who claimed favourable rates. The deposit was not repaid and became irrecoverable. The company claimed a deduction of the loss under s11(a) and s28(2)(c) of the Income Tax Act in its 1988 return; the Commissioner disallowed the deduction and assessed tax. The matter was first heard in the Cape Income Tax Special Court, which rejected the deduction on the ground that the loss was of a capital nature, and the appellant subsequently appealed to the Supreme Court of Appeal.",
    "issues": "1. Whether the loss of R5 million qualifies as a deductible loss under s11(a) of the Income Tax Act. 2. Whether s28(2)(c), which applies specifically to short‑term insurers, permits a deduction for the loss. 3. The correct interpretation of the distinction between \"expenditure\" and \"losses\" and whether the loss is of a capital or revenue nature.",
    "principles": "The Court considered that s11(a) allows deductions for \"expenditure and losses\" incurred in the production of income provided they are not of a capital nature. s28(2)(c) refers only to \"expenditure\" and not to losses. The distinction between expenditure (voluntary disbursement) and loss (involuntary deprivation) has been elucidated in cases such as Stone v Secretary for Inland Revenue, Solaglass Finance Co v CIR and CIR v Felix Schuh. The phrase \"subject to the provisions of this Act\" in s28(2) means that, in a conflict, the general rule in s11(a) prevails over the specific provision. The nature of the loss (capital vs revenue) is determined by whether the money lost represents fixed capital or circulating capital, following the approach in Stone and related case law. A loss of fixed capital is not deductible.",
    "application": "The Court applied the above principles and held that the R5 million loss arose from an investment of premium income that functioned as fixed capital for the insurer. The company’s business is insurance, not money‑lending; the investment was incidental and did not constitute circulating capital. Consequently, the loss was of a capital nature and therefore not deductible under s11(a). Moreover, s28(2)(c) does not extend to losses, only to expenditure, so the specific provision could not rescue the deduction. The Court therefore affirmed the lower court’s finding that the deduction was unavailable.",
    "conclusion": "The application for condonation of the late filing of the power of attorney was refused with costs. The appeal was struck off the roll and the appellant was ordered to pay the costs of the appeal, including the costs of two counsel. The deduction of the R5 million loss was disallowed."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Income Tax",
    "level_3": [
      "deduction",
      "capital nature",
      "short‑term insurer",
      "loss vs expenditure"
    ]
  }
}