{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/11.html",
  "case_name": "S v Radebe (5/94) [1995] ZASCA 11 (10 March 1995)",
  "citation": "[1995] ZASCA 11",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 11\n|\nNoteup\n|\nLawCite\nS v Radebe (5/94) [1995] ZASCA 11 (10 March 1995)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nCASE NO. 5/94\nP RADEBE\nAPPELLANT\nVERSUS\nTHE STATE\nRESPONDENT\nCORAM\n:\tHEFER, EKSTEEN JJA et NICHOLAS AJA\nDATE HEARD\n: 24 FEBRUARY 1995\nDATE DELIVERED\n: 10 MARCH 1995\nNICHOLAS AJA\n2\nJUDGMENT\nNICHOLAS AJA\n:\nAfter argument was heard in this matter, the court made an order allowing the\nappeal and setting aside the accused's convictions and\nsentences, and indicated\nthat reasons would be filed later. The following are the reasons.\nThe\nappellant Peter Radebe was convicted by the regional court sitting in\nJohannesburg on two counts: (1) attempted robbery from a\nperson unknown, in\nrespect of which he was sentenced to imprisonment for 5 years; (2) unlawful\npossession of 9 a mm Astra pistol,\nin respect of which he was sentenced to\nimprisonment for 18 months. In pursuance\n3\nof a judge's certificate he appealed to the full court of the Witwatersrand\nLocal Division which dismissed the appeal by a majority\nand granted leave to\nappeal to this court. At the request of the full court pro\ndeo\ncounsel\nwas appointed to argue the appeal on behalf of Radebe, a task which was ably\nperformed by Adv. Miss Bröchers.\nThe charge arose out of an event which\ntook place at about 10 pm on the evening of 4 September 1992 in the vicinity of\nthe Carlton\nCentre in Commissioner St Johannesburg. Four witnesses gave evidence\nfor the state: Dirk and Jaco Raats (\"Dirk\" and \"Jaco\") who are\nbrothers and who\nwitnessed the robbery; and W/O Sypel and Cst Hough, members of the Flying Squad\nwho were patrolling the area at\nthe time and who arrested Radebe at about 10.30\np.m.\n4\nDirk said that he and his brother were uniformed security guards. They had\nbeen appointed to perform security duties at Dobson's,\na clothing store in\nPresident St Johannesburg. The shop was not yet open when they arrived there at\nabout 10 p m on 4 September 1992,\nand so they took a stroll through the Carlton\nCentre. They emerged at the back and walked up Delwers St which bounds the\nCarlton\nCentre on its eastern side. At the intersection of Delwers St with\nCommissioner St (which bounds the Carlton Centre on its northern\nside) they saw\na black man and a white man standing together. The white man's clothing was\ncovered in blood. The black man was wearing\n\" 'n geel baadjie, 'n bruin broek en\n'n wit hemp en hy het 'n paar bruin skoene aangehad.\" They saw the black man\ntake a pistol from\na holster on his right side and point\n5\nit at the white man and demand the purse of the latter. This was\nproduced\nand as the black man took it he turned his head and, seeing the\nRaats\nbrothers in uniform, he took to his heels. Dirk and Jaco pursued\nhim, but at\na distance because they were not armed. They followed him\nalong President St\nbut when he turned into Troy St they lost sight of him\nand broke off the\nchase. They walked back along President St. to\nDobson's. When they got there\nthey saw that a police vehicle was\nparked \"anderkant\", two blocks away. Dirk\nand Jaco went to the vehicle\nand identified a black man, whom the police had\ndetained, as the man\nthey had pursued. The following is an extract from the\nrecord of Dirk's\nevidence in chief.\n\"En u sê u het horn geidentifiseer? .. Dit is reg ja.\nOp wat, waarop? .. Op sy kleredrag wat hy aangehad\nhet.\n6\nHet u sy gesig nie onthou nie? .. Nee ek het sy gesig het ek ook onthou.\nHoekom het jy sy gesig onthou? .. Want daar waar hy die wit on beroof het was\ndit helder gewees want ek kon sy gesig duidelik gesien\nhet dit is hoekom ek horn\ngeidentifiseer het.\"\nHe also identified the firearm:\n\"En die vuurwapen? .. Die vuurwapen het die polisie by horn gekry.\nMaar het u dit gesien weer, die vuurwapen of nie? .. Ja die man wat die geel\nbaadjie en bruin broek en wit hemp aangehad het, dit\nwas hy wat die vuurwapen by\nhorn gehad het.\nJa maar het u dit gesien toe die polisie horn het, het u die vuurwapen gesien?\n.. Ja ja ek het die vuurwapen weer gesien.\nWaar het u dit gesien? .. Een van die polisiemanne het die vuurwapen in sy hande\ngehad dit was binne 'n holster gewees.\nIs u in staat om te sê of dit nou enigsins dieselfde vuurwapen was of\ngelyk soos dit of is dit heeltemal 'n ander\n7\nvuurwapen wat u gesien het? .. Nee dit was presies dieselfde |\nvuurwapen gewees.\nWeet jy watter tipe dit was? .. Nee ek weet glad\nnie.\"\nDirk said that the man detained by the police\nhad on a yellow jacket, brown trousers, a white shirt and brown shoes.\nThe\nevidence of Jaco Raats was generally along the same lines. He referred however\nto one feature not mentioned by his brother. He\nsaid that the white man's\nassailant \"het horn 'n paar klappe gegee\".\nW/O Sypel said that on the evening\nof 4 September 1992 he was on patrol in a police vehicle together with Cst\nHough, when he received\na radio call to keep a look-out for a black man, wearing\na yellow jacket and carrying a firearm, who had robbed a person. In the\ncourse\nof his patrol he saw a black man with a yellow jacket standing at\n8\nthe corner of Delwers and Commissioner Sts. In order to achieve surprise he\ncircled the block and when he returned along Delwers St,\nhe shone his headlights\non the man who was still standing at the corner, and whom he identified as the\naccused Radebe. He stopped\nthe vehicle and Cst Hough leapt out.\nHough in his\nevidence said that he approached Radebe and searched him but found nothing. Next\nto him he saw a carton, in which there\nwere rubbish bags and rubbish, and among\nthem he found a 9 mm Astra pistol in a leather holster. Jaco and Dirk Raats then\narrived\nand identified the man as the robber.\nIn his judgment convicting\nRadebe the magistrate said that the state witnesses gave their evidence in a\nsatisfactory manner; the court\n9\ncould not find that any of the witnesses was guilty of adaptation or\nimprovisation in their accounts; there was no reason why the\nstate witnesses\nshould testify falsely against the accused; they at no stage contradicted each\nanother but where that was possible,\nthey corroborated each other; and there\nwere no inherent improbabilities in their stories. The accused's evidence on the\nother hand\nwas so shot through with improbabilities that it could not reasonably\npossibly be true.\nThe trial court made the following findings of fact on the\nevidence. Firstly, that Dirk and Jaco Raats saw the accused when he slapped\nan\nunknown white man; that the accused then took out a firearm and pressed it\nagainst that person; that that person produced a purse\nwhich he handed over to\nthe accused, whereupon the latter took to his heels;\n10\nthat the only reasonable inference was that the accused forcibly took the\npurse from the victim; and that the court accepted the evidence\nof the Raats\nbrothers that the firearm which was found in the carton was the firearm which\nwas used in the robbery. The magistrate\naccordingly convicted the accused of\nattempted robbery (although the complete crime was proved) and unlawful\npossession of the pistol.\nIt is not correct that Dirk saw the assailant slap\nthe white man. Only Jaco gave that evidence. The important question however is\nwhether the magistrate was right in finding that it was the accused who was the\nassailant. The issue is one of identification: the\nidentification of the accused\nas the perpetrator of the robbery, and the identification of the pistol found in\nthe carton as the\npistol employed in the robbery. The\n11\nmagistrate recognized in his judgment that caution was called for in the |\nassessment of evidence of identification. He considered\nhowever that the account\nof the state witnesses could be accepted as that of good and credible witnesses.\nI do not agree.\nThe identifying evidence was that of Dirk and Jaco Raats and\nI do not think that their evidence was of such a nature or quality that\na\nconviction of the accused could safely be based upon it.\nThe magistrate said in his judgment -\n\"Al vier die getuies staaf mekaar op die kleredrag wat beskuldigde aangehad\nhet.\"\nAlthough the evidence of Dirk (and of Jaco) was that\n\"... die kleredrag wat [die beskuldigde] aangehad het was 'n geel baadjie\ngewees, 'n bruin broek en 'n wit hemp en hy het 'n paar\n12\nbruin skoene aangehad.\"\ti\nSypel said only that he was wearing a\n\"geel baadjie\". Hough said that the description they got by radio was that\nof\n\"'n swart persoon met 'n geel baadjie, 'n geel oorbaadjie aan met\n'n ligkleurige broek.\"\nand that that description fitted the\naccused. Neither of the policeman\nmentioned that the accused was wearing\nbrown trousers, a white shirt or\nbrown shoes.\nThe magistrate then said -\n\"Dit is nooit betwis dat die toneel waar die roof sou plaasgevind het, sodanig\nverlig was dat die staatsgetuies in staat was om beskuldigde\ngoed en duidelik te\nkon sien nie.\"\nRegardless of the lightning conditions, I am not\npersuaded that the\ncircumstances were such that Dirk and Jaco were in a position to identify\n13\nthe assailant except by his yellow jacket. Jaco said in his evidence -\n\"nadat... hy die vuurwapen op horn gerig het, toe het hy omgekyk en het hy\ngesien my en my broer kom aan. En met die tyd toe hy ons\nsien toe het hy\nomgedraai en gehardloop. Hy het afgehardloop in Presidentstraat. Hy het twee\nblokke afgehardloop en hy het in Troystraat\nhet hy afgedraai, regs afgedraai in\nTroystraat. En hy was ongeveer 20 meter voor ons gewees. En nadat hy gehardloop\nhet toe het ons\nhorn, toe het hy net verdwyn. Toe het ons horn nie weer gekry\nnie.\"\nFrom this it appears that Dirk and Jaco could only have had\na fleeting\nfrontal view of the assailant. When he was first asked how he\nidentified\nthe assailant as the accused Dirk said \"Op sy kleredrag\". It was\nonly in\nanswer to a leading question that he said that he also remembered\nthe\nassailant's face. It appears from the judgment that the magistrate,\nquite\nrightly, did not attach any importance to this last piece of\nevidence,\n14\nbecause he next said -\n\"Alhoewel daar geen uitstaande kenmerke oor getuig is waaraan beskuldigde\nuitgeken is nie, is die hof van oordeel dat\ndie kleredrag voldoende getuienis\ndaarstel\nom te kan bevind dat beskuldigde dieselfde persoon is wat deur die\npolisie gearresteer was.\"\n(My emphasis). I do not agree that the\naccused's \"geel baadjie\" was\nsufficient to justify a finding that he and the assailant were the\nsame\nperson. It may be that a yellow jacket is unusual, but there is no\nreason\nto think that it was unique to the assailant.\nThe magistrate said in regard to the firearm -\n\"Op die tweede aanklag bevind die hof dan dat die vuurwapen langs beskuldigde in\n'n kartondoos gevind is. Die hof aanvaar op die\ngetuienis van die eerste twee\nstaatsgetuies dat dit dieselfde vuurwapen is wat ten tyde van die roof gebruik\nwas. Die\n15\nhof is daarom ook tevrede dat die staat bewys het dat beskuldigde hierdie\nvuurwapen besit het.\"\nI do not think that this finding was\njustified. The witnesses had scant\nopportunity of observing the pistol at the\ntime of the robbery. They were\nsome 20 paces away. The pistol was in a\nholster which appears to have\nbeen located on the assailant's right side\ntowards the back. When he\ntook it out, he pointed it at the victim and\npresumably most of it was\nthen largely covered by his hand. And when Dirk and\nJaco joined the\npolicemen, they do not seem to have examined the pistol at\nall closely -\nit does not even appear that the pistol was removed from the holster.\nDirk\nsaid in his evidence -\n16\n\"Die vuurwapen het die polisie by horn gekry ... Een van die polisiemanne het\n(lie vuurwapen in sy hande gehad (lit was binne 'n\nholster\ngewees.\"\nThe record continues -\n\"Is u in staat om te sê of (dit nou enigsins dieselfde vuurwapen was of\ngelyk soos dit of is dit heeltemal 'n ander vuurwapen\nwat u gesien het? ... Nee\ndit was presies dieselfde vuurwapen gewees.\"\nJaco's evidence in regard to the firearm was this -\n\"En het u die vuurwapen weer gesien? ... Ja toe die polisie het die vuurwapen by\nhom gekry en ons het die vuurwapen weer gesien.\nWas dit dieselfde vuurwapen? ... Dit was dieselfde vuurwapen.\nWeet hy watter vuurwapen dit was? Of weet jy nie? ... 'Okay' ek weet dit was 'n\nbale kleinerige pistool gewees.\n17\nWas dit net los gewees of was dit in lets gewees? ... Ja hy was in ...\n(tussenbei)\nWat was dit? ... In 'n holster gewees.\"\nThe evidence\nof identification of the pistol is not acceptable. It appears to have been based\nnot on the observations of the witnesses\nbut on an unwarranted inference: the\npolice had detained a man wearing a yellow jacket, and were in possession of a\npistol which\nDirk and Jaco thought (wrongly) had been found on his person. And\nthe fact that the accused was standing next to the carton in which\nthe pistol\nwas found does not afford proof beyond a reasonable doubt that the accused was\nthen in possession of the pistol.\nI agree with the magistrate's view of the\nevidence of the accused. But the fact that the accused was a lying witness does\nnot constitute\n18\nproof that he was the robber. In my view his guilt was not proved beyond a\nreasonable doubt.\nH C NICHOLAS ACTING JUDGE OF APPEAL\nHEFER JA) EKSTEEN JA) CONCUR",
  "scraped_at": "2026-02-12T05:54:13.718490",
  "date": "1995-03-10",
  "coram": [
    "Hefer JA",
    "Eksteen JA",
    "Nicholas AJA"
  ],
  "case_number": "5/94",
  "parties": {
    "applicants": [
      "Peter Radebe"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "On the night of 4 September 1992, near the Carlton Centre in Johannesburg, an armed robbery occurred. Two uniformed security guards, Dirk and Jaco Raats, witnessed a black man wearing a yellow jacket, brown trousers, a white shirt and brown shoes point a pistol at a white man and forcibly take his purse. The assailant fled, and the guards pursued him but lost sight. Later, police stopped a black man fitting the described clothing, identified him as the robber, and recovered a 9 mm Astra pistol in a nearby cardboard box. The man was arrested and identified as Peter Radebe. At trial he was convicted of attempted robbery and unlawful possession of the pistol.",
    "issues": "The principal issue was whether the identification evidence presented by the state—namely the testimony of the Raats brothers and the police officers—was sufficient to establish beyond reasonable doubt that Radebe was the robber and that the pistol recovered was the weapon used in the robbery. A subsidiary issue concerned whether the conviction should be upheld on those identification grounds.",
    "principles": "South African criminal law requires that the identification of an accused be based on reliable observation and not on conjecture or inference. Courts must exercise caution when the identification rests on limited or fleeting views, leading questions, or marginal characteristics such as a coloured jacket, which may not be unique. The standard of proof remains beyond reasonable doubt, and any doubt as to the reliability of identification mandates acquittal.",
    "application": "The appellate court examined the witnesses’ testimonies and found that the Raats brothers could only view the assailant briefly and identified him primarily by the yellow jacket. Their recollection of other clothing items was inconsistent and elicited by leading questions. The police officers likewise based their identification on the description rather than direct observation of facial features. Regarding the pistol, the witnesses had not examined the weapon at the time of the robbery and merely inferred it was the same based on its recovery near the accused. The court concluded that the identification was not sufficiently reliable to meet the requisite standard of proof.",
    "conclusion": "The appeal was allowed. The convictions for attempted robbery and unlawful possession of the pistol were set aside, and the sentences were vacated. The court ordered that the appellant be released, having found that his guilt had not been proved beyond a reasonable doubt."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Identification Evidence",
    "level_3": [
      "robbery",
      "firearm possession",
      "witness identification",
      "appeal"
    ]
  }
}