{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/137.html",
  "case_name": "S v Andhee (663/94) [1995] ZASCA 137 (23 November 1995)",
  "citation": "[1995] ZASCA 137",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 137\n|\nNoteup\n|\nLawCite\nS v Andhee (663/94) [1995] ZASCA 137 (23 November 1995)\nDownload original files\nPDF format\nRTF format\nCASE NO\n: 663/94 NvH\nIN THE\nSUPREME\nCOURT OF SOUTH AFRICA\n(APPELLATE DIVISION)\nIn the matter between:\nPRAN ANDHEE\nand\nTHE STATE\nSMALBERGER, JA\nCase No\n: 663/94\nN v\nH\nIN THE SUPREME\nCOURT OF S\nOUTH\nAFRICA (APPELLATE DIVISION)\nIn the matter between:\nPRAN ANDHEE\tAppellant\nand\nTHE STATE\nRespondent\nCORAM\n: SMALBERGER, MARAIS,JJA\net SCOTT, AJA\nHEARD\n: 14 NOVEMBER 1995\nDELIVERED\n: 23\nNOVEMBER 1995\nJUDGMENT\nSMALBERGER, JA:\nOn the evening of 6 December 1991 Mrs Faldielah Nair and\nher thirteen year old daughter Tasneen (\"the deceased\") were crossing\nMonntbatten Drive in Reservoir Hills, a suburb of Durban,\n2\non their way home from a supermarket. They stood on the traffic island in\nthe centre of the road waiting for vehicles from their left\nto pass before\ncompleting their crossing. One of the vehicles, travelling at speed, mounted or\nencroached upon the island. It collided\nwith the deceased, injuring her fatally.\nThe vehicle stopped, the driver alighted from it, went to the front of his\nvehicle, returned\nto the driver's door and glanced at the deceased who was lying\non the road behind the vehicle. He then re-entered his vehicle and\ndrove away,\nignoring the deceased's mother's pleas for help.\nAs a sequel to these events the appellant, a medical practitioner, was\ncharged in the Magistrate's Court, Pinetown with (1) culpable\nhomicide; (2) a\ncontravention of sec 118(l)(b) of the Road Traffic Act 29 of 1989 (\"the Act\")\n(failing, as the driver of a vehicle\ninvolved in an accident, to ascertain the\nnature and extent of any injury sustained by any person injured in the\naccident); (3)\n3\na contravention of sec 118(l)(d) of the Act (failing to ascertain the\nnature and extent of any damage sustained to any property);\nand (4) a\ncontravention of sec 118(l)(c) of the Act (failing to render assistance to any\ninjured person). He was also charged (count\n5) with defeating or obstructing the\ncourse of justice, arising from allegedly false information which he later gave\nto the police\nthat his vehicle had been stolen before the collision.\nA protracted trial followed. The appellant persisted in his claim that\nhis vehicle had been stolen and that he had not been driving\nit when the\ncollision occurred. He testified that he had been at a party at the time. He\ncalled a number of witnesses to support\nhim. The trial magistrate disbelieved\nthe appellant and his witnesses, and convicted him on all five counts. The\nappellant continued\nto protest his innocence. He did not give evidence in\nmitigation of sentence, and left it to his attorney to address the court on\nhis\nbehalf. In respect of count 1 the appellant was sentenced to\n4\na fine of R6 000-00 or twelve months imprisonment. On counts 2, 3 and 4\n(taken together for the purposes of sentence) he was sentenced\nto nine months\nimprisonment. A similar sentence was imposed on count 5. The magistrate ordered\nthe sentences in respect of counts\n2 to 5 to run concurrently. The effective\nperiod of imprisonment was accordingly nine months.\nThe appellant appealed to the Natal Provincial Division against his\nconvictions and sentences on all counts. Shortly before the hearing\nof the\nappeal, and after receiving advice from senior counsel, the appellant changed\nhis stance. He conceded that he had been responsible\nfor the collision. He\nabandoned his appeal against his conviction and sentence on count 1, as well as\nhis conviction on count 2.\nHe proceeded with his appeal against his convictions\nin respect of counts 3, 4 and 5 (the latter to the extent that he claimed that\nhe should only have been convicted of an attempt) as well as his sentences on\nthose counts. His appeal was partially successful.\n5\nHis convictions on counts 2 and 3 were set aside; that on count 5 was\naltered to an attempt to defeat or obstruct the course of justice.\nThe sentence\nof nine months imprisonment on counts 2, 3 and 4 (previously taken together) was\nordered to stand as the sentence on\ncount 2; the sentence on count 5 was\nconfirmed. However, the court a quo, which before the hearing of the appeal had\ngiven notice\nof its intention possibly to increase sentence, ordered the\nsentences to run consecutively instead of concurrently, thereby increasing\nthe\neffective sentence from nine to eighteen months imprisonment. The present\nappeal, with leave of the court a quo, lies against\nthe sentences on counts 2\nand 5 only.\nBefore proceeding further something needs to be said about what the\nproper approach to the matter of sentence should have been in\nthe court a quo.\nHaving set aside the convictions on counts 3 and 4, and altered that on count 5\nto what was, technically at any\nrate, a lesser offence, the court a quo was\nobliged to\n6\nreconsider the sentence. However, it did not enjoy an unfettered\ndiscretion, unrestricted in any way by what the trial magistrate\nhad done, to\nimpose a sentence, or an effective sentence, which had a more stringent effect\nthan that imposed by the magistrate.\nEven if all the convictions had been\nsustained on appeal the court a quo would not have been at liberty to increase\nmero motu the\nsentences imposed by the trial magistrate unless he had imposed a\nsentence so glaringly inadequate or disturbingly inappropriate\nthat it justified\nthe inference that he acted unreasonably and therefore improperly\n(S v\nAnderson\n1964(3) SA 494(A) at 495E-H). A fortiori it is not at liberty to do\nso where some of the convictions have been set aside on appeal.\nThe need to\nrevisit the question of sentence in this case does not mean that the parameters\nset by the trial magistrate become entirely\nirrelevant and may be disregarded.\nOn the contrary, they must still be taken to represent the outer limits of what\nmay be done unless\nexceeding those limits would have been justified even\nif\n7\nthere had been no success on appeal against the convictions. Any other\nconclusion would be illogical, legally untenable and fundamentally\nunfair to an\nappellant who has been partially successful in his appeal against his conviction\nor convictions.\nIn the present instance the court a quo in essence\ndoubled the appellant's sentence in respect of fewer and less serious crimes\nthan\nhe was convicted of originally. This it could not do merely in the exercise\nof an untrammeled sentencing discretion. It was only\nentitled in the present\ncase to increase the sentences if it was satisfied that the sentences determined\nwere, or the effective period\nto be served was, glaringly inadequate, even for\nthe offences found by the magistrate to have been committed. (This would not, in\nmy view, have precluded the court a quo in the exercise of its discretion from\nimposing, as it did, on count 2 the same sentence\nas had been imposed on counts\n2, 3 and 4 taken together. That they were taken together does not detract from\nthe fact that each individually\ncould\n8\nhave qualified for a sentence of nine months. The\nsentence imposed on count 2 can therefore not be viewed as an increase in\nsentence\nper se).\nIt is not apparent from the court a quo's judgment that it was aware of\nthis limitation on the exercise of its discretion. It merely\nobserved that \"the\nmagistrate's sentence erred on the side of leniency, not on the side of\nseverity\". That in itself provided no\nacceptable basis for increasing it. At no\ntime did it express the view that the effective sentence imposed by the\nmagistrate was\nglaringly inadequate. That was the test to be satisfied in the\npresent matter before the effective sentence could be increased.\nMr Wallis\n, for the appellant, contended that having set aside two,\nand lessened one, of the appellant's convictions, the court a quo should\nhave\nremitted the matter to the trial magistrate to sentence the appellant afresh. He\nsubmitted that there were two factors which\njustified the adoption of such a\ncourse. The first was\n9\nthat the evidence of the deceased's mother raised the possibility that\nthe driver of the vehicle (the appellant) had been shocked\nafter the accident,\nand had acted as he did through panic. The second was that the appellant had\npreviously adopted a defence that\nprecluded him from putting evidence before the\ntrial court explaining his conduct. As he had, prior to the appeal in the court\na\nquo, had what\nMr Wallis\nreferred to as a \"change of heart\" and now\nconceded that he was the driver of the vehicle involved in the collision, he\nshould be\nafforded an opportunity of explaining why he had behaved as he did.\nThis would cure the lacuna in the record concerning his state\nof mind at the\ntime. A further consideration alluded to during argument was that the appellant\nwas clearly an appropriate candidate\nfor correctional supervision, and that the\ntrial magistrate would be able to reconsider that sentencing option in the light\nof the\naltered circumstances.\nMrs Nair's evidence is a weak peg on which to hang an\n10\nargument that the appellant acted as he did on account of\nshock.\nWe were referred to three passages in her evidence. Dealing\nin\nchief with the appellant's movements after alighting from his\nvehicle\nshe said:\n\"And he had his hand like this. He had his hands like this, like he was\nlooking for something, or I don't know whether he was shocked\nor what but\n....\"\nReverting to this stage of the events she stated\nunder cross-examination:\n\"To me, at first I thought he was shocked or he was looking for\nsomething.\"\nAnd finally:\n\"When that person got into his car and he drove off, I just knew that\nmust have been the driver that got frightened or shocked or\nwhatever and drove\noff, Your Worship.\"\nMrs Nair's evidence goes no further than to postulate shock as a possible\ncause for the appellant's behaviour. Such possibility\n11\nis purely speculative and not based on any objective facts. It is largely\nnegated by the appellant's subsequent conduct which points\nto his having left\nthe scene for no other reason than a desire to escape\ndetection.\nAfter his conviction it was open to the appellant to\nexplain why he had left the scene of the accident without attempting to\nascertain\nthe nature and extent of the deceased's injuries. He did not avail\nhimself of the opportunity to do so. Instead he persisted in his\nfalse denial\nthat he was the driver. Having made his bed he must now lie on it. This does not\nmean that he is to be punished for\nhis untruthfulness. But the mere fact that he\ndecided at a late stage and on the advice of counsel to \"come clean\" does not\nentitle\nhim to any special indulgence from this Court. He has no right to\nrequire of the Court that he be allowed to do now what he declined\nto do\npreviously. He would have been entitled to apply for the matter to be remitted\nfor hearing further evidence if he was able\nto\n12\nsatisfy the requirements for doing so. There is no such application\nbefore us. We simply have no inkling of what explanation the appellant\nmight\nproffer for his conduct. We have no means of ascertaining whether an acceptable\nexplanation exists for his not giving such\nevidence at his trial; whether the\nevidence he might wish to give is likely to be believed; or, if it was, whether\nit would be likely\nto mitigate his conduct and favourably influence his sentence\n- all necessary prerequisites that need to be established where an\nappellant\nseeks to lead further evidence. The arguments advanced provide no proper basis\nfor remitting the matter to the trial magistrate.\nThe position would be\ndifferent if the sentences were vitiated by misdirection or other accepted\ngrounds for interference and this\nCourt considered correctional supervision to\nbe the proper sentencing option which, for reasons that follow, I do not believe\nto\nbe the case.\nI propose to deal first with the sentence on count 5.\nThe\n13\noffence of attempting to defeat or obstruct the ends of justice is\nrightly regarded as a serious one which may, and frequently does,\nwarrant severe\npunishment\n(S v Mene and Another\n1988(3) SA 641(A) at 665J-666A;\nS v\nW\n1995(1) SACR 606(A) at 608I). In the present matter, when confronted with\nthe fact that the front number-plate of his vehicle had\nbeen found at the scene\nof the collision, the appellant falsely claimed that his car had been stolen. He\nthen preceded to spin an\nintricate web of deception in order to escape detection\nand avoid the consequences of his unlawful conduct. He went further. In an\nattempt to prevent his conviction he suborned others to commit perjury. His\nconduct was calculated and contrived. It even extended\nto attacking the bona\nfides of Mrs Naif in identifying him as the driver. He failed to show any\nremorse for what he had done. In\nthe words of the trial magistrate when\nsentencing the appellant \"the nature and circumstances of this particular count\n.... are so\naggravating that the deterrent aspects in\n14\nthe interests of society must be paramount. In the circumstances\ncorrectional supervision was not in any view an appropriate sentencing\noption.\"\nI agree. Even making full allowance for the appellant's personal circumstances,\nand the likely effects of incarceration\nupon him, there is no basis for\ninterfering with the sentence of nine months imprisonment imposed on this\ncount.\nOnce it has been determined that imprisonment is appropriate on count 5,\ncorrectional supervision is no longer a viable option on\ncount 2. It is true\nthat the evidence does not establish that the deceased's life might have been\nsaved had the appellant endeavoured\nto establish the nature of her injuries. But\nthat does not detract from his moral blameworthiness. He merely glanced in her\ndirection.\nHe never went up to her. He made no attempt to establish her\ncondition. For whatever reason, he appears to have displayed complete\nindifference. The fact that he was a medical doctor who could not have been sure\nthat by dint of his training and\n15\nexperience he would not have been able to assist her in one way or\nanother, compounds his blameworthiness. In my view no justification\nexists for\ninterfering with the sentence imposed.\nThere remains the question whether the court a quo was entitled to order\nthat the sentences on counts 2 and 5 should run consecutively.\nIn ordering them\nto run concurrently, the trial magistrate took into account the cumulative\neffect of the sentences. For a highly\neducated professional person such as the\nappellant incarceration for even a short period, with all its negative\nimplications, is\nin itself a severe form of punishment. In addition, one must\nnot lose sight of the fact that the appellant was sentenced separately\non the\nculpable homicide count. Even if the court a quo was correct in labelling the\nsentences under consideration as lenient, the\neffective sentence was in my view\nnot so glaringly inadequate or shockingly inappropriate that it entitled the\ncourt a quo to increase\nit. It should not therefore have interfered with the\norder\n16\nthat the sentences run concurrently.\nThe appeal is allowed to\nthe extent that the court a quo's order that the sentences on counts 2 and 5\nshould run consecutively is\nset aside, and the order of the trial magistrate\nthat they are to run concurrently, is restored.\nJ W SMALBERGER\nJUDGE OF APPEAL\nMARAIS, JA) Concur SCOTT, AJA)",
  "scraped_at": "2026-02-12T08:04:05.990334",
  "date": "1995-11-23",
  "coram": [
    "SMALBERGER JA",
    "MARAIS JA",
    "SCOTT AJA"
  ],
  "case_number": "663/94",
  "parties": {
    "applicants": [
      "PRAN ANDHEE"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "On 6 December 1991 Mrs Faldielah Nair and her 13‑year‑old daughter were struck by a vehicle driven by the appellant, a medical practitioner. After colliding with the child, the driver briefly checked the scene and then fled without rendering assistance. The appellant was charged in the Pinetown Magistrate's Court with culpable homicide and three offences under the Road Traffic Act (failure to ascertain injury, damage and to render assistance) and with defeating the course of justice for providing false information about the vehicle being stolen. He was convicted on all counts and sentenced to a fine or twelve months' imprisonment for the homicide count and nine months' imprisonment (running concurrently) for the other counts. He appealed; before the appeal he conceded responsibility for the collision and withdrew his defence on the homicide and one traffic offence. The appellate court set aside the convictions on counts 2 and 3, altered count 5 to an attempt, and ordered that the nine‑month sentence should run concurrently, not consecutively, with the other sentence.",
    "issues": "The key issues were (1) whether the appellate court could increase the effective sentence by ordering the sentences to run consecutively when the lower court had ordered them concurrently; (2) the proper limits of appellate sentencing discretion when convictions are altered or set aside; (3) whether the matter should be remitted to the trial magistrate for fresh sentencing in view of the appellant’s changed plea; and (4) the appropriate sentencing for the offence of attempting to defeat the administration of justice.",
    "principles": "South African appellate sentencing is constrained by the principle that a higher court may not impose a harsher effective sentence than the trial court unless the original sentence was glaringly inadequate or inappropriate (see S v Anderson). The appellate court must respect the outer limits set by the trial magistrate unless justified by a clear error. Serious offences such as attempts to defeat the course of justice attract severe punishment, and correctional supervision is rarely appropriate where the offence’s deterrent aspect is paramount. An appellant who changes his story after conviction is not entitled to a fresh opportunity to explain conduct absent a proper application to the court.",
    "application": "The court examined the magistrate’s sentencing and found it not glaringly inadequate; the nine‑month term appropriately reflected the seriousness of the convictions that remained. It rejected the argument that the appellate court could increase the sentence simply because it considered the magistrate’s sentence lenient. The court also held that there was no evidence the appellant could now provide a credible explanation for his conduct, and therefore remitting the case for fresh sentencing was unwarranted. The conviction for attempting to defeat justice was upheld as a serious offence, justifying the nine‑month term, and no correctional supervision was deemed suitable.",
    "conclusion": "The appeal was allowed in respect of sentencing: the appellate court set aside the order that the sentences on counts 2 and 5 run consecutively and restored the trial magistrate’s order that they run concurrently. Convictions on counts 2 and 3 were set aside; count 5 was altered to an attempt to defeat the course of justice, with its nine‑month sentence affirmed. The effective period of imprisonment remains nine months."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Road Traffic Offences & Obstruction of Justice",
    "level_3": [
      "culpable homicide",
      "obstruction of justice",
      "sentencing discretion",
      "concurrent sentences"
    ]
  }
}