{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/112.html",
  "case_name": "South African Broadcasting Corporation v Pollecutt (98/94) [1995] ZASCA 112; 1996 (1) SA 546 (SCA); (21 September 1995)",
  "citation": "[1995] ZASCA 112",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 112\n|\nNoteup\n|\nLawCite\nSouth African Broadcasting Corporation v Pollecutt (98/94) [1995] ZASCA 112; 1996 (1) SA 546 (SCA); (21 September 1995)\nDownload original files\nPDF format\nRTF format\nCASE NO. 98/94\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE DIVISION)\nIn the matter between:\nSOUTH AFRICAN BROADCASTING CORPORATION\n\tAppellant\nand\nDAVID GEORGE POLLECUTT\tRespondent\nCORAM: CORBETT, CJ, E M GROSSKOPF, F H GROSSKOPF,\nHARMS, JJA et SCOTT, AJA\nHEARD: 11 SEPTEMBER 1995\nDELIVERED: 21 SEPTEMBER 1995\nJUDGMENT\nHARMS JA/...\n2\nHARMS JA:\nThis appeal relates to some of the intellectual property rights in the\ntelevision production Shaka Zulu. The question for decision\nis the contractual\nliability of the appellant, the South African Broadcasting Corporation (\"the\nSABC\"), for payment of certain licence\nfees to the respondent. The respondent is\na musician by occupation - he composes, performs and conducts\nmusic.\nIt seems that the SABC commissioned the production of Shaka\nZulu during the latter part of 1984. On 27 November 1984 it entered into\nthree\nagreements relating to the music for this production. Two were concluded with a\ncompany, D & L Pollecutt Music and Publicity\nAgency (Pty) Ltd (\"the\ncompany\"), represented by the respondent. The third was with the respondent\npersonally. Nothing much turns\non the identity of the contracting party and I\nshall assume for purposes of this judgment, as was done in the pre-trial\nminutes,\nthat the contracts are all binding on the respondent personally. These\nare the agreements:\n3\n[1] An appointment of the respondent as the composer and musical director\nfor the production of Shaka Zulu. He was to be responsible\nfor all work defined\nby custom and practice to be associated with the duties of a composer and\nmusical director on a production of\nthis nature and scale. What the duties of a\nmusical director are, was not explained in evidence. It was a term of the\nappointment\nthat the respondent would retain ownership of all his copyright in\nand to all music composed by him, but he granted the SABC \"the\nperpetual right\nto broadcast the music and to licence the broadcast of the music by third\nparties without further compensation\".\nThe total remuneration was to be R 30\n000.\n[2] A commission to provide the music for the production. The respondent\nhad to deliver to the SABC on a master tape music for ten\nepisodes of the\nproduction. The music had to have an average length of 35 minutes for each\nepisode. His duties included the recording\nand mixing of the music in 56\nsessions of three hours each. For this purpose he had to employ and\n4\nremunerate, i a, a number of orchestras and a choir. His agreed fee was R\n47 032. Of special importance to the litigation is clause\n6 and it reads as\nfollows:\n\"Insofar as their contributions may constitute a performing right, you [the\ncompany] hereby consent on behalf of all the performers\nmentioned in clause 2\n[the members of the different orchestras and the choir] hereof that the SABC may\nrecord, broadcast and commercially\nexploit their contributions to the PRODUCTION\n[i e the television production .Shaka Zulu] without any further payment being\nmade\nto you or any of the said performers.\"\nI shall in\ndue course return to this clause. The company undertook further to\nobtain the respondent's signature to the next document.\n[3] A \"composer's release form\" was signed by the respondent. In it the\nrespondent in his capacity as composer granted to the SABC\nthe right to record,\nbroadcast and commercially exploit the production without any further\npayment.\nIt will be immediately apparent that in circumstances like these there\nare a number of different and distinct intellectual property\nrights that have to\nbe taken into account. The first is the copyright of a composer in his musical\nwork (s 6\nCopyright Act 98 of 1978\n). The second is the copyright of the\nauthor\n5\nof the lyrics in his literary work (also\ns 6).\nThen there is the\ncopyright in the\nsound recording, that is the recording as embodied\non the master tape\n(s 9).\nThere is also the copyright in the\ncinematograph 51m\n(s 8)\nand that includes the\nsounds embodied in the\nassociated sound-track\n(s 1\ns v \"cinematograph film\").\nIn the final\ninstance there are the rights of the performers involved, in this\ncase\nthe musicians and (presumably) the conductor. The rights of\nperformers are\ncreated and protected by the Performers' Protection\nAct 11 of 1967.\nShaka Zulu was a great success, not only as a television series but its\nmusic struck a sweet chord. As a result of this the respondent\nduring May 1986\nentered into two further agreements:\n[4]\nThe first was dated 3 May 1986 and was with Angela Music Publishing Company\n(Pty) Ltd (\"Angela\"). In it the respondent assigned\nhis literary copyright in\nthe title and lyrics (\"words\") as well as his musical copyright in his\ncompositions. They were identified\nin the assignment with reference to the\nsound-track of Shaka Zulu. An addendum, called a rider, was entered into some\nfive months\nlater. It recorded that one Barry Leitch had been\n6\na co-writer of the music of 28 of the compositions concerned and that the\nroyalties in respect of them would be split equally between\nthe two writers. It\nmay be noted that the respondent was not the author of the title theme We are\nGrowing.\n[5] Shortly afterwards the respondent signed a document on\na letterhead of the SABC entitled Consent. It is on this document that\nthe\nrespondent's cause of action in this case was based. Its terms are material and\nare thus quoted in full:\n\"\nCONSENT\nI, THE\nUNDERSIGNED,\nDAVID GEORGE\nPOLLECUTT\nIN MY CAPACITY AS MUSICAL DIRECTOR/ARRANGER/ARTISTE OF\nTHE MUSIC FOR THE TV SERIES 'SHAKA ZULU' (EXCLUDING THE TITLE THEME 'WE ARE\nGROWING') HEREBY GIVE MY UNCONDITIONAL CONSENT TO THE\nSABC ATTENDING TO THE\nMARKETING AND DISTRIBUTION OF THE\nMECHANICAL\nPHONOGRAPHIC LICENCES OF:\nCASETTES, SINGLE OR LONG-PLAYING VINYL RECORDS, COMPACT DISCS, VIDEO\nDISCS, VIDEO TAPES OR ANY FUTURE FORMAT.\n7\nTHIS CONSENT IS SUBJECT TO THE PROVISION THAT I SHALL RECEIVE FROM THE SABC\nA ROYALTY OF 10% (TEN PERCENT) OF\n90% (NINETY PERCENT) OF THE RETAIL SELLING PRICE WORLDWIDE OF ANY SUCH\nAFOREMENTIONED RECORD SOLD.\"\nIt was common cause that\nthis document reflected the terms of an agreement between the SABC and the\nrespondent. Although the SABC,\nthrough its legal representatives, during the\ncourse of the trial feigned ignorance about the subject matter of this\nagreement, it\nwas common cause during the appeal that it concerned the\nrespondent's rights as performer of the music of the original production\nof\nShaka Zulu. It was also agreed between counsel that, contrary to the SABC's\nplea, the agreement did not deal or purport to deal\nwith copyright whether in\nthe musical work or in a sound recording. The importance of this will become\napparent in the course of\nthis judgment.\nSubsequent to the consent agreement [5], the SABC entered into an\nagreement with BMS Publication (Pty) Ltd (\"BMS\") on 20 October 1986.\nIt licensed\nBMS to manufacture and sell in all countries (excepting France) records derived\nfrom the master tape of Shaka Zulu, in\nother words, records containing\n8\nthe original music as performed in terms of the commission agreement [2].\nThe\nagreement with BMS stipulated that BMS was to be solely responsible for\nthe\nfulfilment of all copyright obligations arising out of the manufacturing\nand\nselling of the licensed records; and BMS had to calculate and\npay out all\nperformers' or other royalties. The respondent was not a\nparty to this agreement.\nHe in fact objected to the appointment of\nBMS as licensee, but was overruled\nby the SABC. His concern proved\nto have been well founded because BMS in\ndue course floundered and\nfailed to make payment to him or the SABC of the\namounts due in terms of the consent agreement [5]. The SABC\ninitially\nrecognised the respondent's entitlement to payment, but reneged when it\nrealised\nthat the amount of its indebtedness to the respondent could not be\nrecovered\nfrom BMS. Hence the action by the respondent. His claim for an account\nand\nfor payment of the agreed royalties was upheld by Leveson J in\nthe\nWitwatersrand Local Division. After the trial judge had refused leave to\nappeal,\nleave was granted by this Court pursuant to a petition for\nleave.\n9\nLeveson J gave six judgments in the course of the proceedings. He first\ndismissed an exception raised by the SABC at the beginning\nof the trial. The\nSABC then applied for a postponement in order to file a new plea. That was\nrefused. The trial Judge was then required\nto consider two special pleas and\nthey were dismissed. All this took place on 4 August 1992. The SABC subsequently\namended its plea\nand after hearing some mainly inconsequential evidence, the\ncourt on 6 August 1992 upheld the claim and ordered payment of part of\nthe\nroyalties (R 37 635,34) and the delivery of an account in respect of the\nbalance. Thereafter the parties settled the accounting.\nThis produced a further\nR 195 727,13 in royalties due. Leveson J made the settlement an order of court\nand, after having considered\nan application for a special order as to costs,\nordered the SABC to pay party and party costs. This occurred on 25 November\n1992.\nThe sixth order was the refusal of leave to appeal on 15 September 1993.\nIn its petition to this Court for leave to appeal, the SABC\ndid not disclose the\nexistence of the judgment and order of 25 November. It only applied for leave in\nrespect of the dismissal of\nthe special pleas on 4 August and\n10\nthe partly interim order of 6 August. As a result, the leave that was\ngranted,\nwas leave against these two orders only. It is not clear\nwhether this limited\nappeal can affect the order of 25 November. It\nis also not clear whether it is\ncompetent to appeal against an order\nthat has, in effect, been superseded by a\nlater order. Since these\nmatters were not argued and in the light of my\nconclusion that the\nappeal can, in any event, not succeed, I shall assume that\nthere is\na proper appeal before this Court.\nAs indicated, the respondent's\ncause of action was the consent agreement [5]. In the particulars of claim\nreference was also made\nto an antecedent oral agreement but I am unable to\nperceive a difference between the terms of the oral and those of the written\nagreement.\nThe argument that the respondent should have been non-suited because\nhe had not given evidence relating to the oral agreement, has\nno substance. The\nsame applies to the argument that he should have replicated to the SABC's\npleaded interpretation of the admitted\nwritten contract. As I read the\npleadings, it was common cause that document [5] was the sole memorial of the\nparties' contract.\n11\nIt was also submitted on behalf of the SABC that the consent agreement\n[5] did not reflect any positive obligation to pay royalties\nbut that it was\nsimply a conditional consent. I disagree. The document states explicitly in its\nfirst paragraph that the consent\nwas being given unconditionally. The use of the\nphrase subject to in the last paragraph may be indicative of a suspensive\ncondition\nbut that is not necessarily so (cf Pangbourne (Pty) Ltd v Gill &\nRamsden (Pty)Ltd)\n1.\nIn the present instance the intention of the\nparties is clear: the consent was given to enable the SABC to attend to the\nmarketing\nof licences for sound recordings. Once licences had been entered into,\nthe sale of recordings would have followed. Royalties were\npayable on the retail\nselling price of every record sold. It makes commercial nonsense of the\nagreement to argue that, in these circumstances,\nthe consent was conditional\nupon the receipt of royalties and that, if the SABC had failed to pay the agreed\nroyalties, the consent\nwould have fallen away and that the respondent had then\nto rely on his intellectual property rights and not on the agreement. It\nmay\nalso be mentioned\n1\nAn unreported judgment of this Court delivered on 21\nSeptember 1995.\n12\nin conclusion on this aspect of the case that this argument flies in the\nface of an express admission in the plea namely that the\nSABC had undertaken, in\nreturn for the licence, to pay the agreed royalties.\nI have\nmentioned the fact that the consent agreement dealt with the performing rights\nof the respondent in the sound-track of the\noriginal production. It is common\ncause that he had acted as conductor and also as a musician in the production of\nthe music. The\nPerformers' Protection Act provides, i a, that a performer of a\nliterary or musical work must consent to the making of a fixation\nof his as yet\nunfixed performance (s 5(l)(b)). He must also consent to the making of a\nreproduction of a fixation of his performance\nif the reproduction is made for\npurposes other than those in respect of which he had given his consent\noriginally (s 5(l)(c)(ii)).\nThe two remaining defences to the respondent's claim as argued before us\nare in part based upon the provisions of this Act. The first\ndefence is the\nalleged invalidity of the consent agreement [5] because of the failure of a\ncommon assumption. The second and alternative\ndefence is the exceptio\nnon\n13\nadimpleti contractus. The basis for these defences is, according to the\nargument, that the respondent was, when this agreement was\nbeing concluded, not\npossessed of any performer's rights which could have formed the subject of the\ngrant of a licence. That was\nnot the basis of the defences as reflected in the\nplea as amended in the course of the trial or considered by the trial Judge.\nIn\nthe plea in its final form it was alleged (a) that the copyright\nin the sound\nrecordings referred to in the agreement had vested at the relevant time\nin either\nthe SABC or in Angela; (b) that the agreement had been entered into under\nthe common assumption that that copyright had vested in\nthe respondent; (c) that\nbecause the assumption was false the agreement was void; and (d) that, in the\nalternative to (b) and (c),\nit had been the contractual obligation of the\nrespondent to grant to the SABC a licence, but, due to (a), it had failed to do\nso.\nIf my understanding of the SABC's new case is correct, these defences\nremained intact at the appeal stage save that the reference\nto copyright has to\nbe replaced with a reference to a performer's rights under this Act. No\namendment of the plea was moved to reflect\nthe new case. The presentation of a\ncase on appeal in this\n14\nmanner is, to say the least, to be deplored (AJ Shepherd (Edms) Bpk v\nSantam Versekeringsmaatskappy Bpk\n1985 (1) SA 399\n(A)).\nBefore\nconsidering these defences any further, it is convenient to deal with the\nreasons proffered by the SABC as to why the respondent\nhad no residual rights to\ndispose of by way of a licence agreement. The first argument on behalf of the\nSABC in this regard was that\nin clause 6 of the commission agreement [2] the\nrespondent had given his consent to the fixation of his\nperformance. The sale of phonograms containing the music so\nperformed and fixed was covered by the terms of that consent. Accordingly,\nso\nthe argument went, the respondent had no residual performer's rights that could\nhave formed\nthe subject of a licence.\nThe quoted clause 6 of the commission agreement contained a consent\nrelating to the recording, broadcast and commercial exploitation\nof the\nperformers' contribution to the production. I have pointed out that the\nproduction was the television series Shaka Zulu. It\ncontained nearly six hours'\nmusic. The purpose of the consent was to enable the SABC to screen on\n15\ntelevision that audio-visual production. Its purpose was not to enable it\nto market recordings of music. It had evidently not been\ncontemplated at the\ntime of the commission that the series would be such a success that a demand\nwould have been created for recordings\nof the music on the sound track. In other\nwords, with regard to the wording of s 5(l)(c)(ii), the reproduction of the\nmusic for the\npurpose of the sale of records is a reproduction of the fixation\nof the performance for a purpose other than the purpose that had\nbeen the\nsubject of the consent contained in the commission agreement.\nIt is\nalso not clear whether clause 6 applied to the respondent's personal\nperformance. That depends on whether he had been a performer\n\"mentioned in\nclause 2\" of the agreement. There was no evidence coupling his performance to\nclause 2. In an attempt to meet this\nproblem, reference was made on behalf of\nthe SABC to s 6(1) of the Performers' Protection Act. It states that where\nseveral performers\nas a group take part in the same performance, it suffices if\nthe consent required under s 5 is given by, say, the manager of the\ngroup. This\nsection does not provide an answer because the\n16\nconsent given in clause 6 was not unqualified. It had only been given on\nbehalf of the performers mentioned in clause 2 and not on\nbehalf of any other\nperformer.\nAll this is not the end of the inquiry. The Performers'\nProtection Act provides for exceptions to s 5, namely for instances where\nthe\nconsent of a performer is not required for the fixation or the reproduction of a\nfixation of his performance. There is a fair\ndeal provision, e g, the use of a\nfixation for purposes of private study (s 8(2) and (4)). Special arrangements\nare made for the\nSABC (s 8(3)), but they have no application in this case. The\nmost far reaching exception is to be found in s 8(1). It states that\nif a\nperformer consents to the incorporation of his performance in a visual or\naudio-visual fixation, s 5(1) \"shall cease to apply\nin respect of the\nperformance so fixed\". The simple and attractive argument of the SABC in this\nregard took as a starting point the\nfact that the respondent had consented to\nthe incorporation of his performance in an audio-visual work namely the\ntelevision series\nShaka Zulu. His consent was thus not required for the\nreproduction of his performance because s\n17\n5(l)(c)(ii) had ceased to apply in respect of this performance. He\nconsequently had no remaining rights to license.\nS 8 is not easy to\nunderstand. Ss (4) appears to be tautologous in the light of ss (2). Taken\nliterally, ss (1) does not make sense,\nespecially if read with s 5(l)(b). It is\nonly after a consent in terms of the latter provision had been given to the\nfixation of\na performance in a visual or audio-visual work that the former comes\ninto operation. Stated slightly differently, s 8(1) has as its\nstarting point\nthe consent of the performer to a fixation given in terms of s 5(l)(b). How it\ncan cease to apply, I fail to understand.\nNor can s 5(l)(c)(i) and (iii\n)2\ncease to apply if a consent as understood by s 8(1) has been given. Both\nthese paragraphs can only apply if a fixation was made in\naccordance with\nany\n2\nThese read:\n\"Subject to the\nprovisions of this Act, no person shall without the consent of the performer\n—\n(a)\n(b)\n(c) make a reproduction of a fixation of a performance of such performer\n—\n(i) if the original fixation, other than a fixation excluded by section 8\nfrom the necessity for\nobtaining the consent of the performer, was itself made without his\nconsent; or (ii) ...; or\n(iii) if the original fixation was made in accordance with the provisions of\nsection 8, and the reproduction is made for purposes\nnot covered by those\nprovisions.\"\n18\nsub-section of s 8 (and not only ss (2) and (3) as was argued). As far as\nthe present proceedings are concerned, I shall assume that\nas a result of s 8(1)\nthe respondent's consent was not required for the reproduction of his\nperformance fixed in the television production.\nThat leaves for consideration\nwhether the records contemplated by the consent agreement [5] were reproductions\nof that performance.\nI think not. It was for instance common cause between the\nparties that the original sound-track of the production had been mixed\nstereophonically for the purposes of the recordings. The undisputed evidence of\nthe witness O'Hara was further that one had to edit\nand remix the original music\nmade for the television series in order to make a commercially viable gramophone\nrecord. It would therefore\nseem that the performance as fixed originally was not\nthe subject of the agreement (s 5(l)(c)(iii)). S 8(1) would then not be of\napplication. I do realize that this interpretation may, to an extent, emasculate\ns 8(1). It is, however, a provision which must be\ninterpreted restrictively\nbecause it limits the rights granted to performers under s 5. In the\n19\ncase of a conflict with s 5, it must yield to the clear wording of s 5,\nespecially that of s 5(l)(c)(iii).\nThere appears to be another\nreason why s 8(1) is not germane to the issues in this case. It is subject to\nthe overriding provision\nof s 13 which recognises the supremacy of the freedom\nto contract. According to it a performer may, notwithstanding the provisions\nof\nthe Act, enter into any contract with any user or prospective user of his\nperformance in respect of the use of his performance.\nIf it is assumed that the\nrespondent had no residual rights by virtue of s 8(1), it remained permissible\nfor him to enter into the\nconsent agreement [5] which gave him rights not\nrecognised by s 8(1). This agreement would then by implication have returned to\nhim\nwhat had been taken away by the commission agreement and by s 8(1). That is\npermitted by s 13.\nConsideration must next be given to the interaction between the\nPerformers' Protection Act and the\nCopyright Act. This\narises because of yet\nanother argument of the SABC as to why the respondent had no performer's rights\nto license. According to this\nsubmission the SABC was the owner of the\n20\ncopyright of the sound recording. (The special plea and other parts of\nthe main plea had it differently - according to these it was\nAngela. That is\nneither here nor there.) It had, as a consequence, the exclusive right to make\nor authorize the making of a record\nembodying the sound recording\n(s 9\nof the\nCopyright Act). The\nrecognition of the respondent's right to his performance\nwill nullify that right. The\nCopyright Act is\nof a later date than the\nPerformers' Protection Act and it has, in the result, impliedly repealed the\nrights of performers as set\nout in the latter Act. I consider the argument to be\nspecious. It was agreed, according to the pre-trial minutes, that although the\nSABC had been at the relevant time the owner of the master tape itself, it had\nnot been the owner of the \"copyrights\" in and to the\nproduction. Ownership of a\ntape and ownership of the copyright in what has been recorded on the tape are\nseparate and distinct rights.\nThere was also no evidence that Angela had any\nsound recording rights. Its agreement [4] with the respondent certainly did not\nrelate\nto such rights. That ought to put to rest the factual basis of the\nargument.\n21\nIts legal foundation is also without any redeeming features. The\nPerformers' Protection Act provides in s 2 that the rights created\nby the Act in\nno way restrict or affect the rights provided for by any other law relating to\ncopyright in literary and artistic works.\nThese are defined in s 1 to include\nmusical, dramatic and dramatico-musical works. A sound recording does not fall\nwithin either\ncategory. When this Act was enacted, copyright was regulated by\nthe Copyright Act 63 of 1965. It recognised copyright in sound recordings\n(s\n13). In essence the protection under the 1978 Copyright Act is the same. The\nonly difference is one of legal philosophy. Under\nthe 1978 Act copyright is\ndefined as an exclusive right to do or authorize others to do certain acts.\nUnder the 1965 Act copyright\nrestricted others from doing those self same acts.\nI fail to understand how a change in legal or legislative philosophy can, on its\nown, repeal a different statute.\nThe reason why the Performers' Protection Act does not refer to sound\nrecordings in this respect, may have to do with its genesis.\nCopyright is\nregulated by the Berne Convention for the Protection of Literary and\nArtistic\n22\nWorks. It does not accord copyright to sound recordings. Our legislature\nhas, on the other hand, done so since the promulgation of\nthe Patents, Designs,\nTrade Marks and Copyright Act 9 of 1916 (3rd Schedule par 19). The Performers'\nProtection Act was intended\nto give effect to the International Convention for\nthe Protection of Performers, Producers of Phonograms and\nBroadcasting\nOrganizations of Rome. See s 4. It had no need to deal\nwith phonograms\nbecause the Copyright Act had already catered for them. S 2 of the\nPerformers'\nProtection Act was based upon art 1 of the Rome Convention. This article\nstates\nthat protection granted under the Convention shall leave intact and shall\nin no\nway affect the protection of copyright in literary and\nartistic works. The\nConvention does not define these terms and may either have left it to\ndomestic\nlaw to circumscribe or may have intended to give the terms their meaning\nas\ndefined in the Berne Convention. The recognition of the rights of\nperformers\nmay, in the absence of such a provision, cause a tension between the\nrights of\nthe persons whose works are being performed and those who perform\nthem.\nThe copyright in the literary or artistic work precedes the performance\nand any\n23\nrights that can arise from it. The right of the performer can also not\nexist\nwithout the literary or artistic work. The same applies to the\nrights (copyright\nor otherwise) of the producer of a sound recording\nor phonogram. That is why\nthe rights of the Rome Convention are\nsometimes called neighbouring or\nsecondary rights. The rights of the\nproducer of a phonogram are, similarly,\ndependent upon the rights of\nthe performer because without the performance\nthere can be no\nphonogram.\nIt follows from this excursion that the SABC has, in my view, failed to\nestablish that the respondent had no right to\nlicense.\nAs far as the defence of common\nassumption is concerned, the SABC had to prove counsel's new allegation that\nboth parties had entered\ninto the agreement on the common assumption that the\nrespondent was the owner of the performer's right when the consent agreement\nwas\nconcluded. No evidence was led at the trial by any party relating to any\nassumption on the part of any of the parties. In spite\nof this, and ever\nhopeful, counsel submitted that the common assumption was apparent from the\nwords of the agreement itself. I am\n24\nnot persuaded. The terms of the agreement do not justify, on a balance of\nprobabilities, the conclusion that it had been concluded\non that or any other\nassumption. It may be that it had been concluded because the parties were\nuncertain as to the scope of their\nrights. It may also be that they had wished\nto amend the effect of the commission agreement especially in the light of the\nunexpected\ncommercial success of the production. It may also have been the\nresult of a unilateral mistake. Each of these possibilities is at\nleast as\nprobable as the assumption postulated by counsel.\nIn relation to the\nexceptio non adimpleti contractus it was the case of the SABC at the appeal\nstage that the consent agreement had\nplaced an obligation upon the respondent to\ngrant to the SABC a licence in respect of his performer's rights. Since he had\nnot in\nlaw been possessed of them, he had been unable to comply with his part of\nthe bargain and he could, in the result, not claim performance\nfrom the SABC.\nThe argument is based upon a misconception relating to the terms of the consent\nagreement. It placed one duty and\none duty only upon the respondent and that was\nto give his consent.\n25\nThat he did by signing the document. He had no other obligation relating\nto a prestation and it seems to me that the appeal to the\nprinciples of the\nexceptio is totally unfounded.\nThis means that the appeal has to be\ndismissed. Respondent's counsel asked for a special order as to costs namely on\nthe scale of\nattorney and client. The same request was made in the court below.\nLeveson J, on this aspect of the case made some pointed remarks\nabout the\nconduct of the SABC in the proceedings. Prior to the litigation it had\nrecognised its liability but informed the respondent\nthat everything possible\nwould be done to extend the date for payment. It seemed to the learned Judge\nthat in some respects the conduct\nof the SABC had been \"wilfully obstructionist\"\nand \"high-handed\". He nevertheless refused to comply with the request. In order\nto\nbe able to interfere with his discretion it was necessary for the respondent\nto cross-appeal and to show that the discrection had\nnot been exercised\nproperly. Neither had been done and the scale of the costs order must remain as\nit was.\n26\nI wish to say something in conclusion about the record. It contains a\nlarge number of inconsequential documents. There is, for instance,\nthe record of\nan application for discovery. There are discovery affidavits and other formal\ndocuments. There are pleadings which\nhave been replaced and had nothing to do\nwith the case. The application for leave to appeal appears in three forms. The\nsix judgments\nwere bound in at random. The unacceptable habit of producing a\nbundle of documents for the trial court without establishing its status\nand then\nreproducing it for no good reason for purposes of appeal, is amply exemplified\nby this record. I have already referred to\nthe misleading petition for leave to\nappeal. This must serve as a warning to those who are responsible for the\npreparation of records\non appeal that orders de bonis propriis may follow if the\ninterests of the Court and of their own clients are not served because\nof the\nfailure to file acceptable and sensible records.\n27\nThe appeal is dismissed with costs.\nL T\nC HARMS JUDGE OF APPEAL\nCORBETT, CJ\t)\nE M GROSSKOPF, JA\t) Agree\nF H\nGROSSKOPF, JA\t)\nSCOTT, AJA\t)",
  "scraped_at": "2026-02-12T07:17:38.169557",
  "date": "1995-09-21",
  "coram": [
    "Corbett CJ",
    "E M Grosskopf JA",
    "F H Grosskopf JA",
    "Harms JA",
    "Scott AJA"
  ],
  "case_number": "98/94",
  "parties": {
    "applicants": [
      "South African Broadcasting Corporation"
    ],
    "respondents": [
      "David George Pollecutt"
    ]
  },
  "sections": {
    "facts": "In 1984 the South African Broadcasting Corporation (SABC) commissioned the television series \"Shaka Zulu\" and entered into three agreements with David George Pollecutt (the respondent), who acted as composer, musical director and performer. The agreements granted Pollecutt ownership of his copyright but gave the SABC perpetual broadcast rights. A later \"Consent\" agreement (dated May 1986) gave the SABC unconditional consent to market and distribute mechanical phonogram licences of the recordings, subject to a royalty of 10% of 90% of the worldwide retail selling price. The SABC subsequently licensed BMS Publication to manufacture records, but BMS failed to pay the royalties due. The SABC initially acknowledged the liability but later refused payment, prompting Pollecutt to sue for the unpaid royalties. The lower court ordered payment of royalties and costs; the SABC appealed, challenging the validity of the consent agreement and alleging lack of residual performers' rights.",
    "issues": "The appeal raised (1) whether the consent agreement created a binding obligation for the SABC to pay the stipulated royalties; (2) whether Pollecutt retained residual performers' rights that could be licensed despite earlier agreements; (3) whether the consent agreement was void for lack of consideration or because it was based on a false common assumption; and (4) whether the defence of exceptio non adimpleti contractus could excuse the SABC’s performance under the agreement.",
    "principles": "The court applied the Performers' Protection Act, particularly sections 5 (consent for fixation and reproduction), 8 (exceptions to consent, including the effect of consent to incorporation in an audiovisual work), and 13 (freedom to contract). It held that a consent agreement that is unconditional and specifies royalty terms creates enforceable contractual obligations. Clause 6 of the earlier commission agreement, which allowed recording for broadcast, did not extend to phonogram licensing, and s8(1) of the Act did not extinguish the performer’s rights for new sound recordings. The defence of common assumption required proof, which was lacking. The exceptio non adimpleti contractus requires a failure to perform a contractual duty, which was not the case as the respondent had fulfilled his duty by giving consent.",
    "application": "The court found that the consent agreement was unconditional and clearly obliged the SABC to pay royalties, rejecting the SABC’s argument that the agreement was conditional. It determined that the performer’s rights were not transferred by the earlier commission agreement and that new phonogram recordings constituted a separate fixation, thereby falling outside the scope of the original consent. The SABC failed to establish any common assumption that the performer owned the rights at the time of the consent, and the exceptio non adimpleti contractus was inapplicable because the respondent had complied with his sole contractual duty of providing consent.",
    "conclusion": "The appeal was dismissed. The SABC’s appeal against the orders for payment of royalties and costs was rejected, confirming the lower court’s judgment that the SABC must pay the agreed royalties to the respondent and bear the costs of the proceedings."
  },
  "tags": {
    "level_1": "Intellectual Property Law",
    "level_2": "Performers' Rights",
    "level_3": [
      "royalty obligations",
      "Performers' Protection Act",
      "copyright",
      "licence agreements",
      "mechanical licence"
    ]
  }
}