{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/6.html",
  "case_name": "S v Pale en 'n Ander (613/93) [1995] ZASCA 6; [1995] 4 All SA 24 (A) (7 March 1995)",
  "citation": "[1995] ZASCA 6",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 6\n|\nNoteup\n|\nLawCite\nS v Pale en 'n Ander (613/93) [1995] ZASCA 6; [1995] 4 All SA 24 (A) (7 March 1995)\nDownload original files\nPDF format\nRTF format\nSaak nr 613/93 /MC\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak tussen:\nJACOBUS PALE\tEERSTE APPELLANT\nEDWARD CLARIVETTE\tTWEEDE APPELLANT\n-en-\nDIE STAAT\tRESPONDENT\nCORAM: VIVIER, VAN DEN HEEVER et HOWIE ARR. VERHOOR: 21 FEBRUARIE 1995.\nGELEWER: 7 MAART 1995.\nUITSPRAAK\nVIVIER AR/\n2\nVIVIER AR:\nDie twee appellante (\"beskuldigdes 1 en 2\") is saam met 'n\nander\n(\"beskuldigde 3\") in die Kaapstadse landdroshof skuldig bevind aan 'n oortreding\nvan art 2(a) van Wet 41 van 1971 deurdat hulle\nin verbode afhanklikheidsvormende\nmedisyne, te wete 31813 mandrax-tablette bevattende metakaloon, handel gedryf\nhet. Die Wet is sedertdien\nherroep deur Wet 140 van 1992 wat op 30 April 1993 in\nwerking getree het. Beskuldigde 1 is gevormis tot 'n boete van R10 000,00 of\nvier jaar gevangenisstraf en 'n verdere agt jaar gevangenisstraf waarvan vier\njaar gevangenisstraf vir vyf jaar opgeskort is op voorwaarde\ndat hy nie skuldig\nbevind word aan 'n oortreding van art 2(a) van die Wet, gepleeg gedurende die\ntydperk van opskorting nie. Beskuldigde\n2 is tot agt jaar gevangenisstraf\n3\ngevonnis. Beskuldigde 3 is gevonnis tot 'n boete\nvan R25 000,00\nof vyf jaar gevangenisstraf plus 10 jaar gevangenisstraf\nwaarvan 5\njaar op dieselfde voorwaardes opgeskort is as in die geval\nvan\nbeskuldigde 1. Op appèl na die Kaapse Provinsiale Afdeling\nis\nbeskuldigde 3 se skuldigbevinding en vonnis ter syde gestel.\nDie\nappèlle van beskuldigdes 1 en 2 is afgewys maar hulle is\nverlof\nverleen om teen hul skuldigbevindings en vonnisse na hierdie Hof\nte\nappelleer. Verlof om teen die skuldigbevindings te appelleer is\ntoegestaan op\ndie enkele grond dat die Kaapstadse landdroshof nie\nterritoriale jurisdiksie\ngehad het om die saak te verhoor nie.\nDie tersaaklike feite is die volgende. Op 18 Mei 1989 is 'n wit Mercedes\nBenz-motor met registrasienommer FCB 374 T (\"die FCB-Mercedes\")\nnaby Malmesbury\nop die pad na Kaapstad\n4\ndeur die polisie voorgekeer. Die plek waar die FCB-Mercedes voorgekeer is,\nval buite die grense van die Kaapstadse landdrosdistrik.\nDie FCB-Mercedes was op\npad na Kaapstad, dit is deur beskuldigde 2 bestuur en beskuldigde 1 het voor\nlangs die bestuurder gesit.\nHulle is versoek om die polisie na die naaste\npolisiestasie te vergesel sodat die voertuig behoorlik deursoek kon word. Hulle\nhet\ndadelik ingewillig en gesê dat die polisie maar kon soek maar dat\nhulle niks sou vind nie. By die Table View-polisiestasie\nhet 'n deursoeking niks\nopgelewer nie maar by die polisiestasie in Kaapstad is die betrokke\nmandrax-tablette in 32 plastieksakkies\nwat in verborge panele in die bakwerk\nagter beide voorwiele versteek was, gevind. Beskuldigdes 1 en 2 is daarna\ngearresteer. In die\nklagstaat, saamgelees met die nadere\n5\nbesonderhede daartoe, is slegs beweer dat die\nmisdryf in die\ntydperk 1 Februarie 1989 tot 15 Junie 1989 en te of naby\nKaapstad\nin die Kaapstadse landdrosdistrik gepleeg is en dat die\nmandrax-\ntablette per motors vervoer is. Die beskuldigdes het dit\nso\naanvaar. By die aanvang van die verhoor in die landdroshof het\ndie\nbeskuldigdes, wat almal regsverteenwoordiging gehad het, nie\ngepleit dat die\nhof nie regsbevoegdheid het nie. Die punt dat die\nhof nie territoriale\njurisdiksie het nie, is eers in die loop van\nargument aan die einde van die\nverhoor deur die verdediging\ngeopper, en deur die landdros, met 'n beroep op\nart 110(1) van die\nStrafproseswet 51 van 1977 (\"die Wet\"), verwerp.\nIngevolge art 90(1) van die Wet op Landdroshowe 32 van 1944 is 'n landdroshof\nalleen bevoeg om, onderhewig aan die\n6\nuitbreidings in subartikels (2) tot (9), iemand wat beskuldig\nword\nvan 'n misdryf binne sy distrik gepleeg, te verhoor. Art 110\nvan die\nWet bepaal as volg:\n\"110 (1) Waar 'n beskuldigde nie pleit dat die hof nie regsbevoegdheid het\nnie, en dit in enige stadium -\n(a)\nnadat die beskuldigde 'n\npleit van skuldig of van onskuldig gepleit het; of\n(b)\nwaar die beskuldigde 'n ander pleit gepleit het en die hof so 'n\npleit teen die beskuldigde afgewys het,\nblyk dat die\nbetrokke hof nie regsbevoegdheid het nie, word die hof by die toepassing van\nhierdie Wet geag\nregsbevoegdheid ten opsigte van die betrokke misdryf te hê.\n(2) Waar 'n beskuldigde pleit dat die betrokke hof nie regsbevoegdheid het\nnie en die pleit gehandhaaf word, moet die hof die saak\nverdaag na die hof wat\nregsbevoegdheid het.\"\n7\nArt 110 is hoofsaaklik bedoel om voorsiening te maak vir die\ngeval waar 'n bepaalde hof wel jurisdiksie het om die misdaad waarvan\ndie\nbeskuldigde aangekla word, te bereg, maar die verkeerde hof is vanweë een\nof ander jurisdiksionele feit soos bv dat die\nmisdaad buite die hof se\nregsgebied gepleeg is. Die artikel skep nie substantiewe jurisdiksie nie en kan\nnie aan 'n landdros 'n groter\njurisdiksie verleen as wat hy regtens het nie. Dit\nverleen bv nie regsbevoegdheid aan 'n landdros om 'n saak te verhoor wat hy\ningevolge\nart 89 van die Wet op Landdroshowe nie mag verhoor nie, al betwis 'n\nbeskuldigde nie die regsbevoegdheid van die hof nie (S v Khumalo\n1966(4) SA 161\n(N) op 164 H - 165 A, wat handel met art 154 van Wet 56 van 1955, die voorganger\nvan die huidige art 110; en S v M,\nS v S en Andere 1979(2) SA 959\n8\n(T) op 961 H). So ook kan art 110 nie jurisdiksie verleen aan\n'n\nhof om 'n misdaad wat in 'n ander land gepleeg is, te bereg\nnie\n(S v Maseki 1981(4) SA 374 (T)). Art 110 verleen wel\nterritoriale\njurisdiksie aan 'n hof wat dit nie gehad het nie, suiwer\nop grond van die\nbeskuldigde se stilswyende aanvaarding daarvan,\ndeurdat hy die verhoor laat\nvoortgaan sonder om die punt te opper\nwanneer hy pleit (Hiemstra,\nStrafproses, 5de uitgawe op bl 288).\nNamens beskuldigdes 1 en 2 is, met 'n\nberoep op S v\nCornelissen 1990(2) SASV 472 (K), betoog dat, vanweë\ndie\nbewoording van die klagstaat en die feite van die saak, dit nie\nvan\ndie beskuldigdes verwag kon word om beswaar te gemaak het teen\ndie\njurisdiksie van die verhoorhof nie, sodat die staat nie op art 110\nkan steun\nnie. Vir doeleindes van die betoog sal ek veronderstel,\n9\nsonder om te beslis, dat 'n beskuldigde die werking van art 110\nkan vermy op grond daarvan dat hy mislei is of nie geweet het wat\nhom ten laste\ngelê word nie. In die Cornelissen-saak is die beskuldigde op Colesberg\ndeur die polisie voorgekeer en gearresteer\nterwyl hy besig was om 'n groot\nhoeveelheid dagga te vervoer. Daarna is hy deur die polisie oorreed om as\npolisie-lokvink die dagga\nna Kuilsrivier te neem ten einde ander oortreders te\nhelp betrap. Hy word in die streekhof in Kaapstad daarvan aangekla en skuldig\nbevind dat hy in Kuilsrivier met dagga handel gedryf het. Op appèl na die\nKaapse Provinsiale Afdeling is beslis dat hy as\nlokvink in Kuilsrivier nie die\nvereiste mens rea vir die misdryf gehad het nie. Die hof het die staat se\nversoek verwerp om die skuldigbevinding\nte bekragtig op grond daarvan dat die\nappellant op\n10\nColesberg in onwettige besit betrap is, en die\nverhoorhof ingevolge art 110 en appellant se versuim om beswaar teen die hof se\njurisdiksie\naan te teken, die skuldigbevinding op dáárdie besit\nkon gegrond het. Hoewel Hoberman WR sê dat die verhoorhof\nnie jurisdiksie\nna aanleiding van die gebeure op Colesberg gehad het nie, blyk die ratio vir sy\nbeslissing uit die volgende passasie\nin die uitspraak (op 475 f-g) :\n\"The appellant, who was unrepresented, did not plead that the court had no\njurisdiction. But this is hardly surprising as he was charged\nwith having\ncommitted an offence at Kuils River. Furthermore, it could hardly be argued that\nthe appellant, unrepresented as he was,\nought to have appreciated that despite\nwhat was said in the charge sheet the State in fact intended to charge him in\nrespect of an\noffence committed at Colesberg.\"\nIn soverre in hierdie passasie te kenne gegee word dat 'n\n11\nbeskuldigde se versuim om te pleit\ndat die hof nie territoriale\njurisdiksie het nie, hom nie verwyt kan word nie\nbloot omdat die\nklagstaat die plek van die misdaad verkeerdelik aangee as\nsynde\nbinne die hof se jurisdiksie geleë, kan ek nie daarmee\nsaamstem\nnie. Al wat na my mening in die aangehaalde passasie te\nkenne\ngegee word, is dat die onverdedigde beskuldigde in die\nomstandighede\nvan daardie saak moontlik onder die indruk kon\nverkeer het dat die gebeure op\nColesberg afgehandel was en dat hy\nnie van die misdaad wat in Colesberg\ngepleeg is, aangekla sou\nword nie en hom derhalwe nie daarteen hoef te\nverweer het nie.\nHierdie indruk is deur die klagstaat versterk, wat hom nie\nsoseer\nmislei het oor die plek van die misdaad as oor die misdaad self\nnie.\nDie feite in die huidige saak is totaal verskillend van dié\nin\n12\ndie Comelissen-saak. Alhoewel die klagstaat en\ndie nadere besonderhede daartoe nie juis 'n toonbeeld van duidelikheid is nie,\nhet\ndie verdediging nie beswaar daarteen aangeteken nie. Die rede is voor die\nhand liggend. Hulle is nie daardeur benadeel nie. Alhoewel\ndie onbetwiste\ngetuienis, waama ek later meer volledig sal verwys, aandui dat beskuldigdes 1 en\n2 in die algemeen bedrywig was by\n'n dwelmsindikaat, het hulle goed geweet dat\nhulle op 18 Mei 1989 die 31813 mandrax-tablette wat in die klagstaat genoem\nword, in\ndie FCB-Mercedes vervoer het toe hulle by Malmesbury voorgekeer en\nlater gearresteer is. Hul onderhoudsverklarings wat dieselfde\ndag aan\nadjudant-offsier Rossouw gemaak is, bevat uitvoerige verduidelikings vir hulle\nreis van die betrokke dag totdat hulle voorgekeer\nis. Die reis vanaf\n13\nMalmesbury tot by die Kaapstadse polisiekantoor\nhet die polisie in staat gestel om bewyse te verkry vir die misdaad wat\ndeurlopend\ngepleeg is vandat hulle reis uit die noorde begin het. Geen\nafsonderlike handeling of optrede wat 'n bestanddeel van 'n afsonderlike\noortreding uitmaak, het gedurende die loop van hierdie laaste skof plaasgevind\nnie.\nEk is gevolglik van mening dat die landdroshof wel jurisdiksie uit hoofde van\nart 110 van die Wet gehad het en dat die appèl\nteen die skuldigbevinding\nnie kan slaag nie. Dit is gevolglik nie nodig om te handel met die Hof a quo se\nbevinding dat beskuldigdes\n1 en 2 binne die regsgebied van die Kaapstadse\nlanddroshof handel gedryf het in die betrokke mandrax-tablette deurdat\nbeskuldigde\n2 vrywillig die FCB-Mercedes tot in Kaapstad\n14\nbestuur en beskuldigde 1 dit vergesel het nie.\nDit laat die appèl teen die vonnisse. Die reis wat op\n18\nMei 1989 geëindig het, het reeds op 14 Mei 1989 begin\ntoe\nbeskuldigdes 1 en 2 in 'n ander wit Mercedes Benz-motor\nmet\nregistrasienommer CY 136907 (\"die CY-Mercedes\") deur die\npolisie in Du\nToitskloofpas buite Paarl opgemerk en tot in Beaufort-\nWes agtervolg is. By\nBritstown het die CY-Mercedes onklaar\ngeraak en beskuldigdes 1 en 2 het hul\nreis in die rigting van\nJohannesburg voortgesit in die FCB-Mercedes wat hulle\nop\nBritstown kom haal het. Die FCB-Mercedes is die volgende twee\ndae deur\ndie polisie by 'n huis in Johannesburg opgemerk en\nbeskuldigdes 1 en 2 is\ngesien waar hulle besig was om by die\nvoertuig se voorwiele te werskaf. Die\nvolgende dag, 17 Mei 1989,\n15\nhet die polisie berig ontvang dat die FCB-Mercedes op pad\nterug\nis na Kaapstad en beskuldigdes 1 en 2 is die dag daarna\nvoorgekeer.\nDie CY-Mercedes het op Britstown bly staan tot 14 Junie\n1989\ntoe dít deur die polisie ingesleep is tot by die\nKaapstadse\npolisiestasie. Die CY-Mercedes het soortgelyke\nversteekte\nkompartemente agter die voorwiele gehad as dié wat in die\nbakwerk\nvan die FCB-Mercedes gevind is, en reste van die verbode\nstof\nmetakaloon is daarin gevind. Die FCB-Mercedes is reeds op 11\nMei 1989\ndeur die polisie by 'n motorhawe, Orient Motors, in\nElsiesrivier, Kaapstad,\nopgemerk. Op 15 Mei 1989 is die\npolisie weer na Orient Motors waar hulle 'n\nderde wit Mercedes\nBenz-motor (\"die Orient-Mercedes\"), gevind het. Daar\nis\ngetuienis dat hierdie voertuig deur beskuldigdes 1 en 2 na Orient\n16\nMotors gebring is vir herstelwerk. Dié\nvoertuig was sonder nommerplate, lisensieskyfie en enjin en in die paneelkissie\nis die\nregistrasiedokumente van die CY-Mercedes gevind waarvolgens laasgenoemde\nvoertuig in die naam van beskuldigde 2 se broer geregistreer\nwas. Soortgelyke\nversteekte kompartemente met reste van metakaloon daarin, is in die\nOrient-Mercedes gevind. Na my mening is die\nonvermydelike afleiding uit al die\ngetuienis dat beskuldigdes 1 en 2 betrokke was by 'n dwelmsindikaat wat op groot\nskaal handel\ngedryf het met mandrax.\nBeskuldigde 1 is twee-en-veertig jaar en beskuldigde 2 een-en-dertig jaar\noud. Beide het verskeie vorige veroordelings. Beskuldigde\n2 het twee vorige\nveroordelings ten opsigte van die besit van dagga. Volgens adjudant-offisier\nLazarus, wat\n17\nspesialiseer in die ondersoek van dwelmsindikate en\nwat\nbeskuldigdes 1 en 2 goed ken, het nie een 'n vaste werk nie en\nword\nhulle deur die sindikaat onderhou. Lazarus het ook getuig\noor die toenemende\ninstroming van mandrax in Suid-Afrika, die\nuitwerking van die dwelmmiddel op\ndiegene wat dit gebruik en die\nverderflike gevolge wat dit vir die gemeenskap\nhet. Die euwel en\nveragtelikheid van die georganiseerde, grootskaalse\nhandelaar in\ndwelms is by herhaling deur ons howe beklemtoon (sien bv S\nv\nGibson 1974(4) SA 478 (A) op 481 H en S v Howe 1989(2)\nSA 473 (W) op 478\nE-H). In die huidige saak was 'n groot\nhoeveelheid mandrax-tablette met 'n\nstraatwaarde van meer as\nR600 000,00 betrokke.\nDaar is nie betoog dat die verhoorhof 'n wanvoorligting of\n18\nonreëlmatigheid begaan het by vonnisoplegging nie, en ek beskou nie die\nvonnisse as buitensporig swaar in die omstandighede van\ndie saak nie. Die\nappèlle teen die vonnisse kan gevolglik nie slaag nie.\nDie appèlle word afgewys.\nW VIVIER\nAR.\nVAN DEN HEEVER AR)\nStem saam. HOWIE AR)",
  "scraped_at": "2026-02-12T05:31:41.881811",
  "date": null,
  "coram": [],
  "case_number": null,
  "parties": {
    "applicants": [],
    "respondents": []
  },
  "sections": {},
  "tags": {}
}