{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/93.html",
  "case_name": "Hoogland Boerdery (Edms) Bpk v Coldcor (Edms) Bpk; Aswanestaal (Edms) Bpk v Hoogland Boerdery (Edms) Bpk (600/91) [1995] ZASCA 93 (14 September 1995)",
  "citation": "[1995] ZASCA 93",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 93\n|\nNoteup\n|\nLawCite\nHoogland Boerdery (Edms) Bpk v Coldcor (Edms) Bpk; Aswanestaal (Edms) Bpk v Hoogland Boerdery (Edms) Bpk (600/91) [1995] ZASCA 93 (14 September 1995)\nDownload original files\nPDF format\nRTF format\nSaak Nr 600/91\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak tussen:\n*1\nHOOGLAND BOERDERY (EDMS) BPK\nEerste Appellant en\nCOLDCOR (EDMS) BPK\nRespondent\n* 2\nASWANESTAAL (EDMS) BPK\nTweede Appellant\nen\nHOOGLAND BOERDERY (EDMS)\nBPK\nRespondent\nCORAM\n: E M GROSSKOPF, VIVIER,\nVAN DEN HEEVER,\nHARMS et OLIVIER, ARR\nVERHOOR\n: 15,16 Augustus 1995\nGELEWER\n:\n14 September 1995\nUITSPRAAK E M GROSSKOPF, AR\n2\nOp 12 Desember 1988 het 'n brand uitgebreek in 'n koelkamer op die plaas\nHoogland in die distrik Ceres, Wes-Kaap. Aansienlike skade\nis aangerig aan die\nstruktuur en inhoud van die koelkamer en aanliggende geboue. Die brand het\nontstaan as gevolg van sweiswerk wat\nop nalatige wyse in die koelkamer gedoen is\ndeur 'n werknemer van Aswanestaal (Edms) Beperk (\"Aswane\"). Aswane was 'n\nsubkontrakteur\nvan Coldcor (Edms) Beperk (\"Coldcor\"), wat in 1986 kragtens\nooreenkoms sekere installasies in die betrokke koelkamer aangebring het.\nDie\neienaar van die plaas, Hoogland Boerdery (Edms) Beperk (\"Hoogland\"), het in die\nKaapse Provinsiale Afdeling aksie ingestel teen\nColdcor en Aswane vir vergoeding\nvan die skade wat deur die brand veroorsaak is. Sy aksie teen Coldcor was\ngebaseer op kontrakbreuk\nen dié teen Aswane op onregmatige daad. Na 'n\nlang verhoor het die verhoorhof (Lategan R) die eis teen\n3\nColdcor afgewys - die eiser het nie bewys dat die installasie waaraan\nAswane se werknemer gewerk het toe die brand ontstaan het, 'n\ndeel gevorm het\nvan die werk wat Coldcor ingevolge die partye se ooreenkoms moes verrig nie. Die\neis teen Aswane, daarenteen, het\ngeslaag. Die hof het bevind dat Aswane\nmiddellik aanspreeklik was vir sy werknemer se onregmatige en nalatige optrede.\nDie verhoorhof\nhet aan beide Hoogland en Aswane verlof verleen om na hierdie hof\nte appelleer - Hoogland t o v die afwysing van sy eis teen Coldcor,\nen Aswane t\no v die uitspraak teen hom. Met betrekking tot albei die eise was die omvang van\nHoogland se skade ook in geskil.\nNadat verlof om te appelleer verleen was, was daar 'n lang vertraging\nvoordat die oorkonde van die verrigtinge geliasseer en sekuriteit\nverskaf is.\nAlbei voornemende appellante (d w s, Aswane en Hoogland) het\n4\nlywige petisies om kondonasie van hul versuim ingedien. Hierdie petisies\nis bestry. Mettertyd het Hoogland 'n verdere band van die\noorkonde aangebied,\ntesame met nog 'n petisie om kondonasie. Dit ook word bestry.\nWat tans voor ons dien is die onderskeie petisies om kondonasie, en,\nindien hulle slaag, die twee appelle.\n'n Belangrike faktor by die beoordeling van die aansoeke om kondonasie is\ndie twee petisionarisse se vooruitsigte op sukses in hul\nappelle. Ek behandel\nhierdie aspek eerste.\nTer aanvang is dit nodig om die feite van die saak meer volledig uiteen\nte sit. Die maatskappy Hoogland (wat destyds 'n ander naam\ngehad het) is in 1970\ndeur Mnr J S Alberts (\"Alberts Snr\") aangekoop. Sedert 1987 is hy en sy seuns\nJohan en André die enigste\naandeelhouers. Alberts Snr het 'n beherende\naandeel. Hy\n5\nen die twee seuns is direkteure van die maatskappy, maar in die praktyk\nhet hy die finale seggenskap in die bestuur van die maatskappy.\nDie\nbelangrikste bate van die maatskappy is die plaas Hoogland. Dit is net meer as\n1000 hektaar groot. Die vernaamste boerderyproduk\nis appels wat op die plaas\nverpak en daarvandaan bemark en versend word. Die boerdery, verpakking en\nbemarking word bedryf deur Johan\nen André Alberts, wat op die plaas woon.\nAlberts Snr woon in Constantia.\nDaar is 'n koel- en pakstoorkompleks op die plaas wat bestaan uit 'n hele\naantal geboue. Hierdie kompleks is oor die jare vergroot\nen verbeter.\nGedurende Mei 1986 het Alberts Snr en Coldcor onderhandelinge aangeknoop\noor die bou van 'n nuwe koelkamer op die plaas. Coldcor is\nverteenwoordig deur\nsy alleen-aandeelhouer en besturende direkteur, Mnr L\n6\nL Strydom (\"Strydom\"). Alberts Snr sou self reël vir die\nbetonfondament van die beplande koelkamer en Strydom is versoek om 'n\nkwotasie\nte verskaf vir die staalkonstruksie, verkoelingsapparaat en vals plafon. 'n Vals\nplafon is 'n konstruksie wat onder die\ndak van 'n koelkamer aangebring word om\ndie sirkulasie van verkoelde lug te bevorder. Die verkoelingsapparaat word dan\ntussen die\nvals plafon en die dak geplaas. Om by die verkoelingsapparaat te kom\nis dit gewoonlik nodig om 'n loopvlak van metaal langs die verkoelingsapparaat\nte bou wat ' n mens dan deur middel van ' n leer van onder kan bereik. Die\nloopvlak word op Engels 'n \"cat walk\" genoem. In die getuienis\nis op Afrikaans\nna 'n \"katloop\" verwys. Volgens die Bouwoordeboek van die Vaktaalburo van die S\nA Akademie vir Wetenskap en Kuns\nmoet 'n mens liewer praat van 'n\nbrugvoetpaadjie, kruipgang of looplys. Ek sal laasgenoemde woord\n7\ngebruik. Eienaardig genoeg is die leer wat na die looplys lei (Engels\n\"cat ladder\") volgens dieselfde bron 'n katleer, en ek sal so\ndaarna\nverwys.\nEk keer terug na die onderhandelinge tussen Alberts Snr en\nStrydom. Strydom was nie ingerig om die hele projek te behartig nie en\nhet\nkwotasies van sub-kontrakteurs aangevra vir die staalwerk en die installering\nvan die verkoelingsapparaat. Op grond van hierdie\nkwotasies het Coldcor 'n\nformele kwotasie vir die hele opdrag opgestel. Op 6 Junie 1986 het Strydom vir\nAlberts Snr besoek en die\nkwotasie aan hom oorhandig. Alberts Snr het gemeen dat\nsommige van die pryse te hoog was en het nie die kwotasie aanvaar nie.\nAan die begin van September 1986 het Alberts Snr en Strydom weer\nbymekaargekom. Alberts het gesê dat hy self sou reël vir\ndie\ninstallering van die verkoelingsapparaat deur 'n maatskappy Grenco (SA)\n8\n(Edms) Beperk (\"Grenco\"). Hy wou 'n laer kwotasie t o v die beoogde nuwe\nkoelkamer (en veral die staalwerk) hê, asook 'n kwotasie\nmet betrekking\ntot sekere ander werk. Strydom het voortgegaan en verdere kwotasies gekry. Na\ngelang daarvan het Strydom 'n nuwe kwotasie,\ngedateer 8 September 1986,\nvoorberei. Alberts Snr en Strydom het hierdie kwotasie bespreek. Dit is nie\nnodig om hul bespreking in\nbesonderheid uiteen te sit nie. Wat van kernbelang in\nhierdie saak is, is dat die partye toe ooreengekom het dat daar ook 'n vals\nplafon in 'n bestaande koelkamer ingebou sou word. Hierdie bestaande koelkamer\nword as koelkamer 1 beskryf om dit te onderskei van\nkoelkamer 2, die nuwe\nkoelkamer wat opgerig sou word, en inderdaad opgerig is. Grenco sou ook in\nkoelkamer 1 verkoelingsapparaat\ninstalleer.\nNa bespreking het Alberts Snr en Strydom ooreengekom oor watter werk\ngedoen sou word en teen\n9\nwatter prys. Strydom het op sy beurt 'n kontrak met Mnr A C Swanepoel\n(\"Swanepoel\") van Aswane aangegaan waarkragtens laasgenoemde\nas sub-kontrakteur\ndie staalwerk sou behartig. Ingesluit in die werk wat Aswane sou doen was die\noprigting van 'n vals plafon in\nkoelkamer 1.\nMettertyd is die werk voltooi. Volgens Mnr C von W Hamman van Aswane was\nhul werk, wat die vals plafon met 'n looplys en 'n katleer\nin koelkamer 1\ningesluit het, reeds op 10 of 11 November 1986 afgehandel. Op daardie tydstip\nwas die verkoelingsapparaat nog nie\ndaar nie. Grenco het sy werk eers teen die\neinde van Februarie 1987 voltooi.\nHoogland was ontevrede met sommige van die werk wat Aswane gedoen het en\nhet geweier om die volle prys aan Coldcor, sy kontraksparty,\nte betaal totdat\nalle gebreke herstel was. Korrespondensie het hieroor gevolg\n10\ntussen Hoogland en Coldcor en tussen Coldcor en Aswane. Al die\nbesonderhede is nie relevant nie. Sekere herstelwerk is gedoen, maar\ndie\nAlbertse was nog nie tevrede nie. Op 12 Desember 1988 het Mnr Isak Louw met 'n\nspan werkers gekom om die finale afrondingswerk\nin koelkamers 1 en 2 te doen.\nIsak Louw is 'n voorman by Aswane. Hy het nie verder as Sub B op skool gevorder\nnie en is ongeletterd\nmaar het 17 jaar diens by Aswane gehad. Die looplys in\nkoelkamer Iwas oorspronklik deur hom geïnstalleer. Daar is 'n feitedispuut\noor wat presies sy opdrag op 12 Desember was, en ek kom later daarop terug. Dit\nis egter gemene saak dat hy inderdaad werk gedoen\nhet aan die looplys in\nkoelkamer 1. Hierdie looplys het aan weerskante van die verkoelingsapparaat oor\ndie hele lengte van die koelkamer\ngeloop. Sy paralelle gedeeltes is met 'n\ndwarsstuk verbind. Toegang tot die looplys is verkry met 'n katleer\nteen\n11\ndie noordelike muur aan die binnekant van die koelkamer. Louw het op 12\nDesember eers gewerk aan die regterkantse looplys, soos 'n\nmens by die katleer\nopkom. Die reling was nie regop nie. Louw het die reling losgeskroef, plaatjies\ningesit en dit weer vasgeskroef.\nDie probleem was toe opgelos. Die reling aan\ndie linkerkant was ook gebrekkig maar die probleem daar was verskillend. Daar\nhet die\nreling skeefgetrek omdat dit vasgesweis was aan die pype van die\nverkoelingsapparaat. Wie dit gedoen het, is nie duidelik nie, en\nek kom later\ndaarop terug. Volgens Louw was die aanhegting gedoen met vier ysterpypies wat\nelk aan sy een kant vasgesweis was aan\ndie reling en aan sy ander kant aan 'n\nverkoelingspyp. André Alberts het getuig dat die reling direk aan 'n pyp\nvasgesweis\nwas. In die loop van die argument is daar allerweë aanvaar dat\nLouw se weergawe korrek was. Louw het eers\n12\ndie pypies losgesny met 'n slypmasjien. Daarna het hy hulle verleng sodat\ndie reling nie weer skeefgetrek sou word nie, en hulle begin\nterug aansweis.\nTerwyl hy hiermee besig was het die brand uitgebreek. Dit is klaarblyklik\nveroorsaak deur vonkies van die sweismasjien\nwat op die onbedekte polistireen\ngeval het waarmee die mure bekleed was vir insulasie. Polistireen is hoogs\nontvlambaar.\nDit is duidelikdat Isak Louw nalatig was deur nie behoorlike voorsorg\nteen brand te tref nie en dat die brand, met die daaropvolgende\nskade, deur sy\nnalatigheid veroorsaak is. Soos reeds gemeld het die hof a quo egter bevind dat\nColdcor nie kontraktueel vir die brandskade\naanspreeklik is nie. 'n Ontleding\nvan die getuienis en, in besonder, van die onderhandelinge tussen Alberts Snr en\nStrydom het aangetoon,\nso het die hof bevind, dat Coldcor inderdaad nooit\ngekontrakteer\n13\nhet om 'n looplys in koelkamer 1 op te rig nie. Enige gebreke in die\nlooplys, en skade wat veroorsaak is deur die poging om die gebreke\nte herstel,\nkon dus nie op Coldcor se brood gesmeer word nie. Aswane was,soos ook reeds\ngemeld, in 'n ander posisie. Hy is middellik\naanspreeklik gehou ex delicto vir\nLouw se optrede.\nDie kern van die saak, lyk dit vir my, lê opgesluit in wat presies\nIsak Louw se werkopdrag op 12 Desember was en wat die algemene\nbestek van sy\nverpligtinge was. Dit sou helderheid kon gee oor hoe sy werk op daardie dag\ningepas het by sy werkverhouding met Aswane\nen by enige kontraktuele\nverpligtinge wat Aswane en Coldcor moontlik gehad het. As die feite sou aantoon\ndat Aswane nie middellik\naanspreeklik was vir Louw se onregmatige daad nie sou\ndit nie alleen vir Aswane van aanspreeklikheid onthef nie - die hof se\nfeitebevindinge\nsou ook 'n antwoord kon bied op die\n14\nvraag of Isak Louw se optrede as kontrakbreuk tussen Coldcor en Hoogland\nbeskou kan word. Soos reeds aangedui is daar 'n botsing in\ndie getuienis oor wat\ndie ware feite in hierdie verband is, en dit is gepas dat ek ter aanvang iets\nomtrent die getuies se geloofwaardigheid\nsê.\nDie geloofwaardigheid van die drie Albertse het in die gedrang gekom\nveral na aanleiding van hul getuienis oor die omvang van Hoogland\nse skade. Dit\nis gemene saak dat daar hoeveelhede pakmateriaal en appels in die brand\nvernietig is. By die bepaling van die werklike\nomvang van hierdie skade het\nHoogland staatgemaak op 'n beweerde voorraadopname wat Andrè Alberts op 7\nDesember 1988 (d w\ns, kort voor die brand) sou gemaak het. In Andrè\nAlberts se dagboek van 30 November 1988 verskyn daar 'n inskrywing \"onthou\nneem\nstock - Pappa wil data hê\". Hierdie inskrywing, het Andrè getuig,\nhet hy\n15\ngemaak toe Alberts Snr hom gevra het om 'n voorraadopname te maak. Die\nresultaat van die voorraadopname, sê hy, verskyn in die\ndagboek onder die\ndatum 7 Desember. Dit is nie nodig om hierdie inskrywing te herhaal nie. Dit gee\nbesonderhede oor 'n groot hoeveelheid\nappels, 'n paar aartappels, en 'n klomp\npakmateriaal. Hierdie voorraad is, volgens Andrè se getuienis, in die\nbrand vernietig.\n'n Groot deel van die verhoor is daaraan gewy om aan te toon dat hierdie\nsyfers bedrieglik was. Die getuienis oor hoe en hoekom hierdie\nopname gedoen sou\nword was op sigself botsend en ongeloofwaardig. Daarbenewens het Aswane daarin\ngeslaag om, wat die appels betref,\naan te toon deur verwysing na die totale oes,\ndie hoeveelhede wat aan kopers gelewer is, die verkoping van die oes in ander\njare,\ne d m, dat die verlies nie naasteby so groot kon gewees het as\ndeur\n16\nHoogland beweer nie. Ook wat die pakmateriaal betref was die beweerde\nvoorraadopname klaarblyklik vals. Afgesien weereens van die\nintrinsieke gebreke\nin die getuienis was daar objektiewe bewyse dat die syfers nie korrek kon wees\nnie. So, byvoorbeeld, was daar\nsekere tipes pakmateriaal wat in algemene gebruik\nwas en waarvan daar volgens Andrè Alberts meer in die brand vernietig was\nas die totaal wat gedurende die vorige drie jaar aangekoop was. Dit is dus nie\nverbasend dat die verhoorhof André Alberts\nse getuienis oor die\nvoorraadopname verwerp het nie. Daar is nie namens Hoogland betoog dat die\nverhoorhof hierdeur gefouteer het\nnie. Die saak moet dus benader word op die\nbasis dat André Alberts 'n oneerlike getuie was wat valse getuienis\ngelewer het\nen dit probeer staaf het met bedrieglike inskrywings in sy\ndagboek.\nVan Johan Alberts het die hof a quo die volgende\n17\ngesê:\n\"Johan Alberts het nie 'n goeie indruk as getuie gemaak nie. Sy antwoorde\nwas dikwels vaag en ontwykend onder kruisverhoor en hy is\ndikwels gedwing om\nterug te gaan op wat hy aanvanklik beweer\nhet.\"\nEen spesifieke aspek waaroor die hof\nhom gekritiseer\nhet is sy samespanning met sy broer André in\nhul\ngetuienis oor presies hoe die appelpalette gepak was\nin\nkoelkamer 1 op 7 Desember 1988 terwyl hul nie\neen\nwerklik kon onthou of geweet het wat die posisie\nwas\nnie. Hierdie kritiek is m i geregverdig, en daar was\nook ander aspekte van sy getuienis wat nie aanvaarbaar\nwas\nnie. Ek hoef egter nie verder hierop in te gaan\nnie, aangesien die hof se beskouing oor Johan se\nongeloofwaardigheid ook nie voor ons aangeveg is nie.\nAlberts Snr se geloofwaardigheid speel net\n'n\ngeringe rol by die huidige geskilpunte en ek\nbehandel\ndit later wanneer ek sy relevante getuienis bespreek.\n18\nDit bring my dan terug by die feitegeskil m b t Isak Louw se werk op 12\nDesember 1988. Die belangrikste getuies namens Aswane was\nSwanepoel en Louw\nself.\nSwanepoel het getuig dat Aswane se werk, insluitende die\noprigting van die looplys in koelkamer 1, teen die einde van November 1986\nvoltooi is. Op 12 Desember het Aswane 'n faktuur aan Coldcor gestuur vir die\nwerk. Coldcor het nie die volle bedrag betaal nie omdat,\nso is hy meegedeel,\nHoogland nie tevrede was nie en 'n deel van die kontraksprys teruggehou het. In\n'n brief van 12 Mei 1987 van\nColdcor het Strydom uiteengesit watter foute toe\nnog herstel moes word. Een was \" 'Cat walks' moet verstewig word.\" Swanepoel het\nnie geweet na watter looplyste verwys word en wat presies die klagte was nie. Op\n27 Mei het hy die plaas Hoogland besoek. Daar het\nhy Alberts Snr en sy twee\nseuns aangetref. Alberts Snr het sekere klagtes\n19\nuitgewys wat nie nou ter sake is nie. Daarna het Alberts Snr saam met\nSwanepoel en Johan na koelkamer 2 geloop. Swanepoel en Johan\nhet ingegaan. Johan\nhet gekla dat die vals plafon nie behoorlik vasgeheg was nie en gesê dat\ndie posisie in koelkamer 1 dieselfde\nwas. Wat die looplys in koelkamer 2 betref,\nhet Johan gekla dat die handrelings krom loop. Hy het geen klagte oor die\nlooplyste in\nkoelkamer 1 gehad nie, en hulle het nie koelkamer 1 op daardie dag\nbesoek nie. Daar is ooreengekom dat Swanepoel die werk sou kom\ndoen wanneer\nHoogland hom laat weet dat die koelkamers afgeskakel kon word.\nSwanepoel het niks gehoor voordat hy weer 'n brief van Coldcor gedateer\n18 Februarie 1988 gekry het nie. Daarin word hy versoek om\ndie uitstaande werk\nte voltooi.\nSwanepoel het Hoogland gebel om vas te stel dat\n20\ndie koelkamers se verkoeling afgeskakel was en het vir Isak Louw op 29\nApril 1988 gestuur om die uitstaande werk te doen. Sy opdrag\nwas om die vals\nplafonne in koelkamers 1 en 2 te heg en om die handreling van die looplys in\nkoelkamer 2 te verstewig. Hy het geen\nopdrag t o v die looplys in koelkamer 1\ngehad nie aangesien Swanepoel geen klagte daaroor ontvang het nie. By Louw se\nterugkeer het\nLouw aan Swanepoel verslag gedoen dat die relings van die looplys\nin koelkamer 2 verstewig was, maar dat Hoogland nog nie tevrede\nwas nie\naangesien die looplys self onstabiel was. Louw het 'n metode aan Swanepoel\nvoorgestel om die looplys te verstewig en Swanepoel\nhet daarmee\nsaamgestem.\nTeen Julie of Augustus 1988 het Strydom weer vir Swanepoel gebel om te\nsê dat Hoogland steeds weier om te betaal tensy sekere\nwerk herstel is.\nSwanepoel is plaas toe, en Alberts Snr het sy klagtes uitgewys. Dit\n21\nhet nie betrekking gehad op die looplys in koelkamer 1 nie. Swanepoel het\nvir Alberts Snr gesê dat daar ook nog werk in koelkamer\n2 was (nl die\nverstewiging van die looplys) maar dat Aswane nie kon werk tensy die verkoeling\nafgeskakel word nie, en gevra dat Alberts\nSnr hom moes laat weet wanneer dit kon\ngeskied. Hulle is op daardie noot uitmekaar.\nTeen Desember 1988 het Aswane begin gretig word om die uitstaande gelde\nte in. Op 8 Desember het Swanepoel en Louw na die plaas Hoogland\ngegaan sodat\nSwanepoel vir Louw kon wys wat nog gedoen moet word. Toevallig het hulle Johan\nAlberts daar aangetref. Johan, Swanepoel\nen Louw het deurgestap om vas te stel\nhoe presies die uitstaande werk gedoen sou word. Swanepoel het toe verneem dat\nLouw inderdaad\nby sy vorige besoek nie die vals plafon in koelkamer 1 geheg het\nnie. Daar was besluit dat Louw op 12 Desember sou kom, en dat die\n22\nverkoeling op daardie dag afgeskakel sou wees sodat hy in die twee\nbetrokke koelkamers kon werk. Gedurende hierdie besoek was daar\ngeen verwysing\nna die looplys in koelkamer 1 nie.\nVir huidige doeleindes is die belangrike van Swanepoel se getuienis dat\nhy nie bewus was van enige gebrek aan die looplys in koelkamer\n1 nie, en dat\nLouw nie op 12 Desember 1988 opdrag gehad het om enige werk aan hierdie looplys\nte doen nie. Dit word bevestig deur\nLouw. Volgens sy getuienis was sy enigste\nopdrag m b t koelkamer 1 om die vals plafon beter te heg.\nOp 12 Desember, kort na sy aankoms op die plaas, het Louw, volgens sy\ngetuienis, vir Andrè Alberts laat roep om die verkoeling\naf te skakel.\nNadat dit gedoen was het Louw na koelkamer 1 gegaan om die vals plafon te heg.\nAndrè Alberts het saamgestap\nen voor hom by die katleer opgeklim. Toe\nhulle bo kom het Andrè Alberts\n23\nhom aangesê om die regterkantse relings reg te maak. Hy het dit\ngedoen op die wyse wat reeds hierbo beskryf is. Nadat hy klaar\nwas, het\nAndrè Alberts weer kom kyk, en sy tevredenheid uitgespreek. Hulle het toe\nna die linkerkantse relings gekyk. Daar\nwas die probleem, soos reeds gemeld, die\nvashegting aan die verkoelingspyp. Louw het getuig dat hy nie hierdie vashegting\ngedoen\nhet nie, dat die verkoelingspype inderdaad nog nie daar was toe hy die\nlooplys ingebou het nie, en dat die tipe werk klaarblyklik\nnie deur enige\nwerknemer van Aswane gedoen is nie. Louw het aan Andrè Alberts gesê\ndat die aanhegting nie deur Aswane\ngedoen is nie, maar Andrè het hom\nnogtans aangesê om die aanhegtings los te maak, hulle langer te maak en\ndan weer vas\nte heg. Andrè het vir hom gesê dit maak nie saak hoe\nhy dit losmaak en weer vasheg nie, solank hy dit doen. Later, onder\nkruisverhoor, het Louw gesê dat Andrè hom spesifiek\n24\naangesê het om dit weer vas te sweis. Hoe dit ook al sy, Louw het\ndie buisies losgemaak, verleng, en weer begin vassweis, en\ndaardeur die brand\nveroorsaak.\nOm op te som, die getuienis namens Aswane behels die\nvolgende:\n1.\tVoor 12 Desember 1988 was daar geen klagtes oor\ndie\nlooplys in koelkamer 1 nie. Louw het gevolglik geen\nopdrag gehad om\naan daardie looplys te werk nie.\n2.\nDit was nie\nAswane wat die looplys aan die verkoelingspype vasgeheg het nie, en nóg\nSwanepoel nóg Louw was voor 12 Desember\n1988 bewus van die\nvashegting.\n3.\nAndrè\nAlberts het Louw die opdrag gegee om die buisies waarmee die looplys vasgeheg\nwas, los te maak en weer vas te maak (of\nselfs weer vas te\nsweis).\nHoogland se getuienis verskil\nheelwat van dié van Aswane. Andrè Alberts getuig dat Swanepoel 'n\nslag op\n25\ndie plaas was toe Alberts Snr en altwee seuns\nteenwoordig\nwas. Dit kan moontlik die besoek van 27 Mei\n1987 wees waarna Swanepoel verwys. Op daardie dag,\nsê\nAndré, is aan Swanepoel uitgewys dat die looplyste\nin\nalbei koelkamers \"pateties opgesit\" was. \"Hulle was\ngemaak van yster wat pap was. Die handreling ...\nwas\nheeltemal los gewees.\" Op 14 Maart 1988 het hy 'n brief\naan Coldcor geskryf waarin hy kla dat die werk nog\nonvoltooid is. In die brief word gesê dat die foute ook\naan Swanepoel uitgewys is, maar dat niks verder aan die\nsaak gedoen is nie. Die beweerde foute word gelys, en\ndaaronder verskyn:\n\"Die 'catwalk' in beide koelkamers is van so 'n gehalte aangesit dat dit\nnie deur ons goedgekeur kan word nie.\"\nTerloops kan gemeld word dat Strydom ontken dat hy\nhierdie brief ontvang het, en ek kom later hierop\nterug.\n26\nToe Louw op 12 Desember op die plaas gekom het, gaan André se\ngetuienis voort, het Louw gesê dat hulle aan die looplyste\nkom werk, en\ngevra dat die verkoeling in koelkamer 1 vir daardie doel afgeskakel word.\nKoelkamer 2 se looplyste was reeds vantevore\nten volle herstel. Die werkers het\ndan ook uit hul eie aan die looplys in koelkamer 1 begin werk. Later is\nAndrê weer na die\nkoelkamer. Iemand was besig om op die stoor se vloer te\nslyp en André het hom aangesê om dit buite te gaan doen.\nAndrê\nis toe op na Louw bo op die looplys. Die werkers was besig om aan\ndie regterkantse looplys te werk. Andrê het weer geloop.\nPlus-minus\ndrie-uur se kant het hy weer gaan kyk. Die werkers was toe besig om ' n plan te\nberaam om die reling los te kry van die\nverkoelingspyp. Louw het vir\nAndré gevra hoe hulle dit moes doen. André het geantwoord dat hy\nnie vir hulle kon sê\nhoe hulle hul werk moet doen nie, en het\n27\nbygevoeg: \"Isak, net so lank jy nie sweis in die koelkamer nie, en ook\nnie 'grind' in die koelkamer nie en ook nie met 'n 'cutting\ntorch' sny nie.\" Hy\nhet Louw 'n handsaag aangebied. Louw het gesê dat hy 'n kannetjie water en\n'n nat lap het waarmee hy 'n\nbrand kon voorkom, maar Andrè het herhaal\ndat hy verbied was om te sweis, te \"grind\" of met 'n \"cutting torch\" te werk.\nDit\nwas die derde keer wat hy hierdie waarskuwing herhaal het. In sy\nhoofgetuienis was dit nie duidelik wanneer die tweede keer was nie,\nmaar hy het\nonder kruisverhoor verder hierop uitgebrei. Toe hy afklim sien hy 'n werker\nopklim met die drade van 'n sweisapparaat.\nAndrê het hom uit die koelkamer\nuitbeveel, en hom gesê dat hy reeds vir Louw opdrag gegee het om nie in\ndie koelkamer\nte sweis nie.\nKort daarna het André 'n telefoonoproep van Alberts Snr ontvang\nwaarin hy gevra is na sy\n28\nvoorraadopname van die appels. Hy het ook vir sy pa vertel dat Aswane se\nmense daar was, en Alberts Snr het hom gemaan om toe te sien\ndat daar nie in die\nkoelkamer gesweis word nie. Andrè het hom verseker dat hy reeds driekeer\nvir Louw so 'n opdrag gegee het.\n'n Rukkie daarna het die brand\nuitgebreek.\nJohan Alberts getuig oor Swanepoel se besoek in die middel van 1988. Hy\nbeaam dat hulle net by koelkamer 2 was, maar getuig dat hy\naan Swanepoel\ngesê het dat die looplys in koelkamer 1 dieselfde gebreke gehad het as\ndié in koelkamer 2, en dat Swanepoel\nonderneem het om albei reg te\nmaak.\nAlberts Snr beaam Andrè se getuienis dat hy 'n telefoonoproep op\n12 Desember gemaak het hoewel daar 'n mate van verskil in\ndie besonderhede\nis.\nAan die hand van die bogemelde getuienis het die verhoorhof die volgende\nbevindinge gemaak:\n29\n(a)\tDie vashegting van die looplysreling aan\ndie\nverkoelingspyp is nie deur Aswane of enige van\nsy\nwerkers gedoen nie. Hierdie bevinding is nie voor\nons\naangeveg nie.\n(b)\nNóg\nSwanepoel nóg Louw het geweet van die koppeling vandie handreling met die\nverkoelingstelsel toe Swanepoel vir Louw\nop 12 Desember 1988 uitgestuur het om\nop die plaas te gaan werk. Hierdie bevinding is ook nie aangeveg\nnie.\n(c)\nSwanepoel se opdrag\naan Louw was gerig op werk aan koelkamer 2 se looplyste. Wat koelkamer 1 betref,\nwas sy opdrag slegs om aan die\nvals plafon te werk, en nie die looplyste nie.\nHierdie bevinding was wel in\ngeskil.\n(d)\tDie hof kon nie op 'n oorwig\nvan\nwaarskynlikhede bevind of Andrê Alberts aan Louw\nopdrag\ngegee het om die aanhegting af te sny en dan weer\naan\n30\nte heg nie. Beide getuies se weergawes hieromtrent is inherent ewe\nwaarskynlik en daar is geen omringende faktore wat die skaal beslissend\nna een\nof ander kant swaai nie. Andrè Alberts het egter nie spesifiek opdrag\ngegee dat Louw moes sweis nie. Hierdie bevindings\nvan die hof a quo is deur\nbeide Hoogland en Aswane aangeveg.\nEk behandel vervolgens die\nbevinding gemeld in paragraaf (c). Namens Hoogland is betoog dat die getuienis\nvan Andrè en Johan\nAlberts oor hul klagtes t o v die looplys in koelkamer\n1 aanvaar moet word en dié van Swanepoel en Louw verwerp moet word.\nDie\nAlbertse se getuienis word, so is betoog, gestaaf deur 'n aantal faktore. Daar\nis eerstens die brief van 14 Maart 1988 waarin\nspesifiek verwys is na looplyste\n\"in beide koelkamers\". Soos ek hierbo genoem het, ontken Strydom dat hy ooit die\nbrief ontvang het.\nDie enigste\n31\ngetuienis dat die brief gestuur was kom van Andrè. Hy het nie eers\n'n afskrif daarvan gehad nie. Al wat hy kon sê is\n\"hy kom uit my\n'computer' uit\". Onder hierdie omstandighede is daar geen rede om Strydom se\ngetuienis in twyfel te trek nie. Afgesien\nvan die moontlikheid dat die brief\ngewoon in die pos kon weggeraak het is dit ook moontlik dat Andrè hierdie\n\"brief\" later\ngefabriseer het. Gesien die manier waarop hy ander rekords vervals\nhet is dit maklik denkbaar.\nDan word verwys na 'n verklaring aan versekeraars deurene Burden, Aswane\nse besturende direkteur, waarin aangedui word dat dit o m\nLouw en sy span se\ntaak was om die looplys in koelkamer 1 te verstewig. Burden self het nie getuig\nnie, en hy het duidelik geen direkte\nkennis van die aangeleentheid gehad nie.\nDaarbenewens was Swanepoel met vakansie toe hierdie verklaring gemaak was. Hoe\nen waar Burden\nonder hierdie indruk\n32\ngekom het, wat volgens Swanepoel verkeerd was, is nie duidelik nie. Die\nverklaring verleen sekerlik 'n mate van stawing aan Hoogland\nse saak maar onder\ndie omstandighede kan dit m i nie beslissend wees nie.\nVerder maak\nHoogland staat op algemene waarskynlikhede. Dit is duidelik dat daar inderdaad\ngebreke aan die looplys in koelkamer 1\nwas. Volgens Swanepoel is die Albertse\npuntenerige, klaerige mense, en die getuienis staaf hierdie beskouing. Is dit\ndan waarskynlik\ndat hulle talle klagtes sou hê, onder meer oor die looplys\nin koelkamer 2, maar niks sou rep oor die looplys in koelkamer 1,\nwat ook\ngebrekkig was nie? Hierdie is m i 'n gewigtige argument. Daarbenewens word tereg\nbetoog dat Swanepoel en Louw se getuienis\noor gebreke wat op 12 Desember nog in\ndie looplys in koelkamer 2 voorgekom het, en hul getuienis dat die vals plafon\nin koelkamer\n1 toe nog nie behoorlik geheg\n33\nwas nie, ook sekere onwaarskynlikhede inhou.\nHoewel hierdie\nfaktore in ag geneem moet word by die opweging van die getuienis bied hulle m i\nnie regverdiging om Swanepoel se getuienis\nte verwerp ten gunste van dié\nvan die Albertse nie. Die verhoorhof het Swanepoel se getuienis in hierdie\nverband aanvaar.\nBenewens die bogemelde punte van kritiek skyn Swanepoel, op\nskrif altans, 'n bevredigende getuie. Daarenteen was die Albertse, soos\nek reeds\naangetoon het, oor die algemeen ongeloofwaardig, en is daar ook, soos ek later\nsal aantoon, ooglopende gebreke in hul getuienis\noor die gebeure op 12 Desember\n1988. Dit is dus onmoontlik om die hof se aanvaarding van Swanepoel se getuienis\nomver te werp, en\ndie saak moet m i op daardie grondslag beslis word.\nWat Louw betref, is sy getuienis op 'n hele paar aspekte gekritiseer. Ek\nhet reeds gewys op sy bewering,\n34\nvir die eerste keer in kruisverhoor gemaak, dat André Alberts hom\nspesifiek aangesê het om die buise vas te sweis. Die\nverhoorhof het\nhierdie bewering tereg nie aanvaar nie. Daar was ook ander swakhede in sy\ngetuienis. So byvoorbeeld het hy gesê\ndat hy nie die vals plafon in\nkoelkamer 1 kon klink nie omdat dit nat was. Selfs Swanepoel het toegegee dat\ndit onsin was. Louw het\nprobeer ontken dat hy vir die brand verantwoordelik was,\nklaarblyklik sonder redelike gronde. Sy getuienis oor die manier waarop\nhy die\nlinkerkantse reling reggemaak het was anders in kruisverhoor as wat dit in\nhoofverhoor was. 'n Mens moet dus versigtig wees\nom Louw se getuienis goedsmoeds\nte aanvaar.\nDie vraag is dan: hoe weeg Hoogland se getuienis op teen dié van\nLouw? André en Johan is bewese leuenaars. Daarbenewens\nis André se\ngetuienis oor wat\n35\npresies op 12 Desember gebeur het verwarrend en onwaarskynlik. Hierbo het\nek sy getuienis in hoofverhoor uiteengesit. Onder kruisverhoor\nhet hy\nmoeilikheid ondervind om te verduidelik hoe en waarom hy soveel waarskuwings aan\nLouw gerig het. Oor die algemeen klink sy\ngetuienis hieromtrent na minstens 'n\ngrowwe oordrywing. Sy getuienis, asook dié van Alberts Snr, oor die\ninhoud van laasgenoemde\nse telefoonoproep, is ook onaanvaarbaar. Soos reeds\ngemeld het die verhoorhof tereg bevind dat daar nooit 'n afspraak was dat\nAndrè\n'n voorraadopname sou doen nie. Dit volg dat die getuienis oor\nhierdie oproep, wat na bewering met hierdie opname verband gehou het,\nonmiddellik ongeloofwaardig is. Daarbenewens is daar verskeie teenstrydighede\ntussen die getuienis van André en dié\nvan Alberts Snr.\nOor die opdrag wat Louw sê Andrè aan hom gegee\nhet\n36\nom die reling weer vas te heg, is Andrè se\ngetuienis\newe onbevredigend. In 'n polisieverklaring gedateer\n20\nDesember 1988 sê Andrè onder meer (ek het 'n\npaar\nspelfoute gekorrigeer):\n\"Ek het toe vir hom (Louw) gesê dat hy die ou relings moet lossaag en\ndat hy glad nie in die koelkamer moet sweis of sny met\n'n vlam nie. Hy wou ook\nweet hoe hy die nuwe reling moes vassit waarop ek hom meegedeel het dat hy dit\nmet boute of enige ander manier\nbehalwe as om te sweis.\" (My\nbeklemtoning).\nOnder kruisverhoor is hierdie aspek ook\nondersoek.\nDie oorkonde bevat o m die volgende:\n\"\nMNR CARSTENS\n: ... Ek wil by u weet toe u nou vir hulle voorgestel\nhet -dis nou vir Isak Louw - dat daar 'n ystersaag gebruik moet word om die\npype\nlos te kry en hy nou nie van u uitnodiging gebruik gemaak het nie, hoe het u\ngedink sou hy die pype . . . vaskry? Sou hy die\npyp weer vaskry aan\ndie\n'catwalk' nadat hy dit losgemaak het? \t Wel,\nek\nhet nie geweet of hy die pyp weer gaan vasmaak\nnie.\nMaar het u nie vir hom gesê hy moet die\npyp\nweer vasmaak nie?\tEk het geen instruksies vir\nhulle gegee nie, absoluut niks.\nHet hy nie vir u gevra hoe hy die pyp weer\ngaan vaskry nie? \t\nNee, hy het net gevra hoe\n37\nmoet hy die pyp weer loskry.\nIs u seker? \t\nKorrek.\nHet u nie 'n suggestie gehad dat hulle\ndie\npyp moet vasmaak deur boute te gebruik nie?\nKorrek.\nO, ek dog u sê u het nie vir hom gesê hy\nmoet\ndie pyp vaskry en hy het nie gevra nie.\tWat ek\nvir hom gesê het, U Edele, is hy het vir my gevra hoe hy die pyp moet\nloskry. Toe het ek vir hom daardie drie items [d w s,\ndie drie handelinge wat\nverbode was in die koelkamer] genoem. Toe vra hy vir my maar - toe vra Isak Louw\nvir my weer maar hoe moet\nhy die pype los kry. Toe sê hy - toe sê ek\nvir hom: 'Isak, jy kan met graagte my ystersaag kom leen, dan kan jy die pyp\nlos\nsaag. En hoe jy verder werk hierso, hoe jy dit gaan vasmaak met boute of moere,\nmaak my nie saak nie, jy moet jou eie werk klaarmaak.'\"\n(My\nbeklemtoning)\nHierdie passasie is nie alleen teenstrydig met\ndie\npolisieverklaring nie, maar is ook\ninherent\nonbevredigend. Dit is bv onwaarskynlik dat Louw\naanhoudend sou vra hoe hy die pyp moet losmaak, en nie\nsou probeer uitvind hoe hy dit weer moet vasmaak nie.\nDit is\nverder onwaarskynlik dat Andrè ongevraag\nvoorstelle sou doen oor hoe die pyp weer vasgemaak moes\nword, tensy natuurlik albei partye veronderstel het dat\n38\ndit inderdaad gedoen moes word, iets wat Andrê ontken. En die\nvoorstel dat die vashegting gedoen kon word met boute of moere\nsonder om te\nsweis klink vir my vergesog.\nOok die algemene waarskynlikhede staaf\nLouw se weergawe. Hy het volgens Swanepoel se aanvaarde getuienis geen opdrag\nvan Aswane gehad\nom hoegenaamd aan die betrokke looplys te werk nie. Dit spreek\ndus feitlik vanself dat hy 'n opdrag van Andrê moes ontvang\nhet om die\nlooplys reg te maak. Die aanhegting van die reling is nie deur Louw gedoen toe\nhy oorspronklik die looplys ingebou het\nnie en hy het dit vir die eerste keer\ndaardie dag gesien. Dit was vir hom duidelik dat dit nie Aswane se werk was nie,\nen daar was\ngeen rede hoekom hy ander mense se gebrou sou probeer regmaak nie.\nVerder was daar geen praktiese manier waarop hy dit kon gedoen\nhet sonder om te\nsweis nie. Dit klink\n39\nondenkbaar dat hy op sy eie sonder opdrag van Andrè die werk sou\ndoen, en dan nog ook op 'n manier wat Andrè herhaaldelik\nverbied het.\nWatter moontlike rede sou daar hiervoor wees? En in hierdie verband is dit ook\nter sake dat, behalwe die werk wat Aswane\nas sub-kontrakteur vir Coldcor gedoen\nhet, hy gedurende dieselfde tydperk ander werk op Hoogland in direkte opdrag van\ndie Albertse\ngedoen het. Gesien die tipe mense waarmee 'n mens te doen het is\ndit nie onwaarskynlik dat Andrè Alberts aan Isak Louw sou\nwou\nvoorsê oor wat hy moet doen nie, en ook nie dat Louw na hom sou luister\nnie.\nEk kan dus nie saamstem met die verhoorhof se bevinding wat ek hierbo as\n(d) aangedui het nie. Myns insiens staaf die waarskynlikhede\nLouw se getuienis\ndat Andrè Alberts hom opdrag gegee het om die aanhegting los te sny en\nweer vas te maak. Ek stem egter wel\nsaam\n40\ndat daar nie bewys is dat Andrê uitdruklik aan hom opdrag gegee het\nom dit vas te sweis nie. Aan die ander kant glo ek nie dat\nAndré hom\nverbied het om te sweis nie, en meen ek trouens dat albei persone waarskynlik\naanvaar het dat daar gesweis sou word.\nDit was die metode wat vantevore gebruik\nwas en daar is niks om aan te dui dat daar 'n praktiese alternatief was nie. En\nhoewel dit\nklaarblyklik gevaarlik is om in so 'n koelkamer te sweis, toon die\ngetuienis duidelik dat met die bouwerk in 1986 tot 1987 al die\nkontrakteurs, d w\ns, Coldcor, Aswane en Grenco, in die koelkamer gesweis het. Dit was dus 'n\nnormale werkswyse en die probleem het\nin die huidige geval ontstaan bloot omdat\nbehoorlike voorsorgmaatreëls nie teen brand getref was nie.\nEk mag net in die verbygaan byvoeg dat Hoogland as getuie ene Leon Louw\ngeroep het, wat getuig het dat\n41\nAndré Alberts hom in 1987 of 1988 vertel het dat 'n\nmens nooit in 'n koelkamer sweis nie. Die\nomstandighede\nwaaronder dit plaasgevind het was totaal anders as\ndié\nin die onderhawige geval. Die toelaatbaarheid van\nhierdie getuienis is voor ons gedebatteer, maar myns\ninsiens is die relevantheid en gewig daarvan so gering\ndat dit in alle geval geen verskil aan my\ngevolgtrekking kan maak nie.\nEk kom nou by die vraag of Louw, op grond van\ndie\nfeite hierbo behandel, binne sy diensbestek\nopgetree\nhet toe hy die brand gestig het. Die beginsels wat hier\nvan toepassing is, is al herhaaldelik deur hierdie hof\nuiteengesit. Die tradisionele beginsels is onlangs weer\nin Minister of Law and Order v Ngobo\n[1992] ZASCA 172\n;\n1992 (4) SA 822\n(A) bevestig en word kernagtig soos volg gestel deur\nKumleben AR op bl 827B:\n\"The critical consideration is ... whether the wrongdoer was engaged in the\naffairs or business\n42\nof his employer. ... It has been consistently recognised and applied, though\n- since it lacks exactitude - with difficulty when the\nfacts are close to the\nborderline.\"\nIn die onderhawige geval was Louw 'n\nwerknemer van\nAswane en het hy in die loop van sy diens na\nHoogland\ngegaan. Dit was nie deel van sy opdrag om die\nlooplys\nin koelkamer 1 te herstel nie, maar as hy foute gevind\nhet in\nAswane se werk sou dit seker binne sy\nwerksbestek geval het om\nsodanige foute reg te maak,\nselfs al het hy nie 'n spesifieke opdrag daarvoor gehad\nnie.\nDie fout wat hy gevind het aan die linkerkantse\nlooplys was egter nie deur Aswane geskep nie. Iemand\nanders het die reling aan die verkoelingspyp vasgeheg.\nLouw was dus nie geroepe om enigiets daaromtrent te\ndoen nie. Volgens Swanepoel se onbetwiste getuienis was\nLouw nie gemagtig of geregtig om foute reg te maak wat\ndeur ander mense veroorsaak is nie, veral nie waar daar\nrisiko's aan sodanige werk verbonde was nie. En, soos\n43\nek hierbo bevind het, het Louw die werk gedoen, nie omdat hy beskou het\ndat dit sy plig as werknemer van Aswane was nie, maar omdat\nAndrè Alberts\nhom aangesê het om dit te doen, volgens Louw, op 'n aggressiewe en\nintimiderende manier. Louw het dus\nnie as werknemer van Aswane opgetree nie. Hy\nhet 'n opdrag van Andrè Alberts uitgevoer wat hom buite sy pligte teenoor\nAswane\ngeneem het.\nDie hof a quo het tot 'n ander gevolgtrekking gekom deur soos volg te\nredeneer. Die losmaak van die reling het buite Louw se diensbestek\ngeval, maar\ngeen skade het daaruit voortgevloei nie. Nadat die reling losgemaak was moes dit\nverstewig word, en hierdie onstewigheid\nwas as gevolg van swak werk wat\noorspronklik deur Aswane gedoen is. Louw het derhalwe as Aswane se werknemer\nopgetree toe hy weer\ndie aanhegting vasgesweis het. Ek kan nie met\nhierdie\n44\nberedenering saamstem nie veral gesien die wyse waarop die linkerkantste\nreling verstewig is. Myns insiens is dit onrealisties om\nte onderskei tussen die\nlosmaak en die vassweis van die buisies. Dit was glad nie binne Louw se\nwerksbestek om die brouwerk te probeer\nregmaak nie. Beide die losmaak en die\nvasmaak is gedoen in opdrag van Andrè Alberts, en geen werk sou aan\nhierdie reling gedoen\ngewees het as Andrè nie daarop aangedring het\nnie.\nEk meen dus dat Louw nie binne sy diensbestek opgetree het toe hy aan die\nlinkerkantse deel van die looplys gewerk het nie. Dit volg\ndus dat die\nverhoorhof m i gefouteer het deur Aswane middellik aanspreeklik te hou vir Louw\nse nalatige optrede.\nOok wat Coldcor betref is hierdie bevinding m i beslissend. Hoogland se\neis teen Coldcor word soos volg in die besonderhede van vordering\ngeformuleer.\nDaar\n45\nword eers beweer dat die partye ooreengekom het dat Coldcor sekere\nkonstruksiewerk vir Hoogland sou verrig, waarby ingesluit is die\noprigting van\n'n vals plafon met looplyste in koelkamer 1. Dan word beweer dat dit 'n\nstilswyende term van hierdie ooreenkoms was\ndat \"die werk wat [Coldcor]\ningevolge daarvan moes uitvoer, behoorlik en sonder nalatigheid verrig word.\"\nDie kontrakbreuk waarop\nstaatgemaak word is dat 'n werknemer van Aswane, wat as\nsubkontrakteur \"sekere werk verrig het ter uitvoering van [Coldcor] se\nverpligtinge\ningevolge die kontrak met [Hoogland], in die loop van die\nuitvoering van sodanige werk nalatiglik veroorsaak het dat 'n brand in\neen van\n[Hoogland] se koelkamers ontstaan het\". Ek sal veronderstel (anders as wat die\nverhoorhof bevind het) dat daar wel 'n kontrak\ntussen Hoogland en Coldcor was\nvir die oprigting van die betrokke looplys. Die\n46\nbevinding hierbo beteken egter dat Louw m i nie besig was met die\nuitvoering van werk ontstaande uit hierdie kontrak toe hy die brand\nveroorsaak\nhet nie. Dit volg dus dat as daar so 'n kontrak was, Hoogland nie bewys het dat\nColdcor kontrakbreuk gepleeg het nie.\nDit bring my dan weer by die\npetisies om kondonasie. Ek is nie van plan om breedvoerig op die feite in te\ngaan nie. Hulle kan soos\nvolg opgesom word. Verlof om te appelleer is verleen op\n16 Oktober 1991. Op 5 Desember het al die partye ooreengekom dat uitstel\nverleen\nword vir die indiening van die oorkonde tot 31 Maart 1992. Die twee appellante,\nHoogland en Aswane, het ooreengekom om saam\nte werk met die voorbereiding van\ndie oorkonde. Daar is besluit dat Mnr van Zijl, Aswane se prokureur, die nodige\nreëlings sou\ntref en dat die koste gedeel sou word. Die koste van 'n rekord\nvoorberei deur die amptelike oorskrywers, Sneller\n47\nOpnames (Kaap) (Edms) Beperk (\"Snellers\"), sou aansienlik wees, en op 3\nJanuarie 1992 noem Hoogland se prokureur (Mnr Visagie) aan\nvan Zijl dat hy dit\nmiskien goedkoper elders sou kon laat doen. Teen Februarie het die pogings om\ndit goedkoper te laat doen vrugteloos\ngeblyk. Visagie het Van Zijl toe versoek\nom Snellers opdrag te gee om 'n rekord voor te berei.\nOp 12 Maart\n1992 skryf Coldcor se prokureur (Mnr Dower) aan Visagie dat hy verneem het dat\ngeen opdrag nog aan Snellers gegee is om\n'n rekord voor te berei nie. Visagie\nhet met Van Zijl hieroor in aanraking gekom en op 23 Maart is die nodige opdrag\nuiteindelik\ngegee. Pogings om die partye (en veral Coldcor) se toestemming tot\nverdere uitstel van die indiening te verkry het misluk. Op 22\nApril 1992 skryf\nVisagie aan Dower dat hy beoog om binnekort 'n petisie om kondonasie te rig. Dit\nwas nadat Dower 'n hele paar\n48\nbriewe oor die vertraging aan visagie geskryf het. Vir die doeleindes van\ndie petisie het Visagie probeer om 'n beëdigde verklaring\nvan Van Zijl te\nkry, maar tevergeefs. Op 1 Junie 1992 skryf Visagie aan Van zijl dat Aswane nie\nsekuriteit verskaf het nie en nie\ndie rekord betyds ingelewer het nie, en dat\nAswane se appèl verval het. Op 4 Junie beteken Hoogland 'n aansoek om\nkondonasie\naan Coldcor. Dit was by wyse van kennisgewing van mosie. Op 14 Julie\nis dieselfde aansoek by wyse van petisie beteken. In hierdie\naansoeke moes\nHoogland sonder Van Zijl se hulp klaarkom.\nIntussen het die voorbereiding van die rekord voortgegaan, maar daar was\nprobleme met die verkryging en oortik van sommige van die\nbewysstukke.\nVertragings is ook veroorsaak deur pogings van die partye om ooreen te kom oor\ndie weglating van sekere bewysstukke.\n49\nOp 4 Augustus 1992 is afskrifte van die oorkonde aan Coldcor se advokate\nverskaf. Daar was egter heelwat gebreke in die oorkonde en\nliassering daarvan is\nvertraag deurdat Aswane nog nie sekuriteit verskaf het nie. Vroeg in September\n1992 het die griffier geweier\nom die oorkonde te aanvaar vanweë gebreke\ndaarin.\nOp 28 April 1993 is 'n petisie om kondonasie deur Aswane aan\nHoogland beteken.\nVerdere pogings is aangewend om die gebreke in die\noorkonde te herstel en op 27 Mei 1993 is die oorkonde geliasseer by die\ngriffiér\nen deur haar aanvaar. Dower was egter steeds ontevrede oor\nsekere aspekte daarvan, en in Desember 1994 is 'n verdere band geliasseer\nsaam\nmet 'n verdere petisie om kondonasie.\nIn September 1994 is daar verdere beëdigde verklarings namens Aswane\ngeliasseer. Hiervolgens blyk dit dat Van Zijl sedert Oktober\n1991 onder\n50\ndoktersbehandeling was weens simptome soos\nslaaploosheid,\nswak konsentrasie, moegheid en\nspierswakheid. Na vele konsultasies en\nlaboratorium\nondersoeke het sy dokter in Februarie 1993\ngediagnoseer\ndat hy aan \"chronic viral fatigue syndrome\" ly.\nHierdie\ntoestand word as volg beskryf deur sy geneesheer, Dr P\nJ Louw:\n\"Chronic viral fatigue syndrome can be described as a chronic\nimmunologically mediated inflammatory process of the central nervous\nsystem.\nThis condition causes mental and physical debility resulting in an inability to\nperform normally and even to attend to minor\nday to day\ntasks.\"\nMnr J Rabie, wat destyds die senior vennoot van\nAswane\nse prokureurs was, het getuig dat Van Zijl 'n ervare\nprokureur was en dat hy vir Rabie beindruk het as 'n\nywerige en konsensieuse vennoot. Gedurende of omtrent\nMei 1992 het hy egter begin agterkom dat Van Zijl nie\naltyd na wens optree nie, maar Van Zijl kon hom oortuig\ndat daar geen ernstige probleme was nie. Die posisie\n51\nhet versleg, maar Van Zijl het steeds volgehou dat hy sy werk onder\nbeheer het. Van Zi jl het ook te alle relevante tye 'n kandidaat\nprokureur en\ntwee professionele assistente voltyds tot sy beskikking gehad.\nVan\nZijl was vir die laaste gedeelte van Desember 1992 tot ongeveer 20 Januarie 1993\nmet vakansie. By sy terugkeer was dit duidelik\ndat daar iets ernstigs met hom\nskort. Rabie het toe ook vir die eerste keer bewus geword van Van Zijl se\nsiektetoestand en het Dr\nLouw geskakel. Dr Louw het die toestand verduidelik, en\naanbeveel dat Van Zijl op siekteverlof gaan. Wesentlik het Van Zijl daarna\nnie\nweer vir Aswane se prokureurs gewerk nie.\nDit is op grond van bogenoemde feite dat die petisies om kondonasie\nbeslis moet word. Wat Hoogland betref, meen ek om die redes wat\nek hierbo gegee\nhet\n52\ndat sy petisies nie kan slaag nie omdat daar geen redelike vooruitsigte\nop sukses op appèl is nie. Namens Coldcor is betoog\ndat Hooglandgelas\nmoet word om koste op die skaal van prokureur en eie kliënt m b t die\naansoeke om kondonasie te betaal. Daar\nwas inderdaad aansienlike vertragings met\ndie indiening van die rekord. In 'n mate was dit veroorsaak deur Van Zijl se\ntoestand,\nmaar Hoogland se prokureurs kan nie vrygespreek word van versuim van\nhul eie nie. Daarbenewens was dit altyd moontlik vir Visagie\nom sy reëling\nmet Van Zijl te beëindig en self te sorg vir die voorbereiding en indiening\nvan die oorkonde. Na versigtige\noorweging meen ek egter dat Visagie se nalate\nnie so ernstig was dat dit 'n bevel van prokureur-kliënt koste regverdig\nnie.\nAswane se petisie om kondonasie is op 'n verskillende\ngrondslag. Ek meen dat Aswane se appèl op\n53\nmeriete behoort te slaag. Die vraag is dus of die versuim so erg was dat\nkondonasie geweier moet word ten spyte van die goeie vooruitsigte\nop sukses.\nEerstens moet daarop gelet word dat die versuim te wyte is aan Aswane se\nprokureurs, nie Aswane self nie. Aswane was steeds\nbegerig om die appél\nvoort te sit. Natuurlik, in gepaste omstandighede kan die versuim van 'n\nlitigant se prokureur daartoe\nlei dat kondonasie geweier word selfs waar die\nvooruitsigte op sukses goed is, maar dit sal slegs in besonder ernstige gevalle\ngebeur.\nIn die onderhawige geval het Visagie en Van Zijl saamgewerk om die\nrekord te laat voorberei, en was Visagie in staat vanweë\nsy besondere\nposisie as prokureur vir die ander appellant om 'n mate van beheer en invloed\noor die voorbereiding van die rekord uit\nte oefen. Hy kon ook by Van Zijl se\nvennote gaan kla het oor Van Zi j 1 se laksheid en dit sou miskien sy\nonvermoë om sy werk\nna\n54\nbehore te doen, vroeër blootgestel het. 'n Mens kan verstaan dat\nVisagie 'n mate van toeskietlikheid teenoor 'n kollega openbaar\nhet, maar dit is\n'n faktor wat tog in aanmerking geneem kan word by die bepaling van Aswane se\nblaamwaardigheid. Dit blyk nou dat\nVan Zijl destyds nie gesond was nie. Vir hom\npersoonlik is dit nie 'n verskoning nie. Hy behoort nie die taak te onderneem\nhet en\ndaarmee voortgegaan het as hy dit nie kon behartig nie. Dit verminder\negter wel die blaamwaardigheid van sy kliënt en vennote\nwat die opdrag in\ngoeie trou in sy hande gelaat het. Onder al die omstandighede moet Aswane se\npetisie om kondonasie na my mening\nslaag.\nTen laaste is daar 'n kwessie van koste in die hof a quo. Daar sal onthou\nword dat Hoogland se getuienis oor Andrê Alberts se\nbeweerde\nvoorraadopname verwerp is en dat die skadeberaming wat daarop gebaseer is dus\nook\n55\nnie deur die verhoorhof aanvaar is nie. Aswane het versoek dat Hoogland\nderhalwe gelas moes word om een-derde van Aswane se koste\nop die\nprokureur-kliënt skaal te betaal. Die verhoorhof was nie bereid om 'n\nprokureur-kliënt kostebevel te maak nie, maar\nhet gelas dat Hoogland die\nkoste van agt dae van die verhoor (wat die beraamde tyd was wat hierdie\ngeskilpunt in beslag geneem het)\nbetaal op die gewone party en party skaal.\nAangesien Aswane se appêl nou slaag sal Hoogland uiteraard al Aswane se\nverhoorkoste\nmoet betaal, en die bevel met betrekking tot agt dae val dus weg.\nDaar is egter weer betoog dat 'n kostebevel op die prokureur-kliënt\nbasis\naangewese is. Dit is geykte reg dat die verhoorhof 'n diskresie m b t koste\ngehad het. Ek meen nie dat daar genoegsame redes\nis om die uitoefening van sy\ndiskresie in hierdie geval omver te werp nie. Die volgende bevele word dus\nuitgereik.\n56\nHoogland Boerdery (Edms) Beperk teen Coldcor (Edms)\nBeperk\nDie petisionaris se petisies om kondonasie word afgewys met\nkoste, wat insluit die koste verbonde aan die appèl. Die koste\nvan twee\nadvokate word toegelaat. Aswanestaal (Edms) Beperk teen Hoogland Boerdery (Edms)\nBeperk\n1.\tDie petisionaris se petisie om kondonasie word\ntoegestaan.\nDie petisionaris moet die koste van\nopposisie betaal insluitende die\nkoste van twee\nadvokate.\n2.\tDie appèl word gehandhaaf met koste,\ninsluitende\ndie koste van twee advokate. Die verhoorhof\nse vonnis word tersyde\ngestel en vervang met die\nvolgende:\nEiser se eis teen Tweede Verweerder word van die\n57\nhand gewys met koste, insluitende die koste van twee\nadvokate.\nE M GROSSKOPF, AR\nVIVIER, AR\nVAN DEN HEEVER, AR HARMS, AR OLIVIER, AR Stem saam",
  "scraped_at": "2026-02-12T07:13:05.000858",
  "date": "1995-09-14",
  "coram": [
    "E M GROSSKOPF",
    "VIVIER",
    "VAN DEN HEEVER",
    "HARMS",
    "OLIVIER",
    "ARR"
  ],
  "case_number": "600/91",
  "parties": {
    "applicants": [
      "Hoogland Boerdery (Edms) Bpk",
      "Aswanestaal (Edms) Bpk"
    ],
    "respondents": [
      "Coldcor (Edms) Bpk",
      "Hoogland Boerdery (Edms) Bpk"
    ]
  },
  "sections": {
    "facts": "In December 1988 a fire broke out in a cold‑room on the Hoogland farm in the Ceres district. The fire was traced to sparks from a welding operation carried out by Isak Louw, a worker of Aswanestaal (Edms) Bpk (\"Aswane\"), a subcontractor engaged by Coldcor (Edms) Bpk (\"Coldcor\") to perform steel‑work and cat‑walk installations in the existing cold‑room (Coldroom 1) and a new cold‑room (Coldroom 2). The farm owner, Hoogland Boerdery (Edms) Bpk (\"Hoogland\"), sued Coldcor for breach of contract and Aswane for delictual liability. The lower court dismissed the claim against Coldcor on the basis that the cat‑walk work was not part of the contractual obligations, but held Aswane secondarily liable for Louw’s negligent conduct. Both appellants sought condonation for delay in filing their appeals, leading to a series of petitions and extensions before the Supreme Court of Appeal.",
    "issues": "1) Whether Coldcor is contractually liable for the damage caused by the fire. 2) Whether Aswane is delictually liable for the negligent act of its employee Louw and whether Louw’s conduct falls within the scope of his employment. 3) Whether the petitions for condonation of the delayed appeals should be granted and, if so, on what cost‑allocation basis.",
    "principles": "South African contract law requires a clear contractual duty to be breached for liability; mere subcontracting does not impose liability for work not expressly contracted. Delictual liability follows the rule of vicarious liability: an employer is liable for a wrongful act of an employee if the act is committed in the course of employment. The test is whether the employee’s conduct is closely connected to his duties. The law on condonation permits courts to accept late appeals where there are reasonable prospects of success and no serious prejudice to the other party, subject to an assessment of costs and the conduct of the parties’ counsel.",
    "application": "The court found that the contract between Hoogland and Coldcor did not expressly require the installation of the cat‑walks in Coldroom 1, so Coldcor could not be held liable for breach of contract. Evidence showed that Louw’s welding was negligent and caused the fire, and that Aswane, as Louw’s employer, was therefore secondarily liable ex delicto. However, the court was split on whether Louw’s act was within the scope of his employment; it ultimately accepted the lower court’s finding that Aswane bore liability. Regarding condonation, the court held that Aswane’s petition should be granted because the delay was largely due to the health‑related incapacity of its counsel and there were reasonable prospects of success, whereas Hoogland’s petition was refused because its prospects were weak and the delay was attributable to its own inaction.",
    "conclusion": "The appeal against Coldcor’s liability was upheld – Coldcor was not liable for the fire damage. Aswane was held secondarily liable for the negligent act of Louw. The petition for condonation filed by Aswane was granted, allowing its appeal to proceed, while Hoogland’s petition for condonation was denied. Costs were awarded in favour of Aswane on an attorney‑client basis for the successful condonation and appeal, and Hoogland was ordered to bear its own costs for the unsuccessful petition."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Construction Contracts",
    "level_3": [
      "vicarious liability",
      "negligence",
      "condonation",
      "appeal costs",
      "subcontractor liability"
    ]
  }
}