{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/7.html",
  "case_name": "S v Holtzhausen en Andere (589/93) [1995] ZASCA 7 (9 March 1995)",
  "citation": "[1995] ZASCA 7",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 7\n|\nNoteup\n|\nLawCite\nS v Holtzhausen en Andere (589/93) [1995] ZASCA 7 (9 March 1995)\nDownload original files\nPDF format\nRTF format\nCG\tSAAKNOMMER: 589/93\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak van:\nPETRUS HENDRIK HOLTZHAUSEN\tEerste Appellant\nANTOINETTE VAN WYK\tTweede\nAppellant\nFRANS J VAN WYK\tDerde Appellant\nen\nDIE STAAT\tRespondent\nCORAM\n: SMALBERGER, NESTADT et VAN DEN\nHEEVER\nARR\nAANGEHOOR\n: 28 FEBRUARIE 1995\nGELEWER\n: 9 MAART\n1995\nUITSPRAAK VAN DEN HEEVER AR\n2\nDie eerste twee appellante is broer en suster. Tweede appellant was toe die\nmisdade gepleeg is waarop al drie tereggestaan het, met\nderde appellant getroud.\nHulle is voor die verhoor plaasgevind het egter al geskei. Al drie is naamlik\naangekla van roof met verswarende\nomstandighede, en van moord. Die aanklagtes\nspruit uit 'n aaneenlopende reeks gebeure op 19 Junie 1992 toe mnr J W Whitemore\nin sy\nwoonstel op Kroonstad aangeval en beroof is, en later gesterf het. Die\nverhoorhof het die broer en suster op die eerste aanklag skuldig\nbevind soos\naangekla, en derde appellant aan begunstiging by roof met verswarende\nomstandighede. Op die moordklag is eerste en tweede\nappellant skuldig bevind aan\npoging tot moord, en derde aan begunstiging by die poging. Die vonnisse aan\nhulle opgelê, was\n-Eerste appellant: 12 jaar gevangenisstraf op die\nroofaanklag, waarmee 7 van die 10 jaar opgelê vir die poging tot moord\nmoet\nsaamloop - dus effektief 15 jaar gevangenisstraf; Tweede appellant: 12 jaar\nvir die roof, waarmee 5 van die 10 jaar\n3\nopgelê vir die poging tot moord moet saamloop - dus effektief 17\njaar\ngevangenisstraf;\nDerde appellant: 5 jaar t.o.v. die eerste skuldigbevinding, waarmee\nhelfte\nvan die 3 jaar op die tweede opgelê, moet saamloop - dus\neffektief 6½\njaar gevangenisstraf.\nAl drie kom met verlof van die\nverhoorhof in hoër beroep slegs teen hierdie vonnisse. Geriefshalwe verwys\nek in wat volg na die\ndrie op hul voorname: Petrus, die broer, gebore op 15\nJulie 1974; Antoinette, die suster, gebore op 29 Junie 1970; en haar gewese\nman\nFrans, gebore op 13 Julie 1965.\nElkeen het na arrestasie 'n verklaring voor\n'n landdros afgelê; en in die landdroshof skuldig gepleit op beide klagte.\nNa ondervraging\ningevolge a 112(l)(b) van die Strafproseswet is 'n pleit van\nonskuldig op beide aanklagte ten opsigte van elkeen genotuleer, By die\nverhoor\nhet al drie getuig. Hulle praatjies het nie konsekwent gebly in die besonderhede\nvan hul weergawes van wat gebeur het nie.\nDie tersaaklike\n4\ngebeure wat gemene saak is of deur die verhoorhof aanvaar is as die mins\nbeswarende ten opsigte van die betrokke aangeklaagde, kan\nas volg opgesom\nword.\nDie huwelik tussen Antoinette en Frans, op 14 Julie 1989, was gedwonge.\nDie kindjie gebore is deur Volkswelsyn in pleegsorg laat plaas\nen is mettertyd\ndeur die pleegouers aangeneem. Die huwelik is gekenmerk deur twis,\nonbesonnenheid en Enansiële gebrek. Toe Petrus\nop 10 Junie by die egpaar in\nWelkom kom kuier het voordat hy weermag toe sou gaan om diensplig te verrig, het\nstaking van water-toevoer\nen elektrisiteitsvoorsiening hulle in die gesig\ngestaar tensy die rekening van ongeveer R100 onmiddellik betaal word. Frans het\nR100\nvan sy werkgewer geleen, maar 'n video-speletjie en drank gekoop. Daar is\nbesluit dat Antoinette sou gaan na mnr Whitemore op Kroonstad\nen geld by hom\nprobeer leen. Whitemore was 'n alleenloper, 'n afgetrede geskeide onderwyser. Sy\nhet hom leer ken toe sy vroeër\nin Kroonstad by die Emilio Hotel gewerk het,\nwaar Whitemore gereeld gedrink het.\n5\nDaar het hy in die verlede vir haar geld geleen en na haar probleme\ngeluister, en nie sy vriendskap weerhou nie ondanks die feit dat\nsy eendag\nsonder toestemming met sy kar vort is waarin daar duur kameras ook was. Die\nepisode het vir Antoinette skuldigbevindings\nbesorg, van oortreding van a 1(1)\nvan Wet 56 van 1956, en diefstal, ten opsigte waarvan oplegging van vonnis\nuitgestel is. Op Woensdag,\n17 Junie het Antoinette toe geryloop na Kroonstad.\nHoewel sy aangedoen het by Whitemore se woonstel, moes sy onverrigte sake\nhuistoe\nomdat Whitemore betrokke was by ander mense. Volgens haar, het hy haar\ngevra om Vrydag weer te kom.\nIn die lig van daardie versoek, was die\ngetuienis van Petrus en Antoinette, aangaande die rede waarom hulle op Vrydag\nsaam na Kroonstad\ngeryloop het, nie besonder oortuigend nie, naamlik dat dit\nhulle moeder se verjaarsdag is en hulle haar wou gaan gelukwens. Voor\nhulle\nvertrek is in die loop van 'n gesprek tussen die drie gesê dat, om hul\ngeldnood te verlig, Whitemore ontvoer moes word\nen hy, sy motor\n6\nen sy tjekboek na die van Wyk woning gebring word. Frans se afskeidsgroet toe\nsy vrou en swaer daar weg is, was juis (hy beweer, skertsend)\ndat hulle nie die\nmotor en die tjekboek moes vergeet nie.\nVolgens Frans is hy daama na sy werk.\nToe hy om ongeveer 21h00 terugkom was Petms en Antoinette nie daar nie. Hy is\nhotel toe waar\nhy ongeveer R30 uitgedrink (of -gedrink en -gedobbel) het.\nVolgens hom het hy later in 'n beskonke toestand tuis op die rusbank aan\ndie\nslaap geraak.\nToe hulle na Kroonstad is, was Petrus en Antoinette van voomeme\nom Whitemore te ontvoer en beroof. Volgens hulle was geen detail bespreek\nnie.\nHulle is nadat hulle aangedoen het by hul moeder by haar werk, na Whitemore se\nwoonstel. Hy was nie bereid om aan Antoinette\ngeld te leen nie - sy erken, omdat\nhy uit ondervinding nie sou verwag dat dit terugbetaal word nie - maar het hulle\ngenooi om saam\nmet hom te gaan drink, eers by een hotel en toe 'n ander. Toe\nAntoinette hom teen skemer vra om haar en Petrus terug te neem na Welkom,\nwas\nWhitemore\n7\nduidelik versigtig: sy vriend Louis moes saam, en dié het weer sy vrou\nen kinders saamgenooi. Toe hulle voor dooiemansdeur\nin Welkom aanland, het\nAntoinette gelieg dat Frans na Kroonstad is op soek na hulle. Broer en suster is\ntoe saam terug na Kroonstad,\nwaar Louis en sy gesin afgelaai is en Whiternore en\ndie twee verder by die hotel gaan drink het. Hulle is later op uitnodiging saam\nmet hom na sy woonstel. Daar het hulle verder gedrink. In opdrag van Antoinette\nhet Petrus die niksvermoedende Whitemore eers met\n'n bierbottel oor die kop en\ntoe hy protesteer met 'n leë drankbottel ook oor die kop geslaan. Petrus\nhet 'n kussing vasgedruk\nteen sy gesig en Antoinette het op sy maag gesit totdat\nWhitemore ophou worstel het. Hulle het gemeen dat hy dood is. Hulle het toe\nwaardevolle artikels soos 'n kykkas en videomasjien, hoëtroustel met\nlaserskyfspeler, laserskywe, plate en kassette, gholfstokke\nmet sak, koordlose\ntelefoon, kameras en 'n goue muurhorlosie, in Whitemore se kar gaan laai. Nadat\nAntoinette geld uit Wbitemore\nse broeksak verwyder het ea hy self, toegewikkel\nin 'n kombers, op die\n8\nagterste sitplek geplaas is, is die twee met Whitemore en sy besittings in sy\nkar terug na Welkom.\nDaar aangekom is Frans wakkergemaak. Toe hy by die kar\nkom, het hy Whitemore geklap - volgens hom, om te kyk of hy \"nie wakker word\nnie\". Frans trek toe die kar vanaf die oprit tot in die agterplaas. Hy het\nWhitemore uit die kar geruk en hom op die grond laat val\nwaar hy hom geskop en\ngeslaan het. Inmiddels het Petrus en Antoinette hul buit die woning ingedra.\nDaarna is Whitemore weereens op\ndie agtersitplek van sy kar ingelaai en die\ndrietal het na Odendaalsrus gery. Frans se getuienis dat sy optrede daarop gemik\nwas\nom sy swaer en veral sy vrou te help, is deur die verhoorhof aanvaar redelik\nmoontlik waar te kan wees, ondanks gebreke daarin. Op\npad is Whitemore, op\nversoek van Petrus wat tot op daardie stadium op hom moes sit op die agterste\nsitplek, in die kattebak oorgelaai.\nDie besonderhede van hul reis daarna is nie\nbelangrik nie, behalwe dat in die loop daarvan beide Petrus en Frans nie\ngeskroom het\nom artikels van Whitemore se liggaam te\n9\nverwyder nie, en nie een van hulle geskroom het om baat te trek uit Whitemore\nse bankrekening nie. Hulle drie is na Bloemfontein met\ndie vermeende lyk in die\nkattebak. Padlangs is petrol, en dáár klere vir al drie, en ook\ndrank, deur middel van Whitemore\nse tjekboek onder bewind van Antoinette\naangeskaf. Hulle is terug na Welkom waar hulle op dieselfde wyse kruideniersware\naangekoop\nhet, waarna hulle uitmekaar is. Petrus is terug na Kroonstad. Die\negpaar is vort op 'n besigtigingstoer na Sun City maar het padlangs\ndie lyk\nonder 'n boom neergegooi, is toe via Johannesburg na Durban, waama hulle\nteruggekeer het na Welkom. Antoinette was besig\nom van Whitemore se besittings\nte verpand toe sy op Maandag, 23 Junie gearresteer is. Daarna het die arrestasie\nvan die ander twee\ngevolg.\nPetrus en Antoinette was oortuig dat Whitemore\nreeds dood was toe hulle sy \"lyk\" uit sy woonstel verwyder. Volgens die mediese\ngetuienis\nis Whitemore dood as gevolg van massale breinbloeding. Die dood sou\nlank nadat hy bewusteloos geword het, ingetree het, te oordeel\n10\naan beide die grootte van die breinbloeding en die hoeveelheid bloed wat nog\nin die kattebak van Whitemore se kar gevloei het en gevind\nis. Presies\nhoé lank kon nie bepaal word nie. Daar kon dus nie met sekerheid\ngesê word nie of die oorsaak van sy dood\ndie houe was wat Petrus op\nAntoinette se bevel in Whitemore se woonstel aan hom toegedien het, of die\nlatere houe en skoppe wat Frans\ntoegedien het aan wat hy ook gemeen het 'n lyk\nwas. Vandaar die skuldigbevinding van slegs poging tot moord, waarby die\nverhoorhof\ndolus eventualis as opsetvorm bewese bevind het. Die mediese\ngetuienis toon ook dat Whitemore maar 'n tingerige, ondervoede man was,\nklaarblyklik met 'n drankprobleem en wat toe hy dood is baie dronk was. 'n\nMonster van die lyk getrek het getoon dat die konsentrasie\nalkohol 0.33 gram per\n100 milliliter bloed was.\nPetrus en Frans was eerste oortreders. Antoinette\nhet die vorige veroordeling erken, op 16 Maart 1992 opgeloop, wat gespruit het\nuit\nhaar vorige optrede teenoor Whitemore - dus pas drie maande voor die\n11\nonderhawige vergrype.\nGroot moeite is gedoen om aan die verhoorhof\nomvattende inligting voor te lê vir doeleindes van vonnisbepaling. Al drie\nappellante\nhet getuig, en welsynsverslae is voorgelê, waarby ook\nsielkundige evaluasies aangeheg is. Die huidige appèl gaan slegs\ndaaroor,\ndat die gevangenistermyne wat bepaal is, skokkend onvanpas sou wees vanweë\ndie lengte daarvan.\nAl drie het getuig van berou. In die lig van hul optrede\nnadat hulle gemeen het dat Whitemore dood is, kan dit slegs krokodiltrane\nwees\nvir die penarie waarin hulle hulle laat beland het.\nDie verslag ten opsigte\nvan Petrus toon dat hy 'n probleemkind uit 'n probleem-huishouding is. Hy het\nvroeg begin rook, drink, steel\nen stokkiesdraai. Sy moeder het vanweë sy\nonbeheerbaarheid dikwels gevra dat hy uit sy ouers se sorg verwyder word, maar\nsodra\naan haar versoek voldoen wil word, het sy weer daarop aangedring dat enige\nvorm van inmenging gestaak word en het sy alle samewerking\ngeweier. Daar is\n'n\n12\nsuggestie van 'n ongesonde verhouding met 'n Katolieke priester vir wie\nPetrus uitgebuit het, soos hy ander ook probeer mampuleer.\nEvaluasie deur 'n\nkliniese sielkundige het gelei tot die gevolgtrekking dat hy gemiddeld\nintelligent is; emosionele- en moontlik\nook aanpassingsprobleme toon; nog as\nonvolwasse bestempel kan word wat sy morele ontwikkeling betref; maar\ndesnieteenstaande verantwoordelikheid\naanvaar vir sy aandeel in die pleeg van\ndie misdade. Antoinette kom uit dieselfde agtergrond. Sy het teenoor die\nmaatskaplike werkster\nbevestig dat Whitemore 'n goeie vriend van haar was. \"Hy\nhet dikwels aan haar geld geleen en wou dit nooit neem indien sy dit aan\nhom wou\nteruggee nie. Sy beskou hom as 'n soort vaderfiguur en ontken dat hul verhouding\nop enige stadium intiem of die van verliefdes\nwas.\" Soos haar broer, het sy\nvroeg begin rook en drink, stokkies gedraai, maar verder gegaan as hy: sy het\nnog as bogkind gedreig\nom gesinslede met haar vader se .22, op hulle gerig, te\nskiet; en is in standerd 7 uit die skool geskors vanweë \"haar betrokkenheid\nby\n13\nmisdaad\". Evaluasie deur 'n kliniese sielkundige het tot soortgelyke\ngevolgtrekkings gelei as waartoe geraak is ten opsigte van haar\nbroer, behalwe\ndat sy ietwat meer intelligent as hy en heelwat meer intelligent as Frans is; en\ndat dit voorkom asof sy nie volle\nverantwoordelikheid vir die pleeg van die\nmisdaad aanvaar nie. Laasgenoemde gevolgtrekking is miskien te gunstig, in ag\ngenome haar\nantwoord op die vraag, hoe sy dit kon regkry om teenoor juis haar\nvriend en vertroueling op te tree soos wat sy gedoen het: \"Wel,\nek het, ons het\ngeld nodig gehad.\"\nFrans het nie probleme as kind gehad of gegee nie, behalwe\ndat hy weens beperkte verstandelike vermoëns 'n spesiale skool moes\nbywoon.\nHy is egter maklik beïnvloedbaar, en sedert hy skool verlaat het, het hy\ndikwels uit sy werk bedank en was hy vir mkke\naangewese op sy ouers vir\nonderhond, en het ook dagga gerook en met tye hom aan drank vergryp. Van die\ndrie het hy die laagste intelligensie\nmaar is emosioneel en moreel daik beter\naangepas as die ander twee, en het die mees aanvaarbare tekens van berou\ngetoon.\n14\nDit is al male sonder tal beklemtoon dat die bepaling van 'n gepaste vonnis\nbinne die diskresie van die verhoorhof val. Wat betref\nAntoinette en Frans is\ndaar nie gewys op enige misvatting deur die verhoorregter nie.\nIn haar geval\nis wel betoog ondermeer dat die verhoorhof behoort te aanvaar het wat sy\nvoorgegee het, dat sy uit vrees vir Frans opgetree\nhet ter uitvoering van wat sy\nbeskou het as sy opdrag aan haar: om Whitemore te ontvoer en met kar en tjekboek\nna hom te bring. Daar\nis geen meriete in die voorstel nie. Sy het nie enige\nsulke vrees genoem in haar verklaring aan die landdros of toe sy in die\nlanddroshof\ngepleit het nie. Hoewel dit gemene saak is dat Frans haar wel met\ngeleentheid aangerand het, vertel hy dat dit was omdat en wanneer\nsy hom getart\nhet. Sy erken dat sy hom heelpartykeer in die verlede verlaat het en dan aan hom\nontrou was; en in haar weergawe van\nhoe sy, toe hulle twee juis weer uitmekaar\nwas, Whitemore se voertuig met die vorige geleentheid geneem het, waama sy en\nFrans versoen\nis, is daar geen ruimte daarvoor\n15\ndat vrees vir Frans die beweegrede van haar oortredings was nie. Dit was ook\nsy wat deurentyd in hul rondreise ná die oortredings\nin beheer van die\ntjekboek en besluite aangaande die gebruik of eerder misbruik daarvan, was; en\nsy wat stappe geneem het om Whitemore\nse geroofde bates te gaan verpand.\nInderdaad is daar geen sprake van werklike versagtende omstandighede nie. Die\nverhoorhof noem\ndat sy betreklik jonk is, en drank ingehad het; maar haar\ndrankinname was 'n doelbewuste deel van vooruitbeplande uitbuiting van\nhaar\nweldoener se swakheid.\nDie verswarende omstandighede is legio en spreek vir sigself uit die\nopsomming van gebeure hierbo geskets. Belangrikste is dat dit\nsy is wat die\nleiding geneem het en verraderlik die geleentheid geskep het om haar weldoener\nweerloos te maak sodat hy in sy eie\ntuiste met geweld en 'n oormag oorval kon\nword. Met geweld is genadeloos volgehou totdat hy bewusteloos - sy het gemeen,\ndood - was.\nIn die proses van leiding neem, het sy haar jonger broer saam met\nhaar die sonde in gelei. Die\n16\noptrede was ook beplan en nie iets wat op die ingewing van die oomblik\nontstaan het nie. En die wyse waarop met Whitemore se liggaam\nen mettertyd lyk\ndaarna gehandel is, spreek van 'n verbysterende gevoelloosheid. Daar is geen\ngronde waarop hierdie hof met die vonnisse\naan haar opgelê kan inmeng\nnie.\nWat Frans betref, het die verhoorhof na my mening geensins gefouteer in\nsy bepaling van 'n gepaste straf, of enige tersaaklike faktor\nof faktore\nverbygekyk nie. Die plan om Whitemore te beroof het by hom sy oorsprong gehad,\nin die sin dat dit volgens Petrus en Antoinette\nsy idee was om haar na Whitemore\nte stuur om te probeer geld by hom leen; wat Frans nie ontken het nie. Onder\ndaardie omstandighede\nis sy aanranding op wat hy beweer hy aanvaar het 'n lyk\nwas, met gepaardgaande beskuldiging dat Whitemore met Antoinette sou omgang\ngehad het, verregaande. Frans het ook ruim gedeel in die buit, en self 'n ring\nvan die dooie man se vinger verwyder om aan syne te\nsit. Dit maak 'n klug van sy\naanspraak op deug - sensitiwiteit of respek vir die\n17\ndooie - omdat hy Antoinette sou gekeer het toe sy volgens hom die lyk wou\nverbrand.\nPetrus se geval is egter anders. Die verhoorhof het aan hom\ndieselfde vonnisse opgelê as aan sy suster, wat nie geregverdig\nwas nie.\nHy was nog 'n jeugdige, hoewel na aan sy 18de verjaarsdag. Antoinette het sonder\ntwyfel die leiding gegee, soos reeds uitgewys,\nin die duiwelsdade van daardie\ndag en die dae wat daarop gevolg het; waarvan Petrus hom in elk geval betreklik\nvroeg gedistansieer\nhet. Daar sal onthou word dat hy terug is na Kroonstad nadat\nhulle van Bloemfontein teruggekeer het en Frans die begeerte om Sun\nCity te gaan\nbesigtig, uitgespreek het. Petrus het ook maar min van die onmiddellike buit\ngekry, verreweg die meeste van die items\nhet die van Wyks vir hulle gehou.\nHoewel hy erken dat dit hy is wat die fisiese aanval op Whitemore geloods het,\nwas dit aldus geloods\neers toe Antoinette die teken daarvoor gegee het. En hy\nhet nie, soos Antoinette, 'n vorige veroordeling vir oneerlikheid wat haar\nroof\nvererger nie, of die\n18\npersoonlike verhouding met Whitemore as weldoener gehad wat haar poging om\nhom te vermoor soveel meer gruwelik maak. Mnr Visser, wat\nnamens die Staat voor\nons opgetree het, het heel billik en korrek toegegee dat daar 'n verskil in\nPetrus se guns getrek moes gewees\nhet tussen die erns waarmee die gereg\nAntoinette se oortredings bejeen, en syne.\nInagnemend sy geringer aandeel aan\nwat steeds erg laakbare dade was, en die ander faktore pas genoem, meen ek dat\ndie vonnisse meer\newewigtig sou wees indien syne verminder word soos in die\nbevel hierna uitgestip, en in sy geval ook rekenskap gehou word met die\nkumulatiewe effek van die twee; wat dan ook die verskil in morele verwytbaarheid\ntussen hom en sy suster beter weerspieël as\nwat die vonnis soos deur die\nverhoorhof opgelê dit doen.\n1.\nDie appèl van tweede\nen derde appellante teen die vonnisse aan hulle opgelê, word van die hand\ngewys.\n2.\nDie appèl van eerste\nappellant teen die vonnis aan hom\nopgelê\n19\nslaag in der mate dat dit vervang word deur die volgende:\n\"Op die eerste aanklag, van roof met verswarende omstandighede, word beskuldigde\ngevonnis tot 9 jaar gevangenisstraf. Op die tweede\naanklag, van poging tot\nmoord, word beskuldigde gevonnis tot 7 jaar gevangenisstraf. Dit word gelas dat\n4 jaar van die vonnis op\ndie tweede aanklag samelopend sal wees met die vonnis\nop die eerste - d.w.s. 'n effektiewe vonnis van 12 jaar\nvangenisstraf.\"\nL VAN DEN HEEVER\nSTEM SAAM:\nSMALBERGER AR) NESTADT AR)",
  "scraped_at": "2026-02-12T05:36:08.673085",
  "date": "1995-03-09",
  "coram": [
    "SMALBERGER",
    "NESTADT",
    "VAN DEN HEEVER"
  ],
  "case_number": "589/93",
  "parties": {
    "applicants": [
      "Petrus Hendrik Holtzhausen",
      "Antoinette van Wyk",
      "Frans J van Wyk"
    ],
    "respondents": [
      "Die Staat"
    ]
  },
  "sections": {
    "facts": "In June 1992 Petrus Holtzhausen, his sister Antoinette van Wyk and brother‑in‑law Frans van Wyk conspired to abduct and rob J.W. Whitemore, a retired teacher living in Kroonstad. After a night of drinking they assaulted Whitemore, stole valuable items and his cash, and transported him in a car back to Welkom. During the journey Whitemore was repeatedly struck and eventually fell unconscious; he later died of a massive brain haemorrhage. The three were arrested in late June 1992. At trial they were convicted of robbery with aggravating circumstances, and of attempted murder (the court found dolus eventualis). Sentences imposed were 12 years for robbery (with 7 years concurrent for attempted murder) for Petrus, 12 years for robbery (with 5 years concurrent) for Antoinette, and 5 years for robbery (with half of a second sentence concurrent) for Frans, resulting in effective terms of 15, 17 and 6½ years respectively.",
    "issues": "The primary issue on appeal was whether the trial court’s sentences were manifestly excessive and therefore required alteration. The appellants sought a reduction of the custodial terms on the basis that the cumulative sentences were disproportionate to their culpability and personal circumstances, including age, background and psychological evaluations.",
    "principles": "South African sentencing law permits a court to vary a sentence if it is harsh, harsh, or excessive in the circumstances, taking into account the nature of the offence, the offender’s personal circumstances, and the principle of parity with similar cases. The discretion to order concurrent versus cumulative sentences is also recognised, and the appellate court may intervene where the lower court’s exercise of discretion is unreasonable.",
    "application": "The appellate court reviewed the trial judge’s sentencing discretion and concluded that the original cumulative terms were unduly harsh, especially for Petrus who was a youthful first‑offender. Applying the principles of proportionality and parity, the court reduced the robbery sentence to nine years and the attempted‑murder sentence to seven years, ordering that four years of the latter run concurrently with the robbery term, yielding an effective custodial period of twelve years.",
    "conclusion": "The appeal of the second and third appellants was dismissed. The first appellant’s appeal succeeded in part: his sentence was altered to nine years for robbery and seven years for attempted murder, with four years concurrent, resulting in an effective sentence of twelve years’ imprisonment."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "robbery",
      "attempted murder",
      "appeal",
      "sentence reduction",
      "concurrent sentencing"
    ]
  }
}