{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/61.html",
  "case_name": "Theron v AA Life Assurance Association Ltd. (218/93) [1995] ZASCA 61; 1995 (4) SA 361 (AD); [1995] 2 All SA 581 (A) (25 May 1995)",
  "citation": "[1995] ZASCA 61",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 61\n|\nNoteup\n|\nLawCite\nTheron v AA Life Assurance Association Ltd. (218/93) [1995] ZASCA 61; 1995 (4) SA 361 (AD); [1995] 2 All SA 581 (A) (25 May 1995)\nDownload original files\nPDF format\nRTF format\nCase No 218/93 /MC\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE\nDIVISION)\nIn die matter between\nVINCENT CHARLES\nTHERON\tAPPELLANT\nand\nA A LIFE ASSURANCE\nASSOCIATION LIMITED\tRESPONDENT\nCORAM: HEFER, VIVIER et SCHUTZ JJA.\nHEARD: 3 MAY 1995.\nDELIVERED: 25 MAY 1995.\nJUDGMENT\nVIVIER JA/\n2\nVIVIER JA:\nThe appellant is the nominated beneficiary under a\nlife\ninsurance policy issued by the respondent on the\nlife of one Robert\nGeoffrey Fortuin (\"the insured\"). The policy provided,\ninter\nalia, for basic life cover of R100 000,00 and an\nadditional\naccidental death benefit of R100 000,00. On 21 July 1985\nthe\ninsured died as a result of multiple injuries sustained when he\nwas\nrun over by a motor vehicle, and after the respondent had\nrepudiated liability the appellant instituted action in the Cape\nProvincial Division for payment of the beneficiary's benefit of\nR200 000,00 in terms of the said policy. In its plea the\nrespondent repudiated liability on the ground, firstly, that the\nproposal form contained certain material misrepresentations; secondly,\nthat the insured failed to disclose a material fact viz that\nhe was severely\nmentally retarded; and thirdly, that the insured\n3\nlacked the necessary mental capacity to conclude the contract of\ninsurance. The Court a quo (Press AJ) upheld the repudiation based\non the third\nground and, without dealing with the first two grounds, dismissed the action\nwith costs. Leave to appeal to this Court\nwas granted pursuant to a petition to\nthe Chief Justice.\nI must deal first with an application for\ncondonation of the late lodging of the notice of appeal as well as the requisite\nnumber\nof copies of the record. The application was opposed by the respondent.\nLeave for appeal having been granted on 23 February 1993\nthe appellant had to\nlodge the notice of appeal by 23 March 1993; instead of which it was only lodged\non 14 May 1993 ie just short\nof two months late (AD Rule 5 (1) (d)). The record\nhad to be lodged by 22 May 1993; instead of which it was lodged on 22 June 1993\nie one month late (AD Rule 5 (4) (c)). The explanation for the delays furnished\nby the appellant's attorney in an\n4\naffidavit filed in support of the application is the following. As far as\nthe late filing of the notice of appeal is concerned he\nstates that he was under\nthe mistaken impression that the petition for leave to appeal, once granted,\nconstituted the notice of appeal,\nand that no further notice of appeal was\nrequired. On 6 May 1993 he discovered that a notice of appeal was necessary and\nhe immediately\ntook steps to have one prepared and lodged. With regard to the\nlate lodging of the record the explanation consist of nothing more\nthan vague\nreferences to obtaining the approval of the Legal Aid Board and difficulties\nencountered with the preparation of the record.\nI find the explanation\nunconvincing and unacceptable. So, for example, it took the appellant's attorney\nnearly a month to make two\ntelephone calls to the Legal Aid Board before the\ncontractors, Sneller Recordings, were instructed to proceed with the preparation\nof the record. This lack of diligence\n5\nmust further be seen against the background, stressed by counsel for the\nrespondent, that the petition for leave to appeal had also\nbeen\nlate.\nThis Court has often warned that there is a limit beyond which\na litigant cannot escape the results of his attorney's remissness and\nineptitude\nor the insufficiency of the explanation tendered and that condonation may be\nrefused whatever the merits of the appeal.\n(See Finbro Furnishers (Pty) Ltd v\nRegistrar of Deeds, Bloemfontein, and Others\n1985 (4) SA 773\n(A) at 787 G H;\nFerreira v Ntshingila\n1990 (4) SA 271\n(A) at 281 D-H; Tshivhase Royal Council\nand Another v Tshivhase and Another\n[1992] ZASCA 185\n;\n1992 (4) SA 852\n(A) at 859 E-F.) The\nquestion is whether the present is such a case. In favour of the application it\ncan be said that the delays\nin complying with the Rules were not excessive; the\napplication for condonation was made as soon as the appellant's\n6\nattorney realised that the Rules had not been complied with;\nand\nthe administration of justice has not been delayed.\n(See\nFederated Employers Fire and General Insurance Co Ltd\nand\nAnother v McKenzie\n1969 (3) SA 360\n(A) at 362 F-G). In\nall\nthe circumstances it cannot be said, in my view, that this is a\ncase\nin which the Court should refuse the application irrespective\nof the\nprospects of success (see Blumenthal and Another v Thomson\nNO and Another\n[1993] ZASCA 190\n;\n1994 (2) SA 118\n(A) at 121 I - 122 B). I\naccordingly proceed to consider the merits of the appeal.\nThe insurance policy concerned was issued on 20 March\n1985 pursuant to and on the basis of a proposal form\nsigned by the\ninsured on 26 February 1985. The background facts which are\nrelevant for a consideration of the issues raised in the appeal may be\nsummarised as follows. The insured was born on 8 February 1961.\nHe first\nattended school at the age of seven years in the\n7\nbeginning of 1969 and when he left the Lotus River\nPrimary\nSchool at the age of 15 years at the end of 1976 he had\nnot\nprogressed beyond the level of Std 2. By then he had reached\nthe\nlevel of Std 2 in certain subjects while in others he was still\nat the\nSub B or Std 1 levels. He thereafter attended the\nBridgetown\nPrimary School until he finally left school on 17 January\n1979.\nLittle is known about his life from the time he left the Lotus\nRiver\nPrimary School until he came to stay with Mrs Marlene\nChristina\nWilliams (\"Williams\") in Mitchell's Plain as a boarder\nduring\nabout January 1985. He stayed there until his death in July\n1985.\nThe respondent's case that he lacked the required mental capacity\nto\ncontract rested mainly on his scholastic performance and the\nevidence of two of his school teachers; the evidence of Mr\nMogamat Yusef Adams (\"Adams\") a bricklayer who lived opposite\nWilliams and who tried to convert the insured to the Muslim\nfaith;\n8\nand that of Dr Fenster, a psychiatrist who never met the\ninsured.\nAfter twice failing the substandard at school, an\nintellectual and scholastic assessment by a psychologist employed by the\nDepartment\nof Education revealed an intelligence quotient (\"IQ\") of 61, which\nresulted in the insured being placed in a socalled adaptation\nclass for mentally\nhandicapped children in the Lotus River Primary School. On 19 August 1974 a\nsecond assessment indicated an IQ\nof 51. At the trial the expert witnesses, Dr\nFenster for the respondent and Mr Loebenstein for the appellant, were agreed\nthat according\nto the authoritative manual on the classification of mental\nretardation compiled by the American Psychiatric Association, the Diagnostic\nand\nStatistical Manual of Mental Disorders (\"DSM III\"), this placed the insured in\nthe category of the mildly mentally retarded.\nTwo of the insured's school teachers while he was at\nthe\n9\nLotus River Primary School from about September 1973 to the\nend\nof 1976 testified on behalf of the respondent. Both Mrs\nSchilder\nand Mr Holmes expressed the view that the insured was\nseverely\nmentally retarded and both painted a picture of the\ninsured as an\nopen-mouthed idiot with severe motor function\nproblems.\nSchilder did, however, say that the insured made slow but\nsteady\nprogress while he was at school, that he was not ineducable\nand\nthat, with proper supervision by someone taking an interest in\nhim\nhe could well have improved further to the level where he was\nable\nto live an independent life. Holmes initially said that the insured\ncould never have understood the full implications of taking out\nan\ninsurance policy, but later conceded that he may well have been\nable to do so had it been explained to him in simple language.\nHe\nalso conceded that he could not say whether the insured might in\nlater years have developed sufficiently to be able to operate on\nhis\n10\nown. Neither of these two witnesses ever saw the insured again after he\nleft their school.\nNo information of any kind was placed before the\ntrial Court concerning the insured's performance when he attended the Bridgetown\nPrimary School during the years 1977 and 1978. Nor is anything known about him\nfrom the time he left school until the beginning of\n1985, except that it was\ncommon cause that he first worked for a flooring contractor and thereafter for a\nconsiderable time as a\nsweeper on the Railways.\nWilliam's evidence as to how the insured came to board with her was not\ndisputed. She told the trial Court that during about January\n1985 she decided to\ntake in a boarder as she was divorced with small children and in need of money.\nShe placed an advertisement in\nan English language newspaper and the insured\ncame to see her personally. She told him that she would provide\n11\nfull board and lodging but that he would have to do his own washing and\nironing. The rent would be R25,00 per week, payable in advance.\nHe agreed and\nmoved in the same day. He stayed with her until the day he died. He always paid\nthe rent on time and did his own washing\nand ironing. He was able to operate her\nwashing machine and to use the electric iron. Sometimes he made his own meals\nusing the kitchen\nequipment for that purpose.\nWilliams testified\nthat the insured did not appear to her to be mentally retarded. He was\nAfrikaans-speaking but could also speak\nEnglish to her children although his\nEnglish was not very good. He liked to watch television, particularly the news.\nHe seemed to\nunderstand what he was watching and sometimes commented on it. He\nbought the Argus newspaper every day and read it. Sometimes she\nsent him to the\nshops to buy bread or\n12\nmilk and he always gave her the correct change. He used to carry a case\nwith him and on occasion she saw that it was rilled with ladies'\nunderwear. He\nalso used to carry a little black notebook in which she saw names recorded. She\nunderstood that\nhe had his own business of selling ladies'\nunderwear.\nThe learned trial Judge said in his judgment that in the\ninitial stages of her evidence he was considerably impressed with Williams.\nThree aspects of her evidence, however, gave him \"cause for consternation\". The\nfirst two aspects mentioned by the learned Judge\nboth concern the fact that she\nknew very little about the insured's business. I have difficulty in\nunderstanding why Williams's ignorance\nof the insured's business activities\ncould in any way reflect on her credibility as a witness, as the learned Judge\nhas suggested.\nHe was no more than a boarder in her home and there is no reason\nwhy he should have told her more about his\n13\nbusiness. I cannot see how her lack of more\ndetailed knowledge of his business could serve as any indication that she was\nnot a\ntruthful witness. The third aspect which gave the learned\ntrial\nJudge cause for concern has more substance. It relates to\nan\naffidavit Williams made to the police in connection with\nthe\ninvestigation into the deceased's death. The relevant portion\nof\nthe affidavit reads as follows :\n\"Ek ken die oorledene Robert Fortuin. Hy het by my\ngeloseer tot en met die botsing wanneer hy dan noodlottig\nbeseer was. Tydens die tydperk dat hy by my gewoon het,\nhet hy baie gedrink en was ook baie onbeskof maar omdat hy\nmy gesê het dat hy geen ouers het nie, het ek hom jammer\ngekry en dus het hy by my gebly.\nEk kan ook sê dat die oorledene vir homself gewerk het,\nmaar waar hy gewerk het en wat se soort werk hy gedoen\nhet, dit weet ek nie.\nEk het vir die oorledene die Vrydag voor die botsing nog\n14\ngesien en nie weer nie totdat die polisie my kom sê het dat\nhy in 'n botsing betrokke was en dat hy oorlede is. Ek ken\ndie oorledene goed want hy het lank by ons gebly en dus het\nek horn so goed leer ken. Hy was kortgespanne en het altyd\nmoeilikheid gesoek. Hy het ook dikwels geryloop na plekke.\nEk het ook nie geweet dat hy 'n polis het nie. Ek het eintlik\nniks van hom geweet nie.\"\nWilliams testified that\nshe was required to go to the Atlantis charge office from her home in Mitchell's\nPlain late one evening to\ngive the statement; that the charge office was very\nbusy; that she spoke in English to the policeman who took her statement; and\nthat she was in a hurry to get home and did not read her\nstatement\nbefore signing it. Regarding the nature of the insured's\nwork\nWilliams testified that she told the policeman that he worked\nfor\nhimself by selling ladies' underwear, but that she could not\nsay\n15\nwhere he worked or to whom he sold these\narticles.\nThe trial Court found that Williams's statement\nconflicted\nwith her evidence, which was to the effect\nthat the insured was not\na heavy drinker; that he was generally\nwell-behaved and on the odd\noccasion when he was rude to her he\nalways apologised; and that\nhe sold ladies underwear. Williams's\nexplanation for these\ndifferences was described as unconvincing and\nunsatisfactory. In\nmy view the trial Court erred in finding that\nWilliams had made a\ncontradictory statement. If her evidence was attacked on\nthe\nground that she had made a conflicting statement that should\nhave\nbeen proved by calling the policeman to whom she had made the\nstatement. That was not done and in view of her evidence about\nwhat she told the policeman, coupled with her evidence (which\nthe\n16\ntrial Court accepted) that she did not read the\nstatement before\nsigning it, it has not been shown that Williams made a\ncontradictory statement to the police. Furthermore, for reasons\nof the case he was investigating, the policeman who took her\nstatement had good reason to emphasise the insured's drinking\nhabits and unacceptable conduct. This could easily account for\nthe differences relating to these aspects. Williams's evidence\nas\nto what she told the policeman about the insured's work is\ncorroborated by the fact that he wrote down that the insured\nworked for himself. In my view the learned trial Judge's\ncriticism\nof Williams's evidence was not justified and resulted in\nhis attaching\ninsufficient weight to material evidence given by her\non the issue\nof the insured's mental capacity.\n17\nWilliams's uncontradicted evidence that the insured\nanswered\nher advertisement for a boarder and contracted\nwith her on the\nterms testified to by her, is significant in two respects. In\nthe\nabsence of any suggestion that he learned about the advertisement\nfrom another source, it must be accepted that he read it\nhimself.\nThis supports Williams's evidence that the insured used to read\nthe\nArgus. It also raises a doubt about the reliability of the\nevidence\ngiven by Holmes and Fenster that the insured would not have\nbeen\nable to read and understand an English newspaper. Secondly,\nthe\ninsured would appear to have progressed to the stage where he\nlived\nan independent, self-sufficient life by the time he came to\nlive in her house. It was common cause at the trial that the insured never\nreceived any disability grant from any source. There was further\n18\nno suggestion that he was being supported by anyone. In the absence of\nany indication to the contrary it must be accepted, in my view,\nthat he was\nearning a living on the open market. Furthermore, Williams's uncontradicted\nevidence that he did his own washing and\nironing and cooked his own meals on\noccasion showed that there was no longer anything amiss with his motor\nfunctions. In my view\na totally different picture of the insured emerges from\nher evidence from the one painted by Holmes and Schilder.\nThe trial\nCourt did not outright reject Williams's evidence. No doubt because he realised\nthe significance of those portions of her\nevidence which were not disputed at\nthe trial, counsel for the appellant submitted that her evidence should have\nbeen rejected\n19\nin toto on the basis that she had been part of a conspiracy to murder the\ninsured. It was suggested that a conspiracy had been formed\nbetween, amongst\nothers, Williams, Mr Spencer James Whiting (\"Whiting\"), who was the insurance\nagent who sold the policy in question\nto the insured and the appellant. The\nsuggested plot entailed putting the insured in Williams's house and paying his\nrent, taking\nout the policy in his name, murdering him and claiming the benefits\ndue under the policy on the basis of fraudulent evidence that\nthere was nothing\nwrong with him. In my view there is no factual basis whatsoever for the\nsubmission. There was no evidence to that\neffect, nor was it ever suggested to\nany of the witnesses.\nThe trial Court relied heavily on the evidence of Adams\nwho\n20\nlived in a house opposite that of Williams and who had been at the Lotus\nRiver Primary School with the insured. Although Adams himself\nfailed Sub A and\nStd 4 he eventually passed Std 8. After they left school Adams lost contact with\nthe insured and only met him again\nduring May 1985 in Mitchell's Plain. Adams\nwas a bricklayer and a lay teacher in the Islamic religion. The insured\nexpressed a desire\nto know more about this religion and Adams started teaching\nhim, seeing him virtually every night for that purpose. Adams said that\nthe\ninsured was slow of learning and could not be taught with his other pupils. His\nlevel of understanding and reading was that of\na child in the substandards.\nAdams had to use simple words to teach him anything and even then it took a long\ntime and much repetition\nfor him to remember\n21\nwhat he had been taught. He tried to teach the insured a verse in the\nArabic language which every Muslim must know but he only managed\nto memorise\nfour or five words after two months. According to Adams the insured had not\nchanged from the time he was at school. He\nsaid that the insured could neither\nspeak nor understand English. His Afrikaans was very poor and was like that of\nsomeone in Std\n1. He never saw the insured with a newspaper and when the news on\nthe television came on he immediately lost interest because he\ncould not\nunderstand it. Adams considered that the insured would not have understood \"what\ninsurance is all about\". Adams said that\nthe insured told him that he did not\nhave his own business but that he helped a certain Rashad carry his bags. The\ninsured also told\nhim that Rashad had opened a bank account\n22\nfor him and paid his rent and that he never had money of his own. Adam's\nevidence as to the content of the insured's statements to\nhim falls within the\ndefinition of \"hearsay evidence\" in\nsec 3(4)\nof the\nLaw of Evidence Amendment\nAct 45 of 1988\n(\"the\nAct\"). The\nevidence was not objected to and seems to have\nbeen admitted without the fact that it was hearsay evidence ever having been\nconsidered.\nIt was not contended on appeal that it was admissible in terms of\nsec 3\n(1) (a) of the\nAct and\nin my view, had the learned trial Judge applied his\nmind to the question and exercised his discretion whether to allow the evidence\n\"in the interests of justice\" in terms of\nsec 3\n(1) (c) of the\nAct, he\nwould not\nhave admitted the evidence. In my view the evidence was by its nature\nunreliable. This is clearly shown by the fact that\nthe insured,\n23\naccording to Williams, told her quite the\nopposite from what he\ntold Adams. For the same reason her hearsay evidence in this\nregard should have been excluded. There was no suggestion that\nRashad was not available to testify and it would have been a\nsimple\nmatter for him to tell the trial Court whether the insured had\nworked\nfor him or not. He was not called as a witness.\nAdams's evidence is in stark contrast to the evidence\nof\nReginald Glenville Richter (\"Richter\") who was the\nrespondent's\nbranch manager in Cape Town during 1985. Richter testified that\na man who identified himself as the insured came into the branch\none day during the relevant time to pay an insurance premium in\ncash. The person explained that his premiums were paid by way\nof debit orders but that he was late in depositing sufficient\nmoney\n24\nin his bank account to meet the current debit order and that he wanted to\npay the premium in cash. The person had no documentation\nwith him but supplied\nhis full names and date of birth from which it was possible to ascertain the\npolicy number.\nHe then paid in cash and was issued with a receipt. Richter\nasked\nhim whether he wanted to continue to pay by way of debit order\nin\nfuture but he stated that he was undecided. He then left.\nRichter\nsaid that the person acted quite normally. The trial Judge said\nin\nhis judgment that Richter made a good impression upon him and\nthat there was no reason to doubt his evidence. He went on to\nsay, however, that in the absence of evidence to confirm that\nthe\nman Richter spoke to was indeed the insured, or, if he were the\ninsured, that he was not being assisted, the validity of\nRichter's\n25\nevidence was doubtful. I cannot agree with the learned Judge. There was\nno evidence to suggest that the person Richter spoke to was\nan impostor or that\nthe insured was accompanied by another who did the talking. Neither was this\never expressly put to Richter by\ncounsel for the respondent. Surely an impostor\nwould have gone there armed with the policy number which this person did not\nhave.\nOn the probabilities the trial Court should have found that it was indeed\nthe insured to whom Richter spoke. The learned trial Judge\nalso said that even\nif it is accepted that Richter spoke to the insured who was unassisted, his\nevidence does not take the matter\nany further. Again I cannot agree. In my view\nRichter's evidence is significant in that it shows that the insured understood\nthe\nnecessity for timeous payment of the premiums as\n26\nwell as how to operate a bank account.\nWhiting was the final\nwitness to give evidence of a contemporaneous nature. His evidence was that\nduring 1985 he was employed by the\nrespondent as an insurance consultant. He met\nthe insured in the bar of an hotel and told him that he was an insurance agent.\nWhen\nthe insured told him that he had his own business he mentioned that he\ncould take out an insurance policy as an investment. The insured\nexpressed an\ninterest and they made an appointment to meet at the latter's home. On 26\nFebruary 1985 he went to the given address\nwhere he met the insured. He\ncompleted the proposal form in the presence of the insured who signed the form\non the same occasion.\nThey spoke in Afrikaans\n27\nand he recorded the answers on the proposal form in English. He explained\nto the insured that the policy would provide for basic life\ncover as well as\nadditional accident and investment benefits. The insured made it clear that his\nreal interest was in the investment\nbenefits and the fact that he could raise a\nloan on the policy. When they came to section S of the form which provides for\nauthorisation\nfor the payment of premiums by way of stop orders, the insured\nhanded him a card containing details of a bank transmission account.\nWhiting was\nable to complete this section from the information appearing on the card and\nthis section was signed by the insured the\nsame day. Whiting's evidence was to\nthe effect that the insured appeared to him to be a perfectly normal person in\npossession of\nall his faculties who fully understood the\n28\nvarious aspects of the proposal form.\nWhiting's evidence was\nseverely criticised by the trial Judge in a number of respects. Apart from\nsaying that he made \"a singularly\nbad impression\" while giving evidence the\nlearned Judge refers to five portions of his evidence which he either finds\nunacceptable\nor which he regards as an indication that the insured did not\nunderstand the transaction. I shall deal with each in turn.\nFirstly,\nthe learned Judge did not believe Whiting's evidence that\nhe had\nnever met the appellant. Whiting admitted that he once\ncompleted a proposal form in the name of the appellant without\never meeting him. I find Whiting's explanation a perfectly\nreasonable one and in my view there was insufficient reason to\nreject his evidence in this regard as false.\n29\nSecondly, the learned Judge says in his judgment that,\nin\nview of the nature of the policy, he doubted whether\nany\ninvestment benefits were payable under the policy. He\ncould,\naccordingly, not accept Whiting's evidence that he had\nexplained\nsuch benefits to the insured. Elsewhere in the judgment\nthe\nlearned Judge simply assumes that no such benefits were\npayable.\nIn my view the learned Judge erred in adopting this attitude.\nAccording to section E of the application form the monthly\nVitamagna\tR 57-80\nAccidental death or injury benefit\t18-90\nWaiver of premium benefit\n1-54\nR 80-24\nAccording to the policy the Vitamagna\nbenefit would seem to be one of the \"Vitaseries linked and reinforced\nendowments\". Clauses 2\nand 9 of the policy provide that upon the insured\nsurviving to the maturity date the maturity benefits set out in the\n30\nschedules will be paid to him. What exactly the benefits were to which\nthe insured would have become entitled was never dealt with\nat the trial, nor\nwere the schedules placed before the trial Court. Without that information the\nlearned Judge erred in rejecting\nWhiting's evidence on this aspect.\nThe next part of Whiting's evidence which was criticised\nby\nthe learned trial Judge is the following. Whiting was\nasked in\ncross-examination whether the following sentence in section Q of\nthe application form was explained to the insured \"Ek stem in om\ndie standaard polisbewoording van die A A Mutual Lewens vir die\nsoort versekering waarom aansoek gedoen is te aanvaar\". He\nreplied that he told the insured that the standard form of\ncontract\nwould be issued to him and that the insured understood what he\nwas\nsaying. In his judgment the learned trial Judge says that he was\n31\n\"thoroughly unconvinced\" that Whiting understood what was being referred\nto, and that he has \"little doubt that what was being imparted\nto the insured\nwas other than was intended by the statement in the proposal form\". A careful\nreading of the record shows that when\nWhiting was first asked whether he had\nexplained the sentence in issue to the insured he misunderstood the question as\nreferring\nto the standard rates. The question was repeated and the\ncross-examiner made it clear that he was not referring to the rates but\nto the\nactual contract itself. The question, in the end, was a simple one and the\nanswer, as I have said, was in the affirmative.\nThere does not appear to be any\nbasis for saying that Whiting did not understand what the question referred to\nnor that he conveyed\nsomething else to the insured than what was required\nby\n32\nthe proposal form.\nFourthly, the learned trial Judge said\nthat Whiting's evidence that arrangements for the payment of the premiums were\nmade before\nthe date upon which the proposal form was signed ie 26 February 1985\nand that he did not open an account afterwards did not ring\ntrue. In the first\nplace Whiting did not say that arrangements for the payment of the premiums had\nalready been made. He merely said\nthat the insured gave him a card containing\ndetails of a bank account with the S A Perm. This information was then used to\ncomplete\nthe authority for the payment of premiums by way of stop orders.\nFurthermore, there is no evidence to suggest that the bank account,\ndetails of\nwhich Whiting said appeared on the card which the insured handed to him on\n26\n33\nFebruary 1985, did not then exist. There was\ntherefore insufficient reason not to accept Whiting's explicit evidence in this\nregard.\nFinally, the learned trial Judge found Whiting's evidence\nthat he used colloquial language to explain the questions in the proposal\nform\neither not true or an indication that Whiting was not dealing\nwith the normal or average person. These findings are, in my\nview, totally unjustified. Why Whiting would lie in saying that\nhe used simple language is not clear. I find it quite natural and\nrealized that he was dealing with someone from a sub-economic area.\nAnd the mere\nfact that a proposal form is explained in simple language is no indication, in\nmy view, that the client is not a person\nof average, normal\nintelligence.\n34\nI proceed to deal with the expert evidence relating to the insured's\nmental capacity. In his evidence in chief Fenster first expressed\nthe view that\nthe insured's IQ of 51 placed him in the category of severely mentally retarded,\nbut he soon qualified that by saying\nthat the insured was severely mentally\nretarded \"within the range of mild\". In cross-examination he conceded that his\noriginal assessment\nwas based on an out-dated classification which was no longer\naccepted and that according to the current classification by the DSM\nIII (which\nhe appeared to accept as correct) a person with an IQ of between 50 and 70 was\nclassified as mildly mentally retarded.\nIt is not clear why he used an outdated\nclassification in the first place.\nAccording to the DSM III mild mental retardation is\ndefined\n35\nas \"strongly equivalent to the education category 'educable'\". Dr\nFenster, however, expressed the firm opinion that the insured was\nineducable. He\nfurther stated categorically that the insured was permanently and totally unfit\nfor employment on the open labour\nmarket; that he had no doubt whatsoever that\nhis mental retardation was such that any observant layman would have noticed it\nand\nthat it was \"scientific and definite\" that he did not have contractual\ncapacity. Other firmly expressed views were, infer alia, that\nWilliams's\nevidence that the insured could read a newspaper was \"impossible\"; that when he\nleft school he was \"unable to read Afrikaans\";\nand that he would not have been\nable to pay the premiums on time.\nIt is quite clear from Dr Fenster's evidence that the\nbasic\n36\npremise for all these views was that the insured had at the age of 17-18\nyears not progressed beyond the level of Sub B at school,\nand that it was\ntherefore impossible for him to have improved afterwards. This was repeatedly\nstated by him under cross-examination,\nand he then readily conceded that if this\nfundamental premise was wrong his opinions would be wrong too.\nDr\nFenster's basic premise turned out to be incorrect. When the insured left Lotus\nRiver Primary School at the end of 1976 at the\nage of fifteen years he had, as I\nhave already indicated, reached the level of Std 2 in certain subjects while in\nothers he was still\nat Std 1 or Sub B levels. So, for example, Holmes testified\nthat the insured's reading level was \"between say late Std 1 and the\nbeginning\nof Std 2\". Nothing is known about his\n37\nprogress during 1977 and 1978 and Dr Fenster was not entitled to assume\nthat he made no further progress during that time. In the\ncircumstances his view\nthat the insured was ineducable can carry little weight. It will further be\nrecalled that Schilder said that\nthe insured was not ineducable and that her\nview is supported by the DSM III manual. For these reasons the respondent, on\nwhom the\nonus rests, has not shown that the insured was ineducable.\nDr Fenster was also probably wrong when he said that\nthe\ninsured was unable to obtain work on the open\nmarket. As I have\nearlier shown, it is likely that the insured in fact obtained\nsuch\nemployment after leaving school and that he was so employed at\nthe\ntime of his death. Dr Fenster's sweeping statement that\nany\nperceptive observer would have noticed his mental retardation\nis\n38\ncontradicted by Richter, Williams and Whiting who all met the insured.\nHis statement that the insured would not have been able to\nmeet the payments\nunder the policy was shown to be wrong. So was his statement that the insured\ncould not read Afrikaans when he\nleft school. In view of Holmes's evidence as to\nthe insured's reading ability it would seem that Dr Fenster was wrong also when\nhe\nsaid that the insured could not read a newspaper.\nThe emphatic manner in which Dr Fenster expressed his opinions apparently\nimpressed the learned trial Judge, who, in accepting his\nevidence, said in his\njudgment: \"The opinion of Dr Fenster was emphatic: it was scientific and\ndefinite that the insured could not\nhave had the contractual ability to conclude\nthe agreement.\" For the reasons I have given the learned Judge erred\n39\nin accepting Dr Fenster's evidence. As for his opinion concerning the\ninsured's lack of contractual capacity being \"scientific\", Dr\nFenster's original\n\"scientific\" labelling of the insured was indeed wrong in that the insured was\nnot severely mentally retarded.\nFurthermore, adopting an inaccurate factual\nbasis for views so dogmatically expressed, can hardly be described as\n\"scientific\".\nLoebenstein, a clinical psychologist, expressed the\nview that the insured was only mildly mentally retarded. He based this view on\nthe insured's IQ of 51 which followed an earlier test result of 61; the fact\nthat the insured was placed in an adaptation class at\nschool where he made\nprogress and was not ineducable in the view of his teachers; and the fact that\nin later life he was self-supporting\n40\nand lived independently, having obviously acquired sufficient skills to\nbe employed on the open market. Loebenstein said that the\ninsured came from a\ngreatly deprived socio-economic background and was materially and socially\ndisadvantaged in his early life. He\nwas placed in the care of foster parents at\na young age and his relationship with them was very poor. His deprived\nbackground and\nhome environment had a deleterious effect on his progress at\nschool and on his IQ tests but his performance would have improved once\nhe was\nplaced in a more stimulating environment. Loebenstein emphasised that \"mild\nmental retardation must always be examined in\na particular context at a\nparticular time\" in order to determine the degree to which a person has\nimproved. In the case of the insured\nthere was no information available as to\nthe\n41\n\"intervening factors and circumstances\" in his life from the\ntime\nhe left school until the beginning of 1985. In the absence of\nsuch\ndata it was not possible to assess his intellectual functioning\nat the\ntime he took out the insurance policy. The trial Judge did\nnot\nreject Loebenstein's evidence but attached little weight to it\non the\nground that there was no intervening factor. He said in this\nregard:\n\"There is no evidence to indicate any intervening factor that contributed\nsubstantially to his mental development. I am bound to accept\nthat there was a\nmeasure of improvement, even if this is limited to his ability to write his\nname, but I do not accept that any material\nadvancement of intellect occurred\nbetween the age of 18 and 24.\"\nThe trial Judge concluded by assessing the insured's\nmental\ncapacity at the time he entered into the contract\nof insurance on the\nsame basis as Dr Fenster had done ie as that of someone who had\n42\nat the age of 17-18 years not progressed beyond Sub B. For the reasons I\nhave given the learned Judge erred in doing so. Moreover,\nin saying that he does\nnot accept that the insured's intellectual level improved materially since he\nleft school because there was\nno evidence to that effect, the learned Judge\nwould seem to have wrongly placed the onus of proving contractual capacity on\nthe plaintiff.\nIt was common cause that the onus of proving that the insured\nlacked the required contractual capacity at the relevant time rested\nthroughout\non the respondent, so that it was for the respondent to prove that at the time\nof contracting the insured's intellect\nhad not improved from that described by\nhis school teachers. For all we know his mental state may well have improved\nsince then.\n(Cf Mitchell v Mitchell and Others 1930\n43\nAD 217 at 224.) Indeed, the evidence of the school teachers and\nLoebenstein was that that was to be expected.\nThere are other\npassages in the trial Court's judgment from which it would appear that the onus\nwas wrongly applied. The trial Court\nfound that the policy held out no benefit\nat all for the insured. That finding, as I have indicated, was not justified. It\nfurther\npointed out that no evidence whatsoever was led as to why the plaintiff\nwas named as the beneficiary, as if it was for the appellant\nto give a reason\nfor the policy, and concluded that the insured had been \"manoeuvred\" into taking\nout the policy. This finding was\ntotally unjustified. The trial Court then\nproceeded as follows :\n\"[T]he most compelling reason for rejecting an\nunderstanding\n44\non an appropriate level on the part of the insured, is that there seems to\nbe no reason whatsoever for him to have concluded the\nagreement.\"\nWhat the learned Judge is saying in effect\nis that the appellant bore\nthe onus of giving a reason for the policy and that in the absence\nof\nsuch explanation an inference of lack of contractual capacity\narises.\nIn the present case the onus is, in my view,\nall-important.\nAn enquiry into the state of a man's mind\nis, from the nature of\nthings, a very difficult and delicate one, as\nwas pointed out by\nInnes CJ in Pheasant v Warne\n1922 AD 481\nat 489\nand\nby Tindall JA in Lange v Lange\n1945 AD 332\nat\n344.\nIn the present case it is particularly so because, firstly,\nnothing is\nknown about the insured during the crucial period of his\nlife just\n45\nbefore the contract in question was concluded,\nand secondly, the\nevidence adduced at the trial was so\ncontradictory.\nThe test for contractual capacity which is of application in the\npresent case is that which has been laid down in cases\nsuch as\nPrinsloo's Curators Bonis v Crafford and Prinsloo\n1905\nTS\n669\nand the two cases referred to in the preceding paragraph.\nIn\nPrinsloo's case, supra, Solomon J stated at p 673 that the\ntest\nwas whether the person concerned\n\"was of sufficiently sound mind and understanding to realise the nature of\nthe obligation into which he was entering, and to appreciate\nthe duties and\nresponsibilities created by that contract.\"\nIn Pheasant\nv Warne, supra, Innes CJ stated at p 488 :\n\"And a court of law called upon to decide a question of contractual\nliability depending upon mental capacity\nmust\n46\ndetermine whether the person concerned was or was not at the time capable of\nmanaging the particular affair in question - that is\nto say whether his mind was\nsuch that he could understand and appreciate the transaction into which he\npurported to enter.\"\nSee also Lange v Lange, supra, at\n341 - 342.\nIn my view the contract of insurance in question was a\nfairly simple one and it did not require a high degree of intelligence to\nunderstand\nthe nature of the contract and the nature of the obligations created\nthereby. It was not in issue that by the time of the insured's\ndeath no premiums\nwere outstanding and in view further of Richter's evidence it must be accepted\nthat the insured at least understood\nhis responsibility for paying the\npremiums.\nI have already referred in some detail to the conflicting\nevidence relating to the insured's mental state at the relevant time.\n47\nThere is an irreconcilable difference between the lay evidence of Adams,\non the one hand, and that of Williams, Richter and Whiting\non the other. I have\npointed out that the trial Court did not reject the evidence of Williams and\nRichter and merely\ncriticised certain aspects of their evidence.\nThat criticism, as I\nhave indicated, was not justified. I have also pointed out that\nthe trial Court's rejection of Whiting's evidence was\nunwarranted.\nAs for the expert witnesses Fenster's evidence was, as I have\nindicated, fundamentally flawed and can carry very little\nweight.\nLoebenstein, on the other hand, emphasised the insured's\npotential\nfor mental improvement resulting from a changed environment\nafter\nleaving school. On a proper assessment of all the evidence and\non\na correct application of the onus the trial Court should have\nheld\n48\nthat the respondent had not proved that the insured lacked\nthe\nrequired mental capacity to conclude the contract in\nquestion.\nI proceed to deal with the defence that the proposal\nform\ncontained the following misrepresentations which\ngrounded\nrepudiation of liability.\n\"1. There were no circumstances not disclosed in the proposal form relating\nto the insured's health which may affect the risk of assurance\non his\nlife;\n2.\tHe was self-employed and was in receipt of earnings exceeding R650-00 per\nmonth;\n3.\nHe\nhad attained a Std 8\nqualification;\n4.\nHe had one\nbrother who was in good health.\"\nIt was\nalleged in the pleadings that these statements were false in that, firstly,\nthere were circumstances relating to his health\nwhich may affect the risk namely\nthat he was severely mentally\n49\nretarded; secondly, he was unemployed and not in receipt\nof\nearnings exceeding R650-00 per month; thirdly, he had\nnot\nattained a Std 8 qualification; and fourthly, his\nbrother,\nalthough in good health, was also mentally retarded.\nSection Q\nof the proposal form contains a warranty, over the insured's\nsignature, of the truth of the statements in the proposal form\nand\nhis agreement that they form the basis of the insurance\ncontract.\nAn insurer's contractual right to repudiate liability on\nthe\nground of misrepresentation made to it, whether\nelevated to a\nwarranty or not, was curtailed by sec 63 (3) of the Insurance\nAct\n>\n27 of 1943, which, insofar as here relevant, provides as\nfollows:\n\"Notwithstanding anything to the contrary contained in any ... document\nrelating to (a domestic) policy, any such policy ... shall\nnot be invalidated\nand the obligation of an\ninsurer\n50\nthereunder shall not be excluded ... on account of any representation made\nto the insurer which is not true, whether or not such representation\nhas been\nwarranted to be true, unless the incorrectness of such representation is of such\na nature as to be likely to have materially\naffected the assessment of the risk\nunder the said policy at the time of issue ... thereof.\"\nThis sub-section was fully considered in a recent decision\nof\nthis Court in Qilingele v South African Mutual\nLife\nAssurance Society 1993 (1) SA 69 (A). In delivering the\njudgment of the Court Kriegler AJA distinguished between the test for\nmateriality\nin cases where the ground for repudiation is a\nfailure of the common law duty to disclose material facts, and the test\nin those cases where the insured expressly vouched for the\ntruth of his\nrepresentations founding the contract of insurance and moreover did so by way of\nwarranty (at 73 A-F and 74 F-G),\n51\nThe learned Judge stated the test in the latter type of case\nas\nfollows, irrespective of whether the misrepresentations have\nbeen\nwarranted to be true or not (at 75 B-E).\n\"The enquiry as to the materiality of the misrepresentation is consequently\nnot conducted in abstracto but is focused on the particular\nassessment. From\nthat it follows that the evidence of the underwriter who attended to the\nassessment is not only relevant but may\nprove crucial. So, too, evidence that\nthe insurer had a particular approach to risks of the kind in question would be\nrelevant and\ncould be cogent. Obviously general considerations affecting the\nassessment of the kind of risk in issue will bear on the probabilities\nand will\nbe taken into account. But, and this serves to be emphasised, the enquiry is\naimed at determining whether the specific assessment\nwas probably materially\naffected by the specific misrepresentation in\ncontention.\"\nThe learned Judge went on to say (at 75\nG-H) that applying this\ntest involved a simple comparison between two assessments of the\nrisk undertaken. The first is done on the basis of the facts as\n52\nmisrepresented by the insured. The second determines what the assessment\nwould have been on the facts truly stated. If there is a\nsignificant disparity\nbetween the two, then the materiality requirement in\nsec 63\n(3) is\nsatisfied.\nReturning to the misrepresentations alleged in the\npresent case, it was common cause that the first misrepresentation alleged on\nthe\npleadings was not proved as the insured was not severely mentally retarded.\nCounsel for the respondent contended in the alternative\nthat the statement was\nfalse in that the insured had attended a special class at school. This was\nclearly an afterthought and was\nnever canvassed at the trial. It is not possible\nto say what effect this might have had on the assessment of the risk.\n53\nThe second and fourth statements have not been shown to be false. Apart\nfrom Williams's evidence that she had formed the impression\nthat the insured\nworked for himself, there was no other admissible evidence of what the insured\ndid or what he earned. With regard\nto the insured's brother, there was no\nevidence that he was mentally retarded at the time the proposal form was signed.\nThe evidence\nof Mr Heugh, the foreman at Atomic Steel where he had been employed\non the open market for more than six years, whose evidence was\nnot contested,\nwas to the effect that he is a normal, average person and that there is nothing\nthe matter with his mental ability.\nThat leaves the statement that the insured had passed Std 8 at school\nwhich the parties agreed was false. Richter, the\n54\nrespondent's branch manager, was the man who assessed the\nrisk\nunder the policy on behalf of the respondent. His evidence\nwas\nto the effect that even had the insured indicated that he had\nonly\npassed Std 2 or that he had had no schooling at all, it would\nnot\nhave affected the assessment of the risk. Richter's evidence\nwas\nthat, on the respondent's approach to this type of insurance,\na\nperson's academic qualifications were not regarded as material.\nThere was no other evidence on this issue and the respondent\nhas,\nin my view, clearly failed to discharge the onus of proving that\nthis\nspecific misrepresentation materially affected the assessment of\nthe\nrisk. For these reasons the respondent has failed to show that\nit\nwas entitled to repudiate the contract on the ground of\nmisrepresentation.\n55\nI deal finally with the defence based on the failure of the duty to\ndisclose material facts. The respondent's allegation on the pleadings\nwas that\nthe insured had failed to disclose that he was severely mentally retarded. I\nhave already said that the insured was not\nproved to be severely mentally\nretarded. As in the case of the first of the alleged misrepresentations, counsel\nfor the respondent\ncontended in the alternative that the insured should have\ndisclosed that he had been placed in a special class at school. In President\nVersekeringsmaatskappy Bpk v Trust Bank van Afrika Bpk en 'n Ander\n1989 (1) SA\n208\nat 216 D-G this Court held that the test of whether information should be\ndisclosed was whether the reasonable man (not the reasonable\ninsurer or insured)\nwould appreciate that the information should be conveyed\n56\nto the prospective insurer so that the insurer\nitself could decide whether to accept the risk or to charge a higher premium\nthan usual.\nOn the facts of the present case I am unable to find that the\nreasonable man would have considered that he should\ninform the\ninsurer of the fact that he had been placed in a special class\nat\nschool. In my view the reasonable man would have considered\nthe information entirely irrelevant. In his mind the information\ncould not have influenced the risk in any way or his ability to\ncomply with his obligations under the policy. I cannot therefore\nfind that the insured ought to have disclosed the fact that he\nhad\nattended a special class at school to the respondent.\nFor these reasons the defences raised by the respondent\nfailed\nand the Court a quo erred in granting judgment\nwith costs in its\n57\nfavour. As far as the costs of counsel are\nconcerned Mr Laubscher appeared alone for the appellant at the hearing of\nthe\nappeal although he had appeared with a senior at the trial.\nHe\nasked for the trial costs of two counsel. I am satisfied\nthat,\nhaving regard to the amount involved in the action and the\nnature\nof the issues in dispite between the parties, the matter\nwarranted\nthe employment of two counsel and that the costs of two\ncounsel\nshould be allowed to the extent to which two counsel have in\nfact\nbeen employed.\nIn the result the appeal succeeds with costs and the\nfollowing\norders are made:\n1. Condonation is granted. The appellant is ordered\nto\npay the costs of the application for\ncondonation.\n58\n2.\tThe order of the Court a quo is set aside and it is\nreplaced\nby the following order:\n(a)\tJudgment is granted for the plaintiff in\nthe\namount of R200 000-00 with interest a tempore morae from 25 July 1988 to\ndate of payment.\n(b)\tDefendant is further ordered to pay interest at\nthe rate of\n12% per annum on the plaintiffs\ntaxed bill of costs from a date 15 days after the\nallocatur of the Taxing Master.\n(c)\tDefendant is ordered to pay the costs of the\naction, such\ncosts to include the costs of\ntwo\ncounsel.\n3.\tThe respondent is ordered to pay the costs of the\nappeal,\nincluding the costs of the application for leave\nto appeal but\nexcluding the costs of counsel for the\nappellant's supplementary\nheads of argument.\nW. VIVIER JA.\nHEFER JA) concurred.\nSCHUTZ JA\n:\nI find myself in disagreement with my two brethren as I\ntake\n2\na view of the facts as a whole that differs fundamentally from\ntheirs.\nRobert Geoffrey Fortuin (\"the deceased\") was born on 8\nFebruary 1961. His education was that given to the mentally retarded. He left\nschool on 17 January 1979 when he was nearly 18 and still in a special class.\nThe record is silent as to his activities during the\nnext five or six years. On\n26 February 1985, when he was 24, he signed a proposal form for life cover\naddressed to the A A Life Assurance\nAssociation Limited (the respondent,\nformerly the defendant). The insurance agent was one Whiting, who was obliged to\nleave the respondent's\nemploy not long after, and who made a \"singularly bad\nimpression\" on the trial judge. According to him the deceased presented himself\nas a perfectly normal person. The proposal provided for life\n3\ncover of R100 000 which was to be doubled to R200 000 if death were to be\naccidentally caused. The beneficiary was the plaintiff,\nVincent Charles Theron,\nwho was described in the proposal as \"friend.\" The record tells practically\nnothing about him. Although he\nwas available to give evidence he did not do so,\nand we do not have his version as to why he should have been so preferred or as\nto the mental condition of the deceased at the time. The deceased's parents had\ncast him away at an early age, and his only relation\nwas a younger brother\nJonathan, also mentally retarded when at school. In due course a policy was\nissued. On 21 July 1985 the deceased\nwas struck by a motor vehicle while\nwalking. Upon his death the appellant claimed the accident benefit.\nThe pre-conditions to liability having been established\nthe\n4\nonus rested on the respondent to prove its defences of misrepresentation\nor non-disclosure in the first instance, or of lack of mental\ncapacity to enter\ninto the insurance contract in the second. The court\na quo\nfound that\nlack of mental capacity had been proved, and made no finding on\nmisrepresentation or non-disclosure.\nThe evidence fell into three categories. Mrs Schilder and Mr Holmes, both\nremedial teachers, gave evidence for the respondent concerning\na limited period\nof the deceased's school career during the mid-seventies. With an IQ of 51 he\nonly just qualified for education.\nHad his score been a couple of points lower\nhe would have qualified only for training, not education. Their evidence was\naccepted.\nThere is a chasm, not only in time, between their\nevidence\n5\nand that of three witnesses called by the appellant concerning the\ndeceased's mental condition in 1985, Whiting aforesaid, the deceased's\nlandlady\nMrs Marlene Williams, and one Richter. According to them the deceased was quite\nnormal. The judge rejected the evidence\nof Whiting, commented adversely on that\nof Williams, and while not rejecting that of Richter, found that it was not\nproved that the\nman he had dealt with was the deceased. A very different picture\nof the deceased at this time was painted by a witness called by\nthe respondent,\none Yusef Adams. It was that of the old Robert Fortuin. The judge accepted his\nevidence. Two experts gave evidence,\nDr Fenster, a psychiatrist, for the\nrespondent, and Mr Loebenstein, a psychologist, for the appellant. Neither of\nthem had ever seen\nthe deceased, so that their conclusions\n6\nwere much dependent upon which of the witnesses were telling the\ntruth.\nWhen weighing both the expert and the lay witnesses, the question as to\nthe deceased's mental condition in 1985 is one of fact.\nThe legal principles applicable are clear and are set out in the judgment\nof my brother Vivien\nMy view of the evidence leads me to disagree with my brethren on whether\nthe respondent discharged the onus of proving mental incapacity\nin 1985. I shall\nset out the reasons for my differing briefly. However, before doing so I find it\nnecessary to comment that despite\na record of more than 1600 pages, by the end\nof the trial remarkably few facts had been proved. This did not bode well for\nthe onus-bearer.\nThis state of affairs may to some extent be explained\nby\n7\nthe many interventions by the trial judge, which at times tended to\nhinder and even obstruct the flow of presentation.\nThe main thrust of the appellant's argument is that whatever had been\nproved about the deceased's mental state in the mid seventies,\nit had not\nbridged the gap extending to 1985, and that there was no sufficient basis for\npreferring the evidence of Adams about that\nlatter time to that of Williams,\nWhiting and one Richter.\nThe one solid plank in this case is the evidence of Schilder and Holmes\nwho taught at Lotus Primary School. Whatever difficulty they\nmay have had in\nrecalling two pupils of many years before, I consider that they were reliable\nwitnesses and also skilled and sympathetic.\nThe details of their evidence are\nset out in the judgment of\n8\nmy brother Vivier and I do not propose repeating them. What it amounts to\nis that by the end of 1976 when he was nearly 16 the deceased\nhad an IQ of 51\nand had reached a level of somewhere between sub B and early Standard 2,\ndepending upon the subject, but this in\na special class where promotion was as\nmuch a matter of encouragement as achievement. He did not have the retentive\ncapacity to perform\neven simple tasks, was gullible and easily led, and did not\nadvance much. Neither Schilder nor Holmes thought that he would be able\nto cope\nwith the import of a life policy. As against this it should be noted that he was\ndragged down by a tragic home background\nwhich probably affected his achievement\nand may have reduced his IQ score by a few points. Nothing has been proved about\nhis last\ntwo school years at Bridgetown save, as already stated, that\n9\nhe left in January 1979 when he was still in a special class. It seems\nto\nme unlikely that he would have progressed much further during\nthose\ntwo years.\nWhat was his prognosis? Under cross-examination\nHolmes\nexpressed some astonishment at the facts to which he was told\nMrs\nWilliams would depose. Having said that his projection was based\non\nhis knowledge of the deceased's performance at school, he\nproceeded:\n\"And I would think it was a professional type of projection in my case\nand I think the wealth of experience behind me, dealing with\nhandicapped\nchildren, I found it incompatible that children who leave school who couldn't do\nthings will just dramatically when they\nleave school, be able to cope with that,\nM'Lord. I just couldn't concede that. I must have scientific evidence that it is\nactually\nso, but my perception as a professional trainman (sic on the record) I\nfeel I just couldn't project that kind of thing as a reality.\"\n10\nThat is an opinion evidence to which I attach\nweight.\nMuch of the opposed evidence of Dr.\nFenster and Mr Loebenstein was concerned with how reliably the school evidence\ncould be projected\nforward. Dr. Fernster was emphatic that the deceased would\nnot have improved appreciably, that he would not have been able to hold\nhis own\nin the open labour market and that he would not have had the capacity to\nunderstand the inwardness of a contract of insurance.\nMr Loebenstein, on the\nother hand, was of the view that one had to be much more cautious, that some\nintervening event may have occurred\nand that the unhappy home background may\nhave been removed. There was always hope.\nI disagree with my brethren on their assessment of\nboth\n11\nexperts.\nDr. Fenster was criticized as being dogmatic. He was dogmatic. But\ndogmatism is sometimes the product of long experience and deep\nunderstanding.\nAdvancing age may increase it manifestation. I do not consider that the fact\nthat Dr. Fenster stuck to his guns is\nin itself a matter for criticism. There\nare other grounds for criticism. It appeared that he was using definitions of\nclasses of\nmental disorder or retardation which do not always accord with the\nmore muted language that has come to be accepted in our time,\nsometimes I think\nwith the loss of the hard edge of old English words. The other main criticism\nwas that he kept re-iterating in\nresponse to much that was put to him, that the\ndeceased was still in sub B at the age of 18. There were slight\nvariants.\n12\nIn fairness to him I think that it should be remembered that at the stage\nwhen he gave evidence no-one in court seemed to know quite\nwhen the deceased had\nleft school or what standard he had attained. However, whatever criticisms of\nhim go home I regard the essential\ncore of his evidence as valid, and in\nconformity with that of Mr. Holmes and ones own experience of life.\nMr. Loebenstein's evidence, on the other hand, does not impress me. He\ntended to stick to the plus points for the plaintiff, and had\ngreat difficulty\nin accepting that Mrs. Williams's version might be false although he did concede\nafter much pushing that if Adams's\nversion were to be accepted, deceased may\nhave been much as he had been at school. Unlike Dr. Fenster he was not prepared\nat all\nto express an\n13\nopinion on the deceased's contractual capacity. There was no dogma here,\nso that one had only Dr. Fenster's opinion opposed not by\na contrary opinion,\nbut only doubts as to its correctness. Mr. Loebenstein's lack of dogma was put\nforward as a virtue showing what\na scientific approach he adopted when faced by\na paucity of facts. I do not think so. To my mind he was evasive at times,\nparticularly\nin his refusal (supported by the trial judge) to say what he\nactually thought about the deceased. To say that one cannot give a considered\nexpert opinion for lack of facts is one thing. To refuse to say what one thinks\nabout such facts as are available is another.\nFrom what I have said so far it is apparent that I would have expected\nthe deceased of 1985 to be not much different from the\n14\ndeceased of 1979. And this is exactly what Adams says. I shall not repeat\nhis evidence, which is set out in my brother's judgment.\nSuffice it to say that\nI regard him as an impressive witness.\nWhen I turn to the three witnesses for the plaintiff, Williams, Whiting\nand Richter, I have a serious difficulty. Each would have\nit that the deceased\nappeared to be quite normal. This I find very difficult to accept. It they had\ndescribed a somewhat improved\nperson it might have been otherwise, But they\nwould have him, between them, a man of affairs, a reader and a savourer of\ncurrent\naffairs. It was as if he had been reborn. This I find not only\nimplausible but suspicious.\nIndeed I find the facts surrounding this claim to be generally\nsuspicious. The suspicion in short is that a gullible moron was\nprevailed\n15\nupon to take out insurance on his life appointing a \"friend\" as the\nbeneficiary, and was thereafter murdered. That was not pleaded.\nNo doubt if it\ncould have been proved, a plea equivalent to\nde bloedige hand erft niet\nwould have been raised. But the suspicion remains. Once one suspects fraud one\nmust be on one's guard against wholesale fabrication,\nsomething one does not\nencounter with the great majority of witnesses. To my mind the most suspicious\naspect of the case is that\nthe plaintiff himself did not give evidence. It is\ntrue that he bore no onus. But for the reasons already given he had a\nsubstantial\ncase to meet, and I rind it surprising, if he was innocent, that he\ndid not go into the witness box in support of his witnesses,\nall three of whom\nhad suffered various degrees of damage. It would have been so easy for him to\nhave explained why\n18\nThe fact that a witness cannot be faulted does not necessarily mean that\nshe is telling the truth. In the result I consider that the\nweight of the case\npresented by the defendant is such as to outweigh the fact that Mrs Williams's\nevidence has not been proved false,\ngiven also the suspicion that in my opinion\nattaches to any evidence put forward by the plaintiff, particularly created by\nhis own\nfailure to give evidence.\nI would add that whatever unfortunate phrases he may have used I do not\nthink that the trial judge lost sight of the elementary principle\nthat the onus\nlay on the defendant, just as I have not done in expressing surprise that the\nplaintiff failed to give evidence.\nI am therefore of the opinion that the defence has discharged the onus of\nproving the deceased's lack of mental capacity.\n19\nIn the circumstances I do not consider it necessary to deal with the\nfurther defences raised. I would, however, express my respectful\nagreement with\nwhat my brother Vivier has said about the admission of evidence under\ns 3\nof the\nLaw of Evidence Amendment Act 45 of 1988\n: about condonation and the costs the\nthereanent: and about the employment of two counsel.\nIn the result I would dismiss the appeal with costs.\nW P SCHUTZ JUDGE OF APPEAL",
  "scraped_at": "2026-02-12T07:03:45.939423",
  "date": "1995-05-25",
  "coram": [
    "HEFER JA",
    "VIVIER JA",
    "SCHUTZ JA"
  ],
  "case_number": "218/93",
  "parties": {
    "applicants": [
      "Vincent Charles Theron"
    ],
    "respondents": [
      "A A Life Assurance Association Ltd"
    ]
  },
  "sections": {
    "facts": "The appellant, Vincent Theron, was the nominated beneficiary of a life‑insurance policy taken out by the deceased, Robert Geoffrey Fortuin, on 20 March 1985. The policy provided R100,000 basic cover and an additional R100,000 accidental death benefit. Fortuin died on 21 July 1985 after being struck by a vehicle. The respondent, A A Life Assurance Association, repudiated liability on three grounds: alleged misrepresentations in the proposal form, non‑disclosure of a material fact (mental retardation), and lack of contractual capacity of the insured. The trial court upheld the repudiation, dismissing the claim. On appeal, the appellant sought condonation for the late filing of the notice of appeal and the record, and contested the substantive findings on mental capacity and materiality of the alleged misrepresentations. Evidence presented included school records, testimony from teachers, the landlady Mrs Williams, a bricklayer Mr Adams, the insurance agent Mr Whiting, and expert witnesses Dr Fenster (psychiatrist) and Mr Loebenstein (psychologist).",
    "issues": "1. Whether the Court should grant condonation for the appellant’s late notice of appeal and late lodgement of the record. 2. Whether the respondent proved that the insured lacked the requisite mental capacity to enter into the insurance contract at the time of its formation. 3. Whether the alleged misrepresentations and non‑disclosure were material to the risk assessment under s 63(3) of the Insurance Act, thereby justifying repudiation.",
    "principles": "The Court applied the discretion to grant condonation, guided by cases such as Finbro Furnishers v Registrar of Deeds and Blumenthal v Thomson NO, emphasizing that condonation may be refused if the explanation is unsatisfactory. For contractual capacity the test from Prinsloo’s Curators Bonis v Crafford, Pheasant v Warne and Lange v Lange was applied: the person must be of a sound mind to understand the nature and obligations of the contract. Regarding material misrepresentation, the Court followed s 63(3) of the Insurance Act as interpreted in Qilingele v South African Mutual Life Assurance Society, requiring a comparison of the risk assessment with and without the misrepresentation to determine material effect.",
    "application": "The Court found the appellant’s explanation for the procedural defaults credible and therefore granted condonation. On the substantive issue, it held that the respondent failed to discharge the onus of proving lack of capacity; the expert evidence of Dr Fenster was based on an outdated classification and was unreliable, while Mr Loebenstein’s evidence of mild retardation and the landlady’s observations indicated sufficient capacity. The Court also concluded that the alleged misrepresentations (e.g., educational qualifications) were not material to the risk assessment, as the insurer’s own practice did not regard academic qualifications as material. Consequently, the respondent’s grounds for repudiation were not established.",
    "conclusion": "The appeal was allowed. Condonation was granted and the appellant ordered to pay the costs of that application. The order of the trial court was set aside and judgment entered for the plaintiff in the amount of R200,000 with interest from 25 July 1988, plus interest on costs at 12% per annum. The respondent was ordered to pay the costs of the action, including costs for two counsel, and the costs of the appeal (excluding the appellant’s supplementary heads of argument)."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Life Insurance – Contractual Capacity",
    "level_3": [
      "misrepresentation",
      "contractual capacity",
      "condonation",
      "mental disability",
      "burden of proof"
    ]
  }
}