{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/47.html",
  "case_name": "Eden Village (Meadowbrook) (Pty) Ltd and Another v Edwards and Another (164/93) [1995] ZASCA 47; 1995 (4) SA 31 (AD); (11 May 1995)",
  "citation": "[1995] ZASCA 47",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 47\n|\nNoteup\n|\nLawCite\nEden Village (Meadowbrook) (Pty) Ltd and Another v Edwards and Another (164/93) [1995] ZASCA 47; 1995 (4) SA 31 (AD); (11 May 1995)\nDownload original files\nPDF format\nRTF format\nCase No 164/93\nIN THE SUPREME COURT OF SOUTH AFRICA\n(\nAPPELLATE DIVISION\n)\nIn the matter between:\nEDEN VILLAGE (MEADOWBROOK) (PTY) LTD\n... First Appellant\nLIEFDE EN VREDE \t Second Appellant\nAND\nEDWARDS, RONALD ERNEST\nFirst Respondent\nEDWARDS, AVICE VERNON\nSecond Respondent\nCoram\n: JOUBERT, HOEXTER, NESTADT, EKSTEEN et\nDelivered\n: 11 May 1995\nJUDGMENT\nEKSTEEN\n, JA :\nThe Eden Retirement Village tends to conjure up in\nthe mind visions of the primeval paradise,\nand when in addition one reads\nthat it is being mana-\nged by a company known as Liefde en Vrede, one may be\nforgivien for thinking that it holds out promise of the\ndawn of some millennial age for all who seek to dwell\nwithin its bounds. That blissful prospect, however,\nwas not vouchsafed to Mr and Mrs Edwards (the respondents) after they came to\nlive in this would-be de-\nlectable meadow.\nIn August 1986 they entered into a writ-\nten agreement with first appellant - the owner and\ndeveloper of Eden Village - in terms of which they\n... / 2\n2\nlent it R59 900 as an interest-free loan. In return they were to receive\nvacant and undisturbed possession\nof a house in the village from 1 April 1987\nto the\ndeath of the longest living of them. This house was\nto be built according to certain agreed specifications.\nThe respondents\nalso undertook to pay a monthly levy\nto be determined by the management\ncompany, ie Liefde\nen Vrede (the second appellant). The agreement\nwent on to provide that the cost of water and the\nrates and taxes would be included in the levy; that\n\"the complex Eden Retirement Village\" would offer ia a frail care centre, a\nrecreation centre where meals would be provided at a nominal\ncharge, a 7 day\nfree holiday at Warner Beach annually, and that there\n.... /3\n3\nwould be full security at the main gate and patrolling\nof\nthe grounds. In pursuance of this, and other agreements con\ncluded with\nother people, Eden Village was built and the houses\noccupied by retired\npersons.\nThe possibility that the complex may at some future date be converted into a\ndevelopment scheme in terms of the\nSectional Titles Act (No 95 of 1986)\n(hereinafter referred\nto as \"the Sectional Titles Act\") was held out in clause 5.4 of the agreement\nwhich provided that:\n\"5.4 On completion of the unit and in the\nevent of a Sectional Title Register being opened the occupier may cause a\nmortgage bond in an amount equal to the loan to be registered\nover the unit\nas security for repayment of the loan.\"\nNowhere in the contract was there any undertaking by\nthe first appellant to convert the complex into a\n..../ 4\n4\ndevelopment scheme (ie a sectional title scheme) at any\nFuture time or at all. The clause I have quoted merely\nholds out the possibility of such an event occurring\nin the future and no more.\nClause 13 of the agreement provided that\n\"13 This agreement represents the entire agreement between the parties who\nacknowledge that no warranties have been made save as are\nset forth herein.\"\nAs the number of residents grew so did\nthe discontent at the\nadministration and management\nof the village, and more particularly at the\nway in\nwhich the monthly levies were being spent. So\nserious did the dissatisfaction become that it was\neventually agreed to submit the dispute between the\n..../ 5\n5\nresidents and the appellants to the mediation of Professor Louise Tager who\nhad been appointed chairman of the Business Practices\nCommittee. The meetings\nattendant on the mediation seem to have been held during 1990, and the parties,\nwhich included \"the greater\nmajority of residents\" agreed to abide by the\ndecision of Professor Tager. At one of the meetings the first appellant\nindicated that\nit had begun to take steps to open a sectional title register and\nbound itself to take all steps necessary to expedite the opening\nof the\nregister. It appears from the papers that the first appellant had instructed a\nfirm of land surveyors, town planners, and\nsectional title\n.... / 6\n6\nconsultants on 1 October 1990 to prepare sectional plans for the units in\nEden Village.\nThe mediation procedure was apparently completed before the end\nof 1990, and on 15 January 1991 Professor Tager sent her ruling to\nthe\nrepresentatives of the residents, and presumably also to the appellants. This\nruling provided for the administration of the village\nto be undertaken by a\ncommittee consisting of five residents, to be elected from among the body of\nresidents, as well as a representative\nof each of the appellants. The\ncommittee\nwould be responsible for all \"staff matters\" and would be entitled to see and\nmonitor the books of account relating to the village.\n.... / 7\n7\nPursuant to this ruling the appellants\nagreed to the election of a residents committee on\nwhich they were also represented, and that this com-\nmittee be \"afforded limited rights of participation\nin the management and\nadministration\" of the village.\nSuch a committee was then duly elected. There is\nsome dispute on the papers as to whether the appel-\nlants complied with all aspects of Professor Tager's\nruling. The respondents say they did not. The appellants deny these\nallegations. In any event the friction between the appellants\nand the residents\nseems to have continued. A series of letters containing allegations and\ncounter-allegations passed\nbetween their attorneys. Eventually by letter\n.... / 8\n8\ndated 8 October 1991 the appellants purported to can\ncel the \"agreement\"\nrelating to the administration\nand management of the village, and to regard\nthe\nelected committee of residents as \"defunct and with\nout authority\".\nAppellants would in future ad-\nminister the village on their own.\nOn 25 October 1991 the respondents approached the Witwatersrand Local\nDivision on notice of motion seeking a declaratory order against\nthe first\nappellant -\n\"That Regulations 7 to 14 inclusive published in Government Notice R 1351 of\n30 June 1989 in terms of the Housing Development Schemes\nfor Retired Persons Act\nNo 65 of 1988 are applicable to Respondent's\nretirement village being Eden Village\n(Meadowbrook).\"\n.... / 9\n9\nFirst appellant opposed the application and filed an answering\naffidavit on 13 December 1991.\nTherein it alleges i a that -\n\"preparations in respect of the opening of a consolidated Sectional Titles\nRegister are well under way.\"\nAfter the respondents had filed their replying affidavit they applied to the\ncourt to join the second appellant as second respondent.\nThis application was\ngranted and that is how the second appellant became a party to the suit.\nOn\n11 May 1992 second appellant filed its answering affidavit. From the allegations\nin para 4 thereof and in the annexures thereto,\nit appears that first appellant\napplied to the Germiston City Council,\n.... / 10\n10\n(which is the local authority exercising jurisdiction over the land on which\nEden Village had been established) for its approval of\nthe proposed sectional\ntitle development. This application appears to have been made on 17 February\n1992, and on 17 March 1992 the\nCity Council approved the application subject to\nthe registration of a right of way along the eastern boundary of the property in\nfavour of the Council.\nAfter several more affidavits had been filed by both\nsides the court granted the order prayed for. The present appeal is brought\nagainst\nthe grant of that order.\nIn argument before us Mr Slomow\nitz\n.... / 11\n11\nwho appeared For the appellants, relied on the following four grounds for his\nsubmission that the declaratory order should not have\nbeen granted, viz\n1\nThat as it had been the\nintention of the appellants to convert the housing development scheme\nestablished by them to a sectional title\nscheme, and that they had applied to\nthe Germiston City Council for and obtained their approval for the scheme, the\nregulations in\nquestion could not apply.\n2\nIn\nany event, he submitted, the regulations promulgated were ultra\nvires\nthe\nauthority conferred on the Minister by\n.... / 12\n12\nsection 11 of the Housing and Development Schemes for Retired\nPersons Act No 65 of\n1988 (\"the Act\").\n3\t\t\t\tThe regulations could not be regarded as\nhaving been made in terms of the said\nsection 11 as they had been made by the\nand not by the Minister of Economic Affairs\nand Technology as contemplated by the Act.\n4\tThe respondents ought to have joined all\nthe residents of Eden Village as they must\nbe regarded as having a direct and sub-\nstantial interest in the matter.\n1 shall deal with each of the grounds in\n.... / 13\n13 turn.\nThe First Ground\n.\nThe Act came into force on 1 July 1989.\nIn section 1 a \"retired person\" is defined as\n\"a person who is 50 years of age or older\"\nand a \"housing interest\" in relation to a housing\ndevelopment scheme, as\n\"any right to claim transfer of the land to\nwhich the scheme relates, or to use or occupy that land\".\nA \"housing development scheme\" is defined as meaning\n\"any scheme, arrangement or undertaking -(a) in terms of which housing\ninterests are alienated for occupation contemplated in section\n7 (i e only by\nretired persons or\ntheir spouses), whether the scheme,\narrangement or undertaking is operated\npursuant to or in connection with a\n.... / 14\n14\ndevelopment scheme, or a share block scheme or membership of or participation\nin any club, association, organisation\nor other body, or the issuing of shares,\nor otherwise, but excluding a property\ntime-sharing scheme, or\n(b) declared a housing development scheme by the Minister by notice in the\nGazette for the purposes of this Act.\"\nA \"development scheme\" means a development scheme as defined in section 1(1)\nof the Sectional Titles Act, and a \"share block scheme\"\nmeans a share block\nscheme as defined in section 1 of the Share Blocks Control Act 1980 (Act No 59\nof 1980).\nThe term \"housing development scheme\"\ntherefore embraces a large\nvariety of schemes aimed\nat providing housing for retired persons, and\nin\ncludes ia a sectional title scheme, a share block\n... / 15\n15\nscheme and a scheme such as the present one where a\n\"life right\" is\ngranted. This is further emphasised\nby the definition of a \"right of\noccupation\" which is\ndefined to mean -\n\"the right of a purchaser of a housing interest -\n(a)\nwhich is subject to the\npayment of a fixed or determinable sum of money by way of a loan or otherwise\n... ; and\n(b)\nwhich confers the power to\noccupy a portion in a housing development scheme for the duration of the\nlifetime of the purchaser ...\nbut without conferring the power to claim transfer\nof the ownership of the portion to which the housing interest\nrelates\".\nActing in terms of section 11 of the Act\nthe Minister promulgated certain regulations by Government Notice 1351 of 30\nJune 1989 (\"GN\n1351\"). These\n.... / 16\n16\nregulations, in the First piece, imposed obligations on a developer in\nrespect of the advertising and sale\nof units. Regulations 7 to 14 provided\nFor the establishment of a management association consisting of the developer\nand each of the\nresidents. This association is given wide powers of control,\nmanagement and administration of the whole scheme. Regulation 2, however,\nprovided that\n\"2 Regulation 7 to 14 shall not apply to a housing development scheme\noperated pursuant to or in connection with a development scheme\nor a share block\nscheme.\"\nIn the present appeal both parties approached the matter on the basis that\nthese regulations did not apply to Eden Village at the\ntime of\n.... / 17\n17\ntheir promulgation because Eden Village had been established before 30 June\n1989. On 14 June 1991,\nhowever, the Minister, by Government Notice R 1349\n(\"GN 1349\") issued a further regulation which provi-\nded that\n\"1 Regulations 7 to 14 of Government Notice R 1351 of 30 June 1989, shall be\napplicable to any housing development scheme irrespective\nof the date of\ncompletion of such scheme, excluding a housing development scheme conducted in\npursuance of a development scheme or\na share block scheme.\"\nAlthough Regulation 2 of GN 1351 is couched in the negative whereas the\nabovequoted regulation is framed in the positive there can\nbe little\ndoubt that they were both intended to have the same\n.... / 18\n18\nresult, viz to provide for the application of regulations 7 to 14 of GN 1351\nto a housing development scheme which is not \"operated\npursuant to or\nin\nconnection with\" or \"in pursuance of\" a development\nscheme or a share block scheme.\nIf a housing development scheme takes the\nform of a sectional titles scheme and is designed to\nprovide housing for retired persons, it will be\ngoverned not only by the Act but also by the Sectional\nTitles Act. In\nterms of section 4 of that Act a\ndeveloper would, in the first instance, have\nto apply\nto the local authority exercising jurisdiction over\nthe area in\nwhich the land to be developed is situated\nfor approval of the proposed\nscheme. After such\n... / 19\n19\napproval has been obtained a draft sectional plan drawn up or vouched for by\na land surveyor or an architect must be submitted to\nthe Surveyor-General for\nhis approval (sections 7 and 8). Only after the Surveyor-General has approved of\nthe scheme may the developer\napply to the appropriate Registrar of Deeds for the\nopening of a sectional titles register and for the registration of the sectional\nplan (section 11). When the Registrar of Deeds is satisfied that all the\nstatutory and other legal requirements have been complied\nwith, he will register\nthe sectional plan and\nopen a sectional title register (section 12).\nIt is only when a sectional title\nregister has been opened that a developer can transfer\n.... / 20\n20\nunits in the scheme to purchasers thereof, and it is only then that a body\ncorporate can come into existence. Section 36(1) provides\nthat\n\"36(1) With effect from the date on which any person other than the developer\nbecomes an owner of a unit in a scheme, there shall\nbe deemed to be established\nfor that scheme a body corporate\nof which the developer and such person\nare members, and every person who thereafter becomes an owner of a unit shall\nbe a member of that body corporate.\"\nThis body corporate shall thereafter be solely responsible for the control,\nmanagement, administration, use\nand enjoyment of the sections and of the common pro-\nperty in the scheme (sections 35 to 38). In such a\nscheme therefore the residents will control their own\n.... / 21\n21\ndestiny, and when the last unit has been sold the\ndeveloper shall, except\nin certain exceptional cir\ncumstances, disappear From the scene\naltogether.\nIn the case of a housing development scheme\ntaking the form of a share block scheme in terms of the\nShare Blocks Control Act, the participants will also have\na say in the control of the scheme. Not only will the\nacquisition of a share or shares in the share block\ncompany entitle the holders thereof to the use of\nspecified parts of the immovable property in respect of\nwhich the company operates the scheme (section 7(2)),\nbut such acquisition also accords them a vote in the\nconduct of the\naffairs of the company (section 10)\nand the right collectively to appoint at\nleast one or\n.... / 22\n22\ntwo of the directors (section 12(1)).\nI need not consider the nature of a share\nblock scheme any further as it\nis not relevant to the\nissues in the present appeal. Suffice it to say that\nboth in a sectional title scheme and in a share block\nscheme the residents\nwill be able to participate in\nthe general administration and running of the\nscheme.\nThe regulations published in GN 1351 on 30 June 1989\nwere clearly\ndesigned to afford a similar form of\nparticipation to residents in a scheme under the Act\nwhich was not a sectional titles scheme or a share\nblock scheme as well. In fact the provisions of\nregulations 7 to 14 seem to have been largely taken\nfrom very similar provisions contained in sections\n..../ 23\n23\n36, 37 and 38 of the Sectional Titles Act. Furthermore, since both the latter\nAct and the Share Blocks\nControl Act made adequate provision for the\nparticipation of residents in the control of their residential schemes it was\nnot necessary,\nand was in fact undesirable, that regulations 7 to 14 should\napply to them.\nIn advancing his first contention that these regulations did\nnot apply to Eden Village, Mr\nSlomowitz\nsubmitted that the first\nappellant intended to convert Eden Village from a \"life interest\" scheme to a\nsectional title scheme; that\nfirst appellant had applied to the Germiston City\nCouncil for its approval and that such approval had been granted on 17 March\n1992;\nand that, at the time that the application had\n.... / 24\n24\nbeen brought in the court a\nquo\nand when the appellants had filed\ntheir answering affidavits first appellant still intended submitting his\nsectional title plans\nto the Surveyor-General for his approval. In these\ncircumstances, Mr\nSlomowitz\nsubmitted, a sectional title scheme was in\nexistence, and that regulations 7 to 14 could therefore not apply. He submitted\nthat the\nsectional title scheme had come into existence as soon as first\nappellant had applied to the Germiston City Council for its approval\nor, at the\nlatest, when such approval had been granted. In considering these submissions it\nis necessary in the first place to determine\nwhether, in circumstances of the\npresent case, it can be said\n.... / 25\n25\nthat Eden Village was being \"operated pursuant to or in connection with\" or\n\"conducted in pursuance of\" a sectional title scheme.\nIt certainly was not, even\non Mr S\nlomowitz's\nsubmissions, being so conducted on 14 June 1991 when GN\n1349 was promulgated. Nor, to my mind, can it be said to have been so conducted\nat the time when the application was brought or when the answering affidavits\nwere filed. In terms of the provisions 1 have outlined\nabove a sectional title\nscheme cannot be said to have come into existence until the developer has\nreceived the approval not only\nof the local authority concerned, but also of the\nSurveyor-General and the Registrar of Deeds. Either of these may withhold\napproval\nthereby\n.... / 26\n26\ndelaying the coming into existence of the scheme\nfor an inordinate period\nof time, or even preventing\nit from coming into existence at all. In any\nevent\nit seems to me that it cannot properly be said that\nany housing\ndevelopment scheme is being\noperated\nor\nconducted\nin pursuance\nof a sectional title scheme\nuntil at least a sectional title register has\nbeen\nopened and a body corporate brought into existence.\nThe Oxford\nEnglish Dictionary gives the meaning of\n\"operate\" as \"to direct the working\nof; to manage,\nconduct, work (a ... business) .... \", and \"conduct\"\n\"to direct, manage, carry on (a ... business ....)\"\nA housing development\nscheme cannot therefore be\nsaid to be operated or conducted in pursuance of\na\n.... / 27\n27\nscheme which has itself not yet received final approval\nand is therefore not yet in existence. It is not\nenough For a developer merely to intend to bring such a scheme into\nexistence, nor are any of the preliminary steps such as the approval\nof a local\nauthority sufficient. In order for a housing development scheme to be operated\nor conducted pursuant to a sectional title\nscheme it seems to me that there must\nbe a sectional title register and a body corporate in existence.\nMr\nSlomowitz\nsought to rely on an unreported judgment of\nSpoelstra\n, J in the matter of\nSorgvrye Maande en 'n Ander v Die\nVoorsitter van die\nHui\nskomitee Protea Aftree-Oord (Heuwelsig) en Ander\n(Case No 749/91 (T)). From the judgment in that\n.... / 28\n28\ncase it would appear that the applicants sought a declaratory order that\nregulations 7 to 14 of GN 1351 did not apply to the housing\ndevelopment scheme\nknown as Protea Aftree-oord (Heuwelsig) (\"Protea\"). The second applicant in that\nmatter was a property developer\nwho had been responsible for developing Protea.\nIt had already disposed of rights of occupation in respect of several units in\nthe\nscheme, which had been acquired by the respondents who had taken occupation\nat the time the application was brought. It was common\ncause that the scheme\nconstituted a housing development scheme\nin terms of the Act. It was also\ncommon cause that,\nin the contracts that the second applicant had\ncon\ncluded with the respondents he had undertaken to open\n.... / 29\n29\na sectional title register in respect of the scheme\nand to dispose of some\nof the sectional title units when, in his discretion,he decided to do so. At the\ntime the application was brought\nthe sectional title register had not yet been\nopened. How Far the second applicant had got in his professed intention to do so\ndoes\nnot appear from the judgment. The court made the declaratory order sought\nand held that regulations 7 to 14 did not apply to Protea.\nThe learned Judge's\nreasons for coming to this conclusion are not very clear to me. They seem to be\ncontained in the follow-\ning passage from his judgment.\n\"Ek stem saam met Mnr. van Wyk se betoog\ndat ontwikkelingskemas soos\ngedefinieer in\ndie Wet op Deeltitels juis daarop dui dat\n.... / 30\n30\nhierdie skema nie 'n voltooide skeme hoef te wees nie, vir sover die\nbewoording in die omskrywing van ontwikkelingskema dearop dui\ndat dit geboue is\nwat geleë is of opgerig gaan word en dat dit dus iets is wat ook in die\ntoekoms nog kan ontwikkel.\"\nIt is true that the definition of a\n\"development scheme\" contained in the\nSectional Titles\nAct does refer to\n\"a building or buildings situated or to be\nerected on land .... to be divided into two\nor more sections\"\nbut this does not mean that a scheme which has\nnot\nyet received the approval of the Registrar of Deeds\nand in respect of\nwhich no sectional title register\nhas been opened can be regarded as a scheme\nwhich is\nalready in existence. The learned Judge did not\n31\nconsider the wording of regulation 2 of GN 1351.\nWhere there is no\nsectional title register for a scheme,\nand hence no body corporate, it is\ndifficult to see\nhow it can ever be said that the scheme is being opera-\nted pursuant to a development scheme - ie a sectional\ntitle scheme. Had the learned Judge considered this\napsect, it seems to me that he must then have come\nto a different conclusion.\nIn the present case the sectional title\nscheme had not yet come into existence at the time\nthe application had been brought and consequently\nEden Village was not at that time being \"operated\npursuant to or in connection with\" or \"conducted in\npursuance of\" a development scheme or a share block\n.... / 32\n32\nscheme. Regulations 7 to 14 if GN 1351 were therefore\napplicable to the scheme.\nThe Second Ground\nHere Mr\nSlomowitz\nrelied on the submission that the regulations were\nultra vires\nthe\nauthority of the Minister in that section 11 of the Act did not empower him to\nmake regulations of such wide and far-reaching\nimport as those he had purported\nto make. He submitted that they went beyond the true meaning to be assigned to\nthe words used in\nsection 11 and that the regulations had the effect of\ndepriving the first appellant of the control of what was effectually its\nproperty\nand transferring it to a management association of non-owners.\nSection 11 of the Act gives the Minister\n.... / 33\n33\nthe authority to make regulations in respect of a\nvariety of matters. Those relevant to the present\ncase read as follows viz -\n\"11(1) The Minister may make regulations -\n(a)\t....\n(b) ....\n(c)\tregarding the alienation of housing\ninterests and the control over and\nthe operation of housing\ndevelopment\nschemes, including the payment of\nlevies and the establishment of\nlevy funds;\n(d) ....\n(e)\tregarding the establishment and utili\nzation of facilities or services\ncon\ntemplated in section 4(1)(o) ;\n(f) .....\n(g)\t....\n(h) regarding any matter which is re\nquired or permitted to be\nprescribed\nby regulation, or is considered nece\nssary or expedient to be\nso prescribed in order to achieve the objects of this Act;\n.... /\n34\n34\n(i) ...\n(2)\tA regulation may prescribe penalties\nFor a contravention thereof or\nfailure\nto comply therewith ....\n(3)\tA regulation under paragraph (c) or (e)\nof sub-section (1) may provide\nfor the\napplication thereof also in respect of\nhousing development schemes\nerected at\nany time before the commencement of\nthis Act.\"\nThe wording of this section is of a wide and embracing import and envisages\nregulations \"regarding the control over and the operation\nof housing development\nschemes\" and \"regarding any matter which is ... considered necessary or\nexpedient to be so prescribed\nin order to achieve the objects of this Act\".\nIt even\nauthorises the application of regulations to \"housing development\nschemes erected at any time before the\n.... / 35\n35\ncommencement of this Act\".\nWhen one has regard to the objects of the\nAct the reason for such wide\nauthorisation becomes more\napparent. The Act falls within the category of\nwhat\nmight be termd \"social\" or \"consumer protection\"\nlegislation. Its object is to protect elderly or\nretired persons investing their savings in a housing\ndevelopment scheme from possible exploitation by a developer. As an example\nof this one may have regard to section 2 to 4 of the Act\nwhich provide in\nconsiderable detail what a contract for the acquisi-\ntion of a housing\ninterest by a retired person should contain: details as to exactly what he is\nacquiring and what his obligations\n.... / 36\n36\nwill be, and also what other Facilities or services\nwill be provided.\nThese sections also bind the developer\nto provide the Facilities promised; if\nthe landed pro-\nperty is unencumbered to keep it unencumbered; and to\ngive\nan estimate, For a period of three years in advance,\nof what the upkeep of\nthe scheme is likely to cost.\nSo too, sections 4A, 4B and 4C give the holder\nof a\nright of occupation very considerable security by re\nquiring the\nendorsement of that right against the\ntitle deed, and according that right priority over\nany other right whether or not such other right has\nbeen registered or endorsed against the title deed, and\nirrespective of the time when such other right was registered and endorsed.\nThe whole Act is designed\n.... / 37\n37\nbo protect the rights and the interests of the retired persons, and\nrecognizes the fact that the residents have a vested interest\nin the housing\ndevelopment scheme in which they have chosen to stay. Similar housing schemes\nheld under sectional title or share\nblock afford their residents control of the\nadministration and management of the scheme, and, as 1 have indicated, the\nregulations\nin question seek to afford to the holders of a \"life right\" or a\nright of occupation in a housing development scheme under the Act\nsome similar\nsay in the control over or operation of that scheme. It is true that the fixed\nproperty in the scheme will continue\nto be owned by the developer, and this\naspect seems to\n..... / 38\n38\nhave been recognized in the regulations we are considering.\nThe developer shall be a member of the management association to which\nthe\ncontrol and administration of the scheme is entrusted (Reg 7). The management\nassociation will be under a duty to insure the\nbuildings relating to the scheme\nand keep them insured to their replacement value against fire, and against other\nrisks as it may\ndetermine (Reg 8(a) and (b)). It must also maintain the common\nproperty and all accommodation \"and keep it in a state of good and\nserviceable\nrepair\"(Reg\n8(c)). It must ensure compliance with any laws re-\nlating to the common property (Reg 8(e))and keep in\na state of good and serviceable repair all plant,\n.... / 39\n39\nmachinery, fixtures and fittings, including elevators, pipes, wires, cables\nand ducts (Reg 8(g) and (h)). In order to perform these\nduties the management\nassociation is empowered to impose a levy on all residents and to establish a\nlevy fund (Reg 9). If the association\nshould fail to comply with any of the\nduties imposed on it by these regulations, the developer could enforce such\ncompliance. In\nthis way the property of the developer will be\nadequately protected against deterioration. It\nmust also be borne in mind that the first appellant\n(the developer in this case) was enabled to develop\nits property by the interest free loans paid to it by\neach of the residents and that it was subsequently\n.... / 40\n40\nmaintained and kept in repair by the levies paid\nby the residents.\nIn the light of these considerations it\nseems to me that\nnot only was the Minister legally\nempowered by the wording of section 11 to issue the\nregulations, but that, having regard to the objects\nof the Act, it cannot be said that he exercised his\npowers unreasonably. The regulations are not there-\nfore, in my view,\nultra vires\nthe Minister's authority.\nThe Thi\nrd Ground\nThe third point taken by Mr Sl\nomowitz\nwas that the wrong Minister\nhad acted in making the\nregulation contained in R 1349. Section 1 of the\nAct defines the Minister who is authorised to make\n.... / 41\n41\nregulations to mean the Minister of Economic Affairs and Technology. The\nregulations made under R 1351 were promulgated by the Minister\nof\" Economic\nAffairs and Technology. R 1349, however, which had made those regulations\napplicable to Eden Village, purports to have\nbeen promulgated by the Minister of\nTrade and Industry and Tourism. From the judgment in the court a\nquo\nit\nappears that this point was taken \"about a week or so before the hearing\". It\nappears to have been taken in an affidavit by the\nappellants' attorney Mr G du B\nHoltman and sworn to by him on the \"3rd day of June\" - presumably 1992. In it he\nsays that he attempted\nto trace the source of the authority of the Minister\n.... / 42\n42\nof Trade and Industry to promulgate the regulations. He assumed that any\ntransfer of powers from the Minister of Economic Affairs\nand Technology to the\nMinister\nof Trade and Industry would have taken place in terms\nof section 26 of the Republic of South Africa Constitution Act No 110 of\n1983, but he says he could\nfind no notice in the Government Gazette to that effect.\nIn reply respondents' attorney made an\naffidavit attaching a letter from Mr J S Foonk, the\nDirector-General in the Office of the State President\ndated 4 June 1992. This letter has not been attested to but the parties were\nad\nidem\nthat it should be regarded as if all the allegations contained\ntherein had been made on affidavit.\n.... / 43\n43\nMr Foonk says that from its inception in 1988 the Act and any affairs\npertaining to it had been dealt with under the aegis of the\nDepartment of Trade\nand Industry. The Minister in whose portfolio that department fell was at that\ntime styled the Minister of Economic\nAffairs and Technology. The then State\nPresident, Mr P W Botha, subsequently retired and when his successor, Mr F W de\nKlerk took\noffice as State President he constituted a new cabinet, which was\nformally announced by Government Notice No 2120 appearing in Government\nGazette\nNo 12080\npromulgated on 27 September 1989 (\"GN 2120\"). In\nthis cabinet there was no longer any portfolio of\nEconomic Affairs and\nTechnology, but there was a\n... / 44\n44\nnew portfolio styled Trade and Industry and Tourism. The Act, which had\nalways been administered by the Department of Trade and Industry,\nsimply\nremained in that department, but the Minister into whose portfolio it fell was\nnow called the Minister of Trade and Industry\nand Tourism.\nHe went on to\nexplain that section 26 of Act 110 of 1983 which dealt with the assignment of\npowers, duties and functions of one Minister\nto another, was in his view\ninapplicable, since there was no transfer from one Minister to another. The\nmatter was rather one which\nfell within the ambit\nof section 24 of that Act\ndealing with the appointment of ministers. That section provides:\n.... / 45\n45\n\"24(1) The State President may appoint as many persons as he may From time to\ntime deem necessary to administer such departments of\nState of the Republic as\nthe State\nPresident may establish, or to perform\nsuch other functions as the State President may determine.\"\nGN 2120 in which the new cabinet was announced does\nindeed contain a portfolio of Trade and Industry and\nTourism but no portfolio of Economic Affairs and\nTechnology.\nFrom these allegations and from the\nrelevant government notice it is clear\nthat on 30\nJune 1989 when R 1351 was promulgated there was a\nMinister of\nEconomic Affairs and Technology, but\nthat on 14 June 1991 when R 1349 was\npromulgated\nno such Minister existed. There is also no reason\n.... / 46\n46\nto doubt Mr Foonk's allegation that the Act had always been administered by\nthe Department of Trade and Industry and that that department\nnow fell within\nthe port-\nfolio of the Minister of Trade and Industry and Tourism.\nIn my view it\nwas not necessary, and indeed would have been inappropriate, to have formally\nassigned the administration of the Act\nin terms of section 26 of Act 110 of\n1983. An entirely new cabinet had been constituted\non 27 September 1989 and,\nin terms of section 24 of that\nAct the State President was legally entitled\nto assign\nthe departments and portfolios as he saw fit. This\npoint, too,\ntherefore cannot succeed.\nThe Fourth Ground\nThe last point taken by Mr Slomowitz\n.... / 47\n47\nwas that of non-joinder. His submission was that all the other residents of\nEden Village should have been joined as they must be considered\nto have had a\ndirect and substantial interest in the matter. This point was not taken in the\ncourt a\nquo\n. In that court the appellants took the point that the\nMinister ought to have been joined. The court a\nquo\nrejected this\nsubmission and Mr\nSlomowitz\nexpressly abandoned it before us.\nIt seems\nto be common cause on the papers that at the time the matter was argued a\nquo\nthere were 110 residents in Eden Village and that 88 contracts had\nbeen signed between those residents respectively and the first\nappellant. In\nhis\n.... / 48\n48\nanswering affidavit Mr E D Timcke, the first appellant's\nmanager, alleged that the respondents only enjoyed the \"direct support\" of\nsome\ntwo or three other\nresidents. In his replying affidavit the first\nre-\nspondent denied this and alleged that he enjoyed the\nsupport of many\nmore. He annexed signed statements\nof 74 residents expressing their support\nfor his\nattempt to obtain the declaratory order sought.\nThe only interest that the other residents\nof Eden Village can have in the outcome of the present\napplication would seem to be in the composition of the\nbody responsible for the general administration of\nthe village i e whether the appellants should continue\nto administer the village on their own without any\n.... / 49\n49\nrecourse to the residents, or whether the village should be\nadministered by a management association on which both the developer and\nthe\nresidents would be represented, as envisaged by the regulations. At first blush\none might be inclined to assume that the latter\narrangement would be the one\nwhich all the residents would favour as it would give them a say in the daily\nrunning of the village\nin which they lived, and would allow them, to a large\nextent, to control their own destinies. Mr Slomowitz however contended that\nthere may well be a substantial number of the residents who would prefer to see\ntheir village administered by the appellants. This\nhe submitted gave them a\ndirect and substantial interest in the outcome of this application. Mr Kuper\n.... / 50\n50\npointed to the rather tenuous nature of this interest, but did\nnot seriously contend that the other residents might not have such\nan interest.\nIn the light of the dicta contained in\nAmalgamated Engineering Union v\nMinister of Labour\n1949 (3) SA 637\n(A) and the cases there referred to, it\nseems to me that this attitude was justified in the present instance. In view of\nthe fact\nthat the objection had only been taken in this Court, and not in the\nCourt a\nquo\n, and in the light of the tenuous nature of the interest, Mr\nKuper submitted, however, that we should adopt the expedient referred\nto in the\nAmalgamated Engineering Union\ncase (\nsupra\n) at p 633, and in\nToekies Butchery (Edms) Bpk en Andere v Stassen\n1974 (4) SA 771\n(T) at\n775.\n.... / 51\n51\nThis would not only expedite the decision in this matter, but\nit would also avoid causing the parties unnecessary\nexpense and delay. Mr\nSlomowitz agreed with this\nsubmission.\nWe accordingly issued a direction to the\nrespondents' attorneys to notify all the residents of\nEden Village of these proceedings and of the declaratory\norder granted by the Court a\nquo\n; and to publish this\norder in a conspicuous place in the village. Residents\nwere called upon, within a period of two weeks from such\nnotification and\npublication to indicate to the Registrar\nwhether or not they consented to be\nbound by the judg-\nment of this Court notwithstanding the fact that they had\nnot been cited as parties to the proceedings.\n... / 52\n52\nIn the event of all the residents consenting or not expressly refusing to\nconsent, judgment, it was indicated,\nwould be given without hearing further\nargument. In the\nevent, however, of certain residents not so consenting\nfurther instructions as to the course the proceedings\nwere to take would\nbe given.\nThis direction was complied with by respondents'\nattorney, and an affidavit confirming this was filed by\nhim. Thereafter a number of residents indicated in\nletters to the Registrar that they did not want to be\nbound by our judgment, and it became necessary therefore,\nto issue further instructions.\nThose residents who had indicated their unwillingness to be bound unless they\nwere formally joined\n.... / 53\n53\nas parties, were called upon to file such affidavits as they may be advised\nwith the Registrar on or before noon on 21 April 1995,\nand to brief counsel to\nargue the matter before us on 11 May 1995. As soon as their opposing affidavits\nwere filed they would be\nconsidered to have been formally joined as\nco-appellants in the matter, and would be bound by any order the Court may make\nincluding\nany order as to costs or otherwise. Should any of them fail to file\nopposing affidavits they would be considered to have consented\nto be bound by\nthe judgment of this Court notwithstanding that he or she had not been form-ally\ncited as a party to the proceedings.\nThe respondents' attorney was again\ninstructed to deliver this further order to each of the would-be objectors, and\nto\n..../ 54\n54\npublish it in a conspicuous place in the village. This\ninstruction was complied with, and an affidavit confirming that this had been\ndone was once again filed with the Registrar.\nNo opposing affidavits were\nfiled by 21 April but a letter dated 8 May was received by the Registrar from a\nfirm of attorneys who\nclaimed to represent a number of residents of Eden Village\n- presumably some or all of those residents who had initially indicated\nthat\nthey \"elected\" not to be bound by the decision of this Court. The attorneys have\nnow informed the Registrar that on reconsideration\ntheir clients had decided to\nabide by the decision of the Court. This appeal may therefore be considered on\nthe basis that all\n.... / 55\n55\nthe residents of Eden Village are bound by our decision despite the fact that\nthey had not formally been joined as parties to the\nsuit. When the matter was\ncalled on 11 May counsel were afforded the opportunity of addressing the Court\nin respect of the costs\nincurred subsequent to the hearing of the matter on 10\nNovember 1994. After considering their arguments I am of the view that these\ncosts should properly be borne by the respondents. They, after all, should have\njoined the other residents, and their failure to\ndo so occasioned the additional\ncosts.\nThe order of the Court therefore is: (1) Subject to (2) below, the appeal is\ndismissed\nwith costs such costs to include the costs\n.... / 56\n56\nof two counsel. (2) The costs incurred subsequent to the\nhearing of the appeal on 10 November 1994 are to be paid by the respondents.\nJ P G EKSTEEN, JA\nJOUBERT,\tJA )\nHOEXTER,\tJA )\nconcur\nNE5TADT,\tJA )\nF H GROSSKOPF, JA )",
  "scraped_at": "2026-02-12T06:58:53.641210",
  "date": "1995-05-11",
  "coram": [
    "Joubert",
    "Hoexter",
    "Nestadt",
    "Eksteen"
  ],
  "case_number": "164/93",
  "parties": {
    "applicants": [
      "Eden Village (Meadowbrook) (Pty) Ltd",
      "Liefde en Vrede"
    ],
    "respondents": [
      "Ronald Ernest Edwards",
      "Avice Vernon Edwards"
    ]
  },
  "sections": {
    "facts": "In August 1986 the respondents entered into a written agreement with Eden Village (the first appellant) whereby they provided an interest‑free loan of R59,900 in exchange for vacant possession of a house in the retirement village from 1 April 1987 until the death of the longer‑lived spouse. The agreement required the respondents to pay a monthly levy set by the management company, Liefde en Vrede (the second appellant), which would cover water, rates, taxes, security, recreation facilities and other services. Clause 5.4 hinted at a possible conversion of the development into a sectional title scheme, but no firm commitment to do so was made. Dissatisfaction with the administration led to mediation in 1990, after which a residents’ committee was formed with limited management rights. The appellants later declared the administration agreement cancelled and sought to manage the village alone. The respondents obtained a declaratory order that Regulations 7‑14 of Government Notice 1351 (Housing Development Schemes for Retired Persons Act) applied to Eden Village.",
    "issues": "1) Whether Regulations 7‑14 of GN 1351 are applicable to Eden Village despite the developers’ intention to convert it to a sectional title scheme. 2) Whether those regulations are ultra vires the Minister’s authority under section 11 of the Housing Development Schemes for Retired Persons Act. 3) Whether the regulations were made by the correct minister. 4) Whether all other residents needed to be joined as parties to the proceedings.",
    "principles": "The Court examined the statutory definitions in the Housing Development Schemes for Retired Persons Act, noting that a “housing development scheme” includes schemes for retired persons, whether or not they are sectional title or share‑block schemes. Regulation 2 of GN 1351 excludes only schemes that are already operating pursuant to a sectional title or share‑block scheme. The Court stressed that a sectional title scheme does not come into existence until a sectional title register is opened and a body corporate is constituted, following approval by the local authority, Surveyor‑General and Registrar of Deeds. Section 11 of the Act gives the Minister wide power to make regulations concerning the control and operation of housing development schemes, and the regulations are valid so long as they are within that scope. The correct ministerial portfolio was deemed to be the Minister of Trade and Industry and Tourism after a cabinet reshuffle, which was permissible under the constitutional provisions for ministerial assignments.",
    "application": "Applying these principles, the Court found that Eden Village had not yet become a sectional title scheme; the necessary registration and body corporate were absent. Consequently, the exemption in Regulation 2 did not apply and Regulations 7‑14 were effective. The regulations were within the Minister’s authority under section 11 and were not ultra vires. Although the second set of regulations (R 1349) was issued by the Minister of Trade and Industry and Tourism, this was acceptable because the Act had been administered by that department since its inception. The issue of joinder was dismissed as unnecessary; the residents had been given notice and an opportunity to object, and the Court was satisfied that procedural fairness had been observed.",
    "conclusion": "The appeal was dismissed with costs awarded to the respondents, including costs incurred after the hearing on 10 November 1994. The order of the lower court confirming that Regulations 7‑14 of GN 1351 apply to Eden Village was upheld."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Housing Development Schemes",
    "level_3": [
      "retirement village",
      "sectional title",
      "ministerial regulations",
      "declaratory order"
    ]
  }
}