{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/79.html",
  "case_name": "London Steam-Ship Owners Mutual Insurance Association Ltd. v Westdeutsche Landesbank Girozentrale and Others (725/1993) [1995] ZASCA 79; 1996 (1) SA 1 (SCA); (24 August 1995)",
  "citation": "[1995] ZASCA 79",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 79\n|\nNoteup\n|\nLawCite\nLondon Steam-Ship Owners Mutual Insurance Association Ltd. v Westdeutsche Landesbank Girozentrale and Others (725/1993) [1995] ZASCA 79; 1996 (1) SA 1 (SCA); (24 August 1995)\nDownload original files\nPDF format\nRTF format\nCase No 725/1993\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nTHE LONDON STEAM-SHIP OWNERS MUTUAL\nINSURANCE ASSOCIATION\nLIMITED\tAppellant\nand\nWESTDEUTSCHE LANDESBANK GIROZENTRALE First Respondent\nTHE FUND CONSTITUTED BY THE PROCEEDS\nOF THE SALE OF THE mv \"PACIFIC TRADER\" Second Respondent\nSTANDARD STEAMSHIP PROTECTION AND\nINDEMNITY ASSOCIATION OF BERMUDA LIMITED Third Respondent\nSTANDARD STEAMSHIP OWNERS'\nMUTUAL FREIGHT,DEADFREIGHT, DEMURRAGE\nAND DEFENCE ASSOCIATION LIMITED \t   Fourth Respondent\nCORAM: CORBETT CJ, SMALBERGER, EKSTEEN, VAN DEN HEEVER et OLIVIER,\nJJA\nHEARD: 12 MAY 1995\nDELIVERED: 24 AUGUST 1995\nJUDGMENT\n2\nEKSTEEN, JA\nEKSTEEN\n. JA\nOn 1 August 1990, and at\nLondon, England, the Westdeutsche Landesbank Girozentrale (\"the first\nrespondent\") concluded a written loan\nagreement with a Liberian company known as\nthe Pacific Trader Corporation (\"the Corporation\") in terms of which it lent the\nCorporation\nUS$3 000 000 in order to enable it to purchase the ship\nM V\nPacific Trader\n(which I shall refer to simply as the\n\"Pacific\nTrader\"\n). The agreement provided that the borrower would repay the sum lent\nin fifteen equal consecutive quarterly instalments of U S $ 200\n000 each,\ntogether with interest thereon. The first instalment was payable three months\nafter the date on which the capital amount\nlent had been advanced. Subsequent\ninstalments were payable three monthly intervals thereafter. The\nPacific\nTrader\nwas to serve as security for the loan. In pursuance of this agreement\nthe Corporation, on 2 August 1990, executed a\n3\nDeed of Covenants and a Mortgage over the vessel in favour of first\nrespondent.\nThereafter, during the period from August 1990 to\nNovember 1991 the Corporation duly paid the first five instalments. The sixth\ninstalment\nwhich, it was alleged, was payable on 26 February 1992, was not paid\non due date or at all. In terms of the agreement the aggregate\nof the loan, all\ninterest accrued thereon, and all sums of whatsoever nature payable under the\nagreement and/or the Mortgage and\nDeed of Covenants, then became immediately due\nand payable.\nThe London Steam-Ship Owners Mutual Insurance Association Ltd (\"the\nappellant\") carries on business as a protection and indemnity\nclub providing its\nmembers with mutual insurance in respect of any maritime claims arising out of\nsuch member's activities as a ship\nowner or operator. The appellant's\nrelationship with its members is governed by a set of rules in terms of which a\nmember \"enters\"\na specific vessel in the club. The owner of the_\n4\nPacific Trader\nwas a member of the appellant, and had entered the\nship in the club. In return the owner was obliged to pay subscriptions or\npremiums,\nknown as \"calls\", to the appellant. From time to time - usually about\ntwice a year - the appellant would review its financial position\nby comparing\nits funds available, with claims paid or to be paid, as well as making allowance\nfor claims which may have arisen but\nwhich had not yet formally been claimed. In\nthe light of this review it would, if it considered it necessary, make\n\"supplementary\ncalls\" on its members. In the event of a vessel's entry being\nterminated, or of a vessel being withdrawn from the club, the appellant\nwas\nentitled to levy what was known as a \"release call\" to cover any further claims\nwhich might arise in respect of an incident occurring\nduring the period of the\nvessel's membership. Such release calls were, in terms of the rules, payable\nwithin 30 days after the member\nhad received notification thereof.\n5\nRule 24 provided that -\n\"Applications for insurance may be made and accepted in respect of ships of\nwhich the beneficial ownership is separate on terms that\nthe ships concerned\nshall be deemed (for these insurance purposes only) to form part of a specified\nFleet whereby the Association\nshall deal with the entries of such ships in\ncombination and not individually in consideration for which all Members within\neach\nsuch Fleet entry shall accept joint and several liability to pay all\namounts due to the Association by way of Calls or otherwise\nin respect of all\nships within that Fleet entry.\"\nThe entry of the\nPacific Trader\nwas made in terms of this rule. It was one of a number of\nships owned by single ship owning companies, but managed and operated by\na\ncompany known as Multifleet Marine Limited (\"Multifleet\"). Multifleet was also a\nmember of the appellant's protection and indemnity\nclub.\nFrom the\njudgment\na quo\nand the papers before us it would appear that in early May\n1992 Multifleet cased to act as manager of the vessels in its fleet, and\nin fact\nceased to trade. It was\n6\nsubsequently liquidated. On 22 May 1992 the appellant\napproached the Durban and Coast Local Division and obtained\nan\norder\nin personam\nattaching the\nPacific Trader ad\nfundandam\njurisdictionem\nfor the recovery of calls then\ndue by the owner.\nOn 25 May 1992 a\nrule nisi\nreturnable on 9 June was granted by\nthe\nsame local division calling on all interested parties to show\ncause\nwhy there should not be an order that the\nPacific Trader\nbe sold\nin\nterms of section 9 of the Admiralty Jurisdiction Regulation Act,\nNo\n105 of 1983 (\"the Act\") and the proceeds of the sale be held in\na\nfund as provided for in that section. The rule went on to\nprovide\nfor the payment, out of the proceeds of the sale, of various\nexpenses\nincurred in the preservation of the ship, and in effecting the\nsale\nitself, and\n\"in payment of claims by creditors as may be directed by the Court in\naccordance with the provisions of section 11 of Act 105 of 1983.\"\n7\nOn 27 May 1992 the appellant, acting in terms of its rules, elected to\nterminate the entry of the\nPacific Trader\n, as well as the other vessels\ncomprising the Multifleet entry, and gave notice to the owners accordingly. It\nalso demanded payment\nof release calls in respect of each of these ships. In\nterms of rule 24 the owner of the\nPacific Trader\nbecame jointly and\nseverally liable with the owners of all the other vessels for the payment of the\nunpaid calls, including the release\ncalls, levied in respect of all the vessels\nin the fleet. In terms of appellants' rules these calls became due and payable\non 26\nJune 1992.\nIn the meantime the\nrule nisi\nreferred to above was confirmed on 9\nJune 1992, and on 16 July 1992 the ship was sold by judicial auction for the sum\nof U S $ 1\n500 000. This amount was held, and continues to be held, by the\nRegistrar of the Court as the fund referred to above. This fund (\"the\nFund\") is\nthe second respondent in the present appeal.\n8\nOn 26 August 1992 the Court issued a further order appointing a referee\nto receive \"any claim against the\nM V Pacific Trader\nand, after her sale,\nagainst the Fund constituted by the proceeds of her sale\"; to consider such\nclaims; and to report to the Court,\ni a, on the ranking of all such\nclaims.\nAmong the claims proved against the Fund were those of the first\nrespondent, the appellant, The Standard Steamship Protection and\nIndemnity\nAssociation of Bermuda Ltd (the third respondent) and the Standard Steamship\nOwners' Mutual Freight, Dead Freight, Demurrage\nand Defence Association Ltd (the\nfourth respondent). The referee, in his report, ranked all the proved claims\naccording to the provisions\nof section 11 of the Act prior to its amendment by\nsection 9 of Act 87 of 1992, which came into effect on 1 July 1992. The\nappellant,\nand third and fourth respondents objected to this ranking and\nmaintained that the claims should have been ranked according to the\nsection\nafter it had been amended.\n9\nAfter settling claims in respect of a number of the ships in the fleet,\nappellant proved a claim for U S $ 774 006,39 against the\nFund. This amount\nrepresented, not only the sum owing in respect of the\nPacific Trader\nalone, but also the joint and several liability of the Corporation for unpaid\ncalls in respect of all the vessels which had been\nincluded in the Multifleet\nentry. The Fund, as I have indicated, consisted of some US$1 500 000. If first\nrespondent's claim of U\nS $ 2 000 000 were to rank ahead of appellant's claim,\nas the referee proposed, then there would be nothing left in the Fund for\nappellant to recover. If, however, section 11 of the Act were to be applied in\nits amended form, then, it is common cause, appellant's\nclaim would rank ahead\nof that of the first respondent, and first respondent would only be able to take\nwhat was left in the Fund\nafter the appellant's claim had been\nsatisfied.\nFirst respondent, therefore, brought an application before the Court\na\nquo\nseeking an order declaring that section 11 of the Act,\n10\nbefore its amendment, was to be applied in determining the ranking of the\nclaims against the Fund. The appellant and third and fourth\nrespondents\nthereupon applied for and were granted leave to intervene. Both third and fourth\nrespondents are also protection and\nindemnity insurers and both had submitted\nclaims against the Fund in respect of calls and release calls. Their interests\nin the application\nbrought by the first respondent are similar in practically\nall respects to those of the appellant. Their contention was that, since\nthe\nsale of the\nPacific Trader\ntook place on 16 July 1992, and the Fund only\ncame into existence after such sale, the amended section 11, which had come into\nforce\non 1 July 1992, should be applied to determine the ranking of\nclaims.\nAfter hearing argument the Court\na quo\nupheld the appellant's\ncontention that the ranking of claims fell to be determined by the section as\namended, but that its preferently\nranking claim should be limited to calls due\nin respect of the\nPacific Trader\nonly, and did\n11\nnot include the joint and several liability of the Corporation for calls\ndue by the other ships in the fleet. It is against this latter\npart of the order\nthat the present appeal is brought. The third and fourth respondents have not\nappealed against the order. First\nrespondent has however noted a cross-appeal\nagainst the first part of the Court's\norder.\nFrom the papers before us it would appear that a number of\nsubsidiary matters were placed in issue between the parties, but\nin\nhis judgment the learned Judge\na quo\nhas recorded that the\nparties\nhad agreed that the following issues should be decided viz -\n\"(a) whether section 11 of the Admiralty Jurisdiction Act 105 of 1983 as\namended by Act 87 of 1992 applies to the distribution of\nthe respondent\nfund;\n(b) if the answer to (a) above is in the affirmative then do the\nprovisions of section ll(4)(c)(viii) apply only to that portion of\nthe claim of\neach intervening applicant arising within the period there referred to relating\nto calls levied in respect of the\nM V Pacific Trader\nor to all calls\ncalls for which the owners of the\nM V Pacific Trader\nwere\n12\nliable.\"\nThese were also the issues argued before us\nand I shall deal with\nthem in that order despite the fact that this\nentails dealing with the\ncross-appeal before turning to this appeal.\nIn fact it was common\ncause that if the cross-appeal were to be\nupheld, the appeal would\nbecome academic.\nSince the provisions of section 11 of the Act, both as it\nread\nbefore and after its amendment, are of primary\nimportance both in\nthe appeal and in the cross-appeal, it may be convenient to\nreproduce the relevant parts of both versions at this stage. Prior\nto\nits amendment it read as follows:\n\"11. (1) Claims with regard to a fund in a court in terms of this Act or\nsecurity given in respect of property in connection with\na maritime claim or the\nproceeds of property sold pursuant to an order or in the execution of a judgment\nof a court in terms of this\nAct shall be paid in the following\norder:\n(a) Claims in respect of costs and expenses\nincurred\n13\nto preserve the property or to procure its sale, and in respect of the\ndistribution of the proceeds of the sale;\n(b)\tclaims to a preference based on possession, whether by way of a right of\nretention or otherwise;\n(c)\tclaims which arose within one year before the commencement of the\nproceedings, in respect of-\n(i) wages and other sums due to or payable in respect of the master,\nofficers and other members of the ship's complement, in connection\nwith their\nemployment of the ship;\n(i) port, canal and\nother waterways deus and pilotage dues;\n(iii) loss of life or personal injury, whether occurring on land or on\nwater, directly connected with the employment of the ship;\n(iv) loss of or damage to property, whether occurring on land or on\nwater, resulting from delict and not capable of being based on\ncontract,\ndirectly connected with the operation of the ship;\n(v) the repair of a ship or the supply of\ngoods\n14\nor the rendering of services to a ship for the employment or maintenance\nthereof; (vi) salvage, removal of wreck and contribution\nin respect of a general\naverage act or sacrifice;\n(d)\tclaims in respect of mortgages, hypothecations, rights of retention of,\nand other charges on, the ship, effected in accordance\nwith the law of the flag\nof the ship;\n(e)\tclaims in respect of any maritime lien not falling under any category\nmentioned in any of the preceding\nparagraphs;\n(f)\tall other claims.\n(2) The claims referred to in\nparagraphs (b) to (f) of subsection (1) shall rank after any claims referred to\nin paragraph (a) of\nthat subsection in accordance with the following\nrules:\n(a)\tA claim referred to in the said paragraph (b) shall rank before any\nclaim accruing after it, other than a claim referred to in\nparagraph (c) (vi) of\nsubsection (1);\n(b)\ta claim referred to in paragraph (c)(vi) of that subsection, whether or\nnot arising within the period of one year referred to\nin that subsection, shall\ntake priority over any claim arising before that\nclaim;\n15\n(c)\totherwise claims referred to in any of the subparagraphs of the said\nparagraph (c) shall rank\npari passu\nwith claims mentioned in the same\nparagraph, irrespective of when such claims arose;\n(d)\tclaims referred to in paragraph (d) of subsection (1) shall rank\naccording to the law of the flag of the ship;\n(e)\tclaims referred to in paragraph (e) of subsection (1) shall rank among\nthemselves in their priority according to law;\n(f)\tclaims referred to in paragraph (f) of subsection (1) shall rank in the\norder of preference according to the law of insolvency;\n(g)\tsave as otherwise provided in this subsection, claims shall rank in the\norder set forth in subsection (1).\n(3)\n(4)\n(5)\n(0\n(7)\n(8)\tWhere the fund arises by reason of an action\nin\nrem\nan associated ship, the ranking of claims\nset out in this section shall, notwithstanding the provisions of section 3(6),\napply with\nregard to claims in respect of the associated ship,\n16\nand claims in respect of the ship concerned shall be paid thereafter in the\norder set out in this section.\"\nSubsequent to the amendment by section 9 of Act\n87\nof 1992 the relevant parts of the section reads:\n\"11. (1) (a) If property mentioned in section 3 (5)(a) to (e) is sold in\nexecution or constitutes a fund contemplated in section 3(11),\nthe relevant\nmaritime claims mentioned in subsection (2) shall be paid in the order\nprescribed by subsections (5) and (11). (b) Property\nother than property\nmentioned in\nparagraph (a) may, in respect of a maritime claim, be sold in execution, and\nthe proceeds thereof distributed, in the ordinary\nmanner.\n(2)\tThe claims contemplated in\nsubsection (l)(a)\nare claims mentioned in subsection (4)\nand\nconfirmed by a judgment of a court in the Republic or proved in the\nordinary manner.\n(3)\tAny reference in this section to a ship shall,\nwhere\nappropriate, include a reference to any other\nproperty mentioned in\nsection 3(5)(a) to (e).\n(4)\tThe claims\nmentioned in subsection (2) are the\nfollowing, namely -\n(a) a claim in respect of costs and expenses incurred to preserve the\nproperty in\n17\nquestion or to procure its sale and in respect of the distribution of the\nproceeds of the sale;\n(b)\ta claim to a preference based on possession of the property in question,\nwhether by way of a right of retention or otherwise;\n(c)\ta claim which arose not earlier than one year before the commencement of\nproceedings to enforce it or before the submission of\nproof thereof and which is\na claim -\n(i) contemplated in paragraph(s) of the\ndefinition of 'maritime claim';\n(i) in respect of port, canal, other waterways or pilotage dues;\n(iii) in respect of loss of life or personal injury, whether occurring on\nland or on water, directly resulting from employment of\nthe ship;\n(iv) in respect of loss of or damage to property, whether occurring on\nland or on water resulting from delict, and not giving rise\nto a cause of action\nbased on contract, and directly resulting from the operation\n18\nof the ship; (v) in respect of the repair of the ship, or the supply of\ngoods or the rendering of services to or in relation to a\nship for the\nemployment, maintenance, protection or preservation thereof; (vi) in respect of\nthe salvage of the ship, removal of\nany wreck of a ship, and any contribution in\nrespect of a general average act or sacrifice in connection with the ship; (vii)\nin\nrespect of premiums owing under any policy of marine insurance with regard to\na ship or the liability of any person arising from\nthe operation thereof; or\n(viii) by any body of persons for contributions with regard to the protection\nand indemnity of its members\nagainst any liability mentioned in subparagraph\n(vii); (d) a claim in respect of any mortgage,\nhypothecation or right of retention of, and any other charge on, the ship,\neffected or valid in accordance with the law of the flag\nof a ship, and in\nrespect of any lien\n19\nto which any person mentioned in paragraph (o) of the definition of\n\"maritime claim\" is entitled;\n(e)\ta claim in respect of any maritime lien on the ship not mentioned in any\nof the preceding paragraphs;\n(f)\tany other maritime claim.\n(5) The claims\nmentioned in paragraphs (b) to (f) of subsection (4) shall rank after any claim\nreferred to in paragraph (a) of that\nsubsection, and in accordance with the\nfollowing rules, namely -\n(a)\ta claim referred to in the said\nparagraph\n(b)\tshall, subject to paragraph (b) of\nthis\nsubsection, rank before any claim arising\nafter\nit;\n(b)\ta claim of the nature contemplated in paragraph (c)(vi) of that\nsubsection, whether or not arising within the period of one year\nmentioned in\nthe said paragraph, shall rank before any other claim;\n(c)\totherwise any claim mentioned in any of the subparagraphs of the said\nparagraph\n(c)\tshall rank\npari passu\nwith any other\nclaim mentioned in the same\nsubparagraph,\nirrespective of when such\nclaims arose;\n20\n(d)\tclaims mentioned in paragraph (d) of subsection (4) shall, among\nthemselves, rank according to the law of the flag of the ship;\n(e)\tclaims mentioned in paragraph (e) of subsection (4) shall among\nthemselves, rank in their priority according to law;\n(f)\tclaims mentioned in paragraph (f) of subsection (4) shall rank in their\norder of preference according to the law of insolvency;\n(g)\tsave as otherwise provided in this subsection, claims shall rank in the\norder in which they are set forth in the said subsection\n(4).\n(6)\n(7)\n(8)\n(9)\n(10)\n(11)\tIn\nthe case of claims against a fund which\nconsists of the proceeds of\nthe sale of, or any security or undertaking given in respect of, a ship\n(hereinafter referred to as the\nship giving rise to the fund) which is an\nassociated ship in relation to the ship in respect of which the claims arise,\nthe following\nrules shall apply,\n21\nnamely -\n(a)\tall claims which fall under paragraphs (b) to (e) of subsection (4) and\nwhich arose in respect of a ship in relation to which\nthe ship giving rise to\nthe fund is such an associated ship as is contemplated in section 3(7)(a)(i),\nshall rank immediately after\nclaims which fall under the said paragraphs and\nwhich arose directly in respect of the ship giving rise to the fund concerned\nand\nafter any claims which fall under paragraph (f) of subsection (4) and which\narose from, or are related directly to, the operation\nof (including the carriage\nof goods in) the ship giving rise to the fund concerned;\n(b)\tall claims which fall under the said paragraphs (b) to (e) and which\narose in respect of a ship in relation to which the ship\ngiving rise to the fund\nis such an associated ship as in contemplated in section 3(7)(a)(i) or (iii)\nshall rank immediately after\nany claims mentioned in paragraph (a) of this\nsubsection or, if there are no such claims, immediately after the claims which\nfall\nunder the said paragraphs and which arose directly in respect of the ship\ngiving rise to the fund concerned;\nand\n(c)\nthe\nprovisions of subsections (5) and (9)\nshall\n22\napply with regard to any claim mentioned in paragraph (a) or\n(b).\"\nFrom a comparison of the two versions it may be seen that if the ranking\nof the claims were to depend on the section prior to its\namendment then first\nrespondent's claim would fall under section ll(l)(d), and would rank ahead of\nappellant's claim which would\nfall under section ll(l)(f). If, on the other\nhand, the section as amended were to apply the appellant's claim would come\nunder subsection\n(4)(c)(viii) whereas first respondent's claim would come under\nsubsection (4)(d). Appellant's claim would therefore have priority\nover first\nrespondent's claim. So much was common cause between the parties.\nIn the Court\na quo\nthe matter was approached by considering\nwhether the amended section should be given retrospective effect or not. In the\nargument\nbefore us, however, the issue of retrospectivity was hardly referred to\nat all. As I understand the\n23\nargument, Mr\nShaw\n, on behalf of the first respondent, contended\nthat because the order of Court authorizing the sale of the ship was made before\nthe\namendment of the section came into effect on 1 July 1992, the unamended\nsection governed the distribution of the proceeds, despite\nthe fact that the\nsale itself took place only on 16 July 1992. It was only in cases where the\norder authorizing the sale, and the\nsale itself, had taken place after 1 July\n1992 that the section as amended would apply. Mr Wallis, for the appellant,\nconceded that\nhad the order and the sale both taken place before 1 1 July he\nwould not be able to contend that the amended section should apply.\nThe\ntouchstone in the present case, he submitted, was not the date of the order but\nthe date of the sale.\nIn developing his argument Mr\nShaw\nsubmitted that the amended\nsection ll(l)(a) referred back to sections 3(5)(a) to (e) and to section 3(11)\nall of which were new sections.\nThese sections, as well as the amended section\n9, had an effect different\n24\nfrom the previous as yet unamended sections. In view of the express\nreferences in section 1 l(l)(a) to the provisions which were introduced\nby the\namendment, and the reference in section 3(11) to a sale in terms of an order\nmade in terms of section 9, he submitted, section\nll(l)(a) must be read as\nreferring to orders authorizing a sale, made after the commencement of the\namendments. To give it any other\ninterpretation would give rise to inequitable\nresults. In support of this latter submission he referred to the decisions of\nthis\nCourt in the matters of\nEuromarine International of Mauren v The Ship\nBerg and Others\n1986 (2) SA 700\n(A) and\nNational Iranian Tanker Company v\nMV Pericles GC\n1995 (1) SA 475\n(A). Both these cases dealt pertinently with\nthe question of whether the legislative enactments under consideration there,\noperated\nwith retrospective effect or not, and in both instances the Court held\nthat the provisions should not be so interpreted. It seems\nto me as though the\nissue of the retrospectivity of the amendments to the Act\n25\nin the present case was relied on more strongly in the Court\na quo\nthan before us, as this seems to underlie much of the reasoning of the\nlearned Judge in the judgment appealed against. In this Court,\nas I have\nindicated, the issue was hardly referred to at all. In fact it was common cause\nthat the matter was to be determined by\nascertaining the intention of the\nLegislature as it appears from the wording of the statute seen in its general\ncontext\n(Adampol (Pty)Ltd v Administrator. Transvaal\n1989 (3) SA 800\n(A)\nat 803 I -804 B;\nSwanepoel v Johannesburg City Council\n:\nPresident\nInsurance Co Ltd v Kruger\n[1994] ZASCA 80\n;\n1994 (3) SA 789\n(A) at 794 AD.) What we are\nconcerned with is not the retrospectivity or otherwise of the amended sections,\nbut simply whether they\napply in the circumstances of the present case. This, as\nI have said, must be decided by looking at the language used seen in the\ngeneral\ncontext of the Act as a whole.\nAs I have indicated section 11 of the Act deals with the\n26\nranking of claims. The amended section provides that:\n\"If property mentioned in section 3(5)(a) to (e) is sold in execution; or\nconstitutes a fund contemplated in section 3(11)\nwhich\nis the case in the present matter - then\n\"the relevant maritime claims mentioned in subsection 2)\" i e the claims\nenumerated in subsection (4)\n\"shall be paid in the order prescribed in subsections (5) and\n(11).\"\nSubsection (11) deals with claims in respect\nof which an \"associated\nship\" is involved, and therefore does not affect the present\nenquiry.\nSubsection (5) deals with the ranking of the various claims set\nout\nin subsection (4). It is not necessary to refer to all the\nvarious\nrankings; suffice it to say that the only provision relevant to\nthe\nfacts of this case is (5)(g) which provides that\n\"(g) save as otherwise provided in this subsection claims shall rank in\nthe order in which they are set forth in\n27\nthe said subsection (4).\"\nFrom these\nprovisions it seems to me that before one can consider in what order claims\nshould be paid out of a fund (as in the present\ncase) that fund must already be\nin existence. It is only after the fund has come into existence and claims\nagainst it have been proved\nthat the consideration of the ranking of those\nclaims will arise. In the present case it is common cause that the Fund only\ncame\ninto existence after the sale of the\nPacific Trader\non 16 July\n1992.\nIn\nR v Grainger\n1958 (2) SA 443\n(A) this Court was considered a\nconviction of contravening section 131 (3) of Act 31 of 1917 as amended by\nsection 20(b) of Act 46\nof 1935 and section 26 of Act 29 of 1955. These\nstatutory provisions had the effect of penalising the making of contradictory\nstatements\nunder separate oaths unless the swearer believed each statement to be\ntrue when he made it. The amendment introduced by Act 29 of\n1953 had\nthe\n28\neffect of facilitating proof of the offence. The appellant in\nthat\nmatter had made one statement under oath before this\nlatter\namendment had come into force and a second sworn statement\nafter\nthe amendment had taken effect. The Court held that the\nmatter\nwas to be considered in the light of the Act as amended,\nand\nconfirmed the conviction.\nSteyn\nJA in his judgment referred\nto\nBartolus ad D 1.1.9 n 47\nand to\nWesel. Ad Novelles\nConstitutiones\nart 22 n 29 where\nWesel\nwas said at 448 H - 449 A to have\ncontended -\n\"dat die reel teen retrospektiwiteit slaan op handelinge wat klaar voor\ndie Wet verrig is en waardeur iemand onmiddellik daarop 'n\nreg verkry het, en\nstel hierteenoor 'n\nactus pendens\nwat nog nie voltrek is nie en wat in\ndie algemeen beheers word deur die nuwe verordening waaronder dit die aanvulling\nkry waaruit\ndan eers die reg ontstaan.\"\nThe learned Judge of Appeal then referred to the decision of\nNatal\nBank v Deputy-Sheriff of Pretoria\n1904 T S 620\nwhere the\n29\nCourt held that a Deputy-Sheriff who had executed a writ before\na\nGovernment Notice had brought in a new tariff of fees, but\nwhere\nthe writ was subsequently withdrawn after the new tariff had\nbeen\nbrought in, was entitled to charge the fees provided for in the\nnew\ntariff.\nSteyn\nJA then proceeded (at p 449 D - F) to\nsay:\n\"Uit die voorgaande blyk, meen ek, dat 'n\nactus pendens\ndeur 'n nuwe\nWet beheers word, as die verdere feit of feite wat nodig is alvorens die\ntersaaklike reg of verpligting uit die handeling\nof kompleks van handelings\nontstaan, na die inwerkingtreding van die nuwe Wet tot stand kom. In die\nonderhawige geval het ons ook\nte doen met was as 'n\nactus pendens\nbeskou\nkan word, in die sin dat by die inwerkingtreding van genoemde sub-artikel een\nvan die vereiste handelings reeds verrig was,\nmaar sonder die regsgevolg wat\neers uit die tweede handeling, in sy verhouding tot die eerste, sou\nontstaan.\"\n(cf also\nAdampol (Pty) Ltd v\nAdministrator. Transvaal (supra\n) at p 806 H - 807 B and 818 F - 819\nB.)\nAlthough, therefore, in the present case, the order of Court authorizing\nthe sale was an essential prerequisite to the sale taking\n30\nplace, it did not have the effect of vesting any rights to the proceeds\nof the sale in the first respondent. How much, if anything,\nhe would receive,\nwould depend on the fund itself coming into existence and on the amount of all\nthe other claims, with precedence\nover his own, which might be proved against\nthe fund. The fund itself only came into existence after the amended provisions\nhad come\ninto force, and the subsequent vesting of the first respondent's claim\nas the result of the ranking of the claim by the referee appointed\nby the Court,\ncan be seen as an\nactus pendens\nwhich would therefore be governed by the\nAct as amended. Only then can he be regarded as having a vested right to so much\nof the\nproceeds, after payment of other preferred claims, as may be available to\nsatisfy his claim.\nIt follows, in my view, that it would be anomalous in the present case to\nhold that a fund, which only came into existence after the\namended Act had taken\neffect, should be administered in\n31\nterms of the Act prior to its amendment. In fact certain claims against\nthe fund, such as harbour dues, may themselves only have come\ninto existence\nafter the amendments had taken effect. To suggest that such claims should be\nadministered under the preexisting Act\nmerely because the order of Court\nauthorizing the sale of the vessel had been made prior to the amendments, simply\nserves to emphasize\nthe anomaly.\nThe mere face that the\nrule nisi\nissued on 25 May 1992 and\nconfirmed on 9 June 1992 provided for the proceeds of the sale of the\nPacific\nTrader\nto be applied to the payment of creditors \"in accordance with the\nprovisions of Section 11 of Act 105 of 1983\" cannot affect the\nconclusion to\nwhich I have come. If in law the Act as amended applies, then an order of Court\ncannot alter that position, nor in\nfact do I think that the Court making that\norder had any such intention. The order must, in my view, be taken to refer to\nsection\n11 of the Act as it may read at the time when it is to be\n32\napplied to the ranking of the creditors' claims; i e to the law as it\nthen may be.\nThe argument that, because the new section 11 referred to other new\nsections, such as sections 3(5)(a) to (e), 3(11) and 9, it would\nonly apply to\norders made after 1 July, and that the old section 11 must apply to all orders\nmade before that date, seems to me to\nbe somewhat tenuous. Section 3(5)(a)-(e)\nmerely refers to the categories of property which may be arrested to found an\naction\nin rem\n, and sections 3(11) and 9 both deal with the constitution\nof a fund consisting i a of the proceeds of the property sold by order\nof the\nCourt. The old section 9 also provided for the constitution of such a fund.\nSection 11, however, - both as amended and as\nunamended - deals with the ranking\nof claims made against the Fund and, as I have indicated above, only finds\napplication once a\nfund has come into existence. The fact that the new sections\n3(5)(a) - (e), 3(11) and 9 may conceivably affect forms of property\n33\nother than those affected by the Act prior to its amendment, and\ntherefore the composition of the Fund, cannot, in my view, have any\neffect on\nthe interpretation to be given to section 11 in its reference to the ranking of\nclaims.\nIn my view therefore the learned Judge\na quo\nwas right in holding\nthat the Act as amended must be applied to the ranking of claims, and that the\nappellant's claim should rank\nabove that of the first respondent. The\ncross-appeal, therefore, cannot succeed. I turn now to consider the appeal\nitself. I turn\nnow to consider the appeal itself.\nOn an acceptance of the application of the Act as amended, it is common\ncause that appellant's claim is one which falls under section\nll(4)(c)(viii).\nThe matter to be decided is whether the priority accorded by that subsection\napplies only to that portion of the\nclaim which the appellant and the third and\nfourth respondents have for calls levied in respect of the\nPacific Trader\nitself or\n34\nwhether it includes that portion which reflects the joint and\nseveral\nliability of the owner of the\nPacific Trader\nin\nrespect of the other\nships in the fleet. The Court\na quo\nheld that it applied only\nto\nclaims in respect of the\nPacific Trader\nitself.\nSection ll(4)(c)(viii) accords priority to a claim\n-\n\"by any body of persons for contributions with regard\nto the protection and indemnity of its members against any liability mentioned\nin sub-paragraph (vii)\"\nid est\n\"(vii) in respect of premiums owing under any policy of marine insurance\nwith regard to a ship or the liability of any person arising\nfrom the operation\nthereof ...\nMr\nWallis\nsubmitted that the word \"thereof at the end of the\nabove-quoted subparagraph referred back to \"a ship\" and that the liability\nreferred\nto in (vii) must therefore be \"the liability of any person arising from\nthe operation\" of a ship. The subparagraph uses the words\n\"a ship\" and not \"the\nship\" as it does in other\n35\nsubparagraphs, and therefore, he submitted, it applies to claims in\nrespect of calls due in respect of any ship, and not merely in\nrespect of the\nvessel, the sale of which gave rise to the Fund.\nThis choice of words - which also appeared in section 11 prior to its\namendment - has been considered in previous decisions of our\nCourts. In\nGulf\nOil Trading and Others v The Fund Comprising the Proceeds of the Sale of the M V\nEmerald Transporter: Irving Trust Co v Gulf\nOil Trading Co and Others: Gulf Oil\nTrading Co and Others v The Fund Comprising the Proceeds of the Sale of the M V\nJade Transporter\n1985 (4) SA 133\n(N) three separate cases had been set down\ntogether for argument before a Full Bench exercising its Admiralty jurisdiction\nunder\nthe Act. First there was an appeal concerning the\nquantum\nand\nranking of certain claims against the fund comprising the proceeds of the sale\nof the M V Emerald Transporter. Then there was\nan application in terms of\nsection 11(4) of the Act for a declaratory\n36\norder to settle the ranking of certain claims against the fund comprising\nthe proceeds of the sale of the M V Emerald Transporter.\nThen there was an\napplication in terms of section 11(4) of the Act for a declaratory order to\nsettle the ranking of certain claims\nagainst the Fund comprising the proceeds of\nthe sale of the M V Steel Transporter; and finally there was a similar\napplication relative\nto the\nquantum\nand ranking of certain claims against\nthe Fund comprising the proceeds of the sale of the M V Jade Transporter. All\nthree ships were\nowned by a group of companies known as the Eddie Steamship\nGroup which in turn was controlled by Mr W H Eddie Hsu of Taiwan. Included\nin\nthe group were Outer Ocean Navigation Corporation Ltd which owned,\ninter\nalia\n. M V Emerald Transporter, Far Eastern Navigation Corporation Ltd, which\nowned\ninter alia\nM V Jade Transporter and Eddie Steamship Ltd, which\nowned,\ninter alia\nM V Steel Transporter. Each of the three ships was\ntherefore an associated\n37\nship in relation to the other two, and to the other ships belonging\nto\nthe group. Each of the ships had been arrested in actions\nin\nrem\n.\nand sold in terms of orders of Court issued under section 9\nof the\nAct. The claimants against the various funds had claims, e g\nfor\nthe supply of bunkers and lubricating oil supplied directly to\neach\nof the three ships concerned, but also had similar claims\nagainst\nother ships owned by the Eddie Steamship Group - i e against\nassociated ships. The issue before the Court, then, concerned\nthe\nranking of these claims. It was contended that claims in respect\nof\nthe supply of bunkers and lubricating oil, even where such\nsupply\nwas to an associated ship, enjoyed priority over the claim of a\nmortgage of the particular ship which had been sold. This\ncontention was based on the provisions of section 11 of the Act\nwhich provided that claims in respect of\n\"the repair of a ship or the supply of goods or the ranking of services\nto a ship for the employment or maintenance thereof (sec 11(1)(c)(v))\n38\nranked before the claims of a mortgage (sec ll(l)(d)).\nCounsel pointed to the use of the words \"the ship\" in\nsubparagraphs\n(i), (iii) and (iv) of section 11(l)(c), and contrasted it with the\nuse\nof the words \"a ship\" in paragraph (v). \"A ship\", he submitted,\ntherefore meant \"any ship\" and the price of bunkers and\nlubricating\noil supplied to an associated ship, therefore was therefore a\nclaim\nin respect of \"the supply of goods ... to a ship\" within the\nmeaning\nof section 11(1)(c)(v).\nRejecting this argument,\nHoward\nJ , remarked at 141 E-G :\n\"I agree that according to its ordinary meaning 'a ship', comprehends\n'any ship' but I cannot accept that the Legislature used the\nindefinite article\ndeliberately to signify that subpara (v) is intended to embrace associated ship\nclaims as well as direct claims.\nA change of expression does not always and\ninevitably denote a change of intention, even when the choice of words has been\ndeliberate\n(see\nR v Shole\n1960 (4) SA 781\n(A) at 787 B.)\"\nThe learned Judge then went on to refer to the nature of a\nmaritime\n39\nlien such as those referred to in section ll(l)(c). They\nencumbered\nthe ship against or in respect of which the claim lay and\ndid not\nsecure claims against or in respect of other ships. At p 142 C-F\nhe\nremarked:\n\"It is quite clear that sec ll(l)(c) was designed to deal with claims\nsecured by maritime liens over the ship whose proceeds comprise\nthe fund. Such\nclaims can only be direct claims and it would be completely incongruous to\ninclude associated ship claims among them.\nI see no\nreason why the associated ship claims of the necessaries man should be singled\nout for preference over all associated ship\nclaims and included in para (c) of\nsec 11(1) to rank for payment before the direct claims referred to in paras (d),\n(e) and (f).\nTheir presence in sec ll(l)(c) would not only be incongruous for\nthe reasons indicated above, it would also upset the order set forth\nfor the\nranking of claims and could not be reconciled with the provisions of sec 11(8).\nIn short, Mr Shaw's construction of sec ll(l)(c)(v)\nleads to results which the\nLegislature manifestly did not intend. The considerations militating against\nthat construction are so\ncogent that I am driven to the conclusion that the use\nof the indefinite article in subpara (v) was due to a legislative mistake,\nand\nthat in order to give effect to the Legislature's\n40\nintention 'a ship' has to be construed as 'the ship'.\"\nIn an appeal against that judgment in the matter\nbetween\nSummit Industrial Corporation v Claimants\nagainst the Fund\nComprising the Proceeds of the Sale of the M\nV Jade Transporter\n1987 (2) SA 583\n(A) this reasoning of\nHoward\nJ and the\nconclusion\nto which he came in this regard was fully endorsed by\nthis Court.\nCorbett\nJA contended himself with remarking (at p 599 C-D that\n-\n\"The Court\na quo\n... held that the associated ship claims of the\nnecessaries man fell into the second queue. I agree, with respect, with this\nconclusion\nand the reasoning of the Court\na quo\nin support of it and do\nnot find it necessary to elaborate thereon.\"\nThen, in\n1992, sec 11 was re-drafted in a form differing very considerably from its\npredecessor, and enacted by the amending Act 87\nof 1992. Despite the clear and\nexplicit language of both of the judgments I have referred to one finds,\nmirabile dictu\n. that the draftsman, in his rendering of subpara (v) in\nthe amended version,\n41\nmerely succeeds in making the previous confusion worse confounded. He has\naltered the first reference to \"a ship\" to \"the ship\" but\nleft the second\nreference as it was, so that now that subparagraph reads:\n\"(v) in respect of the repair of the ship, or the supply of goods or the\nrendering of services to or in relation to a ship for the\nemployment,\nmaintenance, protection or preservation\nthereof.\"\nOn a literal reading of the\nprovision, we find that the draftsman accords priority to claims in respect of\nthe supply of goods or\nthe rendering of services to any ship, whereas he limits\nthe priority of claims for the repair of a ship to the repair of the particular\nship the sale of which gave rise to the fund. This is so incongruous that I\ncannot conceive of it ever having been the intention\nof the Legislature. The\nlegislative mistake to which\nHoward\nJ referred\nsupra\nhas thus been\nperpetuated - in part at least. The suggestion that the Legislature retained the\nexpression \"a ship\" in respect of\n42\nservices on the assumption that the Courts had already\ninterpreted\nit as meaning \"the ship\" is clearly untenable.\nFurther examples of the draftsman's confusing ineptness\nare\nreflected in other parts of the section, such as\nsubsection (3) - does\n\"any reference ... to a ship\" exclude references to \"the ship\"?\nAgain in subsection 4(d) priority is accorded to\n\"a claim in respect of any mortgage ... of ... the ship, effected or valid\nin accordance with the law of the flag of a ship ...\n\"\nThis, on the face of it, seems to make no sense, and\nMr\nWallis\nwas driven to concede that his deliberate change of language\nwas clearly wrong. It seems to me that the draftsman had no regard for\nthe\ndistinction between the definite and the indefinite article, and that, in the\ninterpretation of this section, no reliable inference\nof a specific intention\ncan be drawn from the use of the one as opposed to the other.\nIn the present appeal we are, of course, not dealing with\n43\nclaims in respect of associated ships, but with the joint and\nseveral\nliability of the owner of the\nPacific Trader\nwith\nowners of other\nships for debts in respect of such other ships.\nNevertheless, if one\nhas regard to the general scheme of the Act -\nand more particularly\nto the provisions of section 11 - it seems to\nme that the Legislature\nsought to accord priority to claims against the ship the sale of\nwhich gave rise to the fund. Dealing with the interpretation of\nsection 11(8) prior to its amendment,\nCorbett\nJA in the\nJade\nTransporter (supra\n) at p 598 F remarked :\n\"It is clear to me that when s 11(8) speaks of a claim 'in respect of a\nparticular ship, it means a claim which arose in respect of\nthat\nship.\"\nAfter its amendment the Act retained this general\nscheme. This\nappears for example in sec 11(11)(a) and (b) where priority is\naccorded to\n\"claims ... which arose directly in respect of the ship giving rise to the\nfund concerned ... \"\n44\nand to\n\"claims ... which arise from, or are related directly to , the operation of\n... the ship giving rise to the fund concerned\".\nSection 11(4)(c) must, in my view, be interpreted in the\nsame\nlight, and due allowance must be made for the\ncareless and\nindiscriminate use of the definite and indefinite\narticles.\nAccordingly the use of the words \"a ship\" in sec\nll(4)(c)(vii) must\nbe seen as a legislative mistake, and must be read as \"the\nship\".\nIf therefore one construes section 11 (4)(c)(vii) to refer to\n\"premiums owing under any policy of marine insurance with regard to the ship\nor the liability of any person arising from the operation\nthereof\nthere can be no room for the argument that it\nincludes liability arising from the operation of any ship other than the one\ngiving\nrise to the fund. Such a construction, moreover, not only serves to make\nsense of the provisions of the sub-paragraph, but is also\n45\nconsistent with the general scheme of the Act. It follows therefore that\nthe appeal itself must also be dismissed.\nThe Court\na quo\nordered that the costs of all the parties there\nconcerned should come out of the Fund as this seemed to be most equitable\nsolution.\nMr\nShaw\nin his heads of argument, has submitted that the effect\nof this order is that the burden of all the costs falls on first respondent,\nand\nthat that order should therefore be varied so that each party be ordered to pay\nits own costs or , at worst, that only a portion\nof the appellant's costs come\nout of the Fund. No argument was addressed to us on this issue at the hearing of\nthe appeal, and I\nsee no valid reason to differ from the learned Judge\na\nquo\nin the conclusion to which he came.\n46\nIn the result the appeal is dismissed with costs, and the cross-appeal is\nalso dismissed with costs.\nJ P G EKSTEEN, JA\nCORBETT, CJ\t)\nSMALBERGER, JA ... )\nCONCUR VAN DEN HEEVER, JA )\nOLIVIER,\t JA )",
  "scraped_at": "2026-02-12T07:09:38.432993",
  "date": "1995-08-24",
  "coram": [
    "CORBETT CJ",
    "SMALBERGER",
    "EKSTEEN",
    "VAN DEN HEEVER",
    "OLIVIER",
    "JJA"
  ],
  "case_number": "725/1993",
  "parties": {
    "applicants": [
      "London Steam-Ship Owners Mutual Insurance Association Ltd"
    ],
    "respondents": [
      "Westdeutsche Landesbank Girozentrale",
      "The Fund Constituted by the Proceeds of the Sale of the MV \"Pacific Trader\"",
      "Standard Steamship Protection and Indemnity Association of Bermuda Ltd",
      "Standard Steamship Owners' Mutual Freight, Deadfreight, Demurrage and Defence Association Ltd"
    ]
  },
  "sections": {
    "facts": "In August 1990 Westdeutsche Landesbank Girozentrale loaned US$3,000,000 to Pacific Trader Corporation to purchase the vessel MV Pacific Trader, securing the loan with a mortgage over the ship. The borrower paid five quarterly instalments but defaulted on the sixth. The London Steam-Ship Owners Mutual Insurance Association (the appellant) was a protection and indemnity club to which the ship's owner belonged and was liable for periodic \"calls\". After the borrower ceased trading, the appellant obtained a court order to attach the vessel and later a rule nisi for its sale. The ship was sold by judicial auction on 16 July 1992 for US$1,500,000, creating a fund for the proceeds. Claims were lodged against the fund, including those of the first respondent (the bank), the appellant, and two other protection‑and‑indemnity clubs.",
    "issues": "1. Whether section 11 of the Admiralty Jurisdiction Regulation Act, as amended by Act 87 of 1992, applies to the ranking of claims against the fund, despite the sale order being made before the amendment took effect. 2. Whether subsection 4(c)(viii) of the amended section gives the appellant priority only for calls relating to the Pacific Trader itself, or also for the joint‑and‑several liability of the vessel’s owner for calls on other ships in the same fleet.",
    "principles": "The court considered the principle that statutes are presumed not to have retrospective effect unless clearly expressed. It applied the doctrine of actus pendens, noting that the fund only came into existence after the amendment, so the ranking must be governed by the amended provision. The interpretation of \"a ship\" versus \"the ship\" in subsection 4(c)(v) was examined, relying on previous decisions (e.g., Howard J in Gulf Oil cases, R v Grainger) which held that the indefinite article should not create a new class of associated‑ship claims. The court also reviewed statutory construction rules and legislative intent, emphasizing that the amended ranking scheme was designed to prioritize claims arising directly from the ship that generated the fund.",
    "application": "Applying the amended section 11, the court held that the fund was created after the amendment, so the amended ranking rules apply. It further concluded that subsection 4(c)(viii) confers priority only on claims for calls levied on the Pacific Trader itself and not on the owner’s joint‑and‑several liability for other fleet vessels. Consequently, the appellant’s claim of US$774,006.39 ranks ahead of the first respondent’s claim, leaving the latter to receive only any surplus after the appellant’s claim is satisfied.",
    "conclusion": "The appeal was dismissed with costs, and the cross‑appeal was also dismissed with costs. The costs of all parties were ordered to be paid out of the fund, as this was deemed the most equitable solution."
  },
  "tags": {
    "level_1": "Maritime Law",
    "level_2": "Admiralty Jurisdiction",
    "level_3": [
      "ranking of claims",
      "statutory interpretation",
      "retrospective effect",
      "joint and several liability",
      "fund distribution"
    ]
  }
}