{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/160.html",
  "case_name": "S v Odendaal (125/95) [1995] ZASCA 160 (30 November 1995)",
  "citation": "[1995] ZASCA 160",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 160\n|\nNoteup\n|\nLawCite\nS v Odendaal (125/95) [1995] ZASCA 160 (30 November 1995)\nDownload original files\nPDF format\nRTF format\nSaak nr 125/95\n/MC\nIN DDE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak tussen:\nIGNATTUS MICHAEL KRUGER ODENDAAL\n\t\tAPPELLANT\n-en-\nDIE STAAT\tRESPONDENT\nCORAM: CORBETT HR et VAN HEERDEN, VIVIER,\nHARMS et OLIVIER ARR.\nVERHOOR: 20 NOVEMBER 1995.\nGELEWER: 30 NOVEMBER 1995.\nUITSPRAAK\nVIVIER AR/\n2\nVIVIER AR:\nDie appellant is in die Rondgaande Plaaslike Afdeling\nop\nPotchefstroom deur Le Roux R en assessore op twee\naanklagte elk van moord (aanklagte 1 en 2) en poging tot moord (aanklagte 3 en\n4)\nskuldig bevind, Op elke moordaanklag is hy tot 16 jaar gevangenisstraf\ngevonnis en op elke aanklag van poging tot moord tot 12 jaar\ngevangenisstraf.\nDit is gelas dat die vonnisse saamlopend uitgedien word. Met die verlof van die\nHof a quo appelleer hy na hierdie\nHof teen sy skuldigbevindings en vonnisse. Al\nvier aanklagte spruit uit 'n skietvoorval tydens 'n protesoptog deur\nANC-ondersteuners\n(\"die groep\") op 17 April 1993 in Vanderbijlpark. Reg teen die\neinde van die optog, toe die groep in een van die hoofstrate van Vanderbijlpark,\nFrikkie Meyerboulevard, beweeg het en besig was om uiteen te gaan, het die\nappellant in sy voertuig (\"die bakkie\") tussen die agterste\nlede van die groep\ninbeweeg en op hulle geskiet. Die íwee oorledenes\n3\nin aanklagte 1 en 2 is noodlottig gewond en die twee klaers in aanklagte\n3 en 4 ernsíig beseer.\nDie appellant se verweer was dat hy in\nnoodweer gehandel het en altematiewelik nie die vereiste\nwederregtelikheidsbewussyn gehad het\nnie deurdat hy gehandel het in die waan dat\nsy optrede deur noodweer geregverdig was.\nDie onbetwiste feite kan as volg saamgevat word. Die groep, wat uit 'n\npaar duisend mense bestaan het, het die betrokke oggend vanaf\ndie woonbuurt\nBoipatong net buite Vanderbijlpark na die polisiestasie in die middedorp per\nvoet beweeg waar hulle 'n versoekskrif\noorhandig het. Die optog het plaasgevind\nteen die destydse agtergrond van politieke onrus en geweldpleging oral in die\nland, veral\nna die moord op die ANC-leier, mnr Chris Hani, 'n week vroeër,\nen is gehou in weerwil daarvan dat die plaaslike stadsraad sy\ntoestemming\ndaartoe geweier het. Na die\n4\noorhandiging van die versoekskrif het die groep omgedraai en langs\ndieselfde roete as wat hulle gekom het, terugbeweeg in die rigting\nvan\nBoipatong. Kort voor twee-uur die middag het die groep in 'n noordelike rigting\nin Frikkie Meyerboulevard, 'n dubbelweg wat in\ndie middel geskei word deur 'n\ngrasstrook, beweeg. Voor 'n woonstelgebou aan die westekant van Frikkie\nMeyerboulevard, ongeveer een\nen 'n half kilometer suid van waar Milanweg by\nFrikkie Meyerboulevard aansluit, het die appellant na die optog staan en\nkyk.\nTot op daardie stadium was die optog vreedsaam en het dit sonder enige\nvoorvalle verloop. 'n Groot polisiemag van meer as eenhonderd\nman was ontplooi\nwaarvan sommige lede langs die roete opgestel was, ander die optog in\npolisievoertuie gevolg het en nog ander op\nmotorfietse langs die groep\npatrolleer het. 'n Aantal vredesmonitors het ook die groep te voet en in\nvoertuie vergesel.\n5\nNadat die optog by hom verby is, het die appellant in sy bakkie by die\nvoertuie agter die optog aangesluit en verder saam met hulle\nbeweeg. Daar was\nverskeie gepantserde voertuie van die polisie (\"Casspirs\") in die stoet en die\nappellant het by een van hierdie\nvoertuie verbygery. Waar Milanstraat 'n\nT-aansluiting met Frikkie Meyerboulevard aan laasgenoemde se oostekant maak, was\ndie groep\nbesig om vinniger te beweeg, moontlik om gouer by Boipatong te kom wat\ntoe binne sig was, en moontlik om by die busse te kom wat\nverder aan gewag het\nom lede van die groep na ander woonbuuríe terug te neem. Die groep het\ngevolglik in daardie omgewing\nin Frikkie Meyerboulevard begin versprei. Namens\ndie appellant is veel klem gelê op die feit dat lede van die groep op\ndaardie\nstadium na die baan wat verkeer in 'n noordelike rigting dra (\"die\nnoordelike baan\") oorgekom het om kortpad te neem na die busse\noor die oop stuk\ngrond aan die westekant van die\n6\npad en ook omdat die middelman in daardie omgewing vemou het tot slegs\n2,5 meter. Op die appellant se eie weergawe, egter, was daar\ngeen samedromming\nby sy voertuig nie en is dit duidelik dat slegs enkele lede van die groep in die\nomgewing van sy bakkie was toe\nhy ongeveer regoor die T-aansluiting begin het om\nop die groep te vuur. Die getuienis hieromtrent was die volgende.\nMev E Coni, 'n monitor van die vredeskomitee, wat die hele optog vergesel\nhet, was een van die eerste persone wat by die appellant\nse bakkie gekom het\nnadat hy begin skiet het. Hierdie feit word bevestig deur 'n reeks foto's wat 'n\nkoerant-fotograaf, mnr J H Botha,\nvanaf die oostekant van Frikkie Meyerboulevard\nvan die appellant geneem het terwyl hy besig was om te vuur en van die\nonmiddellik\ndaaropvolgende gebeure. Die foto's is by die Verhoorhof as\nbewysstukke ingehandig. Botha het langs adjudant-offisier Eybers ongeveer\n30\nmeter vanaf die appellant gestaan en\n7\nbeide het namens die staat getuig. Volgens mev Coni het sy op die\nsypaadjie aan die westekant van Frikkie Meyerboulevard, ongeveer\ntwee of drie\ntree voor die bakkie gestap toe sy die eerste skote hoor. Sy het onmiddellik\nomgedraai en na die bakkie, wat toe stilgestaan\nhet, gehardloop. Die appellant\nse arm was by die venster aan die bestuurder se kant uit en hy was besig om te\nskiet. Sy het twee\nmense in die pad sien lê. Daar was 'n paar van die\nagterste lede van die groep naby die bakkie maar haar indruk was dat hulle\nslegs\ndaarop ingestel was om betyds die busse te haal. Daar was geen samedromming naby\ndie bakkie nie. Sy het met haar vlaggie teen\n'n venster van die bakkie gekap\nsodat die appellant kon ophou vuur. 'n Hele aantal polisiemanne het toe daar\naangekom. Sy het nog\ntwee mense gesien wat raakgeskiet was. Volgens mev Coni was\ndie toestand voor die skietery goed onder beheer en het niemand in enige\ngevaar\nverkeer nie.\n8\nPolisiemanne was oral te sien. Lede van die AWB-beweging het tot kort\nvoor die skietery langs die groep beweeg en beledigings is oor\nen weer tussen\nhulle en lede van die groep geslinger, maar toe die skietery plaasvind was die\nAWB-lede reeds deur hul leier teruggeroep.\nEybers se getuienis was dat hy die bakkie opgemerk het nog voor die\neerste skoot gevuur is. Die grootste gedeelte van die optog was\nverby en slegs\ndie laastes van die groep was op daardie stadium nog in die omgewing. Van hulle\nhet verby die bakkie gehardloop. Hy\nhet gesien dat die appellant sy regterarm by\ndie venster uitsteek met 'n vuurwapen in die hand en dat hy begin vuur. Op\ndaardie stadium\nwas daar geen lede van die groep naby die bakkie nie. Hy het vyf\nskote kort agtermekaar gehoor en mense gesien val. Hy het saam met\nander\npolisiemanne vorentoe gestorm en die appellant is oorrompel. Daar was geen\nklipgooiery of enige\n9\nander voorvalle voor die skietery nie en hy bet geen wapens gesien nie.\nDaar was omtrent veertig lede van die polisiemag in uniform\nin die\nnabyheid.\nBotha het getuig dat hy staan en kyk het hoe die laaste\nlede van die groep verby draf toe hy skote hoor val. Hy het instinkmatig begin\nom foto's te neem en deur sy kameralens die bakkie gesien en die appellant wat\nbesig was om te skiet. Hy het ook geen samedromming\nvan mense by die bakkie\ngesien nie. Die eerste foto wat Botha geneem het toon die bakkie aan die\nlinkerkant van die noordelike baan\nvan Frikkie Meyerboulevard en, volgens Botha,\nomtrent 20 meter van die noordelike baan voor die bakkie. Nader aan die kamera\nis 'n\ngedeelte van die middelman en die baan wat verkeer in 'n suidelike rigting\ndra (\"die suidelike baan\") van Frikkie Meyerboulevard.\nVolgens die posisie van\nmev Coni, wat na die bakkie aangehardloop kom en minder as 'n\n10\ntree voor die bakkie is, is dit duidelik dat die foto geneem is enkele\nsekondes nadat die eerste skoot gevuur is. Die appellant sit\nagter die\nstuurwiel, sy regterarm is by die venster uit en rus op die deur en sy\nregterhand met 'n vuurwapen daarin is omhoog in\n'n skietposisie en wys vorentoe,\ndit wil sê in 'n noordelike rigting. Behalwe mev Coni is daar niemand in\ndie noordelike rybaan\nvan Frikkie Meyerboulevard voor of langs sy bakkie nie. Op\ndie middelman regs voor hom lê 'n persoon op die naat van sy rug,\ntwee\nander persone is op die middelman regs en effens agter die appellant en twee\npersone is op die suidelike baan van Frikkie Meyerboulevard.\nAan die linkerkant\nvan die bakkie is die eerste polisieman reeds op die toneel. Die persoon wat op\ndie middelman lê, is mnr\nN J Msibi, die klaer in aanklag 4. Van die ander\nfoto's toon dat die oorledenes in aanklagte 1 en 2 op die suidelike rybaan van\nFrikkie\nMeyerboulevard geval het. Die klaer\n11\nin aanklag 3, mnr K J Duitlwileng, het daarin geslaag om weg te hardloop\nen verskyn nie op die foto's nie. Dit is duidelik uit die\nfoto's dat talle\npolisiemanne binne sekondes op die toneel was.\nKonstabel Fouche was die bestuurder van 'n pantserbakkie in die stoet\nvoertuie agter die optog. Sy getuienis was dat nadat die appellant\nby die stoet\naangesluit het, hy begin het om tussen die voertuie voor hom deur te vleg ten\neinde nader aan die voorpunt van die stoet\nte kom. Dit het hom agterdogtig\ngemaak en hy het die bakkie agtervolg maar kon nie nader as drie voertuie van\ndie bakkie af kom nie.\nNadat die bakkie reg voor in die stoet gekom het, het hy\ngesien dat die appellant sy hand met 'n vuurwapen daarin by die venster\nuitsteek\nen het hy skote gehoor. Fouche het gestop, uitgespring en nader gehardloop. Toe\nhy by die bakkie kom, was daar reeds ander\npolisiemanne daar en die appellant is\naan hom oorhandig om na die aanklagkantoor te neem.\n12\nDie twee klaers in aanklagte 3 en 4 het ook getuig. Duitlwileng se\ngetuienis was dat hy een van die groep was en dat hy in die noordelike\nbaan van\nFrikkie Meyerboulevard geloop het. Hy is by die bakkie, wat stadig beweeg het,\nverby. Ander lede van die groep het gehardloop.\nDaama het hy 'n skoot gehoor,\nomgekyk en 'n persoon agter hom gesien wat geval het. Die bakkie was toe\nongeveer drie meter agter\nhom. Hy het weggehardloop maar is op sy linker voorarm\nraakgeskiet. Hy was vyf maande in die hospitaal en kan nou net twee vingers\nvan\nsy linkerhand gebruik. Msibi, ook een van die groep, se getuienis was dat die\ngroep begin hardloop het kort voor die skietery\nen dat sommige van hulle agter\ngeraak het. Hy was onder die agterstes en het op die suidelike baan van Frikkie\nMeyerboulevard geloop\ntoe hy 'n geskree van AWB-lede vanaf die oostekant van die\npad\n13\nhoor. Hy het die bakkie links agter hom gesien, gedink dat die bestuurder\n'n ANC-monitor was en was besig om na links te draai om\nna die bakkie toe te\ngaan toe hy in die rug geskiet is. Gelukkig was dit 'n skrams skoot wat onder sy\nregterarm uit is en toe deur\ndie bo-arm getrek het. Hy het steeds las van die\narm. Volgens Msibi is hy geskiet in die T-aansluiting van Milanstraat en Frikkie\nMeyerboulevard. Dit is 'n hele paar tree suid van waar die bakkie tot stilstand\ngekom het. Volgens die getuienis van beide klaers\nwas daar geen lid van die\ngroep naby die bakkie nie. Die appellant se getuienis was dat hy om ongeveer\nhalfeen die betrokke middag\nvanaf sy huis buite Vanderbijlpark na die middedorp\ngery het om sy pos te gaan haal. Hy bedryf sy eie konstruksiebesigheid en het\nsekere tenderdokumente verwag. Hy het vooraf gehoor dat 'n optog beplan word vir\ndaardie dag maar het\n14\ngemeen dat dit afgelas is omdat die stadsraad sy toestemming geweier het.\nOp pad na die poskantoor die middag is hy in Frikkie Meyerboulevard\ndeur 'n\nverkeersbeampte voorgekeer en hy het toe besef dat daar iets aan die gang is in\ndaardie straat. Hy het 'n alternatiewe roete\nna die poskantoor gebruik. Op pad\ntemg huis toe het hy 'n samedromming gesien en verneem dat die ANC-optog in\naantog was. Hy was\nnuuskierig om dit te sien en het in Frikkie Meyerboulevard\ningedraai en voor 'n woonstelgebou gaan staan en kyk hoe die optog enkele\nmeters\nvan hom af verbygaan. Toe die optog en die grootste gedeelte van die stoet\nvoertuie verby hom is, het hy tussen die laaste\ntwee Casspirs by die stoet\naangesluit. Hy het by een van hulle verbygery en gesien dat daar nog 'n Casspir\nvoor hom was. Hy het daarna\ngeen verdere voertuie in die stoet verbygegaan nie.\nToe hulle die aansluiting\n15\nvan Milanstraat nader, het sommige van die groep vinniger begin beweeg\nsodat van die ander agter geraak het. Hierdie agterhoede was\naanvanklik op die\nsuidelike baan maar het toe begin oorkom na die noordelike baan sodat die\nappellant hom skielik tussen lede van\ndie groep bevind het. Dit het hom benoud\ngemaak. Hy kon nie na links van die pad aftrek nie omdat daar 'n metaalreling\nlangs die\npad was. Aan die linkerkant van die reling het AWB-lede en ander\ngewapende privaatpersone geloop. Feitlik regoor die aansluiting\nvan Milanstraat\nhet die AWB-lede omgedraai, waarop 'n lid van die groep voor die appellant in\ndie pad vasgesteek en vir die AWB-lede\ngeskree het: \"Cowards, don't turn\naround\". Nog drie of vier ander lede van die groep het by die eerste een\naangesluit en een het\nop en af gespring en geskree: \"One settler, one bullet\".\n'n Ander, wat reg langs die bakkie was, het geskree:\n16\n\"Kill the farmer, kill him\" terwyl hy na die appellant kyk. Die appellant\nhet geglo dat die woorde vir hom bedoel was en dat sy lewe\nin gevaar was. Links\nvan hom was die metaalreling en regs was lede van die groep. Hy het petrol\ngetrap om vorentoe te ry en die bakkie\nhet gestol, 'n tree of wat vorentoe geruk\nen gaan staan. Hy het sy vuurwapen, wat in 'n geweersakkie voor by sy broek se\nlyfband\ningedruk was, nitgehaal, sy hand by die venster uitgesteek en begin\nskiet. Die appellant het aanvanklik gesê dat hy vyf skote\naaneen geskiet\nhet. In kruisverhoor het hy gesê dat hy eers net drie skote geskiet het,\nwaarvan hy glad nie bewus is nie, en\nlater nog twee nadat hy iemand op die dak\nvan die bakkie hoor slaan het en gedink het dat hy aangeval word. Hy het al die\nskote na\nregs geskiet sonder om dit doelbewus te doen en sonder om te mik. Hy\nhet toegegee dat die optog vreedsaam verloop het totdat een\nvan die groep\ngeskree het \"Kill the farmer, kill him\".\n17\nDit was die werklike rede waarom hy geskiet het. Hy het andersins nie\nbedreig gevoel deur enige samedromming nie en die geskree oor\nen weer tussen die\ngroep en die AWB-lede het ook nie vir hom gevaarlik voorgekom nie. Toe hy skiet\nwas daar 'n Casspir vyftig tree\nvoor hom en nog een vyftig tree agter hom. Hy\nhet nie ander polisiemanne naby hom gesien nie. Hy het wel vir mev Coni reg voor\nsy\nbakkie gesien. Nadat hy geskiet het, was die polisie gou by en is hy dadelik\nweggeneem. Ongeveer twee en 'n half uur later het hy\n'n skriftelike verklaring\naan die polisie gemaak waarin hy onder andere gesê het dat hy geskiet het\nnadat die skare begin spring\nen skreeu en vloek het en die slagspreuk \"One\nsettler one bullet\" geskree het.\nDie vuurwapen waarmee die appellant geskiet het, is 'n ,357 rewolwer wat\ndeur die Verhoorhof as 'n swaar kaliber wapen beskryf is.\nDie appellant het\ngetuig dat wanneer hy sy huis\n18\nverlaat hy altyd die wapen en 'n handvol ekstra patrone saam met hom\nneem. Die polisie het na die skietery twee-en-twintig lewendige\npatrone in sy\nsak gevind.\nNamens die appellant is in hierdie Hof betoog dat die Verhoorhof\nverkeerdelik bevind het dat hy nie in noodweer gehandel het nie.\nDaar is betoog\ndat 'n aantal faktore gelyktydig saamgewerk het om 'n gevaarsituasie te skep\nwaarin die appellant geregverdig was\nom te skiet. Daar is verder betoog dat die\nVerhoorhof se bevinding tot die teendeel gebaseer was op afleidings uit die\nstaatsgetuies\nse waamemings nadat die eerste skote reeds geklap het en dat die\nappellant se weergawe van die gebeure voor hy geskiet het, onbetwis\nstaan en\nverkeerdelik deur die Verhoorhof verwerp is.\nWat die betoog betref dat verskeie faktore 'n gevaarsituasie geskep het,\nhet ek reeds daarop gewys dat al die getuienis,\n19\ninsluitende dié van die appellant, dit duidelik maak dat daar geen\nsamedromming by sy bakkie was nie. Dit was nie in geskil\ndat die optog vreedsaam\nen sonder voorvalle verloop het nie en dat daar geen konfrontasie gedreig het\ntussen die groep en die AWB-lede\nnie. Die appellant het trouens self getuig dat\nhy nie bedreig gevoel het deur die oor en weer geskree tussen die groep en die\nAWB-lede\nnie. Polisiemanne was oral teenwoordig en die appellant het geweet dat\npolisievoertuie voor en agter hom in die stoet was. Afgesien\nvan die\ndoodsdreigement wat volgens die appellant die werklike rede vir die skietery\nwas, is daar, na my mening, nie sprake van enige\nander faktor wat 'n\ngevaarsituasie geskep het nie.\nDie betoog dat die staatsgetuies slegs getuig het oor waarnemings nadat\ndie eerste skote geklap het, is gebaseer op enkele passasies\nin die uitspraak\nvan die Verhoorregter in die\n20\naansoek om verlof om te appelleer en is nie geregverdig nie. In hierdie\ngedeeltes van sy uitspraak sê die Verhoorregter dat\ndaar nie ooggetuienis\nwas van die gebeure onmiddellik voor die skietery nie en dat die Hof aangewese\nwas om afleidings te maak uit\ndie getuies se waarnemings nadat die eerste skote\ngeval het. Dit wil voorkom asof die Verhoorregter die getuienis van Eybers en\nConi\nuit die oog verloor het wat die Hof a quo in sy uitspraak by\nskuldigbevinding aanvaar het. Ek wys in die verbygaan daarop dat die\nVerhoorregter nie die korrekte toets toegepas het toe hy verlof verleen het om\nte appelleer nie. Die vraag was of daar 'n redelike\nvooruitsig op sukses in die\nappèl sou wees (S v Sikosana\n1980 (4) SA 559\n(A)) en nie, soos die\nVerhoorregter dit gestel het, of \"'n ander hof miskien wel tot 'n ander slotsom\nsou kon kom nie\".\nOm terug te keer na die ooggetuienis van die gebeure voor die eerste\nskoot geskiet is, het Eybers getuig dat hy gesien het dat\n21\ndie appellant sy hand by die venster uitsteek voordat die skote geklap\nhet. Daar was toe geen lede van die groep naby die bakkie nie.\nVolgens mev Coni\nhet sy die bakkie reeds voor die skietery dopgehou omdat sy nie kon verstaan wat\ndie bakkie in die optog gemaak\nhet nie. Lede van die groep het by die bakkie\nverby-gehardloop en geeneen het enige bedreiging vir die appellant ingehou nie.\nSy\nhet niemand enige dreigemente hoor skree nie. Botha se foto's is wel geneem\nnadat die eerste skote geklap het, maar dit is volgens\nalle aanduidings so gou\ndaarna geneem dat dit duidelike stawing bied vir die staatsgetuies dat daar\nniemand naby die bakkie was wat\ndie appellant bedreig het nie.\nDie appellant se weergawe dat een van die groep van reg langs sy bakkie\ngeskree het, \"Kill the farmer, kill him\" is deur die Hof a\nquo as vals verwerp.\nIn sy verklaring aan die polisie het die appellant niks van hierdie dreigement\ngesê nie. Alhoewel die\n22\nverklaring nie sy volledige weergawe bevat nie, sou mens verwag dat as\ndit die waarheid was, hy dit heel eerste aan die polisie sou\ngesê het\nomdat dit, volgens sy latere getuienis, die eintlike rede vir die skietery was.\nInstede daarvan gee hy in sy verklaring\nte kenne dat hy geskiet het nadat baie\nlede van die groep begin het om te spring, skreeu en vloek en die slagspreuk\n\"One settler,\none bullet\" geskree het. Strydig hiermee getuig hy dat hy nie\nbedreig gevoel het deur die groep nie.\nDie appellant se getuienis is in verskeie opsigte weersprekend en\nonwaarskynlik. Ek het reeds daarop gewys dat hy aanvanklik gesê\nhet dat hy\nvyf skote aaneen geskiet het, terwyl sy verdere getuienis was dat hy eers drie\nen toe later nog twee skote gevuur het.\nDie appellant het getuig dat hy wild\ngeskiet het omdat hy doelbewus geraas wou maak om sy aanvallers te laat skrik.\nTerselfdertyd\ngetuig hy dat hy nie eens bewus was daarvan dat hy\n23\ndie eerste skote gevuur het nie. Hy kon nie verduidelik waarom, indien hy\nbloot 'n geraas wou maak, hy nie in die lug gevuur het nie\nof waarom, indien hy\nwild geskiet het, vier uit die vyf skote mense getref het nie. Indien die\nappellant inderdaad bedreig gevoel\nhet, sou mens verwag dat hy op die persone\nwat hom bedreig het, sou gevuur het. Daar is egter geen aanduiding dat die\npersone wat\ngetref is, hom bedreig het nie. Die getuienis van die klaers is\ntrouens tot die teendeel. Die appellant kon ook nie verduidelik waarom\nhy nie\neenvoudig sy venster toegemaak het en die polisie se aandag getrek het nie.\nHulle sou binne oomblikke by gewees het, soos\nwel gebeur het nadat hy geskiet\nhet. 'n Verdere aspek wat twyfel werp op sy weergawe is die feit dat mev Coni,\nwat twee of drie tree\nvoor die bakkie was, nie die doodsdreigement gehoor het\nnie.\nDie objektiewe feite weerspreek die appellant se getuienis.\n24\nHy neem 'n vuurwapen en twee-en-twintig los patrone saam met hom as hy\ndie pos gaan uithaal en sy verduideliking is dat hy uit vrees\nen waaksaamheid\nvanweë die toestand van geweld in die land_ nie sy huis daarsonder verlaat\nnie. Nogtans gaan staan hy op 'n\nplek langs die roete waar die hele optog binne\nenkele meters van hom af verbygaan, sluit by die polisievoertuie agter die optog\naan\nen vleg tussen die voertuie deur om nader aan die groep te kom. Dit is nie\ndie optrede van 'n persoon wat bevrees is nie.\nIn al die omstandighede is daar geen rede om met die aanvaarding van die\nstaatsgetuienis en die verwerping van die weergawe van die\nappellant deur die\nHof a quo in te meng nie. Die Hof a quo het gevolglik tereg bevind dat die\nappellant nie in enige gevaar verkeer\nhet toe hy geskiet het nie en dat hy ook\nnie in enige waan verkeer het dat hy bedreig word nie, maar dat hy geskiet het\nmet die opset\nom te dood. Hy is tereg skuldig bevind.\n25\nWat die appèl teen die vonnisse betref, het die Hof a quo geen\nmistasting of ander onreëlmatigheid begaan nie en daar\nkan ook nie\ngesê word dat die vonnisse buitensporig is nie.\nDie appèl word afgewys.\nW.\nVIVIER AR.\nCORBETT HR)\nVAN HEERDEN AR)\nHARMS AR)\nOLIVIER AR)\tStem saam.",
  "scraped_at": "2026-02-12T08:55:34.888079",
  "date": "1995-11-30",
  "coram": [
    "Corbett HR",
    "Van Heerden",
    "Vivier",
    "Harms",
    "Olivier"
  ],
  "case_number": "125/95",
  "parties": {
    "applicants": [
      "Ignattus Michael Kruger Odendaal"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "In April 1993 an ANC support march passed through Vanderbijlpark. At the end of the procession the appellant, Ignattus Michael Kruger Odendaal, drove his bakkie alongside the rear of the crowd and opened fire, killing two persons and seriously injuring two others. He was convicted in the Potchefstroom Regional Court of two counts of murder and two counts of attempted murder, receiving 16 years imprisonment on each murder count and 12 years on each attempted murder count, to be served cumulatively. He appealed on the ground of self‑defence, arguing he mistakenly believed he was under threat.",
    "issues": "The appeal raised two primary issues: (1) Whether the appellant’s conduct satisfied the legal requirements for self‑defence under South African law; and (2) Whether the convictions and cumulative sentences were appropriate and within the court’s discretion.",
    "principles": "South African self‑defence law requires a genuine and reasonable belief of imminent unlawful attack, a proportional response, and that the defender not be the aggressor. The defence cannot be based on a mistaken belief that is not reasonable in the circumstances. Precedent such as S v Sikosana informs the standard for granting leave to appeal and the assessment of reasonable prospect of success.",
    "application": "The appellate court examined the evidence, including eyewitness testimony that no members of the crowd were near the appellant’s vehicle when he fired, and that police were present on both sides of the bakkie. The court found the appellant’s claim of a threatened life to be unsupported by the factual matrix; there was no crowd, no hostile conduct, and the appellant voluntarily positioned himself in the procession. Consequently, the self‑defence defence was rejected as the belief of danger was unreasonable and not based on any imminent attack.",
    "conclusion": "The appeal was dismissed. The convictions for murder and attempted murder were upheld, and the cumulative sentences were affirmed as not excessive. The appellant was found guilty of intentional homicide, not acting in self‑defence."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Homicide",
    "level_3": [
      "Murder",
      "Self-defence",
      "Appeal",
      "Political Violence"
    ]
  }
}