{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/40.html",
  "case_name": "Ex Parte: Minister of Justice In Re: Nedbank Ltd v Abstein Distributors (Pty) Ltd and Others (240/93) [1995] ZASCA 40; [1995] 2 All SA 420 (A) (30 March 1995)",
  "citation": "[1995] ZASCA 40",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 40\n|\nNoteup\n|\nLawCite\nEx Parte: Minister of Justice In Re: Nedbank Ltd v Abstein Distributors (Pty) Ltd and Others (240/93) [1995] ZASCA 40; [1995] 2 All SA 420 (A) (30 March 1995)\nDownload original files\nPDF format\nRTF format\nCASE NO. 240/93\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nEX PARTE MINISTER OF JUSTICE IN RE:\nNEDBANK LTD v ABSTEIN DISTRIBUTORS (PTY) LTD AND OTHERS\nAND\nDONELLY v BARCLAYS NATIONAL BANK LTD\nCORAM\n: CORBETT, CJ, NESTADT, VIVIER, STEYN,\nJJA et NICHOLAS, AJA\nHEARD\n: 10 MARCH 1995\nDELIVERED\n: 30 MARCH 1995\nJUDGMENT\nSTEYN JA/\n2\nSTEYN JA:\nThis is a matter submitted by the Minister of Justice for\ndetermination by this Court under section 23 of the Supreme Court Act, 59\nof\n1959. The section provides that\n\"Whenever a decision in civil proceedings on a question of law is given by a\nprovincial or local division which is in conflict with\na decision in civil\nproceedings on a question of law given by any other such division, the Minister\nmay, after consultation with\nthe South African Law Commission, submit such\nconflicting decisions to the appellate division and cause the matter to be\nargued before\nthat division, in order that it may determine the said question of\nlaw for the future guidance of all courts.\"\nThe submission is as follows:\n2.\n2.1 In Nedbank Ltd v Abstein Distributors (Pty)\nLtd\nand Others,\n1989 (3) SA 750(T)\n, it was held (at\npage 754 D-E) that a clause in a deed of suretyship, which\n3\nreads as follows:\n'... that the indebtedness of the said debtors) to the said bank shall at any\ntime be determined and proved by written certificate\nof a general manager or the\nmanager for the time being of any branch of the said bank, and such certificate\nshall be binding on me/us\nand be conclusive proof of the amount of my/our\nindebtedness and will be valid as a liquid document against me/us in any\ncompetent\nCourt...'\nwas to be regarded as contra bonos mores and therefore void in accordance with\nthe judgment in SASFIN (PTY) LTD v BEUKES,\n1989 (1) SA 1(A).\nFor the sake of\nconvenience the above-quoted clause and any similarly worded clause will be\nreferred to as a 'conclusive proof clause'.\n2 2 In DONELLY v\nBARCLAYS NATIONAL BANK\nLTD, 1990(1) SA 375 (W), it was held that a conclusive proof clause in a deed of\nsuretyship, which reads as follows:\n'I/We hereby agree and declare that the amount due, owing and payable\n(hereinafter referred to as 'the indebtedness') by the debtor\nand by me/us\nhereunder to the bank at any time (including interest and the rate of interest)\nshall be determined\n4\nand proved by a certificate signed by any manager or accountant of the bank. It\nshall not be necessary to prove the appointment of\nthe person signing any such\ncertificate, and such certificate stating the amount of the indebtedness of the\ndebtor and of myself/ourselves\nhereunder shall be binding on me/us and shall be\nconclusive proof that the amount of my/our indebtedness hereunder is due, owing\nand payable at the date of signature thereof, which certificate shall be valid\nas a liquid document against me/us in any competent\ncourt for the purposes of\nobtaining provisional sentence or summary judgment against me/us\nthereon.'\nwas not rendered bad in law by the judgment in SASFIN (PTY) LTD v BEUKES, supra.\nIn arriving at this Ending the Court stated, inter\nalia, that it could find no\nindication in the judgment of SASFIN (PTY) LTD v BEUKES, supra, that it has such\nan extensive meaning\nthat any conclusive proof clause in any contract is\ncontrary to public policy and therefore bad and unenforceable (at pages 393\nF-H).\n3.\nThe decisions in NEDBANK LTD v ABSTEIN DISTRIBUTORS AND OTHERS, supra, and\nDONELLY v\nBARCLAYS NATIONAL BANK LTD, supra, are in conflict\n5\non a question of law, viz whether a conclusive proof clause in favour of a\ncreditor in any contract per se offends against public\npolicy, or not.\n4.\nAs a result of the aforementioned conflicting decisions the South African Law\nCommission has been consulted, and it has recommended\nthat the question referred\nto in paragraph 5, below, should be submitted to the Appellate Division for\ndetermination.\n5.\nIn the aforementioned premises, the aforesaid conflicting decisions are\nsubmitted to the Appellate Division so that the matter can\nbe argued in order\nthat a determination be made on the following question of law for the future\nguidance of all courts, viz:\n'Which of two conflicting interpretations of the decision of the Appellate\nDivision of the Supreme Court of South Africa in the matter\nof SASFIN (PTY) LTD\nv BEUKES,\n1989 (1) SA 1\n(A) relating to the validity of a so-called 'conclusive\nproof clause' in favour of a creditor in an agreement correctly reflects\nthe\nlaw, namely -\n(a) the interpretation of the Court in NEDBANK\nLTD\n6\nv ABSTEIN DISTRIBUTORS(PTY)LTD AND\nOTHERS, 1989(3) SA 750(T), that such a clause is contra bonos mores and\ntherefore void regardless of the context of the agreement\nin which it finds\nitself; or\n(b) the interpretation applied in DONELLY V BARCLAYS NATIONAL\nBANK LTD, 1990 (1)\nSA 375(W), where the Court found no indication in the judgment in the\nSASFIN-case of the proposition advanced by the defence in the\nDONELLY-case that\nany such clause in any contract between any parties is contrary to public policy\nand therefore bad and unenforceable.'\n\"\nIn this judgment the expression \"conclusive proof clause\" will have the same\nmeaning as that set out in par 2.1 of the submission.\nSASFIN (PTY) LTD v BEUKES,\n1989 (1) SA 1\n(A), will be referred to as Sasfin and the aforementioned two\nconflicting decisions as Nedbank and Donelly respectively.\nThe question of\nlaw submitted in effect poses this inquiry, viz; in which of the two decisions\nis the Sasfin judgment correctly interpreted?\n7\nThe correctness of the Sasfin decision is not here in issue. It is clearly\naccepted as correct in the submission. All this Court is\nasked to do is to\ndetermine which of the two conflicting decisions (if either) correctly stated\nthe effect thereof.\nIn Sasfin it was held that a deed of cession executed by\nthe debtor, Beukes, in favour of the financier, Sasfin (Pty) Ltd and certain\nof\nhis creditors, was unconscionable, incompatible with the public interest and,\ntherefore, void. A number of clauses in the deed\nwere examined and found to be\ncontrary to public policy. Clauses 3.24.1 and 3.24.2 were among those so found.\nTheir terms, as set\nout in the majority judgment (p 11 E-I), are the\nfollowing:\n\"3.24.1 (T)he amount owing to the creditors by me/us at any time, the fact\nthat it is due and payable, the rate of interest payable\nthereon, (and) the date\nfrom which interest is reckoned,... shall be deemed to be determined and proved\nby a certificate under the\nsignature of any of and director of any of the\ncreditors. It shall not be necessary to prove the\n8\nappointment of the person signing any such certificate. 3.24.2 Such\ncertificate shall -\n3.24.2.1\tbe binding upon me/us\nand\n3.24.2.2\nbe conclusive proof of the amount due, owing and payable by\nme/us to the creditors and of the facts stated therein;\nand\n3.24.2.3\nbe deemed to be a liquid document\nfor the purpose of obtaining provisional sentence and/or any other judgment or\norder against me/us;\nand\n3.24.2.4\nconstitute\nsufficient particularity for the purposes of pleading and trial in any action\ninstituted by you against me/us; and\n3.24.2.5\nconstitute sufficient proof to enable the creditors\nto\n3.24.2.5.1\ndischarge any onus\nwhich may be cast upon it/them in law in any action;\nand\n3.24.2.5.2\nobtain any judgment or\norder;\nThe creditors shall, accordingly, not be\nobliged to tender any additional evidence over\n9\nand above and/or in addition to such certificate at any hearing in any action\nor proceedings for a judgment or order. \" [The italicizing\nis Sasfin's]\nThere were two judgments in Sasfin. The majority and minority of the Court\nwere however ad idem on the aforementioned finding in respect\nof clauses 3.24.1\nand 2. The majority finding is in these terms (pp 14I-15D, 1989 (1) SA):\n\"In terms of clause 3.24.1, the amount owing by Beukes to Sasfin at any time,\nthe fact that it is due and payable and the rate of\ninterest\nthereon\n'shall be deemed to be determined and proved by a certificate under the\nsignature of any of the directors of any of the\ncreditors'.\nThe effect of the provisions of clause 3.24.2 is that\nsuch\n10\ncertificate cannot effectively be challenged on any ground save fraud. It\nconstitutes the sole memorial of Beukes' indebtedness,\nand is conclusive proof\nof such indebtedness and the amount thereof. These clauses purport to oust the\nCourt's jurisdiction to enquire\ninto the validity or accuracy of the\ncertificate, to determine the weight to be attached thereto or to entertain any\nchallenge directed\nat it other than on the ground of fraud. As such they run\ncounter to public policy (cf Schierhout v Minister of Justice\n1925 AD 417\nat\n424). Although perhaps not per se contrary to public policy, the provisions of\nclause 3.24.3.1 are indicative of the extreme lengths\nto which the deed of\ncession goes in curtailing the rights of Beukes. Clause 3.24.3.1 provides, inter\nalia,\n'I/we hereby irrevocably appoint and\nauthorise any of the\ndirectors of any of the creditors who signs any\ncertificate\nissued in terms of 3.24.1 also to be my/our agent in rem\nsuam\nfor the purpose of signing and issuing such\ncertificate. In signing and\nissuing such certificate the\nsignatory shall be deemed to act also as my/our\nagent for\nthe purposes thereof.'\nNot content with the far-reaching\nconsequences of the certificate\nas spelt out in clause 3.24.2, the deed of\ncession goes as far as\nto deem it that of Beukes' agent!\"\nIn the minority judgment the following is said (at p\n23\nCD):\n11\n\"(4) Klousule 3.24.2\nEk stem saam dat die klousule in stryd met die openbare beleid is. Daar is 'n\nduidelike onderskeid tussen 'n bepaling wat meebring\ndat 'n sertiflkaat van 'n\nskuldeiser prima facie bewys van die omvang van 'n skuld is, en een wat aan die\nsertifikaat onweerlegbare\nbewyswaarde verleen. Ek deel egter nie my Kollega se\ntwyfel aangaande klousule 3.24.3.1 nie. Indien dit alleen gestaan het, sou dit\nslegs meegebring het dat 'n sertifikaat prima facie bewys van die respondent se\nverskuldigheid sou daarstel. 'n Skuldenaar kan immers\nbewys dat 'n erkenning\ndeur hom of sy verteenwoordiger aangaande die bestaan of omvang van 'n skuld\nverkeerdelik gemaak is. Vgl Du\nPlessis v Van Deventer\n1960 (2) SA 544\n(A).\"\nSasfin (Pty) Ltd did not claim payment from\nBeukes and no such certificate was ever issued. Clause 3.24 however clearly\nprovides that\nif and when issued, the author of the certificate would be a\ncreditor of Beukes.\nThe central issue here is whether the Sasfin decision\nenunciated a general principle to the effect that in any contract a conclusive\nproof clause providing for a certificate of balance of which\n12\na creditor is the author is contrary to public policy or whether it was an\n\"ad hoc finding\", restricted to the particular facts of\nthat case.\nIn Nedbank\nthe court opted for the former interpretation and in Donelly for the\nlatter.\nIn Nedbank the plaintiff bank proceeded against certain sureties for\npayment of the overdraft debt owed it by the principal debtor\nwhich had been\nliquidated. The sureties pleaded i a that a conclusive proof certificate signed\nby the bank manager was contra bonos\nmores and void. Having dealt i a with\nNedbank Ltd v Van der Berg and Another\n1987 (3) SA 449\n(W) and Standard Bank of\nSA Ltd v Neugarten and Others\n1987 (3) SA 695\n(W), Le Roux AJ proceeded as\nfollows at 753F-754E:\n\"Both counsel referred to the recent case of Sasfin (Pty) Ltd v Beukes\n1989 (1)\nSA 1\n(A). In that case various clauses in a deed of cession were found to be\nagainst public interest and the deed therefore void. One\nof the clauses found to\nbe objectionable was one providing for a conclusive certificate of indebtedness.\nThe relevant clause was\ndealt with at\n14J-15D,\n13\nwhere Smalberger JA said: (The above-quoted passage is here set out.)\nMr Maritz argued that the particular clause was found to be void not in\nisolation but in conjunction with and having regard to all\nthe other offending\nclauses. This he infers, inter alia, from the sentence reading 'although not per\nse contrary to public policy,\n...' in the passage quoted above.\nOn my reading of this passage the learned Judge of Appeal merely wanted to\nindicate how harsh the consequences of the certificate\nwere. One cannot infer\nfrom that reference an intention to convey that, standing alone, clause 3.24.2\nwould not be void. Any doubt\nis, however, removed when one has regard to the\nminority judgment at 23C where Van Heerden JA, in dealing with clause 3.24.2,\nstates:\n(The above-quoted passage is here set out.)\nMr Maritz further submitted that because the Judges of Appeal, despite having\nbeen referred to the two WLD cases mentioned above,\ndid not refer to them in the\njudgment specifically, those decisions are not overruled. However, those cases\nare not confirmed either.\nThey are simply not mentioned. I am inclined to the\nview that, in accordance with the judgment in the Sasfin case, the clause under\ndiscussion must be regarded as contra bonos mores and therefore\nvoid.\"\nThe judgment in Donelly was delivered in an\nappeal from\na magistrate's court decision. The plaintiff bank had obtained\n14\njudgment against a surety in the amount of the overdraft debt owed it by the\nprincipal debtor. Shortly before the hearing of the appeal\na defence was raised\nthat the conclusive proof clause in issue \"was contrary to public policy and as\nsuch illegal and unenforceable\".\nKriegler J dealt as follows with this defence and with the import of the\nSasfin judgment, firstly at 381D-382A:\n\"In casu Donelly seeks to raise a question of public policy. We would be remiss\nif we did not entertain the argument in support of\nthat contention. It is proper\nthat it should be adjudicated upon. Moreover, to my knowledge, this is the third\ntime in as many weeks\nthat this self-same defence has been raised. In each\ninstance it was purportedly based on the as yet unreported Appellate Division\njudgment in the case of Sasfin (Pfy) Ltd v Hendrik Johannes Stephanus Beukes,\ndelivered on 19 September 1988, case no 149/87.\nIt seems that that judgment has come to be regarded as a free pardon for\nrecalcitrant and otherwise defenceless debtors. It is decidedly\nnot that. The\njudgment should be read in context and as a whole. First and foremost one should\nnote, at p 12 of the typescript, an\nimportant caveat in the majority judgment of\nSmalberger JA. It is to this effect:\n15\n'One must be careful not to conclude that a contract is contrary to public\npolicy merely because its terms (or some of them) offend\none's individual sense\nof propriety and fairness. In the words of Lord Atkin in Fender v St\nJohn-Mildmay\n[1938] AC 1\nat 12 'the doctrine should only be invoked in clear\ncases in which the harm to the public is substantially incontestable and does\nnot depend upon the idiosyncratic inferences of a few judicial\nminds'.'\nIt should also be emphasised, before turning to deal with the particular facts\nof the Sasfin case, that the maxim pacto sunt servanda\nis still a cornerstone of\nour law of contract. Nothing said or implied in the Sasfin case in any way\nserves to derogate from that\nimportant principle. Also, as was pointed out at p\n13 of the judgment, 'public policy generally favours the utmost freedom of\ncontract'.\nIt is clear from a reading of the judgments in the Sasfin case that the Court\nwas there concerned with a most unusual contract.\"\nHaving quoted\nthe relevant portions of clause 3.24 (as set out in Sasfin) the learned Judge\nproceeded as follows on pp 382F-384J:\n\"Having read the clause in its entirety, one is not surprised\nat\n16\nthe words of the learned Judge of Appeal. However, one then looks at the\nwhole of the judgment to see whether there is any warrant\ntherein, express or\nimplied, for the proposition now advanced on behalf of Donelly by Mr Kruger.\nThat proposition is that the Appellate\nDivision ruled in the case of ,Sasfin\n(Pty) Ltd v Beukes that any certificate of balance clause in any contract\nbetween any parties\nproviding that the certificate would be conclusive proof of\nthe amount of an indebtedness, is contrary to public policy and therefore\nbad\nand unenforceable.\nI can find no indication in the judgment of such a wide statement. 1 would\nindeed have been surprised if the Appellate Division had\nintended so to do\nwithout at the same time dealing with innumerable cases in which such\ncertificates of balance have been held to\nbe good. I refer only to the two most\nrecent ones, namely Nedbank Ltd v Von der Berg and Another\n1987 (3) SA 449\n(W)\nand Standard Bank of SA Ltd v Neugarten and Others\n1987 (3) SA 695\n(W).\nTo my mind the learned Judges, both in the majority and minority judgments,\nmade it plain that their respective findings as to fatal\nnon-compliance with the\ndictates of public policy were based on principle but applied to the peculiar\nterms of the contract before\nit.\nThe Appellate Division is not unaware of the existence of certificate of\nbalance clauses containing such a conclusive proof provision\nin innumerable\ndeeds of suretyship and mortgage bonds. If the Sasfin judgments were to say what\nMr Kruger\n17\nleads in them, the result would be that vast numbers of default judgment,\nsummary judgment and provisional sentence claims dealt with\nin this Division and\nin the Transvaal Provincial Division would be rendered bad in law if the\ncontention put forward by Mr Kruger\nwere good.\nI would also find it most surprising if the Appellate Division had in Sasfin\nv Beukes impliedly held but omitted to declare unequivocally\nthat an established\nbanking practice, that has existed for many years, here and in the United\nKingdom, is bad in law. In this regard\nI would refer to the case of Bache and Co\n(London) Ltd v Banque Vernes et Commerciale Paris SA [1973] 2 L1LR 437. In that\ncase the\nCourt of Appeal dealt with a certificate of balance clause in a\ncontract between commodity brokers on the London Commodity Exchange\nand a French\nbank that had issued a guarantee. Lord Denning, McGaw LJ and Scarman LJ, in\nthree separate judgments, had no difficulty\nin confirming that such certificates\nwhich would serve as conclusive proof were not bad in law. In particular Lord\nDenning, at 440,\ndrew attention to the fact that one of the reasons why such a\ncertificate is not bad is that the debtor is at liberty, should he\nsubsequently\ndiscover that the certificate was wrong, to institute the appropriate action. In\nthe course of argument I put to Mr\nKruger whether he contended that that would\nnot apply in a case such as the instant one. He was constrained to concede that\nit would\napply.\nMoreover, we are not dealing here with a money-lender who has\n18\ntaken complete control of the debtor's book of a professional man and\nthereafter is empowered to deal with the debtors without any\nrecourse to the\nprofessional man. What we have here is a banker/client relationship in which the\nterms of the overdraft facility\nwere clearly spelt out. We have here a\nbanker/client relationship between a recognised, reputable commercial bank of\nmore than a\ncentury's standing in this country, which issued regular bank\nstatements to the principal debtor. Those bank statements were before\nthe court\na quo. Two of them are before us. It is clear that they are in the standard\nform, reflecting credits and debits and identifying\nthem.\nIt is also clear on the evidence of this case that the surety sought to be\nbound by the certificate of balance clause containing the\nconclusive evidence\nprovision was not a stranger to the principal debt. Donelly was the controlling\ndirector or one of the two controlling\ndirectors and shareholders of the\nprincipal debtor. He was one of the two signatories on the principal debtor's\nbanking account.\nIt cannot be suggested that Donelly did not know full well\nprecisely what was going on in that banking account from time to time.\nMoreover, it is clear from the manner in which the trial was conducted that\nthere was never any challenge of any substance to the\naccuracy of the\ncertificate. There was not one word from either Donelly or his wife in support\nof such a challenge and, apart from\nthe peripheral snippet of cross-examination\nas to the rate of interest referred to above, Greyling's evidence was not\n19\nchallenged at all.\nIn my view this case differs toto caelo from Sasfin v Beukes and there is no\nprinciple laid down in that case which is applicable\nto the certificate of\nbalance clause in this case.\"\nIn Nedbank and Donelly the factual\nposition was in all material respects the same, viz that of a bank proceeding\nagainst a surety\nor sureties for payment of the amount of an overdraft owing to\nthe bank by the principal debtor. The different decisions in those\ntwo cases\nwere consequently determined by the conflicting interpretations of the Sasfin\njudgment, and not by the nature and effect\nof the respective facts.\nAn\nimportant common feature in Sasfin, Nedbank and Donelly was that the conclusive\nproof clause in each case provided that the amount\nowing to the creditor by the\ndebtor would be proved by a certificate of which the creditor was the\nauthor.\nIn Nedbank Ltd v Van der Berg and Another\n1987 (3) SA 449\n(W), relied upon by\nKriegler J, the certificate of balance was\n20\nissued under the hand of an employee of the bank in pursuance of the\nconclusive proof clause there in issue. The creditor was therefore\nin effect the\nauthor of the certificate. It was contended \"that the term regarding the\ncertificate might be contra bonos mores\",\nbut it was held (at 451-452) that the\nobjection was met by what was said in Astra Furnishers (Pty) Ltd v Arend and\nAnother\n1973 (1) SA 446\n(C) at 450 A-D. There, however, it was provided in the\ndeed of suretyship (on which the plaintiff company's claim against the surety\n(second defendant) was based) that the surety undertook \"to accept a certificate\nby the auditors of Astra Furnishers (Pty) Ltd as\nto the amount/s payable [by the\nprincipal debtor] as being the correct amount due and payable by myself. The\nauthor of this certificate\nwas a third party and it can be equated to one signed\nby an engineer or architect. It is also at least arguable that the clause\nprovided\nfor nothing more than prima facie proof of the amount due. Astra\nFurnishers was consequently not a sound precedent for the Van der\nBerg\ndecision.\n21\n(Astra Furnishers was upset on appeal but not on this point vide: Arend and\nAnother v Astra Furnishers (Pty) Ltd\n1974 (1) SA 298\n(C)\nIn Standard Bank of SA Ltd v Neugarten and Others\n1987 (3) SA 695\n(W) the conclusive proof clause also provided that\nthe\namount due be proved \"by a certificate signed by any manager ...\nof the\nbank\". Here also the creditor was in effect the author of the\ncertificate. Hemming J however upheld the clause in these terms at\n700 A-D2:\n\"No evidence would be necessary to resolve the dispute about the extent of\napplicant's claim if the 'certificate of indebtedness'\nis absolutely conclusive.\nThe clause underlying the issue thereof spells out incontrovertibility of its\nevidential content. Cf S\nv Moroney\n1978 (4) SA 389\n(A). Unqualified finality\nstrengthens the argument that applicant has become the exclusive judge of its\nown cause. But the submission\nthat the underlying contract is because of such a\nresult or for any other reason 'unconscionable' and invalid is against the\nweight\nof available relevant overseas authority. There such a\nfinal\n22\ncertificate has been regarded as being substantially on a par with\ndeterminations made by (non-employees), eg arbitrators or architects,\nand the\nunderlying clause as being designed not to oust the jurisdiction of the Court\nbut as an evidentiary device, optionally available,\nto avoid the necessity of\nitemized proof of individual debits. Dobbs v National Bank of Australasia Ltd\n1935 CLR 643\n, a decision of the Australian High Court; Bache & Co (London)\nLtd v Banque Vernes et Commerciale de Paris SA 1973 Lloyd's LR\n437; Corbin\nContracts (1962) s 1432 at 387. I respectfully regard the reasoning as\nsound.\"\nThe \"overseas authorities\" relied upon by the learned\nJudge were, however, by virtue of the reasoning therein on this aspect, not\ncogent authorities. In the Dobbs case, which was an appeal from the Supreme\nCourt at New South Wales, the plaintiff bank sued a surety\nfor payment of the\namount owed it by the principal debtor. The bank relied on a conclusive proof\nclause. The defendant denied the\ncorrectness of the amount stated in the\ncertificate which, in accordance with the said clause, had been signed by a\nmanager of the\nbank.\nThe Court dismissed this objection. It dealt therewith\nin\n23\nthese terms at 651-653:\n\"The eighth clause is as follows:- 'A certificate signed by the manager or\nacting manager for the time being of your head office\nor of any other office of\nyour bank at which the banking account of the customer shall for the time being\nbe kept stating the balance\nof principal and interest due to you by the customer\nshall be conclusive evidence of the indebtedness at such date of the customer\nto\nyou.' This clause does not purport to impose upon the bank the necessity of\nobtaining the certificate it describes. It is not\na qualification of the\nundertaking to pay contained in the first clause. It does not make a certificate\na condition precedent to\nrecovery. The promise remains a promise to pay the\namount owing; it does not become a promise to pay the amount owing if certified\nor a promise to pay only what is certified as owing. The bank could recover\nwithout the production of a certificate if, by ordinary\nlegal evidence, it\nproved the actual indebtedness of the customer. But the clause, if valid,\nenables the bank by producing a certificate\nto dispense with such proof. It\nmeans that, for the purpose of fixing the liability of a surety, the customer's\nindebtedness may\nbe ascertained conclusively by a certificate. It was contended,\nhowever, for the appellant that, upon its true construction, the\nclause did not\nmake the certificate conclusive of the legal existence of the debt but only of\nthe amount. It is not easy to\n24\nsee how the amount can be certified unless the certifier forms some\nconclusion as to what items ought to be taken into account, and\nsuch a\nconclusion goes to the existence of the indebtedness. Perhaps such a clause\nshould not be interpreted as covering all grounds\nwhich go to the validity of a\ndebt; for instance, illegality, a matter considered in Swan v. Blair [(1835) 3\nCl.\n4 Fin. 610\n, at pp 632, 635, 636]. But the manifest object of the clause was\nto provide a ready means of establishing the existence and amount\nof the\nguaranteed debt and avoiding an inquiry upon legal evidence into the debits\ngoing to make up the indebtedness. The clause\nmeans what it says, that a\ncertificate of the balance due to the bank by the customer shall be conclusive\nevidence of his indebtedness\nto the bank. Upon this construction the appellant\ncontends that the clause is void. The contention is based upon the view that it\nattempts to oust the jurisdiction of the Court upon an issue essential to the\nguarantor's liability and to substitute for the judgment\nof the Court the\ndetermination or opinion of an officer of the bank. This argument appears to us\nto involve a misunderstanding of\nthe the principle upon which it professes to\nrely. It confuses two different things. A clear distinction has always been\nmaintained\nbetween negative restrictions upon the right to invoke the\njurisdiction of the Courts and positive provisions giving efficacy to\nthe award\nof an arbitrator when made or to some analogous definition or ascertainment of\nprivate rights upon which otherwise the\nCourts might have been required to\nadjudicate. It has never been the policy of the law to\n25\ndiscourage the latter. The former have always been invalid. No\ncontractual\nprovision which attempts to disable a party from\nresorting to the Courts of\nlaw was ever recognized as valid. It\nis not possible for a contract to create\nrights and at the same\ntime to deny to the other party in whom they vest the\nright to\ninvoke the jurisdiction of the Courts to enforce them\nParties may contract with the intention of affecting their legal relations, but\nyet make the acquisition of rights under the contract\ndependent upon the\narbitrament or discretionary judgment of an ascertained or ascertainable person.\nThen no cause of action can arise\nbefore the exercise by that person of the\nfunctions committed to him. There is nothing to enforce; no cause of action\naccrues. But\nthe contract does not attempt to oust the jurisdiction (Scott v.\nAvery [(1856)\n[1856] EngR 810\n;\n5 HLC 811\n;\n10 ER 1121]\n; Caledonian Insurance Co. v. Gilmour\n[(1893) AC 85]).\nWhat no contract can do is to take from a party to whom a right actually\naccrues, whether ex contractu or otherwise, his power of\ninvoking the\njurisdiction of the Courts to enforce it.\"\nThe Court then\nconsidered the nature and effect of arbitration and concluded as follows at p\n654:\n\"But it was never considered that the Court's jurisdiction\nwas\n26\nousted by an award, notwithstanding that it concluded the parties with respect\nto matters which otherwise would be determined by\nthe Court. It is therefore a\nmistake to suppose that the policy of the law exemplified in the rule against\nousting the jurisdiction\nof the Court prevents parties giving a contractual\nconclusiveness to a third person's certificate of some matter upon which their\nrights and obligations may depend. In Ex parte Young; In re Kitchin [(1881) 17\nCh D at p 672], James L.J. says:- 'If a surety chooses\nto make himself liable to\npay what any person may say is the loss which the creditor has sustained, of\ncourse he can do so, and if\nhe has entered into such a contract he must abide by\nit.'\nThere are many familiar kinds of contracts containing provisions which make the\ncertificate of some person, or the issue of some\ndocument, conclusive of some\npossible question. The most conspicuous example, perhaps, is the certificate of\nthe engineer or architect\nunder contracts for the execution of works or the\nconstruction of buildings.\nFor these reasons we think the certificate of the officer of the bank is\nconclusive upon the parties of the amount and existence\nof the customer's\nindebtedness.\"\nIt is clear from the above passages that the Court\nequated a bank manager (or for that matter, a particular person in the\nemploy\n27\nof the bank) with an arbitrator, engineer or architect, on the ground that\nthey are \"ascertained or ascertainable\" persons. It did\nnot, however, consider\nthe position where such a person is an employee of the plaintiff. Where such an\nemployee signs a conclusive\nproof certificate, the creditor is in effect the\nauthor thereof. It is an entirely different position where the author of the\ncertificate\nis an independent third person, as was pointed out by Smalberger JA\nin Ocean Diners (Pty) Ltd v Golden Hill Construction CC\n[1993] ZASCA 41\n;\n1993 (3) SA 331\n(A) at\n342F-343B.\nIn the Banque Vernes case the plaintiffs were commodity brokers\nwho relied upon a conclusive proof clause in claiming from the bank\n(Banque\nVernes et Commerciale de Paris SA) the amount owing by the principal debtor,\nOversea Trading Company. Judgment had been given\nagainst the surety. He appealed\nagainst that order. The terms of the conclusive evidence clause there in issue\nwere set out in the\njudgment as follows (438 col (2)):\n28\n\"Notice of default shall from time to time, be given by you to us, [— That\nis by the London brokers to us, the French bankers\n—] and on receipt of\nany such notice, we [— the French bankers —] will forthwith pay to\nyou the amount stated therein\nas due, such notice of default being as between\nyou and us conclusive evidence that our liability hereunder has accrued in\nrespect\nof the amount claimed.\"\nLord Denning, MR dealt as follows\n(pp 439 col 2 - 440 col 1) with the question of the validity thereof:\n\"The question is whether that conclusive evidence clause is conclusive against\nthe party who signs the guarantee. Is he compelled\nto pay under it even though\nhe alleges that the accounts are erroneous? As matter of principle I should\nthink the clause is binding\naccording to its terms. In Halsbury's Laws of\nEngland, vol. 15 at p. 278, it is said that\n... the tendering of evidence which by statute or by agreement of the parties is\ndeclared to be conclusive, precludes evidence to\nthe contrary, which is\ninadmissible, unless the evidence adduced is inaccurate on the face of it or\nfraud is shown ...\nMr. Libbert, on behalf of the French bank, urges that such a clause is invalid\nbecause it is contrary to public policy. He suggests\nthat it is an attempt to\noust the jurisdiction of the Court\n29\nby preventing the Court from itself inquiring into the rightness or wrongness\nof the amount. Alternatively he says that it is contrary\nto public policy\nbecause it makes the brokers judges in their own cause, and therefore it should\nbe held by the Courts to be invalid.\nMr. Libbert very helpfully drew our attention to what seems to be the nearest\ncase on the point. It is in the High Court of Australia:Dobbs\nv. National Bank\nof Australasia Ltd,\n[1935] HCA 49\n;\n[1935] 53 C.L.R. 643.\n...\nMr. Libbert accepts the decision in that case; but he seeks to distinguish\nthis present case because he says that in that case the\ncertificate was to be\ngiven by the manager or officer of the branch at which the customer kept his\naccount. Such a person was comparable\nto a named architect or an engineer. But\nin the present case, he said, it was no definite or nominated person. It was\njust the brokers\nthemselves who gave the certificate for their own benefit. I\ncannot accept this distinction. The brokers must act by a manager in\nthe office,\njust as a bank does. So here it seems to me the notice of default given by the\nEnglish brokers is perfectly good. There\nis no public policy against it. On the\ncontrary, public policy is in favour of enforcing it. The evidence shows that\n'it is customary\nwithin the trade for a member of the association, dealing with\na principal who is foreign, or whose reserves are uncertain, to demand\na bank\nguarantee, not only to protect himself against his principal's\n30\npossible impecuniosity, but also so as to be able to put himself in funds\nstraight away in the event of his being called upon to honour\nhis personal\nliability on his principal's behalf. This was such a guarantee and was called\nupon only when the plaintiffs were themselves\ncalled upon to account to the\nclearing house which they did.'\nSuch being the commercial practice, it is only right that brokers should be\nable to turn to the French bank and say: 'On our giving\nyou notice of default,\nyou must pay.'\nThe French bank can in turn recover the sum from their own customer, the\nFrench trading company. No doubt they have taken security\nfor the purpose.\nThis does not lead to any injustice because if the figure should be\nerroneous, it is always open to the French trading company to\nhave it corrected\nby instituting proceedings against the brokers, in England or in France, to get\nit corrected as between them.\nI would only add this: this commercial practice (of inserting conclusive\nevidence clauses) is only acceptable because the bankers\nor brokers who insert\nthem are known to be honest and reliable men of business who are most unlikely\nto make a mistake. Their standing\nis so high that their word is to be trusted.\nSo much so that a notice of default given by a bank or a broker must be\nhonoured. It\nranks as equivalent to, if not higher than, the certificate of an\narbitrator or engineer in a\n31\nbuilding contract. As we have repeatedly held, such a certificate must be\nhonoured, leaving any cross-claims to be settled later\nby an arbitrator. So if a\nbanker or broker gives a notice of default in pursuance of a conclusive evidence\nclause, the guarantor\nmust honour it, leaving any cross-claims by the customer\nto be adjusted in separate proceedings.\nIn my opinion the Judge was quite right in giving full effect to the conclusive\nevidence clause.\"\nAt p 441 col (1), Megaw LJ, concurring, added\nthe following:\n\"It is in my judgment not arguable that this clause in this contract offends\nagainst public policy. I would merely add this: it emerges\nfrom the judgment of\nMr. Justice Starke in the case in the High Court of Australia Dobbs v. National\nBank of Australasia Ltd. to\nwhich my Lord has referred, the passage in question\nbeing on p. 657, that in that well-known volume, the Encyclopaedia of Forms and\nPrecedents, as long ago as, at any rate, the year 1925, there was included as a\nstandard form of guarantee a guarantee which, for\npresent purposes, is in this\nsame form. Not only does that go back to 1925: it continues in the current\nedition of the Encyclopaedia\nof Forms and Precedents: the words are somewhat\ndifferent from the present guarantee, but, for the reasons which my Lord has\ngiven,\nnot\n32\nmaterially or relevantly different. Further, we have been told by Mr. Lloyd that\nwithin very recent times a guarantee given to a\nSwiss bank carrying on a part of\nits business in London, is substantially in the form which appears in the\nEncyclopaedia of Forms\nand Precedents.\"\nAnd finally, at p 441 col\n(1) in fin - col (2), Scarman LJ said this:\n\"On the point of construction I would respectfully adapt to this case language\nused by Mr. Justice Simonds in a very different case.\nIn Kerr v. John\nMottram,Ltd,\n[1940] 1 Ch. 657\n, Mr. Justice Simonds, at p. 660,\nsaid:\n... I have no doubt that the words 'conclusive evidence' mean what they say;\nthat they are to be a bar to any evidence being tendered\nto show that the\nstatements in the minutes are not correct\n...\nApplying that language to the facts of this case, it is, I think, clear beyond\ndispute that the words 'conclusive evidence' in this\ncontract of guarantee are\nto be a bar to any evidence being tendered to show that the statements in the\nnotice of default were not\ncorrect.\nOn the question of policy I do not wish to add anything to what has already been\nsaid by my Lord, the Master of the Rolls,\nand\n33\nLord Justice Megaw. Had I the slightest doubt about the effect of the clause, I\nthink it would have been right to have accepted the\nsubmission of Mr. Libbert\nthat there was a triable issue; but there is nothing in the clause which\nprecludes a subsequent adjustment\nas between the English broker and the French\ncustomer of the bank. The result of that adjustment, if it takes place, will\nultimately\nenure to the benefit of the bank, always assuming that the bank has\nused its opportunities to regulate its relationship with its\ncustomer in a\nbusinesslike way.\"\nIn the judgment delivered by Lord Denning a\nbroker's \"manager in the office\" is equated with a bank manager, architect or\nengineer\nfor purposes of a conclusive certificate of balance. I respectfully\ndisagree with the reasoning of the learned Master of the Rolls.\nWhat I said\nabove in this connection applies here and need not be repeated.\nI likewise\ndisagree with his statement that \"this commercial practice (of inserting\nconclusive evidence clauses) is only acceptable\nbecause the bankers or brokers\nwho insert them are known to be honest and reliable men of business who are most\nunlikely to\n34\nmake a mistake\". It is common knowledge by now that banks have computerised\ntheir operations. The reliability of a computer, no matter\nhow sophisticated,\ndepends not only on the quality and condition of the instrument itself, but also\non the quality and performance\nof the operator thereof. Mistakes do occur. That\nbanks indeed do make mistakes is illustrated by what occurred in Neugarten\nsupra,\nwhere the bank admitted that the rate of interest had been incorrectly\nstated in the certificate of balance.\nThe identity of the creditor (and for\nthat matter, the debtor), is to my mind irrelevant to the validity or otherwise\nof a conclusive\nproof clause. Were that ever to be allowed to be a relevant\nconsideration, we would soon find ourselves in the legal quagmire so\ngraphically\nand correctly described by a full bench of the Cape Provincial Division in\nStandard Bank of SA Ltd v Wilkinson\n1993 (3) SA 822\n(C). In dealing with the\ndecision in Pangbourne Properties Ltd v Nitor Construction (Pty) Ltd and Others\n4\n35\nCommercial Law Digest 314 at 316-317, (subsequently reported in\n1993 (4) SA\n206\nW at 212) the Court expressed itself as follows at 830G-831B:\n\"In the Pangbourne Properties case supra, Marais J opined (at 316-7) that what\nseemed important in deciding whether a contract of\nsuretyship was immoral and/or\ncontrary to public policy were the circumstances surrounding the contract and\nthe relationships between\nthe various actors. He sought to distinguish the case\nof the surety who enters into a suretyship agreement in which he binds himself\nfor the debts of a newly-founded company with no assets and a share capital of\nR100 and the case of a surety who is only a friend\nor relative of the debtor and\nis persuaded to sign because a financial institution will not as a matter of\npolicy lend to a debtor\nunless a surety is provided.\nWe can, with respect, see no justification for the distinction. In both cases\nthe surety enters into the agreement freely and voluntarily.\nIt is true that in\none instance the surety is really guaranteeing his own debt. He will benefit\nfrom the loan. In the other he will\nnot. It may well be that to help a friend or\nrelative who possibly would not otherwise obtain a much needed loan, he is\npersuaded\nto enter into the agreement. But he does not have to. He does so of\nhis own free will (see Voet (loc cit); Proksch v Die Meester\nen Andere (Loc cit)\n).\n36\nIf once clauses come to be judged, as suggested by Marais J, against the purpose\nof the contract, its setting and the relationship\nbetween the parties, creditors\nwill come to be faced by a multiplicity of defences by 'recalcitrant debtors'\nand sureties seeking\nto have their agreements, freely and voluntarily entered\ninto, declared contra bonos mores. It will, we fear, give rise to a plethora\nof\nlitigation based upon the 'last resort' defence of public policy. It will also\nno doubt, in such event, produce the many conflicting\ndecisions on individual\nclauses that presently exist.\"\nWhich creditors, after all, are to\nbe regarded as \"honest and reliable\" (Denning MR) or as \"recognised and\nreputable\" (Kriegler J)\nand which not? In a useful article in the South African\nLaw Journal vol 110 (1993) Prof Kerr deals with this subject as follows on\npp\n672-673:\n\"5 Are recognized reputable commercial institutions in a privileged\nposition?\nBanks are among the most frequent litigants in cases such as those under\ndiscussion, as reference to decisions mentioned above shows.\n...\n37\nKriegler J in Donelly's case at 384F-G referred to the respondent as 'a\nrecognised, reputable commercial bank of more than a century's\nstanding in this\ncountry'. I agree that such institutions can be trusted to give accurate\ncertificates in the vast majority of instances;\nbut (a) there is a small\nminority of instances in which such an institution can make a mistake: see the\nStandard Bank case, discussed\nin the next section of this note; (b) there are\nnew banks recently established; and (c) there are persons or institutions other\nthan\nbanks and members of stock exchanges (or other exchanges, as in the Bache\nand Co (London) case) that are as worthy of trust. There\nis, as far as I am\naware, no South African case (apart from the reference in Donelly's case at\n384F, already quoted) in which it\nis stated, or from which it can be inferred,\nthat a distinction is to be drawn between different kinds of creditors, and I am\nunable\nto suggest any, as I am of the opinion that there should be no such\ndistinction in law (cf Standard Bank of SA Ltd v Wilkinson\n1993 (3) SA 822\n(C at\n830F-832E).\"\nIn Donelly Kriegler J relied upon the\nfact that the debtor, Donelly, knew full well precisely \"what was going on\" in\nthe account in\nquestion (384H).\n38\nBut the fact that the surety was not a stranger to the principal debt, is to\nmy mind equally irrelevant. If he has sufficient knowledge\nof that debt he may\nwell be in a good position to detect an error in the calculation of the amount\nstated in the certificate. But\nwould he on that score be entitled to attack the\naccuracy of a certificate issued under a conclusive proof clause? I think not.\nThat\nmuch appears from what was said in Dobbs and Banque Vernes supra, and from\nthe meaning of the expression \"conclusive proof\" as explained\nin S v Moroney\n1978 (4) SA 389\n(A). Van Winsen AJA said the following at p 406 F-H:\n\" 'Sufficient proof of a fact connotes proof which in the absence of\ncountervailing evidence may be accepted by a court as establishing\nsuch fact.\n'Conclusive proof of a fact connotes proof which a court is obliged to accept,\nto the exclusion of all countervailing\nevidence, as establishing such fact. When\na statutory enactment prescribes that a document or a certificate by its\nproduction to\na court constitutes 'sufficient proof of some stated fact or\nconclusion the effect of such enactment is\nthat\n39\nsuch document or certificate can in the absence of countervailing evidence\nconstitute proof of such fact. 'Sufficient proof', unless\nthe context in which\nit is used compels another conclusion, is equivalent to prima facie proof.\nHowever, where the enactment provides\nthat a document or certificate will on\nproduction constitute conclusive proof of some stated fact then the effect of\nthe enactment\nis to create a presumptio juris et de jure that the document or\ncertificate establishes incontrovertibly the truth of that fact.\nNo evidence may\nbe led to contradict it. The distinction between 'sufficient' and 'conclusive'\nin relation to 'proof or to 'evidence'\nis well established.\"\nThis\npassage to my mind applies equally to a conclusive proof clause in contracts, Cf\nNedbank Ltd v Van der Berg and Another, supra,\nat 451 H-J. On the other hand,\nthe validity of such a clause will not be established by the failure of the\ndebtor to question accounts,\nstatements, etc, before commencement of litigation.\nSuch failure does not necessarily amount to an acknowledgement of indebtedness\nin the amount claimed, and may be due to a variety of reasons.\nIn Neugarten Flemming J said at p 701 A that\n\"((h)aving\n40\nhad regard also to the decision in Senekal v Trust Bank of Africa Ltd\n1978\n(3) SA 375\n(A) at 382 G-H, in the present case a pro tanto giving effect to the\nclause will be done for reasons which will appear)\" The passage\nquoted is the\nfollowing:\n\"There might be several items to which such a certificate relates, some of which\nmay appear to be unassailable while others may either\nbe shown to be inaccurate\nor appear to be of dubious reliability, or might require some modification or\nadjustment. I can find no\nreason why in such circumstances the certificate is to\nbe entirely disregarded merely because it is found or thought to be inaccurate\nor unreliable in certain respects.\"\nThe certificate in the\nSenekal case was, however, one of prima facie proof. Different considerations\napply to such a certificate.\nThe possibility of recovery by a surety of amounts wrongly reflected in the\ncertificate as owing by him, was one of the considerations\nrelied upon by\nKriegler J in Donelly, as appears from the quotation from his judgment, supra.\nHe relied upon the judgment\n41\nof Lord Denning MR in the Banque Vernes matter. For convenience of reference\nthat passage in Kriegler J's judgment, which appears\nat p 384 D-E of the report,\nis here repeated. It is as follows:\n\"In particular Lord Denning, at 440, drew attention to the fact that one of the\nreasons why such a certificate is not bad is that\nthe debtor is at liberty,\nshould he subsequently discover that the certificate was wrong, to institute the\nappropriate action. In\nthe course of argument I put to Mr Kruger whether he\ncontended that that would not apply in a case such as the instant one. He was\nconstrained to concede that it would apply.\"\nIn my opinion that\nis not a cogent consideration. It is difficult to conceive what the \"appropriate\naction\" could be. An action would\nof course lie against the principal debtor.\nBut a surety is usually, and almost always, called upon to pay because of the\nprincipal\ndebtor's inability to do so. It would almost invariably be throwing\ngood money after bad were the surety to sue the principal debtor\nfor the amount\nhe, the surety, had been obliged to pay. By virtue of the\n42\nconclusive proof clause he would be debarred from proceeding against the\ncreditor where his claim is based on a merely negligent mistake\nin calculating\nthe amount stated in the certificate, where such mistake is not apparent on the\nface of such certificate.\nIn his afore-mentioned article Prof Kerr deals with\nthis question as follows at 674-675:\nChristie 422, quoted with approval in the Bankorp case at 378C-D, lists\n'mistake' as separate from 'inaccuracy on the face of the\ncertificate', and\nCorbin on Contracts loc cit lists 'mistake', without referring to inaccuracy on\nthe face of the certificate; while\non the other hand Halsbury loc cit says only\n'unless the so-called conclusive evidence is inaccurate on its face, or fraud\ncan be\nshown'. The relevant document in the Standard Bank case is not quoted in\nthe report in full, but it appears that one can infer that\nnothing on its face\nindicated that the calculation of interest was incorrect - it was evidence that\ndid that: see section 6 of this\nnote. It follows that our law appears to be that\na so-called conclusive-proof clause can be challenged on the ground of mistake\nwhich\ndoes not appear on the face of the document. A fortiori, a\nmistake\n43\nthat does appear on the face of the document can ground a challenge.\nWhen evidence was heard in the Standard Bank case it became apparent that the\nmistake in the certificate was acknowledged. The court\npointed out at 702D-G\nthat once that stage had been reached there would be bad faith on the\napplicant's part if it proceeded with\nthe action, and an exceptio doli could be\nraised by the respondent.\"\n(Section 6 of the article\nis entitled \"Can a creditor in whose favour a\nconclusive-proof clause exists\nmake a mistake?\", and reference is\nmade therein to Neugarten.)\nThat a creditor can make a mistake in a certificate under\na conclusive proof clause is undoubted. Humanum est errare. But to\nmy mind\na debtor can only avail himself of a non-fraudulent\ninaccuracy or mistake in\na conclusive proof certificate if the creditor\nadmits the non-fraudulent error. As set out above, that was the\nposition\nin Neugarten. The reason therefor is that such an admission\ndestroys the\nconclusiveness of the certificate and renders the\nconclusive proof clause\ninoperative. It is only in such a case that \"a\n44\nso-called conclusive-proof clause can be challenged on the ground of mistake\nwhich does not appear on the face of the document\".\nA debtor could, however,\nchallenge such a certificate on the ground that it is not the certificate\nprovided for in the clause in issue.\nExtraneous evidence would be admissible to\nprove such fact. Should the challenge be successful there would be no valid\ncertificate\nand, therefore, no conclusive proof of the amount owing. But that\nwould not release the surety from his debt.\nThe debtor would also, to my\nmind, not be able to found his action against the creditor on the absence of an\nunderlying liability,\nfor the reason that proof of the amount owing, as stated\nin such a certificate, includes proof of liability. This appears from the\nabove-quoted passages in the judgment in Dobbs, supra. Here also, for the sake\nof convenient reference, the particular passage, which\nappears at p 651 of the\nreport, is repeated. It is in these terms:\n\"It was contended, however, for the appellant that, upon its\ntrue\n45\nconstruction, the clause did not make the certificate conclusive of the legal\nexistence of the debt but only of the amount. It is\nnot easy to see how the\namount can be certified unless the certifier forms some conclusion as to what\nitems ought to be taken into\naccount, and such a conclusion goes to the\nexistence of the indebtedness.\"\nIn a separate judgment in Dobbs,\nStarke J added the following at p 657:\n\"It was contended that, upon a proper construction of the clause, the\ncertificate was conclusive only of amount and not of liability.\nThe words,\nhowever, are 'conclusive evidence of the indebtedness ... of the customer to\nyou': That provision involves a consideration\nnot only of the items that should\ngo into the account, but of the liability of the appellant in respect of\nthem.\"\nIn Donelly the clause in question provided i a that \"such\ncertificate stating the amount of the indebtedness of the debtor and of\nmyself\n... shall be conclusive proof that the amount of my ... indebtedness hereunder\nis due, owing and payable ...\". It is clearly\nto\n46\nthe same effect as the clause in Dobbs, supra, and the above-quoted remarks\nare, therefore, also applicable to the Donelly clause.\nIn Donelly Kriegler J\nalso relied upon the basic rule pertaining to contracts that agreements are to\nbe observed, as militating against\nconclusive proof clauses being regarded as\ncontra bonos mores even where the creditor is the author of the certificate of\nbalance\nissued under such a clause. This is apparent from the following passage\nin his judgment at 381 H-I:\n\"It should also be emphasised, before turning to deal with the particular facts\nof the Sasfin case, that the maxim pacta sunt servanda\nis still a cornerstone of\nour law of contract. Nothing said or implied in the Sasfin case in any way\nserves to derogate from that\nimportant principle. Also, as was pointed out at p\n13 of the judgment, 'public policy generally favours the utmost freedom of\ncontract'.\n\"\nThis, in my opinion, is also not a sound\nconsideration, as appears from the following comment thereon by Prof Kerr in his\nsaid article\nat p 671:\n47\n\"At 381H-I the learned judge drew attention to the fact that 'the maxim pacta\nsunt servanda is still a cornerstone of our law of\ncontract'. This is readily\nagreed; but the maxim applies only to agreements that are lawful contracts: see\nthe authorities referred\nto in Contract chapter 7, especially at 150-1. Hence\none cannot use the maxim as a ground for upholding an agreement which is alleged\nby one of the parties not to be a contract or for upholding a clause which is\nalleged to be against public policy.\"\nNothing more need be said\nabout it.\nIn all the abovementioned decisions where the creditor was actually\nor in effect the author of a conclusive proof certificate, the\nrelevant clause\nwas upheld on the ground that the jurisdiction of the courts was not excluded.\nThat was held to be so by virtue of\nthe fact that such a clause did not exclude\nfraud and mistake ex facie the certificate from such jurisdiction. Those are,\nhowever,\nmatters which will not usually be present in claims under such clauses.\nThe area where disputes are most likely to occur, viz non-fraudulent\nmistakes by\nthe creditor in arriving at the amount owing, which is set out in the\n48\ncertificate of which he is the author, is, however, excluded from the courts'\njurisdiction. It is precisely in that area where injustices\nare most likely to\noccur and where a debtor most needs the protection of the courts. In a note\nentitled \"Conclusive Nature of a Certificate\nof Balance Revisited\" in\n1990 SAW\n414-415\n, Advocate Hutchinson puts the point well in the following passage at\n415:\n\"In Bache & Co (London Ltd v Banqwe Vernes et Commerciale de Paris SA [1973]\n2 Lloyd's LR 437 Lord Denning MR said (at 440) that\n'this commercial practice'\n(in certain conclusive-evidence clauses) 'is only acceptable because the bankers\nor brokers who insert\nthem are known to be honest and reliable men of business\nwho are most unlikely to make a mistake'. In substance this was one of the\nsame\nconsiderations raised by Kriegler J in distinguishing Donelly's case from\nSasfin's. This reasoning, however, only tends to strengthen\nthe case for\ndeclaring such clauses as contra bonos mores. If a certificate is inaccurate in\nthe nature of things, its inaccuracy\nwould more likely stem from a bona fide\nhuman error and not fraud. Reputability is no guarantee against such an error,\nand it is\nprecisely for this reason that the court's jurisdiction to adjudicate\non such an issue should not be ousted.\"\n49\nThis passage is a fortiori applicable in a case where the creditor concerned\nis the author of the certificate of balance.\nIt is interesting to note that\nin the United States of America conclusive evidence clauses in contracts are\nheld to be void by virtue\nof the serious limitation of the court's jurisdiction.\nIn Williston on Contracts 3rd ed vol 14 p 906, par 1723 (1972) the following\nis,\nfor example, said:\n\"A provision in a contract of indemnity that the surety's voucher or certificate\nof expenditures shall be conclusive evidence of\nthe indebtedness of the\nprincipal to the surety is held illegal\n; 8\nbut a contractual\nprovision that certain acts or certain papers shall constitute prima facie\nevidence of liability or of a specified\nfact is not an illegal interference with\nthe power of the courts over evidence.\"\nIn note 8 to this\nparagraph reference is made to a judgment of the Kansas Supreme Court of\nFebruary 8 1930 in the matter of Fidelity\nand Deposit Company of Maryland v\nDavis. That was an appeal\nfrom a District Court. The report of that case is i a to be found in the\n50\nAmerican Law Reports (Annotated) vol 68 at 321. The headnote to that judgment\n(at 321) reads as follows:\n\"A clause in a contract of indemnity given by a principal to his surety, reading\nas follows ...\n'And I further agree that all vouchers and other evidence of payment of any such\nloss, liability, costs, damages, charges or expenses\nof whatsoever nature\nincurred by the company or its attorneys shall be taken as conclusive evidence\nagainst me and my estate, of\nthe fact and extent of my liability to the\ncompany',\nis contrary to public policy, and is void.\"\nAt p 323 col (2) of\nthe report the following is said in the judgment:\n\"Both sides admit that this Court has never decided upon the question of the\nvalidity of the 'conclusive evidence' clause, supra.\"\nAfter\nexamining certain decisions of other courts and disagreeing with an article by\nWigmore in vol 16 of the Illinois Law Review,\nthe Court\n51\nproceeded as follows at p 325 col (2):-\n\"The agreement under consideration is more than a mere enlargement of\ncontractual rights, or the establishment of a rule of evidence.\nIt provides that\nthe plaintiff may by his own ex parte acts, conclusively establish and determine\nthe existence of his own cause\nof action. In short, he is made the supreme judge\nin his own case. ...\nIn the present case the attempt is to provide that, after the alleged cause of\naction has accrued, the plaintiff shall be the sole\nand exclusive judge of both\nits existence and extent. Such an agreement is clearly against public\npolicy.\"\nThis reasoning is in my estimation equally applicable to\nthe type of contract here under consideration. It must be noted, however,\nthat\nthere is a division of opinion in the American courts on this question, (vid\nWilliston op cit p 906 note 8 under \"Contra\")\nKriegler J found in Donelly that this Court's decision in Sasfin that the\nrelevant conclusive evidence clause was contra bonos mores\nwas based not only on\nprinciple but also on the \"peculiar terms' of the deed of cession and,\ntherefore, in essence, an ad hoc decision\n52\nnot intended to be of general application. This emerges clearly from the\nfollowing (already quoted) passage in his judgment at 383\nF-I:\n\"Having read the clause in its entirety, one is not surprised at the words of\nthe learned Judge of Appeal. However, one then looks\nat the whole of the\njudgment to see whether there is any warrant therein, express or implied, for\nthe proposition now advanced on\nbehalf of Donelly by Mr Kruger. That proposition\nis that the Appellate Division ruled in the case of Sasfin (Pty) Ltd v Beukes\nthat\nany certificate of balance clause in any contract between any parties\nproviding that the certificate would be conclusive proof of\nthe amount of an\nindebtedness, is contrary to public policy and therefore bad and\nunenforceable.\nI can find no indication in the judgment of such a wide statement. I would\nindeed have been surprised if the Appellate Division had\nintended so to do\nwithout at the same time dealing with innumerable cases in which such\ncertificates of balance have been held to\nbe good. I refer only to the two most\nrecent ones, namely Nedbank Ltd v Van der Berg and Another\n1987 (3) SA 449\n(W)\nand Standard Bank of SA Ltd v Neugarten and Others\n1987 (3) SA 695\n(W).\nTo my mind the learned Judges, both in the majority and minority judgments, made\nit plain that their respective findings as to fatal\nnon-compliance with the\ndictates of public policy were based on principle\nbut applied to the peculiar\nterms of the\n53\ncontract before it\n.\"\t[My underlining]\nIn Ocean Diners,\nsupra, Smalberger JA commented as follows at 342 D-G on Sasfin (wherein he wrote\nthe majority judgment):\n\"The remaining defence pleaded relates to the validity and enforceability of\nclause 25.7. Mr Duminy argued that, if the words 'conclusive\nevidence' in clause\n25.7 meant (as they obviously do) 'finally decisive of the matter in issue' (ie\nthe value of the works), the\nprovision was contrary to public policy as it\nousted the Court's jurisdiction to enquire into the accuracy and validity of the\nmatter.\nThis argument was founded on passages in the judgments of this Court in\nSasfin(Pty) Ltd v Beukes\n1989 (1) SA 1\n(A) at 14I-15B and 23C-D. The remarks\nthere made must be seen in their proper context. What rendered the particular\nprovision under\nconsideration in the passages referred to contrary to public\npolicy was the authorship of the certificate sought to be relied upon\nagainst\nthe debtor ('any of the directors of any of the creditors'), coupled with the\nconclusive nature thereof, seen in the context\nof the peculiar terms of the\ncontract with which this Court was there dealing.\"\nIt is to be\nnoted that whilst he clearly indicated in this passage that the\n54\nprime consideration in assessing clauses 3.24 (1) and (2) 2 was the\nauthorship of the certificate of balance (the creditor or creditors\nof the\nsurety) he seems to suggest that that was not the only reason for adjudging the\nsection concerned to be contra bonos mores.\nOne must, however, view a gloss of\nthis nature with circumspection. The learned Judge was not there speaking on\nbehalf of his colleagues\nwho concurred in his judgment (and even less, for that\nmatter, on behalf of the minority who concurred in assessing sec 3.24 to be\nbad\nin law). He was also clearly not reconsidering the assessment of that section.\nThe said passage can, therefore, not be seen as\nanything more than a form of\nexplanatory comment on the Sasfin finding.\nConsequently, one must go back to the Sasfin judgments and establish from an\nanalysis of them what the process of reasoning was and\non what grounds clauses\n3.24 (1) and (2) 2 were judged to be bad in law.\nThe passages in both judgments dealing with that\nsection\n55\ndo not suggest that anything other than the content and effect thereof was\ntaken into consideration in assessing the section to be\ncontra bonos\nmores.\nOn a perusal of both judgments it is to my mind clear that the court\nconsidered a number of suspect clauses in the deed of cession,\nassessed each\nsuch clause separately, then considered the cumulative effect of the clauses\nfound to be contra bonos mores on the\nvalidity of the deed of cession as a\nwhole, and came to the conclusion that the deed was thereby invalidated. I am\nstrengthened in\nthis view by the following passage from the majority judgment at\np 17 D-H:\n\"Most, if not all, of the clauses which offend against public policy are\nfundamental to the nature and scope of the security which\nSasfin obviously\nrequired. They contain provisions which are material, important and essential to\nachieve Sasfin's ends; they go\nto the principal purpose of the contract, and are\nnot merely subsidiary or collateral thereto. If those clauses were severed one\nwould be left with a truncated deed of\ncession\n56\ncontaining little more than a bare cession. No doubt Beukes would have\ncontracted without the offending clauses, as they served only\nadditionally to\nburden, and not to benefit, him. But would Sasfin have been prepared to forego\nits substantially protected rights\nand contracts on that basis? This is a matter\npeculiarly within Sasfin's own knowledge. Yet, significantly, nowhere does it\nappear\non the papers what Sasfin's attitude would have been in this regard. It\nseems to me that on the probabilities one may readily infer\nthat without the\nrights and protection afforded by the offending clauses in the deed of cession,\nSasfin would not have entered into\neither it, or the discounting agreement. (By\nsaying this I am not suggesting that the invalidity of the deed of cession would\nbring\ndown the discounting agreement— objectively determined the latter is\nnot dependent for its validity upon the former.)\nMore particularly is this so\nwhen one has regard to the cumulative effect of the invalid clauses\n. I am\nfortified in this view by the fact that Sasfin sought to enforce the deed of\ncession as a whole, notwithstanding that Beukes\nhad contended earlier that\ncertain clauses thereof were contrary to public policy, and that it was\ntherefore invalid and unenforceable.\nThis is indicative of how important the\ndeed of cession, in its entirety, was to Sasfin. I accordingly conclude that the\noffending\nprovisions of the deed of cession are not severable.\"\n[the underlining is mine]\n57\nIt is clear, therefore, that clauses 3.24 (1) and (2) 2 were assessed\nseparately from the other suspect clauses and was found to be\nper se contrary to\npublic policy. The reason for that finding is to my mind also clear, to wit,\nthat the author of the certificate\nof balance was a creditor of the surety, and\nthat the creditors were therefore judges in their own cause by virtue of the\nconclusive\nproof stipulation whereby the jurisdiction of the courts was excluded\nin a vitally important respect, namely determining, in the\nabsence of fraud, the\ncorrectness or otherwise of the amount stated in the certificate.\nWhere\nSmalberger J refers in the above-quoted passage from his judgment in Ocean\nDiners to the contextual scene of sec 3.24, he probably\nhad in mind the\ncumulative effect of the invalid clauses, as mentioned by him in the last-quoted\npassage from his judgment in Sasfin.\nI conclude, therefore, that in Sasfin this Court in essence decided that any\nconclusive proof clause in terms of which the creditor\n58\nwas the author of the certificate of balance was in any agreement per se\nagainst public policy and, therefore, invalid.\nIn Nedbank Le Roux J came\nessentially to the same conclusion as the one set out above. His interpretation\nof the Sasfin decision consequently\nreflects the law correctly.\nThe question\nof law submitted to this Court for determination as set out in par 5 on p 5 of\nthe submission, is, however, not correctly\nframed in that in Sasfin this Court\ndid not deal merely with a \"conclusive proof clause in favour of a creditor in\nan agreement\",\nnor did it find \"that such a clause is contra bonos mores and\ntherefore void regardless of the context of the agreement in which\nit finds\nitself\".\nThere are many such clauses which are not contra bonos mores. An example of\nsuch a clause is to be found in the Ocean Diners case,\nsupra.\nConclusive proof clauses invariably provide that a\n59\ndocument, usually a certificate, will be conclusive proof of the amount\nclaimed, and usually indicate who the author thereof is to\nbe. In many cases the\nauthor is to be an independent third person, such as eg an engineer, architect\nor auditor. Such clauses have\nrepeatedly been held not to be contra bonos mores,\nas was the case in Ocean Diners.\nWhat this Court dealt with in Sasfin was\nnot, however, any such clause. It there dealt with a very particular type of\nconclusive proof\nclause, namely, where it is provided that the author of the\ncertificate of balance was to be the creditor.\nAs it stands the question of\nlaw submitted cannot, therefore, be answered effectively by this Court because\nit does not correctly\nset out the cardinal facts. It was undoubtedly the\nintention of the Minister of Justice in submitting the question of law to this\nCourt for determination to have the relevant facts correctly stated therein,\nbecause what he wanted to have answered by this Court\nwas which of the two\nconflicting interpretations correctly reflected the law\n60\nas enunciated in Sasfin.\nA failure to answer the question in its present\nfaulty guise would render the whole submission futile. That should be avoided if\nat\nall possible. To my mind that can be avoided by correcting the question\nsubmitted so as to truly reflect the Minister's intention.\nThis Court has the\ncompetence to do so. The question will accordingly be corrected by inserting the\nfollowing words between the words\n\"agreement\" and \"correctly\" in the second last\nline of par 5 on page 5 of the submission, namely, \"in terms whereof the\ncreditor\nis to be the author of the certificate of balance issued under such\nclause\".\nThe question of law submitted to this Court for determination, is,\nas corrected, therefore, answered as follows:\nThe interpretation of the Court in Nedbank Ltd v Abstein Distributors (Pty) Ltd\nand Others\n1989 (3) SA 750\n(T) of the decision of the Appellate Division of the\nSupreme Court of South Africa in the matter of Sasfin (Pty) Ltd v Beukes\n1989\n61\n(1) SA 1\n(A) relating to the validity of a so-called \"conclusive proof clause\"\nin favour of a creditor in an agreement in terms whereof the\ncreditor is to be\nthe author of the certificate of balance issued under such a clause, correctly\nreflects the law, namely, that such\na clause is in itself contra bonos mores and\ntherefore void regardless of the context of the agreement in which it finds\nitself.\nM T STEYN JA\nCORBETT, CJ )\nNESTADT, JA ) VIVIER,JA ) concur\nNICHOLAS, AJA)",
  "scraped_at": "2026-02-12T06:12:58.231094",
  "date": "1995-03-30",
  "coram": [
    "CORBETT CJ",
    "NESTADT",
    "VIVIER",
    "STEYN",
    "JJA",
    "NICHOLAS AJA"
  ],
  "case_number": "240/93",
  "parties": {
    "applicants": [
      "Minister of Justice"
    ],
    "respondents": []
  },
  "sections": {
    "facts": "The Minister of Justice invoked section 23 of the Supreme Court Act to refer a conflict of authority to the Appellate Division. Two earlier decisions – Nedbank Ltd v Abstein Distributors (Pty) Ltd and Others (1989) and Donelly v Barclays National Bank Ltd (1990) – gave opposite rulings on the validity of a ‘conclusive proof clause’ in deeds of suretyship. Both decisions interpreted the earlier Sasfin (Pty) Ltd v Beukes judgment differently. The Minister asked the Court to determine which interpretation correctly reflects Sasfin’s holding, i.e., whether such clauses are per se contra bonos mores and void, or only void in certain circumstances.",
    "issues": "The legal issue was to decide which of the two conflicting interpretations of the Sasfin judgment is correct: (a) the Nedbank view that any conclusive‑proof clause that makes the creditor the author of a balance certificate is inherently contra bonos mores and void, or (b) the Donelly view that the Sasfin decision was limited to the particular facts of that case and does not render all such clauses void. The Court also needed to correct the wording of the question to specify clauses where the creditor issues the certificate.",
    "principles": "The Court considered the doctrine of public policy and contra bonos mores, the principle of pacta sunt servanda, and the distinction between prima facie and conclusive proof. It examined Sasfin’s reasoning on the unfairness of giving a creditor the power to issue a certificate that is conclusive proof of indebtedness, the relevance of fraud exceptions, and the need to avoid ousting judicial jurisdiction. Comparative authority from British and Australian cases on conclusive‑evidence clauses was also discussed.",
    "application": "By analysing the Sasfin judgment, the Court concluded that the core of Sasfin’s decision was that any clause which authorises the creditor to issue a conclusive‑proof certificate is per se contrary to public policy because it makes the creditor the judge in his own cause and excludes the court’s jurisdiction, except for fraud. The Court therefore endorsed the Nedbank interpretation and rejected the Donelly view that the Sasfin holding was merely ad hoc. The question was amended to refer specifically to clauses where the creditor is the author of the certificate.",
    "conclusion": "The Court held that the Nedbank interpretation is the correct one: a conclusive‑proof clause in favour of a creditor, where the creditor issues the certificate of balance, is contra bonos mores and void irrespective of the surrounding contract. The Minister’s question was answered accordingly."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Suretyship",
    "level_3": [
      "conclusive proof clause",
      "public policy",
      "contra bonos mores",
      "Sasfin case",
      "banking"
    ]
  }
}