{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/14.html",
  "case_name": "S v Khuzi and Another (231/94) [1995] ZASCA 14 (16 March 1995)",
  "citation": "[1995] ZASCA 14",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 14\n|\nNoteup\n|\nLawCite\nS v Khuzi and Another (231/94) [1995] ZASCA 14 (16 March 1995)\nDownload original files\nPDF format\nRTF format\nCase No 231/94\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nBAFANA KHUZI\tFIRST APPELLANT\nALEXANDER DUMISANI NXUMALO\tSECOND APPELLANT\nNINGI VIRGINIA KHOWA\tTHIRD APPELLANT\nand\nTHE STATE\tRESPONDENT\nCORAM: HEFER, EKSTEEN, NIENABER JJA\nHEARD: 6 MARCH 1995 DELIVERED: 16 MARCH 1995\nJ U D G M E N T\n/NIENABER JA\n2\nNIENABER JA:\nThe deceased, an Italian immigrant, was a well-known landscape\nartist\nliving and working on the lower South Coast of Natal. At the time of\nhis\ndeath he was in his mid sixties. Appellant 3 was 21 years old at the time\nof\nher arrest, and apparently still at school. She used to work for the\ndeceased\nas a domestic servant in the house which he rented at Marina Beach,\nnear\nPort Edward. Although she herself denied it, the court a quo found that\nthe\ndeceased and appellant 3 had at one time been lovers; that\nanother young\nZulu girl, Sylvia Momusa Mhlumayo (\"Momusa\"), succeeded\nappellant 3\nboth in his affections and her job; that appellant 3 then\nsolicited the\nassistance of appellant 1, an acquaintance of hers, who\nintroduced her to his\nfriend, appellant 2; that the three of them conspired\nto rob and murder the\ndeceased; and that their plan was executed on 21\nFebruary 1993 when the\ndeceased was strangled in the garage at his home. All\nthree appellants were\n3\nconvicted of murder (count 1) and of robbery with aggravating\ncircumstances\n(count 2) by Van der Reyden J, sitting with assessors in the\ncircuit local\ndivision for Southern Natal. The first and second appellants\nwere each\nsentenced to death on count 1 and to 10 years imprisonment on count 2.\nDealing with appellant 3 the court a quo said:\n\"In your case the one mitigating factor which outweighs the aggravating factors\nis the treatment you received at the hands of the\ndeceased. I accept in your\nfavour that you were humiliated when the deceased jilted you and took Momusa as\nhis new lover. I must,\nhowever, stress that you may view yourself as extremely\nfortunate in escaping the death penalty.\"\nOn the murder count she\nwas sentenced to 20 years imprisonment and on the\nrobbery count to 10 years imprisonment, the two sentences to run\nconcurrently.\nThis is an appeal by appellants 1 and 2, in terms of s 316 A of the\nCriminal Procedure Act, 1977\n, (\"the\nAct\"), against\ntheir convictions and\n4\nsentences on count 1; and by appellant 3, with leave of the court a quo,\nagainst her convictions on counts 1 and 2.\nThe case against all three appellants was a particularly strong one and\nlittle purpose will be served in embarking on a detailed analysis\nof its\nramifications. It rests on several pillars, each of which was by itself capable\nof supporting the entire state case against\nthe appellant concerned. All three\nappellants, at various times, made statements in which they incriminated\nthemselves. In addition\neach was found to be or to have been in possession of\ngoods proved to have belonged to the deceased. Their subsequent explanations\nand\nattempted exculpations were fanciful and rightly rejected by the court a quo.\nThe statements of appellants 1 and 2, made firstly\nto separate magistrates,\nsecondly to police officers when pointing out scenes connected to the crimes and\nthirdly when they were\narraigned in terms of\nsection 119\nof the\nAct, all\namounted to unreserved confessions both to the\n5\nmurder and the robbery. Appellant 3 made a so-called warning statement to the\ninvestigating officer in which she admitted her presence\nat the scene of the\ncrimes but claimed that she was coerced by her companions to participate in\nthem. This was also the gist of her\nevidence in a subsequent bail application.\nAll three of them pleaded guilty when first asked to plead. Before the court a\nquo appellants\n1 and 2 repudiated their earlier statements and advanced an alibi\ndefence, each relying for support on the other, but appellant 3\npersisted in her\ndefence of duress.\nThe trial itself was a protracted and laboriously repetitive one. Appellants\n1 and 2 attacked the admissibility of their earlier statements\non grounds that\nthey were subtly but nevertheless unduly influenced by the police to make them.\nTheir defence was a somewhat contradictory\none: on the one hand that they were\ninfluenced to co-operate with the police in, for instance, pointing out certain\nplaces which\non the face of it indicated\n6\nknowledge of and complicity in the crimes; on the other hand they claimed\nthat they in fact made no pointings out at all but were\nsimply posed by the\npolice so that they could be photographed. The incriminating details in their\nstatements and their pleas, so\nit was now alleged, were an amalgam of\ninformation imparted to them by appellant 3 and the investigating officer. They\nmade these\nstatements, they explained, because he instructed them to do so.\nThere is not even a shred of substance in their defence. There was no proof\nwhatsoever that the police acted improperly in inducing\nor encouraging their\nvarious statements (cf Khumalo en Andere v Die Staat, an as yet unreported\ndecision of this court, matter 254/94,\ndelivered on 28 November 1994).\nThe court a quo, for sound reasons, believed the state witnesses and\ndisbelieved the first and second appellants. To the extent that\nthe onus\n7\nrested on the state to prove the admissibility of what was said and done at\nthe pointings out, the court found that it had been discharged;\na fortiori it\nhad not been discharged where the onus rested on the appellants to disprove the\nadmissibility of extracurial statements\nthey made to the respective magistrates\nwho took them down. By the same token they failed to undermine the considerable\nweight of\ntheir responses to questions during the proceedings in terms of\ns 119\nof the\nAct. What\nis contained in the exhibits relating to these various\noccurrences is overwhelming and incontrovertible proof that appellants 1 and\n2\nmurdered and robbed the deceased. No serious attempt was made in this Court to\ncontend to the contrary.\nAppellant 3's version that she was first tricked and then threatened to\nparticipate in the crimes was so riddled with improbabilities\nas to be\nincredible. The court a quo rightly had no difficulty in rejecting it as\npatently false. Her evidence suffers from the basic\nimprobability that there\n8\nwas no acceptable innocent explanation why she should have accompanied\nappellants 1 and 2 to the deceased's house; nor why she should\nhave been\nprepared to co-operate with them in the manner in which she did. Her actions\nbefore, during and after the murder cannot\nbe reconciled with any hypothesis\nother than that, far from being coerced, she was a willing participant in, most\nprobably the instigator\nof, the expedition to Marina Beach to kill and rob the\ndeceased.\nOn a conspectus of the evidence as a whole there can be no doubt that the\nthree appellants were properly convicted on both counts.\nTheir appeals against\ntheir convictions must accordingly fail.\nAppellants 1 and 2 also appealed against the death sentences imposed on them\nin respect of count 1. For the purpose of sentence the\nvarious strands of\nevidence can be weaved into the following broad picture:\nAppellant 3 had previously worked for the deceased. Her own sister\n9\nwas at one stage his lover. She denied that she herself slept\nwith him but\nadmitted that he had invited her to do so. According to\nappellant 1 she told\nhim that the deceased was her lover but had jilted her\nfor Momusa. Momusa\nherself testified that she was installed as the deceased's\nparamour. There was\nan angry scene, about a month or so before the murder,\nwhen appellant 3\napproached the deceased at his house but he turned her away.\nAppellant 3,\nmost probably for reasons of jealous revenge, as the court a quo\nfound,\ndecided to have the deceased \"punished\" for taking up with her\nrival\nMomusa. They were rivals for the affections not only of the deceased\nbut\nalso of one Chris Thushini. She approached appellant 1. According to\nthe\nlatter's statement she asked him if he needed money and when he replied\nin\nthe affirmative she suggested that he help her kill the deceased and that\nthey\nwould be able to obtain R89 000,00. She said they needed someone\nwho\ncould drive a car and he told her about his friend, appellant 2.\nAccording to\n10\nstatements of all three of them and the evidence of appellant 3, they agreed\nto meet. They did so at Marina Beach on the Friday before\nthe murder but the\nexpedition was aborted when there were too many other people around. They agreed\nto try again and on the following\nSunday morning, 21 February 1993, they\nconvened at the deceased's residence and took up a vantage position in a vacant\nneighbouring\nproperty. Someone was washing the deceased's car. They waited until\nthe late afternoon when the deceased left with this person but,\nafter a while,\nreturned and entered the house. To lure him out again it was decided (so all\nthree of them at some or other point\nstated) that appellant 3 would telephone\nhim from a nearby public phone booth, pretending to be Momusa and asking him to\nfetch her,\nthe idea being that when the deceased went to his car to do so the\nother two would overpower him. And this, according to their various\nversions, is\nwhat happened. As the deceased entered his garage appellants 1 and 2\ngrabbed\n11 him. A rope was tied around his neck. Appellant 3 had by then\nreturned. She caused him to write out a cheque for R89 000,00. (The\ncheque was\nnever cashed or recovered.) Thereafter he was throttled until he died. The three\nof them then ransacked the house. They\nloaded the spoils in the deceased's car.\nHis body was dumped in the boot. They drove to the house of an inyanga who,\naccording to\nappellant 3, was anxious to obtain the penis of a white man, but he\nwas not at home. At Ramsgate they refuelled the car, keeping\nsome petrol in a\ncontainer. Appellant 3 was then dropped at her place of residence with a\nsuitcase filled with linen. Appellants\n1 and 2 proceeded to drive the car into a\nsugar cane field. Appellant 2 removed the registration number plates and threw\nthem away.\nThey then set the vehicle alight with the remaining petrol and fled.\nAppellants 1 and 2 later left a speaker and a suitcase containing\nclothes which\nbelonged to the deceased with a friend of theirs for sakefeeping. They also sold\na camera which\n12\nbelonged to the deceased to another acquaintance of appellant 1.\nSo much for the events.\nBoth appellants were relatively young at\nthe time, appellant 1 approximately 23 years of age while appellant 2's age was\nestimated\nto be between 21 and 23. For the purpose of sentence both can be\ntreated as first offenders. Appellant 1 reached standard 4, appellant\n2 standard\n8 at school. It was contended that the killing of the deceased was not\npremeditated, that they were not in the same bracket\nas hired killers (cf Zondi\nv The State\n1992 (2) SACR 706\n(A)). 1 am afraid that 1 cannot agree. On their\nown showing appellant 3 canvassed them to kill the deceased. It is true that\nappellant\n2 in one of his statements said that they were only invited by\nappellant 3 to rob the deceased, not to kill him. It is also true\nthat they did\nnot arm themselves in advance with knives or firearms. But these are lesser\nconsiderations when the continuum of events\nis considered. Appellant 3,\n13\nwho orchestrated the attack, had no motive to rob - her explicit purpose was\nto harm the deceased. From her perspective the contemplated\nrobbery was a mere\nlure to secure her companions' co-operation. Once she accompanied them to obtain\nthe cheque the murder became\ninevitable, as appellant 2 said himself in his\nstatement, in order to avoid detection. Their actions in first reconnoitring the\nlie\nof the land, in aborting the first mission, in biding their time on the\nsecond occasion before luring him out of the house on the\npretext that it was\nMomusa calling, all testify to careful planning in the knowledge that he would\neventually have to be permanently\nsilenced. They had ample opportunity to\nreflect and repent. Their actions after the event, in hiding the deceased's body\nin the boot\nof the car of which they removed the number plates and in setting it\nalight, all point in the same direction that their aim was to\ncover their tracks\nby destroying evidence in accordance with\n14 a carefully prepared programme.\nThe murder itself was a gruesome one, inspired by greed, executed without\ncompassion. The deceased\nwas first strangled until he wrote out the cheque and\nthen choked to death. There is no cause to distinguish between the two\nappellants\nwhen it comes to sentence. In all the circumstances their moral\nblameworthiness is such as to deserve, beyond any other form of punishment,\nthe\nultimate penalty.\nThe appeals of all three the appellants must accordingly be dismissed. But\nbecause the constitutionality of the death sentence as\nsuch is still under\nconsideration by the Constitutional Court that issue must for now be left in\nabeyance.\nThe following order is made:\n(1)\nThe first, second and third\nappellants' appeals against their convictions are\ndismissed.\n(2)\nThe first and second\nappellants' appeals against the death sentences imposed in respect of count 1\nare adjourned to a date\n15\nto be determined by the registrar of this Court.\nP M\nNienaber\nHefer JA ) Concur\tJudge of Appeal\nEksteen JA)",
  "scraped_at": "2026-02-12T05:54:50.046683",
  "date": "1995-03-16",
  "coram": [
    "HEFER JA",
    "EKSTEEN JA",
    "NIENABER JJA"
  ],
  "case_number": "231/94",
  "parties": {
    "applicants": [
      "Bafana Khuzi",
      "Alexander Dumisani Nxumalo",
      "Ningi Virginia Khowa"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The deceased was an Italian landscape artist living on the South Coast of Natal. Appellant 3 (Ningi Virginia Khowa), aged 21, had formerly worked as his domestic servant and had a romantic relationship with him that ended when he took another young Zulu girl, Sylvia Momusa Mhlumayo, as his lover. Seeking revenge, appellant 3 enlisted appellant 1 (Bafana Khuzi) and appellant 2 (Alexander Dumisani Nxumalo) to rob and murder the deceased. On 21 February 1993 the three met the victim at his home, lured him out of his garage, strangled him, forced him to write a cheque for R89,000, and then killed him. They subsequently robbed the house, concealed the body in the boot of the victim's car, removed the number plates, set the car alight and fled. All three were later found in possession of the victim's belongings.",
    "issues": "The appeal raised several issues: (i) whether the confessions and statements made by appellants 1 and 2 to magistrates, police and under s119 of the Criminal Procedure Act were inadmissible because they were induced or coerced; (ii) whether appellant 3's defence of duress was a valid excuse; (iii) whether the convictions for murder and robbery with aggravating circumstances should be set aside; (iv) the legality of the death sentences imposed on appellants 1 and 2 pending the constitutional challenge to capital punishment.",
    "principles": "The court applied the principle that confessions must be voluntary and that the burden lies on the State to prove their admissibility. It considered s316A and s119 of the Criminal Procedure Act and relevant case law on coerced statements (e.g., Khumalo en Andere v Die Staat). The court also applied sentencing principles for murder, including the non‑mitigating nature of pre‑meditated killing and the doctrine that the death penalty, while constitutionally under review, remains enforceable pending a ruling. The doctrine of duress requires proof of an imminent threat and lack of reasonable escape, which the court found lacking.",
    "application": "The court held that there was no evidence of police impropriety and that the statements of appellants 1 and 2 were unreserved confessions, thus admissible. Appellant 3's claim of duress was rejected as implausible and unsupported by the facts. The cumulative evidence – confessions, possession of stolen goods and the detailed reconstruction of the crime – was deemed overwhelming, leading the court to affirm the convictions on both counts. Regarding sentencing, the court found the murder to be pre‑meditated and the moral blameworthiness of appellants 1 and 2 to warrant the death penalty, while noting that the constitutional issue would be addressed later.",
    "conclusion": "All three appeals against conviction were dismissed. The death‑sentence appeals of appellants 1 and 2 were adjourned to a later date for determination. The convictions for murder and robbery with aggravating circumstances were upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "capital punishment",
      "confession admissibility",
      "duress defence",
      "robbery",
      "appellate decision"
    ]
  }
}