{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/140.html",
  "case_name": "S v Eyssen (580/94) [1995] ZASCA 140 (23 November 1995)",
  "citation": "[1995] ZASCA 140",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 140\n|\nNoteup\n|\nLawCite\nS v Eyssen (580/94) [1995] ZASCA 140 (23 November 1995)\nDownload original files\nPDF format\nRTF format\nSaaknr 580/94\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak tussen:\nCHARLES EYSSEN\tAPPELLANT\nen\nDIE STAAT\tRESPONDENT\nCORAM: E.M. GROSSKOPF, STEYN et SCHUTZ ARR.\nVERHOOR: 9 November 1995\nGELEWER : 23 November 1995\nU I T S P R A A K\nSTEYN, AR\n2\nINLEIDING:\nOp 18 November 1993 is appellant in weerwil van sy pleit\nvan onskuldig en verweer van 'n alibi, in die Goodwoodse Streekhof skuldig\nbevind aan moord en op 8 Desember 1993 gevonnis tot 8 jaar gevangenisstraf. Hy\nhet teen sy skuldigbevinding en vonnis geappelleer\nna die Kaapse Provinsiale\nAfdeling. Op 4 Augustus 1994 is sy appèl van die hand gewys, maar is\nverlof om na hierdie Hof te\nappelleer teen sy skuldigbevinding aan hom\nverleen.\nIn die verhoor was daar ses beskuldigdes, waarvan appellant nommer vier was.\nDaar was ook 6 aanklagte wat almal verband gehou het\nmet gebeure in Elsiesrivier\nop Vrydagaand, 15 Januarie 1993. Die aanklagte was die volgende: een van moord,\nvier van poging tot moord\nen een van opsetlike saakbeskadiging. Aan die einde\nvan die staatsaak is appellant op al die aanklagte,\n3\nbehalwe dié van moord, en al die ander beskuldigdes op al die\naanklagte onskuldig bevind en ontslaan weens gebrek aan indentifiserende\ngetuienis.\nDie Staat het beweer dat appellant en sy rnede-beskuldigdes Tommy MacHelm\n(die oorledene) vermoor het deur hom te skiet en andersins\nte beseer. Daar was\ngeen direkte getuienis ten aansien van die moord-aanklag nie. Die onbetwiste\nmediese getuienis is egter soos\nvolg. Die oorledene is drie keer in die bors van\nvooraf geskiet met 'n vuurwapen. Een van die koeëls het deur sy hart en\nlonge\ngegaan en in die vel aan sy rugkant vasgesit. Daar was tatoeëer-merke\nrondom die ingangswonde wat daarop dui dat die oorledene\nvan naby geskiet was.\nDaar was ook frakture van die skedel en skedelbasis, breinbloeding en\nveelvuldige ander beserings, waaronder\nverskeie steek- en snywonde. Die\nskietwond deur die hart was feitelik onmiddelïik fataal, maar oorledene kon\nook aan sy hoofbeserings\nbeswyk het. Weens die\n4\nswelling van die brein en bloeding deur die skiet-wonde veroorsaak, is dit\nduidelik dat die oorledene tydens al hierdie verwondings\nnog geleef het. Dit\nmoet onder die omstandighede aanvaar word dat hy reeds sterwend was aan die\nhoofbeserings toe hy doodgeskiet\nis. Weens die groot getal beserings (30,\ninsluitende twee uitgangs-wonde, is tydens die lykskouing aangemerk) is dit\nduidelik dat\ndie oorledene ernstig aangerand was en weens sy hoofbeserings reeds\nbewusteloos moes gewees het toe hy doodgeskiet is.\nWeens appellant se verweer van 'n alibi en die feit dat sy skuldigbevinding,\nsoos reeds aangedui, gegrond was op omstandigheidsgetuienis,\nis die gebeure wat\ngelei het tot oorledene se dood van besondere belang. Omdat weinig daarvan egter\ndeur appellant betwis was, is\n'n breedvoerige uiteensetting daarvan on-nodig.\nDIE ONBETWISTE FEITE\n:\nGedurende die aand het moeilikheid ontstaan tussen\n5\nsekere gewese lede van die 26 en 28 tronkbendes in Elsiesrivier en hul\nonderskeie vriende en ondersteuners. Die moeilikheid tussen\nhulle was lank reeds\naan die broei. Een van die betrokkenes was Mervin Abrahams (\"Abrahams\"). Hy was\ndie klaer op een van die poging\ntot moord aanklagte en op die aanklag van\nsaak-beskadiging, wat verband gehou het met die uitbrand van sy Ford Cortina\nmotorkar.\nAbrahams was daardie aand nie 'n lid van een van die twee strydende\ngroepe nie maar wel minstens 'n aanhanger van een van hulle.\n'n Derde groep, die\nsg \"Americans\" het Abrahams se groep bygestaan. Die oorledene was 'n lid van\nAbrahams se groep; so ook Charles\nMartin (bygenaamd \"Charlie Boy\") en Abraham\nCarelse (bygenaamd \"Oubaas\"). Ernest Solomon en Henry Parker (bygenaamd\n\"Boere\"), onderskeidelik\nbeskuldigdes 1 en 6 by die verhoor, was lede van die\nander groep.\nBy Abrahams se huis in Belhar was daar 'n afskeidspartytjie vir sy swaer. Die\ngeselligheid het om 19.00\n6\ndaardie aand begin. Charles Martin het later daar opgedaag en by Abrahams kom\nkla dat daar \"moeilikheid by sy plek is\" en dat Abrahams\nmet \"Boere\" Parker\ndaaroor moet praat. Abrahams het Parker gebel en toe in sy motor gegaan na\nMartin se woning in Veertiendelaan\nEersterivier. Hy is vergesel deur die\noorledene en Carelse. By aankoms het hy polisievoertuie daar gewaar en toe\ngesien dat \"van\nmy vrinde is geskiet deur vrinde van hulle\". Drie persone is\ngewond tydens 'n skietaanval om 22.00 op die Martin woning. Die drie\ngewondes is\nkort daarna in die nabye omgewing gevind deur sers P M Rademeyer van die S A\nPolisie, Elsiesrivier. Abrahams en sy twee\nvoormelde metgeselle is daarna na\n\"Boere\" Parker se woning in Agtiendestraat Elsiesrivier (Parker het twee\nwonings. Die ander een,\nwaarin sy ma blykbaar woon, is geleë in\nAvondalelaan, Elsiesrivier. Van die twee wonings is die een in Agtiendestraat\nnaaste\naan Veertiendelaan en in werklikheid baie naby daaraan). Parker was nie\ntuis nie. 'n \"Hele klomp\"\n7\nander mense was egter daar en 'n bakleiery met leë bottels het tussen\nAbrahams-hulle en dié groep uitgebreek. Daarna is\nAbrahams en sy twee\ngenote na Parker se huis in Avondalelaan. Die hekke daarvan was gesluit. Hulle\nis toe terug na Belhar waar hulle\nsonder welslae na Emest Solomons gesoek\nhet.\nDaarna is hulle weer na \"Boere\" Parker se woning in Agtiendestraat.\nAbrahams het voor die huis aan die oorkant van die straat parkeer\nen na Parker\ngegaan wat toe tuis was. Die oorledene en Carelse het in sy Cortina agtergebly.\nBy Parker het 'n hewige twis ontstaan\nin die loop waarvan Abrahams deur iemand\nvan die Parker groep geskiet en gewond is, een keer in elke bo-been. Hy het\ngevlug tot agter\nsy motor waar hy Carelse en oorledene gevra het om terug te\nskiet. Hulle het dit egter nie gedoen nie. Abrahams en Carelse het toe\nop vlug\ngeslaan en die oorledene by die motor agtergelaat. Abrahams het in\nAgtiendestraat opgevlug tot by die naby-geleë aansluiting\nmet\n8\nElfdelaan. ( Dit is die eerste dwarsstraat van die Parker woning af in die\nrigting van Avondalelaan, wat die laaste dwarsstraat aan\nPringlelaan is,\nwaarin Agtiendestraat met 'n skuinshoek doodloop). Op die straathoek het\nAbrahams omgedraai en gesien dat 'n aantal\npersone na sy motor hardloop wat\nsteeds reg oorkant die Parker woning gestaan het. Van hulle het skote in die\nmotor ingevuur en net\ndaarna het dit aan die brand geslaan. Hy het toe verder\ngevlug na 'n vriend se huis. Vandaar is hy hospitaal toe geneem.\nWeens die skietery vroeër die aand by die Martin woning was sers A\nMacKay, ook van die S A Polisie Elsiesrivier, op motorpatrollie\nin die omgewing.\nHy was alleen in die voertuig. Om ongeveer 23.25 het hy in Elfdelaan gery in die\nrigting van Agtiendestraat. Hy\nhet by die kruising van die twee weë\nstilgehou en aan sy regterkant 'n voertuig sien brand in Agtiendestraat,\nongeveer 30 treë\nvan hom af, reg oorkant \"Boere\" Parker se woning. Daar was\nniemand in die omgewing nie. Dit was trouens\n9\ndoodstil daar. MacKay het uitgeklim, hulp ontbied en rondgekyk.\nHy het toe\ndie lyk van die oorledene ontdek. Oorledene het op sy rug gelê en sy\nonderlyf was kaal. Daar was drie wonde op sy\nbors.\nMacKay het ander beserings\nook gewaar. Oorledene het gelê op die sypaadjie voor die tweede huis van\ndie straathoek af. Die lyk\nwas nog warm en slap. Daar was ook niemand naby die\nlyk nie. Om ongeveer 23.30 was sers Rademeyer en sy Elsiesrivier kollega, konst\nMostert, besig om ondersoek in te stel by die bewaarskool in Negentiendestraat,\nElsiesrivier, waar 'n inbraak-alarm afgegaan het.\nDie bewaarskool is naby die\nT-aansluiting waar Negentiendestraat doodloop in Eppinglaan, skuinsoorkant die\nAgtiendestraat aansluiting,\nen ongeveer 100 meter van laasgenoemde af.\nTerwyl hulle met die ondersoek besig was hoor hulle drie skote vanuit die\nrigting van Agtiendestraat. Rademeyer en Mostert was daar\nmet 'n\npolisievoertuig. Mostert het bestuur en\n10\nRademeyer was in beheer van die radio en het \"die skryfwerk\" gedoen. Hulle is\ntoe terug na hul voertuig en het in die rigting van\ndie skote gery. Toe hulle by\nAgtiendestraat inry merk hulle ongeveer 20 meter van hulle af vier manspersone\nwat agter mekaar in gelid\nstap vanuit Agtiendestraat om die hoek na\nAvondalelaan. 'n Kafee is op daardie hoek geleë. Die area was goed belig\ndeur straatligte,\ndie ligte van die kafee en die polisievoertuig se hoofligte.\nRademeyer het 'n brandende motor opgemerk verder af in Agtiendestraat.\nDit was\nklaarblyklik Abrahams se Ford Cortina. Mostert het dit nie gesien nie. Die\nvoormelde groep het vanuit die rigting van die\nbrandende motor geloop. Mostert\nhet gesien dat die persoon wat heel agter geloop het 'n silwerkleurige voorwerp\nin sy regterhand\nhet. Mostert het hom daama bly dophou. Toe Mostert vir die\ngroep skree dit is die polisie en hulle moet stilstaan het dié\npersoon\nonmiddellik die voorwerp voor by sy broek ingedruk. Die ander het na die polisie\naangekom maar hierdie persoon het 'n entjie\n11\naangeloop voor die winkel verby. Hy het oor 'n gat gestap en die voorwerp\ndaar laat val. Rademeyer het hierdie persoon gewaar hoe\nhy die silwerkleurige\nvoorwerp laat val het. Hy was toe in die middel van die gelid, tweede of derde\nvan agter. Mostert het die groep\nbeveel om op die ryvlak van Avondalelaan te\ngaan lê. Almal behalwe dié persoon het dit gedoen. Nadat hy die\nvoorwerp\nlaat val het, het dié persoon eers rondbeweeg voordat hy op\nverdere bevel van Mostert ook gaan lê het, 'n entjie weg\nvan die ander af.\nMostert het na die gat gegaan waarin die silwerkleurige voorwerp laat val was.\nDit was 'n ongebruikte rioolgat\nwat reeds deels met sand gevul was. Daarin het\nMostert 'n silwerkleurige .38 Taurus rewolwer gekry. Dit was bloedbesmeerd. Die\nbloed\nwas nog vars. Dit was helderrooi maar reeds droog. Mostert het beslag\ndaarop gelê. Dit was later ballisties en forensies ontleed.\nDaar was drie\nafgevuurde doppies in die drom en twee onafgevuurde patrone. Die koeëlpunt\nwat in die oorledene se lyk gevind\nis, was\n12\nafgevuur uit hierdie rewolwer. Die bloed aan die vuurwapen was van die\nO-groep, dieselfde as dié van oorledene. Dit is egter\ndie mees algemene\nvan menslike bloedgroepe. Die brandende motorkar was 100-200 meter van die\naansluiting van Agtiendestraat en Avondalelaan.\nDIE BETWISTE FEITE\n:\nRademeyer en Mostert het albei getuig dat appellant die persoon was wat die\nsilwerkleurige voorwerp laat val het, soos reeds beskryf.\nHulle was albei seker\nvan hul uitkenning. Hy was duidelik sigbaar in die helderbeligte area waarin\nhulle hom gewaar het op 'n kort\nafstand. Rademeyer het hom reeds geken en het\ngeweet dat sy voornaam Charles was. Mostert het hom deurgaans stiptelik\ndopgehou.\nAppellant daarenteen het ontken dat dit hy was wat die voorwerp laat val het.\nHy het egter erken dat hy deel van die groep was en\nhet nie ontken dat die\nrewolwer deur iemand anders\n13\nin die groep in die rioolgat gegooi of laat val is nie. Soos reeds gemeld,\nwas appellant se verweer op die moordklag 'n alibi. Hy\nhet getuig dat hy op\ndaardie dag 'n motorvoertuig vir \"Boere\" Parker herstel het by dié se\nhuis in Avondalelaan. Hy het toe\ngewag dat Parker hom vir sy werk kom betaal.\nParker het egter nie opgedaag nie. Hy is toe na 'n kroeg genoem \"Rio\" waar hy\n\"pool\ngeskiet\" het en bier gedrink het. Om ongeveer 21.00 is hy daar weg en het\nteruggegaan na Parker se huis in Avondalelaan. Hy het weer\nvir Parker gewag, wat\n\"laat, baie laat\" daar aangekom het. Hy is egter nie betaal nie en Parker het\nhom aangesê om nog te wag\nen het toe weggery. Appellant het gewag maar het\nlater na die huis van Parker se broer gegaan. Dit is ook in Avondalelaan, twee\nof\ndrie huise van Parker s'n, aan die kafee se kant. \"Na 'n lang tyd\" het\n\"Boere\" Parker daar verby gery en terselfdertyd het appellant\nskote gehoor, die\nklank waarvan duidelik was en gekom het van \"bo in Agtiendestraat\". Daar was\n14\nook 'n geraas wat \"moontlik daar van Agtiendestraat se kant af' gekom het. Hy\nhet nog 'n wyle by die Parker broer se plek vertoef.\nHy het gesien beskuldigdes\n1, 2 en 3 in Avondalelaan loop na die hoek by die kafee om te kyk wat aangaan.\nHy het hulle \"baie goed\"\ngeken. Hulle het \"van al die rigtings af gekom\". Iemand\nhet geskree dat 'n kar brand in die pad. Hy het toe ook na die hoek gegaan\nen by\nhulle gaan staan. Hy kon \"niks duidelik sien daar in die pad nie\". Hy het net\n\"'n bondel rook en vlamme\" gesien, by die \"onderste\njaard\". Hy en die ander\nbeskuldigdes het egter nie soontoe beweeg nie en het op die straathoek bly\nstaan. In hulle omgewing was toe\nnie ander mense nie. Net toe hulle om-draai om\nterug te gaan in Avondalelaan af en \"in 'n bondel\" gestap het, het die\npolisievoertuig\ndaar aangekom. Toe die polisie skree dat hulle moet vasstaan,\nhet hy nog aangeloop en later \"'n ent vorentoe\" van die ander gaan\nlê. Hy\nhet nie gesien dat iemand van hulle 'n voorwerp laat val nie en het ook nie\ngesien dat 'n rewolwer\n15\nlater gevind was nie. Die polisie het ook nie op die toneel gesê dat\nhulle 'n rewolwer gevind het nie. Hulle het hom nie daar\ngesê waarvoor hy\ngearresteer is nie. Tydens kruis-ondervraging het hy egter erken dat die polisie\nwel op die toneel gesê\nhet dat hulle 'n rewolwer daar gevind het en dat hy\naangehou word as 'n verdagte op 'n moordklag.\nSy getuienis verskil egter merkbaar van sy pleitverduideliking gegee by die\naanvang van die verrigtinge. Aanvanklik het hy in persoon\nverskyn. John\nWilliams, beskuldigde 3, wat toe ook onverteenwoordigd was, het 'n\npleitverduideliking gegee wat deur appellant bevestig\nis, soos volg:\n\"Mnr Williams? ... My Edelagbare ek was op pad daardie aand vanaf die Rio\nHotel en ek het af in Epping Avenue geloop om 'n draai Dertiende\nLaan af na\nBoere Parker se jaard toe. Daar gekom, het ons 'n paar biere gedrink.\nNa wie verwys u as u verwys na Boere Parker? ... Beskuldigde 6. Daar gekom,\nhet ons 'n paar biere gedrink en dit is toe dat ons die\nrewolwerskote gehoor\nhet, toe het\n16\nons afgegaan na die winkel toe, ek en beskuldigde 4. Toe daar gekom, toe ek\nop die hoek kom, toe sê hulle daar brand 'n motor,\ntoe het ons\nteruggedraai en met die terugdraai van ons, toe sien ons dis nou net dat die\npolisiemanne daar aankom en vir ons beveel\nom plat te lê op die grond en\ndit is al wat ek kan nou sê.\nMnr Williams laat ek net gou vasstel of ek\nu reg verstaan het. U sê julle was by beskuldigde 6 se huis, is dit die\nhuis nommer\n13 Avondaleweg waarna die prokureur verwys het? ... Dit is\nkorrek.\nEn julle was by die huis toe julle die rewolwerskote gehoor het? ... Dit is\nkorrek mevrou.\nEn het net u en beskuldigde 4 waarheen gegaan, na die kafee toe of wat het u\ngesê, na die winkel toe? Waarnatoe was julle op\npad? ... Ons was op pad om\nondersoek in te stel na die rewolwerskote wat afgevuur is.\nDit was u en beskuldigde 4 wat gegaan het? ... Ja.\nToe julle op die hoek kom, sien julle daar brand 'n motor.... Daar brand 'n\nmotor.\nEn dis toe wat die polisie ook daar kom. ... Dit is net toe dat die polisie\nopdaag.\nMnr Eyssen is u bereid om kortliks vir die Hof te sê waarom u\nonskuldidg pleit of wil u ook stilbly op die stadium? ... Dis\nsoos beskuldigde 3\ngesê het.\nSo u bevestig wat hy gesê het? ... Ja.\nWas u ook saam daar en u het gaan kyk? ... Ja.\"\n17\nAppellant het nooit die verskil tussen sy pleitverduideliking en getuienis\nverduidelik nie.\nDIE VERHOORHOF SE BEVINDING:\nDie Streeklanddros het\ndie getuienis van Rademeyer en Mostert aanvaar in weerwil van sekere onderlinge\nverskille in hul weergawes.\nDie getuienis van appellant is verwerp as onwaar o a\nweens self-weersprekings daarin te vinde en die verskil tussen sy getuienis\nen\npleitverduideliking. Die weergawes van die ander bovermelde staatsgetuies was,\nsoos reeds gemeld, onbetwis, en is klaarblyklik\naanvaar.\nDaar is na my mening geen rede om met daardie bevindings in te meng nie. Die\nverskil tussen die weergawes van Rademeyer en Mostert\noor waar in die gelid\nappellant geloop het is klaarblyklik daaraan te wyte dat hulle nie albei in\ndieselfde rigting gekyk het toe\nhulle Agtiendestraat binnegegaan het nie.\nRademeyer het straat-af gekyk en die brandende voertuig gesien.\n18\nMostert moes as bestuurder die pad voor hom dophou en het appellant toe in\ndie groep raakgesien en bly dophou. Nadat die bevel gegee\nis dat die groep moet\nbly staan het appellant aanhou beweeg terwyl die ander die bevel gehoorsaam het.\nSodoende het hy sy posisie\nin die gelid verander. Rademeyer het hom eers gewaar\ntoe hy die voorwerp laat val. Hy was toe nie meer die agterste in die gelid\nnie.\nDIE EFFEK VAN DIE BEWESE FEITE:\nDie oorledene moes doodgeskiet gewees het waar sy lyk gevind is. Daar is geen\ngetuienis of aanduiding dat hy elders geskiet is en\ntoe soontoe geneem is nie.\nAs hy in die motor geskiet was sou hy daarin verbrand het want dit het aan die\nbrand geslaan nadat skote\ndaarin afgevuur is. Nadat hy geskiet was sou hy\nklaarblyklik nie meer kon loop nie. Rademeyer en Mostert was derhalwe om en by\n300\nmeter van die moordtoneel toe hulle die drie skote gehoor het. Daardie skote\nwas ongetwyfeld dié wat op\n19\ndie oorledene afgevuur is. Baie kort daama is appellant betrap met\ndie moordwapen in sy hand binne 200 m van waar die oorledene\ngeskiet is.\nDie feite dat hy toe openlik daarmee in sy hand geloop,\ndit wou versteek toe hy die polisie gewaar en daama valslik\ndaaromtrent getuig het, is vatbaar vir net een redelike afleiding, nl\ndat dit hy was wat die oorledene doodgeskiet het. Die mediese\ngetuienis dat die oorledene, wat reeds emstig beseer was, op kort\nafstand driekeer in 'n baie kwesbare liggaamsdeel geskiet is, is\neweneens vatbaar vir slegs een redelike afleiding, te wete, dat\nappellant die direkte bedoeling gehad het om die oorledene dood te\nskiet.\nDie volgende passasie in die uitspraak van Davis WAR\nin\nR v de Villiers\n1944 AA 493 op 508-509 is besonder toepaslik\nop die feite hier ter sprake:\n\"As stated by Best, Evidence (5th ed., sec 298);-\n'Not to speak of greater numbers; even two articles of\ncircumstantial evidence - though each taken by itself weighs\n20\nbut as a feather - join them together, you will find them pressing on the\ndelinquent with the weight of a millstone ... It is of\nthe utmost importance to\nbear in mind that, where a number of independant circumstances point to the same\nconclusion the probability\nof the justness of that conclusion is not the sum of\nthe simple probabilities of those circumstances, but is the compound result\nof\nthem.' See also Evans' Pothier on Obligation (2.242), and Wills, Circumstantial\nEvidence (7th ed., p 46). The Court must not take\neach circumstance separately\nand give the accused the benefit of any reasonable doubt as to the inference to\nbe drawn from each one\nso taken. It must carefully weigh the cumulative effect\nof all of them together, and it is only after it has done so that the accused\nis\nentitled to the benefit of any reasonable doubt which it may have as to whether\nthe inference of guilt is the only inference which\ncan reasonably be drawn. To\nput the matter in another way; the Crown must satisfy the Court, not that each\nseparate fact is inconsistent\nwith the innocence of the accused, but that the\nevidence as a whole is beyond reasonable doubt inconsistent with such\ninnocence.\"\nDie Staat het na my mening daarin geslaag om\nappellant se skuld bo redelike twyfel te bewys.\n21 Die appèl word derhalwe van die hand\ngewys.\nM T STEYN, AR\nE.M. GROSSKOPF, AR )\nstem saam SCHUTZ, AR)",
  "scraped_at": "2026-02-12T08:10:19.039120",
  "date": "1995-11-23",
  "coram": [
    "E.M. GROSSKOPF",
    "STEYN",
    "SCHUTZ"
  ],
  "case_number": "580/94",
  "parties": {
    "applicants": [
      "CHARLES EYSSEN"
    ],
    "respondents": [
      "DIE STAAT"
    ]
  },
  "sections": {
    "facts": "On 18 November 1993 Charles Eyssen was convicted of murder in the Goodwood Regional Court and sentenced to eight years' imprisonment. He appealed the conviction and sentence. The murder occurred on 15 January 1993 in Elsiesrivier; the deceased, Tommy MacHelm, suffered multiple gunshot, stab and fracture injuries, indicating he was shot at close range and was already severely injured before the fatal shot. The State alleged that Eyssen and co‑accused shot the victim, relying on medical evidence and the testimony of police witnesses Rademeyer and Mostert, who identified Eyssen as the person who dropped a silver‑coloured .38 Taurus revolver at the scene. The weapon was recovered from a storm drain and matched the bullet that killed the victim. Eyssen claimed an alibi, stating he was repairing a motor vehicle for \"Boere\" Parker at Parker's house in Avondalelaan and later at a bar called \"Rio\".",
    "issues": "The principal issue was whether the circumstantial evidence, including the identification of Eyssen by police witnesses and the recovery of the firearm, established Eyssen's guilt beyond reasonable doubt, notwithstanding his alibi. A subsidiary issue concerned whether the State had discharged its burden of proof in the absence of direct eyewitness testimony to the shooting.",
    "principles": "The court applied the principle that circumstantial evidence, when taken cumulatively, can be as compelling as direct evidence. It cited Davis v de Villiers (1944) and the rule that the Crown must prove guilt beyond reasonable doubt by the whole of the evidence, not by each element in isolation. The court reiterated that multiple independent circumstances may combine to create a weight of proof equivalent to a 'millstone' pressing on the accused.",
    "application": "The court examined the reliability of Rademeyer and Mostert's identification of Eyssen, the proximity of Eyssen to the crime scene, his failure to obey police commands, and the discovery of the revolver bearing the victim's blood group. It found the alibi unconvincing and noted that Eyssen was found with the murder weapon within 200 m of the scene. The cumulative effect of the eyewitness identification, forensic evidence, and Eyssen's conduct was deemed to exclude reasonable doubt, satisfying the Crown's burden of proof.",
    "conclusion": "The appeal was dismissed. The conviction for murder and the eight‑year sentence were upheld. The court found that the State had proved Eyssen's guilt beyond reasonable doubt on the basis of the circumstantial evidence."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "circumstantial evidence",
      "alibi",
      "identification",
      "firearm",
      "appeal"
    ]
  }
}