{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/89.html",
  "case_name": "S v Ubisi (390/94) [1995] ZASCA 89 (7 September 1995)",
  "citation": "[1995] ZASCA 89",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 89\n|\nNoteup\n|\nLawCite\nS v Ubisi (390/94) [1995] ZASCA 89 (7 September 1995)\nDownload original files\nPDF format\nRTF format\nCG\tSAAKNOMMER: 390/94\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak van:\nCAIN\nUBISI\t\t\t\t\t\t\t\tAppellant\nen\nDIE STAAT\t\t\t\t\t\t\tRespondent\nCORAM\n: HEFER, VIVIER et VAN DEN HEEVER ARR\nAANGEHOOR\n: 24\nAUGUSTUS 1995\nGELEWER\n: 7 SEPTEMBER 1995\nUITSPRAAK\nVAN DEN HEEVER AR\n2\nAppellant het in die Gazankulu Streekhof tereggestaan weens die diefstal,\ngepleeg gedurende díe nag van 5-6 November 1989,\nvan 'n Mitsubishi trok\nmet registrasienommer HHL 854 T, die eiendom van mnr Derek Khosa. Hy is skuldig\nbevind en gevonnis tot vier\njaar gevangenisstraf. Die Transvaalse Provinsiale\nAfdeling van die Hooggeregshof het sy appèl teen beide skuldigbevinding\nen vonnis afgewys, maar aan hom verlof verleen om in hoër beroep teen die\nskuldigbevinding te kom. Hy doen egter nou aansoek\ndat sy skuldigbevinding en\ndie vonnis deur die Streekhof aan hom opgelê, ongedaan gemaak word en hy\ndie geleentheid gebied\nword om verdere getuienis voor die verhoorhof te plaas\nter ondersteuning van die verweer wat hy destyds geopper het, sou sy\nappèl\nnie daarsonder slaag nie. Ek handel eers met die\nappèl.\nDie kardinale feite is die volgende. Klaer het in\nSeptember 1982 'n splinternuwe roomkïeur 1982-model Mitsubishi trok vir R36\n000 gekoop van Nova Sigma op Alberton. Die tersaaklike\n3\nhuurkoopooreenkoms, Bewysstuk A, gee die model reeksnommer aan as FK 115\nJ, en die enjinnommer en (onderstel-) reeksnommers as 5222100\nen 52719P\nonderskeidelik. Die trok is volgens Bewysstuk B in sy naam gelisensiëer met\nregistrasienommer HHL 854 T. Op 5 November\n1989 het sy broer die trok op\nappellant se perseel en die sleutels daarvan in appellant se huis gelaat, nadat\nhy die voertuig gesluit\nhet. Die volgende oggend was die trok weg. Appellant het\ndie diefstal by die polisie aangemeld, maar niks het daarvan gekom nie.\nHy het\nmettertyd die registrasie van die trok op sy naam gekanselleer maar steeds op\ndie uitkyk gebly vir sy vermiste eiendom. Op\n3 Desember 1991 - dus feitlik twee\njaar na die diefstal - op pad tussen Johannesburg en Nelspruit het hy 'n\nvoertuig gesien wat getrek\nhet na sy vermiste eiendom. Die nommerplaat het reeds\nsy agterdog gaande gemaak, want die trok was 'n 1982 model met 'n NWW\nnommerplaat,\nen in daardie jaar het die owerhede nog nie naby \"N\"\nregistrasienommers uitgekom nie. Hy het die voertuig agtervolg. Toe dit op\nMachadadorp\nby 'n motorhawe intrek\n4\nhet hy ook daar stilgehou en van die geleentheid gebruik gemaak om dit\nonder goeie beligting behoorlik te besigtig. Wat hy opgemerk\nhet, het hom\noortuig dat dit sy vermiste trok was. Hy het vooruitgery en deur bemiddeiing van\ndie polisie op Nelspruit die trok daar\nvoorgekeer. Daar is beslag daarop\ngelê. Dit is nou gelisensieer op naam van appellant onder\nregistrasienommer NWW 590 T. Die\npersone op 3 Desember 1991 in beheer daarvan,\nwas in diens van appellant.\nBy die aanvang van die verhoor op 8\nOktober 1992 het appellant onskuldig gepleit. Deur sy prokureur, destyds mnr\nBremmer, het hy ter\npleitverduideliking gesê dat hy die voertuig waarop\nbeslag gelê is, op of ongeveer 30 Mei 1990 aangekoop het vir R43\n000 van D\n& O Sales (Pty) Limited (\"D & O\"). Daar word deur hierdie stelling\nimplisiet twee geskilpunte geopper: klaer maak\n'n fout waar hy die trok uitken\nas sy vermiste eiendom; maar, al sou hy reg wees, het appellant sonder dieftige\nopset in besit daarvan\ngekom.\nDie Streeklanddros het bevind dat klaer 'n objektiewe, eerlike\nen\n5\nbetroubare getuie was en dat op die uitkenning van dit wat hy wel kon\nuitken, staat gemaak kan word. Die kajuit en laaibak is ongetwyfeld\ndié\nvan sy vermiste trok, oor die onderstel kan daar nie dieselfde sekerheid bestaan\nnie, en die enjin is beslis 'n vervangde.\nHierdie bevinding van die verhoorhof\nkan nie aangekyf word nie. Klaer het insidente genoem elkeen waarvan die trok 'n\nletsel berokken\nhet. Hieronder was een waardeur die dak van die kajuit gekraak\nwas op 'n wyse wat, volgens 'n inspeksie deur mnr Bremmer aangevra,\nnie\nopsigtelik was nie. Volgens klaer het water daar ingelek met reënweer.\nKortom, iemand wat die trok net bekyk maar nie geken\nhet nie, sou nie daarvan\nbewus gewees het nie. Die laaibak is volgens sy voorskrifte vervaardig, en hy\nhet self agt gate in elke\nwand geboor om dwarsstawe te hou, waarop\ntamatiekissies gepak kon word. En die sleutel van sy trok wat sy broer in sy\nhuis gelaat\nhet die aand voordat die trok verdwyn het, het gepas op die deure\nvan die trok. Die enjin kon daarmee aangeskakel word, soos aan\ndie polisie op\nNelspruit gedemonstreer is toe hy uitwysings aan die voertuig gedoen\n6\nhet. Sy reaksie, toe mnr Bremmer dit aan hom stel dat appellant\nsou\ngetuig dat hy hierdie einste trok van D & O op Boksburg gekoop\nhet,\nwas - verstaanbaar hoewel ongrammatikaal - \"which means where\ndid\nthey find that truck if they sell it to him?\"\nNa die eerste dag van die verhoor is dit verdaag. Toe dit hervat\nword op 7 Desember 1992, is namens appellant sy\npleitverduideliking\ngewysig: wat hy van D & O vir R43 000 gekoop het was die trok\nse\nonderstel met enjin en kajuit. Die laaibak het hy teen Rl 500 van\nTiger\nSpares in Johannesburg gekoop. Sy prokureur het daarop\nuitgebrei:\n\"During initial consultation with client, it would appear that he\npurchased the whole truck from D & O Spares, but it later appeared\nthat D\n& O Spares had referred him to Tiger Spares with regard to the\nbak.\"\nIn antwoord op navraag deur die landdros, het appellant dit\nbevestig.\nKlaer se getuienis het dit reeds duidelik gemaak dat daar\nmet die trok in verskeie opsigte gepeuter is sedert dit uit sy besit geneem\nis.\nDit het ook verdere letsels in andermanshande opgedoen.\nLuitenant-Kolonel\n7\nKruger van die Gazankulu polisie het verder uitgebrei op die tekens dat\ngepoog is om die identiteit van die trok te verberg. Die registrasienommer\nis\nverander, dit het 'n nuwe enjin met 'n eie oorspronklike nommer (169250) gekry.\nHy was van mening dat die onderstelnommer links\nvoor ingepons (55238) nie eg was\nnie, ondermeer omdat hy regs 'n roeskol op die onderstel gevind het en tekens\ndat dáár\nmet nommers gepeuter is. 'n Plaatjie in die kajuit wat\ndie onderstelnommer 55238 aangee, bevat egter die reeksnommer FKH5KRBJ (pleks\nvan die FK 115 J in Bewysstuk A aangegee). Die plaatjie, Bewysstuk 1, is\naangebring oor merke wat aandui dat 'n vorige plaatjie wat\ndaar aangeheg was,\nverwyder is. Daarbenewens pas die inligting aan die lisensie-owerhede verstrek\ntoe die trok op appellant se naam\ngeregistreer is, ook nie volledig met wat op\ndie trok te vinde is nie. Sekere mnr Nel van D & O het vertel dat D & O\n'n 1983-model\nvoertuig wat die firma op 'n Poskantoor vendusie aangekoop het,\naan appellant verkoop het, altans as onderstel en kajuit, sonder\nlaaibak.\nHy\n8\nself het nooit die trok gesien nie. Kmisverhoor het ontlok dat D & O\npolisie-klaring verkry het t.o.v. die poswa. Die tersake\npolisiesertifikaat is\nas bewysstuk G ingedien. Daarvolgens het polisierekenaars getoon dat 'n wit 1983\nMitsubishi trok met masjiennommer\n166354, vorige masjiennommer SA 00274U en\nonderstelnommer 10155238 nie as gesteel aangemeld is nie. Mnr Bremmer het ook\ndeur mnr\nNel 'n faktuur as bewysstuk F ingedien waarvolgens die Primrose tak van\nD & O op 9 September 1991 aan appellant, met 'n Maputo\nadres, 'n enjin\nverkoop het vir R9 500 aan kontant. Geen BTW is by die prys bygevoeg nie, die\nnommer van die masjien is nie op die\nstadium toe dit verkoop is op die faktuur\naangebring nie, die woord \"export\" wel.\nDie landdros het getuienis\naangevra van die Poskantoor, en van die vervaardigers van Mitsubishi\ntrokke.\nMnr van Jaarsveld, 'n senior administratiewe beampte in\ndiens van die Poskantoor en in beheer van sy voertuigvloot, het vertel dat\ndie\nPoskantoor die Poskantoornommer van elkeen van sy voertuie sedert\n9\n1980 sandstraal in daardie voertuig se ruite. 'n Mitsubishi poswa, d.w.s.\nvragmotor met 'n toegeboude vragkajuit wat heeltemal verseël\nwas agter op,\nis in 1988 verkoop by 'n openbare veiling. Sulke voertuie word gewoonlik\nonveranderd van die hand gesit. Deur mnr Bremmer\ngevra, het hy 'n afskrif erken\nvan 'n Poskantoorstuk, bewysstuk H, waarvolgens daar op 19 April 1988 'n 1983\nMitsubishi trok met\ndepartementele nommer P152-089, enjinnommer SA00274U en\nonderstelnommer 10155238 verkoop is aan ene Michael James Ors. Mnr van Jaarsveld\nhet die trok waarop die polisie beslag gelê het, ondersoek. Geen van die\nruite het 'n gesandstraalde poskantoornommer daarop\nnie. Hy was by toe daar\ndié oggend 'n plaatjie uit die kajuit geneem is, bewysstuk 2. Daarop\nstaan \"Sigma Motor Corporation\"\nen die vervaardigersreeksnommer FKK1G101,\nonderstelnommer 55238.\nMnr Ludick van Samcor Motor Korporasie\n(voorheen Sigma Motor Korporasie) het ook die trok geïnspekteer. Dit is 'n\nFK 115 K-reeks\ntrok en die onderstelnommer kom voor eg te wees. Dit word\ntydens\n10\nvervaardiging links voor op die onderstel aangebring, waar die nommer in\nhierdie geval ook verskyn. Daar bestaan nie soiets soos 'n\nonderstelnommer\n10155238 vir 'n Mitsubishi trok soos hierdie nie: hy vermoed dat wie ook al die\nnommer so aangegee het, die laaste\ndeel van die reeksnommer FKKB1G101 gaan\naanlas het voor die onderstelnommer. Die huidige reeks bestaan maar uit ses\nsyfers, in die\nou reeks was dit vyf, daar is geen onderstelnommers wat uit agt\nsyfers bestaan nie. Die fabriek vervaardig die trokke tot op die\nstadium waar 'n\nonderstel met kajuit en enjin na die staalwerke geneem word, waar die bak\nvolgens spesifikasies van die persoon wat\ndie trok bestel het, gemonteer word.\nBewysstuk 1, die plaatjie wat die polisie in die kajuit van die trok gevind het,\nis 'n vervalsing:\ndit kom nie uit Samcor se fabriek nie. Dit dra die naam Sigma\nPower Corporation. Hy weet nie van so 'n maatskappy nie. Dit lyk anders\nas\nSamcor se plaatjies en bevat andersoortige inligting as wat Samcor se plaatjies\ndoen. Bewysstuk 2 het hy self die oggend uit die\nkajuit van die trok geneem. Die\nhet wel Sigma\n11\nse naam op maar is van 'n tipe wat gewoonlik in die enjinkompartement van\n'n passassiersvoertuig aangebring word: Mazdas en Peugeots\nhet dit destyds\ngekry. Die onderstelnommer daarop kom egter ooreen met dié wat op die\ntrok se onderstel ingepons is. Hy verduidelik\noortuigend waarom daar geen\nmoontlikheid bestaan dat die plaatjie in die fabriek in die trok aangebring kon\ngewees het nie.\nToe die staat sy saak sluit was die posisie dus as\nvolg:\n1.\nMet\ndie voertuig wat op naam van appellant geregistreer is, is doelbewus en knap\ngepeuter om sy werklike oorsprong(e) te verberg en\nhom 'n skyn van legitimiteit\nte verleen.\n2.\nKlaer het\noortuigend daarop aanspraak gemaak dat dit sy gesteelde trok is, volgens die\nvoorkoms van die sigbare dele, d.w.s. die bak\nen\nkajuit.\n3.\nAppellant het\nverduidelik dat hy dit (scil onskuldig) aangekoop het van D & O; wat\nverander word na: van D & O wat betref\ndie trok en Tiger Spares t.a.v. die\nbak.\n12\n4.\nDie getuienis\nvan Nel van D & O is dat die Grma 'n trok wat hy in April 1988 by 'n\nposkantoor-vendusie gekoop het, twee jaar later\naan appellant verkoop het nadat\ndit inmiddels opgeknap is - want hoewel die onderstelnommer van die verkoopte\ntrok dieselfde is as\ndie onderstelnommer van die aangekoopte trok, is die enjin\nvervang. Hoewel bewysstuk H, deur appellant se regsman aan die hof\nvoorgelê\ndeur die Poskantoorbeampte toon dat die voertuig aangekoop is\ndeur Ors, moet mens egter van die polisiesertifikaat, bewysstuk G,\naflei dat Ors\nmaar namens D & O opgetree het. Die sertifikaat meld dat dit D & O was\nwat die sertifikaat aangevra het t.a.v.\ndie voertuig wat by die\nposkantoor-vendusie in Johannesburg gekoop\nis.\n5.\nVan die trok wat die\nPoskantoor aan D & O verkoop het, is al wat oorbly wat op appellant se naam\ngeregistreer is, die onderstel.\nHiervolgens\nwas dit dus nie D & O wat die voertuig in sy finale saamgeflansde vorm aan\nappellant verkoop het nie. Dat D &\nO 'n nuwe enjin aangebring het in wat die\nPoskantoor van sy vloot onttrek het, is\n13\nte verstane, om die trok weer te kan verkoop. Daar is geen rede om te\nvermoed dat dit nodig was om die kajuit te vervang nie; maar,\nindien dit nodig\nwas om dit wel te doen, is dit onwaarskynlik, hoewel natuurlik nie onmoontlik\nnie, dat 'n kajuit met o.a. 'n kraak\nin die dak gebruik sou word sonder om enige\naandag aan daardie kraak te gee, bowendien eers meer as 18 maande nadat die trok\naangekoop\nis (want klaer se trok, en dus die kajuit as deel daarvan, is eers in\nNovember van 1989 gesteel). En dit is nie in geskil nie, dat\ndie verkoopkontrak\ntussen D & O en appellant, nie verduidelik hoe appellant dan in besit gekom\nhet van die bak van klaer se gesteelde\ntrok nie.\nAppellant het die\nhof vertel dat hy karweiwerk doen tussen Maputo en die Rand. In 1990 het hy\nreeds 'n vierton Toyota Dyna trok gehad\ntoe hy 'n Mitsubishi van D & O\naankoop. Die tersaaklike faktuur, bewysstuk E, is uitgemaak aan N C Ubisi van\nTembisa deur die\nWitfield tak van D & O op 30 Mei 1990. Daarvolgens is \"one\nonly used Mitsubishi FK - LWB chassis & cab\" teen kontant aangekoop.\nDie\n14\nonderstelnommer word aangegee as 10155238, maar die eerste drie syfers is\ndeurgehaal. Die masjien nommer word aangegee as 166854.\nBetaling het geskied\nd.m.v. R18 600 aan kontant en twee UBS-tjeks ten bedrae van Rl 400 en R23\n000.\nHy is toe na Tiger Spares waar hy Rl 500 betaal het vir 'n bak, wat\ndié Grma op die trok monteer het. Die voertuig is toe in\nsy naam\ngeregistreer op 4 Junie 1990 onder nommer NWW 590 T en die ondersteï en\nenjinnommers aangegee as 55238 en 166854 onderskeidelik.\nSedertdien het hy 'n\nnuwe enjin by die onderdeïe-tak van D & O, op Primrose, gekoop en in\ndie trok laat aanbring.\nIn kruisverhoor het appellant klaer se\nuitkenning van die trok betwis met stellings wat nooit aan klaer self gedoen is\nnie. Klaer\nse sleutel het nie op die trok se deur gepas nie. Hy het inderdaad\ndie deur se slot beskadig toe hy dit probeer oopsluit het. Een\nvan appellant se\nmedebeskuldigdes het egter ondubbelsinnig gepraat van klaer se spontane vreugde\ntoe die trok deur die polisie voorgekeer\nis: sy eerste woorde\n15\nwas \"It is long that I have been looking for this truck\". Die ander het\nvertel hoe klaer sonder aarseling merke op die trok ter identifikasie\nuitgewys\nhet. Appellant het ook vertel dat die verkoopsman by D & O, toe appellant\ndie vervangende enjin in September 1991 gekoop\nhet, op eie houtjie aan hom in\ndie betrokke faktuur, bewysstuk F, 'n fiktiewe adres in Maputo toegedig en op\ndie faktuur \"export\"\ngeskryf het, om BTW vry te spring - wat natuurlik onsinnig\nis. Hy het verder getuig dat dit nooit nodig geword het om enige van die\nvensters van die kajuit te vervang nie; en dat die vals plaatjies bewysstukke 1\nen 2 reeds in die kajuit van die trok was toe hy\ndit van D & O gekoop het.\nDit beteken natuurlik nie alleen dat D & O die kajuit van klaer se trok op\ndie Poskantoor se onderstel\nmoes aangebring het nie, maar om geen denkbare rede\nnie probeer het om dit - die kajuit - te vermom. Waar D & O in elk geval\nopenlik verander en verbeter het aan wat hy van die Poskantoor aangekoop het,\nsou dit slegs nodig wees om die bestaande plaatjie\nuit die vervangende kajuit te\nverwyder. Om vervalste plaatjies aan te bring om\n16\ndie wettige onderstelnommer te weergee, sou nie net onnodig wees nie,\nmaar onnosel.\nDat die toeval twee dele van klaer se trok weer bymekaar gebring het in\nappellant se hande, ses maande na die diefstal, is darem te\nswaar 'n sluk aan\ndie bottel waar die diefstal in New Forest in Gazankulu gepleeg is, die kajuit\nby D & O in Boksburg opdaag,\nen die bak by 'n aparte onderneming, Tiger\nSpares, wie weet waar, beland.\nDit bring my by die aansoek om appellant se getuienis aan te\nvul.\nAppellant wil getuienis aanvoer dat hy op 29 Mei\n1990 'n bak geskik vir 'n Mitsubishi trok gekoop het van mnr Jack Dedlow,\nbesturende\ndirekteur van Tiger Truck Spares (Edms) Beperk; en wil self getuig\ndat 'n verkoopsman by D & O hom juis verwys het na daardie\nGrma omdat hy\ndaar 'n geskikte bak vir die trok wat hy by D & O gekoop het sou kon kry.\nMnr Dedlow het 'n beëdigde verklaring\nverly waarvolgens appellant se (nuwe)\nprokureur hom versoek het om die rekords van sy maatskappy, wat op Elandsfontein\nsake doen\no.a. as\n17\nhandelaars in gebmikte trok-onderdele, na te gaan vir die tydperk end\nMei/vroeg Junie 1990. Appellant het mnr Dedlow vertel dat hy\n'n bak vir Rl 500\ndaar gekoop het waarvoor hy betaal het met 'n UBS tjek vir Rl 400 wat hy ten\ngunste van Tiger Truck Spares endosseer\nhet, plus R100 aan kontant. Mnr Dedlow\nhet 'n kontant faktuur nr 10398 gevind, gedateer 29.5.1990 waarvolgens 'n bak\nvir 'n Mitsubishi\nFK verkoop is vir Rl 500. Op 30 Mei is geld gebank in Tiger\nTruck Spares se rekening. Die depositostrokie toon dat 'n UBS tjek ten\nbedrae\nvan Rl 400 plus R100 gedeponeer is ten opsigte van hierdie faktuur. 'n Tjek is\nby UBS opgespoor gedateer 12 April 1990 ten\ngunste van appellant en ge-endosseer\naan die verkoper Grma wat in Tiger Truck Spares se rekening op 30 Mei inbetaal\nis. Hierdie getuienis\nbewys egter slegs dat appellant 'n Mitsubishi bak gekoop\nhet - boonop die dag voordat hy die trok by D & O gekoop het, volgens\ndie\nbetrokke faktuur, en nie dat hy\nklaer se\nbak gekoop het nie. Vir al wat\nons weet pryk Tiger Truck Spares se bak nou op die onderstel van klaer se trok.\nDie getuienis is\n18\ndus nie wesenlik relevant tot die uitslag van die verhoor\nnie.\nMaar word mnr Dedlow se getuienis aanvaar as van toepassing op\ndie bak van klaer se gesteelde trok, word die enormiteit van die toeval\ndat wat\nsaam gesteel is ses maande vroeër, maar daarna geskei is, weer so bymekaar\nsou uitkom, selfs versterk. Daar wil slegs\nop appellant se getuienis gesteun\nword, dat 'n verkoopsman van D & O (wat self 'n onderdele-afdeling bedryf),\nhom na Tiger Truck\nSpares verwys het. Dit is ondenkbaar dat D & O indien hy\nhier met onhebbelikhede doenig was wat hy nogal onnodig probeer toesmeer\nhet,\nappellant sou verwys na daardie Grma\nwetend\ndat by Tiger Truck Spares\njuis die bak wat van die kajuit geskei is, daar beskikbaar was. Dit moet die\nrisiko van uitkenning verhoog.\nSonder sulke kennis, is die toeval, dat wat reeds\nses maande vroeër in Gazankulu verdwyn het juis deur dieselfde persoon van\nverskillende maatskappye feitlik terselfdertyd aangekoop sou word, dalk moontlik\nmaar na my mening nie redelik moontlik nie. Van\ndie Staat word nie verwag om sy\nsaak buite\nalle\ntwyfel te bewys nie. Vgl\nS v\n19\nGïeg\ng\n1973 (1) SA 34\n(A), 38-9. Na my mening is die enigste\nredelike afleiding uit die totaliteit van die getuienis, dat die onderstel van\ndie Poskantoorwa\nwat D & 0 aan appellant verkoop het, gebruik is daarna om\nklaer\nse trok 'n metamorfose-plus-vermomming te laat ondergaan. Daar was\ngeen rede om die Poskantoorwa te vermom nie.\nDaar is nie voor ons\nbetoog ten aansien van die vonnis aan appellant opgelê nie, hoewel beide\nadvokate se betoogshoofde daarmee\nhandel. Die versuim was vermoedelik doelbewus,\nwant verlof is nie deur die hof a quo verleen om teen die vonnis te appelleer\nnie.\nDie landdros was aan die einde van die verhoor van mening dat\nklaer geregtig was op 'n bevel dat die trok aan hom gelewer moet word\nmaar het,\nsoos ek die effek van die prosedure wat gevolg is verstaan, 'n bevel in dier\nvoege opgeskort vanweë die appèl\nwat aangeteken is. Hoewel appellant\nbetaal het vir die onderstel en enjin wat nou tot klaer se kajuit en bak gevoeg\nis, is klaer\nsy eie trok se enjin en onderstel kwyt deur appellant se toedoen,\nsodat inwerkingtrede van so 'n bevel billik sou\n20\nwees.\nBeide die appèl en die aansoek vir tersydestelling van die\nskuldigbevinding en vonnis sodat verdere getuienis aangevoer kan\nword, word van\ndie hand gewys.\nL VAN DEN HEEVER AR STEM SAAM: HEFER AR) VIVÏER AR)",
  "scraped_at": "2026-02-12T07:12:11.357662",
  "date": "1995-09-07",
  "coram": [
    "Hefer AR",
    "Vivier AR",
    "Van den Heever AR"
  ],
  "case_number": "390/94",
  "parties": {
    "applicants": [
      "Cain Ubisi"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "Cain Ubisi was convicted in the Gazankulu Regional Court of stealing a 1982 Mitsubishi truck belonging to Derek Khosa on the night of 5‑6 November 1989. He was sentenced to four years’ imprisonment. The Regional Court found that a witness, Klaer, was an honest and reliable identifier of the truck, despite discrepancies in chassis and engine numbers, alleged falsified plates and evidence that the vehicle found later had been assembled from parts purchased from D & O and Tiger Spares. Ubisi appealed the conviction and sentence, arguing that the identification was flawed and that further evidence should be admitted to support his defence.",
    "issues": "1. Whether the Regional Court erred in accepting Klaer’s identification of the truck as the stolen vehicle. 2. Whether the inconsistencies in chassis, engine numbers and plate markings create reasonable doubt warranting the conviction to be set aside. 3. Whether the appellant should be permitted to adduce fresh evidence on appeal.",
    "principles": "The court applied the principle that a criminal conviction must be founded on proof beyond reasonable doubt and that appellate courts may only overturn findings of fact where there is a clear miscarriage of justice. It also reaffirmed the rule that identification evidence must be reliable and untainted by fabrication, and that fresh evidence is generally inadmissible on appeal unless it could not have been obtained with reasonable diligence at trial.",
    "application": "The SCA examined the material evidence, including the disputed chassis and engine numbers, the alleged falsified identification plates and the testimony of various witnesses from D & O, Tiger Spares and the police. It concluded that Klaer’s identification was not undermined sufficiently to create reasonable doubt; the discrepancies were explained as the result of legitimate repairs and replacements, and the appellant had not demonstrated that the fresh evidence could not have been presented earlier. Consequently the appellate court found no miscarriage of justice.",
    "conclusion": "The appeal was dismissed. The conviction for theft and the four‑year sentence were upheld, and the appellant’s request to set aside the conviction and admit further evidence was refused."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Theft",
    "level_3": [
      "identification of stolen property",
      "evidence",
      "appellate review",
      "vehicle theft"
    ]
  }
}