{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/126.html",
  "case_name": "S v Mkhize (660/94) [1995] ZASCA 126 (13 November 1995)",
  "citation": "[1995] ZASCA 126",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 126\n|\nNoteup\n|\nLawCite\nS v Mkhize (660/94) [1995] ZASCA 126 (13 November 1995)\nDownload original files\nPDF format\nRTF format\nCASE NO: 660/94\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE\nDIVISION)\nIn the matter between:\nC P MKHIZE\nAPPELLANT\nand\nTHE\nSTATE\nRESPONDENT\nCORAM\n: E M GROSSKOPF, VIVIER et OLIVIER\nJJA\nHEARD\n: 13 November 1995\nDELIVERED\n: 13 November 1995\nTRANSCRIPT OF REASONS GIVEN ORALLY IN OPEN COURT\nON\nMONDAY 13 NOVEMBER 1995 BY OLIVIER JA WITH\nWHICH E M\nGROSSKOPF et VIVIER JJA AGREED\n.\nOLIVIER JA:\nThe appellant, a 30 year old male, was charged in the Regional Court of\nNatal at Pietermaritzburg with 2 counts of rape,\n2\nit being alleged by the State that he had raped the complainant on\nWednesday 19th August and again on Monday 24 August 1992. He pleaded\nnot guilty.\nHe admitted having had sexual intercourse with the complainant on the aforesaid\ndated, but averred that it had taken\nplace with her consent and co-operation. He\nwas, however, convicted on both counts and sentenced to six years of\nimprisonment on\neach of them. Four years of the sentence on count 2 was ordered\nto run concurrently with the sentence on count 1, with the result\nthat for the 2\nrapes he has to serve 8 years imprisonment.\nThe appellant appealed\nto the Natal Provincial Division of the Supreme Court against the convictions\nand the sentences. The matter\nwas heard by Judge President Howard and Judge\nShearer. In a judgment by the Judge President, with which Judge Shearer\n3\nconcurred, the appeal against the convictions and sentences\nwere\ndismissed. The same court granted the appellant leave to appeal\nto\nthis Court against the convictions and the sentences.\nAt the trial, the sole issue as regards both charges was\nwhether\nthe complainant had consented to the relevant\nsexual intercourse.\nThe regional court magistrate believed and\naccepted the\ncomplainants evidence and rejected the appellant's evidence\nas\nuntrue. As far as the basis of the convictions is concerned,\nthe\nlearned Judge President came to the following conclusions in\nhis\njudgment in the court\na quo\n. I quote from p139 of the\nrecord:\n\"There were various gross improbabilities in the appellant's account of the\ntwo incidents, and they have been highlighted in the magistrate's\njudgement. It\nis unnecessary to say more about his evidence than that I agree with the\nmagistrate that in various material respects\nit was entirely unsatisfactory. I\nam unpersuaded that the magistrate's approach to the matter\nor\n4\nhis assessment of the credibility of the complainant and the appellant\nrespectively was erroneous. The sole issue in the case was\nthat of consent, and\non that issue I consider the medical evidence of the district surgeon to be\ndecisive. There was no explanation\nof the bruising and tenderness of her neck\nmuscles, save for her evidence that she had been throttled on both occasions. Mr\nde Wet\nhad obvious difficulty with this particular evidence, and was\ndriven to suggesting that the neck muscles had been bruised through\nover\nenthusiastic kissing. That possibility seems to me to be entirely fanciful. It\nis suggested too that the abrasion of the complainant's\ninner thigh might have\nresulted accidentally in the course of over vigorous sexual intercourse. That\nseems to me to be almost equally\nfanciful. In all the circumstances I am not\npersuaded the magistrate erred in convicting the appellant on both\ncounts.\nThe jurisdiction of this Court to interfere with a\ncredibility\nfinding of a trial Court is limited. Where\nthere has been no\nmisdirection on fact or palpable mistake by the\npresiding officer, the\npresumption is that his conclusion is\ncorrect; the appellate court will\nreverse it only where it is\nconvinced that it is wrong.\n5\nI need to say no more than that I agree with the conclusions reached by\nthe learned Judge President in the court\na quo\nand as appears from the\nabove-quoted portion of his judgment. I agree with the court\na quo\nthat\nthe appellant's evidence was correctly rejected by the trial\ncourt.\nAs far as the sentences are concerned, it must be emphasized\nthat rape is always a serious crime. In the present case the appellant\ncommitted\n2 separate rapes, for each of which he received a sentence of six years\nimprisonment. These sentences were, under the circumstances,\nnot unreasonable or\nexcessive. The cumulative effect of the two sentences was duly taken into\naccount and the effective term of imprisonment\nfor the two rapes was reduced to\neight years. I am not persuaded that such sentence was, on the facts of this\ncase,\n6\nexcessive or inappropriate.\nIn the result, the appeal against\nthe convictions and sentences is dismissed.\nE M GROSSKOPF JA)\n)CONCURRED\nVIVIER JA )",
  "scraped_at": "2026-02-12T07:21:52.209871",
  "date": "1995-11-13",
  "coram": [
    "E M GROSSKOPF JA",
    "VIVIER JA",
    "OLIVIER JA"
  ],
  "case_number": "660/94",
  "parties": {
    "applicants": [
      "C P MKHIZE"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "The appellant, C P Mkhize, a 30‑year‑old male, was tried in the Regional Court of Natal at Pietermaritzburg on two counts of rape alleged to have occurred on 19 August and 24 August 1992. He admitted sexual intercourse with the complainant on those dates but asserted that it was consensual. The trial judge accepted the complainant’s testimony, rejected the appellant’s account, and relied heavily on medical evidence indicating bruising of the neck muscles and an abrasion on the inner thigh, which the judge found inconsistent with the appellant’s explanation. The appellant was convicted on both counts and sentenced to six years for each, with four years of the second sentence to run concurrently, resulting in an effective term of eight years.",
    "issues": "The appellate court had to determine (1) whether the complainant gave consent to the sexual intercourse and thus whether the convictions for rape were sound, and (2) whether the sentences imposed were unreasonable or excessive.",
    "principles": "South African law places the burden on the prosecution to prove lack of consent beyond reasonable doubt. Appellate courts may only overturn a trial‑court credibility finding where there is a misdirection on fact or a palpable mistake. In sentencing, rape is regarded as a serious offence, and cumulative sentences are assessed for reasonableness; an order is excessive only if it is manifestly disproportionate to the gravity of the conduct.",
    "application": "The Supreme Court of Appeal affirmed that the trial judge had correctly evaluated the credibility of the witnesses, found the medical evidence decisive, and concluded that the appellant’s account was unsatisfactory. No misdirection or palpable mistake was identified, so the convictions were upheld. Regarding sentencing, the Court held that two six‑year terms, reduced to an effective eight‑year term, were not excessive given the seriousness of two separate rapes.",
    "conclusion": "The appeal was dismissed; the convictions on both counts of rape and the sentences imposed were affirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "consent",
      "appellate review",
      "sentencing"
    ]
  }
}