{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/106.html",
  "case_name": "Bulsara v Jordan & Co Ltd (Conshu Ltd) (406/92) [1995] ZASCA 106; 1996 (1) SA 805 (SCA); (21 September 1995)",
  "citation": "[1995] ZASCA 106",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 106\n|\nNoteup\n|\nLawCite\nBulsara v Jordan & Co Ltd (Conshu Ltd) (406/92) [1995] ZASCA 106; 1996 (1) SA 805 (SCA); (21 September 1995)\nDownload original files\nPDF format\nRTF format\nCase no 406/92 IN THE SUPREME COURT OF SOUTH AFRICA\nAPPELLATE DIVISION\nIn the matter between\nHAMANT\nBULSARA\nAppellant\nand\nJORDAN & CO LTD (CONSHU\nLTD)\nRespondent\nCoram:\nJOUBERT, EM GROSSKOPF, VAN DEN HEEVER,\nOLIVIER JJA et SCOTT AJA\nHeard:\n31 August 1995\nDelivered\n: 21 September 1995\nJUDGMENT J\nOUBERT JA:\nThis matter originated in the Magistrate's Court, Port Elizabeth.\nThe\n2 respondent, Jordan & Co Ltd, (\"the creditor\")\nsued the appellant (\"Bulsara\") as\nsurety Tor payment of the amount\nof R11 326-76 (subsequently reduced to\nR10 000-00 to bring it within\nthe then magisterial jurisdiction) which Bulsara\nOutfitters (Pty)\nLtd (\"the principal debtor\") had failed to pay. Bulsara\nsuccessfully\nraised a special plea that the creditors's claim against him had\nprescribed. The magistrate accordingly dismissed the creditor's action\nagainst\nhim. On appeal to the Eastern Cape Division the judgment of the\nmagistrate\nwas reversed by allowing the appeal and remitting the\nmatter for further hearing\non matters unrelated to the plea of\nprescription. The judgment of the Court a.\nquo\n(delivered by MULLINS J and concurred in by JANSEN J) is\nfully\nreported as\nJordan and Co Ltd v Bulsara\n1992 (4) SA 457(E).\nWith\nleave of\nthe Court\na quo\nBulsara now appeals to this Court.\nThe material facts which arc common cause and constitute\nthe\nbackground to the appeal, are as follows:\n1 On 29 August 1985 Bulsara signed a deed of suretyship in terms\nof\nwhich he bound himself as surety and co-principal debtor for certain\nin-\n3 debtedness of the principal debtor to the creditor. I shall\nhereinafter consider\nthe material provisions of the deed of\nsuretyship and the interpretation thereof.\n2\nOn 20 March 1987\nthe creditor issued summons in the Magistrate's Court against the principal\ndebtor for payment of R3 220-63 in respect\nof goods sold and delivered \"during\nSeptember to December 1986\". It was served on the same date. The judgment of the\nmagistrate does\nnot appear from the record but the matter was apparently taken\non appeal to the Eastern Cape Division which gave judgment on 23 May\n1989 in\nfavour of the creditor against the principal debtor in the sum of R2 782-22.\nVarious bills of costs relating to the action\nand the appeal were taxed until 13\nFebruary 1990. Eventually the total sum of capital, interest and costs owing by\nthe principal\ndebtor to the creditor amounted to R11\n326-76.\n3\nOn 21 May 1990 the\ncreditor sued Bulsara, as surety, in the Magistrate's Court for payment of Rll\n326-76 (reduced to R10 000-00 as\nstated\nsupra\n), which arose from the\njudgment given on 23 May 1989 in favour of the creditor against the principal\ndebtor. The summons was served\non 28 May\n1990.\n4\n4\tOn 14 March 1991 Bulsara raised a special plea that the creditor's\nclaim\nagainst him had become prescribed.\n5\tOn 29 August\n1991 the magistrate found that prescription had taken\nplace and\nupheld (he special plea. The magistrate held that the original\ndebt\nbecame due and payable on 20 March 1987 when the summons was\nissued and\nserved on the principal debtor. Prescription then\ncommenced to run against the\nprincipal debtor. According to the\nmagistrate the judgment of 23 May 1989\nagainst the principal debtor\ndid not amount to novation of the original debt and\ntherefore did\nnot give rise to a new cause of action. He held that a period\nof\nmore than three years had elapsed since the debt became due and\npayable when\nservice of the summons was effected on Bulsara on 28\nMay 1990.\nAccording to the Court\na quo\nthe crisp question for decision was\nwhether the judgment obtained against the principal debtor on 23 May 1989, and\nthe costs involved\nin obtaining it, amounted to a new debt payable by the\nprincipal debtor for which Bulsara was liable as surety. It held that the\nrunning of prescription against the principal debtor was in terms of section 15\n(1) of the\n5\nPrescription Act 68 of 1969\n(\"the\nAct\") interrupted\nby\nthe service of the\nsummons on him on 20 March 1987. The judgment of 21 May 1989\nagainst\nthe principal debtor created an independent new cause of\naction binding both\nthe principal debtor and Bulsara. This debt had\nnot become prescribed when\nsummons was served on Bulsara. The Court\na quo\naccordingly upheld the\ncreditor's appeal against\nBulsara with costs. Bulsara's special plea of\nprescription was\ndismissed with costs and the matter was remitted to the\nmagistrate for further hearing.\nAccording to the creditor's\nsummons of 21 May 1990 against Bulsara its cause of action was based on the\nlatter's liability as a surety\nfor the judgment debt obtained against the\nprincipal debtor on 23 May 1989. In this Court Mr\nDe Bruyn\non behalf of\nBulsara contended that the wording of the deed of suretyship was not wide enough\nto include a judgment debt acquired\nby the creditor against the principal\ndebtor. The fate of this contention depends upon the proper construction of the\ndeed of suretyship.\nIn this Court Mr Gauntlett, who appeared for the creditor, adopted\na\n6 straightforward approach. He argued that the\ncreditor did not sue Bulsara on\nthe cause of action based on suretyship for goods sold and delivered, but\non the\nsuretyship for the judgment debt obtained against the debtor\nas a separate and\nnew cause of action. He also argued that whatever\nmay have been the late of\nthe creditor's action against Bulsara\nbased on \"goods sold and delivered\" - and\neven if\" that cause of\naction had become prescribed - the creditor's present\naction against\nBulsara is founded on a new and independent cause of action\nbased on\nthe judgment debt against the debtor. That cause of action arose\nonly\nat the earliest on 23 May 1989. As summons was served on\nBulsara on 28\nMay 1990, the debt could not have become prescribed.\nThe first leg of Mr Gauntlett's argument appears to be sound. In its\nParticulars of Claim, the creditor manifestly does not rely on\nan amount due in\nrespect of goods sold and delivered, but on the judgment debt.\nThe second leg of Mr Gauntlett's argument was hotly debated at the Bar.\nThe crux of the debate was whether the judgment debt constituted\na new and\nseparate cause of action, in respect of which prescription would\ncommence\n7 running independently of the cause of action based on\ngoods sold and\ndelivered.\nCounsel were\nad idem\n, in my view correctly, that this question has\nto\nbe decided exclusively with reference to the\ninterpretation of the deed of\nsuretyship.\nThe main provisions of the deed of suretyship may be listed as\nfollows:\n(i) \"I, the undersigned HAMANT BULSARA do\nhereby interpose and bind myself as Surety and Co-Principal Debtor for the due\nand punctual\npayment of all amounts or any obligations which may now or in the\nfuture become due by BULSARA OUTFITTERS (PTY) LIMITED (hereinafter\nreferred to\nas the DEBTOR) to JORDAN & CO LIMITED (hereinafter referred to as the\nCREDITOR) in respect of goods sold and delivered\nby the CREDITOR to the DEBTOR\nor in respect of interest on overdue payments, legal costs or for any other\ncauses of debt arising\nout of such transactions.\" (ii) The deed of suretyship\nproceeded to provide for the renunciation by\n8\nBulsara of the exceptions of excussion, division and cession of\naction.\n(iii) It was recorded that the suretyship was to\nremain in force as a\ncontinuing security. (iv) It was also stated that it would be in the\nentire discretion of the creditor\nto determine the extent, nature and duration of the debtors'\nindebtedness\nto it.\nIt is clear from the wording of the deed of\nsuretyship as a whole that the intention of the parties was not to limit the\nliabilities\nin respect of goods sold and delivered by the creditor to the\nprincipal debtor since the wording was very widely stated to include\n\"any other\ncauses of debt arising out of such transactions\", i.e. out of transactions of\nsale and delivery of goods which would include\njudgment debts in respect of such\nsales. The deed of suretyship read as a whole supports the interpretation that\nthe parties intended\nto include a judgment debt against the principal debtor for\ngoods sold and delivered to the latter by the creditor as the subject\nof the\nsuretyship. In other words, the deed of suretyship evinces an intention of the\nparties to cover both the original cause\n9 of debt as well as a\njudgment debt. Mr Gauntlett's contention as regards the\nsecond leg of his approach, as set out\nsupra\n, must also be\nupheld.\nBefore analysing the question of prescription raised by the special\nplea\nit is expedient to examine the nature of the legal\nrelation of the parties:\n1\nThe creditor and the principal debtor relation\nThe creditor as seller entered into contracts of sale of goods with the\nprincipal debtor. They were the only parties to these contracts\nwhich gave rise\nto the principal obligation and the contractual debt, also known as the\nprincipal or original debt.\n2\nThe creditor and the\nsurety relation\nSurety is a contract which arises by agreement between the creditor and the\nsurety. The suretyship contract is accessory to the principal\ncontract between\nthe creditor and the principal debtor. By signing the deed of suretyship as a\nsurety and co-principal debtor and\nby his renunciation of the exceptions of\nexcussion, division and cession of action, Bulsara did not in law become a party\nto the\nprincipal contract between the\n10 creditor and the principal debtor. See\nNeon and Cold\nCathode\nIlluminations\n1978 (1) SA 463\n(A) at p 471C -\n472E.\nThe position here is that the principal contract\nand the suretyship contract arc two separate and distinct contracts existing\nside\nby side in respect of the same debt viz. the original debt. They give rise\nto two distinct obligations on the part of the principal\ndebtor and Bulsara in\nrespect of the original debt. The creditor, being the only party common to both\ncontracts could , if he so\nelected, have sued them jointly in the same action,\nor separately in two different actions. He elected to proceed first against the\nprincipal debtor and subsequently against Bulsara. There was no obligation on\nthe creditor to have joined Bulsara when it sued the\nprincipal debtor on 20\nMarch 1987. Moreover, if he so wished he could have ceded his two actions to\nthird parties.\nI now turn to consider the question of prescription in regard to the two\ndebts arising from the principal contract and the suretyship\ncontract.\nSection 12\n(I) of the\nAct provides\nthat prescription \"shall commence to\nrun as soon as the debt is due.\" (The provisos thereto mentioned in\nsubsections\n11\n(2) and (3) arc not relevant for present purposes). The word \"debt' in\nthis context has a wide meaning. See\nOertel en Andere NNO v Direkteur van\nPlaaslike Bestuur en Andere\n1983 (1) SA 354\n(A) at p 370B: \"Volgens die\naanvaarde betekenis van die begrip slaan 'n skuld' op 'n verpligting om iets te\ndoen (hetsy by wyse van\nbetaling of lowering van 'n saak of dienste), of nie te\ndoen nie. Dit is die een pool van 'n verbintenis wat in die reel 'n\nvermoënsbeslanddeel\nen- verpligting omvat.\" The expression \"debt is due\" is\nconstrued in\nDeloitte Haskins & Sells Consultants (Pty) Ltd v Bowthorpe\nHellerman Deutsch (Pty) Ltd\n[1990] ZASCA 136\n;\n1991 (1) SA 525\n(A) at p 532 H-I as follows:\n\"This means that there has to be a debt immediately claimable by the debtor, or\nstated in another way,\nthat there has to be a debt in respect of which the\ndebtor is under an obligation to perform immediately. See\nThe Master v I L\nBack & Co Ltd and Others\n1983 (1) SA 986\n(A) at 1004, read with\nBenson and Others v Walters and Others\n1984 (1) SA 73\n(A) at 82. It\nfollows that prescription cannot begin to run against a creditor before his\ncause of action is fully accrued, i.e.\nbefore he is able to pursue his claim (cf\nVan Vuuren v\n12\nBoshoff\n1964 (1) SA 395\n(T) at\n401.\"\nIn terms of\nsection 11\n(d) of the\nAct the\nperiod of prescription in\nrespect of the principal debt was three years. When judgment was given on 23 May\n1989 in favour of the\ncreditor against the principal debtor in respect of goods\nsold and delivered the prescriptive period of 30 years in terms of\nsection 11\n(a) (ii) of the\nAct became\napplicable against the creditor in respect of that\ncause of action.\nThe prescriptive period in respect of the\nsuretyship debt was also three years according to\nsection 11\n(d) of the\nAct.\nWhen\ndid the suretyship debt become due and enforceable against Bulsara? I\nindicated\nsupra\nin construing the deed of suretyship that it included a\njudgment debt against the principal debtor as the subject of the suretyship.\nWhen judgment was given on 23 May 1989 against the principal debtor the amount\ndue and payable by Bulsara became liquidated and shortly\nthereafter the amounts\ndue and payable in respect of interest and costs were likewise liquidated when\nthe various bills were taxed.\nSummons was served on Bulsara on 28 May 1990 well\nwithin the\n13 aforementioned three year period of prescription.\nHence Bulsara cannot rely\non the plea of prescription.\nThe correctness or otherwise of the judgments in\nRand Bank v De Jager\n1982 (3) SA 418\n(C) and\nBank of Orange Free State v Cloete\n1985 (2)\nSA 859\n(E) does not arise for decision in this appeal.\nIt follows that the appeal is dismissed with costs which includes the\ncosts of two counsel.\nC.P. JOUBERT JUDGE OF APPEAL\nCONCUR\nEM GROSSKOPF JA VAN DEN HEEVER JA OLIVIER JA SCOTT AJA",
  "scraped_at": "2026-02-12T07:16:08.715107",
  "date": "1995-09-21",
  "coram": [
    "JOUBERT",
    "EM GROSSKOPF",
    "VAN DEN HEEVER",
    "OLIVIER JJA",
    "SCOTT AJA"
  ],
  "case_number": "406/92",
  "parties": {
    "applicants": [
      "HAMANT BULSARA"
    ],
    "respondents": [
      "JORDAN & CO LTD (CONSHU LTD)"
    ]
  },
  "sections": {
    "facts": "In August 1985 Hamant Bulsara signed a deed of suretyship binding himself as surety and co‑principal debtor for amounts owed by Bulsara Outfitters (Pty) Ltd to Jordan & Co Ltd. The creditor sued the principal debtor in March 1987 for unpaid goods, obtaining a judgment on 23 May 1989 for a total debt of R11,326.76. The creditor then sued Bulsara in the Magistrate's Court on 21 May 1990 for the same amount (reduced to R10,000 to stay within jurisdiction). Bulsara raised a special plea claiming the claim was prescribed. The magistrate agreed, but the Eastern Cape Division reversed that decision, holding that the judgment created a new, independent cause of action against the surety. Bulsara appealed to the Supreme Court of Appeal.",
    "issues": "1. Whether the judgment debt obtained against the principal debtor constituted a new cause of action that could be enforced against the surety, Bulsara. 2. Whether the special plea of prescription was valid in respect of the suretyship debt. 3. How the deed of suretyship should be interpreted with regard to inclusion of judgment debts.",
    "principles": "The court applied Section 12(1) of the Prescription Act 68 of 1969, which holds that prescription commences when a debt is due and payable. It considered the wide definition of “debt” and the principle that a suretyship is accessory to the principal contract but may cover subsequent liabilities arising from the same transaction. The court also relied on the interpretation of contractual terms, emphasizing the deed’s language that the suretyship covered \"any other causes of debt arising out of such transactions,\" which includes judgment debts. The three‑year prescription period under Section 11(d) was applied to the suretyship debt.",
    "application": "The court read the deed of suretyship as a whole and concluded that the parties intended the suretyship to cover both the original contractual debt and any subsequent judgment debt arising from the sale of goods. The judgment of 23 May 1989 therefore created a liquidated debt that became due and payable to the creditor, triggering the three‑year prescription period for the suretyship debt. As summons on Bulsara was served on 28 May 1990, the claim was within the prescription period, rendering the special plea of prescription untenable.",
    "conclusion": "The appeal was dismissed with costs, including the costs of both counsels. Bulsara remains liable as surety for the judgment debt, and the creditor’s claim against him stands."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Suretyship",
    "level_3": [
      "prescription",
      "deed interpretation",
      "judgment debt",
      "contract law"
    ]
  }
}