{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/23.html",
  "case_name": "S v Planck (194/94) [1995] ZASCA 23 (27 March 1995)",
  "citation": "[1995] ZASCA 23",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 23\n|\nNoteup\n|\nLawCite\nS v Planck (194/94) [1995] ZASCA 23 (27 March 1995)\nDownload original files\nPDF format\nRTF format\nSAAKNOMMER: 194/94\n/jvdm\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak tussen:\nW PLANCK\tAPPELLANT\nen\nDIE STAAT\tRESPONDENT\nCORAM\n: SMALBERGER, STEYN, ARR et NICHOLAS,\nWnd AR\nVERHOOR\n: 13 MAART 1995\nGELEWER\n: 27 MAART 1995\nU I T S P R A A K\nSTEYN, AR/\n2\nSTEYN AR:\nOp 5 Augustus 1993 is appellant in die Kimberleyse landdroshof\nskuldig bevind aan aanranding met die opset om ernstig te beseer en\ngevonnis tot\n6 maande gevangenisstraf. Daarna het appellant in hoër beroep gegaan na die\nNoord-Kaapse Afdeling van die Hooggeregshof\nteen sy skuldigbevinding en vonnis.\nSy appèl is in toto van die hand gewys maar verlof is daarna aan hom\nverleen om teen sy\nvonnis na hierdie Hof te appelleer.\nDíe tersaaklike feite deur die landdros bevind is soos\nvolg.\nDie voorval het plaasgevind op die Spoornet perseel, Kimberley, op 22 April\n1993. Al die betrokkenes was in diens van daardie organisasie.\nDie klaer, mnr\nMervin Johnson, en sekere van sy kollegas was besig met 'n vergadering van\nwerkersverteenwoordigers in 'n kantoor\nop die perseel. 'n Biblioteek was deel\nvan die geboue-kompleks waarin die vergadering plaasgevind het. Bouwerk was by\ndaardie kompleks\naan die gang en los stukke yster pype en stawe het\n3\nbuite rondgelê.\nDie klaer hoor 'n geluid wat hy beskryf het as \"'n\nhengse geraas en gedruis buitekant\". Die vergadering is terstond om verstaanbare\nredes verdaag en almal het uitgegaan om te sien wat aan die gang is. Dit was 'n\noptog van om en by 200 SARWU lede ter herdenking\nvan 'n voorval op die\nGermistonse stasie op 22 April 1986 waartydens daar lewensverlies was. Die doel\nvan die optog was om van die\nSpoornet owerhede te eis dat 22 April 'n jaarlikse\nbetaalde vakansiedag verklaar moet word. Appellant was een van die optogleiers.\nSoos die optog voortbeweeg het, is geboue binnegegaan deur lede daarvan en\nwerkers wat daarin was, gedwing om daaraan deel te neem.\nAppellant self het 'n\nskoonmaker aldus gedwing. Sekere Spoomet werkers wat nie aan die optog wou\ndeelneem nie het in die biblioteek\ngaan skuil en die deur daarvan is op hul\nversoek van buite met 'n slot gesluit. Appellant is deur 'n optog-ganger vertel\nvan die\nwerkers wat daar skuil. Hy is toe soontoe om hulle uit te haal en\n4\ndie optog in te dwing. Hy was in die proses om vir daardie doel die slot met\n'n stuk yster oop te breek toe hy deur die klaer gewaar\nis en gemaan is om dit\nnie te doen nie. Daarop het hy sy knipmes uitgehaal, oopgemaak en arm-omhoog\nklaer bestorm met die klaarblyklike\ndoel om hom daarmee te steek. Klaer het 'n\nstuk yster staaf of pyp opgetel om hom mee te verweer maar uit vrees vir die\noptog-skare\nse reaksie, dit toe laat val en appellant se mes-arm vasgevat om die\nsteekhou af te weer wat toe reeds op hom gemik was. Appellant\nhet bly poog om\nklaer te steek en worstelend het hulle die gang van die vergaderinggebou in\nbeweeg. 'n Kollega van die klaer het\nmet 'n \"blikkie gas\" (seker 'n spuitkan met\ntraangas) opgedaag. Hy wou heel duidelik appeliant daarmee bespuit. Van die\noptog-gangers\nskree toe dat appellant sy aanval moet staak want tyd word nou\ngemors en die optog moet voortbeweeg. Appellant het daaraan gehoor\ngegee en na\ndie optog teruggekeer. Soos die optog aanbeweeg het, het appellant en van sy\nmakkers egter kort-kort omgekyk, gepraat\nen\n5\nvinger na klaer\ngewys.\nGenadiglik is die klaer nie beseer nie en is geen skade aan die slot\nof aan ander Spoornet eiendom berokken nie. Dit is egter duidelik\ndat as die\nklaer hom nie manhaftig teengesit het nie appellant hom sou raakgesteek het. Dat\nklaer derhalwe in onmiddelike gevaar\nvan ernstige besering verkeer het, is\nseker.\nKlaer se optrede teenoor appellant was besadig en redelik. Daar was\ngeen verskoonbare rede vir appellant se reaksie daarop nie. Sy\nvergryp was\nuiteraard so ernstig dat hy terdeë bestraf moet word daarvoor. Dit is\nnietemin namens appellant betoog dat die opgelegde\nvonnis \"skokkend onvanpas en\nswaar is\" en dat hierdie Hof derhalwe behoort in te gryp en dit so te verminder\ndat appellant uit die\ntronk gehou word. Daar is o a namens hom betoog dat die\nonderhawige 'n geskikte geval is vir korrektiewe toesig ooreenkomstig art\n276\n(1) van die Strafproseswet 51 van 1977.\nDit is geykte reg dat hierdie Hof nie 'n onbeperkte\n6\nbevoegdheid het om in te meng met die vonnis deur 'n verhoorhof opgelê\nnie. In S v Rabie\n1975 (4) SA 855\n(A) het Holmes AR die korrekte benadering deur\n'n hof van appèl bondig só saamgevat op 857 D-F:\n\"1. In every appeal against sentence, whether imposed by a magistrate or a\nJudge, the Court hearing the appeal\n—\n(a)\tshould be guided by the principle that\npunishment\nis 'pre-eminently a matter for the discretion of the\ntrial\nCourt';\nand\n(b)\tshould be careful not to erode such discretion:\nhence the further\nprinciple that the sentence should\nonly be altered if the discreíion\nhas not been\n'judicially and properly exercised'.\n2. The test under (b) is whether the sentence is vitiated by irregularity or\nmisdirection or is disturbingly inappropriate.\nSee, as to all of the foregoing, R. v. Mapumulo and Others,\n1920 A.D. 56\nat p.\n57; R. v. Freedman,\n1921 A.D. 603\nat p. 604 in fin.; S v. Narker and Another,\n1975 (1) S.A. 583\n(A.D.)\nat p. 585C\"\n7\nOp 861-862 het die geleerde regter o a soos volg voortgegaan:\n\"In considering an appropriate sentence, the following guidelines are of general\napplication:\n(a)\t'Let the punishment fit the crime — the\npunishment fít the\ncrime',\nsang the Mikado in 1885, echoing the British judicial sentiment of those days.\n(W.S. Gilbert was a barrister, who retained his interest,\nthough not his\npractice, in the Courts). The couplet is still quoted in Britain, at any rate in\nrelation to the retributive aspect\nof punishment; see Criminal Law of Scotland,\nby G.H. Gordon (1967), p. 50, line 3.\n(b)\tThat used\nto be the approach in this country, too; see,\ne.g., R. v. Motsepe,\n1923\nT.P.D. 380\nin fin.:\n'The punishment must be made to fit the crime.'\nHowever, in 1959 this Court pointed out that the punishment should fit\n'the criminal as well as the crime';\nsee R. v. Zonele and Others,\n1959 (3) S.A. 319\n(A.D.) at p. 330E.\n8\n(c)\tThe interests of society in punishment were noted in R.v. Karg,\n1961 (1)\nS.A. 231\n(A.D.) at p. 236A-B, and S. v. Zinn, 1969(2) S.A. 537(A.D.) at p.\n540G.\n(d)\tThen there is the approach of mercy or compassion or plain humanity. It has\nnothing in common with maudlin sympathy for the accused.\nWhile recognising that\nfair punishment may sometimes have to be robust, mercy is a balanced and humane\nquality of thought which tempers\none's approach when considering the basic\nfactors of letting the punishment fit the criminal as well as the crime and\nbeing fair\nto society; see S. v. Narker and Another,\n1975 (1) S.A. 583\n(A.D.) at\np. 586D. That decision also pointed out that it would be wrong fïrst to\narrive at an appropriate sentence by reference\nto the relevant factors, and then\nto seek to reduce it for mercy's sake. This was also recognised in S. v. Roux,\n1975 (3) S.A. 190\n(A.D.)\n(e) \tAnd does not Portia refer to the\nunstrained quality of\nmercy 'which seasons justice', in a memorable passage worthy of judicial study?\n(The Merchant of Venice, Act IV, Scene 1 —\na court of justice).\n(f)\tThe main purposes of punishment are deterrent,\npreventive, reformative\nand retributive: see R. v.\nSwanepoel,\n1945 A.D. 444\nat p.\n455\n9\n(g) It remains only to add that, while fair punishment may sometimes have to be\nrobust, an insensitively censorious attitude is to\nbe avoided in sentencing a\nfellow mortal, lest the weighing in the scales be tilted by incompleteness.\nJudge Jeffreys ended his days\nin the Tower of\nLondon.\"\nVroeër, in S v Harrison\n1970 (3) SA\n684\n(A) op 686A het dieselfde geleerde regter reeds gesê:\n\"Justice must be done; but mercy, not a sledge-hammer, is its\nconcomitant.\"\nIn 'n geval soos die onderhawige waar die misdaad\ngepleeg is in die loop, en as deel van arbeidspolitieke optrede en daar geen\nbeserings\ntoegedoen of skade berokken is nie, is die persoonlike omstandighede\nvan die oortreder van besondere belang. Is hy bv van beroep\n'n opstoker, is hy\n'n leeg-lêer, het hy 'n geskiedenis van misdadigheid, is die misdaad\nvooraf beplan en gepleeg vir eie stoflike\nvoordeel, of is hy 'n persoon wat 'h\nbestendige, nuttige bestaan gevoer\n10\nhet voor die vergryp en is dit gepleeg op die ingewing van die oomblik,\nens.\nWat hierdie aspek betref is die wesenlike feite soos volg: Appellant was\nreeds 'n man van 36 ten tyde van die misdaad, hy was 'n eerste\noortreder en 'n\ngesinsman wat sy kinders uit sy verdienste onderhou, hy was toe reeds 11 jaar in\ndiens van Spoomet en het op 22 April\n1993 'n salaris van R900,00 per maand\nverdien. Indien moontlik behoort so 'n persoon in 'n geval soos die onderhawige\nuit die gevangenis\ngehou te word.\nWat dan was die oorwegings wat die landdros\nlaat besluit het om aan appellant desnieteenstaande 'n vonnis van onopgeskorte\ngevangenisstraf\nop te lê?\nHy het by 'n ontleding van die gebeure tereg\nbevind dat daar strafversagtende en -verswarende omstandighede teenwoordig was\nen het\nhulle afsonderlik oorweeg en die kumulatiewe effek van die twee stelle\nfaktore toe teen mekaar opgeweeg. Dit was die korrekte\n11\nbenadering. Of hy korrek was met wat hy as strafverswarende faktore beskou\nhet en dan evalueer het is egter hier die kern-vraag.\nHy het die feit dat\nappellant 'n eerste oortreder was wat in diens was soos hierbo uiteengesit tereg\nas strafversagtende faktor in\nag geneem. Dat appellant op 36 jarige ouderdom\nsteeds 'n skoon rekord had, het die werking van dié faktor versterk. Die\nlanddros\nhet appellant se ouderdom egter eerder as strafverswarend dan\nversagtend beskou. Dit blyk uit die volgende passasie in sy vonnis\nuitspraak:\n\"Verder is dit so dat die beskuldigde 'n man is van 36 jaar oud. Hy beskik, of\nbehoort oor die vermoë te beskik om verantwoodelikheid\nte dra vir sy\nwandade. Die Hof het nie hier te make met 'n jong kind wat nog minder moreel\nverwytbaar is nie. Ook nie met 'n man\nwat jare der jare op 'n laat stadium in sy\nlewe 'n misstap begaan het nie, maar met 'n man van 36 jaar oud.\"\n[Enkele klein taalkundige veranderings is hier aangebring om die leesbaarheid\nvan die aanhaling te verbeter]\nDie strafversagtende\neffek van appellant se skoon rekord\n12\nis na my mening egter soos reeds gemeld, deur sy ouderdom merkbaar versterk.\nDie landdros behoort dit só in ag te geneem het,\nmaar het dit nie gedoen\nnie.\nDie landdros neem ook ter strafversagting appellant se diens by Spoomet,\nsy inkomste en versorging van sy kinders in ag, maar voeg\ndie volgende dan\nby:\n\"Hy het egter vandag nie 'n sent vir 'n boete nie en sy raadsman doen aansoek\nvir 'n uitstelboete, sou 'n boete opgelê word.\"\nDit is vir\nmy onduidelik waarom die landdros hierdie opmerking gemaak het veral in die lig\nvan sy latere opmerking dat gevangenisstraf\nin die onderhawige geval die\n\"enigste vorm van straf is\".\nDie landdros hou dit as strafverswarend teen appellant dat hy geen berou\ngetoon het nie. Maar appellant het deurgaans volgehou dat\nhy nie die klaer\nenigsins aangerand het of die biblioteek se slot probeer oopbreek het nie. Sy\ngetuienis in dié verband is\ntereg deur die\n13\nlanddros verwerp, maar om verstaanbare redes was dit vir appellant onmoontlik\nom berou te vertoon. Die feit dat hy dit nie gedoen\nhet nie beteken nie dat hy\ninderdaad geen berou had nie. Die landdros behoort die nie-berou-betoon derhalwe\nbuite rekening te gelaat\nhet.\nDie ander strafverswarende faktore wat die\nlanddros bevind en by bepaling van die vonnis in ag geneem het, was:\n(a)\tdie aard en erns van die misdaad, wat met dolus directus gepleeg\nis;\n(b)\ndie wyse\nwaarop dit gepleeg is;\n(c)\ndie afwesigheid van\nprovokasie;\n(d)\nappellant se\n\"motief\";\n(e)\tsy lafhartige optrede deur een persoon aan te rand terwyl hy geweet het hy\nhet nog 199 mense om hom;\n(f)\ndie feit dat dit 'n aanranding oor die kleurgrens heen\nwas;\n(g)\tdie feite dat hy 'n ander persoon (die skoonmaker) \"uitgepluk\" het om aan\ndie optog deel te neem, en die biblioteek\nwou\n14\noopbreek; (h) die voorkoms van optogte in die Kimberley gebied waartydens\n\"mense amok maak en mense beseer en eiendom beskadig in\ndie proses\"; (i) die\nfeit dat waar mense \"in hierdie tipe van misdryf\" in massa handel en misdade\npleeg en dit dan baie moeilik is\nom die misdadigers op te spoor, besonder swaar\nvonnisse opgelê behoort te word op die boosdoeners wat wel gevang word.\nMet\nfaktore (a), (b) en (c) kan daar nie getwis word nie. Ten aansien van faktor\n(d), appellant se \"motief', bedoel die landdros moontlik\nsy opset om klaer aan\nte rand, want in die vonnis uitspraak sê hy die volgende:\n\"Hy begin om die klaer daar met 'n mes aan te rand of te dreig. Die motief werk\ndus verswarend mee.\"\nïn 'n vroeëre passasie sê\ndie landdros ook die volgende:\n15\n\"... die rede vir enige aanranding speel 'n baie groot rol. As 'n man onder\nprovokasie handel en hy steek dan, is dit versagtend.\nIn hierdie geval is daar\negter geen sprake van provokasie nie. Trouens, die motief werk ook verswarend\nmee.\"\nIndien sy bedoeling hiermee was soos hierbo uiteengesit,\nbelaai hy appellant twee keer met wesenlik dieselfde verswarende oorweging,\nt w\ndie aard en ems van die misdaad en die bedoeling om appellant ernstig te beseer.\nDit behoort hy nie te gedoen het nie. Indien\nek egter met my vertolking daarvan\nverkeerd is,belaai hy appellant met 'n verswarende faktor waarvan die aard en\ninslag nie verduidelik\nis nie. So 'n duistere verswaring is nie geoorloof\nnie.\nWat faktor (e) betref is die grondslag van so 'n bevinding van\nlafhartigheid afwesig en is dit nie geoorloof nie. Daar is geen getuienis\ndat\ndie skare appellant aangemoedig het nie al was hy een van hul leiers. Hulle het\nhom trouens versoek om sy optrede te staak. Appellant\nse optrede was\nklaarblyklik 'n hoogspersoonlike reaksie op klaer se inmenging in sy poging om\ndie biblioteek binne te gaan. Hy\n16\nhet ook nie die ander optoggangers versoek om hom te ondersteun nie. Ten\naansien van faktor (f) was dit wel so dat een van die twee\nbetrokkenes swart was\nen die ander wit en dat die voorval in daardie sin 'n aanranding oor die\nkleurgrens heen was. Maar dit was\ngeen rasse-voorval nie. Appellant het die\nklaer nie aangeval omdat hy wit was nie maar omdat hy hom gedwarsboom het. Die\nlanddros\nse foutiewe benadering tot hierdie aspek blyk uit die volgende wat hy o\na daaroor te sê gehad het in sy uitspraak op vonnis:\n\"Die Hof mag nie toelaat dat witmense swartmense aanrand en andersom nie,\ntrouens die Hof mag geen aanranding toelaat nie,\nmaar die Hof moet ook kyk\nwaar rasse-bakleiery plaasgevind het\n.\nEk kan nie bevind dat hierdie 'n rassistiese aanval was nie, maar die Hof\nmoet dit in beperkte mate in ag neem\ndat die klaer seer seker ook\nvemeder\nmoes gewees het terwyl hy die belange van sy werkgewer op die\nhart dra, word hy sonder meer aangeval\"\n[my\nonderstreping]\nWaarom moet sy \"vernedering\" slegs \"in beperkte mate\" in ag\n17\ngeneem word as dit nie aan die rasse-faktor gekoppel was in die landdros se\ngedagte nie? Na my mening behoort die landdros nie hierdie\nfaktor enigsins in ag\nte geneem het nie.\nFaktor (g) is weliswaar tot 'n mate verswarend maar dit is\ndie soort oorweging wat met omsigtigheid benader moet word. Dií\nis aan\ndie misdaad gekoppel as deel van die omringende omstandighede daarvan. Maar\nappellant is nie daarvan aangekla nie. Die landdros\nhet na my mening die\nverswarende werking van hierdie faktor oorbeklemtoon. By die ophaal daarvan\nsê hy bv die volgende:\n\"So nou begin die gemeenskap se belange baie sterk na vore tree. Nou begin die\nHof daaraan dink om te straf met die oog op afskrikking\n...\"\nFaktore (h) en (i) hang saam. Daardie aspekte was nie in die\nonderhawige saak teenwoordig nie, en dus nie relevant by strafbepaling\nnie. Die\nbetrokke optog-gangers het nie amok gemaak en eiendom beskadig nie. Die klaer\nhet trouens geen probleem gehad\n18\nmet die optog as sulks nie. Appellant het slegs as enkeling opgetree en was\nonmiddelik uitkenbaar. Dit was derhalwe ook nie 'n geval\nwaar die boosdoener\nmoeilik opspoorbaar was nie en gevolglik ook nie 'n geval waar 'n \"besondere\nswaar vonnis\" om daardie rede oplegbaar\nwas nie. Die landdros het hom hier na my\nmening ook wanvoorgelig. Dit was aan ons as 'n verdere belangrike\nstrafversagtende faktor\ngesubmiteer dat appellant redelik moontlik deur die\n\"skare-psigose\" só beïnvloed was dat hy daardeur dermate opgesweep\nen meegesleur was dat hy abnormaal gehandel het en derhalwe minder strafwaardig\nwas as wat hy andersins sou gewees het. Dit is betoog\ndat die landdros daardie\nmoontlikheid verkeerdelik nie in ag geneem het nie. Daar steek na my mening niks\nin dié betoog nie.\nDaar is geen getuienis wat aantoon dat so 'n redelike\nmoontlikheid bestaan nie. Appellant was trouens een van die leiers van die\noptog\nen sou eerder self enige meesleuring gedoen het as andersom Hy het ook nie self\ngesê dat hy enigsins deur die skare beïnvloed\nwas nie. 'n Mate\nvan\n19\nopwinding moes by die betrokkenes teenwoordig gewees het, maar geen\nmeesleuring of deïndividualisering nie.\nNa my mening het die landdros\nhom wanvoorgelig in die opsigte hierbo uiteengesit. Alhoewel hulle elk op\nsigself geneem moontlik nie\nas beslissend beskou behoort te word nie, is dit\nanders wat hul kumulatiewe effek betref. Die kumulatiewe effek van die gemelde\nwanvoorligtings\nis sodanig dat hierdie Hof die gepastheid van die opgelegde\nvonnis kan heroorweeg, en indien nodig, kan vervang.\nNa my mening was\nappellant weens die gemelde wanvoorligtings te swaar gestraf en kan die\nopgelegde vonnis derhalwe nie staande bly\nnie.\nDie persoonlike omstandighede\nvan appellant, die feit dat die voorval op die ingewing van die oomblik\nplaasgevind het, van korte duur\nwas en daar geen liggaamlike beserings of\nsaakbeskadiging was nie, dat die misdaad gepleeg is in 'n atmosfeer van\narbeids-politieke\nopwinding, al was dit dan slegs matig, en dat appellant\ngewis\n20\nsy werk sal verloor as hy tronk toe moet gaan, het na my mening tot gevolg\ndat die gepaste straf in hierdie geval een is wat hom weliswaar\ngevoelig sal\ntref maar hom nietemin in staat sal stel om sy werk te behou en met sy lewe\nvoort te gaan. Hy is goeie mensmateriaal\nen is die soort van persoon wat in\nweerwil van sy vergryp as nuttige landsburger behoue moet bly. Hierdie is na my\nmening egter nie\n'n geskikte geval vir korrektiewe toesig nie. 'n Gepaste straf\nna my mening sal 'n boete wees in 'n bedrag wat vir appellant gevoelig\nsal wees,\nmet 'n altematiewe tydperk van gevangenisstraf en 'n verdere tydperk van\ngevangenisstraf opgeskort vir 3 jaar. Mnr Olivier,\nnamens appellant, het\naangedui dat appellant instaat sal wees om 'n boete van R1000 te betaal by wyse\nvan periodieke afbetalings.\nDie volgende bevele word derhalwe gemaak:\n(1)\nDie appèl\nslaag.\n(2)\nDie opgelegde vormis van 6 maande\ngevangenisstraf word tersyde gestel en met die volgende bestraffing\nvervang:\n21\n'n Boete van R1000,00 of 3 maande gevangenisstraf plus 'n verdere 3 maande\ngevangenisstraf wat opgeskort is vir 3 jaar op voorwaarde\ndat appellant nie\nskuldig bevind word aan aanranding met die opset om ernstig te beseer wat\ngepleeg is gedurende die tydperk van\nopskorting nie.\nMT STEYN\nAR\nSMALBERGER, AR) Stem saam NICHOLAS,Wnd AR)",
  "scraped_at": "2026-02-12T05:56:40.975936",
  "date": "1995-03-27",
  "coram": [
    "SMALBERGER",
    "STEYN",
    "NICHOLAS"
  ],
  "case_number": "194/94",
  "parties": {
    "applicants": [
      "W PLANCK"
    ],
    "respondents": [
      "DIE STAAT"
    ]
  },
  "sections": {
    "facts": "On 22 April 1993, at the Spoornet premises in Kimberley, an industrial protest involving about 200 SARWU members took place. The appellant, W Planck, a senior employee and one of the protest leaders, attempted to force open a locked library door using a piece of iron. The complainant, Mr Mervin Johnson, intervened, and the appellant drew a knife and attempted to stab him. The complainant defended himself with a metal rod, and a colleague threatened the appellant with a tear‑gas can. No physical injury was inflicted on the complainant, nor was any property damaged. The magistrate convicted the appellant of assault with intent to cause serious injury and sentenced him to six months’ imprisonment.",
    "issues": "The appeal raised two principal issues: (1) whether the lower court erred in exercising its sentencing discretion, particularly in the weighting of mitigating and aggravating factors; and (2) whether the sentence should be varied or reduced under section 276(1) of the Criminal Procedure Act, given the circumstances of the offence and the appellant’s personal background.",
    "principles": "The court referred to the established principle that sentencing is primarily the discretion of the trial court and may only be altered on a finding of irregularity, misdirection, or a sentence that is disturbingly inappropriate (S v Rabie). It reiterated the general sentencing guidelines: the punishment must fit the crime and the criminal, consider deterrence, reform, retribution and societal interests, and allow for mercy where appropriate. The court also highlighted the need to avoid double‑counting of aggravating factors and to give proper weight to mitigating circumstances such as first‑offence status, age, clean record, and family responsibilities.",
    "application": "Applying these principles, the appellate court found that the trial judge had improperly treated the appellant’s age and clean record as aggravating rather than mitigating, had counted the same aggravating factor (the intent to stab) twice, and had given excessive weight to some alleged aggravating circumstances while ignoring the lack of provocation and the appellant’s inability to show remorse. The court concluded that the six‑month imprisonment was disproportionately harsh and that the correct approach would be to consider a lesser custodial term or a monetary penalty.",
    "conclusion": "The appeal was allowed. The original sentence of six months’ imprisonment was set aside and replaced with a fine of R1,000.00 or, alternatively, three months’ imprisonment together with a further three‑month suspended sentence, conditional on the appellant not being convicted of a similar offence during the three‑year suspension period."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Assault",
    "level_3": [
      "sentencing",
      "mitigation",
      "aggravating factors",
      "court of appeal"
    ]
  }
}