{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/110.html",
  "case_name": "Pangbourne Properties Ltd. v Gill & Ramsden (Pty) Ltd. (142/94) [1995] ZASCA 110; 1996 (1) SA 1182 (SCA); (21 September 1995)",
  "citation": "[1995] ZASCA 110",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 110\n|\nNoteup\n|\nLawCite\nPangbourne Properties Ltd. v Gill & Ramsden (Pty) Ltd. (142/94) [1995] ZASCA 110; 1996 (1) SA 1182 (SCA); (21 September 1995)\nDownload original files\nPDF format\nRTF format\nCASE NO. 142/94\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nPANGBOURNE PROPERTIES LIMITED \t\tAPPELLANT\nand\nGILL & RAMSDEN (PTY) LIMITED \t   RESPONDENT\nCORAM\n: JOUBERT, F H GROSSKOPF, VAN DEN\nHEEVER, HARMS et OLIVIER, JJA\nHEARD\n: 4 SEPTEMBER\n1995\nDELIVERED\n: 21 SEPTEMBER 1995\nJUDGMENT\nHARMS JA/\n2\nHARMS JA:\nThe appellant applied to the Witwatersrand Local Division for an order\ndeclaring that a valid and enforceable guarantee was contained\nin an agreement\nentitled \"Cession\" of 22 May 1989 and that, in its terms, the respondent had\nguaranteed the obligations of M J H\nStorm's Services (Pty) Ltd (\"Storm\") to the\napplicant for the remaining period of a lease concluded on 13 October 1987. The\napplication\nwas dismissed with costs (by\nMyburgh J) but leave to\nappeal to this Court was subsequently granted by the court a quo.\nIn order to understand the terms of the cession, it is necessary to set\nout some of the background to it. The lease referred to above,\nwas a lease\nbetween Valjon Trust as lessor and Gill and Ramsden (Pty) Ltd, the respondent,\nas lessee. Valjon Trust, shortly thereafter,\nsold and transferred the leased\npremises and the appellant, as a matter of law, became the lessor. The term of\nthe lease is to expire\nonly on 30 May 1997. The initial monthly rental was R20\n000 and was to escalate annually at the compound\n3\nrate\nof 10% per annum. It also provided that:\n\"The LESSEE shall -\n10.1\tnot cede any of its rights nor delegate any of its obligations\nnor\nmortgage, pledge or encumber any of its rights under this Lease\nwithout\nthe LESSOR'S prior written consent, which consent shall not\nbe\nunreasonably withheld;\n10.2\tnot sub-let nor permit anyone else to occupy nor part\nwith\npossession of the leased premises or part thereof without\nthe\nLESSOR'S prior written consent, which consent shall not\nbe\nunreasonably\nwithheld.\"\nDuring April 1989, the appellant\nwas approached by the respondent to release it from the lease and to accept\nStorm as lessee in its\nstead. In response, the appellant sent to the respondent\na draft agreement. It provided for a substitution of Storm but, in addition,\ncontained a provision requiring the respondent to guarantee the obligations of\nStorm. The respondent, in reply, requested that the\nguarantee be removed from\nthe draft agreement and in support of its request provided a favourable bank\nreport on the ability of Storm\nto pay R23 000 per month for 8 years. This\nproposal was rejected and the respondent was informed that the\nappellant\n4\nrequired it \"to stand behind\" Storm. As an alternative the\nappellant expressed its willingness to consent to a sublease. The reaction\nby\nthe appellant was due to the fact that the respondent was a member of a group of\ncompanies quoted on the Johannesburg Stock Exchange\nwhilst Storm was, as far as\nthe appellant was concerned, an unknown entity. A sublease did not eventuate,\nbut a delegation did. I\nquote it in full and, for the sake of convenience,\nparagraph numbers have been added.\n\"CESSION\n[1] We, Gill and Ramsden Proprietary Limited here and after referred to as\nthe Cedent, herein represented by\nNORMAN GEOFFREY LONG\nbeing duly authorised by a resolution of the Board of Directors\ndated\n1989 do hereby cede, assign, transfer and make over\nto M J H Storms Services Proprietary Limited, here and after referred to as\nthe Cessionary as from\nJune 5, 1989,\nall our right, title, interest,\nclaim and demand in and under the agreement of lease entered into between the\nValjon Trust and Gill\nand Ramsden Proprietary Limited over the premises\ndemarcated on the plan attached to the lease dated 13 October 1987 relating to\nErf 270 Tulisa Park Township, Johannesburg. [2] It is recorded that the property\nhas been sold to Erf 270 Tulisa Park Share Block\nProprietary Limited subsequent\nto the lease being signed and that Pangbourne Properties Limited is the owner of\nthe share block which\nhas exclusive use of said Premises and is now the lessor\nin terms of the lease.\n5\n[3] The cedent warrants that it is not in breach of any of its\nobligations in terms of the Lease and that it will not be in breach\nor in\ndefault of such obligations on the effective date.\n[4] This cession is granted subject to Gill and Ramsden Proprietary\nLimited guaranteeing the obligations of M J H Storms Services\nProprietary\nLimited to the lessor for the remaining period of the lease.\n[5] The Cession is subject to the Cedent concluding a written\nsublease\nwith the Cessionary in regard to an area of the leased\nbuilding situated\non the premises forming the subject matter of the\nLease on such terms\nand conditions as may be acceptable to the\nCessionary in its sole\ndiscretion, within a period of thirty days of\nthe date of signature of this\nAgreement. [6] A copy of the lease\nfirst mentioned together with\nannexures is attached and marked\nAnnexure A.\nDATED at JOHANNESBURG this 9TH day of\nMAY\n1989.\nAS\nWITNESS for: Gill and Ramsden Pty Limited\n(Signed)\t(Signed)\nDIRECTOR\n[7] We, M J H Storms Services Proprietary Limited herein represented by\nMICHAEL JOHN HARRISON STORM\nbeing duly authorised by a resolution of the\nBoard of Directors dated\n8th May\n1989 do hereby accept cession and\ntransfer as from\nJune 5.\n1989 of the aforementioned Agreement of lease\ndated 13 October 1987 from Gill and Ramsden Proprietary Limited subject to all\nthe\nterms and conditions thereof which we undertake faithfully to perform and\ncarry out.\n[8] The costs of preparation of this agreement including stamp duty shall\nbe payable by the parties in equal shares.\n6\nDATED at\nDURBAN\nthis 16 day of\nMAY\n1989.\nAS WITNESS\tfor: M J H Storms Pty Ltd\n(Signed)\n(Signed\n)\nDIRECTOR\n[9] And we, Pangbourne Properties Limited herein represented by John Ray\nWhiting being duly authorised by a resolution of the Board\nof\nDirectors dated \t do hereby consent to this\nCession upon the terms and conditions set out above, and undertake to advise\nGill and Ramsden Pty Limited of any default on the part\nof the cessionary within\n14 days of such default.\nDATED at SANDTON this 22 day of May 1989.\nAS WITNESS\tfor: Pangbourne Properties Ltd.\n(Signed)\n(Signed\n)\nDIRECTOR\"\nIt is common cause that a written sublease was concluded as envisaged by\nclause 5 and, according to the deponent on behalf of the\nrespondent, all the\nparties proceeded, from June 1989, on the basis that the property had been\nleased by Storm. As far as clause\n4 is concerned, no\nseparate\nguarantee was provided. The case of the appellant is that the clause was in its\nown right a guarantee by the respondent of\nStorm's obligations in terms of the\nlease. According to the respondent it contained\n7\na\nsuspensive condition (or a condition precedent) which had not\nbeen\nfulfilled. The latter contention was upheld by the court below.\nThe issue\nis germane because Storm, having changed its name\nprophetically to Cul\nde Sack Carriers (Pty) Ltd, was provisionally\nwound up on 27 January\n1993. The provisional liquidator cancelled the lease and the company\nwas\nsubsequently finally wound up.\nI have made reference to some of the background facts that\nhad\ngiven rise to the conclusion of the cession and, more particularly,\nclause 4\nthereof. That was done in the light of this dictum of Innes\nCJ in Glenn\nBrokers v Commercial General Agency Co Ltd\n1905 TS 737\nat\n740-741:\n\"In reading a document like this, we are justified in looking at the\ncircumstances under which the guarantee was given, and the position\nof the\nvarious parties concerned. That is necessary in order to enable us rightly to\nunderstand and to place ourselves in the position\nof the parties at the time.\nBut, having done that, I do not think we should gather from the circumstances\nwhat the parties meant,\nor what it is fair and equitable to think they meant,\nand then see whether we can ingeniously so read the document as to deduce that\nmeaning from its language. The right method is first to have regard to the words\nof the document, and if they are definite and clear\nwe must give effect to them.\nIn every case where a document has to be construed so as to arrive at the\nintention of the\n8\nparties, if a meaning is apparent upon the face of the document, that is the\nmeaning which should be given to it. The tendency of\nthe older authorities,\nRoman-Dutch and English, was to place a strict and adverse construction upon a\ndocument of suretyship. On\nthe other hand, later cases — in England at any\nrate — rather tend in the opposite direction. I think the proper rule\nis\nthat without bias — without prejudice one way or the other — we\nshould ascertain from the words of the document the\nintention of the parties,\nand if the words have a clear and definite meaning we should give effect to\nit.\"\nft appears to me that the time may be ripe for this\nCourt to reconsider the limitations placed in this statement' on the use of\n\"surrounding\ncircumstances\" in interpreting documents. The present instance does\nnot, however, require it and I shall regard myself bound by the\nrestraints set\nout. The parties are agreed upon two matters arising from the agreement. First,\nand in spite of its title, it is not\na cession but rather a contract of\nsubstitution incorporating a cession of rights and delegation of obligations.\nThe second is that\nthe guarantee of clause 4 was, in its context, intended to be\na suretyship and not a primary obligation (cf List v\n'According to Caney The Law of Suretyship (4th ed) p 74 n12, what was\nsaid by Innes C J accords with what has since been said in Delmas\nMilling Co Ltd\nv Du Plessis\n1955 (3) SA 447\n(A) at 454 (per Schreiner JA).\n9\nJungers\n1979 (3) SA 106\n(A); Norex Industrial Properties (Pty)Ltd v\nMonarch South Africa Insurance Co Ltd\n1987 (1) SA 827\n(A)). For the sake of\nconsistency, I shall continue to refer to the agreement by its title namely\n\"cession\".\nIn reaching the conclusion that clause 4 of the cession contained a\nsuspensive condition, Myburgh J reasoned in essence along these\nlines: The words\n\"subject to\" denote a condition precedent and thus, read in isolation, clause 4\nincorporates one. Seen from a contextual\npoint of view, clause 5 contains a\nsuspensive condition and clause 4 is similarly worded; also, the obligations of\nclause 1 and 3\nare in the present tense whilst that of clause 4 relates to the\nfuture.\nThe phrase \"subject to\" has no a priori meaning. Reference to any\ndictionary establishes that\n.2\nIn statutory contexts it is often used\nto establish what is dominant and what is subordinate (cf Rennie NO v\n2\nCf Alpenstow Ltd and Another v Regalian Properties\nplc\n[1985] 2 All ER 545\n(Ch D) at 551d-552b in connection with \"subject to\ncontract\".\n10\nGordon and Another NNO\n1988 (1) SA 1\n(A)\nat 21D-22D). In contractual\nsettings, especially insurance\ncontracts, it is usually used to create a suspensive condition, but also (always\ndepending on the context)\na resolutive condition (SA Eagle\nVersekeringsmaatskappy Bpk v Steyn\n[1991] ZASCA 109\n;\n1991 (4) SA 841\n(A) at 848 B-D). Frumer v\nMaitland\n1954 (3) SA 840\n(A) is\nan example of an instance where, in\na contract, it simply introduced a\ncondition of the contract, i e a\nmaterial term (in contradistinction to a suspensive or resolutive\ncondition)/\nThe cession states explicitly what its effective date was to be: in\nclause 1 it is said that the making over of the lease would take\nplace as from\nJune 5, 1989; and that is repeated in clause 7. Clause 5, on the other hand,\nmade the cession \"subject to\" the respondent\nconcluding a written sublease with\nStorm within 30 days of the date of signature (22 May 1989). In other words, the\ncession was to\ncome into operation\nbefore\nthe final date for the\nconclusion of the sublease. This, in my judgment,\n3\nTo my mind Colman J erred in his interpretation of\nthis case in Vizirgianakis v Karp\n1965 (2) SA 145\n(W) at 146 G-H.\n11\nshows conclusively that clause 5 did not contain a\nsuspensive but rather a resolutive condition. One cannot, therefore, argue that\nthe use of the phrase \"subject to\" in clause 5 leads to the conclusion that the\nsame phrase created a suspensive condition in clause\n4. On the contrary, clause\n5 provides a clear indicium that the parties did not necessarily use the phrase\nin clause 4 in its conventional\ncontractual meaning of creating a suspensive\ncondition.\nI am of the view that the phrase was used in clause 4 to denote that the\ncession was to be subservient to the guarantee, in other\nwords, and to use an\nAfrikaans equivalent, the cession was \"onderworpe aan\" the guarantee. It does\nnot mean that the guarantee had\nto follow upon, and suspend, the cession. This\nview is consistent with the grammatical usage of the present participle\n\"guaranteeing\".\nA present participle expresses an action now going on (cf\nConcise Oxford Dictionary s v \"present'\"). It has, generally, an active\nmeaning.\n(For a full discussion of the subject see T Mc Arthur (ed) The Oxford Companion\nto the English Language (1992) s v\n12\n\"participle\".)\nSwan, Practical English Usage, p 454, gives as an example\nof the use\nof a present participle the sentence \"(c)an you see the girl\ndancing\nwith your brother?\" He then formulates the rule that an\nadjectival\npresent participle clause can only be used to describe\nactions that happen\naround the same time as the main verb. It will\nbe recalled that the main\nverb (\"is granted\") in clause 4 was in the\npresent tense. It follows from\nthis, and having regard to the\nlinguistic approach (much favoured by Mr\nLevin on behalf of the\nrespondent), that clause 4, on its own, was an\nunconditional\nguarantee.\nThis conclusion is confirmed by reference to another comparison between\nclauses 4 and 5. The latter set a time limit of 30 days for\nthe conclusion of\nthe sublease. Clause 4, which was of the essence to the appellant and\nrespondent, contained no time limit. To suggest\nthat it was the intention of the\nparties to have allowed a reasonable time for the provision of a guarantee does\nnot, in the context\nof this agreement make commercial sense. It also does not\nmake commercial sense for an offeror\n13\n(the respondent in this case) to make his offer subject to his own\nvolition (the provision of a guarantee). In the light of the fact\nthat the\nagreement was a tripartite agreement, there was no conceivable reason why an\nhonest businessman would have made the rights\nand obligations of the third party\nsubject to his own whim. The respondent had an urgent desire to have it\nsubstituted as lessee.\nThat could only be done with the appellant's consent. The\nappellant had insisted upon a guarantee. The effective date had been agreed\nupon. There was no reason to postpone it or to make it uncertain. It was also\nargued on behalf of the respondent that it is inconceivable\nthat the terms of a\nvaluable guarantee would be left as vague and uncertain as the guarantee of\nclause 4. It is true that the appellant\nmay have required a stricter deed of\nsuretyship containing, e g, a waiver of the exceptiones, a liability in solidum\nand so forth.\nOn the other hand, the appellant had received the offer as\nformulated in clause 4. The appellant may have placed a measure of trust\nin the\nbona fides of the respondent. In any event, deeds of suretyship in this simple\nform have stood the test of\n14\ntime (cf Norex case supra).\nI am thus satisfied that the\nappellant was entitled to the declaratory order sought.\nIn the\nresult the appeal is upheld with costs, including the costs of two counsel. The\norder of the court a quo is set aside and for\nit is substituted an\norder:\n(a)\tdeclaring that a valid and enforceable guarantee exists in the \"Cession\"\nof 22 May 1989 (Annexure \"A6\" to the founding affidavit)\nin terms whereof the\nrespondent, as surety, guaranteed the obligations of Cul de Sack (Pty) Ltd\n(formerly M J H Storm's Services\n(Ply) Ltd) to the applicant for the remaining\nperiod of the lease (Annexure \"A3\" to the founding affidavit);\nand\n(b)\nfor\ncosts, including the costs of two\ncounsel.\n15\nL T C HARMS JUDGE OF APPEAL\nJOUBERT, JA\t)\nF H GROSSKOPF, JA\t) Agree\nVAN DEN\nHEEVER, JA\t)\nOLIVIER, JA\t)",
  "scraped_at": "2026-02-12T07:17:11.960108",
  "date": "1995-09-21",
  "coram": [
    "Joubert",
    "F H Grosskopf",
    "Van den Heever",
    "Harms",
    "Olivier"
  ],
  "case_number": "142/94",
  "parties": {
    "applicants": [
      "Pangbourne Properties Limited"
    ],
    "respondents": [
      "Gill & Ramsden (Pty) Limited"
    ]
  },
  "sections": {
    "facts": "The original lease dated 13 October 1987 was between Valjon Trust (lessor) and Gill & Ramsden (Pty) Ltd (lessee). Valjon Trust later sold the premises to Pangbourne Properties Ltd, which became the new lessor. In April 1989 the parties negotiated a \"Cession\" dated 22 May 1989 whereby Gill & Ramsden would cede its rights under the lease to M J H Storms Services Pty Ltd, subject to Storm assuming the lease obligations. The cession included clause 4, requiring Gill & Ramsden to guarantee Storm's obligations for the remaining lease term, and clause 5, requiring a written sublease to be concluded within 30 days. No separate guarantee document was signed; the guarantee was contained within the cession itself.",
    "issues": "The principal issue was whether clause 4 of the cession constituted a binding, enforceable guarantee (suretyship) in favour of Pangbourne, or whether it was conditional – i.e., subject to a suspensive condition that had not been fulfilled, rendering it ineffective.",
    "principles": "The court applied principles of contract interpretation, emphasizing that clear and definite wording controls. It referred to Innes CJ's dictum in Glenn Brokers that surrounding circumstances may aid interpretation but cannot override unambiguous language. The phrase \"subject to\" was examined: while it can create a condition precedent, its meaning depends on context, as illustrated by South African case law (e.g., List v, Delmas Milling, Norex). The court held that where the parties used \"subject to\" in different clauses with differing effects, the specific context determines its import.",
    "application": "The court analysed clause 4 in light of its present‑tense wording, the absence of any time limit, and its grammatical structure (present participle \"guaranteeing\"), concluding that it expressed an unconditional guarantee rather than a condition precedent. Clause 5, which imposed a 30‑day deadline for a sublease, demonstrated that the parties did not uniformly use \"subject to\" to create suspensive conditions. Consequently, the guarantee in clause 4 was effective from the agreed date of 5 June 1989.",
    "conclusion": "The appeal was upheld. The Supreme Court of Appeal declared that a valid and enforceable guarantee existed in the 22 May 1989 cession, with Gill & Ramsden (Pty) Ltd as surety for the obligations of Cul de Sack (Pty) Ltd (formerly M J H Storm's Services) for the remaining lease period. Costs, including the costs of two counsel, were awarded to the appellant."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Suretyship",
    "level_3": [
      "guarantee interpretation",
      "contract construction",
      "suspensive condition",
      "lease substitution",
      "South African law"
    ]
  }
}