{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/114.html",
  "case_name": "S v Engelbrecht (374/93) [1995] ZASCA 114; [1995] 3 All SA 384 (A) (22 September 1995)",
  "citation": "[1995] ZASCA 114",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 114\n|\nNoteup\n|\nLawCite\nS v Engelbrecht (374/93) [1995] ZASCA 114; [1995] 3 All SA 384 (A) (22 September 1995)\nDownload original files\nPDF format\nRTF format\nCase number 374/93\nIN THE SUPREME COURT OF SOUTH\nAFRICA\n(APPELLATE DIVISION)\nIn the mailer\nbetween:\nJAN CHRISTOFFEL ENGELBRECHT\tAppellant\nand\nTHE STATE\tRespondent\nCORAM\t JOUBERT, V1VIER,\nHARMS,\nOLIVIER JJA et VAN COLLER AJA DATE OF HEARING : 5 SEPTEMBER\n1995\nDATE OF JUDGMENT : 22 SEPTEMBER 1995\nJUDGMENT\nVAN COLLER AJA/\n2\nVAN COLLER AJA :\nThe appellant was convicted of rape in the regional court sitting in East\nLondon. He was sentenced to eight years' imprisonment of\nwhich three years were\nconditionally suspended for five years. His appeal to the Eastern Cape Division\nwas unsuccessful but he was\ngranted leave to appeal to this Court against both\nthe conviction and the sentence.\nAt the commencement of the hearing\nof the appeal Mr Redpath, who appeared on behalf of the appellant, applied in\nterms of s 22 of\nthe Supreme Court Act 59 of 1959 for leave to lead further\nevidence. It will be convenient to deal with this application after the\nfollowing summary of the evidence.\nIt is common cause that the\ncomplainant, a 31 year-old married woman, and her four year-old child spent the\nnight of 19 July 1992\nin the house of the appellant's parents in Southernwood,\nEast London. It was the State's case that\n3\nthe appellant, who with his girlfriend also slept in the house, went to\nthe complainant's room during the night, sexually assaulted\nand raped her. The\nappellant denies that he assaulted the complainant or that he raped\nher.\nThe complainant testified that she and her husband had been\nexperiencing matrimonial problems from time to time. She approached Mr\nand Mrs\nEngelbrecht, the appellant's parents, on occasions to make telephone calls from\ntheir house. On one occasion prior to 19\nJuly 1992 she and her daughter were\ncompelled to leave their home as result of her husband's behaviour and they\nspent the night at\nthe house of the appellant's parents. The complainant said\nthat she saw the appellant previously on only one occasion at his parents'\nhome.\nThat was when she telephoned her brother-in-law, Brown, from the Engelbrecht\nhome. When Brown came to fetch her the appellant,\nbeing under the impression\nthat Brown was her husband's brother, threatened to assault him.\n4\nOn 19 July 1992 she went to the Engelbrecht home at approximately 20h00\nbecause her husband had once again verbally abused her earlier\nthat evening. She\narrived in tears. The appellant's father invited her to stay the night and told\nher that she would be safe with\nthem. The appellant and his girlfriend at the\ntime, Miss Debbie Watkins, were also present and they all gathered in the\nkitchen.\nLater they retired to their various bedrooms. In the bedroom allocated\nto her she and her daughter slept in separate beds. At about\n04h00 the following\nmorning she woke up and saw someone standing next to her bed. He said to her\n\"Lynn I am going to rip your guts\nout of your body.\" She first thought it was\nher husband but when the man spoke she recognised the appellant's voice. He\npulled her\npanties down and then put his hand into her vagina and scratched her.\nIt was very painful and she pleaded with the appellant not\nto do that to her.\nShe was paralysed with fright and could not believe that such a thing\ncould\n5\nhappen to her in a place where she thought that she would be safe. The\nappellant then pulled down his trousers and told her to suck\nhis penis. She\nrefused, the appellant forced himself upon her and pinned her to the bed. He\nthen raped her. The appellant also pushed\nher legs upwards and thrust his penis\ninto her anus. According to the complainant this was extremely painful and for a\nfew days afterwards\nshe was unable to sit. At that stage she was crying loudly\nand the appellant left the room. The complainant explained that her biggest\nfear\nduring the ordeal had been that her daughter would wake up and that the\nappellant would molest her as well. The complainant\nthen put on a dress and went\nto the room of the appellant's parents. She told them that the appellant had\nraped her and she heard\na motor car driving away from the front of the house. Mr\nEngelbrecht did not believe her and told her to go back to sleep. Mrs\nEngelbrecht,\nhowever, got out of the bed and started crying. At that stage a\nmotor vehicle\n6\nstopped at the house. The appellant came up the passage\nand indicated to the complainant not to say anything. He\nalso made a threatening gesture with his fist and then\nreturned to his own room. It was now approximately 04h40\nand she phoned Brown to come and fetch her. She told him\nthat she had just been raped by \"that aggressive man,\nJohn\".\nShe used these words because of the appellant's\naggressive attitude towards Brown on a previous occasion\nto\nwhich reference has already been made. She was examined\nby\nDr Filmer, a medical practitioner at about 10h00\nthat\nmorning. Kroon J who gave the judgment of the court a\nquo\naptly summarised the relevant part of Dr Filmer's\nevidence\nas follows:\n\"Dr Filmer's evidence was that he examined the complainant at 10.40 a.m.\nthat day. She was in a state of neurogenic shock, very anxious\nand nervous.\nThere was bruising and a haematoma of the anus and bruising of the left lateral\nwall of the vagina. There were lacerations\nof the right labia minora into the\nvagina and on both sides of the vagina. The examination of the vagina was\npainful. There was a\nbloody discharge of the vagina which appeared to\ncome\n7\nfrom the walls. He noted that 'the evidence suggested injuries were\ncaused by stretching or sharp objects like fingernails' and he\ntestified that\nthe injuries did not have the appearance of having been caused by penetration by\nthe male organ.\"\nAccording to Brown, who was also a State witness, the complainant told\nhim that she had been raped by \"that man\". He asked her whether\nit was that\naggressive man and she confirmed it. He corroborated the complainant's evidence\nabout the appellant's aggressive attitude\ntowards him on a previous occasion. He\ntestified that when he fetched the complainant that morning she was very upset.\nShe at no\nstage told him that her husband had raped her. Brown also testified\nthat he and his wife had visited the complainant and her husband\nthe previous\nafternoon and when they left there had been nothing wrong with the\ncomplainant.\nThe complainant's husband, who was also called as a\nwitness, gave evidence about their marital problems. According to his evidence\nthese problems originally related to his over-indulgence in alcohol and to the\nfact that they\n8\nwere both rather short-tempered. He had not assaulted the complainant\nalthough he did give her a few light smacks on the buttocks.\nOn the night in\nquestion he had had an argument with the complainant and she had left the house\nshortly before 20h00. He denied that\nhe had assaulted or raped\nher.\nThe appellant testified that the complainant and her daughter\narrived at about 20h00. He could see that the complainant was upset\nand when she\nand Miss Watkins returned from the bedroom to the dining room he heard the\ncomplainant telling Miss Watkins that her\nhusband had sexually assaulted her and\nthat she was sick and tired of it. It was obvious from the complainant's\nbehaviour that she\nhad been drinking and during the course of the evening she\ndrunk almost a bottle of cane spirits. His parents went to bed fairly\nearly and\nMiss Watkins accompanied the complainant to her bedroom. Later that evening he\nsaw the complainant sitting in front of\nhis parents' bedroom. She\n9\nwas crying and wanted to sleep with them in their bed. She was again\ntaken to her room. He and Miss Watkins then left the house to\nbuy a dummy for\nthe complainant's child, but they could not obtain one. On their return the\ncomplainant once again appeared from\nher room and fell on her way to the toilet.\nWhen she emerged from the toilet her clothes were tucked into her panties and\nshe wanted\nmore alcohol. His uncle, Ben Engelbrecht, who was also at his\nparents' home that evening, then left and he and Miss Watkins retired\nto their\nroom. During the night he heard a mumbling and moaning coming from the\ncomplainant's room. He went to her room, turned on\nthe light and saw the\ncomplainant and her child in one bed. He woke her and told the complainant that\nshe should stop her mumbling\nor she would wake the rest of the household. He\nalso told her that it was the last time that she would come to their house. He\nreturned\nto his bedroom and when he got up the next morning the complainant had\nalready left. The\n10\nappellant denied the complainant's allegations that he had assaulted and\nraped her.\nMr Josef Engelbrecht, the appellant's father, said in his\nevidence that the complainant had been under the influence of liquor on\nthe\nother occasions that she had come to his house. She told him that her husband\nassaulted her and that he used dagga and other\ndrugs. On the evening in question\nhe was not keen to have the complainant at his house, but he could not turn her\ninto the street.\nDuring the evening they, with the exception of Miss Watkins,\nall had a few drinks. He and his wife went to bed and the next morning\nat about\n05h00 the complainant came into their room. She asked permission to use the\ntelephone. He denied that the complainant told\nhim and his wife that the\nappellant had raped her. He also denied that his wife had started to cry and\ntestified that she had been\nasleep all the time. He also said that he had heard\nno screams from the complainant's room during the night. When she spoke\nto\n11\nhim that morning she was very calm and there was nothing wrong with her.\nIn reply to questions by the magistrate Engelbrecht said\nthat his wife opened\nthe front door for the complainant when she left with her\nbrother-in-law.\nMiss Debbie Watkins said in her evidence that at the\ntime of the alleged incident she had been the girlfriend of the appellant for\napproximately two years. The relationship ended during October or November 1992.\nWhen the complainant arrived on the evening in question\nshe was unsteady on her\nfeet and one could smell that she had been drinking. The complainant was\nhysterical and told them that her\nhusband had abused her. She took the\ncomplainant to the bedroom to calm her down. The complainant told her that her\nstomach was sore\nand she was sore between her legs. She gathered that the\ncomplainant had been physically and sexually abused. The complainant had\nquite a\nfew drinks during the course of the evening and she confirmed the appellant's\nevidence that they had left the\n12\nhouse at one stage to go and buy a dummy. Miss Watkins said in her\nevidence that during the evening the complainant went to her room\non two\noccasions. On the first occasion she had to support herself against the wall and\nlater on the appellant and his uncle helped\nthe complainant to her room. During\nthe night the complainant's child was crying and the appellant went to her room.\nShe heard the\nappellant telling the complainant to keep the child quiet because\nothers in the house were trying to sleep. She said that if the\nappellant had\nraped the complainant and the latter had begged him to stop she would have heard\nit. She did not hear the appellant\nleaving the house.\nAt the\nconclusion of the case for the defence the magistrate recalled the complainant.\nIn reply to questions by him the complainant\ndisputed the evidence about the\nliquor allegedly consumed by her. She was emphatic that she does not drink\nspirits at all and said\nthat she only\n13\ndrinks beer. She also denied that she was assisted to her room.\nThe trial was then postponed for a month and at the resumption the\nmagistrate called the appellant's uncle, Mr Daniel Benjamin Engelbrecht.\nHis\nevidence was briefly as follows. He understood from the complainant that her\nhusband had chased her out of the house. He and\nthe appellant poured drinks for\nthe complainant, who consumed almost a bottle of cane spirits. It was shortly\nbefore 02h00 that he\nand the appellant had helped the complainant to her bed and\nhe had then left the house.\nAt this stage of the proceedings in the\ntrial court a different prosecutor appeared on behalf of the State and he did\nnot put any\nquestions to this witness.\nThe magistrate found that the\ncomplainant was in fact sexually assaulted and also raped on the evening in\nquestion. The main issue\nto be determined according to his judgment was whether\nit had been proved beyond a reasonable\n14\ndoubt that it was the appellant who raped the complainant. The magistrate\nwas satisfied that the complainant was in fact a honest\nwitness and he described\nher evidence as very satisfactory. He concluded that the evidence of the\nappellant and his witnesses was\nnot only improbable but should be rejected as\nfalse. He found that the appellant was in fact the perpetrator of the assault\nand attack\non the complainant.\nA petition by the appellant has been\nfiled in support of the application to lead further evidence. The petition sets\nout that leave\nto appeal to this Court was granted by the court a quo on 2 May\n1994. Subsequently, and only in January 1995, copies of the case\ndocket,\nincluding copies of the statements made by the complainant and the witness Brown\nto the police prior to the trial, were received.\nThese statements have been\nannexed to the petition. The appellant submits that a perusal of these\nstatements establishes that they\ncontain material allegations that are\n15\ncontrary to the complainant's viva voce evidence. To substantiate this\nsubmission the appellant refers to a number of instances where\nthe statements\nare, according to the appellant, in conflict with the oral testimony of the\ncomplainant. The appellant submits that\nthe prosecutor's failure to disclose\nthese statements constitutes an irregularity which caused serious prejudice to\nhim resulting\nin a failure of justice. It can serve no purpose to burden this\njudgment with a detailed consideration of the alleged discrepancies.\nSuffice it\nto say that some of the instances referred to are not really discrepancies but\nomissions of minor importance. The other\ndiscrepancies relied upon are also of a\nminor or trivial nature and can certainly not be regarded as serious. There is\nin my judgment\nnot \"a real possibility that the probing of it [the\ndiscrepancies] by means of cross-examination could have an adverse effect on\nthe\nassessment by the trial court of the witness' credibility and reliability\" (per\nBotha JA\n16\nin S v Xaba\n1983 (3) SA 717\n(A) at 729 H). Consequently there was no duty\non the prosecutor in this case to make the statements available to the defence.\nWith\nregard to this duty of a prosecutor see also R v Steyn\n1954 (1) SA 324\n(A)\nat 337 A and S v Xaba (supra) at 728 E-H and 729 A-C. In view of this finding\none of the basic requirements before an application\nin terms of s 22 of Act 59\nof 1959 could be granted, namely that the evidence should be materially relevant\nto the outcome of the\ntrial, has not been complied with. See S v Swanepoel 7983\n(1) SA 434 (A) at 439 C-E. The application to lead further evidence in\nthis\nCourt can therefore not be granted.\nBefore he dealt with the merits,\nMr Redpath firstly contended that the appeal should be upheld on the ground that\nthe prosecutor stopped\nthe prosecution in his address to the magistrate at the\nconclusion of the evidence. It appears from the record that he made the\nfollowing\nsubmissions :\n17\n\"Your Worship what we know from the evidence, and particularly the medical\nevidence, is that the complainant was sexually tampered.\nThere is no question\nabout that. I think it is common cause Your Worship, and the doctor says that\nthere were scratches in the complainant's\nouter lips, that there was a\ndischarge, haematoma on the anus, but precisely who caused these injuries Your\nWorship, it appears that\nthe complainant was to a certain extent under the\ninfluence of liquor and that her opportunities of observing, given that she had\nbeen sleeping, her opportunities to observe were impaired Your Worship and I do\nnot think that it can safely be said that the accused\nis the person who sexually\nassaulted her Your Worship. There appear to be strong suggestions that it might\nbe the accused, but I\nmust concede that the State has not proved beyond\nreasonable doubt that it was the accused Your\nWorship.\"\nAccording to Mr Redpath this attitude amounted\nto a\nstopping of the prosecution in terms of s 6 of the\nCriminal\nProcedure Act. This section reads as follows:\n\"An attorney-general or any person conducting a prosecution at the instance\nof the State or any body or person conducting a prosecution\nunder section 8,\nmay-fa) before an accused pleads to a charge, withdraw that charge, in which\nevent the accused shall not be entitled\nto a verdict of acquittal in respect of\nthat charge; (b) at any time after an accused has pleaded, but before\nconviction, stop the\nprosecution\n18\nin respect of that charge, in which event the court trying the accused\nshall acquit the accused in respect of that charge: Provided\nthat where a\nprosecution is conducted by a person other than an attorney-general or a body or\nperson referred to in section 8, the\nprosecution shall not be stopped unless the\nattorney-general or any person authorized thereto by the attorney-general,\nwhether in\ngeneral or in any particular case, has consented thereto.\"\nThis contention was also advanced by Mr Redpath in\nthe\ncourt a quo. Kroon J, with whom Froneman J\nconcurred,\nhowever, found that the prosecutor's submissions amounted\nto no more than an expression of this opinion on the\nmerits\nof the case, but that the matter was being left in\nthe\nhands of the magistrate. In coming to this conclusion\nthe\ncourt a quo applied the approach adopted by Corbett J\nin\nthe case of S v Bopape\n1966 (1) SA 145\n(C). At the time\nof\nthat judgment the corresponding section was s 8 of Act\n56\nof 1955, the wording of which, although not identical,\nwas\nsimilar to that of s 6 of Act 71 of 1977. In the court\na\n19\nquo in that case the prosecutor's address to the magistrate\nwas to the effect that he was unable to advance reasons why\nthe accused should be convicted and he submitted that the\naccused should be found not guilty. The accused was,\nhowever,\nconvicted. On appeal Corbett J, with whom Banks\nJ concurred, said at\n148 E-G that whether a prosecutor's\nconduct amounts to the stopping\nof a prosecution is a\nquestion of fact to be decided with reference\nto all the\ncircumstances of the individual case. He then continued\nas\nfollows at 149 A-F:\n\"It seems to me that there are three possible attitudes which a prosecutor\nmay adopt towards a prosecution. He may press for a conviction,\nor he may stop\nthe prosecution, or he may adopt an intermediate, neutral attitude whereby he\nneither asks for a conviction nor stops\nthe prosecution but leaves it to the\ncourt to carry out the function of deciding the issues raised by the plea of not\nguilty. In\nthe present case the statement made by the prosecutor may, in my\nview, be construed as evincing either of the latter two attitudes.\n... In view\nof this ambiguity I do no think that it can be said that the prosecutor made\n\"perfectly plain\" his intention to stop\nthe\nproceedings.\"\n20\nThe words \"perfectly plain\" in this context had their origin in the\nremarks of Dove-Wilson J in the case of Rex v Kelijana\n(1909) 30 N.L.R. 437\nat\n445 quoted by Corbett J at 148 B-D.\nIf one now has regard to what\nthe prosecutor submitted in this case then it is clear that he adopted a neutral\nattitude. He certainly\ndid not press for a conviction, but he also did not\nexplicitly stop the prosecution but merely expressed his opinion. In my judgment\nthe prosecutor did not make his intention to stop the proceedings \"perfectly\nplain\". The correct approach, with respect, adopted\nby Corbett J in the Bopape\ncase was applied by the court a quo. I cannot therefore agree with counsel's\nargument that the submissions\nmade by the prosecutor amounted to a stopping of\nthe prosecution. Should a prosecutor intend to do that he should say so\nexplicitly.\nIn view of this finding it is not necessary to deal with the\nquestion whether or not it was necessary for the trial court to be\n21\nsatisfied that the prosecutor had in fact been authorised by the\nAttorney-general to stop the prosecution.\nI now turn to the merits\nof the appeal. The crucial question in this case is whether the complainant\nsustained the injuries found\nand described by Dr Filmer at her home or at the\nhouse of the appellant's parents. If she sustained these injuries at the\nEngelbrecht\nhome, then there can be no doubt that it was the appellant who\ninflicted the injuries. The complainant knew the appellant, her assailant\nspoke\nto her during the assault and his face must have been very close to hers. There\nwas also no suggestion by the defence that\nthe complainant could have been\nassaulted in the house of Engelbrecht senior by someone other than the\nappellant. On the contrary,\nthe evidence of the appellant and Miss Watkins was\nto the effect that the complainant told them that her husband had sexually\nassaulted\nher. The appellant's case, therefore, was that whatever injuries the\ncomplainant\n22\nsustained had been inflicted at her home.\nIf one has regard\nto her injuries it appears highly improbable that the complainant would have\nacted in the manner ascribed to her\nby the appellant and his witnesses. She\nwould in all probability have been in such a shocked state that she would\nimmediately have\ngone to her sister instead of staying at the Engelbrecht home.\nAccording to this version the complainant not only stayed there, but\nshe drank a\nlarge quantity of alcohol and went to bed at a late hour. It is common cause\nthat the complainant got up very early the\nnext morning, went to the bedroom of\nthe appellant's parents and spoke to his father. It is also common cause that\nshe contacted\nBrown and that he fetched her. In cases of sexual assault, false\ncharges do get laid for a variety of reasons but this is indeed\nstrange\nbehaviour on the part of the complainant who at that stage must have decided not\nto blame her husband any longer but to accuse\nthe appellant of rape. The\nprobabilities support\n23\nthe evidence of the complainant that she was assaulted in the house of\nthe appellant's parents. The magistrate accepted the evidence\nof the complainant\nand the other State witnesses. He rejected the evidence of the appellant and his\nwitnesses as false. I do not\nintend to deal with all the arguments and criticism\nlevelled at the magistrate's findings by Mr Redpath. Kroon J in the court a quo\ndealt comprehensively and convincingly with Mr Redpath's argument on the merits.\nI have also not been persuaded that the magistrate\nmisdirected himself in any\nmaterial respect or that his judgment is wrong. In my view it has been proved\nbeyond a reasonable doubt\nthat the complainant sustained the injuries found by\nDr Filmer in the Engelbrecht home and it follows that the appellant was the\nperson who inflicted those injuries. Mr Redpath submitted that even if the\ncomplainant had been assaulted at the Engelbrecht home,\nit was not proved that\nshe had been raped. He contended that the medical evidence did not\n24\nconfirm the evidence of the complainant that penetration had in fact\ntaken place. It is true that Dr Filmer, in dealing with the bruises\nand scratch\nmarks inside the vagina, said that it did not look like a penetration of a penis\nbut appeared to have been caused by\nsome sort of sharp object. His evidence,\nhowever, does not exclude the possibility that penetration could have taken\nplace after\nthe injuries described by him had been inflicted. This is what\nhappened according to the complainant's evidence. The complainant\nis a married\nwoman who had already given birth to a child and one would not necessarily\nexpect to find signs of a forced penetration.\nThe magistrate described the\ncomplainant as an honest witness and he accepted the evidence that penetration\ndid take place. In my\nview that finding cannot be faulted. The appellant\ndeliberately took the risk of giving false evidence and failed to reveal what\nreally happened, if it was less serious than rape. This is one of those cases\nwhere the argument that the appellant\n25\nshould be convicted of a less serious offence can be rejected with\njustification. Cf R v Mlambo 7957 (4) SA 727 (A) at 738 B-D. The\nappeal against\nthe conviction cannot succeed.\nIn considering sentence the\nmagistrate took into account all the relevant circumstances. He has not\nmisdirected himself in any material\nrespect and the sentence can certainly not\nbe regarded as one which no reasonable court could have imposed. Mr Redpath\ncontended,\ninter alia, that the magistrate misdirected himself in finding that\ncorrectional supervision would not be a suitable sentence \"for\nthis type of\noffence\". I do not agree. The magistrate clearly did not intend to convey that\ncorrectional supervision should not be\nimposed in rape cases. A proper reading\nof his judgment indicates that he had serious cases, as this one undoubtedly is,\nin mind.\nI agree with the magistrate that the only appropriate sentence in this\ncase is a period of imprisonment. The\n26\nappeal against the sentence can also not succeed. The following order is\nmade:\n1.\nThe application\nto adduce further evidence is\nrefused.\n2.\nThe appeal is\ndismissed.\nA.P. VAN COLDER ACTING JUDGE OF\nAPPEAL JOUBERT JA ]\nVIVIER JA ]\tCONCUR\nHARMS JA ] OLIVIER JA ]",
  "scraped_at": "2026-02-12T07:18:03.976349",
  "date": "1995-09-22",
  "coram": [
    "JOUBERT JA",
    "VIVIER JA",
    "HARMS JA",
    "OLIVIER JA",
    "VAN COLLER AJA"
  ],
  "case_number": "374/93",
  "parties": {
    "applicants": [
      "JAN CHRISTOFFEL ENGELBRECHT"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "On the night of 19 July 1992 a 31‑year‑old married woman and her four‑year‑old child sought shelter at the home of the appellant’s parents in Southernwood, East London. The appellant and his girlfriend were also present. The complainant testified that she was verbally abused by her husband earlier that evening, was upset, and after drinking heavily she retired to a bedroom in the Engelbrecht house. At approximately 04:00 h she awoke to the appellant’s voice, was assaulted, had her clothing removed, was forced to engage in sexual activity and was subsequently raped, including anal penetration. She reported the assault to the Engelbrecht parents who reacted with disbelief. She later contacted a family friend, Brown, who fetched her. A medical examination by Dr Filmer identified bruising, haematoma of the anus and labial lacerations, describing the injuries as consistent with scratching or sharp objects but not conclusively showing penile penetration. The State called the complainant, her husband, Brown, the appellant, the appellant’s parents, his uncle, and the appellant’s girlfriend as witnesses. The trial magistrate found the complainant’s evidence credible and convicted the appellant of rape, sentencing him to eight years’ imprisonment with three years suspended.",
    "issues": "1. Whether the appellant was proved beyond reasonable doubt to have raped the complainant. 2. Whether the medical evidence demonstrated penetration sufficient to constitute rape. 3. Whether the prosecutor’s remarks amounted to a statutory stopping of the prosecution under s 6 of the Criminal Procedure Act. 4. Whether the appellant was entitled to lead further evidence under s 22 of the Supreme Court Act. 5. Whether the sentence imposed was lawful and within the discretion of the trial court.",
    "principles": "The court applied the principle that the Crown must prove the offence beyond reasonable doubt, including the element of non‑consensual penetration for rape. Medical testimony is to be assessed for its relevance to the alleged act but does not, by itself, preclude the possibility of penetration. Under s 6 CPA a prosecution is stopped only when the prosecutor expressly indicates such intention; a neutral or ambiguous stance does not constitute a statutory stop. The duty of the prosecutor to disclose statements is limited to material that is relevant to the trial outcome; minor discrepancies do not create a duty to disclose. Under s 22 of the Supreme Court Act, further evidence may be admitted only if it is materially relevant to the issue and likely to affect the outcome. Sentencing principles require that the court consider all relevant circumstances and may impose imprisonment where the nature of the offence justifies it.",
    "application": "The appellate court found that the complainant’s testimony, corroborated by the medical report, established that injuries were suffered in the Engelbrecht house and that the appellant’s voice was identified, satisfying the proof of non‑consensual penetration. The court rejected the appellant’s claim that the injuries could have occurred elsewhere or that the medical evidence excluded penetration. It held that the prosecutor’s comments reflected a neutral attitude, not a definitive stopping of the prosecution, and therefore s 6 CPA was not triggered. The application for further evidence was denied because the undisclosed statements contained only trivial inconsistencies and were not materially relevant to the outcome. The sentencing was affirmed as within the magistrate’s discretion, given the seriousness of the offence.",
    "conclusion": "The appeal was dismissed in its entirety. The application to adduce further evidence was refused. The conviction for rape and the sentence of eight years’ imprisonment (with three years suspended) were upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "evidence",
      "appellate review",
      "sentence"
    ]
  }
}