{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/67.html",
  "case_name": "S v Hendricks (455/94) [1995] ZASCA 67; [1995] 3 All SA 300 (A) (30 May 1995)",
  "citation": "[1995] ZASCA 67",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 67\n|\nNoteup\n|\nLawCite\nS v Hendricks (455/94) [1995] ZASCA 67; [1995] 3 All SA 300 (A) (30 May 1995)\nDownload original files\nPDF format\nRTF format\nSAFLII Note:\nCertain personal/private details of parties or witnesses have\r\n\t\t\tbeen redacted from this document in compliance with the law and\nSAFLII\r\n\t\t\tPolicy\nCASE NO\r\n455/94\nIN\r\nTHE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE DIVISION)\nIn the\r\nmatter between\nS\r\nJ HENDRICKS\nAPPELLANT\nand\nTHE\r\nSTATE\nRESPONDENT\nCORAM\n:\r\nHEFER, STEYN et MARAIS JJA\nHEARD:\n11 MAY 1995\nDELIVERED\n:\r\n30 MAY 1995\nJUDGMENT\nMARAIS JA/\n2\nMARAIS JA:\nAppellant\r\nwas arrested on Friday 19 February 1993. That\nvery\r\nday he made a statement to a magistrate. He spent the week-end\nin\r\ncustody and appeared in the Regional Court on Monday 22 February\r\n1993. At that stage three charges and an alternative\ncharge\r\nhad been brought against him. The first (Count 1) was a\ncharge\r\nof housebreaking with intent to steal and theft allegedly\ncommitted\r\non 11 February 1993 at the home of Mr Stephen H.\nin Port\r\nElizabeth. The second (Count 2) was a charge of\nhousebreaking\r\nwith intent to rob and robbery allegedly committed on\n19\r\nFebruary 1993 at the same address, it being alleged that the person\nwho was robbed was Mrs\r\nC.H.. The third (Count 3) was\na charge of attempted rape of\r\nMrs C.H. allegedly\ncommitted at\r\nthe same time as the aforesaid robbery was allegedly\n3\ncommitted.\r\nThe alternative charge was one of indecent assault based\nupon\r\nthe same incident.\nAppellant\r\nwas asked whether he wished to be legally\nrepresented\r\nand the possible availability of legal aid was explained to\nhim.\r\nHe elected to defend himself. The charges were then put to\nhim\r\nby the prosecutor. He pleaded guilty to the three charges, adding\nthat he had not taken all\r\nthe articles listed in the first charge. The\nregional\r\nmagistrate proceeded to question him in terms of sec 112(2) (l)(b) of\r\nAct No 51 of 1977 ( the Act) in order to ascertain\nwhether\nhe\r\nadmitted the allegations in the charges, and to satisfy himself that\nappellant was guilty of\r\nthe offences to which he had pleaded guilty. Appellant proceeded to\r\ndescribe in some detail what he had\ndone. The\nregional\r\nmagistrate was satisfied that appellant did admit the\nallegations\r\nin the first charge (subject to the qualification that not all\n4\nthe\r\narticles listed in the charge sheet were admitted to have been\nstolen), the prosecutor\r\nindicated that he accepted the qualification, and\nthe\r\nplea of guilty remained standing. The regional magistrate was not\nsatisfied that\r\nappellant's pleas of guilty to the second and third charges\nwere\r\nborne out by the admissions made by him, and he entered pleas\nof\r\nnot guilty to those charges. The alternative charge does not appear\nto have been put to\r\nappellant. As a fact, his explanation of what he\nhad\r\ndone to complainant amounted to an admission of the particular\nallegation made against\r\nhim in that charge. Indeed, his explanation showed that he had also\r\ncommitted other indecent acts which\nhad not\nbeen\r\nparticularised in the alternative charge.\nAppellant\r\nwas not asked thereafter whether or not he was prepared to allow\r\nanything said by him during the process to stand as\nan\r\nadmission made in terms of sec 220 of the Act, but the effect of the\n5\nproviso\r\nto sec 113(1) of the Act was that factual allegations adverse to\r\nhimself made during the enquiry for which sec 112 provides,\n\"stand\nas proof in any court\"\r\nof those allegations, provided of course that\nthey\r\nare not allegations which the court is satisfied are incorrectly\nadmitted allegations. See\nS v Ncube\n1981(3) SA 511(T) at 513 E-G.\nThe\r\nallegations adverse to appellant which he admitted, could not have\r\nbeen regarded as incorrectly made admissions, and they therefore\n\nstood\n\"as proof\" against him in the trial.\nThe\r\nprosecutor at this juncture introduced another charge,\nnamely,\r\none of rape (Count 4). Whereas he had previously been\naccused\r\nof attempting to rape, alternatively, indecently assaulting Mrs C.H.\nat her home on 19 February 1993, he was now\naccused\r\nof raping her on that occasion. The record does not show that\r\nappellant objected to the charge of rape being brought against\nhim at\n6\nthat\r\nstage. Indeed, he pleaded guilty to the charge. What he had said\r\nearlier in connection with the other charges was plainly inconsistent\nwith his plea of guilty\r\nto the charge of rape, because he had denied\nspecifically\r\nthen that he had had intercourse with complainant or that\nhe\r\nintended to do so. Not surprisingly, the regional magistrate\nquestioned him\r\npertinently on this aspect of the matter after he had pleaded guilty\r\nto the charge of rape and, having elicited a\nspecific\ndenial\r\nthat appellant had sexual intercourse with complainant on that\noccasion, the regional\r\nmagistrate, in terms of sec 113 of the Act,\naltered\r\nappellant's plea to one of not guilty to the charge of rape.\nThe\r\nhearing of viva voce evidence thereupon commenced.\nBy the end\r\nof that day (Monday 22 February), complainant and a policewoman had\r\ntestified. The policewoman had responded to a\nradio\r\ncall and encountered complainant in an allegedly hysterical and\n7\ntearful\r\nstate. Complainant is alleged to have complained to her that\nshe\r\nhad been raped. Both were cross-examined by appellant. The\nburden\r\nof appellant's cross-examination of complainant was devoted\nto\r\nthe issue of penetration (actual or attempted) which was the only\ncentral issue in dispute\r\nby that stage. The day concluded with\nappellant\r\nraising the matter of a possible grant of bail and indicating\nthat\r\nhe wished to apply for legal aid because of the introduction of the\ncharge of rape. He said\r\n\"I feel misled not by anyone else but myself.\nI\r\nfeel I should have someone who is more qualified\". The regional\nmagistrate declined to\r\ngrant bail at that stage and indicated that he\nwould\r\nbe prepared to reconsider the question on 26 February 1993.\nHe\r\nthereupon remanded the case to that date.\nOn\r\n26 February the regional magistrate was informed that\nthe\r\napplication for legal aid had not been successful. He telephoned\n8\nan\r\nofficial of the legal aid board and recommended the grant of legal\naid to appellant. His\r\nintervention bore fruit and an attorney appeared\nlater\r\nthat day to represent appellant. No evidence was heard on that\nday\r\nand the case was remanded to 3 March for the hearing of an\napplication for bail. The trial\r\nitself resumed on 26 April 1993. On\nthat\r\nday, the district surgeon who had examined complainant, testified.\nHe\r\nwas cross-examined by appellant's attorney with specific reference\nto\r\nthe issue of penetration. The prosecutor closed the State's case and\nappellant testified. He\r\ndenied penetration or any attempt to have\nsexual intercourse.\r\nThe defence case was closed without any\napplication\r\nhaving been made by appellant's attorney for the recall for\nfurther\r\ncross-examination of complainant and the policewoman\nreferred\r\nto earlier. Argument ensued and judgment was reserved.\nOn 29\r\nApril 1993 the regional magistrate delivered his\n9\njudgment.\r\nHe convicted appellant upon Counts 1, 2 and 4, and,\nbecause\r\nthe allegations in Count 3, and the alternative to it, related to\nwhat be considered to be\r\npreparatory acts intimately associated with\nthe\r\nact of rape (Count 4) of which appellant had been convicted, he\nacquitted him on Count 3\r\n(and, impliedly, the alternative to Count 3).\nAfter\r\nhearing evidence both in mitigation and in aggravation of\nsentence,\r\nand considering the submissions made to him, the regional\nmagistrate\r\nsentenced appellant to 2 years imprisonment on Count 1, 4\nyears\r\nimprisonment on Count 2, and 10 years imprisonment on Count\n4.\r\nHe ordered the sentence imposed in respect of Count 1, and 2\nyears\r\nof the sentence imposed in respect of Count 2, to run\nconcurrently\r\nwith the sentence imposed in respect of Count 4.\nAppellant\r\nwas thus sentenced effectively to 12 years imprisonment.\nOn 3\r\nMay 1993 appellant addressed from St Alban's\n10\nprison\r\nin Port Elizabeth a letter to the Regional Court complaining of\nhis\r\nconviction and sentence upon the charge of rape (Count 4). He\nattacked the conviction\r\nupon its merits. He raised no complaint about any procedural aspect\r\nof the trial and made no suggestion\nthat he had\nsuffered\r\nany prejudice by reason of the promptitude with which he\nwas\r\nbrought to trial, or the raising of the charge of rape after he had\npleaded to the other\r\ncharges, and made the statements which he did\nduring\r\nquestioning in terms of sec 112(l)(b). The letter was regarded\nas\r\nan application for a judge's certificate granting leave to appeal to\nappellant in terms of\nRule 67(1)\nof the\nMagistrates' Courts Act No 32\nof\n1944\nand it was forwarded to the Eastern Cape Division. Leave\nwas\r\ngranted to him to appeal against only the conviction of rape.\nAppellant\r\nappears to have been able to engage the\nservices\r\nof attorneys thereafter because there appears in the record a\n11\nnotice\r\nof appeal dated 8 December 1993. Although stated to be only\nagainst\r\n\"the conviction of the appellant\", one of the grounds of\r\nappeal\nwas that an\r\nexcessively harsh sentence had been imposed and that\ninsufficient\r\nweight had been given to the personal circumstances of the\naccused.\r\nNo leave to appeal against the sentence had been granted by\nthe\r\nlearned judge who granted a certificate in terms of\nRule 67(1)\n, and\nin so far as the notice\r\nof appeal purported to initiate an appeal against\nthe\r\nsentence, it was grossly out of time. No application for\ncondonation\r\nof the failure to note timeously an appeal against the\nsentence\r\nwas made. There was therefore no procedurally valid appeal\nagainst\r\nthe sentence before the Eastern Cape Division. It is of some\nsignificance that, once\r\nagain, no point was made in the notice of\nappeal\r\nof the addition of Count 4 at the particular juncture at which\nit\r\nwas added, and no suggestion was made that appellant had suffered\n12\nany\r\nprejudice because of the promptitude with which he was tried.\nWhen\r\nthe appeal was heard by the Eastern Cape Division,\ncounsel\r\nappears to have represented appellant at the request of the\ncourt,\r\nand not upon the instruction of the attorneys who filed the\nnotice\r\nof appeal to which reference has been made. He raised for the\nfirst\r\ntime the contention that confronting appellant with the charge of\nrape (Count 4) after he\r\nhad pleaded to the other charges and had been questioned thereanent\r\nin terms of\nsec 112(l)(b)\n, was fatally irregular\nbecause\r\nof the provisions of sec 81(1) of the Act, and therefore\nvitiated\r\nhis conviction upon that charge. That provision prohibits the\njoining\r\nof further charges in the same proceedings after \"evidence has\nbeen led in respect of any particular charge\". The\r\nEastern Cape\nDivision considered\r\nthat no evidence had been led within the meaning\nof\r\nthe provision, so that the preferring of the charge of rape was not\n13\nirregular.\r\nIt added that, even if it had been irregular, no prejudice had\nresulted, and that, in\r\nthe absence of prejudice, the irregularity could\nnot\r\navail appellant. The court proceeded to consider the merits of the\nappeal and concluded that penetration had been proved beyond\nreasonable doubt, so that the\r\nappeal against the conviction should fail. Despite the fact that\r\nthere was no procedurally valid appeal\nagainst the sentence before\r\nthe court, the court observed that the sentence, \"though\nrobust\", was proper\r\nin the circumstances. The appeal was dismissed.\nOn\r\n8 April 1994, some five months after the Eastern Cape\nDivision\r\nhad given its judgment, appellant applied to that division for\ncondonation of his\r\nfailure to apply timeously for leave to appeal to\nthis\r\ncourt, and for leave to appeal against both the conviction of rape\nand the sentence imposed. Yet a further point was raised; it\r\nwas\nalleged that \"[t]he\r\nproceedings as reflected in the reconstructed record\n14\nindicate\r\nthat the [appellant] did not receive a fair trial\". When the\napplication was argued,\r\nthis ground of appeal was elaborated upon.\nThe\r\nalleged unfairness was said to flow, firstly, from the fact that what\nwas described as the \"reconstructed\" record had been\r\nimproperly\nreconstructed;\r\nsecondly, from the fact that appellant was brought to\ntrial\r\nwith undue haste; and thirdly, from the belated addition of the\ncharge of rape. The\r\ntechnical propriety of adding the charge of rape\nwas\r\nalso raised again, as were the merits of the conviction. In the\nresult, the court granted\r\nlimited leave to appeal to this court only on\nthe\r\nquestion whether the addition of the charge of rape was irregular,\nif\r\nso, whether it rendered the proceedings pro tanto null and void, or\nmerely voidable if\r\nprejudice resulted, and, if the latter, whether there\nwas\r\nany such prejudice. A petition to the Chief Justice resulted in\nappellant being granted leave to appeal generally against the\n15\nconviction\r\nfor rape, thus enabling him to canvass the merits of the\nconviction\r\nin this court. I turn now to the submissions advanced\nbefore\r\nus.\nThe allegedly irregular\r\njoinder of the charge of rape (Count 4).\nSec 81(1)\r\nof the Act reads:\n(1)\r\n\"Any number of charges may be joined in the same proceedings\nagainst an accused at any\r\ntime before any evidence has been led\nin\r\nrespect of any particular charge, and where several charges\nare\r\nso joined, each charge shall be numbered consecutively\".\nCounsel\r\nfor appellant contended that what had been said\nby\r\nappellant during the phase of the case when he was being\nquestioned\r\nin terms of sec 112(l)(b) \"in order to ascertain whether he\nadmit[ted]\r\nthe allegations in the charge[s] to which he\npleaded\nguilty\",\r\ncoupled with the fact that the prosecutor had accepted\nappellant's\r\nqualified plea of guilty on Count 1, amounted to the\nleading of\r\nevidence within the meaning of sec 81(1). It followed, so\n16\nhe\r\nsubmitted, that the addition of the charge of rape after that had\nhappened, was irregular,\r\ndespite the failure of appellant or his attorney to object to that\r\nbeing done. He invited us to hold that\nthe irregularity\nwas of\r\nso fundamental a kind that it precluded any enquiry into whether or\r\nnot any prejudice had been occasioned, and that the resultant\n\nproceedings were pro tanto void. It was contended\nalternatively\r\nthat even if the proceedings were not ipso facto rendered\nvoid,\r\nthe belated addition of Court 4 rendered the trial pro tanto\nunfair,\r\nand the conviction and sentence liable to be set aside. I\nunderstood\r\ncounsel to mean by this that appellant had, or might have,\nbeen\r\nprejudiced.\nIn\r\norder to impress upon us the importance in a fair\ncriminal\r\ntrial of an accused knowing, before he or she is asked to\nplead,\r\nprecisely what crimes are alleged to have been committed, and\n17\nhow they\r\nare alleged to have been committed, so that an informed\nelection\r\nas to how to plead, and how to meet the State's case can be\nmade,\r\ncounsel referred us to a number of apposite dicta in the reported\ncases. The\r\nprinciple is uncontentious and, subject to one exception,\nI see no\r\nneed to cite those dicta. In\nS v Thipe\n1988(3) SA 346(T) at\npages 349J\r\nto 350B,\nSchabort J\nsaid:\n\"Saamgelees\r\nmet die vereiste van art 81(1) dat samevoeging\nvan\r\naanklagte die aflê van getuienis moet voorafgaan, is dit\r\nklaarblyklik die uitgangspunt van die Wet dat 'n persoon wat\nvoor\r\ndie strafhof gedaag word voor aanvang van sy verhoor die\npresiese\r\nbestek van sy potensiële blootstelling aan\nskuldigbevinding\r\nen straf in die saak moet kan weet. Eers in\ndie\r\nlig van sodanige sekere kennis sou 'n aangeklaagde sy posisie\r\nbehoorlik kon oorweeg; sou hy kon besluit oor die\nraadsaamheid\r\nom regsverteenwoordiging te bekom; oor die\nstrategic\r\nvan sy verdediging, oorhoofs en in besonderhede, en\nles\r\nbes, oor die dienstigheid om skuldig te pleit met die oog op\n18\nstrafversagtiging of, byvoorbeeld,\r\nom die verhoor vir persoonlike redes gou agter die rug te kry\".\nIf all that the learned judge\r\nmeant to convey by these remarks was that\na prosecutor may not, at any stage\r\nof a criminal trial, confront an\naccused belatedly and without\r\nforewarning, with an additional charge,\nand then insist upon the accused\r\npleading to it and proceeding with his\nor her defence instanter, there\r\ncan be no quarrel with that. If, on the\nother hand, he intended to suggest\r\nthat no further charge or charges of\nwhich no prior timeous notice has\r\nbeen given to the accused, may be\nadded by the prosecutor at any\r\nstage of a criminal trial even although\nthe acccused is not obliged to\r\nplead to it, or to present the defence to\nit, instanter, I am unable to\r\nagree with the suggestion. For reasons\nwhich I shall elaborate in due\r\ncourse, I think it is plain that sec 81(1)\nexplicitly sanctions the raising\r\nby the prosecutor without forewarning\n19\nof\r\nadditional charges against an accused even after the accused has\npleaded to the charges\r\noriginally brought. The raising of such\nadditional\r\ncharges may, or may not, precipitate a postponement of the trial, but\r\nthe plain and unambiguous language of sec 81(1)\nshows that\nit\r\nis procedurally competent for the prosecutor to add further charges\nright up to the moment\r\nbefore evidence commences to be led. That\nmoment\r\nis usually, if not always (a question to which I shall return),\na\r\nmoment which will only arrive after the recording of the accused's\r\nplea. If, by the use of the words \"voor aanvang van sy\nverhoor\",\r\nthe\nlearned judge meant\r\nbefore a start is made in the presentation of\nevidence that is\r\nanother matter, but it would leave open, and\nunanswered,\r\nthe question which concerns us in this case, namely, what\nthe\r\nlegislature intended to convey by the use of the words \"before\r\nany evidence has been led in respect of any particular charge\".\n\nAs a fact,\n20\na\r\nwitness had already testified viva voce at the behest of the\nprosecution before the\r\nfurther charge was added in\nThipe's\ncase, supra,\nand, in those circumstances, the joining of that\r\ncharge was undoubtedly forbidden by sec 81(1).\nThe nub of the argument advanced\r\nby counsel for\nappellant was\r\nthat while a plea of guilty, or not guilty, simpliciter\nwould\r\nnot amount to the leading of evidence within the meaning of\nsec\r\n81(1), anything further said in explanation or elaboration of the\nplea by an accused, or by\r\nhis legal representative and confirmed by\nhim,\r\nwould amount to that. It is the validity of that proposition which\nis\r\nthe issue.\nCounsel\r\nfor appellant developed the argument by pointing to the evidentiary\r\nuse which the Act permits to be made of statements\nmade\r\nby the accused during that phase of the proceedings which is\n21\ndesigned\r\nto ascertain what his or her plea truly is, and, if one of\nguilty,\r\nwhether he or she is indeed guilty. He drew attention to the\nproviso\r\nto sec 113(1) of the Act, the relevant portion of which, I\nquoted\r\nearlier in this judgment. Sec 115 of the Act, which deals with\nthe\r\nprocedure applicable where the accused pleads not guilty, also\nmakes\r\nprovision for the accused to be invited to formally admit\nallegations\r\nwhich have not been placed in issue in the course of any\naccompanying\r\nstatement indicating the basis of the defence, or in\nresponse\r\nto questions put by the court in order to establish which\nallegations\r\nin the charge are in dispute. He is of course not obliged\nto\r\ndo so, and must be so informed, and warned of the implications of\ndoing so, but, if he does\r\nconsent to do so, the admissions must be\nrecorded,\r\nand they are deemed then to be admissions under sec 220 of\nthe\r\nAct. It is trite that the effect of such admissions is to relieve the\n22\nState\r\nof the burden of adducing evidence to prove the admitted\nallegations.\nS\r\nv Sesetse en 'n Ander\n1981(3) SA 353(A) at 374A. The admissions\nare\r\nstatutorily ordained by sec 220 to be \"sufficient proof of such\nfacts. Even if the\r\naccused declines to consent to what has been said\nduring\r\nthe process being recorded as an admission, to the extent that what\r\nhas been said is adverse to his or her interests, it\nconstitutes\nevidential material which\r\nmay be used against the accused in\nconsidering\r\nwhether or not guilt has been proved.\nS\r\nv Daniels\n1983(3)\nSA\r\n275(A) at 300 E-F;\nS v\r\nSesetse en 'n Ander\n,\r\nsupra, at 375H -\n376D. The short point is that what is said by\r\nthe accused when\npleading to the\r\ncharge, may, depending on the circumstances, yield\nmaterial\r\nupon which the prosecution will be entitled to rely in\ndischarging\r\nthe burden of proof which rests upon it. That is the basic\n23\nfoundation\r\nupon which the contention of counsel for appellant rests.\nIt\r\nfollows inexorably, so he argues, that such material must be\nregarded\r\nas \"evidence\nled\r\nin respect of [the] particular charge\"\nwithin the\r\nmeaning of sec 81(1).\nWhether\r\none describes that material as \"evidence\",\n\"bewysmateriaal\", or\r\n\"evidential\", or \"evidentiary\", or \"probative\nmaterial\", the\r\nquestion will remain: is it evidence within the meaning\nof\r\nsec 81(1)? It is trite that the meaning to be given to particular\nwords is influenced by\r\nthe context in which they are used and that the\nsame\r\nword may not always have the same meaning in a statute. If the\npurpose which a\r\nparticular provision is designed to achieve is manifest, a word\r\nappearing in it which is capable of a variety of\nmeanings\r\nwill be assigned the meaning most apt to attain the manifest\npurpose\r\nof the provision.\nPublic\r\nCarriers Association v Toll Road\n24\nConcessionaries\n1990(11 SA 925(A) at 943A - 944B;\nSouth\r\nAfrican\nTransport\r\nServices v Olgar and Another\n1986(2) SA 684(A) at 697D;\nHleka\r\nv Johannesburg city Council\n1949(1) SA 842(A) at 852-3. That\ndoes\r\nnot mean of course that one may indulge in what is no more than\nspeculation as to the aim\r\nsought to be achieved and run the risk of wrongly attributing to the\r\nlegislature an object which it may\nnever\nhave\r\nhad in mind. If the object of the legislation is wrongly\nunderstood,\r\na wrong interpretation of the words used is likely to be the\nresult.\nDadoo Ltd v\r\nKrugersdorp Municipal Council\n1920 AD 530\nat\n555.\nIs\r\nit apparent for what purpose the words \"at any time\nbefore\r\nany evidence has been led in respect of any particular charge\"\nwere inserted in 1977\r\ninto a provision the rest of which had been in\nexistence\r\nin substantially the same form since 1917? At first blush\n25\nthey might\r\nappear to be designed solely\nto limit\na pre-existing and\nmore\r\nextensive power to join charges. Yet that is not actually so.\nThe\r\nhistory of the provision shows, I think, that it was primarily\nintended\nto confer greater\r\npower\nthan had\r\nexisted previously. In\nsuccessive\r\nCriminal Procedure and Evidence Acts (sec 125 of Act No\n31 of\r\n1917; sec 312 of Act No 56 of 1955) provision was made for\nany number\r\nof counts to be joined in the same charge. However, the\nprovisions\r\nwere silent on the question of when, if at all, the power of\nthe\r\nprosecution to add a further count came to an end in criminal\nproceedings.\r\nIt appears to have been thought that the power did not\nextend\r\nbeyond the commencement of the proceedings. In 1936 in R\nv\r\nMabuzi\nJustice Summary 647//36(EC)\nGane J\nsaid:\n\"\nthe\r\nprocedure adopted was irregular. Our law contains\nno\r\nprovision by which a new count can be added to an\n26\nindictment\r\nduring the progress of the case, nor by which an\nadditional\r\ncharge on a separate charge sheet can be propounded\nin\r\na case already begun, and the trial of both charges then\ncontinue\r\npari passu.\" (Cited in Ferreira,\nStrafproses\r\nin die Laer\nHowe\n, 2nd edition at page 275 Cf\nR v\r\nJanawarie en ander\n1954(1) PH H 74(0)).\nI\r\nhave been unable to find any other case decided while this provision\nin the Act\r\nof 1917 and the Act of 1955 was in operation, and which\nthrows any\r\ndirect light on the question. Obliquely relevant, is the\ndecision\r\nof\nRex v Kataleki and Another\n1948(2) SA 207(EDL).\nGardner\r\nJ and Hoexter J\ndealt\r\nwith a case in which A and B were\ncharged\r\nwith the theft of sheep, and after three witnesses had testified\nagainst\r\nthem, C was arrested and joined as a co-accused in the same\ntrial.\nGardner J\nsaid:\n\"Now\r\nit appears that at the trial three small boys were called for\nthe\r\nprosecution when the case opened against A and B. They\n27\ngave\r\ncertain incriminating evidence against A and B. At the\nconclusion\r\nof their evidence C was arrested and put into the\ndock, and\r\nthen the three boys were recalled. And on this\noccasion\r\nthey gave no evidence incriminating A and B, that is\nthe\r\npresent two appellants. The question arises whether the\nmagistrate\r\nwas entitled to rely upon the evidence given by the\nsmall\r\nboys in the proceedings that he heard against A and B for\nthe\r\npurpose of convicting in this case. To us it appears that the\nproceedings against A and\r\nB were entirely separate and, when\nthe\r\ncase started against A, B and C, the proceedings had to\nbegin\r\nde novo. And, consequently, when it so began, the\nevidence\r\nof the boys vanished and all that was left were the\nstatements\r\nmade by the police of findings at the kraals of A and\nB.\r\nNeither counsel has been able to produce direct authority on\nthe\r\npoint, but it seems to be quite clear that the proceedings\nwere\r\nseparate, and Mr\nvan der Walt\n, who appeared for the\nCrown,\r\nhas so fairly pointed out that sec 220 of Act 31 of 1917\nclearly\r\nstipulated that the witnesses shall, save as is otherwise\nprovided\r\nby the Act, give their evidence viva voce in the\npresence\r\nof the accused. It is clear too that the evidence given\n28\nby\r\nthe boys against the three accused must be given in open\nCourt,\r\nand on this occasion they gave no evidence incriminating\nthe\r\naccused\". (At page 209.)\nThat\r\nwas a case of the joinder of an accused, and not a further count,\nin\r\nmid-trial, but it illustrates the problems which can arise if the\r\npower\nto join\r\nother persons or counts is not sensibly restricted.\nIn 1977,\r\nAct No 51 of 1977 was enacted and sec 81(1)\nsupplanted\r\nthe provisions in the Acts of 1917 and 1955 which had\nbeen\r\nsilent on this question. As has been seen, the power to add\ncounts\r\n(now styled charges) was no longer confined to the period\nbefore the\r\ntaking of the accused's plea as the court in\nMabuzi's\ncase,\nsupra,\r\nmight be taken to have impliedly held. It was plainly to extend\nbeyond\r\nthat. Quite how far beyond that, is the question. That a limit\nwas\r\nintended to be set, is also plain. What mischief would have\nresulted\r\nif a limit had not been set? The most obvious mischief would\n29\nappear\r\nto be (he kind of problem which arose in\nKataleki's\ncase supra,\nin connection\r\nwith the joinder of another accused in mid-trial.\nEvidence\r\ngiven in the trial prior to the raising of the further charge,\nbut\r\nin some way relevant to it, would not have been given at a time\nwhen\r\nthe accused was facing such a charge. Technically, it could not\nbe\r\ntaken into account in considering whether or not the further charge\nhad been established. There may have been no cross-examination\nupon aspects of the already\r\ngiven evidence, which were critical to the\nnewly\r\nbrought charge, because they were unimportant to the charges\noriginally brought.\r\nWitnesses might have to be recalled for further\ncross-examination.\r\nThe plea procedures for which the Act provides,\nand\r\nwhich can entail questioning of the accused by the court, might have\r\nto be carried out in the middle of a trial after a substantial\namount\r\nof evidence has been led. It is, in my view, also inherently\n30\nundesirable\r\nto subject an accused person whose trial is well and truly\nunder\r\nway, to the disruptive and unsettling impact of having to apply his\r\nmind to, and deal with, yet further charges which the\nprosecution\nwishes to level at him as\r\nthe trial progresses. These considerations all\nseem\r\nto me to be legitimate concerns of which the legislature is likely\nto\r\nhave been aware. Hence, no doubt, the imposition of a limit upon\nthe\r\npower to join charges. It is obvious that the moment at which the\npower ceases, was\r\nintended to be some moment\nafter\n,\r\nand not\nbefore\n.\nthe putting of the\r\noriginally brought charges to the accused. If the\nlegislature\r\nhad intended the power to cease as soon as the accused was\ncalled\r\nupon to plead, it would have employed language very different\nfrom\r\nthat which it did employ. However, the language which it has\nemployed, shows that it\r\ncertainly envisaged that, at some time after the\naccused\r\nhad been called upon to plead, a moment would be reached\n31\nafter\r\nwhich it would no longer be desirable or expedient to allow\ncharges\r\nto be joined. It has chosen to describe that moment as the last\nmoment \"before any\r\nevidence has been led in respect of any particular\ncharge\".\r\nThose words must be sensibly interpreted. They cannot be\nread\r\nto mean that the power to join charges ceases only after all the\nevidence has been led in\r\nrespect of any particular charge, because that\nwould\r\nentail ignoring the word \"any\". Nor, for the same reason,\r\ncan\nthey be read to mean,\r\nfor example, that if the first witness called by\nthe\r\nState has not yet completed giving his evidence in chief, it remains\nopen to the prosecution\r\nto interrupt his testimony in order to join\nanother\r\ncharge. It seems plain that what was meant, was the moment\nbefore\r\nevidence\ncommences\nto be led.\nThe\r\nquestion which yet remains to be answered, is\nwhether\r\nthe legislature intended the words \"evidence has been led\"\r\nto\n32\ninclude\r\nwhat an accused has said during that part of the proceedings\nwhich\r\nis devoted to ascertaining what he or she pleads to the charges,\nand\r\nwhat the issues between the prosecution and the accused which\nrequire\r\nto be tried, are. I have come to the conclusion that they do\nnot,\r\nfor these reasons.\nIn\r\nboth juristic and statutory usage, the word trial has\ncome\r\nto be used as an appropriate description for criminal proceedings\nin\r\nwhich a verdict is required to be given, and, if the verdict be\r\nguilty,\na sentence\r\nimposed, irrespective of whether or not any triable issue has\nbeen\r\nraised by the accused's plea. In colloquial usage it may have a\nnarrower meaning and be\r\nconfined to a proceeding in which a triable\nissue\r\nof fact has been raised by an accused's plea.\nRex\r\nv Keeves\n1926\nAD\r\n410\nat 413;\nR v Tucker\n1953(3) SA 150(A) at 159 G-H.\nNone\r\nthe less, it has always been recognised that there are distinct\n33\nphases\r\nof a trial. I leave aside the preliminary extracurial aspects of\na\r\ntrial and confine myself to what happens in court when the\nproceedings commence. The\r\ncharges are put to the accused and he or\nshe\r\nis required to plead to the charges. The nature of the pleas raised\nmay differ greatly. A\r\nplea that the court has no jurisdiction, or a plea\nof\r\nautrefois convict or autrefois acquit will raise issues very\r\ndifferent\nfrom those\r\nraised by a plea of not guilty. The accused may have to\nadduce\r\nevidence in support of a particular plea before the prosecution\ndoes\r\nso. The accused may even bear a fully fledged onus of proof if\nhe\r\nraises a particular plea. If any such pleas are upheld, there will be\nno trial of the merits of\r\nthe charges at all. Viva voce evidence may\nhave\r\nbeen led by both the prosecutor and the accused in respect of\nsuch\r\npleas. If the pleas (which are in the nature of special pleas not\ngoing to the merits of\r\nthe charge) fail, could it ever have been\n34\nintended\r\nthat, because evidence has been led in respect of those pleas,\nno\r\nfurther charges may be joined, even although the accused may not yet\r\nhave pleaded on the merits to the originally preferred charges?\nThe\r\nanswer, I think, is no. The words \"in respect of any particular\ncharge\" in sec 81(1)\r\nshow, in my view, that what the legislature had\nin\r\nmind, was evidence relevant to a particular charge, and not evidence\nrelevant only to special\r\npleas of the kind I have mentioned. That\nshows\r\nthat the legislature was not only alive to the distinction between\nthe various phases of\r\ncriminal proceedings, but aware that even within\na\r\nparticular phase (here, the pleading phase), there are sub-phases\nwhich necessitate a\r\nqualification of the language it uses, so that its\nsweep\r\nis not too broad, and so that it does not curtail prematurely, and\nunnecessarily, the power to join charges.\nThe object of the plea phase of\r\ncriminal proceedings\n35\nadmittedly\r\nextends beyond merely identifying what it is that is in issue\nbetween\r\nthe prosecution and the accused. Provision is made, for\nexample,\r\nin sec 115(2)(b), for the elimination of the need for the\nprosecution\r\nto prove allegations which have not been placed in issue\nby\r\na plea of not guilty, and which the accused has consented to being\nrecorded as admissions.\r\nThe process can therefore also serve to\nnarrow the issues in\r\nrespect of which evidence will have to be\nadduced.\r\nBut what requires to be emphasised, is that all this occurs\nin\r\nthe context of a phase of the proceedings which is anterior to the\nactual trial of the\r\nissues which emerge from it. No evidence of any\nkind\r\nmay be placed before the court during that phase. If the accused\nhas\r\npleaded guilty, and the replies given under questioning in terms of\nsec 112(l)(b) satisfy the\r\ncourt that he or she is guilty, and a conviction\nfollows,\r\nthose replies are not converted by some mysterious alchemy\n36\ninto\r\n\"evidence\". They remain what they were: simply unsworn\nresponses to questions put by\r\nthe court in a situation where the\naccused\r\nhas not sought, by his or her plea, to put anything in issue,\nbut\r\nthe statute nevertheless requires the court to satisfy itself of the\ncorrectness of the plea\r\nof guilty by appropriate questioning of the\naccused.\nWhere\r\nthe accused pleads not guilty, it may be that a\nposition\r\nis ultimately reached during the plea phase where what the\naccused\r\nhas said in explanation of plea, or some of it, is recorded as\nan\r\nadmission which relieves the prosecution of the burden of proving\nin\r\nthe ensuing trial the allegation so admitted, but that is not because\nthe admission is properly\r\nclassifiable as \"evidence led in respect of\nany\r\nparticular charge\", nor because it is in fact an admission\nspecifically made in terms of sec 220 of the Act and therefore\n37\nregarded\r\nas \"evidence\".\nS\r\nv Mjoli and Another\n1981(3) SA 1233(A)\nat\r\n1243 C-D and 1247 - in fine. It is because the legislature has\nartificially bestowed a\r\nstatus upon it which is\nsui\r\ngeneris\n, by providing\r\nin sec 115(2)(b) that the admission made \"shall be\ndeemed\nto be\nan admission under section 220\". But for the deeming provision,\nit could not properly\r\nhave been regarded as such. Deeming provisions\nare\r\ncommon in legislation and they are usually an indication that resort\nis being had to a\r\nfiction.\nChotabhai v\r\nUnion Government and Another\n1911 AD 13\nat 33, 59.\nAs\r\nwas pointed out by counsel for the State, there are\nmany\r\nprovisions in the Act in which the word \"evidence\" is used,\r\nfor\nexample, secs 81(1),\r\n87(1), 88, 115A, 118, 150, 157(1), 174, 196(2)\nand\r\n(3), 209, 210, 219, 256 to 270, and 272. In some of these\nprovisions\r\nthe word is used in conjunction with other words which are\n38\nidentical\r\nto those used in that part of section 81(1) with which we are\nconcerned, or bear some\r\nresemblance to them without being identical.\nI\r\nlist below some examples and give as shortly as possible the context\nin which the relevant words appear.\nsec 87(1)\r\n- \"at any stage before any evidence in respect\nof\r\nany particular charge has been led\" -\nwhen\r\nan accused may ask for particulars or\nfurther particulars of a\r\ncharge.\nsec 115A -\r\n\"made before any evidence is tendered\" -\nwhen a\r\nrequest may be made by the\nprosecutor\r\nin the magistrates' court for the\naccused\r\nto be referred for trial to a regional\ncourt.\nsec 118 -\r\n\"and no evidence has been adduced yet\" -\nwhen a\r\ntrial may be continued before\nanother\r\njudicial officer if the judicial officer\nwho\r\ncommenced hearing it is not available.\nsec 150 -\r\n\"before any evidence is adduced\" - when the\n39\nprosecutor\r\nmay make an opening address,\nsec 157(1) - \"at any time\r\nbefore any evidence has been\nled\r\nin respect of the charge in question\" -\nwhen the\r\nprosecutor may join another accused.\nThe\r\nabsurd consequences which would follow if one were\nto\r\ninterpret these expressions as including anything of evidential value\nor which\r\nrelieves the State of the onus of proving a particular\nallegation\r\nit has made against the accused, even although it came into\nexistence\r\nduring the pleading phase of the proceedings, are readily\napparent.\r\nAn accused who pleads not guilty and intends to ask for\nparticulars\r\nof the charge, would lose his right to such particulars if he\nwere to\r\nadmit one of the allegations in the charge during questioning\nby the\r\ncourt in terms of sec 115. The accused in such a case would\nalso,\r\nwittingly or unwittingly, have succeeded in preventing the\n40\nprosecutor,\r\nif the prosecution had been minded to do so, from\nrequesting\r\nthe magistrate to refer the accused for trial in a regional\ncourt.\r\nThe accused would also have made it impossible for his trial\nto\r\nbe continued before another judicial officer if the judicial officer\nwho conducted the plea proceedings were to become unavailable\nsubsequently. The accused would\r\nalso have succeeded in preventing the prosecutor from making an\r\nopening address. He would also have\nmade\r\nit impossible for the prosecutor to join another accused. These\nthings would not have\r\ncome about as a consequence of anything done\nby\r\nthe prosecutor. They would have come about as a consequence of\nwhat\r\nthe court and the accused did during the recording of the\naccused's\r\nplea to the charge, a process over which the prosecutor has\nvirtually\r\nno control. If, on the other hand, one interprets the words in\nissue\r\nas meaning once the prosecutor has commenced to place before\n41\nthe\r\ncourt the evidence which he desires to place before the court, these\nabsurdities do not arise,\r\nand the exercise of his own powers will not\nbe\r\nfrustrated by what the accused may choose to say during the plea\nproceedings. Similarly,\r\nthe accused's right to further particulars of the\ncharge\r\nwill not be lost merely because the accused, when asked to\nplead,\r\ncandidly admits one of the allegations in the charge.\nIt\r\nis not difficult to see why once the leading of evidence\nhas\r\ncommenced, no further charge or accused persons may be joined,\nand\r\nno other judicial officer may continue to hear the matter if the\njudicial officer who commenced hearing the trial is no longer\navailable. In these instances\r\nthere is an easily discernible reason for\nthe\r\nlimitation. One cannot join additional accused persons who have\nnot\r\nheard some of the evidence which has already been given viva\nvoce.\r\nAn accused is entitled to see and hear the witness giving\n42\nevidence\r\nso that he can make appropriate submissions regarding the\ndemeanour\r\nof the witness when the stage of argument is reached.\nGiving\r\nsuch an accused an opportunity of cross-examining a witness who has\r\ngiven his evidence in chief, and may even have been cross-\nexamined\r\nin the absence of the accused, does not adequately\ncompensate\r\nfor the disadvantage arising from not having seen and\nheard\r\nthe witness testify. Reading the evidence of such a witness to\nthe\r\naccused or providing the accused with a transcript of the evidence\ngiven in his absence is,\r\nfor the same reason, not a sufficient cure. It\nis\r\nbasic to the concept of a fair trial in South Africa that, save in\nexceptional circumstances\r\nclearly and unambiguously prescribed by\nconstitutionally\r\ncompetent statute, evidence upon which the State\nintends\r\nto rely in support of the charge against the accused, must be\nadduced\r\nin the presence of the accused.\n43\nOne\r\ncannot allow a substitute judicial officer who has not\nheard\r\nthe evidence given earlier in a trial, to hear the rest of the\nevidence given in the\r\ntrial, and then purport to evaluate all the\nevidence\r\ngiven and return a verdict. The reason is obvious. Some of\nthe\r\nwitnesses have not been seen or heard by that judicial officer and\nthe accused may be\r\ndeprived of the potential benefit which may have\naccrued to\r\nhim if the demeanour of those witnesses had been\nunsatisfactory\r\nand indicative of unreliability. That being the obvious mischief\r\nwhich the limitation is designed to prevent, there\nis no good\nreason\r\nto include within the concept of \"evidence\nled\r\nin respect\nof the charge\" (sec 157(1))\r\nor \"evidence\nadduced\"\r\n(sec 118),\nwhat\r\nmay have emerged during the plea taking phase of the case. No\nquestion of the demeanour\r\nof a witness arises and there is no need for\neither\r\nan accused who is joined later, or a substitute judicial officer,\n44\nto\r\nknow more than\nwhat\nwas said during that phase. What was said\nthen\r\nor, if it be documentary, what was placed before the court, was\nnot\r\nevidence given under oath; it was not subject to cross-\nexamination;\r\nit was not admissible against anybody other than the accused from\r\nwhom it has emanated. It is true that its evidential\nvalue,\r\nif any, would have to be evaluated at the end of the trial, but\nthe\r\nevaluation would not depend upon the demeanour of the accused\nwhen\r\nmaking the statements which he did during the taking of his\nplea,\r\nnor, if a written explanation of plea was tendered, would the\nquestion of demeanour\r\narise at all. The potential prejudice to an\naccused\r\nwhich is present in the case where viva voce evidence on oath has\r\nbeen given in his absence, or where a substitute magistrate\ntakes\nover the hearing of a\r\ncase at a stage where viva voce evidence has\nalready\r\nbeen given, is absent where all that has happened in the way\n45\nof\r\ngeneration of evidential material, is what happened during the\ntaking\r\nof the accused's plea. In\nS v Namba and Another\n1990(2) SACR\r\n101 (Tk) it was held that admissions made during the plea\nphase\r\ndid not amount to \"evidence\nadduced\"\r\nfor the purposes of\nsec\r\n119 of Act 13 of 1983(Tk). That provision is identical to sec 118\nof\r\nthe South African Act.\nIn\r\nthe case of a request to refer the matter for trial in a regional\r\ncourt, the reason for the limitation is not the same because\nthe\nhearing of evidence would have to commence de novo before the\nregional court. Yet what seems\r\nplain, is that the prosecutor's power\nto\r\nrequire the magistrate to refer the accused for trial in a regional\ncourt, arises only once\r\nthe accused has pleaded not guilty. The\nprocess\r\nof pleading not guilty to the charge is not complete until it is\r\nclear to what extent, if any, either the accused or the\ncourt intends\r\nto\n46\nmake\r\nuse of the provisions of sec 115. There may be accompanying\nstatements by the accused\r\nindicating the basis of the defence, or\nstatements\r\nmade by the accused in response to questioning by the\nmagistrate.\r\nThe statements may be recorded as admissions deemed to\nhave\r\nbeen made under sec 220. It follows that the prosecutor's right\nto\r\nrequire the magistrate to refer the accused for trial to the regional\ncourt will not arise\r\nuntil this process is complete. If what has\nhappened\r\nduring that process is to be regarded as \"evidence\ntendered\"\r\nwithin the meaning of sec 115A, it would largely nullify the\npower\r\nof the prosecutor to make such a request. His power is\nobviously\r\nnot intended to be restricted by what may have happened\nduring\r\nthe plea phase of the case, for sec 115A specifically provides,\nby\r\nthe use of the words \"subject to the provisions of section 115\",\r\nfor\nthe process to take\r\nplace, and for the \"record of the proceedings in the\n47\nmagistrate's\r\ncourt\" to \"be received by the regional court and form part\nof the record of that\r\ncourt\". In this instance therefore, it is apparent\nfrom\r\nthe language alone that what may have resulted from the plea\nprocess\r\n(even an admission deemed to have been made under sec 220)\nis\r\nnot \"evidence\ntendered\"\r\nwithin the meaning of sec 115A, even\nalthough\r\nit may have some, or even conclusive, evidential value in the\ntrial.\r\nThe underlying considerations of policy which prompted the\nlegislature to terminate\r\nthe prosecutor's power to make such a request\nonce\r\na start had been made with the tendering of evidence, are not as\neasy\r\nto discern as the policy considerations which underlie the\nlimitation\r\nprovisions in secs 118 and 157(1). It is unneccessary to\nattempt\r\nto discover what they might be, because the language alone makes it\r\nso clear that evidence tendered does not include what\nhas\nemerged\r\nduring the taking of the accused's plea. The same can be\n48\nsaid\r\nof sec 150. If the prosecutor wishes to make an opening address,\nhe\r\nis not enjoined to do so before the plea is taken; he is enjoined to\ndo so \"before any\r\nevidence is adduced\" and what it is envisaged he\nwill do,\r\nis indicate \"what evidence\nhe intends adducing\n(my\nemphasis)\". Again, the\r\nlanguage is plain and excludes the notion that\nwhat\r\nmight have been said by the accused during the taking of his\nplea\r\n(and over which the prosecutor has no control), can deprive the\r\nprosecutor of the right to make an opening address.\nThere\r\nare other provisions in Act 51 of 1977 which can\nbe\r\nsubjected to similar analysis and which show, likewise, that even\nif\r\nwhat happens during the taking of the plea in a criminal trial may\nbe\r\nregarded as evidential material in the broad sense, it is not\r\nevidence\nled, or adduced,\r\nor tendered within the meaning of those expressions\nwhere\r\nthey occur as limiting expressions in many of the provisions of\n49\nthe Act.\r\nThere is little point in piling Ossa on Pelion.\nI\r\nconclude therefor that in casu no evidence had been led\nwithin\r\nthe meaning of that expression in sec 81(1) and that the joinder\nof\r\nthe charge of rape was procedurally permissible and not irregular.\nIt\r\nis inherent in this conclusion that in so far as they are\r\ninconsistent\nwith that\r\nconclusion, the cases of\nS\r\nv Witbooi\n1980(2) SA\r\n911 (NC)\nand\nS v Hulbert and Another\n1982(2) PH H\r\n150(C) were wrongly\ndecided, and\r\nthat the cases of\nS v\r\nSlabbert en Andere\n1985(4) SA 248\n(C) and\nS\r\nv Nsobeni\n1981(1) SA\r\n506 (B) were correctly decided. The\ncase\r\nof\nS v Makgolelo and\r\nOthers\n1995(1) PH H\r\n4(T) must also be\nregarded\r\nas having been wrongly decided if, as appears to have been\nthe\r\ncase, the admission made by the accused and which was\nconsidered\r\nby the court to amount to evidence led within the meaning\nof\r\nsec 81(1), was not in fact an admission made in terms of sec 220\n50\n(dehors\r\nthe plea phase of the case, but an admission made during the\nplea\r\nphase which was\ndeemed\nto be an admission made under sec 220. The court does not appear to\r\nhave been alive to the distinction. I\nleave\r\nopen the question of whether or not the unilateral placing on\nrecord\r\nby the accused of an admission at the inception of that phase\nof\r\na case in which the court commences to receive evidence in the\nnarrow\r\nsense, can be said to amount to the leading, or adducing, or\ntendering of evidence\r\nwithin the meaning of the various provisions\ndiscussed\r\nin this judgment. That did not occur in casu. Indeed,\nappellant\r\ncannot even be deemed to have made admissions under sec\n220.\r\nThe highest the case can be put for appellant is that the effect of\nsec 113(1) of the Act was\r\nthat some of the things which he said\nduring\r\nthe plea phase of the case \"stand as proof of those things. As\nI\r\nhave said, I am unable to accept that that amounts to evidence led\n51\nwith the\r\nmeaning of sec 81(1).\nThe\r\ncourt in\nMakgolelo's\ncase thought that the use of the\nword\r\n\"getuienis\", instead of the word \"getuie\", in the\r\nAfrikaans\nversion of sec\r\n81(1), and the use of the words \"aangevoer\" in sec\n118(1),\r\nsupported its interpretation of the provision. In my view, there\nis\r\nlittle to be learnt from that. The Act makes provision for the mere\nhanding in by the\r\nprosecutor of all manner of documentary evidence\nwithout\r\nthe need to place a witness in the witness stand. Plainly, once\na\r\nprosecutor commences doing that, the trial is under way and he is\r\nleading or adducing evidence. If the word \"getuie\"\nor\r\n\"witness\" had\nbeen\r\nused, it would not have achieved the legislature's object of\ndemarcating a clear\r\ndividing line between the plea phase and the\nevidence\r\nreceiving phase of criminal proceedings. The court also\nregarded\r\nsec 81 as what it described as a safety valve designed to\n52\nprotect an\r\naccused from having further charges joined as a\nconsequence\r\nof knowledge gained from evidence (of whatever nature)\nplaced\r\nbefore the court. Whatever else its object may be (and 1 have\nindicated earlier in this\r\njudgment what I conceive it to be), this cannot\nbe\r\none of them, for it is plainly open to the State to institute a\r\nseparate\nprosecution upon\r\nsuch charges notwithstanding that it may only have\nbeen\r\nable to do so by reason of knowledge gained in the previous trial\nof\r\nthe accused.\nHaving\r\nconcluded that the joinder of Count 4 was not\nirregular,\r\nit is unnecessary to decide the further question debated\nbefore\r\nus, namely, whether an impermissible joinder of a charge\nrenders\r\nthe proceedings pro tanto fatally defective, or liable to be set\naside only if prejudice\r\nto the accused may have been caused.\n53\nThe\r\nalleged unfairness of the trial\n.\nIt\r\nis not clear to me that it is open to appellant to\ncomplain\r\nthat even if the addition of count 4 was not irregular, he did not\r\nhave a fair trial. No leave to raise that contention\nwas granted by\nthe Eastern Cape Division and I doubt that leave to do so was\ncomprehended in the general\r\ngrant of leave to appeal against the rape\nconviction\r\nwhich was granted on petition to the Chief Justice.\nHowever,\r\nI shall assume in his favour that it was. In my view, the\ncontention\r\ncannot be upheld. It does not appear ex facie the record\nthat\r\nappellant was, or might have been prejudiced. He has not sought\nto\r\nplace any other evidence before the court to support an allegation\nof\r\nprejudice. Ultimately, he did have legal representation at his trial\nand, if any good purpose\r\nwould have been served by the recall of\nwitnesses\r\nwho had already testified for further cross-examination, we\n54\nmust\r\nassume that appellant's attorney would have sought their recall.\nHe\r\nelected not to do so. There had been ample time between 26\nFebruary\r\nand 26 April for appellant and his attorney to confer fully and\r\nprepare for the resumption of the trial. In view of the\nattitude\nadopted by him shortly\r\nafter his arrest, it was in his own interests that\nhe\r\nbe brought to trial promptly rather than be held indefinitely as an\nawaiting trial prisoner.\r\nThere is no basis for the contention that\nappellant was, or\r\nmay have been, unfairly prejudiced by the\npromptitude\r\nwith which the case was initially brought to trial.\nThe\r\nmerits of the conviction\n.\nI\r\nturn to the appeal on the merits of the conviction on the\ncharge\r\nof rape (count 4). The fate of the appeal turns solely on the\nquestion of whether or\r\nnot it was proved beyond reasonable doubt that\nappellant\r\npenetrated the vagina of complainant with his penis. No\n55\nquestion\r\nof consent arises, nor does any question as to whether or not it was\r\nappellant who assaulted complainant, both in the ordinary\nsense\nof\r\nthat word, and in the sexual sense. Appellant's own evidence is to\nthat effect. What counsel\r\nfor appellant contended, was that the\nregional\r\nmagistrate should have entertained a reasonable doubt as to\nwhether\r\ncomplainant was being truthful and honest when she claimed\nthat\r\nthere had been penetration, alternatively, if she was honest, as to\nwhether she was not\r\nmistaken. In my view, these contentions cannot\nprevail for\r\nthese reasons.\nThere\r\nis no good reason why the honesty of complainant\nshould be\r\ndoubted. Her evidence is corroborated in numerous\nimportant\r\nand material respects by appellant himself. Moreover, there\nare\r\nalso aspects of her evidence which demonstrate convincingly that\nshe\r\ndid not shrink from making a full disclosure of a highly unusual,\n56\nand\r\npersonally extremely embarrassing, aspect of the matter, even\r\nalthough she could have withheld it, or denied it, with relative\nimpunity. I say with\r\nrelative impunity, because only appellant could\nhave\r\ncontradicted her, and because it was, in any event, so bizarre an\naspect of the matter,\r\nthat, if appellant chose to mention it, or if it was\nput\r\nto her in cross-examination, her denial that such a thing had\nhappened, was very likely\r\nto be believed. Her candour in relation to\nthis\r\naspect of the matter is, I think, a telling illustration of her\r\nhonesty\nas a witness. To\r\nappreciate why that is so, it is necessary to know\nwhat that\r\naspect of her evidence was.\nShe\r\ntestified that despite the fact that she had been\ncompelled\r\nat knifepoint to submit to being blindfolded, gagged to a\nconsiderable extent, tied\r\nto a bed by her hands and feet with her legs\nspread\r\napart, having her breasts exposed and sucked and her vagina\n57\nmouthed\r\nand fingered by appellant, and despite the fact that she had\nurinated\r\ntwice in her anxiety and fear, she none the less experienced\nan\r\norgasm as a consequence of appellant fingering her genitalia. The\r\ncandour inherent in her account speaks volumes as to her testimonial\nhonesty.\nNor does\r\nit end there. She said other things in her\nevidence\r\nin chief which were entirely inconsistent with a dishonest\ndesire\r\nto convert an indecent assault into a rape, by fabricating an\nallegation of\r\npenetration. She said that appellant had assured her that\nhe\r\nwould not rape her, and that when his penis penetrated her vagina,\r\nthe degree of penetration was not great, and his penis was\nnot stiff.\r\nIn cross-examination, she said his penis was not completely erect and\nthat the depth of the\r\npenetration which occurred was approximately\none inch. Those\r\nare hardly allegations which a dishonest woman\n58\nintent\r\nupon securing a conviction for rape against a person who had not\r\nraped her, but had indecently assaulted her, would make,\nif she knew\r\nthat she would have to convince the court that penetration had\noccurred.\nYet\r\nanother factor which makes the submission that\ncomplainant\r\nwas deliberately fabricating the allegation that penetration\nhad\r\noccurred grossly improbable, is her status as a married woman. If she\r\nknew she had not been penetrated, she would surely not\nhave wished to\r\nbring her husband under the impression that she had been\npenetrated.\r\nIt would only have served to aggravate an already difficult\nsituation\r\nwith which he would have to come to terms. It is no doubt\ntheoretically conceivable\r\nthat she might have told him that she\nintended\r\nto fabricate an allegation of penetration to aggravate the case\nagainst the appellant,\r\nbut the other factors indicative of her honesty\n59\nand\r\nto which I referred earlier, are so inconsistent with there having\nbeen any such plot\r\nhatched between them, that the possibility may be\nsafely\r\ndiscounted.\nIt\r\nwas submitted that the failure to charge appellant ab initio\nwith rape showed that complainant could not have made an\nallegation\r\nof rape when she first made a statement to the police, and\nthat\r\nany subsequent allegation to that effect must of necessity be false.\nThe submission fails because there was credible evidence from\r\na policewoman who responded to a radio call to proceed to\ncomplainant's home, and who\r\narrived there not long after the incident\noccurred,\r\nthat complainant was in a traumatised state, and alleged that\nshe\r\nhad been raped. It was argued that her evidence was suspect, but\nthe\r\nreasons advanced in support of the submission lacked substance.\nThe\r\nregional magistrate's acceptance of her evidence cannot be faulted.\n60\nIt\r\nnegatives the suggestion that complainant failed to allege that she\nhad been raped until very\r\nmuch later. The entire tenor of complainant's\nevidence\r\nis incompatible with a deliberately fabricated allegation of\npenetration.\nWhat\r\nis more deserving of serious consideration, is the\nalternative\r\ncontention that complainant was honestly mistaken in\nthinking\r\nthat penetration had occurred. She was undergoing an extremely\r\ntraumatic experience and was in a highly agitated and fearful\nstate.\r\nShe was blindfolded and could not see what was happening. Appellant\r\nclaimed he was incapable of achieving an\nerection\r\nand her own evidence confirms that to be so. She conceded\ntoo\r\nthat he had disavowed any intention of raping her. The result of\ntests carried out on\r\nvaginal smears taken from complainant by the\ndistrict\r\nsurgeon was negative. The degree of penetration alleged by\n61\ncomplainant\r\nis slight. All these circumstances made it necessary to\nconsider\r\nvery carefully whether complainant's insistence that she was\nindeed\r\npenetrated, was sufficiently reliable to be accepted as correct\nbeyond reasonable doubt. The regional magistrate did so, and\nconcluded that it was. I am not\r\nsatisfied that he was wrong.\nComplainant\r\nis a sexually experienced married woman\nwith\r\nchildren. The fact that she was blindfolded would have had little,\nif\r\nany, effect upon her capacity to know whether or not penetration of\nher vagina was occurring. It is obviously a question of what\r\nis\nexperienced physically,\r\nrather than what can be seen to be happening.\nIt\r\nseems plain that despite his difficulty in achieving an erection,\nappellant was seeking\r\nsexual stimulation. While it may be that he\nplanned\r\ninitially to seek sexual gratification only by indecently\nassaulting\r\ncomplainant in the manner I have described, it is obvious\n62\nthat a\r\npoint was reached when he decided to attempt to rape\ncomplainant.\r\nOn his own admission, he lay upon her. The reason he gave for doing\r\nso was quite ludicrous and manifestly not the real\nreason.\r\nHe claimed that he was fully clothed and that his purpose was to\r\nprove to complainant that he could not achieve an erection.\nHe was\nquite unable to say why he felt the need to prove this to her.\nComplainant testified that he\r\nhad removed his trousers by the time he mounted her, that he\r\nsucceeded in penetrating her to a limited\nextent\nnotwithstanding\r\nthe relative flaccidity of his penis, that he made the\nthrusting\r\nmovements which ordinarily accompany sexual intercourse, experienced\r\nan orgasm, and ejaculated inside her vagina. She\nadded\nthat\r\nshe could feel his semen exuding from her vagina. The possibility\nthat she could have\r\nimagined all this, and that it did not actually\nhappen,\r\nis so fanciful and unrealistic that it cannot be regarded as\n63\nreasonable.\r\nThe very fact that appellant chose to lie about his state of\ndress\r\nwhen he mounted her, and his inability to give any plausible\nexplanation for mounting\r\nher, shows that the true reason was one\nwhich\r\nhe thought it would be damaging to him to disclose. That tends\nto\r\nconfirm that complainant's version as to what happened, is true.\nThe\r\nevidence of the district surgeon was that, although uncommon, it is\r\nphysiologically possible for a woman to experience an orgasm\neven\nin\r\nsuch distressing circumstances, if the physical stimulation of her\ngenitalia is sufficiently\r\nprolonged; that it is also possible for a male\nwho\r\ncannot achieve an erection, to experience an orgasm if stimulated\nfor\r\nsufficiently long a period; and that vaginal smears taken to detect\nsemen often produce\r\nnegative results even although semen has in fact\nbeen\r\nejaculated into the vagina. When penetration has been slight, as\nit\r\nwas here, the absence of residual spermatazoa is even less\n64\nsignificant.\r\nThere is therefore nothing in these factors which\nnecessarily\r\nmilitates against acceptance of complainant's evidence.\nIt\r\nwas also suggested that the cautionary rule applicable\nin\r\n\"sexual cases\" had not been sufficiently respected. The\r\nsuggestion\ncannot be\r\nentertained. The regional magistrate did not lose sight of it.\nThe\r\nfact that relatively little was said in elaboration of his\r\napplication\nof it is not\r\nsurprising in the particular circumstances of the case. The\nneed\r\nfor its application in the circumstances which prevailed, was a\nvery\r\nlimited one. All other aspects of appellant's indecent assault upon\ncomplainant being\r\nvirtually common cause, and identity not being in issue, it fell to\r\nbe applied only to complainant's allegation\nthat\npenetration\r\nhad occurred. The reasons given by the regional\nmagistrate\r\nfor finding the allegation to be both honest and reliable are\ncogent\r\nand satisfy the cautionary rule. They have much in common\n65\nwith what\r\nhas been said in this judgment.\nThere were\r\nsome other criticisms of complainant's\nevidence\r\nmade by counsel for appellant, but the foundation for them\nwas\r\nso slender, and the countervailing factors supportive of her\ncredibility to which I\r\nhave drawn attention earlier so compelling, that\nthe\r\ncriticisms do not merit more detailed treatment. No good grounds\nexist for disturbing the\r\nregional magistrate's conclusion that penetration\nhad been\r\nproved beyond reasonable doubt.\nThe appeal\r\nagainst the conviction of rape is dismissed.\nR M MARAIS\r\nJA\nHEFER, JA)\nconcur\nSTEYN, JA)",
  "scraped_at": "2026-02-12T07:05:36.246464",
  "date": "1995-05-30",
  "coram": [
    "HEFER JJA",
    "STEYN JJA",
    "MARAIS JJA"
  ],
  "case_number": "455/94",
  "parties": {
    "applicants": [
      "S J Hendricks"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "S J Hendricks was arrested on 19 February 1993 and made a statement to a magistrate the same day. He faced three initial charges – housebreaking with intent to steal, housebreaking with intent to rob, and attempted rape – together with an alternative charge of indecent assault. After pleading guilty to the first charge (with a qualification) and initially to the others, the magistrate rejected his pleas of guilty to the second and third charges and entered not‑guilty pleas. During the trial a fourth charge of rape was introduced. Hendricks pleaded guilty to this charge, but the magistrate, noting inconsistencies, altered the plea to not guilty and proceeded to a full trial. Evidence was heard, including testimony from the complainant and a policewoman. Hendricks was ultimately convicted of counts 1, 2 and 4, acquitted of count 3, and sentenced to a total of 12 years' imprisonment. He appealed the conviction for rape and the sentence, raising procedural and fairness issues.",
    "issues": "The appeal raised three principal issues: (1) whether the addition of the rape charge (Count 4) after the plea phase violated section 81(1) of the Criminal Procedure Act, rendering the proceedings irregular or void; (2) whether any alleged irregularity resulted in prejudice to the accused, thereby invalidating the conviction; and (3) whether the conviction for rape was safe on the facts, i.e., whether penetration was proven beyond reasonable doubt. A supplementary issue concerned the fairness of the trial and the adequacy of the sentence.",
    "principles": "The Court examined the meaning of \"evidence led\" in section 81(1), distinguishing admissions made during the plea phase from formal evidence. It held that such admissions, even when recorded as admissions under section 220, do not constitute evidence for the purpose of the charge‑joining limitation. The principle that a procedural irregularity must be shown to have caused prejudice to the accused before rendering a conviction unsafe was applied. The Court also reaffirmed the standard of proof beyond reasonable doubt for sexual offences and noted the cautionary rule in sexual cases. Precedents cited included S v Thipe, S v Ncube, S v Sesetse, and S v Namba, among others.",
    "application": "Applying these principles, the Court concluded that the joinder of the rape charge was procedurally permissible because no evidence had been led with respect to any charge at the time of joinder. The alleged admissions by Hendricks during the plea phase did not amount to evidence within the meaning of section 81(1). No prejudice was demonstrated; Hendricks had legal representation and the opportunity to cross‑examine witnesses. The evidence of the complainant, corroborated by the district surgeon’s testimony and the circumstances of the assault, was found to establish penetration beyond reasonable doubt. Consequently, the conviction for rape was upheld. Regarding sentencing, the Court found the total sentence of 12 years appropriate given the seriousness of the offences.",
    "conclusion": "The appeal was dismissed. The conviction for rape (Count 4) was affirmed, and the original sentence of 12 years' imprisonment was confirmed as proper. No order for a new trial or alteration of the sentence was made."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sexual Offences",
    "level_3": [
      "rape",
      "joining charges",
      "procedural fairness",
      "admissions",
      "sentencing"
    ]
  }
}