{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/83.html",
  "case_name": "Nel NO v Body Corporate of the Seaways Building and Another (45/94) [1995] ZASCA 83; 1996 (1) SA 131 (SCA); (25 August 1995)",
  "citation": "[1995] ZASCA 83",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 83\n|\nNoteup\n|\nLawCite\nNel NO v Body Corporate of the Seaways Building and Another (45/94) [1995] ZASCA 83; 1996 (1) SA 131 (SCA); (25 August 1995)\nDownload original files\nPDF format\nRTF format\nCase Nr 45/94\nIN THE SUPREME COIRT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nBASIL BRIAN NEL\nNO\nAppellant\nand\nTHE BODY CORPORATE\nOF\nTHE SEAWAYS BUILDING\n1st Respondent\nTHE REGISTRAR OF DEEDS, CAPE TOWN\n2nd Respondent\nCORAM\n: E M GROSSKOPF, NESTADT, EKSTEEN, NIENABER,\nOLIVIER, JJA\nDATE OF HEARING\n: 25 May 1995\nDATE DELIVERED\n: 25 AUGUST 1995\nJUDGMENT E M GROSSKOPF . JA\n2 The appellant is the\nliquidator of General Transport and Warehousing (SA) (Pty) Ltd (\"the company\").\nThe company was placed in liquidation\nby a special resolution registered on 9\nJune 1992. It was at that time the owner of a number of units in a sectional\ntitle development\nin Mouille Point, Cape, named Seaways. These units were\nmortgaged in favour of Standard Bank of South Africa Limited (\"the bank\").\nWhen\napplication was brought in this matter the bank's claim was of the order of Rl,3\nmillion.\nOn 26 September 1992 the appellant sold the units by public auction for\nRl 050 000. However, he found himself unable to pass transfer\nto the purchaser\nbecause of a dispute concerning the interpretation of\nsec 15B(3)(a)(i)(aa)\nof\nthe\nSectional Titles Act, No 95 of 1986\n(\"the act\"). The relevant portion of\nthis provision (\"the contested provision\") reads as follows: \"(3) The registrar\nshall not register\na transfer\n3\nof a unit ... unless there is produced to him -(a) a conveyancer's\ncertificate confirming -(i)(aa) that, if a body corporate is deemed\nto be\nestablished in terms of\nsection 36(1)\n, that body corporate has certified that\nall moneys due to the body corporate by the transferor in respect of the said\nunit have been\npaid, or that provision has been made to the satisfaction of the\nbody corporate for the payment\nthereof...\"\nThe first respondent is the\nbody corporate of Seaways (\"the body corporate\") and is deemed to have been\nestablished by\nsection 36\n(1) of the act. It has refused to furnish the\ncertificate contemplated by the above provision. Its attitude is that there are\nunpaid\ncontributions owing by the company in respect of the units. It contends\nthat as at 1 May 1993 the company owed it R106 655,24.\nThe appellant launched an urgent application in the Cape Provincial\nDivision. It is not necessary to set out the relief claimed in\ndetail. Its aim\nwas to\n4 enable transfer to be given to the purchaser\nwithout\nthe body corporate being paid the outstanding contributions in so far as\nthey accrued prior to liquidation. Any post-liquidation contributions\nwere not\nin issue in this case. The court (Brand J) found in favour of the body\ncorporate. His judgment is reported at\n1995 (1) SA 130\n(C). With the leave of\nthe court a quo the matter now comes before us on appeal. The body corporate\nopposes the appeal but the second\nrespondent, the Registrar of Deeds, abides the\njudgment of the court.\nIt will be convenient first to discuss the nature of the contested\nprovision. Similar measures have been found in our law for many\nyears. In\nJohannesburg Municipality v Cohen's Trustees\n1909 TS 811\n, a full-bench decision,\nthe court dealt with a provision that no transfer of rateable property should be\npassed before the Registrar\nuntil there was produced to him a\n5\nreceipt or certificate signed by a duly authorised\nofficial of the municipality \"for payment of the rates\nimposed on such property\". The trustees in Cohen's\ninsolvent estate wanted to transfer certain landed\nproperty\nfrom the estate. For this purpose they\nrequired a receipt or certificate from the Johannesburg\nmunicipality pursuant to the above mentioned provision.\nThe dispute before the court was whether the word\n\"rates\" included interest on unpaid rates. This issue\nis, of course, not relevant for present purposes, but\nin the course of their judgments two members of the\ncourt considered the nature of the provision with which\nthey were dealing. At p 817 Innes CJ said:\n\"Now reading that section in connection with other provisions of the\nstatute, the intention seems to have been to give to the local\nauthority a right\nto veto the transfer of property until its claims in respect of rates should be\nsatisfied. The result, of course,\nwas to create, in effect, a very real and\nextensive preference over the proceeds of rateable property realised in\ninsolvency; and\nto compel payment of the burden thus imposed before a sale of\nsuch property could\n6\nbe carried through, even in cases where insolvency\nhad not supervened.\"\nAnd at p 821 Solomon J\nsaid:\n\"... the effect of applying the rule is to give the local authorities a hold\nupon all rateable property in respect of its rates, inasmuch\nas the owner cannot\npass transer of his property until he has paid his rates. The consequence is\nthat the council obtains a species\nof lien upon all rateable property, and in\ncase of the insolvency of the owner secures a preference over other\ncreditors.\"\nThe nature of these provisions was\nagain\nconsidered in Rabie N O v Rand Townships Registrar 1926\nTPD 286. There the question was whether the\nmunicipality's claim for rates, fortified as it was by\nthe right to veto the transfer of a property until the\nrates were paid, was a \"claim ranking in priority to\nthat of the judgment creditor\" within the meaning of\nsec 55(2) of the 1917 Magistrate's Court\nAct. The\ncourt\n(per Greenberg J) held that a number of anomalies would\narise if the municipality's right could be so\ndescribed, but that this would be unavoidable if the\n7 words\npointed clearly and unambiguously to that\nconstruction. He then continued (at p 292):\n\"But is it clear from the fact that the privilege of preventing transfer is\ngiven to municipal councils that this right constitutes\na claim ranking in\npriority to other debts? These words ordinarily convey the idea of a right in\nthe person holding such claim to\nhave the property sold which is subject to the\nclaim and to be paid first out of the proceeds, or a right, when the property is\nsold\nin execution by another creditor, to be so paid and not merely a right to\nresist any dealing with the property unless the claim is\npaid.\"\nThe court accordingly held that the\nmunicipality's\nclaim, although enjoying the benefits discussed in the\nCohen's Trustees case, nevertheless was not \"a claim\nranking in priority to that of the judgment creditor\".\nSee also the unreported judgment in S A Permanent\nBuilding Society v Messenger of the Court, Pretoria to\nwhich reference is made in the judgment of the court a\nquo in the present matter at 133 D-F.\nIn argument before us it was accepted by both\nsides, rightly in my view, that the juristic nature of\n8\nthe contested provision is the same as that of the\nmeasures\nconsidered in the above cases. The position then is that the contested\nprovision, although it did not create a preference\nin the ordinary sense,\nnevertheless gave the body corporate a power to resist transfer of units until\nmoneys due to it were paid.\nThe question at issue was the exact ambit of this\npower.\nIn his heads of argument the appellant's main contention was that the\ncontested provision did not apply at all to transfers from an\ninsolvent estate\nor from a company in liquidation which was unable to pay its debts. On appeal\nthis argument was rightly abandoned.\nThere is nothing in the contested provision\nitself to indicate that its field of operation is so limited. Moreover, its\nlegislative\nhistory indicates that there was a deliberate intention on the part\nof the legislature that the provision should apply also where\nthe transferor is\ninsolvent. In view of the\n9\nappellant's attitude I need not labour the\npoint.\nBriefly the position is as follows. In the\nfirst\nSectional Titles Act, no 66 of 1971, sec 11(4)\nprovided\nfor the furnishing by a conveyancer of a\ncertificate\nfor the purposes of effecting the transfer of a unit in\nthe Deeds Registry. The certificate was required to\nspecify inter alia:\n\"(b) that all moneys due to the body corporate by the transferor in respect\nof the said unit have been paid or that provision has\nbeen made to the\nsatisfaction of the body corporate for the payment thereof;\"\nand\n\"(d) that according to a sworn declaration furnished\nby the transferor there are no interdicts, caveats or other notices applicable\nand the transferor is not insolvent\".\nThis provision obviously created problems in relation to the transfer of\nunits from an insolvent estate. With the introduction of\nthe present act (Act 95\nof 1986) an entirely new section 15 replaced the original sec 11 of the 1971\nact. Sec 15(4) provided\n10 inter alia as follows:\n\"(4) The registrar shall not register a transfer of a unit or of an\nundivided share therein, unless there is produced to him a conveyancer's\ncertificate in the prescribed form, certifying\n-\n(a)\t...\n(b)\tthat all moneys due to the body\ncorporate by the transferor\nin respect of\nthe said unit have been paid, or\nthat\nprovision has been made to the satisfaction\nof the\nbody corporate for the payment\nthereof;\n(c)\tthat, except in so far as the transfer\ngives effect to an\ninterdict, attachment,\ncaveat or other such notice, according to\na\nsworn declaration furnished by the\ntransferor, there\nis no such interdict,\nattachment, caveat or notice applicable\nand\nthat, unless the transfer is from an\ninsolvent\nestate, the transferor is not\ninsolvent;\"\n(my emphasis).\nThe position then was that, whether or not the transfer was from an\ninsolvent estate, a certificate had to be furnished that monies\ndue to the body\ncorporate had been paid or provision made therefor. Why it was still necessary\nto require proof that, where the transfer\nwas not from an insolvent estate,\nthe\n11\ntransferor was not insolvent, is not clear. In fact this requirement was\nabandoned when Act 63 of 1991 replaced section 15 by three\nnew sections\n(sections 15, 15A and 15B). These are the currently operative sections in which\nthe contested provision is also found.\nThese sections contain no reference to\nthe transferor's insolvency. As a matter of language, and particularly also in\nthe light of\nthe legislative history of the provision, the conclusion is\nineluctable that the legislature intended the provision to apply whether\nor not\nthe transferor was insolvent. As I have said, this was expressly conceded in\nargument on behalf of the appellant.\nDespite the acknowledgement that, in principle, the contested provision\napplied also where the transferor was insolvent, the appellant's\nargument in\neffect negated this concession. The argument was that, on a proper\ninterpretation of the contested provision,\n12\nthe body corporate's claim in the present case is not\none\ncovered by the provision, at least not to the full\nextent of the\nmoney owing on the pre-liquidation\nlevies. It focused on the words \"moneys due to the body\ncorporate by the transferor\" in the contested\nprovision. Sec 342(1) of the Companies Act, no 61 of\n1973, lays down the following:\n\"In every winding-up of a company the assets shall be applied in payment of\nthe costs, charges and expenses incurred in the winding-up\nand . . . the claims\nof creditors as nearly as possible as they would be applied in payment of the\ncosts of sequestration and the\nclaims of creditors under the law relating to\ninsolvency ...\".\nIn the present case it is common cause\nthat the\ncompany is unable to pay its debts in full. There is\nnothing in the Companies Act or the Insolvency Act to\nsuggest, so it is contended, that the body corporate's\nclaim for payment of its arrear levies is anything but\na concurrent claim. As a concurrent creditor the body\ncorporate will therefore, if it proves a claim, obtain\n13\nonly a dividend on its claim, and this will not happen\nbefore\nthe company's liquidation and distribution account has been confirmed. Indeed,\nit may well happen that no dividend whatever\nis paid to concurrent creditors. In\nthese circumstances, it is contended, nothing was \"due\" to the body corporate by\nthe transferor\nwhen the latter proposed passing transfer of the units to the\npurchaser. \"Due\", so the contention proceeds, means, in its ordinary\nand usual\nsense, \"owing and already payable\", or \"immediately payable\"; For this\nproposition reference is made to Lagerwey v Rich\nand Others\n1973 (4) SA 340\n(T)\nat 345G and cases there cited as well as The Master v I L Back and Co Ltd and\nOthers\n1983 (1) SA 986\n(A) at 1004 F-H and cases there cited. When a company in\nliquidation is unable to pay its debts, it is further contended, a concurrent\nclaim is not \"due\" because it is not immediately payable. Alternatively, if\nanything is due, it is only\n14 the dividend on the claim. On neither\nconstruction, so\nthe argument continues, can the body corporate in the\npresent\ncase require payment of the full pre-\nliquidation debt as a pre-requisite to the giving of\ntransfer. The body corporate should accordingly have\ncertified that nothing was due for purposes of the\ncontested provision. On this interpretation the above\ncases, relating to rates, are to be distinguished from\nthe present one. In those cases the municipality's\nclaim clearly was one \"for payment of the rates\nimposed\" on the property, and this was not changed by\nthe owner's insolvency. In the present case, it was\ncontended, the unit holder's insolvency or liquidation\ndid make a difference, since the debt was then no\nlonger \"due\".\nAlthough in the cases cited above the word \"due\"\nwas construed in various contexts different from the\npresent I accept that its ordinary meaning is as\n15 contended\nby the appellant. However, we must ascertain\nits meaning in the context of the contested provision.\nIn the\nauthoritative Afrikaans text, the counterpart\nfor \"due\" is\n\"verskuldig\". This is defined, in its\nrelevant sense, in Odendal and\nothers Verklarende\nHandwoordeboek van die Afrikaanse Taal (HAT)\nas\n\"verplig, onbetaal\". If the two texts are read\ntogether, it may well be that \"due\" bears the meaning\nof \"owing and unpaid\", a meaning of which it is\nadmittedly susceptible. It seems to me that the answer\nto the appellant's argument can be found in the nature\nof the body corporate's claim and the effect on it of\nthe company's inability to pay its debts.\nTo understand the body corporate's claim it is\nnecessary to have regard to the general scheme of the\nact. In terms of sec 36 (1) a body corporate is deemed\nto be established for a sectional title scheme as soon\nas any person other than the developer becomes an owner\n16\nof a unit in the scheme. The developer and the owner of\nthe\nunit are members of the body corporate, and thereafter every person who becomes\nan owner of a unit is a member of the body corporate.\nThe developer may later\nfall away as a member (sec 36 (2)). The functions of bodies corporate are set\nout in sec 37. The first one\nmentioned, in sub-sec (l)(a), is -\n\"to establish for administrative expenses a fund sufficient in the\nopinion of the body corporate for the repair, upkeep, control,\nmanagement and\nadministration of the common property (including reasonable provision for future\nmaintenance and repairs), for the\npayment of rates and taxes and other local\nauthority charges for the supply of electric current, gas, water, fuel and\nsanitary and\nother services to the building or buildings and land, and any\npremiums of insurance, and for the discharge of any duty or fulfilment\nof any\nother obligation of the body corporate.\"\nThe second function, set out in paragraph (b), is \"to\nrequire the owners, whenever necessary, to make\ncontributions to such fund for the purposes of\nsatisfying any claims against the body corporate.\" The\n17\nbody corporate is to determine from time to time the\namounts to be raised for the above purposes (para (c))\nand to raise the amounts so determined by levying\ncontributions on the owners (para (d)). It is not\nnecessary to set out the further functions. They are,\nfor the most part, summed up in the words of paragraph\n(r), viz, \"to control, manage and administer the common\nproperty for the benefit of all owners\".\nTo sum up, the body corporate is a body consisting\nof owners of units. It levies contributions on its\nmembers to pay for the expenses of the scheme. As\nregards payment of the contributions, sec 37(2)\nprovides:\n\"Any contributions levied under any provision of subsection (1), shall be\ndue and payable on the passing of a resolution to that effect\nby the trustees of\nthe body corporate, and may be recovered by the body corporate by action in any\ncourt ... of competent jurisdiction\nfrom the persons who were owners of units at\nthe time when such contributions became due.\"\nIn the present case it is accepted that the\n18 contributions\nin question became \"due and payable\" in\naccordance with sec 37(2) prior to the company's\nliquidation. The appellant's argument is that the\nliquidation had the effect of altering this situation.\nThis argument makes it necessary to consider\nthe\neffect of liquidation and sequestration on\npre-existing\ndebts. The general principle was stated as follows in\nthe oft quoted words of Innes J:\n\"The object of the Insolvent Ordinance is to ensure a due distribution of\nassets among creditors in the order of their preference.\nAnd with this object\nall the debtor's rights are vested in the Master or the trustee from the moment\ninsolvency commences. The sequestration\norder crystallises the insolvent's\nposition; the hand of the law is laid upon the estate, and at once the rights of\nthe general body\nof creditors have to be taken into consideration.... The claim\nof each creditor must be dealt with as it existed at the issue of\nthe order.\"\n(Walker v Syfret N 0\n1911 AD 141\nat 166)\nThe purpose of the insolvency law therefore is not\nto deprive creditors of their claims but merely to\nregulate the manner and extent of their payment. Thus,\nin the absence of express statutory provision to the\n19\ncontrary, contracts are in general not\nautomatically\nterminated by the sequestration of the estate of one\nof the parties. (See Mars The Law of Insolvency in South Africa 8 ed 143 and\nauthorities there cited.) The same would apply to the liquidation of a company.\nThe respective obligations of the parties consequently\ncontinue during\ninsolvency, but of course they cannot be enforced in so far as they are\nincompatible with the rights of other creditors.\nIf security has been given for a claim the security obviously remains in\nforce - indeed, its main function is to protect the creditor\nagainst the\ndebtor's insolvency. There can be no suggestion that the principal debt, for\nwhich it was given, is no longer due or\nowing, and that the security accordingly\ncannot be enforced. Of course, it may be argued that secured claims are in this\nrespect\ndifferent from concurrent claims, that secured claims remain due\nwhile\n20 concurrent ones do not. What would then be the\nposition\nof a debt which is not fully secured? Would it be due\nonly to\na limited extent, which is determined ex post\nfacto by the amount\nwhich the security ultimately\nrealises? And what about sureties? A surety for a\nconcurrent debtor can hardly claim that the principal\ndebt is no longer due, and that he should not be called\nupon to pay.\nMoreover, both the Companies Act and the\nInsolvency\nAct recognize that a creditor's right to sue\non his claim is, in principle, not extinguished by the\ndebtor's liquidation or sequestration. Sec 359(2)(a) of\nthe Companies Act lays down that notice is to be given\nby, inter alios, a person who intends to institute\nlegal proceedings against a company in liquidation for\nthe purpose of enforcing a claim which arose before the\ncommencement of the winding-up. And sec 45(3) of the\nInsolvency Act provides that the disallowance or\n21 reduction\nof a claim by the Master does not debar the\nclaimant from establishing his claim by an action at\nlaw. Indeed, in respect of an unliquidated claim which\nis not compromised or admitted by the trustee,\nlegal\nproceedings constitute the only method available to a\ncreditor to prove his claim against an insolvent estate\n(sec 78 (3) of the Insolvency Act. See also Standard\nBank of South Africa Ltd v Cato and Gunn NNO and Others\n1981 (1) SA 647\n(W) at 651H). Legal proceedings already\ninstituted against an individual or a company may be\ncontinued after sequestration or liquidation once a\ntrustee or liquidator has been appointed and provided\nproper notice is given (sec 20 (1) (b) read with sec 75\n(1) of the Insolvency Act and sec 359 (1) (a) read with\nsec 359 (2) (a) of the Companies Act). After the\nconfirmation by the Master of a trustee's account in an\ninsolvent estate in terms of sec 112 of the Insolvency\nAct, no person may institute any legal proceedings\n22\nagainst the estate in respect of any liability\nwhich\narose before sequestration without special permission from the court (sec\n75(2) of the Insolvency Act).\nThe above principles, and particularly the provisions relating to legal\nproceedings are, in my view, destructive of the appellant's\narguments that after\nliquidation of a unit holder the contribution is no longer due to the body\ncorporate, or, alternatively, that\nonly the eventual dividend in insolvency is\ndue. The right of a creditor successfully to prosecute proceedings for the\nrecovery of\nhis pre-insolvency claim necessarily presupposes that the whole debt\nto him is still owing, and, indeed, that it is still due. At\nthe very least it\nis \"verskuldig\" within the meaning of the Afrikaans text of the contested\nprovision, i e, owing and unpaid. Of\ncourse, the amount which the creditor will\nultimately recover will depend on the nature of his claim and the amount\navailable for\n23\ndistribution among creditors (cf sec 78(3) of the\nInsolvency\nAct) . But the mere fact that his claim will, in practice, probably not be paid\nin full, does not mean that the claim has\nbeen extinguished or that it has\nsomehow changed its nature or content. And there may be cases where legislation\nhas rendered a particular\nclaim no longer exigible after liquidation or\nsequestration, but that is not the position here.\nIt seems to me, therefore, that the contributions owing to the body\ncorporate remained due within the meaning of the contested provision\nwhen the\ncompany was placed in liquidation. Any other conclusion would have been\nanomalous in the light of the legislative history\nof the provision. As noted\nabove, sec 15 (4) of the present act, as originally promulgated, required a\ncertificate of payment (or\nprovision for payment) of moneys \"due\" to the body\ncorporate even in respect of transfers from insolvent\n24\nestates. In the light of these provisions\nthe\nlegislature could hardly have thought that in practice nothing\nwill ever be due by an insolvent estate. And it cannot be suggested,\nin my view,\nthat the amendments of 1991 effected any change in this respect. Moreover, it\ncan hardly be supposed that the legislature\nwould have granted bodies corporate\na remedy which is valueless when most needed, i e, when the unit holder is\ninsolvent.\nIt was argued on behalf of the appellant that serious anomalies would\narise from the interpretation I have suggested. Thus the protection\ngranted to a\nbody corporate would be considerably more extensive than that accorded, for\ninstance, to municipalities for rates. Sec\n89 (1) of the Insolvency Act provides\na preference in respect of pre-sequestration taxes on immovable property only\nfor a maximimum\nperiod of two years prior to sequestration. On the\nabove\n25\ninterpretation of the contested provision the body\ncorporate\nwill have a de facto preference for an\nunlimited period, subject\nonly to the law of\nprescription. And the type of debt due by a\ntransferor\nwhich is protected by the contested provision would\nbe\nwider than that owing to a municipality for rates.\nWhether and to what extent this anomaly exists is\narguable. Municipalities customarily enjoy protection\nin respect of rates and other claims similar to that\nafforded by the contested provision (see, e g, sec 50\nof the Transvaal Rating Ordinance, no 11 of 1977 and\nsec 96 of the Cape Municipal Ordinance, no 20 of 1974).\nIndeed, it is in the context of claims for rates that\nthe principles relating to such embargoes were settled\nby our courts, as I have shown. The rights of\nmunicipalities are recognized also by the Sectional\nTitles Act. Thus sec 15B(3)(b) requires for transfer:\n\"if by any law provision has been made for the separate rating of units,\na clearance certificate\n26\nof the local authority to the effect that all rates and moneys due to the\nlocal authority under any law before any such proof can\nbe issued, have been\npaid.\"\nIt is not feasible to consider all embargo\nprovisions,\nto determine how, if at all, they can be reconciled\nwith sec\n89 of the Insolvency Act, and then to compare\nthem with the protection afforded to bodies corporate\nby the\ncontested provision. It is true that the\nprotection given to municipalities in the above\nmentioned ordinances is narrower than that granted to\nbodies corporate. However, even if this formed part of\na general trend that bodies corporate are treated more\nfavourably than other institutions it would not, in my\nview, entitle us to depart from what I consider the\ntrue meaning of the provision. The legislature clearly\nconsidered that the nature and purpose of the\ncontributions, as they appear from the above quoted\nsections of the act, were such that, on the insolvency\nof a unit holder, they should be paid by the holder's\n27\nestate rather than become the responsibility of\nother\nunit holders.\nThe other suggested anomalies are\nless serious. I need not deal with them in detail. I do not think they cast\ndoubt on the conclusion\nreached above.\nIn the court a quo there was much argument about where a right such as\nthe present embargo would fit into the scheme of the Insolvency\nAct (see the\njudgment a quo at p 133 I to 136 G). Of course, if there were to be a clear and\nirreconcilable inconsistency between\nthe Insolvency Act and the Sectional Titles\nAct, the latter, as a later statute, would normally prevail (unless it were to\nbe held\nthat the Insolvency Act is a special act and the Sectional Titles Act a\ngeneral one, or there were some other ground for preferring\nthe earlier\nstatute). There is accordingly no imperative reason to reconcile the two\nstatutes, although a court will always attempt\nto do so. In this regard the\ncourt\n28\na quo held (at p 136 F):\n\"... if [the contested provision] must be understood to create an effective\npreference in the event of insolvency in favour of the\nbody corporate in respect\nof its claim for outstanding levies, such a preference can be accommodated in\nthe scheme of insolvency\ncreated by the Insolvency Act as being part of 'the\ncosts of realisation' envisaged in s 89 (1) of the Insolvency\nAct.\"\nIn so holding the court relied mainly on De Wet\nen\nAndere NNO v Stadsraad van Verwoerdburg\n1978 (2) SA 86\n(T). In argument before us the appellant's counsel\naccepted the correctness of this finding of the court\na quo. I need accordingly say no more than that I\nagree.\nThe present judgment was submitted to Nienaber J\nA\nin a preliminary draft form before his departure on\nan extended overseas visit. He expressed his agreement\nwith the conclusion and the general trend of the\nreasoning. He is at present absent and unable to\nconsider the final draft. This judgment is accordingly\nthe judgment of the court in terms of sec 12 (3) of the\n29\nSupreme Court Act, no 59 of 1959.\nIn the result the appeal is\ndismissed with costs, including the costs of the application for leave to appeal\nto the court a quo, and,\nwhere applicable, the costs of two counsel.\nE M GROSSKOPF, JA\nNESTADT,\tJA\nEKSTEEN,\tJA\nOLIVIER,\tJA\nConcur",
  "scraped_at": "2026-02-12T07:10:46.765054",
  "date": "1995-08-25",
  "coram": [
    "E M GROSSKOPF",
    "NESTADT",
    "EKSTEEN",
    "NIENABER",
    "OLIVIER",
    "JJA"
  ],
  "case_number": "45/94",
  "parties": {
    "applicants": [
      "Basil Brian Nel No"
    ],
    "respondents": [
      "The Body Corporate of the Seaways Building",
      "The Registrar of Deeds, Cape Town"
    ]
  },
  "sections": {
    "facts": "The appellant, Basil Brian Nel No, acted as liquidator of General Transport and Warehousing (SA) Pty Ltd, which had been placed in liquidation on 9 June 1992. The company owned several units in the Seaways sectional title scheme in Mouille Point, Cape Town, mortgaged to Standard Bank. On 26 September 1992 the liquidator sold the units at public auction for R150,000 but could not register the transfer because the body corporate of the scheme refused to issue the conveyancer’s certificate required under section 15B(3)(a)(i)(aa) of the Sectional Titles Act 1986. The body corporate claimed the company owed R106,655.24 in unpaid levies as of 1 May 1993. The liquidator sought an urgent order to allow the transfer without payment of the pre‑liquidation contributions; the lower court denied the relief.",
    "issues": "The principal issues were (1) whether section 15B(3)(a)(i)(aa) of the Sectional Titles Act obliges the transferor, even when insolvent, to have all monies due to the body corporate paid or provision made before a transfer can be registered; (2) the meaning of “due” in the context of a liquidated company’s pre‑existing debt; and (3) whether the body corporate’s right to refuse registration creates a preference or merely a veto power in insolvency.",
    "principles": "The court examined the legislative history of the Sectional Titles Act, noting that earlier provisions required the same certificate regardless of the transferor’s solvency. It relied on precedent concerning municipal rate vetoes (Johannesburg Municipality v Cohen’s Trustees, Rabie NO v Rand Townships Registrar) to illustrate the nature of such statutory embargoes. The Afrikaans definition of “due” (verskuldig) was interpreted as “owing and unpaid”. General insolvency principles were applied: debts existing at the date of sequestration remain due, creditors retain rights to enforce claims, and liquidation does not extinguish a concurrent claim, merely regulates its payment. The provision was held not to create a preferential claim but to give the body corporate a power to veto registration until the debt is satisfied or provisioned for.",
    "application": "Applying these principles, the court found that the levies had become due under section 37(2) before liquidation and that liquidation did not alter their status as debts owed by the company. Consequently, the contested provision required a certificate confirming payment or provision for the pre‑liquidation levies, even though the company was insolvent. The liquidator’s arguments that the debt was no longer “due” in the ordinary sense were rejected. The body corporate’s refusal to issue the certificate was therefore lawful, and the liquidator could not bypass the statutory requirement.",
    "conclusion": "The appeal was dismissed with costs, including costs of the application for leave to appeal. The decision of the Cape Provincial Division in favour of the body corporate was upheld, and the transfer of the units could not be registered without the requisite conveyancer’s certificate."
  },
  "tags": {
    "level_1": "Property Law",
    "level_2": "Sectional Title Schemes",
    "level_3": [
      "transfer registration",
      "insolvency",
      "body corporate contributions",
      "Sectional Titles Act",
      "priority of claims"
    ]
  }
}