{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/117.html",
  "case_name": "Lanzerac Manor (Pty) Ltd. v De Vries and Others (689/93) [1995] ZASCA 117; [1995] 12 BLLR 1 (AD); (1996) 17 ILJ 11 (A) (28 September 1995)",
  "citation": "[1995] ZASCA 117",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 117\n|\nNoteup\n|\nLawCite\nLanzerac Manor (Pty) Ltd. v De Vries and Others (689/93) [1995] ZASCA 117; [1995] 12 BLLR 1 (AD); (1996) 17 ILJ 11 (A) (28 September 1995)\nDownload original files\nPDF format\nRTF format\nCase no: 689/93\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between;\nLANZERAC MANOR (PTY) LIMITED\nAppellant\nand\nM DE VRIES\n1st\nRespondent\nS ANTHONY\n2nd Respondent\nG AUSTIN\n3rd Respondent\nD\nCONSTABLE\n4th Respondent\nE FORTUIN\n5th Respondent\nE\nJACOBS\n6th Respondent\nM JACOBS\n7th Respondent\nS LUCAS\n8th Respondent\nC NKASANA\n9th Respondent\nS NTWANTI\n10th Respondent\nT PHATO\n11th Respondent\nC PHILANDER\n12th Respondent\nS SISHUBA\n13th Respondent\nK SMITH\n14th Respondent\nI TITUS\n15th Respondent\nD TUKUWAYO\n16th Respondent\nN WILBROWN\n17th Respondent\nCoram:\nJOUBERT,HEFER, F H GROSSKOPFJJA, VAN COLLER et SCOTT AJJA\nHeard:\n28 August 1995\nDelivered:\n28 September 1995\n2\nJUDGMENT F H GROSSKOPF .JA:\nThe seventeen respondents were\nemployees who were retrenched by their employer, the appellant, on 14 May 1992.\nThey brought an application\nagainst the appellant and two others in the\nindustrial court in terms of s 46(9) of the Labour Relations Act 28 of 1956\n(\"the Act\").\nThey sought an order declaring their retrenchment to be an unfair\nlabour practice in terms of the Act. The relief claimed by the\nrespondents was\nfor their reinstatement, alternatively, for compensation. The industrial court\nheld that the retrenchment of the\nrespondents did not constitute an unfair\nlabour practice and dismissed the application, save that the first respondent\nwas granted\ncompensation for being treated less favourably than the other\nrespondents. The judgment of the industrial court is reported as\nDe Vries\n& Andere v Lanzerac Hotel & Andere\n(1993) 14 ILJ 432 (IC). The\nrespondents appealed to the Labour Appeal Court (\"the LAC\") against the\nindustrial court's\n3\ndecision, save insofar as it related to the unequal treatment of the\nfirst\nrespondent. The LAC upheld the appeal, set aside that part of\nthe\nindustrial court's order against which the appeal was directed,\nand\nreplaced it with the following:\n\"2 (a) The retrenchment of the appellants [now respondents] constituted an\nunfair labour practice. (b) Each appellant [respondent]\nshall be reinstated by\nthe second respondent [now appellant] in his or her job or a comparable job,\nwith its current attendant benefits,\nshould he or she present himself or herself\nfor work within 30 days of the date of this judgment or such later date as the\nparties\nconcerned may agree, (c) The second respondent [appellant] shall in any\nevent within 30 days of the date of this judgment pay to\neach appellant\n[respondent] an amount equivalent to six times his or her monthly remuneration,\ncalculated at the date of dismissal\nplus interest at the rate of 18,5% per annum\non the said amount over a period of one year.\"\nThe appellant was also ordered to pay the respondents' costs of appeal. The\njudgment of the LAC is reported\nsub nom De Vries & Others v\n4\nLanzerac Hotel & Others\n(1993) 14 ILJ 1460 (LAC).\nThe appellant\nthereafter duly complied with paragraph 2(b) of the abovementioned order of the\nLAC relating to the reinstatement of\nthe respondents. The appellant was granted\nleave to appeal to this Court against the remaining orders of the LAC.\nThe appeal must be decided on the facts found by the LAC, but this Court is\nalso entitled to have regard to any additional facts which\nappear from the\nrecord of the industrial court proceedings insofar as they are not inconsistent\nwith the facts found by the LAC.\n(See\nPerforming Arts Council of the\nTransvaal v Paper Printing Wood and Allied Workers Union and Others\n1994(2)\nSA 204 (A) at 214E-G.) The conclusion of the LAC on the crucial question whether\nthe appellant committed an unfair labour\npractice is not, however, a decision on\na \"question of fact\" and may therefore be reconsidered and determined by this\nCourt. (See\nMedia Workers Association of S\nouth Africa and Others v Pres\ns\nCorporation of South Africa Ltd ('Perskor') 1992(4)\n5\nSA 791 (A) at 802B-I;\nPerforming Arts Council\ncase,\nsupra\n, at\n214G-\nH.)\nThe facts found by the LAC are set out fully in its reported judgment,\nand I shall refer to them insofar as is necessary for a proper\nunderstanding of\nthe case.\nIn February 1991 Lanzerac Landgoed (Edms) Bpk, a company controlled by Mr C H\nWiese (\"Wiese\"), acquired the Lanzerac Estate outside\nStellenbosch. The Lanzerac\nHotel (\"the hotel\" ) was situated on the estate, but it was so badly run down\nthat it had lost its grading.\nA Mr Groenewald had managed the hotel on behalf of\nthe former owner, and he and Wiese came to an agreement that he would conduct\nthe hotel business in the name of a close corporation for his own account.\nHowever, by September 1991 the hotel business was in such\nfinancial straits that\nGroenewald's close corporation was unable to pay the staff their September\nsalaries. Wiese then decided to\ntake over the running of the hotel in the name\nof Skiereiland Beleggings (Edms) Bpk,\n6\nanother one of his companies. The name of this company was later changed to\nLanzerac Manor (Pty) Ltd, which is the present appellant.\nWiese thereupon\ncalled a meeting of the hotel employees and told them that his company was going\nto take over and conduct the hotel\nbusiness, and that they were free to apply\nfor re-employment at the hotel. He further informed them that although he was\nnot obliged\nto do so, he would pay their September salaries.\nThose employees\nwho were accepted for employment were advised in writing on 1 October 1991 by\nSkiereiland Beleggings that they were\nbeing offered a \"temporary appointment\"\nfor a trial period of two months during which they would be \"assessed for\nsuitability for\na permanent appointment\". Those who were found to be \"acceptable\nfor a permanent appointment\" would then receive another letter of\nappointment.\nThe two month trial period went by without any further notification to the\nemployees. On 11 January 1992 each employee\nwas given a further letter informing\nhim or her that due to unforseen\n7\ncircumstances no permanent appointments would be made before 31 January 1992.\nNo permanent appointments were made after 31 January.\nThe reason why no decision\ncould be made in this regard was Wiese's inability to find an experienced\nhotelier to conduct the hotel\nbusiness. In the meantime the hotel was being run\nat a huge loss. Wiese testified that he never contemplated permanent\nappointments.\nOn 26 March 1992, nearly six months after their initial appointment, the\nemployees were told for the first time what the appellant\nhad in mind with\nregard to the future of the hotel and their further employment at the hotel. By\nthat time agreement had been reached\nbetween Wiese and Mr S P Fitzgerald\n(\"Fitzgerald\"), an experienced and successful hotelier. The effect of the\nagreement was that\nHalcyon Hotels (Pty) Ltd (\"Halcyon\"), a company controlled by\nFitzgerald, would enter into a partnership venture with the appellant.\nHalcyon\nwould run the hotel as from 1 April 1992 while the appellant would be the\nsleeping partner. Fitzgerald realised from the\noutset that\n8\nthe hotel was overstaffed, and that this was one of the reasons why the hotel\nwas running at a loss. The staff situation further deteriorated\nwhen Wiese\nstarted restoring the manor house on the estate as his private residence,\nthereby substantially reducing the number of\nrooms available for hotel guests.\nThis obviously necessitated a further reduction in staff. Fitzgerald insisted\nthat he should have\nthe right to determine, in accordance with his own\nmanagement criteria, which staff members had become redundant. Wiese agreed to\ngive Fitzgerald a free hand in deciding which employees to retrench, and\nundertook on behalf of the appellant as the employer to\nassume responsibility\nfor the severance packages of those employees who were to be retrenched.\nMeetings of two different categories of employees were held on 26 March 1992.\nBoth Wiese and Fitzgerald addressed the meetings and\ninformed the employees that\nthe appellant and Halcyon had formed a partnership, that they had agreed that\nHalcyon would manage the\nhotel as from 1 April 1992, that the guest rooms in the\nmanor house were to\n9\nbe taken out of service, and that at least one of the three restaurants would\nbe closed. The employees were further advised that the\nhotel was overstaffed and\nthat posts would have to be rationalised, but that no employees would lose their\njobs before the end of\nApril 1992. They were told that all the employees would\nbe assessed during April by the new manager, Colleen Thompson, that they\nshould\ntherefore do their best, and that the new management would then select those\nemployees who would be engaged by the partnership\nand those who would be\nretrenched. The employees at the meetings were given an opportunity to ask\nquestions, but there was no reaction,\nsave from one employee who objected to the\nsuggestion that one person might be asked to do two jobs. The new management\ncarried out\nthe selection process during April 1992 and came to a final decision\nas to which employees were to be retrenched. It is common cause\nthat the\nseventeen respondents were then retrenched without being afforded the\nopportunity to be heard or to make representations.\n10\nOn 30 April 1992 the first, second and fourth to\nseventeenth\nrespondents received letters informing them that their services had\nbecome\nredundant and would be terminated with effect from 14 May\n1992. The third respondent received a similar letter on 10 April 1992,\nterminating his service as from 30 April 1992. It is common cause that\nthe retrenchment package which was thereafter paid to each respondent\nwas adequate. The respondents maintained, however, that their\nretrenchment amounted to an unfair labour practice, mainly because there\nhad been no consultation with them before their retrenchment. The LAC\nconcluded as follows in this regard (at 1464F-G of its reported\njudgment):\n\"It should have been apparent to the respondent [appellant], especially where\nthe only retrenchment selection criterion was merit,\nas it is said to have been,\nthat fairness cried out for giving each affected employee a chance to deal with\nunfavourable conclusions\nconcerning his performance.\"\nIn terms of s 1 of the Act, as it read in 1992 when\nthe\n11\ndispute arose, \"unfair labour practice\" is defined to mean:\n\"any act or omission, other than a strike or lock-out, which has or may have the\neffect that -\n(i) any employee or class of\nemployees is or may be\nunfairly affected or that his or their\nemployment\nopportunities or work security is or may be prejudiced\nor jeopardized thereby; (ii) the business of any employer or class of\nemployers is\nor may be unfairly affected or disrupted thereby; (iii) labour unrest is or\nmay be created or promoted\nthereby; (iv) the labour relationship between employer and\nemployee is or may be detrimentally affected\nthereby;\"\nBefore its amendment in 1991 the definition of \"unfair labour practice\"\nspecifically required \"prior consultation\" with an employee\nor his\nrepresentative union before termination of his employment on non-disciplinary\ngrounds. This Court considered the definition\nof unfair labour practice as it\nstood before its amendment in 1991 in\nAtlantis Diesel Engines (Pty) Ltd v\nNational Union of Metalworkers of South Africa\n1995(3) SA 22 (A). In dealing\nwith the duty to consult\n12\nSmalberger JA concluded as follows at 28F-29C:\n\"It seems to me that the duty to consult arises, as a general rule, both in\nlogic and in law, when an employer, having foreseen the\nneed for it,\ncontemplates retrenchment. This stage would normally be preceded by a perception\nor recognition by management that its\nbusiness enterprise is ailing or failing;\na consideration of the causes and possible remedies; an appreciation of the need\nto take\nremedial steps; and the identification of retrenchment as a possible\nremedial measure. Once that stage has been reached, consultation\nwith employees\nor their union representatives becomes an integral part of the process leading\nto the final decision on whether or\nnot retrenchment is unavoidable.\nConsultation provides an opportunity, inter alia, to explain the reasons for the\nproposed retrenchment,\nto hear representations on possible ways and means of\navoiding retrenchment (or softening its effect) and to discuss and consider\nalternative measures. It does not require an employer to bargain with its\nworkers or their unions with regard to retrenchment. Furthermore,\nthe ultimate\ndecision to retrench is one which falls squarely within the competence and\nresponsibility of management.\nThe need to consult\nbefore a final decision on retrenchment is taken has its rationale both in\npragmatism and in principle (cf South\nAfrica Roads Board v Johannesburg City\nCouncil\n1991 (4) SA 1\n(A) at 13B-C).\n13\nIt is rooted in pragmatism because the main objective must be to avoid\nretrenchments altogether, alternatively, to reduce the number\nof dismissals and\nmitigate their consequences. Consultation provides employees or their union(s)\nwith a fair opportunity to make\nmeaningful and effective proposals relating to\nthe need for retrenchment or, if such need is accepted, the extent and\nimplementation\nof the retrenchment process. It satisfies principle because it\ngives effect to the desire of employees who may be affected to be\nheard, and\nhelps serve the underlying policy of the Act, to avoid or at least minimize\nindustrial conflict. Where retrenchment looms\nemployees face the daunting\nprospect of losing their employment through no fault of their own. This can have\nserious consequences\nand threaten industrial peace. Proper consultation\nminimises resentment and promotes greater harmony in the\nworkplace.\"\nIt is true that the current statutory\ndefinition of unfair labour practice does not specifically cast upon an employer\na duty to consult,\nbut in my opinion it could never have been the intention of\nthe legislature, when amending the definition in 1991, to do away with\nconsultation as a relevant consideration in determining whether, on the facts of\nany given case, a retrenchment constituted an unfair\nlabour practice.\n14\nCounsel for the respondents submitted that there was a duty to consult with\nthe employees at an early stage when retrenchment was\nstill being contemplated.\nHe pointed out that the respondents were warned for the first time at the\nmeetings held on 26 March 1992\nthat their continued employment was at risk as a\nresult of the pending retrenchments. By then a final decision on retrenchment\nhad\nalready been taken without having afforded the employees any opportunity to\ndiscuss the matter or to make representations, even if\nonly with regard to the\nselection criteria and the implementation thereof. The respondents, however, did\nnot challenge the appellant's\nright to effect such retrenchments as were found\nto be necessary. What they really objected to was the manner in which the\nretrenchments\nwere eventually carried out without hearing the affected employees\nor giving them any opportunity to make representations. In view\nof the\nconclusion which I have reached on this latter aspect I find it unnecessary to\nconsider whether the appellant's failure to\nconsult at the earlier stage was\nunfair\n15\nin all the circumstances.\nThe need for consultation became crucial once\nthe performance of the affected employees had been assessed, and the selection\nfor retrenchment\nhad been completed by the new management. In my opinion the\naffected employees should have been afforded a proper opportunity to\nmake\nrepresentations and deal with any unfavourable conclusions regarding their work\nperformance before any final decision on their\nretrenchment was made. An\nopportunity to make representations would at the same time have served the\nprimary object of the Act, namely\nto avoid or at least reduce industrial\nconflict.\nIt is common cause that the affected employees were never given any chance to\nbe heard in this regard. There was therefore no way\nin which they could have\nsatisfied themselves that their interests had been duly considered in the\nselection process, and that they\nhad been treated as fairly as circumstances\npermitted. Their retrenchment without such consultation constituted an unfair\nlabour\npractice in my judgment.\n16\nThe reason why the appellant never even attempted to discuss the\nretrenchments with the respondents was that Wiese believed that the\nretrenchment\nguidelines did not apply in the case of these employees which he simply regarded\nas temporary employees, Wiese was clearly\nwrong in this respect, but it should\nbe pointed out in fairness to him that he bona fide considered prior\nconsultation to be unnecessary\nin this case. This error on the part of Wiese\ncannot, of course, justify the appellant's failure to consult with the\nrespondents.\nAccording to their letters of appointment these employees were not employed\non a truly temporary basis, but rather on a probationary\nbasis. (See Le Roux and\nVan Niekerk\nThe South African Law of Unfair Dismissals\nat 64, 65 and 72.)\nThis was certainly not a case where the employer was not required to follow a\nfair procedure on retrenchment simply\nbecause the respondents were \"temporary\nemployees\".\nCounsel for the appellant submitted that the only\nreasonable\n17\noption open to the appellant in March 1992 was to conclude the partnership\nagreement with Halcyon. Fitzgerald, so it is contended,\nwas not prepared to\nconclude the agreement if it did not include a term giving Halcyon an absolute\nfree hand in the selection of\nemployees who had to be retrenched. Counsel\nreferred to this demand by Fitzgerald as the \"Halcyon condition\", and submitted\nthat\nit placed no obligation on Halcyon to consult, while it effectively\nprecluded the appellant from interfering in the selection process.\nThe basic difficulty that I have with this defence is that it was raised for\nthe first time during argument on appeal in the LAC.\nThe Halcyon condition now\nrelied upon was not pleaded by the appellant. Nowhere in the pleadings was it\nsuggested that the appellant\nwould have followed the proper retrenchment\nguidelines had it not been for the so-called Halcyon condition which the\nappellant felt\ncompelled to accept. Nor was the point fully canvassed in the\nevidence of either Wiese or Fitzgerald in the industrial court. In\nthese\ncircumstances I am of the\n18\nview that this point is not one that can properly be considered at this\nstage. (See\nSlagment (Pty) Ltd v Building. Construction and Allied Workers'\nUnion and Others\n1995 (1) SA 742\n(A) at 752G-753C.)\nIt is clear in any event that the real reason why the\nappellant\ndid not consult with the retrenched employees was Wiese's mistaken\nbelief that it was not necessary to do so. In my view it had nothing to\ndo with the so-called Halcyon condition. I agree with the findings of the\nlearned judge a quo in this regard at 1464B-C of the LAC judgment, and\nthe following observation at 1464C-D:\n\"There is no suggestion that Fitzgerald's selection process would have been\nunduly inhibited by adherence to the requirement of consultation\nwith the\nwork-force. Consultation was not attempted because it was thought\nunnecessary.\"\nI am not persuaded by the appellant's argument that the retrenchment of the\nrespondents did not constitute an unfair labour practice.\n19\nThe appeal is accordingly dismissed with costs.\nF H GROSSKOPF\nJudge of Appeal\nJoubert JA Hefer JA Van Coller AJA\nScott AJA Concur",
  "scraped_at": "2026-02-12T07:18:41.726097",
  "date": "1995-09-28",
  "coram": [
    "Joubert JA",
    "Hefer JA",
    "F H Grosskopf JA",
    "Van Coller AJA",
    "Scott AJA"
  ],
  "case_number": "689/93",
  "parties": {
    "applicants": [
      "Lanzerac Manor (Pty) Limited"
    ],
    "respondents": [
      "M De Vries",
      "S Anthony",
      "G Austin",
      "D Constable",
      "E Fortuin",
      "E Jacobs",
      "M Jacobs",
      "S Lucas",
      "C Nkasana",
      "S Ntwanti",
      "T Phato",
      "C Philander",
      "S Sishuba",
      "K Smith",
      "I Titus",
      "D Tukuwayo",
      "N Wilbrown"
    ]
  },
  "sections": {
    "facts": "Seventeen employees of the Lanzerac Manor hotel were initially given temporary appointments in October 1991. In March 1992 a partnership with Halcyon Hotels was formed, and the new management decided the hotel was over‑staffed. Employees were told at a meeting on 26 March 1992 that posts would be rationalised and that assessments would be carried out in April. After the assessment, all seventeen employees were retrenched in April 1992 without any opportunity to be heard or to make representations. The industrial court dismissed their claim of unfair labour practice, but the Labour Appeal Court set aside that decision, holding that the retrenchments were unfair because the employer failed to consult the employees before the final decision.",
    "issues": "The key legal issue was whether the appellant’s failure to consult the employees before the final retrenchment decision amounted to an unfair labour practice under the Labour Relations Act as it stood in 1992. A subsidiary issue concerned whether the employer was obliged to follow the retrenchment guidelines even though the employees were on probationary/temporary contracts.",
    "principles": "Section 1 of the Labour Relations Act (pre‑1991 amendment) defined an unfair labour practice to include acts that unfairly prejudice employees’ employment security, requiring prior consultation on non‑disciplinary dismissals. The Court relied on Atlantis Diesel Engines (Pty) Ltd v NUMSA and the judgment of Smalberger JA, which articulated a general duty to consult once retrenchment is contemplated, emphasizing both pragmatic and principled reasons for consultation. The Court held that the amendment of 1991 did not remove consultation as a relevant consideration in determining unfair labour practice.",
    "application": "The Court examined the factual matrix: employees were informed of possible retrenchments only after the decision had already been made, and no opportunity was given to make representations regarding selection criteria or the process. The appellant’s argument that a “Halcyon condition” prevented consultation was rejected as untimely and unsupported. The Court concluded that the failure to consult breached the statutory duty and therefore constituted an unfair labour practice, regardless of the employees’ contractual labels.",
    "conclusion": "The appeal was dismissed with costs. The orders of the Labour Appeal Court—declaring the retrenchments an unfair labour practice and ordering reinstatement or compensation—remain in force."
  },
  "tags": {
    "level_1": "Labour Law",
    "level_2": "Unfair Labour Practice",
    "level_3": [
      "retrenchment",
      "consultation duty",
      "Labour Relations Act",
      "procedural fairness"
    ]
  }
}