{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/157.html",
  "case_name": "Chancellor, Masters and Scholars of the University of Oxford v Commissioner for Inland Revenue (385/94) [1995] ZASCA 157; 1996 (1) SA 1196 (SCA); [1996] 1 All SA 287 (A); (30 November 1995)",
  "citation": "[1995] ZASCA 157",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 157\n|\nNoteup\n|\nLawCite\nChancellor, Masters and Scholars of the University of Oxford v Commissioner for Inland Revenue (385/94) [1995] ZASCA 157; 1996 (1) SA 1196 (SCA); [1996] 1 All SA 287 (A); (30 November 1995)\nDownload original files\nPDF format\nRTF format\nCase No 385/94\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nTHE CHANCELLOR, MASTERS AND SCHOLARS\nOF THE\nUNIVERSITY OF OXFORD\nAppellant\nand\nTHE COMMISSIONER FOR\nINLAND\nREVENUE\nRespondent\nCORAM\n: CORBETT CJ, E M GROSSKOPF, NESTADT, VAN DEN HEEVER, et SCHUTZ\nJJA\nDATE OF HEARING\n: 24 November\n1995\nDATE OF JUDGMENT\n: 30 November 1995\nJUDGMENT\n/CORBETT\nCJ\n2\nCORBETT\nCJ:\nThe appellant, the University of Oxford, was\nfounded\nmore than 800 years ago. The first formal statement of its\nlegal\nstatus was attempted in 1461 during the reign of King Edward\nIV.\nThis was followed by a more comprehensive statement in the\nGreat\nCharter of 1523 prepared for King Henry VIII. In time the need\nwas\nfelt for further clarification and amplification of the status\nof both the\nappellant and the University of Cambridge and in 1571 an Act for\ntheir incorporation was passed by Parliament. In terms of this\nstatute\nthe appellant was incorporated and accorded perpetual succession\n\"by\nthe name\" of the Chancellor, Masters and Scholars of the\nUniversity\nof Oxford. The statute identifies the maintenance of \"good and\ngodly\nliterature\" as one of the aims of Parliament in enacting it.\nFurthermore, the Great Charter of King Charles I to the University\nof\nOxford, dated 3 March 1636, confirmed appellant's long-standing\ninvolvement in the publishing, printing and dissemination of\nbooks\n3\nworldwide.\nToday the academic activities of the appellant are\ncarried on at Oxford through 16 teaching faculties and to this end appellant\nprovides\nlaboratories, central lecture halls, libraries and museums. It\nprescribes entrance requirements, courses and syllabuses; sets, controls\nand\nmarks examinations; and awards degrees. Many of the students, both undergraduate\nand postgraduate, come from outside the United\nKingdom.\nThe appellant pursues its academic purpose, viz the furtherance of\neducation and learning, partly by way of publishing books. It does\nso through\none of its departments known as \"The Oxford University Press\" (\"the OUP\"). I\nmight interpolate that the appellant ceased\nbook-printing activities in\n1989.\nThe appellant exercises control over the OUP by means of a university\nbody known as \"the Delegacy\", which was first established in\n1633. In terms of\nthe Statutes, Decrees and\n4\nRegulations of appellant (\"the Statutes\"), the Delegacy currently\nconsists of 19 members. They are the Vice-Chancellor, the Proctors\nand the\nAssessor, who are all Delegates ex officio, and 15 members of Congregation\nchosen by Council and the General Board of the\nFaculties of the appellant. The\nchosen delegates are all scholars of distinction and are selected to represent,\nas far as practicable,\nthe major fields of learning.\nWhile the\nDelegacy is placed in charge generally of the affairs of the OUP and at all\ntimes carries overall responsibility therefor,\nthe day-to-day management of the\nOUP is carried out by salaried officers and employees. The chief executive of\nthe OUP is the Secretary\nto the Delegates, who is appointed by the Delegacy. The\npresent incumbent of this position is Sir Roger Elliott.\nThe Statutes further provide for a Finance Committee of the Delegacy,\nwhich is charged, subject to the general authority of the Delegacy,\nwith the\ndirection of the finance and management of the\n5\nbusiness of the OUP. The Finance Committee establishes\nbusiness policy and regularly monitors all aspects of the affairs of the OUP.\nAt\nmonthly meetings it reviews all phases of the operations of the OUP and receives\nreports from the heads of each of its operating\ndivisions. It also reviews and\nauthorizes all major investments, annual budgets, remuneration policies and so\non. The proceedings\nof the Finance Committee are regularly reported to and\nreceived by the Delegacy, which maintains ultimate control over the Finance\nCommittee.\nThe OUP operates in the United Kingdom and, through branches, in many\nother parts of the world. Currently there are eleven such branches,\nlocated in\nAustralia, Canada, Japan, Hong Kong, Singapore, Malaysia, India, Kenya, New\nZealand, Pakistan and South. Africa. This\nlast-mentioned branch has its\nheadquarters in Cape Town and it serves a number of countries in Southern\nAfrica, including South Africa.\nThe Delegacy maintains direct control over the\nOUP's\n6\npublishing activities and the choice of books to receive the OUP's\nimprint. The Delegates meet fortnightly during each academic term\nfor this\npurpose. Every book published in the United Kingdom requires the prior approval\nof the Delegates. Overseas publications\n(i e those undertaken by branches of the\nOUP) are reported to and scrutinized by the Delegates, but in order to avoid\nundue delay,\nare not necessarily approved in advance. Delegates visit the\nvarious locations of the OUP, both in the United Kingdom and abroad,\nin order to\nkeep in touch with the editors and staff of the OUP.\nEach branch office has a measure of freedom and authority to make its own\ndecisions, as long as these conform to a laid-down policy\n(in the form of\nguidelines issued to managers of the various branches), but it is ultimately\nsubject to the direct authority and\ncontrol of the appellant, through the\nDelegacy.\nInasmuch as the OUP does not enjoy the advantage of limited liability,\nthe Delegates are very conscious of their\n7\nresponsibility to exercise financial control over the OUP. Each year the\nDelegates publish an annual report, including audited accounts.\nFor accounting\npurposes the worldwide operations of the OUP are consolidated. The OUP, being a\ndepartment of the appellant, has no\nshareholders and does not distribute\ndividends. It has no access to capital markets and is entirely self-financing.\nEarnings generated\nby the activities of the OUP are in general devoted to\nmaintaining and improving its ability to perform its functions. An overseas\nbranch producing an operating surplus is permitted to retain what it requires to\nfinance approved local programmes. Any moneys in\nexcess of these requirements\nare remitted to the United Kingdom to sustain the general development of the OUP\neither in the United\nKingdom or overseas. Once the internal needs of the OUP\nhave been satisfied, any balance is applied towards the conduct of academic\nactivities elsewhere within the appellant. In order to implement this policy\neach overseas branch is, for the purposes of financial\nmanagement,\n8\ntreated as a separate business centre. It is required to prepare and\nsubmit, for approval, annual budgets to the headquarters of the\nOUP, and also\nannual accounts for consolidation with the general accounts of the\nOUP.\nA representative of the OUP was first appointed to cover the\nSouthern African region in 1915. Initially the OUP's activities in this\nregion\nconsisted of the promotion and distribution of publications produced by the OUP\noutside Southern Africa. Subsequently in 1946\na local publishing programme was\ninitiated and the first locally published book was brought out in 1947. Over the\nyears the size\nof this branch (which I shall call \"OUPSA\") and its publishing\nprogramme has increased considerably. At present (i e the time when\nthese\nproceedings were commenced in August 1993) it has a staff of 67 people and\npublishes 60 to 80 titles per annum. In addition\nto the local publishing\nprogramme, OUPSA promotes and distributes the OUP's worldwide list of\npublications, as also the books of\nother\n9\npublishers which complement the GUP'S worldwide list. This\nlast-mentioned activity accounts for a mere 8% of local turnover and is\nplanned\nto decrease in the future.\nIn accordance with the aims of the\nappellant, acting through the OUP, to promote scholarship, education and\nculture, OUPSA concentrates\non the publication of scholarly monographs, academic\nand school textbooks, reference works, selected children's. fiction and\nnon-fiction,\ngeneral books and health topics and one or two titles per year on\ncontemporary socio-political issues. In the next five years the\nmix of the\npublishing programme is planned to consist of 50% educational works, 30%\nacademic works and 20% general works. Titles\nare published in English, Afrikaans\nand certain African languages.\nIn addition to publishing, OUPSA also conducts training courses for Black\nteachers, initiates innovative curriculum development work,\nlobbies the\neducation department for the provision of\n10\ndictionaries and atlases to Black schoolchildren and encourages its staff\nto sit on public interest committees concerned with education.\nAs\nregards financial arrangements, for the past eleven years all surplus funds\ngenerated by the branch in its publishing operations\nhave been reinvested in new\nlocal publishing programmes. In recent years, however, OUPSA has apparently run\non \"a more or less break\neven basis\".\nThis appeal is concerned with the liability of the appellant to pay\nincome tax on the taxable income, if any, derived from the activities\nof OUPSA.\nMore specifically the question is whether the receipts and accruals of this\nbranch are exempt from tax by virtue of sec\n10(l)(f) of the Income Tax Act 58 of\n1962, as amended (\"the Act\"), which provides such an exemption for -\n\"the receipts and accruals of all religious, charitable and educational\ninstitutions of a public character, whether or not supported\nwholly or partly by\ngrants from public\n11 revenue\".\n(I quote the subsection as\nit is after being amended by Act 113 of 1993, which came into effect after\nproceedings were launched in\nthis case, but before judgment was delivered. In\nany event the changes introduced by the amending Act are not material for\npresent\npurposes.) On 16 June 1961 the Receiver of Revenue, Cape Town addressed\na letter to the manager of the OUPSA, the body of which read\n-\n\"INCOME TAX - OXFORD UNIVERSITY PRESS\nWith reference to your letter of the 25th April, 19(51, I have to inform you\nthat the Commissioner for Inland Revenue has now ruled\nthat the Oxford\nUniversity Press' is an educational institution within the meaning of Section\n10(l)(f) of the Republic of South Africa\nIncome Tax Act and therefore exempt\nfrom Republican Income Tax.\"\nSubsequently,\nin May 1991, the respondent, the Commissioner for Inland Revenue, wrote to the\nmanager of OUPSA raising anew the\n12\napplicability of sec 10(l)(f) and asking certain questions about OUPSA,\nits activities and its relationship with the appellant. In\nthe ensuing\ncorrespondence respondent wrote to OUPSA's auditors as follows:\n\"Having carefully considered the matter in this light of all the information\nsubmitted, I have come to the conclusion that OUPSA\nis not engaged in\ncharitable or educational activities in the Republic of South Africa\n. It is\nmerely carrying on the business of a dealer in books, acts as a publisher and\nreceives interest. The provisions of section\n10(l)(f) of the Income Tax Act are,\ntherefore, not applicable to OUPSA and it will be subjected to tax as from the\n1993 year of assessment.\"\nSubsequent\nefforts were made by OUPSA's auditors to attempt to dissuade the respondent from\nthis viewpoint, but without success. In\norder to resolve this dispute\nexpeditiously the appellant applied on notice of motion to the Cape of Good Hope\nProvincial Division\nfor orders declaring (a) that the appellant is an\neducational\n13\ninstitution of a public character as contemplated in sec\n10(l)(f) of the Act, and (b) that the receipts and accruals derived from\nthe\nactivities. carried on by the appellant in the Republic under the name and style\nof Oxford University Press are, accordingly,\nexempt from tax as contemplated by\nsec 10 of the Act, together with costs of suit.\nThe application was\nopposed by the respondent. The facts, as stated above, are derived from the\naffidavits filed on behalf of the\nappellant and deposed to by Ms K A McCallum,\nthe publishing director of OUPSA, Mr A J Dorey, the Registrar of appellant, and\nSir\nRoger Elliott. They are not disputed by the respondent. Moreover, no\nadditional facts of any materiality are put forward in the answering\naffidavit\nfiled on behalf of the respondent. The latter rests his case on the general\nproposition that on the facts which are common\ncause the appellant is, in law,\nnot entitled to the exemption provided by sec 10(l)(f).\nThe matter was heard by the late Mr Justice Berman.\nHe\n14\nruled in favour of the respondent and dismissed the application with\ncosts, but granted leave to appeal to this Court. The judgment\nof Berman J has\nbeen reported (see\nChancellor. Masters and Scholars of the University of\nOxford v Commissioner for Inland Revenue\n1995 (3) SA 258\n(C)).\nIn his judgment Berman J appears to have accepted that the\nappellant was an educational institution of a public character (see reported\njudgment at 262 A), but held that it did not follow that it, or the OUP, was\nentitled to the exemption provided for in sec 10(l)(f).\nHaving referred to\ncertain cases decided in the Income Tax Special Court (viz\nIncome Tax Case\n1262\n.\n39 SATC 114\nand\nIncome Tax Case 1376\n.\n45 SATC 213)\n, the learned\nJudge propounded the following test for the applicability of sec 10(l)(f) in\ncircumstances such as these (at 264 E -\nF):\n\"To put the matter simply - in order to be tax-exempt the\nsurplus funds in question must be received by an\n15\neducational institution of a public character such as was envisaged by E M\nGrosskopf J in ITC 1262 and (a) must be used for the educational\npurposes for\nwhich that institution is maintained and conducted, and (b) such institution\nmust be controlled, at least partly, from\nSouth Africa, although its day-to-day\nmanagement may be in the hands of those who run the\ninstitution\".\nThe \"surplus funds\" referred\nto in this passage of the judgment consist of the moneys representing an excess\nof income over expenditure\n(see reported judgment, at 260 H - I). The type of\ninstitution envisaged by E M Grosskopf J in\nIncome Tax Case 1262,\nsupra,\nappears from the following dictum in the judgment in that case (at p\n117):\n\"It was common cause in the argument before us that 'educational' in\nsl0(l)(f) of the Act was not to be understood in the above wide\nsense as\nrelating to the acquisition of knowledge, skill or competence by any, means\nwhatever. Once it is conceded that the means\nwhereby knowledge, skill or\ncompetence is provided or acquired, constitutes a relevant factor in determining\nwhether the institution\nproviding the knowledge etc (or facilitating their\nacquisition) can be classed as\n16\n'educational', it becomes necessary to determine where the line is to be\ndrawn between, on the one hand, the. acquisition of knowledge\netc in a\ncompletely unsystematic and informal manner and, on the other, its acquisition\nin a formal institution of learning. And\nin my view it is impossible to draw the\nline short of what the Shorter Oxford Dictionary calls 'systematic instruction,\nschooling\nor training' or Webster's Dictionary calls 'a formal course of study,\ninstruction or training'. For present purposes it is not necessary\nto consider\nany possible conceptual differences between these two\nformulations.\"\n(See also reported judgment,\nat 262H - 263B.)\nApplying the aforestated test, Berman J held that\nthe appellant did not qualify for the exemption provided by sec 10(l)(f) in\nrespect\nof any \"surplus funds\" earned by it from the activities of OUPSA since\nthe \"end-user\" or ultimate receiver of those funds was not\nan educational\ninstitution of a public character as envisaged by that subsection (see reported\njudgment, at p 264 G-H). The learned\nJudge appears also to have placed some\nreliance for his decision on the\n17\nrequirement (posed by him) of management and control (see\nreported judgment, at 263 H, 264 C).\nFor the reasons which follow I\nam, with respect, not able to agree with the reasoning or the decision of the\nJudge a quo. In' terms\nof the Act income tax is levied on taxable income\nreceived by or accrued to \"any person\" (see sec 5). It is not disputed, nor\ncould\nit be disputed, that appellant is such a person. Nor is there any doubt,\nin my view, that in law the appellant and the OUP (including\nall its branches)\nconstitute one single persona; and, therefore, one single taxable entity. As my\nrecital of the facts indicates,\nthe OUP is regarded and treated as a department\nof the appellant. It has a measure of autonomy in its operations and its\nfinances\nare the subject matter of separate audited accounts. Nevertheless, the\nappellant maintains overall authority over the OUP; and separate\naccounts are\nkept in order to ensure financial control. There is no basis for treating the\nappellant and the OUP as separate and\nindividual legal\n18\npersonae and as separate taxable entities. (Cf\nAfrikaanse Verbond\nBegrafnis Ondememing Beperk v Commissioner for Inland Revenue\n1950 (3) SA\n209\n(A), at 216 C-D.) A fortiori OUPSA could not be regarded as a persona and a\ntaxable entity separate from the OUP.\nIn order to apply sec 10(l)(f) it is necessary in each case to categorize\nthe person (i e taxable entity) who has received gross income\nor to whom gross\nincome has accrued, i e to determine whether or not such person is a religious,\ncharitable or educational institution\nof a public character. In the present case\nsuch categorization presents no difficulty. The appellant is manifestly an\neducational\ninstitution of a public character. This is not disputed. And that,\none would imagine, is the end of the matter.\nRespondent's counsel, however, contended that it is\nnot.\nAs I understand his argument, it was a two-pronged one. In the\nfirst\nplace, he submitted that foreign institutions do not qualify\nfor\nexemption under sec 10(l)(f); and, in the second place, he\nsubmitted\n19 that, even if they do, they must be categorized with reference to\ntheir\noperations within South Africa only. I proceed to consider\nthese\narguments in turn.\nIt is not entirely clear to me what is meant by a\nforeign\ninstitution and where one draws the line. But that apart, I am\nunable\nto agree with counsel's submission. There is nothing in sec\n10(l)(f),\nor, in my view, in the Act as a whole, to indicate that\nthe general\nwording of the subsection should be given this restricted\nmeaning.\nIndeed the word \"all\" seems to suggest the contrary.\nMoreover, if\none reads the wording of the various exemptions contained in sec\n10,\nit becomes clear that where the Legislature wished to impose\nconditions or qualifications or limitations upon the ambit of a\nparticular exemption it was careful to do so in express terms. In\nthis\nconnection appellant's counsel drew our attention to various\nsubsections relating to limitations on the manner of use of funds, as\nto\nthe place of control of the taxpayer and as to the activities of\nthe\n20\ntaxpayer. A good example is sec 10(l)(fA), dealing with the receipts and\naccruals of any fund, the sole object of which is to provide\nfunds for any\nreligious, charitable or educational institution contemplated in sec 10(l)(f).\nIt contains a series of restrictions\nand qualifications for such a fund to\nbecome entitled to the exemption.\nA strong pointer as to the meaning\nof sec 10(l)(f) is provided by the wording of sec 42(2)(d) of the Act. Sec 42\ndeals with the amounts\nwhich are subject to the levy of non-resident\nshareholders' tax. Subsection (2) lists the cases where the tax is not payable;\nand\nin para (d) this is in respect of -\n\"dividends accruing to any religious, charitable or educational institution\nof a public character, whether or not supported wholly\nor partly by grants from\npublic revenue.\"\nPlainly, what are referred\nto here are non-resident, or foreign, institutions receiving dividends from a\nSouth African source. The\n21\nwording of the relevant portion of sec 10(l)(f) is identical to the\nwording of sec 42(2)(d) and, accordingly, it seems to me that\na conclusion that\nsec 10(l)(f) was intended to include reference to nonresident, or foreign,\ninstitutions is virtually inescapable.\nIn the course of his argument\nrespondent's counsel emphasized the rider to sec 10(l)(f), i e the words\n\"whether or not supported\nwholly or partly by grants from public revenue\" and\nsubmitted that, since the \"public revenue\" referred to could only mean public\nrevenue having a South African source, the subsection (lid not apply to foreign\ninstitutions. This submission is not sound. It is\nrefuted by, inter alia, the\nconsideration that sec 42(2)(d) uses the same words, clearly with reference to\nforeign institutions.\nIt is of more than passing interest to note that with reference to a\nsimilarly-worded tax exemption in sec 23(e) of the Income Tax\nAssessment Acts\n1936 in favour of, inter alia, public educational institutions the High Court of\nAustralia held that this was\n22\nnot limited to institutions in Australia and that the\nUniversity of. Birmingham and Epsom College, both of which did not carry on\nany\nactivities in Australia, but derived income from Australian investments,\nqualified for the exemption. (See\nThe University of Birmingham and Another v\nThe Commissioner of Taxation of the Commonwealth of Australia; Epsom College and\nAnother\nv The Commissioner of Taxation of the Commonwealth of Australia\n[1938] HCA 57\n;\n1\nAITR 383\n;\n[1938] 60 CLR 572).\nThe argument that sec 10(l)(f) does not apply to foreign institutions can\nthus not prevail.\nAs to the second prong of the argument of respondent's counsel, viz that\nappellant must be categorized by reference to its activities\nor operations in\nSouth Africa only, I am again of the view that it is unsound. There is no\nwarrant in the language of sec 10(l)(f)\nfor such an approach. Indeed, as I have\nalready pointed out, where in sec 10 the Legislature intended to limit the ambit\nof an exemption\n23\nby reference to the activities of the taxpayer it did so in express\nterms. The approach advocated by respondent's counsel would lead\nto a wholly\nartificial and illogical splitting up of the activities of a foreign institution\ninto what was done outside South Africa\nand what was done within South Africa.\nMoreover, carried to its logical conclusion, it would mean that, say, a foreign\nuniversity\nderiving income from a South African investment, such as fixed\nproperty (which it let) or moneys loaned against the security of a\nmortgage\nbond, would for the purposes of sec 10(l)(f) be categorized not as an\neducational institution, but as a landlord or as a\nmoney-lender, as the case may\nbe. This borders on the absurd. Indeed, once one postulates that institutions in\nforeign countries\nare included under sec 10(l)(f), it follows inevitably that\nsuch an institution must be categorized by its activities generally,\nincluding\nwhat it does in the foreign country. Otherwise only a foreign institution which\ncarried on the full range of its activities\nboth in the foreign country and in\nSouth Africa would\n24\nqualify under sec 10(l)(f). There is no warrant for so\ncircumscribing the scope of sec 10(l)(f). Nor is such an interpretation\nconsistent\nwith sec 42(2)(d).\nRespondent's counsel argued that it\ncould never have been the intention of the Legislature to permit, for example,\nan overseas university\nto carry on business in this country in competition with\nlocal traders in the same line of business and to escape paying income tax.\nThe\nanswer is that if the Legislature wishes to avoid this situation, then it must\nchange the law. The law as it is grants such an\nexemption. And here I would\npoint out that we are not dealing with the case where a foreign educational\ninstitution is taking advantage\nof the law in order to run, in South Africa, a\nprofitable-business unrelated to the general scope of its aims and activities.\nOn\nthe contrary the appellant has for centuries regarded the publication of\nbooks to be an integral part of its general aim and function\nto further\neducation and learning. And this is precisely what it does in South\n25\nAfrica through the OUPSA.\nRespondent's counsel also sought to\ninvoke the general canon in the interpretation of statutes that the legislation\nis presumed not\nto have extra-territorial application; and he also referred to\nthe provisions of the Companies Act 61 of 1973 relating to an \"external\ncompany\". I do not think that either the presumption or the provisions of the\nCompanies Act assist respondent's case. The presumption\nis merely an aid to\ninterpretation. In my view, the position is clear and there is no need to invoke\nthe presumption. Furthermore,\nI doubt whether the interpretation which I have\nplaced on sec 10(l)(f) involves extra-territorial application at all. If it\ndoes,\nthen it is clear that the Act which taxes persons (whether resident in\nSouth Africa or not) on income which has its source here,\ncontemplates\nextra-territorial application in the sense contended for by counsel. As to the\nCompanies Act, I fail to see its relevance\nin the interpretation of sec\n10(l)(f).\n26\nIn argument respondent's counsel did not support the reasons for judgment\ngiven by the Judge a quo. These reasons involved the test\nfor the applicability\nof sec 10(l)(f) which I have quoted above. With respect, I can find no\njustification for importing into the\nsubsection the requirements listed (a) and\n(b) in this test.\nFor these reasons, I hold that the appellant\nqualifies for the exemption provided by sec 10(l)(f) and is entitled to the\ndeclaration\nsought in its notice of motion.\nIt is ordered:\n(1)\tThe appeal is allowed with costs, including the costs occasioned by the\nemployment of two counsel.\n(2)\tThe order of the Court a quo is set aside and there is substituted the\nfollowing: -\n\"An order -\n(a) declaring that applicant is an\neducational\n27\ninstitution of a public character in terms of section 10(l)(f) of the\nIncome Tax Act 58 of 1962;\n(b)\ndeclaring that\nthe receipts and accruals derived from the activities carried on by the\napplicant in the Republic under the name of\nthe Oxford University Press are\nexempt from income tax under sec 10(l)(f);\nand\n(c)\nordering the costs of\nthe application to be paid by the\nrespondent\"\nM M CORBETT\nE M GROSSKOPF\tJA)\nNESTADT\tJA)\nVAN DEN HEEVER\tJA)\nCONCUR\nSCHUTZ\tJA)",
  "scraped_at": "2026-02-12T08:54:54.212778",
  "date": "1995-11-30",
  "coram": [
    "CORBETT CJ",
    "E M GROSSKOPF",
    "NESTADT",
    "VAN DEN HEEVER",
    "SCHUTZ"
  ],
  "case_number": "385/94",
  "parties": {
    "applicants": [
      "Chancellor, Masters and Scholars of the University of Oxford"
    ],
    "respondents": [
      "Commissioner for Inland Revenue"
    ]
  },
  "sections": {
    "facts": "The University of Oxford, incorporated by an Act of Parliament in 1571, operates the Oxford University Press (OUP) through a body called the Delegacy. OUP has branches worldwide, including a South African branch (OUPSA) in Cape Town that publishes 60‑80 titles annually and undertakes educational and cultural activities. OUPSA’s surplus has historically been reinvested locally but more recently has run on a break‑even basis. The Commissioner for Inland Revenue initially ruled OUPSA exempt from tax under section 10(l)(f) of the Income Tax Act, but in 1991 revived the assessment, contending that OUPSA was merely a commercial book dealer and not entitled to the exemption. The appellant applied to the Cape Provincial Division for a declaration that it was an educational institution of public character and that its receipts were exempt; the lower court dismissed the application, and the appellant appealed to the Supreme Court of Appeal.",
    "issues": "1. Whether the appellant, a foreign university, qualifies as an \"educational institution of a public character\" within the meaning of section 10(l)(f) of the Income Tax Act. 2. Whether the exemption applies to the receipts and accruals of its South African branch (OUPSA) despite its foreign status. 3. Whether the test proposed by the lower court judge – that surplus funds must be used for educational purposes and the institution must be controlled from South Africa – is required by the statutory provision.",
    "principles": "The court examined the wording of section 10(l)(f) and held that the term \"all\" indicates an inclusive approach, encompassing foreign institutions. It relied on the parallel wording in section 42(2)(d) and on precedents such as Income Tax Case 1262 (Grosskopf J) interpreting \"educational\" as systematic instruction provided by a formal institution. The court rejected the lower court's additional requirements of local control and use of surplus, emphasizing that the statute does not impose such conditions and that statutory limitations are expressed explicitly. General principles of statutory interpretation, including the presumption against extra‑territorial application only when expressed, were applied.",
    "application": "Applying these principles, the SCA concluded that the University of Oxford is manifestly an educational institution of public character. Its South African branch, OUPSA, is a department of the university, not a separate taxable entity, and therefore its receipts fall within the exemption. The arguments that foreign institutions are excluded or that the exemption should be limited to activities conducted in South Africa were rejected. Consequently, the appellate court found no basis to sustain the lower court’s decision.",
    "conclusion": "The appeal was allowed with costs. The order of the Cape Provincial Division was set aside and replaced with a declaration that the applicant is an educational institution of public character under section 10(l)(f) and that the receipts and accruals derived from the Oxford University Press activities in South Africa are exempt from income tax. The respondent was ordered to pay the costs of the application."
  },
  "tags": {
    "level_1": "Tax Law",
    "level_2": "Income Tax",
    "level_3": [
      "section 10(l)(f) exemption",
      "educational institution",
      "foreign institution",
      "Oxford University Press",
      "South Africa"
    ]
  }
}