{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/45.html",
  "case_name": "H Merks & Co (Pty) Ltd. v B-M Group (Pty) Ltd. and Another (270/93) [1995] ZASCA 45; 1996 (2) SA 225 (SCA); (10 May 1995)",
  "citation": "[1995] ZASCA 45",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 45\n|\nNoteup\n|\nLawCite\nH Merks & Co (Pty) Ltd. v B-M Group (Pty) Ltd. and Another (270/93) [1995] ZASCA 45; 1996 (2) SA 225 (SCA); (10 May 1995)\nDownload original files\nPDF format\nRTF format\nCase No 270/93\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE DIVISION)\nIn the matter between:\nH MERKS & CO (PTY) LIMITED\nAppellant\nand\nTHE B-M GROUP (PTY) LIMITED\nFirst Respondent\nC P F DISTRIBUTORS\nCC\nSecond Respondent\nCORAM\n: CORBETT CJ, HEFER, NESTADT, F H GROSSKOPF et HOWIE JJA\nDate heard: 3 March 1995\nDate delivered: 10 May 1995\nJUDGMENT NESTADT. JA\n:\nThe issue in this; appeal is whether the first\nrespondent\n2\n(\"B-M\") repudiated a written agreement entered into by it with the appellant\n(\"Merks\"). If it did, the appeal succeeds. If not, the\nappeal fails.\nPart of the business of B-M was the manufacture and marketing of hair care\nproducts. It began this activity in March 1986. The products\nwere known as the\nClairol Professional Formula (\"Clairol\") range of products. As will be seen the\nrange consisted of a number of\nitems. Merks, suppliers of hairdressing\nrequisites, was appointed one of B-M's distributors in the Transvaal. The\nproducts were purchased\nby hairdressing salons for use by their customers. By\nabout October 1988 B-M had decided to discontinue the manufacture and sale\nof\nthe Clairol products. The business was not profitable. Mr Lars Fischer, a\nconsultant employed by Merks,\n3\nheard of B-Ms decision. He thought that if Merks was appointed sole\ndistributor for the whole country, it could successfully market\nthe products.\nWith this in mind he met with B-M's managing director, a Mr Paul Woolfson (as\nalso with the company's sales manager,\na Mr Rodney Hesketh-Maré). They\nwere amenable to his proposal. The result was the agreement to which I earlier\nreferred. It\nwill, in due course, be necessary to analyse the agreement in some\ndetail and to quote certain clauses. For the moment, however,\nit suffices to\nmerely outline its effect. The agreement was entered into and commenced on 15\nNovember 1988. The parties to it were\nB-M and Merks. Merks was for a period of\nfive years appointed \"the exclusive sales agent, distributor and purchaser\" of\nClairol products\nfor South Africa and certain of its\n4\nneighbouring states. However, in terms of clause 2 of the agreement, Merks\nwas given the right to nominate a company or close corporation\n\"who shall on its\nbehalf handle all matter's regarding the [Clairol] range of products\". Merks\ncommitted itself to purchasing a certain\nquantity of Clairol products each year.\nThe parties would in this regard agree on a forecast which Merks was obliged to\nsubmit annually,\nin advance. To ensure that B-M had stocks available, Merks also\nundertook to furnish, by way of further (quarterly) forecasts, details\nof the\npurchases to be made. As will appear, the issue of forecasts is of importance.\nEven more so, is the question of the price\nof the products. It, too, is dealt\nwith in the agreement. Those for 1989 would be B-M's prices as at October 1988.\nFor the ensuing\nyears, however, it is stipulated that they may,\n5\nsubject to certain qualifications, be increased. Clause 22 provides for the\nagreement to be replaced by a more comprehensive contract\nprepared by B-M\n\"within a reasonable period of time\". (Such contract was never concluded.)\nDuring the months that followed, the agreement was implemented. To begin\nwith, and pursuant to clause 2, Merks caused the second respondent\n(\"CPF\") to be\nformed and nominated. Thereafter orders were placed by CPF with B-M who duly\nexecuted them. Such orders included products\nto the value of R62 816.07 sold and\ndelivered during the period from September 1989 to November 1989. At about this\ntime, however,\nproblems arose between the parties. They culminated in B-M on 13\nMarch 1990 stating in a letter addressed to Merks that the agreement\nwas\n\"henceforth\n6\nterminated\".\nThus it was that the business relationship between the parties came to an\nend. Litigation took its place. B-M issued summons in the\nWitwatersrand Local\nDivision claiming payment from Merks of the R62 816.07 referred to earlier.\nSubsequently, by way of an amendment,\nCPF was cited as a second defendant. It\nwas now alleged that CPF, alternatively Merks, had purchased the goods. Payment\nwas accordingly\nclaimed from CPF, alternatively Merks. In its plea CPF denied\nliability. Merks, on the other hand, admitted that it had purchased\nthe goods\nand that it was liable to B-M for the amount claimed. Payment was sought to be\nexcused on the basis of a counterclaim which\nMerks averred it had against B-M\nand which it pleaded should first be adjudicated on. The counterclaim was\nfor\n7\ndamages in the sum of a little over R8,2 m. Merks' cause of action was that\nB-M had repudiated the agreement and that Merks had accepted\nsuch repudiation.\nThe damages claimed represented the loss of profit which it was alleged Merks\nhad suffered over the remaining term\nof the agreement as a result of its\npremature termination. In its plea in reconvention B-M raised a number of\ndefences in support\nof its denial that it had repudiated the agreement. The\nmatter came to trial before Mynhardt, J. At the request of the parties, and\nin\nrelation to the claim in reconvention, an order in terms of Rule 33(4) was made\nthat certain agreed issues relevant to the question\nof whether B-M repudiated\nthe agreement first be determined and that in the meantime proof of damages\nstand over. Somewhat surprisingly\n(seeing that the liability of CPF on the\n8\nclaim was in issue), Merks and CPF tendered evidence first. They relied on the\ntestimony of Fischer. Evidence on behalf of B-M was\ngiven by Woolfson and\nHesketh-Maré. It was held that B-M had not proved that CPF was liable for\npayment of the purchase price\nof the products. Accordingly, B-M's claim against\nCPF failed. As regards the counterclaim, the court found that in law there had\nbeen no repudiation of the agreement. Consequently, the counterclaim was\ndismissed. It followed that judgment of the claim (in the\nsum of R62 816.07) was\ngranted against Merks. With the leave of the trial judge Merks appeals against\nthe dismissal of the counterclaim.\nWith the leave of this Court B-M\ncross-appeals against the dismissal of its claim against CPF (as well as the\nrefusal of an amendment\nto the plea to the counterclaim which B-M had sought\nduring the trial).\n9\nBoth cross-appeals are conditional on the appeal succeeding.\nIt is\nnecessary at this stage to examine the course of events which gave rise to the\ndispute between the parties and B-M's notification\nin March 1990 that it had\nterminated the agreement. They concern the forecasts which Merks was obliged to\nsubmit and the prices at\nwhich the products were to be sold by B-M. These issues\nmust be considered with clauses 3, 4 and 5 of the agreement in mind. They\nprovide:\n\"3. This agreement shall have a tenure of 5 years. Merks will be committed to\nachieving certain forecasts, such forecasts being mutually\nagreed upon yearly in\nadvance. It is agreed that the forecast for 1989 will be R286 000,00. Such\nforecast is at the transfer price\nexisting in October 1988. The transfer price\nis the price paid by Merks for the goods received.\n4. The transfer price may be increased by mutual agreement from time to time.\nSuch increases will only be effected at reasonable intervals\ntaking cognisance\nof\n10\nthe effect they may have on the prevailing market conditions. The transfer price\nfor the stocks on hand at B-M's warehouse (see attached\nstock list) will not be\nincreased until such stocks are depleted. 5. To ensure that stocks are always\navailable for sale to Merks,\nit is a requirement that a phased quarterly\nforecast be completed for the year and updated for the 12 months on a rolling\nbasis.\nStocks forecast and not taken off by the year end must be taken by Merks\nin the first quarter of the following\nyear.\"\nI have already stated that (save for the\nnon-payment\nreferred to) there was no problem in the\nfirst year of the agreement's\noperation (ending 15 November 1989 but which I\nrefer to as 1989).\nThe quantity and type of products which Merks forecast it would\n(and did) purchase and the price of the goods were agreed to (largely,\nas will have been seen, in clause 3 of the agreement itself). When,\nhowever, it comes to 1990, a different picture emerges. The\nfollowing are its components (as they appear, for the most part, from\n11\nan exchange of letters between the parties):\n(i) It was common cause that at an early stage B-M agreed to Merks' forecast\nof R620 000 for 1990,\n(ii) Thereafter, on 11 September 1989, in a letter to B-M, Merks submitted\nwhat is termed a \"suggested\" or \"preliminary\" forecast\nor projection (which\nMerks said\nit \"would like\tto firm up\tcloser towards the end\nof the year\"). In the letter eighteen products (being the Clairol range) are\nlisted and in each case the number of units which it\nwas envisaged would be\npurchased. But there is no reference to individual prices or the total price.\n(iii) On 30 October 1989 B-M\n(as it was entitled to do,\n12\nseeing that the stocks on hand and referred to in clause 4 had been\nexhausted) informed Merks what its 1990 prices would be. Such\nprices were\nbetween 36% and 150% higher than B-M's 1989 prices. This was because, so B-M\nstated, \"some of these products have not\nbeen produced and costed for over two\nyears\" and \"it was necessary to update all costs and sources of materials\".\n(iv) Fischer objected to the increased prices. At his request, Woolfson\nundertook to reconsider the amount of the increase.\n(v) Woolfson did this. He was prepared to reduce the increase. On 6 December\n1989 he advised Fischer what\n13\nB-M's adjusted 1990 prices would be. At the same time it was pointed out that\non the basis of Merks' provisional forecast (see (ii)\nabove) and at B-M's\nincreased prices, products totalling only R464 753 were to be purchased. This\ndid not meet the forecast of R620\n000 (see (i) above). Merks was also requested\nto supply B-M with \"quarterly forecasts as soon as possible to enable us to plan\nour\nbatch production on this basis\". Such forecasts would have to be adjusted\n\"for the additional units to make up the R620 000 (we presume\nthis would be the\nlast quarter)\". (vi) Fischer remained dissatisfied with B-M's proposed prices.\nIn a letter to B-M dated 13 December\n1989\n14\n(emanating from CPF but obviously written on behalf of Merks) he said that\nthe average price increase was still just under 50%. He\nasked that the intended\nincrease be reconsidered; that it be \"more in line with the ruling inflation\nrate\"; failing this \"we would\nfind it extremely difficult, if not impossible, to\nachieve the intended objectives\".\n(vii) B-M's response on 15 December 1989 was that because the 1989 prices were\nalready two years old and that since then costs had\nrisen, it could not reduce\nthe increase in prices.\n(viii) Fischer was not persuaded. In a\nletter dated 15 December 1989 he warned B-M that \"it is impossible to\n15\npass this 50% cost increase on to the consumers\". In his evidence Fischer\nconfirmed that such consumers could not afford to pay the\nincreased price at\nwhich the products would have to be sold to them if Merks were to pay the\nincreased prices proposed by B-M. (ix)\nB-M replied (on 20 December 1989) that\nthe prices referred to in its letter of 6 December 1989 ((v) above) were\n\"final\". Merks was\ntold that we \"await your acceptance and quarterly forecast as\nsoon as possible\". (x) Merks never supplied the quarterly forecast\neither as\nadjusted or at all. Nor did it agree to B-M's price demands. On the contrary,\nand as the trial judge found, it had by this\ntime become clear that there was\na\n16\nstalemate between the parties and that Merks would not\nplace\nany orders with B-M for 1990. Indeed, it did not.\nIt was in these\ncircumstances that B-M on 13 March 1990 purported\nto terminate the agreement.\nThe reason given was that \"you have not\nacceded to our price structure for\n1990\".\nI think I can best sum up the parties' respective contentions, as they emerge\nfrom the pleadings in reconvention read with the Rule\n33(4) order, in the\nfollowing way. The pith of Merks' allegations was that B-M was not unilaterally\nentitled to increase prices and\nthat its attempt to do so and its purported\ntermination of the agreement on 13 March 1990 was a repudiation of the\nagreement. The\nplea in reconvention denies this. The effect of what is pleaded\nin amplification is that the parties failed to agree on (i) the forecasts\n17\nfor 1990 or (ii) the prices of the products for that year (as contemplated in\nclauses 3 and 4 respectively) and that the agreement\nhad accordingly terminated\nor was unenforceable. The court a\nquo\nupheld this defence. It was found\nthat the agreement was not enforceable (after its first year).\nPlainly, if this conclusion was correct, there can be no question of any\nrepudiation of the agreement by B-M. There would have been\nno obligation by B-M\nto supply Merks with any Clairol products. Whether there was such an obligation,\ndepends on a proper interpretation\nof the agreement. It is of a kind which is\nnot uncommon (see, eg, the one which featured in\nDecro-Wall International SA\nvs Practitioners in Marketing Ltd\n[1971] 2 All ER 216\n(CA)). One could call\nit a distribution or concessionaire\n18\nagreement. I do not believe that Mynhardt J intended to find that it did not\ngive rise to a\nvinculum juris\nbetween the parties. It did. A reciprocal\ncontractual relationship was created. As such it was capable of affording Merks\na remedy\nif for example B-M, during the currency of the agreement, had appointed\nsomeone else to market its products or had sold its products\ndirectly to\ncustomers (see the\nDecro-Wall\ncase). But this is not the position here.\nThe gravamen of the counterclaim is that B-M, in breach of its obligations,\nrefused to\nsupply Merks with Clairol products during 1990 and the three\nsubsequent years at the 1989 prices. And the loss of profits claimed\nby Merks is\ncalculated on this basis. So it does not suffice for Merks to prove merely that\nthe agreement was enforceable in general\nterms. What Merks had to establish was\nthat, the parties\n19\nhaving failed to agree on the price of the products for 1990, the 1989 prices\nwere to apply; and, of course, either that it duly submitted\nthe forecasts\nrequired for 1990 or, if it failed to, that this did not avail B-M.\nLet me immediately deal with the issue of the forecasts. A great deal of the\nargument was devoted to it. As already indicated there\nwere two kinds of\nforecast that were required from Merks. One (in terms of clause 3) had to be\nmutually agreed upon in advance. Its\npurpose was to define, in monetary terms,\nwhat amount of Clairol products Merks was to purchase during the ensuing year.\nThe other\n(in terms of clause 5) was a more detailed forecast identifying the\nproducts required and the quantities thereof. It will be recalled\nthat B-M's\ncomplaint, as pleaded, related to the clause 3\n20\nforecast. As I understand the judgment a\nquo\nit was that the forecast\nof R620,000 was not a proper one (because it did not specify the number of units\nof each product required\nduring 1990); and that B-M was accordingly not obliged\nto supply Merks with any products for that year. I am not sure that this is\na\nsound conclusion. It may be that Mynhardt J has imported into clause 3 what\nclause 5 provides for. It is, however, unnecessary\nto decide this or the other\narguments advanced by Mr\nHorwitz\non behalf of Merks in support of the\nsubmission that the forecast of R620,000 was a proper one. I shall assume that\nit was. Even\nso, and for the reasons which follow, I do not think the appeal can\nsucceed.\nThis brings me to a consideration of the effect of the parties having failed\nto agree on prices for 1990. Undoubtedly, the\n21\nagreement contains a flavour of sale. Rather I should say that it provides\nthe framework for the conclusion of a series of purchases\nwhich Merks would,\nfrom time to time, make from B-M in order to give effect to its right to market\nthe Clairol range of products.\nIn other words, there would (to quote Sachs LJ in\nthe\nDecro-Wall\ncase at 226 d) be \"a continuing number of individual\ntransactions for the sale and delivery of goods\" (by B-M to Merks). These would\nbe grouped together on an annual calendar year basis, commencing in 1989. The\none reason for this was that the forecasts which Merks\nwas obliged to furnish in\nterms of clauses 3 and 5 were on a yearly basis. The other was, as appears from\nclause 4, that it was envisaged\nthat there would be periodic increases of\nprices. These were to be \"from time to time\" and \"at reasonable intervals\". But\nit was\nnot in\n22\ndispute that here too this would be on an annual basis. Of course, there\nwould have to be \"mutual agreement\" on such increases.\nThis being so, and as Mynhardt J held, the agreement\nwas a species of\npactum de contrahendo,\nie an agreement to make a\ncontract in the future. Such a contract may be enforceable (Christie:\nThe Law of Contract in South Africa\n, 2nd ed, 40). In\ncasu\nwhether\nit is depends on the price of the products having (post 1989) been\nfixed or at least being ascertainable. The principle to be applied was\nstated by the present Chief Justice in\nWestinghouse Brake and\nEquipment (Pty) Ltd vs Bilger Engineering (Pty) Ltd\n1986(2) SA\n555(A) at 574 B-C as follows:\n\"It is a general rule of our law that there can be no valid contract of sale\nunless the parties have agreed, expressly or by implication,\nupon a purchase\nprice. They may do so by fixing the amount of the price in their contract or\nthey may agree\n23\nupon some external standard by the application whereof it will be possible to\ndetermine the price without further reference to them.\nThere can be no valid\ncontract of sale if the parties have agreed that the price is to be fixed in the\nfuture by one\nof them \t This is part of the wider general principle that\ncontractual obligations must be defined or ascertainable, not vague and\nuncertain.\"\nEqually so, an agreement to later negotiate and agree\non a price is\nnot acceptable (\nHattingh vs van Rensburg\n1964(1) SA\n578(T) at 582\nC;\nLetaba Sawmills (Edms) Bpk vs Majovi (Edms) Bpk\n1993(1) SA\n768(A) at 773 I). If then this is the effect of clause 4, Merks must\nfail. Its case was, however, that this is not what the provision\nmeans. The argument was that it was only the increase that had to\nbe mutually agreed to and not the price; in the absence of the parties\nagreeing on an increase the previous, ie original, price remained;\naccordingly, the parties having failed to agree on the increase for\n24\n1990, the 1989 prices applied and the agreement was valid.\nA similar argument was rejected by the trial judge and\nin my\nview rightly so. The language of clause 4 does not warrant\nthe meaning\ncontended for. Merks never disputed that a reasonable\ninterval (see the\nsecond sentence of clause 4) had elapsed. So B-M\nwas entitled to require\nMerks to pay an increased price. This is what\nit did. When this happened and\nnotwithstanding the enjoinder in the\nclause that increases had to take\n\"cognisance of the effect they may\nhave on the prevailing market conditions\"\n(i) the old prices fell away\nand (ii) in their stead the parties had \"by\nmutual agreement\" (see the\nfirst sentence of clause 4) to fix new (increased)\nprices. The\nposition would, of course, have been different had the\nclause\nstipulated that failing an agreed increase, the price referred to\nin\n25\nclause 3 would continue to apply after 1989. But (as in\nWasmuth\nvs Jacobs\n1987(3) SA 629 (SWA) at 633 B-C)it does not.\nAnd to\nread clause 4 as doing so would be to make a contract for the\nparties.\nIt would be a singular contract. It would make clause 4 futile.\nIf\nin default of agreement the old prices were to continue there would\nbe\nno incentive for Merks to agree to an increase (cf\nBeer vs\nBowden\n[1981] 1 All ER 1070\n(CA) at 1073 d). In the result what we\nare\nconcerned with is a lack of agreement on prices, not merely a\nfailure\nto agree on an amendment or review of the original prices (so\nthat\nthe latter continue to apply).\nSo much for what may be regarded as a linguistic interpretation. A contextual\napproach (including a reference to permissible background\nevidence) confirms it.\nThe parties never\n26\ncontemplated that the initial price would continue to apply subsequent\nto\n1989. On the contrary, the parties anticipated that prices would\nincrease. The correspondence referred to bears this out. And so\ndoes the evidence. I content myself with the following extract from\nthat of Fischer, namely:\n\"I thought that that price list [for 1989] would rule for the first year.\nPrices in my experience with this product range\nnormally went up once a year \t As I said yesterday I\nexperienced previously with the B-M group that the prices were increased once\na year and the price increases were\nreasonable increases in line with inflation\tMy Lord I am a\nbusiness man. I understand that prices go up\".\nIn these circumstances Merks' construction is not a tenable one. It\nwould mean that failing an agreed increase, the initial price would\ncontinue to apply throughout the five year duration of the agreement.\nNo wonder that Merks never at any time advanced it in the pre-\n27\nlitigation correspondence and discussions between the parties. Mr\nHorwitz\nsubmitted, however, that it was unthinkable that Merks\nwould set up a selling organisation with no security of tenure beyond\nthe first year of the agreement. This is a consideration but not a\nvery strong one. Fischer himself, as his evidence makes clear,\n\"expected [the parties] to reach agreement on the price increases\".\nIn any event, the agreement was intended to be an interim one; as\nclause 22 shows, it was to be replaced by a more comprehensive\nagreement.\nOn behalf of Merks an alternative argument (not foreshadowed in the pleadings\nand not raised in the court below) was relied on. It\nwas that, either on a\nproper interpretation of the agreement or on the basis of an implied term, the\nincrease had to be\n28\na reasonable one; there was accordingly an objective yardstick by which it\ncould be measured; in this way the price for the years\nfollowing 1989 was\nascertainable and the agreement was enforceable. Even assuming that a sale at a\nreasonable price is valid (as\nto which see\nGenac Properties Jhb (Pty) Ltd vs\nNBC Administrators CC (previously NBC Administrators (Pty) Ltd)\n1992(1) SA\n566(A) at 577 G - 578 D), I am unable to agree with the argument. The express\nterms of clause 4 negate it. That clause\ndefines the method by which price\nadjustments are to be determined, namely, by the parties agreeing thereto. Where\nin a given case\nthat fails, a court will not usually substitute its own\nmachinery in the form of a reasonable price. This is what was said in\nSudbrook Trading Estate Ltd vs Eggleton and others\n[1981] 3 All ER 105\n(CA) especially at\n29\n114 f - 116 d). According to Templeman LJ, the principle stems from \"one\ncentral proposition, that where the agreement on the face\nof it is incomplete\nuntil something else has been done\tby further\nagreement between the\nparties\tthe court is powerless, because\nthere is no complete agreement to enforce.\" In our case the determination of\na reasonable increase (a difficult task I would have\nthought) is an alternative\nwhich, on the wording of the agreement is not available, either by way of an\ninterpretation or an implication.\nTo sum up. In terms of clause 4, price\nincreases had to be agreed. In the absence of such agreement in respect of 1990,\nthe obligation\non B-M to continue to supply Clairol products to Merks became\nunenforceable. B-M's letter of 13 March 1990 did not therefore constitute\na\nrepudiation. The counterclaim was correctly\n30\ndismissed by the court a\nquo\n. The appeal must fail.\nThis brings me\nto the cross-appeals. As was stated earlier, they are both conditional on the\nappeal succeeding. This being so, Mr\nSchwartzman\n. on behalf of B-M,\nfairly conceded that in the event of the appeal failing, the cross-appeals\nshould be dismissed with costs including\nthose of two counsel. The order for\ncosts is also to include those which this Court reserved when granting B-M leave\nto appeal. They\nare the costs of the counter-application to the court a\nquo\nfor leave to cross-appeal and the costs of the petition to this Court\nto cross-appeal. In this latter regard, however, I feel impelled\nto add a rider.\nIt arises from the fact that a full set of the pleadings, including the summons\nand the affidavit opposing an application\nof the summary judgment, were annexed\nto the\n31\npetition. These documents comprise 189 pages. It was unnecessary to have done\nthis. The pleadings are summarised in the judgment a,\nquo\n(which, of\ncourse, was annexed to the petition). AD Rule 3(5) requires that every\napplication for leave to appeal furnish succinctly\nall information necessary to\nenable the court to decide whether leave ought to be granted. Succinctly means\nconcisely or briefly\nexpressed. In the light of what I have said, the Rule was\nnot complied with. The unfortunate result is that unnecessary costs have\nbeen\nincurred. B-M's Johannesburg attorneys must be held responsible for this. I\ntherefore propose to direct that they pay such costs\nde\nbonis propriis\n.\nThis Court has previously warned practitioners that their breach of duty in this\nregard may result in an order of this kind being\nmade (see\nGovernment of the\nRepublic of South Africa vs Maskam\n32\nBoukontrakteurs (Edms) Bpk\n1984(1) SA 680(A) at 692 G - 693 A).\nIndeed, such orders have been made. With this in mind, the matter was raised\nwith counsel during\nargument before us. The attorneys have therefore had an\nopportunity of being heard.\nThe following order is made:\n(A)\nAs to the appeal\n:\n(1)\tThe appeal is dismissed with\ncosts.\n(2)\nSuch\ncosts are to include the costs occasioned by the employment of two\ncounsel.\n(B)\nAs to the cross-appeals:\n(1)\nThe cross-appeals are\ndismissed with costs.\n(2)\nSuch costs are to\ninclude the costs occasioned by the employment of two\ncounsel.\n33\n(3) Such costs are also to include:\n(i) the costs of the application to the court a\nquo\nfor\nleave to appeal and (ii) the costs of the petition to this Court for leave to\nappeal, save that the costs arising from the pleadings\nhaving been annexed to\nthe petition are to be paid by the cross-appellant's Johannesburg attorneys de\nbonis propriis\n.\nH H Nestadt\nJudge of Appeal\nCorbett, CJ )\nHefer, JA\t) Concur\nF H\nGrosskopf, JA )\nHowie, JA\t)",
  "scraped_at": "2026-02-12T06:58:09.584222",
  "date": "1995-05-10",
  "coram": [
    "CORBETT CJ",
    "HEFER JA",
    "NESTADT JA",
    "F H GROSSKOPF JA",
    "HOWIE JA"
  ],
  "case_number": "270/93",
  "parties": {
    "applicants": [
      "H MERKS & CO (PTY) LIMITED"
    ],
    "respondents": [
      "THE B-M GROUP (PTY) LIMITED",
      "C P F DISTRIBUTORS CC"
    ]
  },
  "sections": {
    "facts": "B-M manufactured the Clairol hair‑care range and, after deciding to discontinue the line in 1988, appointed Merks as its exclusive South African distributor under a five‑year agreement dated 15 November 1988. The contract required Merks to submit an annual monetary forecast (clause 3) and more detailed quarterly forecasts (clause 5), and allowed B‑M to increase prices only by mutual agreement (clause 4). In 1989 the parties agreed on a 1990 forecast of R620,000, but B‑M later proposed price increases of 36%‑150% for 1990. Merks objected; the parties could not reach agreement on the increased prices or the revised quarterly forecast. Merks failed to place any orders for 1990. On 13 March 1990 B‑M issued a letter terminating the agreement, citing Merks' refusal to accept the new price structure. B‑M sued Merks for unpaid invoices (R62,816.07) and Merks counter‑claimed damages alleging repudiation of the agreement.",
    "issues": "The court had to determine (1) whether B‑M was entitled to unilaterally increase the price of the products and terminate the agreement; (2) whether the lack of agreement on the 1990 price and forecasts rendered the contract unenforceable; (3) whether B‑M’s termination amounted to a repudiation of the agreement; and (4) the appropriate liability for the unpaid invoice.",
    "principles": "South African contract law requires that essential terms, such as price, be certain or ascertainable for a contract of sale to be valid (Westinghouse Brake & Equipment v Bilger Engineering). A pactum de contrahendo is enforceable only when the essential terms are agreed or capable of determination. Clause 4 of the agreement stipulated that any price increase required mutual agreement; absent such agreement, no new price could be imposed and the parties could not be bound by an undefined term. The court also applied the principle that repudiation occurs only when one party, without justification, refuses to perform an existing contractual obligation, not when a contract is simply unenforceable due to missing essential terms.",
    "application": "The court held that the parties never agreed on the 1990 price increase and that clause 4 required such mutual agreement. Consequently, B‑M was not obligated to supply Merks at the increased price, and the contract became unenforceable for 1990 onwards. Because the agreement was not enforceable, B‑M’s termination did not constitute repudiation. The counter‑claim for damages based on alleged repudiation was therefore dismissed. The claim for the unpaid invoice was upheld against Merks, as the goods had been delivered and payment was due under the terms that applied to 1989 deliveries.",
    "conclusion": "The appeal by Merks was dismissed with costs, including the costs of two counsel. The cross‑appeals by B‑M were also dismissed with costs, and B‑M’s Johannesburg attorneys were ordered to pay certain costs de bonis propriis due to procedural excess. The court affirmed the trial judge’s decision that there was no repudiation and that Merks was liable for the unpaid amount."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Distribution Agreement",
    "level_3": [
      "price escalation",
      "forecast obligations",
      "repudiation",
      "contract termination",
      "price certainty"
    ]
  }
}