{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/12.html",
  "case_name": "S v Mashimbye (56/94) [1995] ZASCA 12 (14 March 1995)",
  "citation": "[1995] ZASCA 12",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 12\n|\nNoteup\n|\nLawCite\nS v Mashimbye (56/94) [1995] ZASCA 12 (14 March 1995)\nDownload original files\nPDF format\nRTF format\n13/95\nCase No 56/94\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE\nDIVISION)\nIn the matter between:\nJOSIAS MASHIMBYE\nAppellant\nand\nTHE STATE\nRespondent\nCORAM\n: NESTADT, EKSTEEN et NIENABER JJA\nDate heard: 2 March 1995\nDate delivered: 14 March 1995\nJUDGMENT NESTADT, JA\n:\nOn the night of 22 February 1992 a party was taking place at a house in\nGiyani township within the area of Gazankulu.\n2\nAmongst the numerous people there present were Patrick Maboko (\"the\ncomplainant\"), his mother, a certain Ronny and Mbekeni Xivambu.\nAt about\nmidnight the appellant arrived there. He was apparently uninvited. He (and\nothers) were asked to leave. Events turned nasty.\nIn the result and with a 9 mm\npistol, which he had in his possession, he shot the complainant in the left\nupper chest in the vicinity\nof the shoulder. The shooting took place outside the\nhouse near the gate of the yard.\nThis occurrence gave rise to the prosecution in the Giyani Regional Court of\nthe appellant on a charge of attempted murder. An alternative\ncharge alleged\nthat he had acted in contravention of sec 39(1)(1) of the Arms and Ammunition\nAct 75 of 1969 in that he had discharged\nan arm and had thereby negligently\n3\ninjured the complainant. His denial of guilt notwithstanding, he was\nconvicted on the main count and sentenced to five years imprisonment\nof which\ntwo were conditionally suspended. In terms of sec 12 of the Act the consequence\nof this, and the regional magistrate so\nnoted, was that the appellant was deemed\nto be declared unfit to possess a firearm (which was ordered to be returned to\nthe appellant's\nemployer, namely the Department of Interior of Gazankulu). The\nappellant appealed against his conviction and sentence to the Transvaal\nProvincial Division. The appeal was unsuccessful. This is a further appeal. It\nis brought with the leave of the court a\nquo\n.\nThe gist of the appellant's version of what happened was that he was attacked\nby the crowd at the party; his life was in\n4\ndanger; acting in self-defence he fired a shot into the air; but he was still\nbeing pursued; as he was fleeing he accidentally fired\na second shot (which\nstruck the complainant).\nThe trial court rejected this evidence. Mr\nJordaan\nwho appeared before\nus for the appellant quite correctly did not quarrel with this finding. It is\nclear that the appellant was a\npoor witness, indeed a lying one, and that his\nversion could not possibly be true. The matter therefore falls to be determined\non\nthe State version. It was in the main deposed to by the complainant, his\nmother and Xivambu. It was to the following effect. The\nappellant stood next to\nthe gate. The complainant's mother approached him. She stood some one and a half\nmetres from him. He was\nangry. He said \"I will shoot all of you\". He was\npointing his firearm in her direction.\n5\nHe then fired a shot over her shoulder. It was in this way that the\ncomplainant was struck. He had been in the house. Having, however,\nheard a\ncommotion outside, he went out to investigate. He saw his mother and the\nappellant. He walked towards them (from behind his\nmother). It was whilst doing\nso that he was shot. After the shooting the appellant said that \"he did not\nshoot at any person\". He\nthen ran away.\nIt admits of no doubt that the appellant deliberately fired the shot that\nstruck the complainant. The question is: did he do so with\nthe necessary\nmens\nrea, ie with the intention (whether by way of\ndolus directus\nor\ndolus eventual is\n) to kill the complainant? This obviously depends on\nwhether his intention was that the bullet should strike the complainant. If it\nwas, the only reasonable inference\n6\nwould be that he intended to kill him. Both the trial court and the court a\nquo, of course, found that the State had proved that in\nfiring the shot that hit\nthe complainant the appellant had the necessary intent. It would seem, however,\nthat they did so on somewhat\ndifferent bases. The magistrate (somewhat baldly I\nmay say) concluded that \"looking at the evidence subjectively...the accused\ndeliberately\npulled the trigger and from that the Court can only draw one\ninference, that is that the accused had done so with the intent to kill\nPatric\nMaboko\". It is not clear whether this amounted to a finding of\ndolus\ndirectus\nor\ndolus eventualis\n. But it would seem to involve an\nacceptance of the proposition that the appellant knowing of the presence of the\ncomplainant, fired\nin his direction. The Transvaal Provincial Division on the\nother hand found that the\n7\nappellant must have foreseen that the shot \"may hit somebody,...who was\npresent in the yard or in the house\" and that he was guilty\non the basis of\ndolus eventualis\n.\nI am afraid that I cannot agree with either the trial court or the court a\nquo. In my opinion the State failed, whether on the basis\nof\ndolus\ndirectus\nor\ndolus eventualis,\nto prove that the appellant in firing\nthe shot (albeit deliberately) had the requisite intent to kill the complainant.\nThe distinction\nbetween\ndolus eventualis\nand mere negligence (as to which\nsee\nS vs Sigwahla\n1967(4) SA 566(A) at 570 D) must in this regard be kept\nfirmly in mind. I refer naturally to the difference between what the appellant\nmust have subjectively foreseen (ie did foresee) on the one hand and what he\nobjectively ought to have foreseen on the other. To\nsustain a conviction it\nwas\n8\nnecessary for the State to show that the appellant foresaw the possibility\nthat in Bring as he did, the complainant or someone else\nwould be struck. Whilst\nit is probable that he did, I do not think that this is the only reasonable\ninference from the evidence.\nThe main reason for saying this is that such\nevidence (and I am of course referring to that of the State) does not paint a\nvery clear\npicture of the scene and of what happened. As will appear we are in\nmany respects left to speculate.\nI commence with the evidence concerning the fore-seeability or otherwise of\nthe complainant being struck. The problem here is that\nthere is a dearth of\nevidence as to whether the appellant was ever aware of the complainant's\npresence behind his mother. I leave\naside the appellant's denial that he saw the\ncomplainant. The\n9\nproblem stems from the fact that it is unclear where exactly the complainant\nwas when the appellant fired. The complainant's evidence\nthat he was \"close\" (to\nhis mother) and Xivambu's that the complainant was \"behind\" her are too vague\nand imprecise to be of any\nreal assistance in determining the issue of whether\nthe appellant saw the complainant. This is compounded by the absence of any\nmeaningful\ndescription of what the visibility was like. The only evidence on\nthis point was that of the complainant that where he was standing\n\"there was\nsome light\". It was not part of the State case that the complainant and the\nappellant spoke to each other before the shooting.\nThe complainant conceded that\nhe could not hear what his mother and the appellant were saying to each other.\nHe never saw that the\nappellant had a firearm. These are further indications\nthat\n10\nthe appellant might not have been aware of the complainant's presence. Bear\nin mind also that no motive on the part of the appellant\nto harm the complainant\nwas shown. On the contrary the complainant testified that they had not\nquarrelled. It is true that the complainant\nsaw the appellant. But it does not\nfollow that the appellant saw the complainant. And the fact (testified to by the\nmother) that\nthe appellant, when he fired, was pointing the firearm in\nher direction (and therefore I will assume in the complainant's\ndirection) takes the matter no further.\nThis brings me to the issue of whether the approach of\nthe court a\nquo\nwas justified, ie that in shooting as he did the\nappellant must have known that somebody might be hit and killed.\nHere too there are difficulties in the way of the State. The\n11\nappellant's threat made just before he shot, to \"shoot all of you\" may well\nhave been mere bravado; or perhaps the desire to make\nhis presence felt or to\nfrighten those at the party. Immediately after he shot, the appellant said that\nhe did not shoot at any one.\nClearly the appellant did not intend to shoot the\nmother. Had he so intended, he could not have missed her. The evidence does\nhowever\nestablish that there were a number of other people in the vicinity at\nthe time. They were the guests at the party. But there is no\nclarity as to where\nthey were when the appellant shot and in particular whether, to his knowledge,\nthey were in his line of fire.\nThey were not in the immediate proximity to the\ncomplainant or his mother. According to the complainant the other guests were in\nthe yard. There was however no evidence that the appellant shot in that\ndirection. But let\n12\nus assume (there was some evidence to this effect) that the guests were in\nthe house, or running towards it or round it. Even so the\nguilt of the appellant\non the main charge was not proved. This is because it was not shown that this is\nwhere the appellant aimed\nat. One does not know what distance the house is from\nthe gate (where the appellant was) or where it is situate in relation to the\ndirection in which he pointed the firearm. The State should have produced a plan\ndepicting the scene. Without it there are material\ngaps in the State case. Ronny\nwas not called. It would seem that he was an important witness. Nor does the\nevidence (given by a policeman\nwho arrived at the scene after the shooting) that\na \"certain hole\" which it was \"presumed was caused by a bullet\" was found in the\nhouse and that \"the window pane\" was shattered. There is no\n13\nindication which part of the house is being referred to. In any event this is\nhardly sufficient to prove that the damage referred\nto was caused by the\nappellant's shot. It may have pre-existed the incident. As I have said, the\nappellant was an untruthful witness;\nhis version was a false one. This feature\ncannot, however, in the light of the defects in the State case to which I have\nalluded,\navail the State (cf\nS vs Mtsweni\n1985(1) SA 590(A)). They are\nsuch that the appellant should have been acquitted on the main charge of\nattempted murder. He should,\nin my judgment, have instead been found guilty on\nthe alternative charge. Plainly he acted negligently. The shot he fired was not\nin the air. It must have had a horizontal trajectory. He ought as a reasonable\nman to have foreseen that someone might be injured.\n14\nIt remains to deal with sentence. The one imposed must be set aside. The\nappellant must be sentenced afresh for the contravention\nof sec 39(1)(1). In\nterms of sec 39(2)(d) a fine of R4 000 or imprisonment not exceeding one year or\nboth are competent. At the time\nof the trial the appellant was 42 years old. He\nhad no previous conviction. He voluntarily reported the matter to the police on\nthe\nfollowing day. He is a family man. He was entitled to possess the firearm.\nIn these circumstances I do not think a sentence of imprisonment\nis called for.\nA fine will suffice. At the same time it must be a substantial one. The degree\nof negligence was high. The complainant\nwas quite badly injured. The improper\nuse of firearms is rife. Unfortunately there is nothing on record as to what the\nappellant\nearns. It appears however that he\n15\nis a senior officer in the employ of the Department of the Interior in\nGazankulu. In these circumstances there is reason to believe\nthat he will be\nable to pay the fine I intend to exact.\nThe appeal succeeds. The appellant's conviction of attempted murder is set\naside. So, too, is his sentence. There is substituted a\nconviction on the\nalternative to count one, namely a contravention of sec 39(1)(1) of the Arms and\nAmmunition Act 75 of 1969. In\nrespect of this offence he is sentenced to pay a\nfine of R2 500 or eight months imprisonment. The order directing the return of\nthe\nfirearm to the Department of the Interior remains.\nH H Nestadt Judge of Appeal\nEksteen, JA )\n) Concur Nienaber, JA )",
  "scraped_at": "2026-02-12T05:54:26.903364",
  "date": "1995-03-14",
  "coram": [
    "Nestadt, JA",
    "Eksteen, JA",
    "Nienaber, JA"
  ],
  "case_number": "56/94",
  "parties": {
    "applicants": [
      "JOSIAS MASHIMBYE"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "On the night of 22 February 1992 a party was being held in Giyani township. The appellant, Josias Mashimbye, arrived uninvited, was asked to leave and threatened the crowd, saying he would \"shoot all of you\". He then discharged a 9mm pistol, firing one shot over a woman’s shoulder and striking the complainant, Patrick Maboko, in the left upper chest. He was convicted in the Giyani Regional Court of attempted murder and sentenced to five years’ imprisonment (two years suspended). The conviction and sentence were upheld on appeal to the Transvaal Provincial Division, and a further appeal to the Supreme Court of Appeal was filed.",
    "issues": "The principal issue was whether the appellant possessed the requisite mens rea for attempted murder – either dolus directus (direct intent to kill) or dolus eventualis (foreseeable risk of death). The court also considered whether the evidence was sufficient to sustain the conviction, or whether the appellant’s conduct amounted only to negligence under section 39(1)(1) of the Arms and Ammunition Act.",
    "principles": "South African criminal law distinguishes between dolus directus (subjective intention to bring about death) and dolus eventualis (subjective foresight of a possible fatal outcome). Conviction requires proof of the appellant’s subjective foresight of the risk, not merely an objective standard. The court referred to precedent (S v Sigwahla) on the difference between subjective foresight and negligence, and to the statutory provision that discharging a firearm negligently can constitute a contravention of the Arms Act.",
    "application": "The appellate court held that the State failed to prove that the appellant subjectively foresaw the possibility that his shot would hit and kill the complainant. Evidence of the complainant’s exact position, visibility, and the appellant’s knowledge of that position was too ambiguous. Consequently, the requisite intent for attempted murder could not be established on either a dolus directus or dolus eventualis basis. However, the court found that the appellant acted negligently by firing the weapon in a manner that a reasonable person would have foreseen could injure someone, satisfying the elements of the alternative charge under the Arms and Ammunition Act.",
    "conclusion": "The appeal succeeded. The appellant’s conviction for attempted murder and the associated sentence were set aside. He was instead convicted of the alternative offence – contravention of section 39(1)(1) of the Arms and Ammunition Act – and sentenced to a fine of R2 500 or eight months’ imprisonment (or both). The order for the return of the firearm to the Department of the Interior remained in force."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Offences Against the Person",
    "level_3": [
      "attempted murder",
      "intent",
      "dolus eventualis",
      "negligence",
      "arms legislation"
    ]
  }
}