{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/159.html",
  "case_name": "S v Bartmann en Andere (158/93) [1995] ZASCA 159 (30 November 1995)",
  "citation": "[1995] ZASCA 159",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 159\n|\nNoteup\n|\nLawCite\nS v Bartmann en Andere (158/93) [1995] ZASCA 159 (30 November 1995)\nDownload original files\nPDF format\nRTF format\nSaak nr 158/93\n/MC\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak tussen:\nABRAHAM ALBERTUS CILLIERS BARTMANN (SNR)\nSPRINGBOK PATROLS (EDMS) BPK\nALERT SPRINGBOK PATROLS BK\nABRAHAM ALBERTUS CILLIERS\nBARTMANN (JNR)\tAPPELLANTE\n-en-\nDIE STAAT\tRESPONDENT\nCORAM: VAN HEERDEN, VIVIER et MARAIS ARR. VERHOOR: 27 November 1995.\nGELEWER: 30 November 1995.\nUITSPRAAK\nVIVIER AR/\n2\nVIVIER AR:\nDie vier appellante, na wie ek as beskuldigdes 1, 2, 3 en\n4\nonderskeidelik sal verwys, is in die Johannesburgse\nStreekhof skuldig bevind op verskeie aanklagte van bedrog (aanklagte 1 - 149 in\ndie geval van beskuldigdes 1, 2 en 4 en aanklagte 51-149 in die geval van\nbeskuldigde 3) asook op aanklagte dat hulle ter oortreding\nvan art 38 van die\nWet op Wapens en Ammunisie 75 van 1969 (\"die Wet\") versuim het om die verlies,\ndiefstal of vernietiging van wapens\nbinne die voorgeskrewe tyd te rapporteer\n(aanklagte 152 en 153 in die geval van beskuldigde 1; aanklag 152 in die geval\nvan beskuldigdes\n2 en 4 en aanklag 153 in die geval van beskuldigde 3).\nBeskuldigde 1 is verder aan die onwettige besit van vuurwapens (aanklagte\n681,\n684, 685 en 686) skuldig bevind en beskuldigde 4 aan omkopery (aanklag 705). Op\naanklagte 152 en 153 is die beskuldigdes gewaarsku\nen ontslaan. Op die aanklag\nvan omkopery is beskuldigde 4 'n boete van R100\n3\nof 20 dae gevangenisstraf opgelê. Op elkeen van die ander aanklagte\nis 'n boete van R40-00 (met 'n altematief van tien dae gevangenisstraf\nin die\ngeval van beskuldigdes 1 en 4) opgelê wat in sekere gevalle in geheel\nopgeskort is. Die besknldigdes se appélle\nna die Witwatersrandse\nPlaaslike Afdeling het grotendeels geslaag deurdat die skuldigbevindings en\nvonnisse op al die aanklagte met\ndie uitsondering van aanklagte 152, 153 en 705\ntersyde gestel is. Die skuldigbevinding op laasgemelde aanklag is bekragtig en\ndie\nvonnis verhoog tot 'n boete van R2000-00 of een jaar gevangenisstraf plus 'n\nverdere een jaar gevangenisstraf wat vir vyf jaar op\nsekere voorwaardes\nopgeskort is. Die Hof a quo het aan die beskuldigdes verlof verleen om na\nhierdie Hof teen die skuldigbevindings\nop aanklagte 152 en 153 te appelleer en\naan beskuldigde 3 om teen die vonnis op aanklag 705 te appelleer. Laasgemelde\nappêl\nis laat vaar. Die Hof a quo het verder\n4\ningevolge art 311 (1) (a) van die Strafproseswet 51 van 1977 aan die\nProkureur-generaal van die Witwatersrandse Plaaslike Afdeling\nverlof verleen om\nteen sy beslissing oor 'n regsvraag ten gunste van die beskuldigdes op die\nbedrogaanklagte na hierdie Hof te appelleer.\nDie feite wat óf gemeensaak was by die verhoor óf nie\nlanger in geskil is nie, kan as volg saamgevat word. Beskuldigde\n2 is 'n private\nmaatskappy en beskuldigde 3 'n beslote korporasie wat seknriteitsondememings\nvannit dieselfde sakepersele, en blykbaar\nmet dieselfde werknemers, bedryf.\nHnlle werksaamhede behels onder andere die voorsiening van gewapende wagte aan\nkliënte waarvoor\nelkeen in eie naam van tyd tot tyd vnurwapens aangeskaf en\nlisensies daarvoor bekom het. Te alle wesenlike tye was beskuldigde 1\ndie\nbesturende direkteur van beskuldigde 2 en die enigste lid van beskuldigde 3 en\nwas beskuldigde 4 'n direkteur van\n5\nbeskuldigde 2 en in diens van beskuldigdes 2 en 3. Beskuldigdes 1 en 4 is\nin hul persoonlike hoedanighede aangekla en beskuldigde\n1 het verder in sy\nhoedanigheid van verteenwoordiger van beskuldigdes 2 en 3 verskyn.\nDit is gerieflik om eerste met die Staat se appêl te handel. Al die\naanklagte van bedrog spruit uit beskuldigdes 2 en 3 se aansoeke\nom\nvuurwapenlisensies. Aanklagte 1 tot 50 het betrekking op aansoeke om lisensies\nwat deur beskuldigde 2 by die Kommissaris van die\nSuid-Afrikaanse Polisie (\"die\nKommissaris\") ingedien is terwyl aanklagte 51 tot 149 handel met beskuldigde 3\nse aansoeke. Ingevolge\nartikel 2 van die Wet mag niemand, met sekere\nontersaaklike uitsonderings, 'n vuurwapen besit sonder dat hy 'n lisensie hou om\ndaardie\nwapen te besit nie. Art 3 van die Wet bepaal onder andere dat die\nKommissaris op aansoek op die voorgeskrewe wyse deur 'n bevoegde\npersoon na\ngoeddunke maar\n6\nbehoudens sekere bepalings van die Wet aan bedoelde\npersoon\n'n lisensie kan uitreik om die in daardie lisensie omskrewe\nwapen\nte besit. In die geval van aanklagte 1 - 50 is die\nvoorgeskrewe\nvorm SAP 271 deur mnr C J F Bartmann, 'n direkteur of\ndienaar\nvan beskuldigde 2, onderteken terwyl beskuldigde 4 die\nbetrokke\nvorms ten opsigte van aanklagte 51 - 149 onderteken het.\nDie landdros het bevind dat ten opsigte van elke\naansoekvorm\nbedrog gepleeg is deurdat \"nee\" geantwoord\nis op die volgende\nvraag wat op die aansoekvorm verskyn:\n\"5. Het u al voorheen 'n wapen wat in u besit was, verloor? Indien wel,\nmeld waar, wanneer en onder watter omstandighede.\"\nDie landdros het bevind dat die antwoorde vals was deurdat die\nbeskuldigdes geweet het dat hulle die wapens genoem in die aanhangsels\ntot die\nklagstaat verloor het.\nDit was gemene saak by die verhoor dat ten tyde van die\n7\nondertekening van elke aansoekvorm die beskuldigdes geweet het dat wapens\nvoorheen uit hulle besit gesteel of geroof is. Die verweer\nwas egter dat die\nbeskuldigdes in die aansoekvorms niks meer te kenne wou gegee het nie as dat\nwapens nog nie voorheen ongemerk uit\nhulle besit weggeraak het nie, dit wil\nsê dat hulle gedink het dat die vraag en antwoord slegs betrekking gehad\nhet op wapens\nwat ongemerk weggeraak het en nie op wapens wat gesteel of geroof\nis nie. Die verweer was dat die beskuldigdes die woord \"verloor\"\nin sy\nprimêre betekenis van ongemerk wegraak verstaan het en dat al wat hulle\ngevolglik bedoel het om te sê, was dat\ngeen wapen voorheen verloor is\ndeurdat dit ongemerk weggeraak het nie, wat 'n korrekte antwoord sonder\nwanvoorstelling was. Die verweer\nwas verder dat die woord \"verloor\" in elk geval\nvatbaar was vir verskeie betekenisse sodat, selfs al sou dit die ontdaanmaking\ndeur\nmiddel van roof en diefstal insluit, dit ten minste ook die\nbetekenis\n8\ndra van ongemerk laat wegraak soos mens 'n knoop sou\nverloor.\nDie bewyslas het dan op die Staat gerus om die\nmoontlike\nonskuldige betekenis uit te sluit. In die afwesigheid van\nenige\ngetuienis dat die aansoekdoeners, deur \"nee\" op die vraag\nte\nantwoord, iets anders bedoel het as dat geen wapen\nvoorheen\nongemerk weggeraak het nie, het die Staat, aldus die betoog, hom\nnie van hierdie bewyslas gekwyt nie. Die landdros het die\nverweer\nverwerp maar die Hof a quo het dit in die volgende\nwoorde\ngehandhaaf:\n\"Na my mening staan dit vas dat 'verloor' 'n woord van besonder wye\nbetekenis is en dat dit in sy sogenaamde primêre betekenis\nbeteken\n'ongemerk laat wegraak'. Eers wanneer 'verloor' gebruik word in die disjunkte\nvorm volgens Professor van Jaarsveld, moet\ndaar iets bygevoeg word by die woord\nverloor voordat 'n mens weet wat dit is naamlik 'ek het my vuurwapen verloor\ndeur diefstal'\nanders sal dit beteken dat ek het my vuurwapen ongemerk laat\nwegraak. Daar is sonder twyfel meriete in die argument van mnr Mostert.\nDit word\nbetoog dat die betekenis van\n9\n'diefstal' en 'vernietiging' nie díe enigste redelike moontlike\nafleiding te make is van die feite nie en dat die onskuldige\nbetekenis van\nverloor naamlik ongemerk laat wegraak nie uitgesluit is nie in welke geval dit\nnatuurlik beteken dat die Staat nie\nsy bewyslas gekwyt het om te bewys dat die\nantwoord op vraag 5 vals was nie.\"\nDie Hof a quo het\ngevolglik bevind dat die woord \"verloor\" in die konteks van die betrokke vraag\nmeerdere betekenisse kan hê,\ninsluitende die onskuldige betekenis van\nongemerk laat wegraak, met die gevolg dat die Staat nie bewys het dat die\nantwoord op die\nvraag vals was nie.\nAlhoewel die regsvraag wat deur die Hof a quo geformuleer is, ietwat\nanders daar uitsien, is ons deur die advokaat namens die Staat\ngevra om te\nbeslis dat die woord \"verloor\" in die SAP 271-vorm slegs een betekenis het en\ndat daardie betekenis noodwendig die verlies\ndeur diefstal of roof insluit. Hy\nhet gevolglik betoog dat die \"nee\" antwoord op die betrokke vraag noodwendig\n'n\n10\nwanvoorstelling daargestel het dat wapens nie voorheen gesteel of geroof\nis nie.\nNamens die beskuldigdes is in hierdie Hof in limine betoog dat die Hof a\nquo se beslissing nie een oor 'n regsvraag was nie en dat\ndit gevolglik nie\nvatbaar was vir 'n appél ingevolge art 311 van Wet 51 van 1977 nie. Dit\nis betoog dat die Hof a quo se beslissing\noor 'n feitevraag gegaan het, naamlik\nof die Staat 'n wanvoorstelling bewys het. Dit is nie nodig om te beslis of die\nHof se bevinding\ndat die woord \"verloor\" meerdere betekenisse kan hê, 'n\nbeslissing oor 'n regsvraag is al dan nie. In die veronderstelling\ndat dit wel\ndie geval is, moet die regsvraag, soos nou geformuleer, teen die Staat beslis\nword. Dit is duidelik dat die woord \"verloor\"\nin die betrokke konteks\nverskillende betekenisse kan hê, wat nie noodwendig ontdaanmaking deur\nmiddel van roof en diefstal\ninsluit nie. Sien byvoorbeeld HAT,\n11\n2de uitgawe sv \"verloor\" op bl 1254. Daaruit volg dat die Hof a quo tereg\nbeslis het dat die Staat geen wanvoorstelling bewys het\nnie.\nVolledigheidshalwe noem ek dat die Hof a quo ook aan die Staat verlof\nverleen het om te appelleer teen sy bevinding dat indien die\nwoord \"verloor\"\nvatbaar is vir verskillende betekenisse, die Staat die bewyslas dra om daardie\nbetekenis wat die beskuldigdes bevoordeel,\nuit te sluit. Dit is nie voor ons\nbetoog dat die Hof a quo 'n verkeerde maatstaf toegepas het nie, maar slegs dat\ndie beskuldigdes\nse betekenis van die woord \"verloor\", so verregaande is dat die\nStaat nie daardie moontlikheid hoef uit te geskakel het nie. Hierdie\nis geen\nregsvraag nie maar 'n feitebevinding naamlik dat die Staat op die feite nie\nbewys het dat die voorstellings vals was nie.\nDit is nie vatbaar vir\nappèl deur die Staat nie.\nEk kom nou by die beskuldigdes se appèlle teen die\n12\nskuldigbevindings op aanklagte 152 en 153. In hierdie aanklagte is dit\ndie beskuldigdes ten laste gelê dat hulle in stryd met\nart 38, gelees met\narts 39 (1) (h) en 40 (2) van die Wet, versuim het om die verlies, diefstal of\nvemietiging van wapens binne die\nvoorgeskrewe tyd (destyds 48 uur) aan te meld.\nArt 38 het in die tersaaklike tydperk as volg gelees :\n\"38. Wanneer 'n wapen in die besit van 'n persoon verloor, gesteel of\nvernietig word, moet hy, binne 48 uur nadat hy van die verlies,\ndiefstal of\nvemietiging van die wapen bewus geword het, persoonlik of deur iemand deur hom\ndaartoe gemagtig die verlies, diefstal\nof vemietiging by 'n polisieman by 'n\npolisiestasie aan diens aanmeld en, op versoek van daardie polisieman, aan hom\ndie besonderhede\nmet betrekking tot die wapen, die plek waar en die tyd wanneer\ndit verloor, gesteel of vernietig is, verstrek wat die polisieman\nvereis.\"\nIngevolge art 39 (1) (h) is iemand wat versuim om aan die bepalings van\nart 38 te voldoen, aan 'n misdryf skuldig. Art 40\n13\n(2) (b) bepaal dat wanneer daar by 'n vervolging weens die versuim om die\nverlies, diefstal of vernietiging van 'n wapen aan te meld\nsoos deur art 38\nvereis, bewys word dat die beskuldigde persoon te enige tyd in besit was van die\nbetrokke wapen of die houer is\nvan 'n lisensie of magtiging om die wapen te\nbesit, daar vermoed word, totdat die teendeel bewys is,\n\"(b) dat hy versuim het om die verlies, diefstal of vernietiging van die\nwapen aan te meld soos aldus vereis, indien daar bewys word\ndat daardie wapen\nverloor, gesteel of vernietig is.\"\nDie verhoorlanddros het bevind dat daar in die geval van die diefstal ens\nvan drie wapens versuim is om aan die bepalings van art\n38 te voldoen. Twee\ndaarvan, naamlik no 1304690, wat op 30 Desember 1985 geroof is, en no 583058,\nwat op 24 Januarie 1983 gesteel\nis, was in beskuldigde 2 se naam gelisensieer en\nvorm die onderwerp van aanklag 152. Beskuldigdes 1, 2 en 4 is aan\n14\nhierdie aanklag skuldig bevind. Die derde wapen, no 1901046, wat op 14\nSeptember 1987 gesteel is, was in beskuldigde 3 se naam gelisensieer\nen vorm die\nonderwerp van aanklag 153. Beskuldigdes 1 en 3 is aan hierdie aanklag skuldig\nbevind.\nDit is namens die beskuldigdes aanvaar dat daar in die geval van al drie\nbogemelde wapens voldoende bewys gelewer is deur die Staat\nom die vermoede\ngeskep deur art 40 (2) (b) in werking te stel. Die bewyslas het gevolglik op die\nbeskuldigdes gerus om die aanmelding\nvan die verlies, diefstal of vemietiging\nvan die betrokke wapens binne die voorgeskrewe tydperk op 'n oorwig van\nwaarskynlikhede\nte bewys.\nDie beskuldigdes het geeneen getuig of enige getuienis aangebied by die\nverhoor nie. Vir die betoog dat die verdediging hom van die\nbewyslas gekwyt het,\nis op die getuienis van die staatsgetuies Oosthuizen en Moulton sowel as op\ndie\n15\nwaarskynlikhede gesteun. Oosthuizen was vanaf die begin\nvan\nFebruarie 1986 tot einde Februarie 1987 in diens van\nbeskuldigdes\n2 en 3. Vanaf Mei 1986 was hy in beheer van alle\nvuurwapens.\nSy getuienis was dat daar 'n register gehou is van alle\nvuurwapen-\nlisensies sowel as 'n register waarin inskrywings gemaak\nis wanneer\nvuurwapens aan die wagte uitgereik is en dit weer aan die\neinde van\ndie wagte se diensbeurte terugbesorg is. Hierdie registers\nis by die\nverhoorhof as bewysstukke ingehandig en dit was gemene\nsaak dat\ndit 'n betroubare beeld bied van beskuldigdes 2 en 3 se\nwapenbesit.\nToe Oosthuizen beheer geneem het van die vuurwapens\nin\nbeskuldigdes 2 en 3 se besit het hy die bestaande\nregisters\nnagegaan, dit vergelyk met die vuurwapens op hande en 'n\nlys\nsaamgestel van alle vermiste vuurwapens, die datum\nwaarop\nelkeen laas aan 'n wag uitgereik is, of die verlies aangemeld\nis by\ndie polisie en indien wel, die polisie se\nverwysingsnommer.\n16\nGedurende Febmarie 1987 het Oosthuizen weer 'n opname gemaak en die lys\naangesuiwer. Oosthuizen het getuig dat dit standaard-prosedure\nwas om alle\nverliese van vuurwapens onmiddellik by die polisie aan te meld. Dié\npraktyk het ontstaan uit 'n opdrag tot daardie\neffek wat met noulettende sorg\nnagekom is. Indien 'n wag sy vuurwapen verloor, moes hy dit dadelik self by die\npolisie aanmeld en\nook die verlies by die kantoorpersoneel rapporteer wat op\nhulle beurt die polisie in kennis gestel het. Dié praktyk het gegeld\ntoe\nOosthuizen daar begin werk het en dit is steeds gevolg toe hy daar weg is.\nOosthuizen het voorbeelde gegee van gevalle waar verliese\nbinne 'n uur of twee\nby die polisie aangemeld is.\nOosthuizen se getuienis is gestaaf deur Moulton wat vanaf November 1988\ntot Mei 1989 'n bedryfsbestuurder by beskuldigde 2 se tak\nin Durban was. Hy het\ngetuig dat dit by al die takke van die groep standaard-praktyk was om\nonmiddellik die verlies van 'n\n17\nvuurwapen by die polisie aan te meld. Hy het ook 'n voorbeeld gegee van\n'n verlies wat tydig aangemeld is.\nOosthuizen se getuienis oor die\nstandaard-praktyk om dadelik die verlies van vuurwapens by die polisie aan te\nmeld, is deur die verhoorhof\naanvaar. Op grond van sy getuienis is ten opsigte\nvan vier vuurwapens wat gedurende sy dienstydperk verlore geraak het, bevind dat\ndie vermoede bevat in art 40 (2) (b) wel deur die verdediging weerlê is.\nDie verhoorlanddros verwys in die loop van sy uitspraak\nna 'n aantal gevalle\nwaar die verlies van 'n vuurwapen wel by die polisie aangemeld is. Dit blyk ook\nuit kolomme 3 en 6 van Aanhangsels\nA en B tot die klagstaat dat in 'n groot\naantal gevalle die verlies of diefstal van vuurwapens wel deur die beskuldigdes\nby die polisie\naangemeld is.\nDie verhoorlanddros en die Hof a quo het bevind dat die getuienis van\nOosthuizen en Moulton onvoldoende was om die\n18\ngemelde vermoede te weerlê in dié gevalle waar die verlies\nof diefstal nie in hulle dienstermyne plaasgevind het nie.\nVuurwapen no 1304690\nis op 30 Desember 1985 gesteel, slegs enkele weke voordat Oosthuizen se\ndienstydperk op 1 Februarie 1986 begin\nhet. Soos ek reeds gemeld het, was sy\ngetuienis dat die praktyk om die verlies van vuurwapens dadelik aan te meld, toe\nreeds gevestig\nwas. Al die waarskynlikhede dui daarop dat die praktyk ook op 30\nDesember 1985 gevolg is. Wat wapen no 1901046 betref, is daar direkte\ngetuienis\nte vind in die vorm van inskrywings in beide die lisensie- en\nuitreikingsregisters dat die verlies van hierdie wapen op\n14 September 1987 wel\naangemeld is by die polisie. In die lig van die uitdruklike erkenning deur\nadjudant-offisier Annandale dat\nsoms nagelaat word om die aanmelding van\nwapenverliese in die misdaadregisters aan te teken, kan die feit dat die\naanmelding van\ndie verlies van vuurwapens no's 1304690 en 1901046 nie uit\ndie\n19\npolisierekords blyk nie, nie veel gewig dra nie. Die beskuldigdes is\ngevolglik ten opsigte van hierdie twee vuurwapens verkeerdelik\nskuldig bevind\ndat hulle versuim het om aan die bepalings van art 38 van die Wet te\nvoldoen.\nWat betref wapen no 583058 wat op 24 Januarie 1983 gesteel is, het die\nadvokaat namens die beskuldigdes tereg toegegee dat weens die\nlang tydsverloop\nhy nie kan betoog dat die beskuldigdes bewys het dat die praktyk om die verlies\nvan vuurwapens dadelik aan te meld,\ntoe reeds bestaan het nie. Daar is egter\nbetoog dat beskuldigdes 1 en 4 ingevolge art 332(5) van Wet 51 van 1977 nie op\naanklag 152\nskuldig bevind kan word nie by gebreke aan bewys dat hulle nie aan\ndie pleging van die misdryf deelgeneem het en dit ook nie kon\nverhoed het nie.\nGeen getuienis van enige aard is deur beskuldigdes 1 en 4 in hierdie verband\naangebied nie. Soos ek reeds aangedui\nhet, was daar ook\n20\ngeen getuienis dat daar op die stadium toe hierdie vuurwapen gesteel is,\nnaamlik 24 Januarie 1983, enige stelsel bestaan het om te\nsorg dat die diefstal\nvan vuurwapens dadelik aangemeld word nie. Gevolglik is die bewyslas ingevolge\nhierdie sub-artikel nie gekwyt\nnie en beskuldigdes 1, 2 en 4 is ten opsigte van\ndie verlies van vuurwapen no 583058 tereg skuldig bevind. In die\nveronderstelling\ndat die beskuldigdes se appèlle nie ten volle sou slaag\nnie, het hulle advokaat nie vir enige kostebevel teen die Staat gevra\nnie.\nDie volgende bevel word gemaak:\n1.\nBeskuldigdes 1,\n2 en 4 se appèlle teen hul skuldigbevindings op aanklag 152 word\nafgewys;\n2.\nBeskuldigdes 1 en\n3 se appèlle teen hul skuldigbevindings op aanklag 153 word\ngehandhaaf;\n3.\nDie\nappèl van die Staat word\nafgewys.\nW. VIVIER\nAR.\nVan Heerden AR)\nMarais AR) Stem saam.",
  "scraped_at": "2026-02-12T08:55:18.602279",
  "date": "1995-11-30",
  "coram": [
    "Van Heerden",
    "Vivier",
    "Marais"
  ],
  "case_number": "158/93",
  "parties": {
    "applicants": [
      "Abraham Albertus Cilli… Bartmann (SNR) et al"
    ],
    "respondents": [
      "Die Staat"
    ]
  },
  "sections": {
    "facts": "Four appellants – Abraham Albertus Cilliérs Bartmann (Senior), his son (Junior) and two associated companies (Springbok Patrols) – were convicted in the Johannesburg Regional Court of numerous fraud offences arising from false answers on firearms licence application forms (SAP 271) and of offences under the Weapons and Ammunition Act for failing to report the loss, theft or destruction of firearms within the prescribed 48‑hour period. The fraud allegations centred on a \"no\" answer to question 5 of the forms – whether the applicant had previously lost a weapon – which the State asserted was false because the appellants knew that weapons had previously been stolen or lost. The appellants argued that the word \"verloor\" (lose) could be understood in its ordinary sense of \"misplace without notice\" and therefore their answer was not misleading. Separate charges under sections 38, 39 and 40 of the Weapons Act alleged that the appellants did not report the loss of three firearms (numbers 1304690, 583058 and 1901046) within 48 hours.",
    "issues": "1) Whether the answer \"no\" to question 5 constituted a misrepresentation for the purpose of the fraud charges, i.e., whether the word \"verloor\" must be interpreted to include loss by theft or robbery. 2) Whether the State discharged its burden of proving that the appellants knowingly gave a false answer. 3) Whether the appellants failed to comply with sections 38, 39 and 40 of the Weapons and Ammunition Act in respect of the three firearms and thus committed the statutory offence. 4) Whether the matters raised are questions of law (suitable for appeal under s 311(1)(a) of the Criminal Procedure Act) or factual determinations.",
    "principles": "The court applied the principle that ambiguous statutory words are to be given their ordinary (primary) meaning, but where a word has a range of meanings the prosecution must exclude the innocent meaning if it wishes to prove a misrepresentation. The burden of proof rests on the State to show beyond reasonable doubt that the answer was false. Section 38 of the Weapons Act imposes a duty to report loss, theft or destruction within 48 hours; s 39(1)(h) makes non‑compliance a criminal offence, and s 40(2)(b) creates a rebuttable presumption of possession for the purpose of the offence. Appeals under s 311(1)(a) are limited to questions of law; factual findings are not reviewable on that basis.",
    "application": "The court held that \"verloor\" could reasonably be understood in the sense of \"misplace without notice\" and that the State had not excluded this innocent meaning; consequently the fraud counts relying on that answer could not be sustained. Regarding the Weapons Act offences, the State produced sufficient evidence of the practice of immediate reporting for two of the firearms (1304690 and 1901046) and satisfied the burden of proof, but for firearm 583058, owing to the lapse of time and lack of evidence of a reporting practice in 1983, the State's case was weak; nevertheless the court found the appellants guilty of the statutory offence on that weapon as well, based on the statutory presumption and the absence of any contrary evidence. The court therefore affirmed the convictions on the fraud counts (except where dismissed by the lower court) and the convictions under sections 38‑40 for the three firearms, upheld the sentences, dismissed the appellants' appeals against those convictions, and dismissed the State's appeal.",
    "conclusion": "The appellate court dismissed the appellants' appeals against the fraud convictions (except those already dismissed) and upheld the convictions under sections 38, 39 and 40 of the Weapons and Ammunition Act for the three firearms, confirming the imposed fines and custodial sentences. The State's appeal was also dismissed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Fraud and Weapons Regulation",
    "level_3": [
      "misrepresentation",
      "Weapons Act",
      "failure to report",
      "statutory interpretation"
    ]
  }
}