{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/1.html",
  "case_name": "Napier v Tsaperas (225/94) [1995] ZASCA 1; [1995] 2 All SA 262 (A) (23 February 1995)",
  "citation": "[1995] ZASCA 1",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 1\n|\nNoteup\n|\nLawCite\nNapier v Tsaperas (225/94) [1995] ZASCA 1; [1995] 2 All SA 262 (A) (23 February 1995)\nDownload original files\nPDF format\nRTF format\nCase No 225/94\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE DIVISION)\nIn the matter between:\nR S NAPIER\nAppellant\nand\nHARALAMBOS TSAPERAS\nRespondent\nCORAM:\nHOEXTER, E M GROSSKOPF, VAN DEN HEEVER, JJA\nHEARD:\n21 NOVEMBER 1994\nDELIVERED:\n23 February 1995\nJUDGMENT E M GROSSKOPF, JA\n2\nThe appellant in this matter represents an insurer\nwhich had\ninsured the respondent's motor vehicle against, inter alia, theft. The\nrespondent instituted\nan action in the Witwatersrand Local Division under the\npolicy, alleging that the insured vehicle had been\nstolen. The action succeeded. Thereafter the judge a\nguo granted leave to appeal. When the matter came\nbefore us on 21 November 1994 we ordered that the\nappeal be struck from the roll. No reasons were\nfurnished at the time. In addition judgment was\nreserved on the question of costs, and, in particular,\nwhether an order of costs on the scale as between\nattorney and client should be awarded, and whether an\norder of costs against the appellant's attorney de\nbonis proprlis was justified. The parties, and the\nappellant's attorney, were given an opportunity to file\naffidavits and further written argument on the question\nof costs. Affidavits and additional heads of argument\nwere filed by both parties. This judgment serves to\n3\nrecord our reasons for striking the matter from the roll and our findings on\nthe question of costs.\nIt will be convenient to commence with a chronology of the proceedings. On 29\nOctober 1993 judgment was given. On 25 January 1994\nthe judge a quo gave leave\nto appeal. In terms of AD rule of court 5(1) notice of appeal had to be\ndelivered within 20 days after\nleave to appeal had been granted, i e, on or\nbefore 24 February 1994. Within 20 days after the lodging of the notice of\nappeal the\nappellant's attorney had to file a power of attorney authorizing him\nto prosecute the appeal (rule 5(3)(b)). And, unless the respondent\nconsented to\nan extension of time, the appellant had to lodge copies of the record with the\nregistrar and deliver copies thereof\nto the respondent within three months of\nthe date of the order granting leave to appeal, i e, on or before 24 April 1994\n(rule 5(4)(c)).\nNotice of appeal was delivered on 11 April 1994,\n4 i e, approximately six\nweeks late. It does not appear\nfrom the papers when a power of attorney was filed, but\nthe respondent\nmakes no separate point of this, and I\nassume it was filed together with or\nsoon after the\nnotice of appeal.\nOn 11 May 1994 an application for the condonation\nof the late\nfiling of the notice of appeal and the\npower of attorney was launched. The\ngrounds were\nbriefly as follows. During February 1994 the appellant's attorney, Mr S C\nThomson (\"Thomson\") was\npreparing to leave his then firm to join a different firm. The appellant\ndecided to retain him as his attorney. A notice of appeal\nwas in the file, but\nthe previous firm of attorneys had a lien over it for unpaid fees. Pending\nrelease of the file it was handled\non a caretaker basis by another member of the\nprevious firm, who did not know that a notice of appeal had to be filed. There\nwas\na delay in the payment of the outstanding fees. When filing of the notice of\nappeal\n5 was overdue, the respondent started taking steps to\nenforce his judgment. This came to the attention of\nThomson, and he then took steps to have the notice of\nappeal filed. However, the notice reflected that an\nappeal was noted to \"the Appellate Division of the\nTransvaal Provincial Division of the Supreme Court of\nSouth Africa\". The respondent moved to have it set\naside. The appellant withdrew the defective notice of\nappeal and substituted the proper one which was finally\nfiled on 11 April 1994.\nThe respondent strenuously opposed the application\nfor condonation in an affidavit filed on 6 July 1994.\nIt is not necessary to say much about the merits of\nthis application for condonation except that there is\nno clear explanation why Thomson did not, before\nleaving his previous firm at the end of February, see\nto the filing of the notice of appeal, which had been\ndue by 24 February. However, I do not propose\nexpressing a view on whether this application would\n6\nhave been granted\nhad there been no other\nirregularities in this matter.\nA much more serious problem arose with the lodging\nof the record.\nIn this regard rule 5(4A)(b) provides:\n\"If an appellant has failed to lodge the record within the period prescribed and\nhas not within that period applied to the respondent\nor his attorney for consent\nto an extension thereof and given notice to the registrar that he has so\napplied, he shall be deemed\nto have withdrawn his appeal.\"\nAfter judgment had been given in the court a quo\nthe\nrespondent's attorney wrote to Thomson on 26\nNovember 1993 about various matters connected with the case. Inter alia he\nurged him to expedite the\napplication for leave to appeal (the respondent\nconsented to the granting of such an order), and asked\nhim whether he had \"obtained a transcription of the\nrecord and what stage your appeal has reached.\" He\nadded:\n\"We intend keeping you strictly to the days as laid down by the Court\nRules.\"\n7\nIn reply Thomson wrote (on 30 November 1993):\n\"... we do not intend taking any steps in regard to the appeal until such time\nas we have received leave to appeal. After leave to\nappeal has been obtained we\nwill then take steps to obtain a transcript of proceedings and comply with the\nrules of court relating\nto the appeal procedure.\"\nAs already stated, leave to appeal was granted on\n25 January\n1994. Only on 22 February 1994 did Thomson\nrequest a record from the transcription service,\nDatavyf (Pty) Ltd\n(\"Datavyf\"). There was then\ncorrespondence between him and Datavyf about certain\nexhibits. Judging purely from the dates of the letters,\nThomson seemed very slow in reacting to requests from\nDatavyf. His explanation in his latest affidavit for\nthe various delays is that his previous firm of\nattorneys, who were exercising a lien over the file,\ndelayed in transmitting one important letter to him,\nand that the appellant's principal, which had undergone\na change of management, took time to pay their\nattorneys' account.\n8\nBe that as it may, by due date (24 April) the\nrecord had not\nbeen lodged. On 21 June 1994 the\nregistrar of this court wrote to the\nappellant's\nBloemfontein attorneys mentioning the filing of the\nnotice of\nappeal, noting that no consent from the\nrespondent for an extension of time\nfor the filing of\nthe record had been received, and informing\nthe\nappellant's attorneys that \"the matter is regarded as\nwithdrawn\". The\nletter proceeded:\n\"If, however, you wish to continue with the\nappeal, you must approach the respondent(s) for\nthe necessary consent and notify him\nand this\noffice\nimmediately of your intention to file an\napplication for condonation if the consent is\nrefused.\"\nOn 24 June 1994 the appellant's Bloemfontein attorneys\ntelefaxed the registrar's letter to Thomson. Thomson\ndid not react to this letter.\nAlso, coincidentally, on 21 June 1994, the\nrespondent's attorney faxed a letter to Thomson\nrelating to certain exhibits still required for the\n9\npreparation of the record. After stating that he did\nnot have the\ndocuments, the author of the letter wrote\nthat the matter was in any event futile since, in terms\nof rule 5(4A)(b)\nthe appeal was deemed to have been\nwithdrawn because the record had not been\nlodged\ntimeously. The author then referred to the application\nfor condonation for the late filing of the notice of\nappeal. He said that he was preparing an opposing\naffidavit, and continued\n\"... but ... this must not be construed as any form of consent on the part of\nour client, to the late filing of the court record,\nneither does our client in\nfact consent thereto.\"\nIn a reply dated 24 June 1994 Thomson queried\nwhether the record should already have been filed. In\nthis regard he purported to rely on Rule 49(7)(a) of\nthe rules of court. The respondent's attorney responded\nin a telefax dated 28 June 1994:\n\"We are unable to understand your reference to rule 49 as there are only 13\nAppellate Division Rules. We refer you to Appellate Division\nRule\n10 5(4) and Rule 5(4)bis(b)\".\nThe latter reference should have\nbeen to rule 5(4A)(b), but this error is immaterial. Even a cursory glance at AD\nrule 5 would have\ninformed Thomson of his duties in regard to the record.\nIn the opposing affidavit to the condonation application, dated, as I have\nsaid, 6 July 1994, the respondent again emphasized that\nhe did not consent to\nthe late lodging of the record.\nThe record was finally lodged on 31 August 1994, more than four months late.\nNo application for condonation was made.\nWhen the matter was called in court on 21 November 1994, Mr Luitingh, who\nappeared for the appellant, proceeded to address us on the\nmerits of the appeal.\nHe had not been briefed on the opposed application for condonation, and was\nunaware that there was any problem\nconcerning the late lodging of the record.\nAfter he had been granted a short postponement to receive\n11\ninstructions, he applied for a longer postponement to enable an application\nfor condonation to be filed. Mr Eloff, who appeared for\nthe respondent,\ncontended that we had no power to grant a postponement. Since, he said, the\nappeal was deemed to be withdrawn, there\nwas nothing before us which could be\npostponed. I do not propose expressing an opinion on the correctness of this\ncontention. Even\nassuming that we have a discretion to order a postponement in a\nmatter such as this, we did not consider that we should exercise\nit in favour of\nthe appellant. In terms of the rules the appeal was deemed to have been\nwithdrawn. The appellant's attention had\nbeen drawn specifically to the terms of\nthe rule by his opponent and by the registrar of this court. The latter had also\ntold him\nwhat he should in any event have known, namely that in the absence of\nconsent by the respondent a successful application for condonation\nwas necessary\nto resuscitate the appeal. The delay in the lodging of the\n12\nrecord was a substantial one, and should be\nseen\ngainst a background of other infringements of the\nrules. Despite all of this the appellant not only\nfailed to apply for condonation, but even failed to\nbrief his counsel on the application for condonation\nwhich was made in\nrespect of a relatively minor\ninfringement of the rules. No explanation for these\nfailures was given to us. In the result there was\nnothing before us which could justify a postponement of\nthe matter. The striking from the roll was then\ninevitable since the appeal was deemed to have lapsed.\nIn his affidavit which has now been filed Thomson\nagain does not give any acceptable explanation for his\nfailure to apply for the condonation of the late\nlodging of the record. He says:\n\"... had I applied the requisite diligence, the necessary Application for\nCondoning the Late Filing of the Appeal Court Record could\nand should have been\nmade... I did not understand and perceive ... that a separate Application for\nthe Late Filing of the Appeal\nCourt Record should have\n13\nbeen made, despite it being drawn to my attention\nby both the Registrar of the Appellate Division as\nwell as my opponent in this matter ... I ascribe\nthe failure in this regard simply to the fact that\nI did not pay sufficient care and attention to the\nwording of the letters, nor did I read the Rules\nto which I had been referred.\"\nDespite this candid admission by\nThomson, he submits that there were mitigating circumstances. Thus he suggests\nthat in a telephone\nconversation on 25 July 1994 the respondent's attorney\ncreated an impression\nthat \"the Applications for Condonation were not going\nto be proceeded with.\" Since Thomson was not aware of\nany need for an application for condonation relating to\nthe record, any such impression created by the\nrespondent's attorney could hardly have been relevant.\nIn any event, Thomson's note of the telephone\nconversation does not bear him out. The conversation\nagain concerned missing exhibits. The note reads:\n\"Asked about annexures. Said Late Filing. Asked if I was happy about this. I\nsaid that we should deal with the merits and get appeal\nover with. He\n14\nagreed but said that he had instructions from his\nclient that he will not grant any further\nindulgences. I said I was dealing with the AD\nrecord. He was concerned by\nthe delay in the\ntyping of the record...\"\nThis conversation hardly suggests that\nthe respondent's\nattorney had changed his long standing attitude and\nwas\nnow agreeing to the late lodging of the record.\nThen Thomson suggests that his Bloemfontein\ncorrespondents might have told\nhim more pertinently\nthat an application for condonation was necessary.\nAs\nI have pointed out, the Bloemfontein attorneys\ntelefaxed the\nRegistrar's letter of 21 June 1994 to\nThomson. On 3 August 1994 they again conveyed the\nregistrar's concern\nabout the failure to file the\nrecord and referred once more to the letter of 21 June. There is no reason to\nsuppose that any further reminders would have enjoyed\ngreater success.\nA further matter raised in mitigation was a personal tragedy which occurred\nin Thomson's life. I need not go into details. What happened\ncertainly calls\n15\nfor sympathy. I do not, however, consider that it\ncan\nextenuate the extreme and continuing dereliction of\nduty by an officer of\nthe court. If his personal\ncircumstances made it difficult for him to carry\non with his work he could have delegated it to somebody else.\nThe main extenuating circumstance raised by\nThomson was that he\nexperienced many problems in\ncausing a proper appeal record to be prepared. It is\ndifficult to see the relevance of this feature. If it\nis correct that Thomson had a good excuse for not\nlodging the record in time he would have stood a good\nchance of succeeding with an application for\ncondonation. That is, however, no excuse for not\nbringing such an application.\nI must not, however, be taken to express, in this judgment, any firm views on\nthe merits of an application for condonation. For present\npurposes it suffices\nto say that there appear to be several\n16\nweaknesses in the explanations\noffered for the late\nlodging of the record, and that the court, in deciding\non condonation, may also have regard to the appellant's\nfailure to bring the application timeously. In Rennie\nv Kamby Farms (Pty) Ltd\n1989 (2) SA 124\n(A) at 129\nG it is said that an appellant, when he realises that\nhe has not complied with a rule of court, should apply\nfor condonation without delay. His inaction may also be\nrelevant, in my view, when he should have realised, but\ndid not, that he has not complied with a rule. The\nmatters to be taken into account in an application for\ncondonation include the respondent's interest in the\nfinality of a judgment, the avoidance of unnecessary\ndelay in the administration of justice and, last but\nnot least, the convenience of the court. See\nFederated Employers Fire\n& General Insurance Co\nI, Ltd and Anotner v McKenzle\n1969 (3) SA 360\n(A)at\n362G and Blumenthal and Anotner v Thomson N O and\nAnotner\n[1993] ZASCA 190\n;\n1994 (2) SA 118\n(A) at 120F.\n17 However, I am not now deciding an application for\ncondonation.\nWhat is most important for present\npurposes is that none of the explanations\ntendered for\nthe late filing of the record can justify or extenuate\nthe failure to apply for condonation.\nI come now to the question of costs. The striking\nof the matter\nfrom the roll resulted in wasted costs\nfor which the appellant and his attorney were entirely\nto blame. It would clearly be unfair to expect the\nrespondent to bear any part of them. It is indeed\nconceded by the appellant that this is a proper case\nfor an award of costs on the attorney client scale.\nThe further question then arises whether Thomson\nshould be ordered to pay such costs de bonis\npropriis. Thomson has accepted full responsibility for\nthe failure to apply for condonation for the late\nlodging of the record. We accordingly do not have the\ndifficulty experienced in Immelzman v Loubser en 'n\nAnder\n1974 (3) SA 816\n(A) at 825A-D of deciding which\n18\nof the attorneys representing the appellant caused\nthe\nwasted costs. Certainly Thomson has been guilty of\n\"nalatige en\ngebrekkige optrede\" (Immelman's case,\nsupra, at 825A) and there is every\njustification for\nordering him to pay costs de bonis propriis. See also\nMacAwnela v Santam Insurance Co Ltd\n1977 (1)\nSA 660\n(A) at 664B-C.\nOn the other hand, the appellant has, with full\nknowledge of Thomson's neglect, offered to pay, on the\nscale as between attorney and client, the wasted costs\noccasioned by this matter being struck off the roll.\nThe respondent does not know whether Thomson would be\nable to pay an award of costs, and might be prejudiced\nby an order only against him. I consider therefore that\nwe should accede to the respondent's request and to\nmake an order against the appellant and Thomson jointly\nand severally.\nFinally I have to consider what costs are to be included in the special\norder. In principle the order\n19 should cover all costs wasted by the\nappellant's\nfailure to comply with the rules. This would clearly\ninclude the costs of the appearance on 21 November\n1994, the costs of preparing for the appearance\n(including the preparation for arguing the appeal) and\nthe costs of the further material submitted to us\npursuant to our order of 21 November 1994. General\ncosts of the appeal, such as the cost of preparing the\nrecord, should not be included. Save as aforesaid, I\npropose not to define the concept of wasted costs, but\nto leave the matter in the discretion of the taxing\nmaster, to be exercised in the light of the above\nconsiderations.\nIn the result the following order is made:\nThe appellant and attorney s C Thomson are ordered\nto pay, jointly and severally, the one paying the other\nto be absolved, on the scale as between attorney and\nown client, the costs wasted as a result of this matter\n20\nbeing struck\nfrom the roll on 21 November 1994.\n________________\nE M GROSSKOPF, JA\nCONCUR\nHOEXTER JA\nVAN DEN HEEVER JA",
  "scraped_at": "2026-02-12T05:30:48.114580",
  "date": "1995-02-23",
  "coram": [
    "HOEXTER",
    "E M GROSSKOPF",
    "VAN DEN HEEVER"
  ],
  "case_number": "225/94",
  "parties": {
    "applicants": [
      "R S NAPIER"
    ],
    "respondents": [
      "HARALAMBOS TSAPERAS"
    ]
  },
  "sections": {
    "facts": "The appellant, an insurer, had covered the respondent's motor vehicle against theft. The vehicle was stolen and the respondent successfully sued under the policy. The insurer sought to appeal the judgment. The notice of appeal was filed six weeks late and the power of attorney was filed irregularly. The appellant failed to lodge the appeal record within the stipulated period and did not obtain the respondent's consent for an extension. No application for condonation of the late record filing was made, and the record was finally lodged more than four months after the deadline. The registrar warned that the appeal was deemed withdrawn, but the appellant did not act. On 21 November 1994 the court struck the appeal from the roll.",
    "issues": "1. Whether the appeal should be struck from the roll for non‑compliance with the Rules of Court concerning the timing of the notice of appeal, power of attorney and lodging of the record. 2. Whether costs should be awarded on the attorney‑client scale and whether the appellant’s attorney should be ordered to pay costs de bonis propris.",
    "principles": "The court relied on Rules of Court rule 5(1), 5(3)(b), 5(4)(c) and, critically, rule 5(4A)(b) which deems an appeal withdrawn if the record is not lodged and no consent to an extension is obtained. Condensation must be applied for promptly when a rule is breached (Rennie v Kamby Farms). Factors for condonation include the respondent’s interest in finality, avoidance of delay and court convenience (Federated Employers Fire & General Insurance Co; Blumenthal and Anotner). Where an attorney’s negligence causes wasteful costs, the court may order costs de bonis propris (Immelzman v Loubser; MacAwnela v Santam).",
    "application": "The appellant’s attorney, C Thomson, admitted negligence and provided unsatisfactory explanations for the delays. The court found that the appellant had been repeatedly warned of the requirement to apply for condonation and that no such application was ever made. Consequently, the appeal was deemed withdrawn under rule 5(4A)(b) and striking it from the roll was inevitable. In assessing costs, the court held that the appellant and his attorney were wholly responsible for the wasted costs and therefore ordered them jointly and severally on an attorney‑client scale, with the attorney also liable de bonis propris.",
    "conclusion": "The appeal was struck from the roll. The appellant and his attorney, C Thomson, were ordered jointly and severally to pay the wasted costs on the attorney‑client scale, with Thomson also liable de bonis propris."
  },
  "tags": {
    "level_1": "Civil Procedure",
    "level_2": "Appeal Procedure",
    "level_3": [
      "condonation",
      "record filing",
      "costs",
      "attorney negligence"
    ]
  }
}