{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/150.html",
  "case_name": "Tsaperas and Others v Boland Bank (572/93) [1995] ZASCA 150; 1996 (1) SA 719 (SCA); [1996] 4 All SA 312 (A); (28 November 1995)",
  "citation": "[1995] ZASCA 150",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 150\n|\nNoteup\n|\nLawCite\nTsaperas and Others v Boland Bank (572/93) [1995] ZASCA 150; 1996 (1) SA 719 (SCA); [1996] 4 All SA 312 (A); (28 November 1995)\nDownload original files\nPDF format\nRTF format\nCASE NO. 572/93\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nPATROKLOS TSAPERAS\t1st APPELLANT\nHARALAMBOS TSAPERAS\t2nd\nAPPELLANT\nEURO MEAT AND FOOD INTERNATIONAL\n(PTY) LIMITED\t3rd APPELLANT\nand\nBOLAND BANK\tRESPONDENT\nCORAM\n:\tJOUBERT, NESTADT, STEYN, HARMS, JJA et\nSCOTT, AJA\nHEARD\n:\t7 NOVEMBER 1995\nDELIVERED\n: \t28 NOVEMBER 1995\nJUDGMENT\nHARMS, JA:\n2\nHARMS JA:\nThe present respondent, Boland Bank Ltd (\"the\nBank\"), applied to the Witwatersrand Local Division for a money judgment against\nBap\nMeat & Food Distributors (Pty) Ltd (\"Bap\"). Judgment was also sought\nagainst the three appellants in their capacity as sureties\nof Bap. In addition,\nthe Bank applied for the provisional winding-up of Bap. In the event the court a\nquo (Hoffman AJ) made the orders\nsought: He granted judgment against Bap and the\nappellants, jointly and severally, for the payment of R 507 206,27 with interest\nand costs and he issued the provisional winding-up order requested. He\nsubsequently refused Bap leave to appeal but granted the appellants\nleave to\nappeal to this Court.\nOn 9 April 1993 a fire destroyed the business premises of Bap. Its\nequipment and stock were also damaged. As a result, it ceased to\ndo business. At\nthat stage the financial and legal relationship between the parties was the\nfollowing:\n[1] Bap had a cheque account with the Bank\nsince\n3\nOctober 1991. The agreement between Bap and the Bank in terms of which\nthe account had been established provided i a that should any\noverdraft or other\nbanking facilities be granted to Bap, it would be at the sole discretion of the\nBank; furthermore, that such facility\nmight be cancelled by mere notice by the\nBank. In this event the outstanding amounts would be immediately due and\npayable.\n[2] The Bank had granted Bap an overdraft facility as from 2 November\n1992. It was for R 450 000 at 19,50% interest. The loan was\ndue on 1 February\n1993. Bap had used the facility in full and had not made any capital or interest\npayments. The terms of this facility\nare contained in a written agreement dated\n16 November 1992. The following clauses are relevant:\nClause 3 provides that an application for the renewal of the facility\nbeyond 1 February 1993 would be considered by the Bank \"against\nsubmission of\nthe financial statements (audited where applicable) for the preceding financial\nyear\". Clause 8 provides that the amount\nand duration of the facility would\nbe\n4\nin the discretion of the Bank. Clause 2 (of the\ngeneral\nconditions) states that the overdrawn balance would be\nclaimable\nand repayable on demand. Clause 10 (of the general\nconditions)\nstates that \"(t)his written document constitutes the\nwhole\nagreement between the parties and no amendment of the\nprovisions\nhereof or stipulation contrary to the provisions hereof\nshall be\nbinding unless it is confirmed in writing by the\nBank.\"\n[3] On 24 November 1992 the appellants bound\nthemselves\nin three separate, though identical, deeds of suretyship to the\nBank for the due and proper payment by Bap of its indebtedness\nto the Bank. The liability of the appellants is, according to\nthe\ndeeds, unlimited. Of special consequence to this case is this\nterm:\n\"This deed of suretyship and my liabilities thereunder will only be\nterminated by the Bank's written consent\nthereto.\"\n[4] By 11 December 1991 and in\nrelation to an earlier\noverdraft. Bap and the third appellant had already ceded their\nbook debts to the Bank. According to the Bank these cessions\nwere\n5\nstill in place, but according to the appellants they were cancelled by\nagreement during November 1992 .\nThe Bank became concerned about its\nclaim against Bap. Bap settled its claim against its insurer for R 1 850 000.\nThe first payment\nof R 750 000 was not used to liquidate the indebtedness\ntowards the Bank. The balance of the insurance money was payable by noon\non\nFriday 11 June 1993. For reasons good or bad the Bank believed that the money\nwould be applied to pay it. That did not happen.\nThe following Monday, 14 June,\ntwo bank officials paid a visit to the appellants. What took place on that\noccasion, is in serious\ndispute. According to the appellants these officials,\ncontra naturam sui generis, and in a fit of magnanimity not usually associated\nwith financial institutions, reached an oral agreement with them on these\nterms:\n[a] the Bank \"would grant a fixed period overdraft facility\" to Bap for R\n650 000. The period was to end on 13 June 1994. The R 650\n000 was not in\naddition to the existing facility. The intention was that about R\n6\n150 000 would thereby be made available to Bap as additional cash flow. This\nmeans that the existing facility of R 450 000 (plus about\nR 50 000 accrued\ninterest) had to be extended;\n[b]\tthe Bank released with immediate effect the\nappellants from\ntheir unlimited suretyships;\n[c]\tBap would execute a cession of book debts the next day in favour of the\nBank;\n[d]\tthe cession would not include the insurance\nmoney.\nThe effect of the agreement was that when the\nbank officials returned to their offices, the Bank had a claim against a company\nthat\nwas essentially dormant of about R 500 000. The Bank undertook to provide\nfurther finance of R 150 000. Its entitlement to repayment\nwas extended for one\nyear. It allowed the company to retain the insurance money. It abandoned its\nonly security, the unlimited suretyships.\nInstead it accepted an undertaking to\nprovide a cession of book debts.\nOne need only state the effect of the alleged\nagreement\n7\nto proscribe it. However, the appellants hold some trumps. They are in\npossession of the original deeds of suretyship. And, in addition,\nthe Bank\nlaunched these proceedings relying on deeds of suretyship that had to be\nabandoned (at least during argument in this Court).\nOnly after the appellants\ndisclosed the deeds [3] in their possession in their answering affidavits did\nthe Bank change its approach\nto the appellants' liability. In reply, the Bank\nalleged that someone on behalf of the appellants had removed these documents\nfrom\nits file during the meeting on 14 June. The circumstances were these: the\nbank officials had their file with them during the discussion;\nthe appellants\ntold them that their own documents had been destroyed in the fire; they asked to\nmake copies of the file; it was handed\nto them and returned. Not having checked\nthe contents of the file in advance or on return, they did not realize that\ndocuments had\nbeen removed. In response, the appellants were scornful of the\nBank's suggestion that the file was available during the meeting.\nThey had,\nunfortunately, forgotten that on their own version the officials\n8\nhad the deeds in their possession during the visit and had handed them\nover to them.\nThe only reason counsel could advance for the strange\nbehaviour of the officials was that they had been satisfied by the value of\nthe\nbook debts and that had motivated them to release the appellants. The problem\nwith the submission is manifest. I shall limit\nmyself to pointing out that the\nappellants never offered any reason for the unusual agreement; and in addition,\nthere is no evidence\nthat there were any book debts of value. On the contrary,\nthe Bank in its application for winding-up alleged that Bap is unable to\npay its\ndebts. In answer to that no balance sheet or accounts were produced, and no\nreference was made to the book debts as an asset.\nI conclude therefore that the version of the Bank is the correct one and\nthat of the appellants dishonest. Mr Lazarus, on behalf of\nthe appellants, has\nsubmitted that we ought not to brand the appellants as thieves without giving\nthem the opportunity to defend\nthemselves in a trial. I am tempted not\nto\n9\ncomply with his request, but in the light of my conclusion on the balance\nof his argument, I shall proceed to dispose of the matter\non another\nbasis.\nFrom the agreement alleged by the appellants two questions arise, namely,\n(a) was the claim due before 13 June 1994 (the application\nhaving been brought a\nyear before) and (b) were the appellants released?\nAs far as (a) is concerned, the problem facing the appellants is the\nagreements numbered [1] and [2]. Agreement [1] was to govern\nall overdraft\nfacilities. It provides for the discretionary cancellation of any future\nadvances. The Bank was therefore entitled,\nas it did, to call up the existing\noverdraft on 15 June 1993. The argument that this agreement had been superseded\nby [2] is rejected.\nAgreement [2] was simply an agreement contemplated by [1] .\nThe oral agreement of 14 June also amounts to an amendment of [2]. It\nchanges\nthe date of repayment and it removes the Bank's discretion to call up the\nfacility at will. The oral agreement is clearly\nhit by the\nnon-variation\n10\nclause of [2] . I therefore hold that the appellants are not entitled to\nrely on the defence that the claim was not due when the proceedings\nwere\ninstituted.\nTurning then to (b), the question is whether the\nappellants can rely on an oral release from their obligations as sureties in the\nlight of the term of their agreements that \"(t)his deed of suretyship and my\nliabilities thereunder will only be terminated by the\nBank's written consent\nthereto.\" Before considering the interpretation of this clause, it is convenient\nto state a few trite legal\npropositions. Although a suretyship agreement\nrequires writing and the surety's signature for validity, there are no\nformalities\nfor a valid cancellation. A surety is also generally entitled to\ncancel by notice and unilaterally his future obligations under a\ncontinuing\nguarantee. If the agreement prescribes formalities for the amendment or\ndetermination of the suretyship, these are binding\nupon both parties. Lastly, a\ndeed of suretyship must be interpreted restrictively and in favour of the\nsurety. It does not mean that\n11\nthe agreement must not be interpreted sensibly.\nThe object of\na clause such as the one under consideration is fairly obvious. It protects the\ncreditor. It enables the creditor to\ndetermine its rights with reference to the\ndocuments in its possession. The creditor does not have to rely on the memory of\nemployees\nor ex-employees. It protects the creditor against spurious defences\nand unnecessary litigation.\nMr Lazarus submitted that the present\nclause dealt only with the unilateral termination of the deed by the surety. In\nother words,\nit limited the surety's common law right to end his responsibility.\nIn this regard he relied heavily on Morgan & Anotherr v Brittan\nBoustred Ltd\n[1992] ZASCA 39\n;\n1992 (2) SA 775\n(A). There a clause that bears some resemblance to the one now\nunder consideration was given such a limited meaning. I find the exercise\nof\ninterpreting a contract by way of this type of analogous reasoning particularly\nunhelpful. In any event, a surety does not have\na common law right to\nunilaterally terminate his accrued liability. The term in issue not only\nrequires the\n12\ncreditor's consent for the termination of the deed of suretyship but also\nfor the termination of his liability. It follows that the\nclause does not\ncontain the limitation as argued. Counsel also placed some reliance on the use\nof the word \"consent\". Since the creditor\nhas to give his consent to the\ntermination, it showed that the clause did not relate to a consensual\ncancellation. The argument ignores\nthe meaning of \"consent\". Its primary meaning\nas a noun is, according to the Concise Oxford Dictionary, \"voluntary\nagreement\".\nIn conclusion counsel repeated the argument set out in\nMorgan at p 783B-G. This Court then found it unnecessary to deal with it. I\nshall attempt to summarize the point briefly. It is based on Botha JA's\nexplanation (in a minority judgment) in Ferreira & Another\nv SAPDC (Trading)\nLtd\n1983 (1) SA 235\n(A) of the ratio of Neethling v Klopper\n1967 (4) SA 459\n(A)\n. Botha JA held that Neethling had laid down the principle that while an oral\nagreement varying (at least materially) the terms\nof a contract such as the\npresent is not permissible\n13\nbecause the statutory formalities have not been complied with, there is\nno objection to allowing proof of an oral agreement relating\nto the cancellation\nof the contract by which its terms are not placed in issue. Similarly, counsel\nargued, because the oral agreement\nof 14 June did not place the terms of the\ndeeds in issue, it was not in conflict with the statute or the clause in\nissue.\nI wish to make it clear that I do not necessarily subscribe to these\nviews of Botha JA. They are in any event not applicable to this\ncase. No-one\nsuggested that the oral cancellation agreement was prohibited by the statute\nregulating the formalities of suretyships.\nThe clause in question prevents it.\nThe argument could have had merit if the clause were a non-variation clause. But\na non-variation\nclause is unnecessary in a contract of suretyship. The argument\ncould also have had some value if the dictum of the learned Judge\nrelated to the\noral cancellation of an agreement contrary to a statutory prohibition of such\ncancellation.\n14\nIt follows that the appeal stands to be dismissed. In terms of the\nagreements of suretyship the Bank is entitled to costs on the attorney\nand\nclient scale and such an order will follow.\nThe order is that the\nappeal is dismissed with costs on the attorney and client scale.\nL T C HARMS JUDGE OF APPEAL\nJOUBERT, JA ) NESTADT, JA ) AGREE STEYN, JA ) SCOTT, AJA )",
  "scraped_at": "2026-02-12T08:36:43.053948",
  "date": null,
  "coram": [],
  "case_number": null,
  "parties": {
    "applicants": [],
    "respondents": []
  },
  "sections": {},
  "tags": {}
}