{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/77.html",
  "case_name": "S v Jibiliza (212/93) [1995] ZASCA 77 (17 August 1995)",
  "citation": "[1995] ZASCA 77",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 77\n|\nNoteup\n|\nLawCite\nS v Jibiliza (212/93) [1995] ZASCA 77 (17 August 1995)\nDownload original files\nPDF format\nRTF format\nCase number 212/93\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE\nDIVISION)\nIn the matter between:\nKHULIKILE ALFRED\nJIBILIZA\tAppellant\nand\nTHE STATE\tRespondent\nCORAM\t: NESTADT, STEYN et\nHOWIE JJA DATE OF HEARING : 9 MARCH\n1995\nDATE OF JUDGMENT : 17 AUGUST 1995\nJUDGMENT\nHOWIE JA/\n2\nHOWIE JA :\nAppellant was one of a band of three armed men who\ntravelled from Port Elizabeth to the farm of Colin Ford, near Port Alfred, on 16\nNovember 1991. At about midday they broke into the farmhouse. The deceased and\nhis wife were not present at that stage but returned\na short while later. When\nthey entered the homestead they were attacked. In the course of what followed\nthe deceased was fatally\nstabbed.\nArising out of the killing,\nappellant, as accused 1, and his companions, as accused 2 and 3, were charged in\nthe Eastern Cape Division\n(Kannemeyer J and assessors) on the following\ncounts:\n1.\tHousebreaking with intent to rob and to murder,\n2.\tMurder, and\n3.\tRobbery with aggravating circumstances.\nIn\naddition, appellant was charged on a fourth count with attempted murder arising\nout of a subsequent incident on\n3\nthe same day.\nThe accused were all convicted on the first\nthree counts. Appellant was also convicted on count 4 of common\nassault.\nImprisonment was imposed on all the accused on all counts\nsave for appellant in respect of the murder charge. On that count he was\nsentenced to death.\nLeave to appeal was unsuccessfully sought from\nthe trial Court in regard to all the convictions and sentences subject, of\ncourse,\nto appellant's statutory right to appeal under\ns 316A\nof the\nCriminal\nProcedure Act, 51 of 1977\n, in respect of his conviction and sentence for\nmurder.\nIt is in exercise of that right that he appeals\nnow.\nAppellant's evidence in his defence was that he was\nnever on the deceased's property at all and was, coincidentally, apprehended by\nthe police for no reason later the same afternoon alongside the main road which\nruns by the farm. According to the policemen who\narrested\n4\nappellant, however, they found him hiding in a storm drain under the road\nwearing two watches, one belonging to the deceased and the\nother belonging to\nhis wife.\nThe trial Court rejected appellant's story in its entirety\nand found that it was he alone who had, with dolus directus, mortally stabbed\nthe deceased.\nIn argument appellant's counsel accepted, realistically in my view, that\nit was indeed appellant who stabbed the deceased. On that\nfooting the sole\ncontention advanced in respect of the conviction was that the State had failed\nto prove any intention to kill on\nappellant's part.\nBefore dealing with the evidence on which the crucial finding on\nintention was founded, I must say this. Although appellant has not\nappealed\nagainst his conviction on count 1 and it could therefore be argued that one of\nthe facts to be taken into consideration\nin regard to his murder conviction is\nthat the group broke in intending,\n5\ninter alia, to kill, I shall approach the present issue by ignoring that\nconviction and its attendant implications.\nTurning to the evidence,\nan autopsy on the deceased's body revealed the existence of multiple bruises,\nlacerations and abrasions and\nalso five incised wounds. The incisions included\nthree stab wounds into the chest. One of these penetrated the left lung causing\nexcessive blood loss, ensuing shock and death. The depth of this wound was 30 -\n60 mm. The total picture presented by all the wounds\nsuggested to the doctor\nperforming the examination a protracted attack on the deceased with concomitant\nefforts on his part to defend\nhimself.\nThe testimony of Mrs Ford was that when she and the deceased entered the\nkitchen she was set upon by one man and the deceased by the\nother two. They were\ndragged to their bedroom. By clear inference the man who attacked her was\nappellant. He was armed with a knife.\nAs he assaulted her he called to his\nconfederates \"Ukubulala, ukubulala\"\n6\nwhich means \"kill, kill\". He demanded her watch and that of the deceased.\nThey relented. He then caught sight of their safe and demanded\nthe keys. She\ntold him the keys were in the possession of one of her sons. She added that the\nintruders had best leave because visitors\nwere due soon for lunch. This last\nstatement prompted the other accused to leave the house but appellant stayed\nbehind. He persisted\nin his quest for the safe keys and then switched his\nattention from Mrs Ford to the deceased. The deceased grabbed appellant and\nthe\ntwo men struggled their way into the passage. After that Mrs Ford did not see\nwhat more befell the deceased. There is evidence,\nhowever, that his last actions\ninvolved taking his shotgun, going outside and firing three shots, presumably at\none or more of the\nintruders. He then collapsed and died.\nIt is not clear precisely when but there is also evidence that to make\nhis getaway appellant jumped through a closed window instead\nof leaving by the\nkitchen door. It\n7\nwould seem, by inference, that his haste must have been engendered by the\nfact that the deceased had been able to get to the firearm\nand was imminently\nabout to shoot.\nIn the submission of appellant's counsel the\ndeceased's spirited resistance, and especially his terminal efforts, supported\nthe inference\nthat appellant not only left the deceased very much alive but that\nhe certainly did not intend to go as far as delivering the coup\nde grâce.\nThat being so, said counsel, it was not the only reasonable inference that\nappellant intended to kill. He might very\nwell have intended only such violence\nas would incapacitate the deceased without his death being either willed or\ncontemplated.\nIn my view the cumulative impact of appellant's words and conduct and the\nnature of the weapon he used, taken together with the site,\nnumber and nature of\nthe wounds and appellant's failure to explain his acts and intentions, compels\nthe conclusion, as the only reasonable\ninference,\n8\nthat he killed the deceased with direct intent.\nIt follows\nthat the conviction, and the finding as to dolus directus, were wholly\nwarranted.\nAs to sentence, the aggravating circumstances are plain.\nThe murder was committed in the course, and as an element, of a planned,\narmed\nattack in broad daylight upon a lone farmhouse in order to rob its owners. It\nwas a long-range operation: the gang came from\nafar. Their attitude clearly\nproclaimed that they cared not if the house was occupied. Should it be, they\nwould meet resistance with\nserious violence. The fatal assault was prolonged,\ndetermined and merciless. It was accompanied by the desire to kill. Appellant's\nconduct conforms to the criminal profile presented by his previous convictions.\nThey encompass five crimes of violence, two housebreakings\nand three thefts. His\nlongest sentences were, respectively, two years' imprisonment in 1981 for\nhousebreaking with intent to steal\nand theft, and four\n9\nyears in 1982 for motor car theft. He was unconditionally released from\nfurther incarceration under the last sentence in August 1985.\nIt is the Courts'\nexperience that the persistent housebreaker frequently tends eventually to acts\nof dangerous if not fatal violence.\nThe mitigating circumstances found by the trial Court - that appellant\n(who was 31 at the time of trial) was an ill-educated, unemployed\nman from a\ndeprived socio-economic sector of society - were comprehensively outweighed by\nthe aggravating features.\nThe killing was one altogether comparable with those in many cases which\nhave come before this Court of late and which have been labelled\nas falling\nwithin the category of the most serious instances of murder.\nBy reason of all these considerations the trial Judge concluded -\njustifiably, I think - that the matter was one in which the deterrent\nand\nretributive purposes of punishment warranted greater recognition than the\nothers.\n10\nWhen the appeal was heard, the issue of\nthe\nconstitutionality of capital punishment was awaiting\ndecision by the Constitutional Court. To avoid the expense and inconvenience\nof\na further hearing in this matter counsel were invited to advance submissions as\nregards a fitting alternative sentence in the\nevent of the Constitutional\nCourt's holding that the death sentence was unconstitutional.\nSince then the Constitutional Court has ruled that capital punishment is\nunconstitutional and the sentence of death imposed on appellant\nmust therefore\nbe set aside. As to the appropriate sentence to substitute for that imposed by\nthe trial Court, there are only two\nalternatives. One is life imprisonment. The\nother is a very long finite term of imprisonment.\nThe prison sentences imposed in this case were the following. On counts 1\nand 3 taken together, appellant and accused 2 each received\n15 years and accused\n3, 14 years.\n11\nFor the murder, accused 2 received 20 years and accused 3 18 years. On\ncount 4 appellant was sentenced to four months. This was ordered\nto run\nconcurrently with his 15 year sentence.\nIn the cases of each of\naccused 2 and 3 a period of 1 0 years of their housebreaking-robbery sentences\nwas ordered to run concurrently\nwith their murder sentences.\nIn the result the effective sentence of accused 2 is 25 years and that of\naccused 3, 22 years.\nAppellant's counsel accepted that the facts rendered it appropriate that\nhis overall punishment be heavier than theirs.\nIt is clear that the sentence under consideration must afford society\nlong-term protection from appellant's depredations. It must\nalso have the\ndeterrent and retributive force referred to earlier. For those purposes it could\nbe said, given the fact that appellant\nis already well into his thirties, that\nthere may not be a substantial\n12\npractical distinction between a sentence of say, 25 years\nand\nlife imprisonment. However, assuming in his favour that the difference would be\none of substance, and taking the enormity of his\ncrime as self-evident, it\nremains only to focus on his past contraventions. His record reads badly, it is\ntrue, but on analysis all\nthe violent crimes were committed between 1976 and\n1979 when he was still a minor. In the 12 years before the present events his\nonly offences were housebreaking with intent to steal and theft in 1981 and\ntheft in 1982. Had he been convicted in that 12 year\nperiod of a crime of\nserious violence or had his record in that time showed an undeterred tendency to\nrepetitive violence the argument\nfor life imprisonment would have been more\ncompelling.\nThe conclusion to which I have come, therefore, is that all the\nrequirements of fair and humane criminal justice would be met, in\nthis case, by\nthe imposition of 25 years' imprisonment on the murder charge. Allowing\nthe\n13\nsame period of concurrence as in the case of appellant's co-accused, this\nmeans that his effective sentence will be 30 years.\nThe following order is made:\n1.\tThe appeal against conviction is\ndismissed.\n2.\tThe appeal against the death sentence is allowed.\n3.\tThe death sentence imposed on count 2 is set aside. In its place is\nsubstituted a sentence of 25 years' imprisonment.\n4.\tThe sentence referred to in para 3 above, and the sentence of 15 years\nimposed on appellant in respect of counts 1 and 3 taken\ntogether, will run\nconcurrently to the extent that the effective sentence on all those counts will\nbe 30 years'\nimprisonment.\n14\nC.T. HOWIE JUDGE OF APPEAL\nNESTADT JA ]\tCONCUR\nSTEYN JA ]\n/al",
  "scraped_at": "2026-02-12T07:09:10.992544",
  "date": "1995-08-17",
  "coram": [
    "Nestadt JA",
    "Steyn JA",
    "Howie JA"
  ],
  "case_number": "212/93",
  "parties": {
    "applicants": [
      "Khulikile Alfred Jibiliza"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "In November 1991 the appellant, Khulikile Alfred Jibiliza, was part of a three‑person armed gang that travelled from Port Elizabeth to the farm of Colin Ford near Port Alfred. The gang broke into the farmhouse; the deceased and his wife returned shortly afterwards and were attacked. The deceased was stabbed multiple times and later shot himself with his own shotgun, dying from the wounds. The appellant was charged with housebreaking with intent to rob and to murder, murder, robbery with aggravating circumstances, and a separate count of common assault. He was convicted on the first three counts and sentenced to death for murder, while the other convictions carried various terms of imprisonment.",
    "issues": "The appellate court had to determine (1) whether the prosecution had proved the appellant’s direct intent (dolus directus) to kill the deceased, thereby justifying the murder conviction, and (2) what sentence should replace the death penalty now that the Constitutional Court had declared capital punishment unconstitutional.",
    "principles": "South African law requires proof of direct intent to kill for a murder conviction; the presence of words, conduct, and the nature of the wounds can supply the necessary inference. Sentencing principles permit either life imprisonment or a long finite term where the death penalty is unavailable, with consideration of aggravating and mitigating factors, prior convictions, and the need for deterrence and protection of society.",
    "application": "The court examined the appellant’s statements (“Ukubulala, ukubulala” – “kill, kill”), his armed assault with a knife, the seriousness and number of wounds inflicted, and his failure to explain his actions. It concluded that these facts proved direct intent to kill, making the murder conviction and finding of dolus directus warranted. With the death penalty now unconstitutional, the court substituted a 25‑year term for the murder count, to run concurrently with the 15‑year term for the housebreaking/robbery counts, resulting in an effective total sentence of 30 years.",
    "conclusion": "The appeal against conviction was dismissed. The death sentence was set aside and replaced by a 25‑year imprisonment term, concurrent with the existing 15‑year term, giving an effective total sentence of 30 years."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "intent",
      "sentencing",
      "death penalty",
      "appeal"
    ]
  }
}