{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/71.html",
  "case_name": "Baars v Scott (556/93) [1995] ZASCA 71; [1995] 4 All SA 392 (AD) (31 May 1995)",
  "citation": "[1995] ZASCA 71",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 71\n|\nNoteup\n|\nLawCite\nBaars v Scott (556/93) [1995] ZASCA 71; [1995] 4 All SA 392 (AD) (31 May 1995)\nDownload original files\nPDF format\nRTF format\nSAFLII Note:\nCertain personal/private details of parties or witnesses have\r\n\t\t\tbeen redacted from this document in compliance with the law and\nSAFLII\r\n\t\t\tPolicy\nCase\r\nnumber 556/93\nIN THE\r\nSUPREME COURT OP SOUTH AFRICA\n(APPELLATE\r\nDIVISION)\nIn the\r\nmatter between:\nBARRY\r\nBAARS\nAppellant\nand\nJEANETTE\r\nELAINE SCOTT\nRespondent\nCORAM\n:\r\nCORBETT CJ et E M GROSSKOPF,\nF\r\nH GROSSKOPF, HOWIE et\nMARAIS\r\nJJA\nDATE OF\r\nHEARING : 16 MAY 1995\nDATE OF\r\nJUDGMENT : 31 MAY 1995\nJUDGMENT\nHOWIE\r\nJA/\n2\nHOWIE JA :\nThis\r\nis an appeal against the decision of\nSpoelstra\r\nJ in the Witwatersrand Local Division dismissing\nappellant's\r\napplication for the grant of access to his\nminor\r\nillegitimate son. Respondent is the boy's mother.\nThe\r\ndecision of the Court a quo is reported as\nB\r\nv S\n1993 (2) SA 211\n(W). The appeal is with leave of that Court.\nIn\r\nsupport of the appeal three main submissions were\nadvanced.\r\nI shall deal with them one by one. The first\nwas\r\nthat, as a matter of law, the father of an illegitimate\nchild\r\nhas an inherent right of access, which right vests in\nhim\r\nby reason of paternity alone. The Court below held (at\n214\r\nB-F) that appellant had no such right.\nAs\r\nthis first submission was not dependent on the\nfacts I shall\r\nrefer to them only later.\nThe\r\nthrust of the present argument was this. The\nrelevant\r\ncommon law writers are silent concerning access by\na\r\nfather to his illegitimate child but this cannot mean\n3\nthat\r\nin the times in which they wrote, a paternal right of\naccess\r\nto an illegitimate child was not recognised.\nHowever,\r\neven if no such right was acknowledged then the\nCourt\r\nshould now, on the basis of justice and equity,\ndeclare\r\nthe existence of that right in order to ensure that\nthe\r\nfather of an illegitimate child stood, as regards\naccess,\r\nin no position inferior to that of the father of a\nlegitimate\r\nchild.\nIn\r\ncontending that the supposed right could well have\nexisted\r\nin Roman-Dutch law, appellant's counsel pointed out\nthat,\r\ncontrary to the position in Roman law, where an\nillegitimate\r\nchild was regarded as having no father (see,\nfor\r\nexample.\nInstitutes\n,\r\n3.5.4), in Roman-Dutch law the\nfather's\r\nexistence and identity qua father were undoubtedly\nrecognised.\r\nHe was for instance, burdened with the duty of\nsupport\r\nand he was, like any father, barred from marrying\nwithin\r\ncertain degrees of affinity. In addition, said\ncounsel,\r\nit was consistent with some measure of parental\n4\nauthority\r\non the father's part that, according to Brouwer,\nDe\r\nJure Connubiorum\n.\r\nvol. 1, p 32, para 15, his consent was\nrequired\r\nfor the marriage of his illegitimate child.\nNone\r\nof those three features assists appellant.\nAccess,\r\nlike custody, is an incident of parental authority:\nsee\r\nBoberg,\nThe Law of\r\nPersons and the Family\n459 - 460 and\ncases cited\r\nthere. Consequently, if access is the father's\nentitlement\r\nas a matter of inherent legal right it can only\nstem\r\nfrom his parental authority. The duty of support and the marriage\r\nimpediment in no measure imply the existence\nof\r\nany parental authority from which the supposed right of\naccess\r\ncould have been derived. As for Brouwer, at 39 - 40\nof\r\nthe volume referred to (as translated by P van Warmelo\nand\r\nF J Bosman, 1 st ed) the author, commenting on the\nparagraph\r\nrelied on by appellant's counsel, was discussing\na\r\nrequirement of the Political Ordinance of Zeeland that\nconsent\r\nto marriage be given by the \"ouers\". Having posed\nthe\r\nquestion whether this included the natural father of an\n5\nillegitimate\r\nchild, he offered the answer that while in\nnatural\r\nlaw it would, in civil law such a father was\nregarded\r\nas \"onseker\" and he was therefore of the view that\n\"daar\r\nnie so sterk nadruk op sy toestemming gelê moet word\nnie\".\r\nThis authority therefore provides no support of any\nsubstance\r\nfor counsel's suggestion.\nThe\r\nfact is that in Roman-Dutch law an illegitimate\nchild\r\nfell under the parental authority, and thus the\nguardianship\r\nand custody, of its mother; the father had no\nsuch\r\nauthority: Van Leeuwen,\nHet\r\nRoomsch Hollandsch Recht\n1.7.4;\r\nVan Bynkershoek,\nOuaestiones\r\nJuris Privati\n3.11;\nVan der Linden,\nKooomans\r\nHandboek\n1.4.2. To\r\nacquire\nparental\r\nauthority he had either to marry or be married to\nthe\r\nchild's mother or he had to adopt the child: Voet,\nCommentaries\r\nad Pandectas\n1.6.4.\nIn\r\nthe light of those authorities it cannot, in my\nview,\r\nbe said that the common law is silent - in the sense\nof\r\nconveying nothing - as regards access by a father to his\n6\nillegitimate\r\nchild. The most that can be said in support\nof\r\nappellant's argument is that there is nothing express on\nthe\r\nsubject. However, the very clear implication in what\nis\r\nindeed said is that, having no parental authority, such\na\r\nfather was bereft of the very power from which any\nsupposed\r\ninherent right of access could have originated ex\nlege.\nThat\r\nwas the common law that was received into this\ncountry\r\nand which must still apply unless it can be said\nthat\r\nit has been altered in any significant way by judicial\nexposition\r\nsince.\nA\r\nstudy of the relevant South African case law\nconcerning\r\naccess by a father to his illegitimate child\nshows the\r\nfollowing.\nAccess\r\nwas granted by the court in\nWilson\r\nv Ely\n1914 WR 34\nand\nMatthews v Haswari\n1937 WLD 110\nbut appellant's\ncounsel\r\nunderstandably disavowed reliance on those cases.\nThey\r\ndo not constitute persuasive or even helpful\n7\nprecedents\r\nin regard to the present question. In\nWilson\n,\naccess was granted on the\r\nerroneous basis that it was, in\neffect,\r\nin return for the payment of maintenance. In\nMatthews\n,\r\nthe court must, one infers, have thought access\nto\r\nbe in the interests of the child, but the law is not\ndiscussed\r\nin the judgment.\nIn\nDocrat v Bhayat\n1932 TPD 125\nthe father applied for\ncustody,\r\nthe mother having died. The child in question was\nborn\r\nof their Muslim marriage. In the course of his\njudgment\r\nDe Wet J remarked (at 127-8) that the father had\n\"no\r\nlocus standi at all\" as far as custody was concerned,\nthat\r\nhe was \"not entitled to the custody of the child\" and\nthat\r\nhe had \"no legal claim to the child\". These\nstatements\r\nwere not supported by reference to any authority\nbut\r\nfrom what I have already said they were in line with\nthe\r\ncommon law and would also have applied to the matter of\naccess.\r\nThat the court meant that the father had no claim\nex\r\nlege is clear from the fact that it went on to consider\n8\ngranting\r\ncustody to the father nevertheless but came to the\nconclusion,\r\non the facts, that he had failed to discharge\nthe\r\nonus of showing that the child's interests would be\nenhanced\r\nby its removal from the apparently satisfactory\ncustody\r\nthen being exercised by the mother's sister and her\nhusband.\nDouglas\r\nv Mayers\n1987 (1) SA\r\n910\n(ZH) was a case in\nwhich\r\nthe father sought access as a matter of inherent\nright.\r\nReviewing the law on the present point, the court\nreferred\r\nin its judgment to Boberg, op. cit., at 333-4,\nSpiro,\nThe Law of Parent and\r\nChild\n, 3rd ed., at\r\n425-6 and\nto the cases of\nWilson\n,\nMatthews\nand\nDocrat\n.\r\nReference was\nalso made\r\nto the case of\nDavids\r\nv Davids\n1914 WR 142\nin\nwhich, apparently,\r\n(the report is not available to me) the best interests of the child\r\nled to the award of custody to\nthe\r\nfather and access to the mother. The conclusion\nreached\r\nby Muchechetere J on the strength of this survey\nwas\r\nthat the father had no inherent right to access but did\n9\nhave\r\nthe right to claim, and be granted, access if it was\nin\r\nthe child's best interests (see 914 D-E).\nIn\nF v L and Another\n1987 (4) SA 525\n(W) (the same\njudgment\r\nis reported as\nD v L\r\nand Another\nin\n1990\r\n(1) SA\n894\n(W)) the\r\nfather applied for the appointment of a\ncurator-ad-litem\r\npreparatory to his suing for a declarator\ninter\r\nalia that he had an inherent right of access to his\nchild.\r\nThe best interests of the child were not referred\nto\r\nin the papers or in argument and were therefore\nirrelevant\r\nto the point raised. Harms J relied on common\nlaw\r\nand case law, inter alia the decision in\nDocrat's\ncase,\nfor his conclusion\r\nthat because the father could not\nacquire\r\nparental authority simply by reason of paternity,\nhe\r\nhad \"no prima facie right of access\". The\nDouglas\ncase\nwas not mentioned.\nF\r\nv B\n1988 (3) SA 948\n(D) takes the matter no further\nbecause\r\nit was decided on the basis of both counsel's\nacceptance\r\nof the conclusion in\nDouglas\nas correct.\n10\nB\r\nv P\n1991 (4) SA 113\n(T) was an appeal against the\ndecision\r\nof a single Judge dismissing the father's access\napplication.\r\nHis case was that he had a right to access (what is referred to in\r\nthe instant case as an inherent\nright)\r\nand also that such access was in the best interests\nof\r\nhis child. Following the decision\nin\nF\nv L\n, it was held\n(at\r\n114E) that the right contended for did not exist. The\ncourt\r\nthen proceeded to state (at 115A) that a father could\nnonetheless\r\nobtain an order for access \"in certain\ncircumstances\".\r\nWhat those circumstances were emerged\nlater\r\nin the judgment where (at 117F) it was explained that\nit\r\nwas for the father to show that access would be in the\nbest\r\ninterests of the child (the paramount consideration)\nand\r\nwould not unduly interfere with the mother's right of\ncustody.\nThe\r\nnext case to be considered is that of\nVan\r\nErk v\nHolmer\n1992 (2) SA 636\n(W). The reported decision in that\nmatter\r\nconstitutes the cornerstone of appellant's case.\n11\nThere, as\r\nrecorded at 636I - 637C, an opposed access application was referred\r\nto the Family Advocate for\ninvestigation\r\nand recommendation. The latter duly\nrecommended\r\nthat access in certain defined respects be\ngranted\r\nto the father. This recommendation was accepted by\nthe court (Van Zyl J) and the parties then settled the\nmatter on the basis that the father be accorded reasonable\naccess. Their agreement was made an order of court.\nDespite disposal of the case in that way the parties then\nrequested the court to furnish its reasons for accepting\nthe Family Advocate's recommendation. In this regard the\njudgment reads (at 637 B-C) as follows:\n\"Because\r\nof the importance of the matter, however, the parties requested that\r\nreasons should be furnished for\nthe\r\nCourt's accepting the Family Advocate's\nrecommendation,\r\nparticularly in view of the suggestion\nput\r\nforward that, despite the existence of precedents\nto\r\nthe contrary, the time might have arrived for the\nrecognition\r\nby our Courts of an inherent right of\naccess\r\nby a natural father to his illegitimate child.\nCounsel\r\nfor both parties and also Mr W Schroeder of\nthe\r\nSouth African Law Commission have in the meantime\nsubmitted\r\nvarious sources dealing with this vexed\n12\nquestion.\"\nVan\r\nZyl J acceded to this request. In his reasons he\nundertook\r\na careful review of the various common law\nsources,\r\nthe cases discussed above and a number of articles\nby\r\nSouth African academic writers for or against the\ninherent\r\nright for which appellant contends. The learned\nJudge\r\nthen surveyed relevant legal provisions and writings\nin\r\nEngland, Australia, Canada and the United States of\nAmerica\r\nand observed (at 646J - 647A) that, save for one instance (the\r\nAustralian Family Law Council's suggestion\nthat\r\nan inherent right not be recognised) the question of\nthe\r\nexistence of the alleged right had not arisen for\nconsideration.\r\nReverting to the South African sources and\ncases,\r\nhe proceeded to set out his reasons for the eventual\nconclusion\r\n(at 649I - 650A) that the time had arrived for\nthe\r\nrecognition by the courts of the inherent right in\nissue,\r\nwhich recognition was justified by the precepts of\njustice,\r\nequity and reasonableness and by the demands of\n13\npublic\r\npolicy.\nIn\nS v S\n1993 (2) SA 200\n(W) and in the unreported\ncase\r\nto which I shall refer as\nA\r\nv D\n(SECLD) case\r\n1456/92,\nin which\r\njudgment was given on 3 March 1995, the courts concerned declined to\r\nfollow\nVan Erk\nand applied\nB v P\n,\nsupra.\nBefore\r\ndiscussing the reasons stated by Van Zyl J in\nVan\r\nErk\nit is necessary\r\nto analyse the circumstances in\nwhich they were given.\nNothing\r\nin the report of the case suggests that the\npresent\r\nquestion of law was ever a contested issue\nrequiring\r\ndecision. In the discussion of the facts at 637\nD-G\r\nand 650 A-C and the court's references to the interests\nof\r\nthe child, the mother's opposition is stated to have\nbeen\r\nbased on the assertion that the father ought not to\nhave\r\naccess, not that he was disentitled to access as a\nmatter\r\nof law. The fact that the case was referred for the investigation and\r\nrecommendation of the Family Advocate is\n14\nconsistent\r\nwith the real issue being whether access was\nappropriate\r\nand not whether access was the father's inherent legal right. Be that\r\nas it may, even if the\nFamily\r\nAdvocate did contend for that right, consideration\nof\r\nthe recommendation by the court did not involve the\njudicial\r\nprocess of adjudication involving the hearing of\nargument\r\non both sides and the making of a considered\ndecision\r\ndisposing, either by way of a judgment or a\nruling,\r\nof the issues thus presented. That being so, and\napart\r\nfrom the fact that no reasons were asked for at that\nstage,\r\nthe court's duty to consider and decide upon the\nacceptability\r\nof the report did not encompass the\nobligation\r\nto furnish reasons for acceptance. Reasons for rejection might have\r\nbeen given, if at all necessary, had\nthe\r\ncase not been settled and had it proceeded to judgment\nbut\r\nthat is quite another matter. Moreover, if, as was\nrecommended,\r\naccess by the father to the child was\ndesirable,\r\nit could only have been because that was in the\n15\nbest\r\ninterests of the child. And if it was in the best\ninterests\r\nof the child then, on the strength of the cases\nwhich\r\npreceded\nVan Erk\n,\r\nthe father was entitled to request\nand\r\nbe granted access in any event. Accordingly, had it\nbeen\r\nnecessary for the court to hear debate and to give a\nconsidered\r\ndecision for accepting the Family Advocate's\nrecommendation\r\nthat decision would, on the question of an\ninherent right,\r\nhave been obiter.\nTo\r\nsum up the position that obtained before the\nsettlement,\r\ntherefore, it was that any judgment on the\npresent\r\npoint would have been obiter but that no judgment\nor\r\nruling was either required in law or given.\nAfter\r\nthe order was made incorporating the settlement,\nthere\r\nwas no longer any lis between the parties and the Judge's work was\r\nfinally done. In the circumstances the\ncourt\r\nwas asked to give its reasons on the present legal\nquestion\r\nas if it was then an issue between the parties and as if the court\r\nwas properly seized of it, neither of which\n16\nwas\r\nso. And these were not reasons, reserved at an earlier\nstage,\r\nwhich had to be furnished for the purposes of\npossible\r\nfurther litigation or an appeal. Further\nproceedings\r\nhad been excluded by the settlement.\nAccepting\r\nthat his reasons were given with the genuine\nand\r\nsincere commitment and sense of obligation on the part\nof\r\nthe learned Judge not only to assist the parties in regard to\r\npossible future disputes between them as to\naccess,\r\nbut also to lay down the law on what is a sensitive\nand\r\ncontroversial subject, the fact is that the reasons\nreally\r\ncomprise no more than an opinion. From what has\nalready\r\nbeen said they did not, and could not, constitute a judgment\r\ndisposing of an issue between the litigants.\nHowever,\r\nbecause of the attention which the present\npoint\r\nhas attracted in recent years, I shall consider the\nreasons\r\nas if they did amount to a judgment on a live issue\nbetween\r\nthe parties.\nThe\r\nreasons appear at 647B - 649I and the essentials\n17\nmay\r\nbe summarised as follows. Just because the common law\nsays\r\nnothing about a father's right of access to his\nillegitimate\r\nchild, this does not warrant the conclusion\nthat\r\nsuch right cannot exist. Access should not always or\nnecessarily\r\nbe regarded as an incident of parental\nauthority\r\n- it can be granted when it is in the child's\nbest\r\ninterests and it cannot be said that such grant\nconfers\r\nparental authority. Because the existence of an\ninherent\r\naccess right is excluded by neither the common law\nnor\r\nlegislation it is the obligation of the courts to\ndecide\r\nthe present issue in accordance with the precepts\nreferred\r\nto above. The interests of the child do not\njustify\r\nan access right being dependent on whether it is\nlegitimate\r\nor illegitimate seeing that extra-marital\ncohabitation is more\r\nprevalent nowadays and less\ndisapproved\r\nof than in earlier times. Emphasis placed in\njudgments\r\nand writings upon the child's rights rather than those of the parents\r\njustifies the approach that the child\n18\nshould\r\nhave the chance to form a lasting relationship with\nboth\r\nparents whether or not one or other is married to a\nthird\r\nparty. Just as no distinction is warranted between\nlegitimate\r\nand illegitimate children, so no distinction\nshould\r\nbe drawn between the rights of their respective\nfathers.\r\nFinally, it is a gross injustice that a father is compelled to pay\r\nmaintenance when he is not entitled as of\nright\r\nto access and because of the reciprocal benefits of\nthe\r\nfather-child bond, he should have this right unless it\nis\r\nclearly not in the best interests of the child.\nIt\r\nseems to me that the conclusive legal answer to all\nthese\r\ncontentions is simply this. As I have explained, the\ncommon,\r\nlaw does indeed provide clearly enough what a\nfather's\r\nposition is as regards access in a relationship\nlike\r\nthe present, even if what is conveyed is a matter of\nnecessary\r\nimplication and not express statement. In South\nAfrica\r\nthat law was been applied - correctly, in my view -\nin\nF v L\nand\nB v P\n,\r\nsupra. It follows that this is not a\n19\ntopic\r\non which it is open to a court to take the approach\nadopted\r\nby Van Zyl J. If the law is sufficiently clear, as\nI\r\nconsider it is, then the judicial function is to expound,\nnot\r\nto legislate. According to the law as it is, the right to access\r\ndepends for its existence on parental authority.\nA\r\nfather such as appellant does not have that in the eyes\nof\r\nthe law. But he may be granted access if that is in the\nbest\r\ninterests of his child.\nIt\r\nmay well be that most fathers of illegitimate\nchildren\r\nnowadays are concerned about the welfare of their\nchildren\r\nand committed to enhancing the latter's best\ninterests,\r\nparticularly where the children are born of a\nso-called\r\nlive-in relationship between the parents. If\nthere\r\nare sound sociological and policy reasons for\naffording\r\nsuch fathers an inherent access right, in\naddition\r\nto the right they already have to be granted\naccess\r\nwhere it is in the best interests of their children,\nthen that\r\nis a matter that can only be dealt with\n20\nlegislatively.\nHaving\r\nstated what the law is, I proceed to consider\nto\r\nwhat extent it currently discriminates unfairly against\nthe\r\nfather of an illegitimate child as was contended on\nappellant's\r\nbehalf.\nIn\r\nthe first place the question arises as to how\nappropriate\r\nit is to talk of a parent having a legal right\nat\r\nall in the present context. Allied to that is the question whether\r\nproceedings such as these are, like\nordinary\r\ncivil litigation, adversarial in nature and\nwhether an onus of\r\nproof is involved. Considerable\nguidance\r\nis afforded by recent dicta in England in cases\ninvolving\r\nchildren born out of wedlock.\nIn\nA v C\n[1985] FLR\r\n445\n(CA) Ormrod LJ said the\nfollowing\r\nat 455 E-H:\n\"(The\r\nJudge a quo) took the point at an early stage in\nthe\r\njudgment, when he came to deal with the law, that\nit\r\nwas a mistake to talk, in relation to access, in\nterms\r\nof rights, and he was undoubtedly, in my\njudgment,\r\ncorrect in what he said. The word 'rights'\n21\nis\r\na highly confusing word which leads to a great deal of trouble if it\r\nis used loosely, particularly when it\nis\r\nused loosely in a court of law. So far as access\nto\r\na child is concerned, there are no rights in the sense in which\r\nlawyers understand the word. It is a\nmatter\r\nto be decided always entirely on the footing of\nthe\r\nbest interests of the child, either by agreement\nbetween\r\nthe parties or by the court if there is no\nagreement\r\n... The first and paramount consideration\n(is)\r\nthe welfare of the child, bearing in mind, of\ncourse,\r\nthe wishes and feelings and so on of the\nrespective\r\nparents and other people concerned with the\nchild,\r\nbut always bearing in mind that the decision\nmust\r\nrest in terms of the best interests of the child,\nhaving\r\ntaken all these other factors into account.\"\nAs regards\r\nthe observation by the judge a quo in that\ncase that\r\n\"(p)rima facie a parent should have access to his\nchild\",\r\nOrmrod LJ said at 456 A-B:\n\"I\r\nwould differ from that only to this extent: while\nit\r\nis a correct statement of the general practice, it\nis\r\nalways a little dangerous in these cases where judges talk in terms\r\nof presumption and burden of\nproof.\r\nIt leads to many very false conclusions if it\nis\r\npressed too far. It is simply a statement of\ncommon\r\nsense that in the ordinary way, as society\ntoday\r\nis constituted, both parents should be in\ncontact\r\nwith their children, even if they have parted.\nIt\r\nis no more than that and I would deprecate any idea\nthat\r\nthere is a presumption either way in these\nmatters or an onus\r\neither way.\"\n22\nThese\r\nstatements, which are of just as much\napplication\r\nin South Africa, were cited with approval in Re\nKD\r\n(a minor) (ward : termination of access)\n[1988] 1 All ER\n577\n(HL) at 589 c-f.\nIn\r\nthe latter case the court of first instance refused\naccess\r\nto the mother where her illegitimate child was in\nthe\r\nsatisfactory care of foster parents. The mother's\nattempts\r\nto have that result reversed failed both in the\nCourt\r\nof Appeal and in the House of Lords. Concerning the\nargument\r\nthat the mother had a legal right of access, which\nshould\r\nbe inhibited only if the Court were satisfied that\nits\r\nexercise would be adverse to the child's interests,\nLord\r\nOliver, with whose speech the other Law Lords agreed,\nstated\r\n(at 588 e-f) the essential concept in this regard as\nbeing\r\nthat the natural bond and relationship between parent\nand\r\nchild gives rise to universally recognised norms which\nought\r\nnot to be gratuitously interfered with unless the\nwelfare\r\nof the child dictated doing so. Noting that the\n23\nword\r\n\"right\" is used in a variety of senses, popular and\njurisprudential,\r\nfrom a contractual right to a privilege to\nan\r\nessential liberty such as the so-called \"right to work\",\nthe\r\nlearned Law Lord said (at 588 g-j):\n\"Parenthood,\r\nin most civilised societies, is generally\nconceived\r\nof as conferring on parents the exclusive\nprivilege\r\nof ordering, within the family, the\nupbringing\r\nof children of tender age, with all that\nthat entails. That is\r\na privilege which, if\ninterfered\r\nwith without authority, would be protected by the courts, but it is a\r\nprivilege circumscribed by\nmany\r\nlimitations imposed both by the general law and,\nwhere\r\nthe circumstances demand, by the courts or by\nthe\r\nauthorities on whom the legislature has imposed the duty of\r\nsupervising the welfare of children and\nyoung\r\npersons. When the jurisdiction of the court is invoked for the\r\nprotection of the child the parental\nprivileges\r\ndo not terminate. They do, however, become\nimmediately\r\nsubservient to the paramount consideration which the court has always\r\nin mind, that is to say the\nwelfare\r\nof the child. That is the basis of the\ndecision\r\nof your Lordships House in J v C and 1 see\nnothing\r\nin R v UK which contradicts or casts any doubt\non that\r\ndecision or which calls now for any\nreappraisal\r\nof it by your Lordships. In particular,\nthe description of\r\nthose familial rights and\nprivileges\r\nenjoyed by parents in relation to their\nchildren\r\nas 'fundamental' or 'basic' does nothing, in\nmy\r\njudgment, to clarify either the nature or the\nextent\r\nof the concept which it is sought to describe.\"\n24\nAt 590 c-f\r\nLord Oliver continued:\n\"...\r\nI do not find it possible to conceive of any\nCircumstances\r\nwhich could occur in practice in which\nthe\r\nparamount consideration of the welfare of the\nchild\r\nwould not indicate one way or the other whether access should be had\r\nor should continue. Whatever the position of the parent\nmay be as a\r\nmatter of law, and\nit\r\nmatters not whether he or she is described as\nhaving\r\na 'right' in law or a 'claim' by the law of\nnature\r\nor as a matter of common sense, it is perfectly clear that any\r\n'right' vested in him or her must yield\nto\r\nthe dictates of the welfare of the child. If the\nchild's\r\nwelfare dictates that there be access, it adds\nnothing\r\nto say that the parent has also a right to\nhave\r\nit subject to considerations of the child's\nwelfare.\r\nIf the child's welfare dictates that there\nshould\r\nbe no access, then it is equally fruitless to\nask\r\nwhether that is because there is no right to\naccess\r\nor because the right is overborne by\nconsiderations\r\nof the child's welfare. For my part,\nI\r\nthink that Arnold P's analysis in Hereford and\nWorcester\r\nCC v J A H places the emphasis perhaps too\nmuch\r\non the necessity of finding a positive benefit to\nthe\r\nchild from parental access. As a general\nproposition\r\na natural parent has a claim to access to\nhis\r\nor her child to which the court will pay regard\nand\r\nit would not I think be inappropriate to describe\nsuch a claim\r\nas a 'right'. Equally, a normal\nassumption\r\nis, as Latey J observed to M v M (child :\naccess;\n[1973] 2 All ER 81\nat 88, that a child will\nbenefit\r\nfrom continued contact with his natural\nparent.\r\nBut both the 'right' and assumption will\nalways\r\nbe displaced if the interests of the child\nindicate otherwise\r\n...\"\n25\nIn the\r\nsame vein, at 591 e-f is the following passage:\n\"â\r\nthe parental rights or claims which undoubtedly\nexist\r\nand to which a proper regard must always be paid\nboth\r\nby the court and by local authorities having the\ncare\r\nof children are and must always be qualified by the consideration of\r\nwhat is best for the welfare of\nthe\r\nchild whom it is the court's duty to protect.\"\nThe\r\ndicta in these cases are clear and persuasive.\nThey\r\nshow that no parental right, privilege or claim as regards access\r\nwill have substance or meaning if access\nwill\r\nbe inimical to the child's welfare. Only if access is\nin\r\nthe child's best interests can access be granted. The\nchild's\r\nwelfare is thus the central, constant factor in every instance. On\r\nthat, access is wholly dependent. It\nis\r\nthus the child's right to have access, or to be spared\naccess,\r\nthat determines whether contact with the non-\ncustodian\r\nparent will be granted. Essentially, therefore,\nif\r\none is to speak of an inherent entitlement at all it is that of the\r\nchild, not the parent. (Cf\nDunscombe\r\nv Willies\n1982 (3) SA\r\n311\n(D) at 315 in fine; L. Kodilinye: \"Is\n26\naccess\r\nthe right of the parent or the right of the child?\nA\r\nCommonwealth view\", International and Comparative Law\nQuarterly\r\nvol. 41, January 1992, 190; International\nConvention\r\nof the Rights of the Child, United Nations General Assembly\r\nResolution 44/25, 20 November 1989,\nratified\r\nby South Africa on 29 January 1993).\nThe\r\nimportance of that conclusion lies not only in its\nidentification\r\nof the person in whom any inherent right\ntruly\r\nvests but also in its demonstration of the practical\nreality\r\nthat the father of an illegitimate child is not\nunfairly\r\ndiscriminated against. It is true that the father\nof\r\na legitimate child has a right of access at common law\n(\nLecler\r\nv Grossman\n1939 WLD\r\n41\nat 44 and\nBotes v\r\nDaly and\nAnother\n1976 (2) SA 215\n(N) at 220 F-G), with which right\nhe\r\ncan confront the mother if she refuses access. But that\nright\r\nwill be to no avail if for any reason she persists in\nher\r\nrefusal. He will then have to go to court for an order enforcing\r\naccess. If access is found to be adverse to the\n27\nchild's\r\nwelfare, he will fail. By comparison, the father\nof\r\nan illegitimate child who considers access is in the\nbest\r\ninterests of the child can confront the mother with\nthe\r\ncontention that he should, on that ground, be granted\naccess.\r\nIf she refuses to concede that, he will have to go to court to obtain\r\nan order granting him access. As in the\nother\r\nexample, he will fail if access is not in the child's\nbest\r\ninterests. The difference between the respective\npositions\r\nof the two fathers is therefore not one of real\nsubstance in\r\npractice.\nThen,\r\nin so far as it was submitted that the father of\nan\r\nillegitimate child should be accorded an inherent access right on the\r\nbasis of justice, equity and public policy, it\nis,\r\nin the first place, significant that despite a thorough\ncomparative\r\nsurvey of the relevant law of other countries\nwith\r\nsimilar legal systems, appellant's counsel was unable\nto\r\nrefer to any in which the right contended for has been\nrecognised\r\nor granted. Secondly, the benefits of justice,\n28\nequity\r\nand public policy are not only for fathers. They\nextend\r\nalso to the mothers and children. It is difficult\nto\r\nsee the fairness to the mother and child in a case where\nthe\r\nfather, whose contact with the mother has been little\nmore\r\nthan the act from which he derives his status, returns\nmany\r\nyears later and troublesomely insists on access to a\nchild\r\nto whom he is a complete stranger. This may be a\nrare\r\noccurrence in fact but counsel has argued the\nprinciple.\r\nIt is apposite here to note what Balcombe LJ said in\nRe\r\nH and another (minors) (adoption ; putative\nfather's\r\nrights) (No 31\n[1991]\r\n2 All ER 185\n(CA) . After\nrecounting\r\nthat United Kingdom legislation in 1987 and 1989\nhad\r\nimproved the lot of a father by removing certain\nstatutory\r\ndisabilities attaching to his legal position vis\nà\r\nvis his illegitimate child, the learned Lord Justice said\n(at 189\r\na-d):\n\"The\r\nmethod adopted was not to equate the father of a\nchild\r\nborn out of wedlock with the father of a legitimate child: it was to\r\ngive the putative (or\n29\nnatural)\r\nfather the right to apply for an order giving him all the parental\r\nrights and duties with respect to\nthe\r\nchild ... The reason why this method was adopted\nwas\r\nbecause the position of the natural father can be\ninfinitely\r\nvariable; at the one end of the spectrum\nhis\r\nconnection with the child may be only the single act of intercourse\r\n(possibly even rape) which led to conception : at the other\nend of\r\nthe spectrum he may\nhave\r\nplayed a full part in the child's life from birth\nonwards,\r\nonly the formality of marriage to the mother\nbeing\r\nabsent. Considerable social evils might have resulted if the father\r\nat the bottom end of the\nspectrum\r\nhad been automatically granted full parental\nrights\r\nand duties and so Parliament adopted the scheme\nto which we\r\nhave referred above.\nIn\r\nconsidering whether to make an order under ... the\n(1987)\r\nAct the court will have to take into account a\nnumber\r\nof factors, of which the following will\nundoubtedly\r\nbe material (although there may well be\nothers,\r\nas the list is not intended to be exhaustive) :\n(1)\r\nthe degree of commitment which the father has\nshown\r\ntowards the child; (2) the degree of attachment\nwhich\r\nexists between the father and the child; (3)\nthe\r\nreasons of the father for applying for the order.\"\nIf the\r\nparents of an illegitimate child cannot agree\nthat the\r\nfather's access will be in the best interests of\nthe child\r\nand he is therefore compelled to go to court then\nit seems\r\nto me to be altogether just and equitable that he\nshould\r\nhave to canvass, inter alia, the three points in the\n30\nabove-quoted\r\npassage in order to enable the court to\nestablish\r\nwhat is best for the child's welfare. Should the\nparent-child\r\nrelationship be one originating from their all\nhaving\r\nlived as a family (for example, within the context\nof\r\na customary or religious marriage not recognised by\ncivil\r\nlaw), the advantages to the child of paternal access\nshould,\r\nin the vast majority of such cases, be self-evident\nand\r\naugur well for a favourable finding on the three\naspects\r\nlisted in\nRe H\nsupra.\nFinally,\r\nwhilst obviously not authoritative, there are\nthe\r\nrecommendations by the South African Law Commission in its report to\r\nthe Minister of Justice dated July 1994. The\nreport,\r\ncompiled after thorough research and investigation\nover\r\nseveral years on the present issue, recommends, not\nthe\r\nrecognition or grant of an inherent right, but the\nconfirmation\r\nof the father's right to apply to court for\nthe\r\ngrant of access where such access is in the best\ninterests of\r\nthe child.\n31\nIn\r\nsummary, therefore, current South African law does\nnot\r\naccord a father an inherent right of access to his\nillegitimate\r\nchild. It recognises that the child's welfare\nis\r\ncentral to the matter of such access and that access is therefore\r\nalways available to the father if that is in the\nchild's\r\nbest interests. In both these respects the law is\nin\r\nstep with that in the leading foreign jurisdictions\nreferred\r\nto in argument.\nAppellant's\r\nfirst submission therefore fails.\nThe\r\nnext submission can also be dealt with without reference to the\r\nfacts. It was that the court a quo\nmisdirected\r\nitself in approaching the matter on the basis\n(stated\r\nin the reported judgment at 214G) that there was an\nonus\r\non appellant to satisfy the court that there was \"a\nvery\r\nstrong and compelling ground\" to find that access\nwould\r\nbe in the best interests of his child.\nIn\r\nregard to the matter of onus and the evidence it\nrequired\r\nof appellant, the learned Judge dealt with the\n32\nsubject\r\npari passu with the question whether appellant had the inherent right\r\ndiscussed above. On the subject of that\nalleged right he considered that the court in\nVan\r\nErk\nhad\nerred, inter alia, in ignoring the stare decisis principle\nand in not regarding itself as bound by the Full Bench\ndecision in\nB v P\n.\r\nsupra. Spoelstra J then said (at 214 D-\nE) that the applicable principles were stated in\nB\r\nv P\nat\n115C\nwhere a passage from the\nDouglas\ncase, supra, was\ncited. The learned Judge obviously\r\nmisconstrued the\njudgment in\nB\r\nv P\nas endorsing the\r\nrelevant passage in\nDouglas\nas correct in\r\nall respects and so he adopted it and\nquoted it with approval himself. That passage (at 914 D-E\nof the\nDouglas\ncase) deals with the matters of inherent\nright and onus and reads as follows:\n\"From\r\nthe above, my conclusion is that there is no\ninherent\r\nright of access or custody for a father of a\nminor\r\nillegitimate child but the father, in the same way as other third\r\nparties, has a right to claim and\nwill\r\nbe granted these if he can satisfy the Court that\nit\r\nis in the best interests of the child. The onus is\non\r\nthe applicant, in this case the father, to satisfy\n33\nthe\r\nCourt on the matter and usually the Court will not\nintervene\r\nunless there is some very strong ground\ncompelling it to do\r\nso.\"\nIn\nB v P\n,\r\nhowever, Kirk-Cohen J (giving the judgment\nof\r\nthe Full Bench) pointed out that it emerged quite\nclearly\r\nin what followed immediately upon the quoted\npassage\r\nin\nDouglas\nthat the court in the latter case had\nerroneously\r\nderived the perceived need for very strong\ncompelling\r\ngrounds from what was said in\nCalitz\r\nv Calitz\n1939 AD 56\nat 64.\nAs\r\nobserved in\nB v P\nat\n115\nH-I,\nCalitz\nhad nothing to\ndo with an\r\nillegitimate child. It was concerned with\ncustody\r\nby the father of a legitimate child in a situation\nwhere\r\nthe parents were neither divorced nor judicially\nseparated.\r\nIn\nCalitz\nit was noted that in Scottish law the\nfather\r\nof a legitimate child was entitled to custody during\nthe\r\nsubsistence of the marriage and would only be deprived of it by the\r\ncourt, acting in effect as upper guardian, in exceptional\ncases where\r\nthere was clear evidence of danger\n34\nto the\r\nlife, health or morals of the child. On the apparent assumption that\r\nSouth African law was\nsubstantially\r\nthe same on this aspect, this Court held\nthat,\r\nin the absence of such factors in the case before it,\nthe\r\nlower court had erred in depriving the father of\ncustody.\nAfter\r\nanalysing\nCalitz\nand reviewing other case law\nKirk-Cohen\r\nJ concluded in\nB v P\n(at\n117\nA-C) that where the court acts as upper guardian it makes no\r\ndifference whether\nthe\r\nchild concerned is legitimate or illegitimate. For\nthat\r\nreason, he said, the requirement in\nDouglas\nand\nF v B\nof\r\nvery strong compelling grounds was inapplicable. With\nrespect,\r\nthat conclusion is entirely correct.\nIt\r\nfollows that the Court a quo erred in misreading B\nv\r\nP\nin this context and\r\nin requiring appellant to show a\nvery\r\nstrong and compelling ground why he should have\naccess.\nIn\r\naddition it seems to me to be necessary to lay down\n35\nthat\r\nwhere a parental couple's access (or custody)\nentitlement\r\nis being judicially determined for the first\ntime\r\n- in other words where there is no existing court order in place -\r\nthere is no onus in the sense of an\nevidentiary\r\nburden, or so-called risk of non-persuasion, on\neither\r\nparty. This litigation is not of the ordinary civil\nkind.\r\nIt is not adversarial. Even where variation of an\nexisting\r\ncustody or access order is sought, and where it may well be\r\nappropriate to cast an onus on an applicant,\nthe\r\nlitigation really involves a judicial investigation and\nthe\r\ncourt can call evidence mero motu:\nShawzin\r\nv Laufer\n1968 (4) SA\r\n657\n(A) at 662G - 663B. A fortiori that is so in the \"first\r\ntime\" situation. And it matters not in this\nregard\r\nwhether the child concerned is legitimate or\nillegitimate.\nStrong\r\nsupport for the view that no onus lies is to be\nfound\r\nin the above-quoted passage in\nA\r\nv C\n, supra, at 456\nA-B and its subsequent\r\nendorsement by the House of Lords in\n36\nRe KD\n,\r\nsupra.\nMoreover,\r\nif the dispute were properly ventilated by\nway\r\nof as thorough an investigation as may reasonably be\npossible,\r\nit is, to apply the point made in\nRe\r\nKD\nat 590c,\ndifficult\r\nto envisage when the welfare of the child will\nnot\r\nindicate one way or the other whether there should be\naccess.\r\nThat presupposes, of course, that all the\navailable\r\nevidence, fully investigated, is finally in. It\nfollows\r\nthat if a court were unable to decide the issue of\nbest\r\ninterests on the papers it would not let the matter\nrest\r\nthere. While there might often be valid reasons (for\nexample,\r\nexpense or the nature of the disputed evidence)\nfor\r\nnot involving expert witnesses, at the least the court\nwould\r\nrequire, and if necessary call, oral evidence from\nthe\r\nparties themselves in order to form its own impression (almost always\r\na vital one) of their worth and commitment.\nBecause\r\nthe welfare of a minor is at stake a court should\nbe\r\nvery slow to determine the facts by way of the usual\n37\nopposed\r\nmotion approach (\nPlascon-Evans\r\nPaints Ltd v Van\nRiebeeck\r\nPaints (Pty) Ltd.\n[1984] ZASCA 51\n;\n1984 (3) SA 623\n(A)). That\napproach\r\nis not appropriate if it leaves serious disputed\nissues of\r\nfact relevant to the child's welfare unresolved.\nIn\r\nview of these conclusions I think that the Court a\nquo\r\nadopted the wrong approach in holding that appellant\nhad\r\nto discharge an onus and that the matter had to be\ndisposed\r\nof on the admitted facts and the allegations made\nby\r\nrespondent.\nAppellant's\r\nsecond submission was accordingly right.\nThe\r\nfinal submission advanced for appellant was that\nhe ought to\r\nhave succeeded on the facts.\nThe\r\nundisputed evidence is this. When the application\ncame\r\nbefore the Court below in 1992 appellant was 24 years\nold\r\nand respondent 29. He referred to himself in the\npapers\r\nas a technical manager and she called herself a data\nbase\r\nadministrator. They lived together for most of 1988 and 1989. When\r\nthey parted, apparently amicably,\n38\nrespondent\r\nwas pregnant. Their son, D., was born on 3\nJuly\r\n1990. Some months before the birth appellant again\nwent\r\nto live with respondent. While respondent was\nexpectant\r\na possible abortion overseas was considered in\ndiscussion\r\nwith appellant's brother, a surgeon. Appellant\nwas\r\npresent when D. was delivered by Caesarian section.\nHe\r\nleft some months after the birth. He contributed\ntowards\r\nthe hospital expenses and bought various articles\nfor\r\nthe baby, including bedding. When the couple finally\nparted\r\ncompany respondent agreed that appellant could have\naccess.\r\nThereafter the relationship soured. In a letter\nfrom\r\nhis attorneys to hers in November 1990 it was stated\nthat\r\nhe did not acknowledge paternity but that if it was\nestablished\r\nhe would maintain the child. However, it is\nadmitted\r\nin the papers that he made maintenance payments\neven\r\nbefore that letter, namely in July and August 1990,\nand\r\nthat he made further payments from November 1990 to\nJanuary\r\n1991.\n39\nIn\r\nFebruary 1991 there was a complete cessation of contact from which\r\ntime appellant had no further access\ndespite\r\nhis efforts to obtain it and the situation between\nthe\r\nparties became even more strained than before. After\nthat\r\nthe only paternal figure available for the child was\nrespondent's\r\nfather.\nAppellant\r\ndid not pay maintenance after January 1991\nbut\r\ntook out an endowment insurance policy, with the child\nas\r\nbeneficiary, on which the monthly premiums as at the\ntime\r\nof the drafting of the founding affidavit were R451,85\nper\r\nmonth.\nAs\r\nfar as the contested evidence is concerned,\nappellant\r\nalleged that he was anxious to fulfil the\npaternal\r\nrole and to maintain D. but that respondent,\nfor\r\nno good reason, refused to accept any more maintenance\npayments\r\nand denied him further access.\nRespondent,\r\non the other hand, accused appellant of\nabusing\r\nthe access opportunities she gave him. She claimed\n40\nthat\r\nwhen they lived together after the birth he was seldom\nat\r\nhome and gave little, if any, time to D.. Later,\nwhen\r\nhe visited her, ostensibly to see the boy, he focused his attention\r\non threatening and even physically molesting\nher.\r\nFor those reasons she refused him any further access\nafter\r\nFebruary 1991.\nRespondent\r\ndoes not allege that appellant is of poor\ncharacter,\r\nthat he would make a bad father or that\nappellant's\r\nbeing with D. would affect the latter\ndeleteriously.\nThe\r\nCourt a quo found appellant's papers \"devoid of\nany\r\ncompelling consideration in favour of allowing ...\naccess\"\r\n(at 214I) and held that it had not been shown that\nrefusal\r\nof access would harm the boy or that the grant of\naccess\r\nwould benefit him (at 21 5 D-E). As I understand the\nreasons\r\ngiven by the learned Judge the evidence made a\nneutral\r\nimpression on him and it was his view of the onus\nand\r\nthe facta probanda which were decisive. For reasons\n41\nalready\r\nadvanced, they should not have been decisive.\nAdopting\r\nthe approach outlined above as to disputed i\nssues\r\nof fact in this type of litigation, I do not think\nthat\r\nthe matter was properly resoluble on affidavit. Given\nthe\r\ngeneral desirability of the father-child bond and given\nthe\r\nabsence of any substantial allegations against\nappellant's\r\nworth as a person generally, and as a father in\nparticular,\r\nthere was a materially strong possibility that\nfurther\r\ninvestigation and the hearing of oral evidence\nmight\r\nreveal access to be in the child's best interests.\nThe\r\naccusations which respondent made against appellant are\nconsistent\r\nwith the breakdown of their own relationship,\nnot\r\nnecessarily with his unsuitability as a father.\nIt\r\nseems to me, therefore, that this was an instance in which the court\r\nshould mero motu have taken the matter\nfurther,\r\nat least by inviting or calling the parties to\ntestify under\r\nRule of Court 6(5)(g).\nI am, in\r\nthe circumstances, satisfied that the\n42\napproach\r\nof the Court a quo to evaluation of the evidence\nwas\r\nincorrect. This was probably inevitable given the\napproach\r\nwhich the learned Judge took to the question of\nonus and the\r\nfacts to be proved.\nIn\r\nthe result appellant has failed on his primary\nsubmission\r\nbut succeeded on the other two. The consequence\nmust\r\nbe that the appeal succeeds. The order a quo cannot\nstand\r\nand it ought, subject to what follows, to be replaced\nby an\r\nappropriate substitute order.\nThe\r\npractical problem that arises is this. Had the decision a quo been\r\ngiven, say, only a year ago, I would\nhave\r\nhad no hesitation in ordering a remittal for further\nhearing.\r\nWhat occasions difficulty, however, is the fact\nthat\r\nthe judgment was given some two-and-a-half years ago\nand\r\nthat, as far as one knows, the child has not seen,\nappellant\r\nfor over four years. One is entirely ignorant as\nto\r\nwhat has occurred in the meanwhile. I would hasten to\nadd\r\nthat blame for these delays and uncertainties cannot,\n43\non\r\nthe papers, be laid at appellant's door entirely. He\ndoes\r\nappear to have delayed unnecessarily in bringing the\napplication\r\nbut on the other hand there was an unexplained\ndelay\r\nof over a year between the judgment a quo and the\norder\r\ngranting leave to appeal.\nHaving\r\ngiven the effect of a remittal for further\nhearing\r\nanxious consideration, it seems to me that, as indicated, it may well\r\nbe that access will be in the\nchild's\r\nbest interests and that he should not be\ndisadvantaged\r\nby respondent's refusal of access (if\nunjustified)\r\nor by the inadequacies inherent in forensic\nprocedure.\r\nIf the evidence on remittal shows that time and\ncircumstance\r\nhave driven an unshakable wedge between appellant and himself, so be\r\nit. On the other hand, if\nthat\r\ndoes not turn out to be the case, then there is still\nsufficient\r\nleft of his formative childhood to permit paternal access to operate\r\nto his benefit if access be\nfound to be in his best interests.\n44\nAs\r\nregards the costs of appeal, appellant's counsel\nconceded\r\nthat in the event of the failure of his first\nsubmission,\r\nappellant should bear such costs despite the\nsuccess\r\nof the other submissions opening the way to\nremittal\r\nand a further hearing. On reflection, however,\nfor\r\nreasons given below, the order in respect of appeal\ncosts\r\ncannot be so narrowly confined.\nAs\r\nregards the costs in the Court a quo, the proper\norder\r\nto make is that they be reserved for determination by\nthe\r\nCourt that finally disposes of the application.\nThe\r\nremaining difficulty in the case concerns the\nterms\r\nof the order which will regulate the further hearing.\nOne\r\nis most reluctant to see the parties plunged into what\nmay\r\namount to an expensive and protracted trial. I am\ntherefore\r\nconcerned to limit the evidence as much as proper\ninvestigation\r\nof the essentials will permit. There do not\nappear\r\nto be any issues, as far as one can possibly judge\nfrom\r\nthe record, which render professional expert evidence\n45\nnecessary.\r\nHowever, it could well be of assistance to the\nCourt\r\ndealing with the resumed proceedings were the Family\nAdvocate\r\nand a social welfare officer to investigate and\nreport.\r\nThe parties are the essential witnesses: above\nall\r\nelse the Court will be concerned to evaluate their\nmerits\r\nand demerits as people and as parents.\nIn\r\nso far as appellant's counsel seemed hesitant as to\nwhether\r\nhis client would avail himself of the opportunity\nto\r\npursue the application further on remittal, it would\nseem\r\nappropriate to put appellant to terms in this regard\naccording\r\nto which, if he fails to take the matter further,\nhe\r\nwill have to pay the costs of the proceedings thus far\nin\r\nthe Court below and also the costs of appeal. In regard\nto\r\nthe latter costs, however, if appellant successfully\npursues\r\nthe application to final determination each party\nwill\r\npay his or her own costs of appeal. On the other hand\nif,\r\nafter the hearing of oral evidence, the application is\ndismissed,\r\nappellant will bear the costs of appeal.\n46\nFinally,\r\nthe Judge a quo not having heard evidence in\nthe\r\ncase, the resumed application may proceed before him or\nany\r\nother Judge of the Division concerned.\nIt is\r\nordered as follows:\nThe\r\n\tappeal succeeds and the order of the Court a q\nuo is set\r\n\taside.\nSubstituted\r\n\tfor the order of the Court a quo is\nthe\r\n\tfollowing order, which is subject to the\nterms of para 4\r\n\tbelow:\n\"(a)\r\nThe application is referred for the hearing\nof\r\noral evidence on a date to be arranged\nwith\r\nthe Registrar, on the question whether\naccess\r\nby appellant to his minor child\nD.C.S.\r\nwill be in the best\ninterests of the said child.\n(b)\r\nThe evidence will be that of the parties,\nof\r\nany witnesses whom they elect to call,\nand\r\nof any witnesses whom the Court mero\n47\nmotu elects to call.\nThe Family Advocate and the\r\n\trelevant State Department rendering social welfare services are\r\n\thereby requested to investigate the\nparties' respective\r\n\tcircumstances for the purpose of subsequently reporting in writing\r\n\tto the Court (with copies to each party)\non the question referred to\r\n\tin para (a) above.\nThe Registrar is directed to\r\n\tcommunicate\nthis order\r\n\tforthwith to the Family Advocate\nand the said Department in\r\n\torder to obtain their respective reports as expeditiously as\r\n\tpossible.\nThe Registrar is directed to\r\n\tafford all possible preference to allocation of the date referred to\r\n\tin para (a) above.\nThe costs of the application thus\r\n\tfar are\n48\nreserved\r\nfor decision by the Court hearing\nthe oral evidence.\"\nThe\r\n\tmatter is remitted for the hearing of oral\nevidence,\r\n\tin terms of the order set out in para\n2\r\n\tabove, by any Judge performing duty in the\nWitwatersrand\r\n\tLocal Division.\nWithin 30\r\n\tdays of the date of this order appellant shall, through his\r\n\tattorneys of record, notify the Registrar of the\nWitwatersrand\r\n\tLocal Division in writing of his\nintention\r\n\tto pursue the application in terms of the order set out in para 2\r\n\tabove. If appellant fails to give such notification,\nor if he fails\nto prosecute the application further\nnotwithstanding\r\n\tsuch notification, that order\nwill\r\n\tlapse and the order of the Court a quo will\nrevive.\n49\n5.\r\nIf appellant fails in either respect referred to\nin\r\npara 4 above or if the resumed application contemplated in para 2\r\nabove is dismissed,\nappellant shall pay the costs of appeal.\nHowever, if, pursuant to the\r\nsaid resumed application, appellant obtains an order for\naccess,\r\neach party will pay his or her own costs\nof appeal.\nC.T. HOWIE\nJUDGE OF APPEAL\nCORBETT\r\nCJ\n]\nCONCUR\nE\r\nM GROSSKOPF JA\n]\nF\r\nH GROSSKOPF JA\n]\nMARAIS\r\nJA\n]\nCTH/al",
  "scraped_at": "2026-02-12T07:06:33.167249",
  "date": "1995-05-31",
  "coram": [
    "CORBETT CJ",
    "E M GROSSKOPF",
    "F H GROSSKOPF",
    "HOWIE JA",
    "MARAIS JA"
  ],
  "case_number": "556/93",
  "parties": {
    "applicants": [
      "Barry Baars"
    ],
    "respondents": [
      "Jeanette Elaine Scott"
    ]
  },
  "sections": {
    "facts": "The appellant, Barry Baars, and the respondent, Jeanette Elaine Scott, lived together in 1988‑1989 and had a son, D., born on 3 July 1990. Baars was present at the birth, contributed to hospital expenses and bought items for the child. After the child's birth the parties separated; Baars initially made regular maintenance payments but ceased paying in January 1991. From February 1991 Baars was denied any further contact with the child, while Scott alleged that Baars had threatened and physically molested her during his visits. Baars applied to the Witwatersrand Local Division for an order granting him access to his minor illegitimate son. The lower court dismissed the application, finding no compelling reason to grant access and placing the onus on Baars to prove a strong ground for access.",
    "issues": "The principal issues were: (1) whether a father of an illegitimate child possesses an inherent legal right of access solely by reason of paternity; (2) whether the onus of proof for access lies on the father to show a compelling reason; and (3) whether the lower court erred in its approach to the evidentiary burden and the best‑interest analysis.",
    "principles": "The Court examined Roman‑Dutch common law, which held that illegitimate children fell under the maternal guardianship and that a father could only acquire parental authority by marriage or adoption. It reviewed South African case law (e.g., Wilson v Ely, Matthews v Haswari, Douglas v Mayers, F v L, B v P, Van Erk v Holmer) and foreign authorities, concluding that no inherent right of access exists for fathers of illegitimate children unless it is grounded in the child's best interests. The paramount consideration is the welfare of the child, and access may be granted at the court's discretion, but it does not arise as a statutory or common‑law right. The onus to prove best‑interest is not a stringent 'very strong and compelling' requirement.",
    "application": "Applying these principles, the appellate court held that the lower court misapplied the onus, treating access as an inherent right and requiring Baars to meet an unduly high evidentiary threshold. The Court affirmed that Baars does not have a prima facie right of access; nevertheless, access can be ordered if it serves the child's best interests. Because the factual matrix was insufficiently explored on affidavit, the Court remitted the matter for oral evidence to determine whether access would benefit the child.",
    "conclusion": "The appeal succeeds. The order of the Witwatersrand Local Division is set aside and replaced with an order remitting the case for a hearing of oral evidence on the question of whether access for Baars to his son D.C.S. is in the child's best interests. Procedural directions regarding investigation by the Family Advocate and the social welfare department, costs, and timelines are set forth."
  },
  "tags": {
    "level_1": "Family Law",
    "level_2": "Access to Illegitimate Children",
    "level_3": [
      "parental authority",
      "best interests of the child",
      "inherent right",
      "onus of proof"
    ]
  }
}