{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/29.html",
  "case_name": "S v Newyear (43/94) [1995] ZASCA 29 (28 March 1995)",
  "citation": "[1995] ZASCA 29",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 29\n|\nNoteup\n|\nLawCite\nS v Newyear (43/94) [1995] ZASCA 29 (28 March 1995)\nDownload original files\nPDF format\nRTF format\nSaaknommer 43/94 IN DIE HOOGGEREGSHOF VAN SUID-AFRIKA\n(APPèLAFDELING)\nIn die saak tussen:\nSAMUEL\nNEWYEAR\tAppellant\nen\nDIE STAAT\tRespondent\nCORAM\t: JOUBERT, NESTADT\net HOWIE ARR DATUM AANGEHOOR : 6 MAART 1995 DATUM VAN UITSPRAAK : 28 MAART\n1995\nUITSPRAAK\nHOWIE A R/\n2\nHOWIE AR:\nAppellant is in 'n streekhof skuldig bevind aan oortreding van\nartikel 2(a) van die Wet op Voorkoming van Korrupsie, 6 van 1958. Hy\nis sewe\njaar gevangenisstraf opgelê waarvan twee jaar voorwaardelik opgeskort is.\nSy appêl na die Witwatersrandse Plaaslike\nAfdeling het geslaag in\ndié mate dat die vonnis verminder is na vier jaar waarvan twee jaar\nopgeskort is. Met verlof van daardie\nHof kom hy tans in hoër beroep.\nDie\nbetoog namens hom kom daarop neer dat die Hof a quo (die uitspraak is dié\nvan Swart R, Roos R concurrente) misgetas het\ndeur die belange van die\ngemeenskap swaarder te laat weeg as appellant se belange.\nDie feite is kortliks die volgende. Appellant was 'n konstabel in die\nSuid-Afrikaanse Polisie en 'n lid van laasgenoemde se Narkotiese\nBuro (\"SANAB\")\n. Hy was die ondersoekbeampte in 'n saak waarin ene Georgy Vassen se vader,\nbroer en swaer op 'n aanklag van handeldryf\nin\n3\nMandrax gearresteer was. Mettertyd nader appellant vir Vassen (wat in die\nmotorhandel betrokke was) met die voorstel dat indien laasgenoemde\nhom vier\nmotorbande sou gee, appellant daarvoor sou sorg dat die aanklag teen Vassen se\nvader en broer teruggetrek word en dat die\nswaer (wat nog minderjarig was) op\nslegs 'n besitaanklag vervolg sou word. Vassen stem daartoe in en die bande word\nmettertyd aan\nappellant gegee. Die waarde daarvan was R537,00.\nEtlike dae later vertel appellant vir die aanklaer wat die vervolging sou\nbehartig dat die beheeraanklaer terugtrekking van die aanklag\nteen Vassen se\nvader en broer goedgekeur het. Hierdie mededeling was tot appellant se kennis\nvals. Op grond van die besondere vertrouensverhouding\nwat te alle wesenlike tye\ntussen die betrokke aanklaers en SANAB-lede bestaan het en waarvan appellant\nterdeë bewus was, aanvaar\ndie aanklaer appellant se mededeling. Die klagte\nteen Vassen se vader en broer\n4\nword toe teruggetrek en die swaer word net aan besit van Mandrax skuldig\nbevind.\nOp die getuienis in die aanklaer se besit was daar geen regverdiging\nvir die terugtrekking van die saak teen die ander beskuldigdes\nnie, een waarvan\nboonop 'n vorige veroordeling vir handeldryf in dagga gehad het.\nEk mag net meld dat Vassen 'n polisie-offisier van appellant se korrupte\nvoorstel verwittig het nog voordat daar vir die oorhandiging\nvan die bande\ngereël is. Die polisie-owerhede het dus geweet waarmee appellant besig was\nmaar die betrokke aanklaer is nie voor\ndie tyd daaromtrent ingelig nie. Dit is\ndus duidelik dat die besluit geneem moes gewees het om appellant te betrap.\nHierdie feit\nis egter nie voor ons as 'n tersaaklike oorweging geopper nie.\nBy die verhoor het appellant skuld valslik ontken en in daardie houding\nvolhard selfs in sy kennisgewing van appèl wat met\nbetrekking tot die\nverrigtinge voor die Hof a quo geliasseer is. Hy het ook nie getuienis ter\n5\nversagting van vonnis afgelê of geroep nie. Geen bewys van berou is aan\ndie verhoorhof voorgelê nie. Daar is ook geen\ngetuienis dat hy onder enige\ndruk verkeer het of dat hy voor enige versoeking geswig het nie. Trouens hy het\ndie inisiatief geneem.\nAppellant was ten tye van die pleging van die misdryf\n'n eerste oortreder in sy middel-veertigerjare met 25 jaar se vleklose diens\nin\ndie Polisiemag agter die rug. Hy het 'n afhanklike gesin bestaande uit sy vrou\nen ses kinders. As gevolg van hierdie oortreding\nhet hy sy werk verloor. Hy het\nnie verder as standerd 7 gevorder nie.\nIn die uitspraak van die Hof a quo word sorgvuldige aandag bestee aan\nappellant se persoonlike faktore, die verswarende en versagtende\nomstandighede\nen die behoefte aan 'n straf wat op doeltreffende wyse die Hof se afkeur\nuitspreek. Dit word tereg beklemtoon dat dade\nvan korrupsie en omkopery (wat in\ndie laaste jare al te dikwels voorgekom het) neig om die gewone burger se\nvertroue in sy\n6\nland se Staatsdiens te vernietig. In die onderhawige geval\nhet appellant\nas polisiebeampte direk by die regspleging\ningegryp. In hierdie verband\nsê die Hof a quo:\n\"Die regspleging, soos alle ander instellings van die samelewing, kom van tyd\ntot tyd uit verskeie oorde tereg en ten onregte onder\nskoot. Dit kan nie\ntoegelaat word nie dat bo en behalwe dit die regspleging ook nog in diskrediet\nkom omdat hy buite werking gestel\nword, of ondoeltreffend gemaak word, juis deur\ndie persone en die instansies aan wie die regsverpleging self toevertrou is. Die\nregspleging\nis die laaste toevlug van diegene wat reg en orde en stabiliteit in\ndie staat probeer soek.\"\nMet daardie opmerking is ek dit volkome\neens.\nNa oorweging van al die tersaaklike feite en\nomstandighede was\ndie Hof a quo die mening toegedaan,\nondanks appellant se skoon rekord, sy jare van getroue\ndiens, die betreklike lae waarde van die bande en die\nnadeel wat die oplegging aan hom van gevangenisstraf vir sy\ngesin sou inhou, dat 'n wesenlike tydperk in die gevangenis\ndie enigste gepaste straf was. Ek is nie daarvan oortuig\ndat die geleerde Regters enigsins misgetas het nie. Daar\n7\nbestaan dus geen grondslag waarop daar met die vervangende vonnis ingemeng\nkan word nie.\nLaastens verg dit melding dat Wet 6 van 1958 reeds herroep was\nby die stadium toe die verhoorhof uitspraak gegee het. Vir huidige\ndoeleindes\negter kan aanvaar word nie net dat artikel 1(b)(ii) van die Wet op Korrupsie, 94\nvan 1992, wesenlik dieselfde misdryf\ndaarstel as artikel (a) van Wet 6 van 1958\nnie maar ook dat die twee Wette se strafbepalings wesenlik dieselfde is.\nDie appèl word van die hand gewys.\nC.T. HOWIE\nAPPèLREGTER JOUBERT AR ] STEM SAAM NESTADT AR ]\n/al",
  "scraped_at": "2026-02-12T05:57:50.089331",
  "date": "1995-03-28",
  "coram": [
    "Joubert",
    "Nestadt",
    "Howie"
  ],
  "case_number": "43/94",
  "parties": {
    "applicants": [
      "Samuel Newyear"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "Samuel Newyear, a constable in the South African Police and member of the Narcotics Bureau (SANAB), accepted motor‑banda worth R537 from Georgy Vassen in return for influencing the prosecution of Vassen's father, brother and sister‑in‑law. Newyear falsely informed the prosecutor that the prosecutor had approved the withdrawal of the charges against the father and brother. Relying on this false statement, the prosecutor withdrew the charges and the sister‑in‑law was only charged with possession of Mandrax. Newyear denied the allegations at trial, offered no remorse, and received a conviction for contravening section 2(a) of the Prevention of Corruption Act (1958) with an effective sentence of seven years, later reduced on appeal to four years, two of which were suspended.",
    "issues": "Whether the conviction and sentence imposed on Newyear for the corruption offence were appropriate in light of the statutory provisions, the magnitude of the bribe, his personal circumstances, and the need to deter corruption in public office.",
    "principles": "The court applied the principles governing corruption offences, noting that section 2(a) of the 1958 Act (now replaced by section 1(b)(ii) of the 1992 Act) criminalises the abuse of public trust for personal gain. Sentencing must balance community interests, the seriousness of the breach of public confidence, deterrence, and any mitigating personal factors. The law requires imprisonment as the appropriate sanction for such breaches, irrespective of the low monetary value involved.",
    "application": "The appellate court examined Newyear's clean service record, family circumstances and the modest value of the bribe but concluded that the breach of public trust was grave. The court held that a period of actual imprisonment was necessary to express societal condemnation and to preserve confidence in the criminal justice system. The earlier reduction of the sentence by the lower court was deemed insufficient.",
    "conclusion": "The appeal was dismissed. The conviction under the anti‑corruption legislation was upheld and the sentence of four years' imprisonment, with two years suspended, was confirmed."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Corruption",
    "level_3": [
      "bribery",
      "public office",
      "sentencing",
      "appeal"
    ]
  }
}