{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/138.html",
  "case_name": "S v Baloyi (57/95) [1995] ZASCA 138 (23 November 1995)",
  "citation": "[1995] ZASCA 138",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 138\n|\nNoteup\n|\nLawCite\nS v Baloyi (57/95) [1995] ZASCA 138 (23 November 1995)\nDownload original files\nPDF format\nRTF format\nSaak nr 57/95 /MC\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak tussen:\nMCHACHANI THOMAS\nBALOYI\tAPPELLANT\n-en-\nDIE STAAT\t\tRESPONDENT\nCORAM: VIVIER, F H GROSSKOPF et OLIVIER ARR. VERHOOR: 16 NOVEMBER 1995.\nGELEWER: 23 NOVEMBER 1995.\nUITSPRAAK\nVIVIER AR/\n2\nVIVIER AR:\nDie appellant (\"beskuldigde 2\") het saam met sewe\nander\n(\"beskuldigdes 1, 3, 4, 5, 6, 7 en 8\"\nonderskeidelik) in die Streekhof op Giyani tereggestaan op twee aanklagte van\nopenbare geweld.\nOp aanklag 1 is slegs beskuldigde 6 skuldig bevind en tot nege\nmaande gevangenisstraf gevonnis. Op aanklag 2 is beskuldigdes 2, 3,\n4, 6 en 7\nskuldig bevind en elk tot ses jaar gevangenisstraf gevonnis. Op appêl na\ndie Transvaalse Provinsiale Afdeling is\nbeskuldigde 6 se skuldigbevinding en\nvonnis op aanklag 1 tersyde gestel maar al die skuldigbevindings en vonnisse op\naanklag 2 is\ngehandhaaf. Met die nodige verlof appelleer beskuldigde 2 nou na\nhierdie Hof teen sy skuldigbevinding en vonnis op aanklag 2.\nDie\nklaer en enigste staatsgetuie op aanklag 2, die sewentig-jarige William Gubhela\nTshabalala, wat in die Vuhehli woon-gebied naby\nGiyani woon, se getuienis was\ndat hy op Sondag\n3\n4 Maart 1990 voor 'n plaaslike winkel vir sy pensioen gesit en wag het\ntoe 'n groep jeugdiges, met beskuldigde 4 vooraan, daar aankom.\nBeskuldigde 4\nhet hom orent gepluk en met 'n sambok geslaan en die groep het hom daarna voor\nhulle uit na sy huis gejaag. Hy moes\nhardloop om voor te bly en toe hy val het\nbeskuldigde 4 hom verder aangedryf het deur hom met die sambok te slaan. By sy\nhuis het\n'n ander groep, waaronder beskuldigdes 2, 3, 6 en 7, gewag. Daar is\ngesê dat hy 'n heks is en beskuldigdes 4 en 7 het sy huis\ndeursoek vir\nmuti maar niks gekry nie. Die klaer is daarna na 'n nabygeleë vallei gedryf\nwaar beskuldigdes 2, 3, 6 en 7 'n vuur\ngemaak het terwyl van die ander\ngedreunsing het. Sy klere is uitgetrek en sy bene vasgebind. Beskuldigdes 4 en 7\nhet hom toe oor\ndie vuur gehou, beskuldigde 4 aan sy bene en beskuldigde 7 aan\nsy bolyf, en later, toe die vuur flouer begin brand, het hulle hom\nbo-op die\nvuur gesit en daar\n4\nvasgehou. Intussen het van die ander die vuur geroer sodat dit sterker\nkon brand. Die klaer het emstige brandwonde opgedoen. Na 'n\nruk is hy van die\nvuur afgehaal en weer na sy huis teruggejaag. Hy is vandaar met 'n ambulans na\ndie hospitaal geneem waar hy byna\n'n maand deurgebring het. Die klaer het\ngeíuig dat hy al die beskuldigdes goed ken en dat hulle voor hom\ngrootgeword het.\nBeskuldigdes 1, 5 en 8 se name is nooit deur die klaer genoem nie en\nbeskuldigdes 1 en 8 is aan die einde van die staatsaak onskuldig\nbevind en\nontslaan. Beskuldigde 5 het sy saak gesluit sonder om te getuig en hy is aan die\neinde van die saak ook onskuldig bevind\nen ontslaan.\nBeskuldigde 2 se verweer was 'n alibi. Sy getuienis was dat hy 'n\nveldwagter is en dat hy in die Vuhehli woongebied woon maar op Lulekane\nnaby\nPhalaborwa werk. Die betrokke dag het\n5\nhy om 7h30 aan diens gegaan nadat hy hom by die persoon in bevel, sersant\nJan Tshabalala, (\"Tshabalala\") aangemeld het. Hy het daarna\ndie hele dag in 'n\nspan onder leiding van Tshabalala patrolliewerk in die bos gedoen. Hy het om\n16h30 van diens gegaan. Hy het, soos\nhy elke dag doen, in 'n amptelike boek\naangeteken dat hy aan diens en weer van diens gegaan het. Die register waarin\nbeskuldigde\n2 sy dienstye aanteken, is by die verhoorhof as bewysstuk \"A\"\ningehandig. Daarvolgens was hy op die betrokke dag aan diens en was\nhy slegs\nvanaf 8 tot 12 Februarie 1990 en weer vanaf 7 tot 12 Maart 1990 nie by sy werk\nnie. In kruisverhoor deur die aanklaer het\ndit geblyk dat beskuldigde 2 volgens\nbewysstuk \"A\" op 10 en 26 April 1990 wel die hele dag aan diens was terwyl dit\ngemeensaak was\ndat hy op beide daardie dae in die hof in Giyani verskyn het en\neers gedurende die middag aan diens gegaan het in Lulekane. Giyani\n6\nis ongeveer drie uur per motor vanaf Phalaborwa.\nTshabalala\nhet namens beskuldigde 2 getuig en bevestig dat hy die leier is van 'n span van\nvyf veldwagters waarvan beskuldigde 2 lid\nis. Die span werk as 'n eenheid en\ndoen elke dag saam patrolliediens. Elkeen van die spanlede onder hom\níeken sy diensbywoning\nin sy eie boek aan terwyl Tshabalala self ook\nrekord van sy span hou. Tshabalala het bevestig dat beskuldigde 2 wel op 4 Maart\n1990\naan diens was by Lulekane en dat hulle daardie dag saam gewerk het.\nTshabalala het getuig dat elke spanlid vyf dae verlof per maand\nkry maar al die\nander dae van die maand, ook naweke, moet werk. Hy het getuig dat beskuldigde 2\nvanaf 7 - 12 Maart 1990 met verlof\nwas en dat hy die res van die maand gewerk\nhet. Op 10 en 26 April 1990 het beskuldigde 2 laat by die werk opgedaag.\nTshabalala het\neers gesê dat sy eie rekords al hierdie feite kan bevestig,\nmaar nadat die\n7\nsaak uitgestel is sodat hy sy boeke kon bekom, was hy nie in staat om\nenige sodanige rekords voor die verhoorhof te plaas nie en het\nhy gesê dat\nhy die boek waarin die relevante inskrywings ten opsigte van beskuldigde 2\ngemaak is, weggegooi het omdat dit vol\nwas. Die verhoorlanddros wys in sy\nuitspraak daarop dat die boeke wat Tshabalala wel aan die hof getoon het as\nsynde sy span se bywoningregisters,\ndie tydperk vanaf die begin van 1989 dek en\ndat dit nog nie vol is nie. Tshabalala kon nie 'n bevredigende rede verstrek\nwaarom beskuldigde\n2 se werkrekord in 'n aparte boek aangeteken is nie.\nVan die ander beskuldigdes het beskuldigdes 3, 6 en 7 getuig dat hulle\nnie op die toneel teenwoordig was nie en beskuldigde 4 het\ngetuig dat hy bloot\n'n toeskouer was maar vanweë die baie omstanders nie kon sien wie die\nmisdaad gepleeg het nie.\nDat die klaer se aanvallers hulle skuldig gemaak het aan die\n8\nmisdaad van openbare geweld, was nie voor ons in geskil nie. Die vraag\nvir beslissing is of sy getuienis voldoende is om te bewys\ndat beskuldigde 2\ndeelgeneem het aan die aanval op hom.\nDie eerste probleem wat met\ndie klaer se getuienis ontstaan, is dat sy getuienis in hoof weens 'n fout nie\nop band opgeneem is nie.\nAl wat voor ons geplaas ís, is die oorspronklike\nkriptiese notas van die verhoorlanddros en natuurlik sy uitspraak. Dit blyk\nnie\ndat enige poging aangewend is om die tekortkoming uit 'n ander bron aan te\nsuiwer nie. Mnr Van Wyk, wat namens die staat voor\nons verskyn het, het toegegee\ndat al wat die landdros se notas aandui, is dat beskuldigde 2 onder die mense\nwas wat die klaer by\nsy huis aangetref het en dat beskuldigde 2 ook op die\ntoneel was waar die klaer verbrand is. Wat die gebeure by laasgenoemde toneel\nbetref, is die enigste verwysing na beskuldigde 2 in die landdros se notas die\nvolgende :\n9\n\"Accused 7 Thomas, 6, 2 and 3. No 4 was there. They said I am a witch. I\ndenied. The rest were making a fire.\"\nIn kruisverhoor is\ndie klaer gevra welke verdagtes se name hy aan die polisie verstrek het. Hoewel\nsy antwoord nie heeltemal duidelik\nwas nie, kan aanvaar word dat dit was dat hy\nbeskuldigdes 3, 4, 6 en 7 se name genoem het maar nie dié van beskuldigde\n2 nie.\nOp 'n verdere vraag of hy nog enige ander name aan die polisie gegee het,\nhet hy bevestigend geantwoord maar bygevoeg dat dit die\nverkeerde name kon\ngewees het omdat hy toe nog pyn van sy wonde verduur het. In verdere\nkruisverhoor is hy gevra om die naam te noem\nvan enige persoon wat onder die\ngroep by sy huis was en hy het geantwoord dat hy nie die name kan onthou nie,\nmaar tog gesê\ndat beskuldigdes 4 en 7 die leiers van die groep was wat sy\nhuis deursoek het. Hiema is hy pertinent gevra of beskuldigdes 2, 3,\n6 en 7 by\nsy huis was, waarop hy\n10\ngeantwoord het dat hulle die vuur gemaak het. Kort daarna het hy egter\ngesê dat slegs beskuldigde 3 die vuur gemaak het. Volgens\ndie landdros se\nbo-aangehaalde nota het hy egter in sy hoofgetuienis gesê dat persone\nander dan beskuldigdes 2, 3, 6 en 7 die\nvuur gemaak het. Daarteenoor het hy\ngedurende sy kruisverhoor, op 'n vraag oor wat beskuldigde 2 sou gedoen het,\ngeantwoord : \"all\nof them were poking the fire\".\nIn die lig van sy\nantwoorde in kruisverhoor, veral sy stelling dat hy moontlik die verkeerde name\naan die polisie verstrek het, moet\ndaar twyfel bestaan oor die klaer se\nhoofgetuienis dat beskuldigde 2 op die toneel was. Verder, en in elk geval, het\nhy in kruisverhoor\nnie een keer self verwys na enigiets wat beskuldigde 2 sou\ngedoen het wat aantoon dat beskuldigde 2 hom aktief vereenselwig het met\ndie\naanval nie. En sy antwoorde op vrae toe beskuldigde 2 se naam aan hom genoem is\ndeur die vraesteller, was\n11\nso teenstrydig dat geen gewig daaraan geheg kan word nie.\nDie\nverhoorlanddros was besonder beindruk deur die klaer as persoon en die wyse\nwaarop hy getuig het. By 'n versigtige deurlees van\nsy getuienis is daar egter\nsoveel onbevredigende aspekte, onduidelikhede en weersprekings in sy getuienis\ndat hy allermins aan die\nvereistes wat vir 'n enkelgetuie soos hy gestel word,\nvoldoen. Na my mening is sy getuienis onvoldoende om beskuldigde 2 se\naandadigheid\naan die misdaad bo redelike twyfel te bewys.\nWat die alibi-getuienis betref, sê die landdros in sy uitspraak dat\nhy nie kan bevind dat Tshabalala 'n leuenaar is nie, maar\ndat sy weergawe\nnogtans, vanweë die gebrek aan korroborasie, nie aanvaar kan word nie. Dit\nis duidelik dat die landdros hier\nverwys na die registers waaruit beskuldigde 2\nse teenwoordigheid by die werk bepaal sou kon word. Daar is heelwat\nonbevredigende\n12\naspekte in Tshabalala se getuienis. Dit staan egter onbetwis dat\nbeskuldigde 2 ten tyde van die pleging van die misdaad in diens was\nas\nveldwagter by Lulekane en dat hy in 'n span onder Tshabalala gewerk het. Dit is\nook gemene saak dat beskuldigde 2 vanaf 7 tot\n12 Maart 1990 op verlof was en dat\nhy op 9 Maart 1990 gearresteer is. Daar was dus goeie rede vir Tshabalala om te\nonthou of beskuldigde\n2 enkele dae vantevore, op 4 Maart 1990, by die werk was\nof nie. In hierdie omstandighede is die landdros se rede vir die verwerping\nvan\nTshabalala se getuienis, naamlik dat die bywoning-registers nie voorgelê\nis nie, nie geregverdig nie. Na my mening verleen\nTshabalala wel stawing aan\nbeskuldigde 2 se getuienis en, in die lig daarvan, kan die redelike moontlikheid\ndat beskuldigde 2 se\nalibi die waarheid is, nie uitgesluit word nie.\nVir die bogemelde redes slaag die appêl en beskuldigde 2\nse\n13\nskuldigbevinding en vonnis op aanklag 2 word tersyde gestel.\nW. VIVIER AR.\nF H Grosskopf AR)\nStem saam. P J J Olivier AR)",
  "scraped_at": "2026-02-12T08:04:19.934085",
  "date": null,
  "coram": [],
  "case_number": null,
  "parties": {
    "applicants": [],
    "respondents": []
  },
  "sections": {},
  "tags": {}
}