{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/129.html",
  "case_name": "S v Buzo (656/94) [1995] ZASCA 129 (17 November 1995)",
  "citation": "[1995] ZASCA 129",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 129\n|\nNoteup\n|\nLawCite\nS v Buzo (656/94) [1995] ZASCA 129 (17 November 1995)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION\n)\nCASE NO. 656/94\nGEORGE DAVID BUZO\nAPPELLANT\nVERSUS\nTHE STATE\nRESPONDENT\nCORAM\n: HEFER, VAN DEN HEEVER et SCHUTZ JJA\nDATE HEARD\n: 14 NOVEMBER 1995\nDATE FILED\n: 17 NOVEMBER 1995\nSCHUTZ JA\n2\nREASONS FOR JUDGMENT\nSCHUTZ JA\n:\nAt the conclusion of argument this appeal was allowed\nand the conviction and sentence set aside. The reasons now follow.\nThe case is concerned with the alleged theft of an old Toyota motor vehicle\nCFR 362 T on 11 December 1992. Two contradictory versions\nwere advanced in the\nRegional Court at Kempton Park. According to the complainant Esaia Makarige the\nappellant George Buzo obtained\nthe keys of the vehicle by a ruse and decamped\nwith it to the Eastern Cape. The appellant, on the other hand, claimed that\nthe\n3\ncomplainant had lent him the vehicle for the purpose of making such a trip,\nnot on 11 December but on a later date. Accepting the\ncomplainant's version and\nrejecting that of the appellant, the magistrate convicted and sentenced the\nappellant to five years imprisonment.\nAn appeal to the Witwatersrand Local\nDivision failed, but that Court gave leave to appeal to this Court both on\nconviction and sentence.\nIt was common cause that the complainant and the appellant were tenants at\nthe same house. They knew one another, were indeed friends.\nAccording to the\ncomplainant, although the appellant had a job at Chloorkop he also repaired\nrefrigerators on private account. On\n11 December 1992, which was a Friday, the\ncomplainant was planning to drive to his \"homeland\" in the Toyota. The appellant\ntold him\nthat he\n4\nneeded to deliver a refrigerator to premises along the route to the\n\"homeland\" and requested the complainant to load up the refrigerator\nand himself\nand drop them off at the premises. The complainant assented and the refrigerator\nwas loaded onto what the complainant\nin his evidence in chief called the bakkie.\nUnder cross-examination he said that the vehicle was not a bakkie at all but a\n2000 GSL\nsedan, and that the refrigerator was loaded onto the roof carrier.\nWhen they arrived at the appellant's delivery destination in Enkhaleni\nsection, Tembisa, the refrigerator was unloaded. The complainant\nrequested to\nuse the toilet, and while he was doing so the appellant asked for the keys so\nthat he might re-position the vehicle\nin order to speed up the complainant's\ndeparture. He handed him the keys.\n5\nI shall leave over for the moment the complainant's description of what\nhappened next. Suffice it to say that the vehicle disappeared\ndown the road in a\ndust cloud with the complainant in vain pursuit. He was not to see the vehicle\nagain, and the appellant not until\nhis trial.\nThe other State witness was sergeant Herselman, who was stationed at Adelaide\nin the Eastern Cape. Before proceeding with his evidence\nit is necessary to note\nthat it was ultimately agreed that the vehicle was involved in an accident at\nAdelaide at between 23.10h\nand 23.15h on 15 December, that is the Tuesday; also\nthat the complainant had laid a charge of theft in the Transvaal a few hours\nearlier, at about 18.30 or 19.00h.\nTo revert to Herselman, he arrested the appellant for reckless or\n6\nnegligent driving. The latter told him where the vehicle was to be found and\ntook him to a house which his brother, a police assistant,\nhired in Lunguleto.\nAccording to Herselman's evidence in chief the vehicle, which was a sedan, was\nconcealed at the back of the house,\nbut in cross-examination he conceded that it\nwas possible that it had been placed where it was for reasons other than\nconcealment.\nHe attached the vehicle on 18 December, and the appellant was\nreleased on the same day after he had appeared in court. I shall deal\nwith his\nevidence as to the conversation which he had with the appellant about the origin\nand ownership of the vehicle at a later\nstage.\nTurning to the appellant, his account of earlier dealings over the car was\nwholly denied by the complainant. What it came to was this.\n7\nThe car did not have a roadworthy certificate and had been at another\nmechanic's place for a long time awaiting repairs. The complainant\nlost\npatience. Accompanied by the appellant he went to him and retrieved the car,\nwhich had not yet been roadworthied. The appellant\ntook it to his sister's place\nand propositioned the complainant to sell it to him. The complainant was\nprepared to let him have it\nfor R1000, as he was his \"brother\". The appellant\napproached his employer, one Griesel, who agreed to advance him the necessary\nmoney\nwithin a week. In the meantime the appellant paid the complainant an\nadvance of R300 out of his own savings telling him that his\nemployer would lend\nhim the balance. When he went back to Griesel the latter pointed out that the\nappellant did not have a driver's\nlicence, and said that he did not want\n8\nhim to purchase from a black person as the vehicles of the blacks gave\ntrouble. He dropped the subject of the purchase in consequence.\nIn\ncross-examination he added that the complainant and he decided to leave over the\nfinalisation of their dealing until January.\nThe complainant's evidence had been\nthat he had bought the vehicle for R800 but that he was busy having it repaired\nand that at the\ntime of its disappearance it was worth from R1000 to R2500.\nIn the meantime the appellant had, according to his account, done repair work\non the car and the complainant had allowed him to drive\nit around daily, so that\nthe latter had to take a taxi to work or rely on lifts from friends. In fact for\na period he had the custody\nof the vehicle and rode around in it as he would. In\nso far as these things were put to the\n9\ncomplainant he denied them saying that he would as little lend his vehicle as\nhis wife.\nConcerning his taking the car to the Cape, the appellant explained\nthat he had to attend a function in his \"homeland\" but lacked transport.\nHe\napproached the complainant who agreed to lend him the car for this purpose,\nadding that he was not to be away for long. On the\nday of his departure the\ncomplainant asked him first to drive to his lover's place of residence in\nEnkhaleni. They did not go straight\nthere but drove around, picked up two girls\nand proceeded to their destination at Enkhaleni, which was a shebeen at\nMathumba's house.\nHe handed the complainant R50 to buy drink. After they had\nbeen drinking for some time the two girls said that it was late and that\nthey\nwished to leave. He also\n10\nindicated that it was time for him to go. To this the complainant responded\nthat that was grand and that he might leave. He left with\nthe girls, leaving the\ncomplainant in the shebeen knowing that he was going to his \"homeland\" and\nthereafter to Adelaide.\nHe called at a friend, Lucas Mbeka, to tell him that he was going away, and\nhe then drove to Adelaide. There he had an accident with\nthe car and was\narrested because of it.\nThere was much uncertainty as to what the appellant's version was as to the\ndate on which he left, but overall it seems to have been\nSaturday 12 December.\nBefore leaving he had told the complainant he might be away for two or three\ndays, and that he had to get back\nto work. Although he contradicted himself\nabout dates, perhaps because of\n11\nuncertainty as he said, he did at one stage claim that he had told the\ncomplainant that he would be back on the Monday or the Tuesday\n(i.e. the 14th or\nthe 15th) and that the complainant was satisfied.\nTwo observations should be made about the appellant's evidence at this stage.\nHe several times got into trouble over dates, but I\nam not persuaded that this\nwas necessarily because he was lying. Both he and Herselman seem to have been\nconfused about dates. The\nsecond observation is that several significant parts\nof his version were not put during the cross-examination of the complainant.\nBut\nagain I am not persuaded that this was because of the appellant's\nuntruthfulness, for the reason that his evidence in chief was\nalso very scantily\nled, and his version at times attained coherence only when he volunteered\nfuller\n14\nThe appellant did not return on Monday, but on that day (the 14th) he was\ntold that the appellant had telephoned asking that a sum\nof R600 should be\nprovided at Adelaide for his bail. Leaving aside the problem of dates, which\nruns right through this case, this\ncorroborates the appellant's version that on\nthe day of his arrest he had telephoned Griesel from the charge-office at\nAdelaide.\nHe added that on that occasion he also telephoned his sister\nrequesting her to tell the complainant what had befallen him. (The complainant\ndenied that any consequent communication ever reached him.)\nLuce Khubeka (presumably the \"Lucas Mbeka\" referred to in the appellant's\nevidence) deposed that the appellant had regularly visited\nhim in a Toyota\nCorolla which had recently been painted blue (which was the\n15\ncolour of the complainant's car). He did not see him drive any other vehicle.\nOn a Saturday in December 1992 the appellant again arrived\nand told him that he\nwas on his way to his \"homeland\". He did not see him again for some time.\nKhubeka added that the car had no roof carrier. It is possible that this car\nwas not the one owned by the complainant (as the magistrate\npointed out): but\nthen Herselman had said of the car identified as the one allegedly stolen from\nthe complainant that it, also, did\nnot have a roof carrier. This appeared to\ncontradict the complainant's evidence that the repaired refrigerator had been\nloaded on\nthe carrier for delivery. The complainant's evidence had suggested\nthat the carrier was a regular appurtenance to the car when he\nhad said, \"Die\nyskas het ek bo-op die\n16\ndraer (carrier) die drarak het ek dit daarop gelaai.\"\nThe magistrate dealt with the problem created by\nHerselman's\nevidence by saying:\n\"Dit volg nie noodwendig dat klaer die onwaarheid gepraat het nie, want as\ndaar juis vir die yskas 'n drarak opgesit is - geleen is\n- dalk selfs\nbeskuldigde se eie drarak, wat daarna weer verwyder en verkoop is, praat hy nie\ndie onwaarheid nie. Dit was nooit met\nhorn (klaer) geopper nie\" (namely that the\ncar did not have a roof carrier).\nNotwithstanding the valid criticism about not putting the\nversion,\nthis observation is generous to the complainant's\ncredibility indeed. The\nspeculation indulged in by the magistrate involved that between the time\nof his having left the complainant pounding after him in the dusty road\nat Enkhaleni and his arrest at Adelaide, he had disposed of this useful\nattachment to his recently purloined vehicle. I find this most strained.\n17\nThe more natural inference is that the complainant may have been\nuntruthful.\nThere are, in my opinion, several other reasons for having doubts\nabout the complainant's version. Chief among them is the unlikelihood\nof the\nappellant simply abandoning his job (as is the complainant's suggestion) where\nhis services were valued, for an old car worth\none or two thousand rands. I say\nthat this is the complainant's suggestion, because if it is not, his version\nfaces the next improbability,\nthat the appellant would have engaged in this\nbarefaced theft in the presence of witnesses, when his victim knew him well,\nindeed\nlived in the same house with him, and knew that he worked at a factory at\nChloorkop. It was presumably to meet these difficulties\namong others that\nthe\n18\ncomplainant sought to disparage the appellant: saying that a man who was\nconstantly troubling him for R2 coins was hardly one with\nwhom he would\nnegotiate the sale of his car, and that when the appellant did get some money\nfrom repairing refrigerators, or received\nhis wage, he would stay away all night\n(implying thereby what one may imagine). Griesel contradicts this picture of a\nman of no substance,\neven if in need of credit. The magistrate brushed aside the\ncomplainant's manifestations of ill-will towards the complainant on the\nground\nthat one might expect such an attitude towards a man who had stolen one's car.\nMaybe. But why be untruthful about the appellant?\nThe magistrate was much impressed by the complainant's statement that he\nwould as little lend out his car as his wife, and was equally\n19\nunimpressed by the appellant's evidence that the complainant, whilst owning a\ncar, had to make use of other means to get to work.\nLeaving aside the\ncomplainant's wife, who to my mind was allowed to play too prominent a part in\nthe case, the appellant had quite\na good explanation. The complainant could not\nuse his car to go to work because it was not then roadworthy. By contrast he,\nthe appellant,\ncould well drive around in it, he without a driver's licence, in\nthe narrow township streets to which the traffic police did not\npenetrate.\nAnother questionable aspect of the complainant's version is the time he took,\nthe more than four days between the 11th and 15th December,\nto lay a charge of\ntheft. True, the complainant had an explanation. It was that immediately after\nthe theft he had gone to the\n20\nappellant's sister's home, where he did not find the appellant himself (I do\nnot know whether the innuendo was that he had expected\nto find him there). The\nsister said that they should wait for a while, but she also said that she knew\nthat the appellant would sell\nthe vehicle! I would have thought that this should\nhave increased the urgency, if anything. At some stage the sister gave him the\nappellant's ID book (another form of real security?) Then, on the 15th, the\nsister accompanying him, he reported the theft. I am\nnot impressed by this\nexplanation, and think that if anything it tends to support the suggestion made\nby the defence as to the motive\nfor the complainant's having laid a charge at\nall, namely that the complainant had become impatient or angry or concerned when\nthe\ntime within which the car was to have been returned (this is, of course,\n21\non the appellant's version) was running out or had run out. In other words it\nmay have been a method of applying pressure for the\nimmediate return of the car,\na method which did not work because a few hours later the car was involved in an\naccident and the appellant\nwas arrested. The appellant conceded that he was late\nin returning , as things had gone wrong and he had been delayed at Adelaide.\nThe magistrate said that the complainant had not been proved to have been\nmendacious. That may be, but there was, of course, no onus\non the appellant to\nhave done so. The magistrate also held that there were no inherent\nimprobabilities in the complainant's version.\nFor reasons already given I do not\nagree.\nHe went on to say that there were no contradictions in his version.\n22\nWith this also I do not agree. His unlikely story as to how the appellant\ngot the keys from him while he was in the toilet is riddled with\ncontradiction. In the course of his evidence in chief he said that the\ncar\nwas on the property round a corner from the entrance gate and that the\nappellant's proposal was that he would reverse it as far as the gate so\nas\nto facilitate the complainant's departure. Yet as he came out of the\ntoilet\ndoor and saw the car being driven to the gate (as arranged) he became\ndisturbed and started to shout and run. Further, having said that the\nonly\nreason for repositioning the vehicle was as already stated, he added that\nhe had also gained the impression that the car was so close to the house\nas to impede persons wishing to pass. He also contradicted himself as\nto whether there was another person in the car with the appellant.\n23\nThe magistrate relied upon the fact that the appellant had lied, in that he\nhad not told Herselman that he had borrowed the car. The\ncriticism is justified,\nbut its weight in the ultimate decision of the case is debatable. The appellant\nhad been arrested in a faraway\nplace after being involved in a serious accident.\nThen it appeared that the car he had been driving had been reported stolen. It\nwould have been a tall story indeed to tell the sergeant; that the man who had\nreported the theft had in fact lent him the car; a\nstory that has so far failed\nto persuade two Courts; indeed it was considered by them to be not reasonably\npossibly true.\nThe magistrate further held the appellant to have contradicted himself as to\nhis conversation with Herselman, in that when he was\n24\nasked why he had told the latter that he had bought the car, he initially\ndeposed that Herselman had lied in saying that he had said so, whereas\nlater in his evidence he claimed that he had answered as Herselman had\nsaid because of the way in which the question had been posed.\nHerselman\nhad said that the appellant had told him that he had bought\nthe car and that it was his. When the appellant was in the box the\nmagistrate asked him why he had told Herselman that he had bought it.\nThe appellant answered that Herselman had asked him to whom the car\nbelonged and he had answered that it belonged to the complainant. The\nmagistrate persisted by asking whether, if Herselman had said in\nevidence that the appellant had claimed that he had bought the car,\nHerselman would be telling a lie. The answer was that he had later said\n25\nthat he had bought it, but the initial question had been, who owned it. In\nthe result he had told Herselman both that the complainant\nowned the vehicle and\nthat he the appellant had bought it. These details also were not put to\nHerselman, but I think that the magistrate\nmisdirected himself in saying that\nthe appellant had called Herselman a liar, or that he had contradicted himself.\nIt may be added\nthat although according to the appellant the sale was then in\nlimbo, it had not been finally cancelled. Griesel's evidence tends\nto confirm\nthat the sale or proposed sale was not simply an invention. Strong confirmation\nis provided by the complainant's lack\nof reaction when told by the appellant's\nsister that the appellant would sell the car.\nThe complainant is to all intents a single witness, as the magistrate\n26\nrecognised. Not only do I not regard him as being substantially unblemished\nas a witness, as the magistrate did, but I view his evidence\nwith some\nscepticism, for reasons already given. As far as the appellant's version is\nconcerned, whatever improbabilities there may\nbe in it, I do not think that it\ncan be said that it could not reasonably possibly be true, particularly when the\nsupport of his\nwitnesses is taken into account. The magistrate appears to have\nignored the substantial support that Griesel gave to the defence,\nwhilst\nemphasizing the contradictions between him and the appellant. Whatever the\nreasons for these contradictions I do not think\nfor a moment that Griesel's\nevidence was an invention.\nThe magistrate has misdirected himself substantially, and upon a\n27\nfresh consideration of the matter I do not consider that the State has proved\nits case beyond reasonable doubt.\nIt is for these reasons that the appeal\nsucceeded and the conviction and sentence were set aside.\nW P SCHUTZ JUDGE OF APPEAL HEFER JA)\nCONCUR VAN DEN HEEVER JA)",
  "scraped_at": "2026-02-12T07:50:25.141109",
  "date": "1995-11-17",
  "coram": [
    "HEFER JA",
    "VAN DEN HEEVER JA",
    "SCHUTZ JA"
  ],
  "case_number": "656/94",
  "parties": {
    "applicants": [
      "George David Buzo"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The State charged appellant George David Buzo with the theft of an old Toyota (CFR 362 T) on 11 December 1992. Two contradictory narratives emerged. The complainant, Esaia Makarige, alleged that Buzo obtained the vehicle keys by deception and absconded with the car to the Eastern Cape. Buzo contended that the complainant had lent him the vehicle for a trip, later than the alleged date, and that he intended only a temporary use. The Regional Court convicted Buzo on the complainant’s version. On appeal, the court considered witness testimony, including the complainant’s detailed account, Sergeant Herselman’s observations of the vehicle after an accident in Adelaide, and evidence from third parties about the car’s condition and possible sale negotiations. Discrepancies arose concerning the presence of a roof carrier, the timing of the alleged theft, and the credibility of the complainant’s statements.",
    "issues": "The principal issue was whether the State had proved beyond reasonable doubt that Buzo had unlawfully taken the complainant’s vehicle. Sub‑issues included the assessment of the complainant’s credibility, the relevance of conflicting evidence concerning the car’s condition and intended sale, and whether any procedural errors warranted overturning the conviction and sentence.",
    "principles": "The court applied the constitutional standard that criminal convictions must be founded on proof beyond reasonable doubt. It reaffirmed that the burden of proof lies with the State and that doubts about the reliability or consistency of a key prosecution witness must be resolved in favour of the accused. The appellate court also considered the principles governing the assessment of witness credibility and the necessity for the State to present a coherent, plausible narrative to sustain a conviction.",
    "application": "Upon reviewing the evidence, the appellate court found significant inconsistencies in the complainant’s testimony, such as contradictory statements about the roof carrier and the timing of the alleged theft. The State’s case relied heavily on a single, uncorroborated witness whose credibility was undermined by his own inconsistencies and possible motive to pressure Buzo for the return of the vehicle. Third‑party evidence suggested negotiations for the sale of the car, casting further doubt on the allegation of outright theft. Consequently, the court concluded that the State had not met the stringent standard of proof required for a criminal conviction.",
    "conclusion": "The appeal was allowed. The conviction and five‑year sentence imposed on George David Buzo were set aside, and the matter was remitted with the judgment that the State had failed to prove the theft beyond reasonable doubt."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Theft",
    "level_3": [
      "burden of proof",
      "witness credibility",
      "appeal",
      "conviction overturn"
    ]
  }
}