{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/103.html",
  "case_name": "S v Philip (96/94) [1995] ZASCA 103 (19 September 1995)",
  "citation": "[1995] ZASCA 103",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 103\n|\nNoteup\n|\nLawCite\nS v Philip (96/94) [1995] ZASCA 103 (19 September 1995)\nDownload original files\nPDF format\nRTF format\nCO\tCASE NUMBER: 96/94\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nEDWARD DURANT PHILIP\tAppellant\nand\nTHE STATE\tRespondent\nCORAM:\nE M GROSSKOPF, F H GROSSKOPF et\nVAN DEN HEEVER JJA\nHEARD ON:\n1 SEPTEMBER 1995\nDELIVERED ON:\n19 SEPTEMBER 1995\nJUDGMENT VAN DEN HEEVER JA\n2\nAppellant was charged in the Regional Court with 20 counts some of which were\nwithdrawn before he pleaded guilty to the remainder:\nthree counts of theft and\ntwelve counts of fraud. The trial court was satisfied of his guilt by his\nstatement tendered in terms of\nsection 112(2)\nof the\nCriminal Procedure Act No\n51 of 1977\n, and convicted him. He was a first offender. Evidence was given by\ni.a. a psychologist and a criminologist urging that appellant\nbe sentenced to\ncommunity service or correctional supervision rather than imprisonment, on the\ngrounds of appellant's personal circumstances\nand psychological make-up. The\nregional magistrate set out the facts admitted and evidence tendered, and\nconcluded that direct imprisonment\nwas the only appropriate sentence in the\ncircumstances of the case. He grouped the theft counts together and imposed a\nsentence of\n3 years for those. He imposed sentences of 10, 10 and 4 years\nimprisonment respectively (to be served concurrently) on fraud counts\n8, 9-18\ntaken as one, and 20; thus, a total of 13 years.\nOn appeal to the Witwatersrand Local Division of the Supreme\n3\nCourt, appellant's counsel urged that the sentences should be set aside\nand replaced by one of correctional supervision; alternatively, that\nthe\ntotal of those imposed was startlingly severe. The court a quo held\nas\nfollows:\n\"In my view whatever else can be said about sentence, correctional\nsupervision for a period of three years is wholly inadequate or\ninappropriate in\nthe circumstances of this case ... In my view it cannot be said that the trial\ncourt erred or misdirected itself\nin that regard ... I am further of the view\nthat the sentence imposed is not so startlingly severe or inappropriate that I\nwould\nbe prepared to interfere with it.\"\nIt accordingly dismissed the appeal but, surprisingly, granted leave to\nappeal on the grounds that\n\"there is a reasonable prospect that another court may take a different view\nof the matter especially concerning the operation of\nthe section of the\nCriminal\nProcedure Act dealing\nwith correctional supervision, the section being a\nrelatively new one\".\nThe main thrust of the argument before us, was that appellant (on bail\npending the outcome of these proceedings) is presently, instead\nof\n4\nbeing a burden on the taxpayer, supporting his family, being gainfully\nemployed where his services are highly regarded. Overcrowded\nprisons\nshould house only those whom it would be dangerous to society not\nto\nremove from its midst. Appellant, by reason of his personality\nor\ntemperament, would be destroyed, not rehabilitated, within our\nprison\nsystem.\nThe provisions of\nsection 276(l)(h)\nand to a lesser extent (i) of\nthe\nCriminal Procedure Act 51 of 1977\n, have ushered in a new\nphase in the\nSouth African criminal justice system (S v R,\n1993 (1) SA 476\n(A), 487\nD-E). The statement in that judgment at p 488 G that\n\"Die Wetgewer het ... duidelik onderskei tussen twee soorte misdadigers,\nnaamlik die wat deur gevangesetting van die gemeenskap afgesonder\nmoet word en\ndid wat strafwaardig is maar nie uit die gemeenskap verwyder hoef te word\nnie\"\nshould not be taken too literally. It is qualified by what follows.\nCourts\nare rightly encouraged to make use of the sentencing options now afforded\nthem, to avoid where feasible the imposition of short term\n5\nimprisonment (p 488 I-J). Sub-sections 276 (1)(h) and (i) however have their\nlimitations, arising i.a. from the restrictions imposed\nby sub-sections 276 A\n(l)(b) and (2)(a). There was, and could be, no suggestion that correctional\nsupervision, up to the full term\npermitted - three years - is the option that\nshould always be taken, where a term in prison as our prisons presently are will\nprobably\ndo the offender himself more harm than good. No judicial officer worthy\nof a seat on the bench but must regret ordering a person's\nincarceration in a\n\"correctional institution\" knowing not only that it will be nothing of the kind\nfor the particular person to be\nsentenced, but also that his incarceration is\nprobably not necessary to protect society against his future activities.\nHowever, the\nnature and consequences of the offences in respect of which\nsentence is to be determined and the interests of society may demand\nthat such\nan order nevertheless be made. One of the aims of both bench and correctional\nservices is to give content to the adage,\nwearing thin of late, that crime does\nnot pay. Others tempted to follow along paths similar\n6\nto those trodden by appellant, as well as appellant himself, should receive\nan unequivocal message that that adage is not yet obsolete.\nThe obligation to\nprovide a milieu where prisoners guilty of serious crimes, yet not thugs by\nnature, will be uncontaminated and\nunharmed by thuggery, burdens the Department\nof Correctional Services. It cannot be relieved of that obligation by courts\nundermining\nrespect for law and order through imposing quite inadequate\nsentences.\nAppellant was at the relevant time a man in his early forties, married to a\nqualified community nurse who had no need to and did not\nwork outside their\nhome. Two daughters were born of their marriage, aged 10 and 12 at the time of\nthe trial. Appellant qualified\nas a chartered accountant. Two years after\nstarting his career as such appellant in 1980 joined his brother-in-law Hawes\nwho effectively\nowned a company dealing in tyres. When appellant was invited to\njoin Hawes (later also joined by O'Ehley) in the business, it was\nbecause\ncontrol was inadequate, financial records were not up to date, and the bank\nwas\n7\nunhappy with the way the business conducted its overdraft facilities.\nHawes was portrayed at the trial as a forceful man, intent upon expanding the\nscope and quality of his business and relying on appellant\nto manage the\nfinancial side of things to enable this to be done. In the process of satisfying\nboth Hawes and the bank - and its\nsuccessors; the overdraft was moved on a\nnumber of times as it increased - appellant indulged in creative bookkeeping.\nFunds were\nalso raised by a JSE listing of a holding company of two operational\ncompanies, and the issue of shares of which a not inconsiderable\nnumber were\nallocated to trusts created for the families of the three directors.\nWe do not know when appellant's tinkering with company accounts started; but\nthe conduct constituting the offences to which he pleaded\nguilty continued for\nalmost two years. It is unnecessary for present purposes to be precise about the\nrelationship of the companies\ncontrolled by the three men to one another. I\nrefer to them globularly and imprecisely as Hawes's companies. Of importance is\nmerely\nthat in the\n8\nperiod April 1988 to March 1989, the merger of Hawes's now listed holding\ncompany with two others, one being Malbak Limited, was mooted.\nThe merger was\neffected as the result of a series of misrepresentations made by appellant\nportraying their over-borrowed business\nas financially sound. This conduct\nresulted in the first of the fraud charges against appellant, count 8. The\neventual financial\nprejudice suffered by shareholders of the companies that had\nmerged with Hawes's holding company, upon liquidation of the latter,\namounted to\napproximately R18 000 000.\nThe three theft charges arose out of large rebates certain suppliers were\nprepared to give the Hawes group; which were to be concealed\nfrom the staff and\nthe public at large. To this purpose suppliers were asked to send rebate cheques\nto a new, different, post box,\nthe idea being that the money in question would\nsomehow be filtered into and so benefit the Hawes companies. When O'Ehley\ncomplained\nof being short of cash, appellant and he made out a cheque for R250\n000 in favour of\n9\nO'Ehley, which was followed later by a further R30 000. According to\nappellant Hawes also refurbished his northern Transvaal farm\nout of company\nfunds. Feeling that he himself was not being recompensed to the same extent as\nhis co-directors, appellant misappropriated\nthree rebate cheques, on 30 January,\n2 May and 22 August 1989 respectively. The total amount involved was R141\n176,27.\nFraud counts 9-18 arose from misrepresentations made to various\nfinancial institutions, also over a lengthy period, which induced\nthem to give\ncredit to Hawes's companies. The total of the monies advanced by these\ninstitutions on the strength of appellant's dishonest\nportrayal of the financial\nposition of the Hawes companies, amounted to R29 500 000, of which approximately\nR14 000 000 proved irrecoverable.\nDuring his association with the Hawes companies, appellant and his family\nlived well. He drove a BMW, his wife a Toyota, and the girls\nattended a private\nschool. The entire family went overseas to visit relatives of appellant's wife.\nOn business trips management including\n10\nappellant always travelled in the first class. Though appellant originally\ndenied receiving any benefit as a result of the shares\ntransferred to the trust\ncreated for his family, it was ultimately agreed that he had indeed benefitted\nin a total amount of R43\n369 by way of dividends from these shares. Obviously he\nalso benefitted indirectly in that his creative bookkeeping was propping\nup the\nstructures which provided his salary and perks with the assistance of borrowed\nmoney that would otherwise not have been available.\nAppellant found himself unable to substantiate to the auditors profits of\nabout R6 000 000 allegedly made by the companies which employed\nhim. He\ntherefore presented the auditors with four false invoices, which purported to\nrecord purchases of stock by the said companies,\nand three forged letters\npurporting to come from various banks reflecting payment of the invoiced amounts\nby the banks to the suppliers.\nThe auditors were misled by these cleverly\ncreated documents and accepted them as correct for the purposes of the audit\nthey were\n11\nconducting. These facts constituted the material on which the last fraud\ncount, number 20, was based.\nAppellant left the employ of the companies,\nsought refuge in alcohol, was arrested and also sequestrated. The trial being\npostponed\nfor a considerable time, he was treated in a private clinic and was no\nlonger dependent on alcohol at the time of the trial. He found\nemployment with\nanother firm of tyre dealers which knows of his lapses but is eager to retain\nhis services. It pays him a handsome\nsalary which enables him to stay on in the\nfamily home which is his wife's property, and is prepared to advance him an\ninterest-free\nloan of R30 000 to make some restitution for losses suffered as a\nresult of his conduct. There is no suggestion that the trustee\nin his insolvent\nestate has had any say in this suggestion.\nAppellant's counsel concedes that aggravating factors exist: 1. The offences\ninvolved a breach of trust\nvis-a-vis\nthe companies which employed\nappellant, the complainants, and the companies' auditors.\n12\n2.\tThe amounts lost by the various complainants are very large and\nthe\nappellant is in no position to recompense them.\n3.\nThe various offences were\ncommitted over a lengthy period, commencing in April 1988 and ending in December\n1989.\n4.\nThe offences were committed after\npremeditation and careful planning.\n5.\nThe offences of fraud and\ntheft are prevalent. 1 add to these -\n6.\nthat\nappellant corrupted others in the process of his own dishonest dealings. A\ncertain Luden was virtually totally dependent on Hawes's\ncompanies for his\nbusiness, and was persuaded to assist appellant in creating false invoices;\nand\n7.\nthat the record evinces no sign of\ngenuine remorse on appellant's part, as opposed to regret at having been brought\nto book. The late\noffer of R30 000 towards compensation, is a hollow gesture;\nappellant gave various versions at various times of what motivated him\nin\nfalling into\n13\nerror as he did, and admitted lying to the psychologist who was called in to\nreport to the court in his favour. The facts in her report\nwere in turn accepted\nby the criminologist. All three the expert witnesses, psychiatrist,\ncriminologist and officer in the Department\nof Correctional Services stationed\nat Johannesburg prison dealing with correctional supervision sentences, were\nquite unaware when\nthey drew up their respective reports, of the extent of\nappellant's dishonesty and the damage caused thereby within the community.\nThis court in S v BLANK\n1996 (1) SACR 62\n, reiterated that an appellate court\nis not at liberty to substitute its own views regarding sentence for those of\nthe trial court,\nunless the discretion of the latter has not been properly\nexercised. There is nothing in the record to suggest that the regional\nmagistrate did not give full weight to all relevant factors in determining what\nhe regarded as a proper sentence for the extremely\nserious offences perpetrated\nby appellant. The total of the sentences imposed constitute a severe sentence.\nSo it should. Although\nlittle\n14\npurpose is served by comparing the sentence imposed in one case, with the\nsentence under review, since the personalities and circumstances\nconcerned are\nnever identical, comparison with similar cases reveals at least that this\nsentence is not out of line. For example,\na bank official who participated in a\nR47 000 000 scam from which he personally benefitted only to the tune of about\nR30 000, the\nultimate loss to the bank however being some R33 500 000, was\nsentenced to a total of 14 years imprisonment. (S v GUNTENHöNER\n1990 (1)\nSACR 642\n(WLD).) That appellant did not enrich himself to the same extent as he\nharmed others is not necessarily a mitigating factor, as was\nsuggested on\nappellant's behalf. Some may even regard it as an aggravating factor: that one\ncould cause so much damage to so many\nothers for so little personal gain -\nsomewhat like the murderer who robs a man of his life to misappropriate the\nbottle of wine in\nhis hand.\nThe court a quo was correct in holding itself in law powerless to interfere\nwith the sentence imposed by the trial court by reason\nof its\n15\nhaving been properly and judicially determined. So accordingly are we. The\nappeal is dismissed.\nL VAN DEN HEEVER JA CONCUR:\nE M GROSSKOPF JA) F H GROSSKOPF JA)",
  "scraped_at": "2026-02-12T07:15:29.444355",
  "date": "1995-09-19",
  "coram": [
    "E M Grosskopf",
    "F H Grosskopf",
    "Van den Heever JA"
  ],
  "case_number": "96/94",
  "parties": {
    "applicants": [
      "Edward Durant Philip"
    ],
    "respondents": [
      "The State"
    ]
  },
  "sections": {
    "facts": "The appellant, Edward Durant Philip, was charged in the Regional Court with twenty counts, including three counts of theft and twelve counts of fraud, of which some were withdrawn before he pleaded guilty to the remainder. He was a first offender and a chartered accountant who, while employed by his brother‑in‑law's tyre‑dealership business, engaged in creative bookkeeping, misrepresentations to banks and suppliers, and the misappropriation of rebate cheques. The conduct, carried out between April 1988 and December 1989, resulted in financial losses of approximately R18 million to shareholders and about R14 million irrecoverable from financial institutions. At the time of trial he was married with two children, lived a comfortable lifestyle, and later suffered from alcohol problems and sequestration. The Regional Magistrate, after hearing evidence from a psychologist and a criminologist who recommended community service or correctional supervision, sentenced him to a total of thirteen years imprisonment (three years for theft counts, and concurrent sentences of ten, ten and four years for fraud counts).",
    "issues": "The primary issue was whether the trial court’s sentence of thirteen years imprisonment was excessive and whether the appellant should instead have been placed under correctional supervision, a sanction available under sections 276(1)(h) and 276(1)(i) of the Criminal Procedure Act 51 of 1977. The court also had to consider whether the trial judge had properly exercised his discretion and whether the appellate court could intervene.",
    "principles": "South African sentencing law grants trial judges wide discretion, but appellate courts may intervene only where that discretion was not properly exercised. Sections 276(1)(h) and (i) of the Criminal Procedure Act allow correctional supervision for up to three years, subject to limitations in sections 276A(l)(b) and (2)(a). Precedent such as S v R (1993), S v Blank (1996) and S v Gunterhöner (1990) emphasizes that correctional supervision is not a default alternative and that serious offences involving large financial loss and breach of trust may warrant imprisonment despite mitigating personal circumstances.",
    "application": "The court examined the aggravating factors identified by the appellant’s counsel: the breach of trust, the substantial monetary losses, the lengthy and pre‑meditated nature of the offences, the involvement of others, and the appellant’s lack of genuine remorse. While acknowledging the appellant’s personal circumstances and the expert recommendations, the court concluded that the seriousness of the fraud and theft, the large public loss, and the need to uphold respect for the law outweighed any mitigating considerations. Accordingly, correctional supervision for the maximum three‑year term was deemed inappropriate, and the trial judge’s discretion was found to have been properly exercised.",
    "conclusion": "The appeal was dismissed. The sentence of thirteen years imprisonment imposed by the Regional Magistrate was upheld, and no order for correctional supervision was granted."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Sentencing",
    "level_3": [
      "fraud",
      "theft",
      "correctional supervision",
      "appellate review",
      "financial crimes"
    ]
  }
}