{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/98.html",
  "case_name": "Owner of MV \"Maritime Prosperity\" v Owner of MV \"Lash Atlantico\" (42/94) [1995] ZASCA 98; 1996 (1) SA 22 (SCA); (15 September 1995)",
  "citation": "[1995] ZASCA 98",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 98\n|\nNoteup\n|\nLawCite\nOwner of MV \"Maritime Prosperity\" v Owner of MV \"Lash Atlantico\" (42/94) [1995] ZASCA 98; 1996 (1) SA 22 (SCA); (15 September 1995)\nDownload original files\nPDF format\nRTF format\nCASE NO 42/94\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE\nDIVISION)\nIn the matter between:\nTHE OWNER OF THE\nM V \"MARITIME PROSPERITY\n\"\tAppellant\nand\nTHE OWNER OF\nTHE\nM V LASH ATLANTICO\n'\tRespondent\nCORAM\n: CORBETT CJ, SMALBERGER, NESTADT, MARAIS JJA, et SCOTT AJA.\nDATE OF HEARING\n: 17 August 1995\nDATE OF JUDGMENT\n: 15 September 1995\nJUDGMENT\n/\nCORBETT CJ\n2\nCORBETT CJ\n:\nOn 16 October 1990 and off Port Said, Egypt, a collision took place between\nthe motor vessel \"Maritime Prosperity\" and the motor vessel\n\"Lash Atlantico\".\nStrange to relate, shortly thereafter on either 23 October or 28 October 1990 a\nsecond collision took place between\nthe same vessels in the same locality. The\nuncertainty about the date of the second collision is not material, but for\nconvenience\nI shall take it to have occurred on 28 October 1990. The collisions\ncaused damage to both vessels. At all material times the \"Maritime\nProsperity\"\nwas owned by the Rosario Navigation Company Inc (\"Rosario\"), a company\nincorporated under the laws of Panama; while the\n\"Lash Atlantico\" was owned by\nthe Coastal Barge Corporation (\"Coastal\"), a corporation organized under the\nlaws of the United States\nof America, which has its registered office in\nFlorida, USA and carries on business in Maryland, USA. Both Rosario and Coastal\nare\nthus peregrini as far as the courts of this country are concerned. The\n\"Maritime Prosperity\" sails under the Panamanian flag, whereas\nthe \"Lash\nAtlantico\" is registered in New York.\nOn 14 October 1992 Rosario, in\npursuance of an action in rem, caused a summons and a warrant of arrest to issue\nin the Durban and\nCoast Local\n3\nDivision (in the exercise of its admiralty jurisdiction) against the \"Lash\nAtlantico\",\nclaiming damages in respect of the damage caused to the \"Maritime Prosperity\"\nby the collisions off Port Said. The warrant was executed\nand the \"Lash\nAtlantico\" arrested at Durban on 10 November 1992. Subsequently she was released\non the strength of a letter of undertaking\ngiven by the United Kingdom Mutual\nSteamship Assurance Association (Bermuda) Ltd on behalf of Coastal.\nOn 20 August 1993 Coastal made an urgent application (without notice to\nRosario) to the Durban and Coast Local Division (exercising\nits admiralty\njurisdiction) for a rule nisi, having the effect (pending the return day) of an\ninterim order, in which the main relief\nclaimed was:\n(1)\tan order, in terms of sec 344(3) of the Merchant Shipping Act 57 of 1951,\nwhereby the prescriptive period of two years, as provided\nfor in sec 344 (1) of\nthat Act,be extended (in respect of a claim for damages against the \"Maritime\nProsperity\" for the damage sustained\nby the \"Lash Atlantico\" in the two\naforementioned collisions) until 27 October 1993; and\n(2)\tan order that the deputy sheriff of the Court be authorized and directed to\narrest the \"Maritime Prosperity\" in terms of sec\n5(3)(a) of the\nAdmiralty\n4 Jurisdiction Regulation Act 105 of 1983\n(\"the Admiralty Act\") for the\npurpose of providing security for a claim-in-reconvention which Coastal\nintended to file in the action instituted by Rosario on 14 October 1992 and\nin which Coastal proposed to counterclaim for damages and ancillary relief\nin respect of damage sustained by the \"Lash Atlantico\" in the aforesaid\ncollisions.\nIn its founding affidavit (deposed to by Mr M W H\nPosemann,\nCoastal's attorney of record) the background facts as recounted above, are\nset ,\nforth. In addition, it is alleged that the collisions were caused by the\nnegligence\nof the servants or agents of Rosario in various (specified)\nrespects. Details are\nalso given of the damage sustained by the \"Lash\nAtlantico\" and of the claim for\ndamages, which is computed in an amount of\nUS$490 226.06. In the affidavit\nit is accepted that the two-year prescriptive\nperiod, laid down by sec 344(1) of the\nMerchant Shipping Act, is applicable\nand that this period terminated, in regard to\nthe two collisions, on 15\nOctober 1992 and 27 October 1992 respectively. The\nclaim by Rosario, as set\nforth in its action in rem instituted by the arrest of the\n\"Lash Atlantico\"\non 10 November 1992, is denied by Coastal and it is stated that\nCoastal\nwishes to counterclaim in that action for damages (in the amount\n5 aforementioned) suffered by its vessel, \"Lash Atlantico\", which damages are\nin\nexcess of the damages claimed by Rosario.\nThe affidavit then proceeds to explain why Coastal did not\npreviously (and prior to the lapse of the two-year prescriptive period) take\naction\nagainst the \"Maritime Prosperity\", or Rosario, in order to recover the\naforementioned damages; and to seek to lay a factual foundation for an\nextension\nof the period of prescription in terms of sec 344(3) of the Merchant Shipping\nAct.\nFor reasons which will later emerge it is not necessary to go into the\ndetails of\nthis aspect of the matter.\nThe application came before Shearer J on 20 August 1993. He\ngranted an order in the form prayed. On 7 September 1993 Rosario's\nattorneys\nfiled notice of an intention to oppose the confirmation of the rule\nnisi; on the\nreturn day. An answering affidavit, deposed to by Mr A J Pike\n(Rosario's\nattorney of record), was filed in which (i) the collisions are\nadmitted, but the\nalleged negligence of Rosario's servants or agents in both\ncollisions is denied;\n(ii) it is alleged that any claim against the owners of\neither the \"Lash Atlantico\"\nor the \"Maritime Prosperity\" became prescribed on\n15 October 1992 and 27\nOctober 1992; (iii) it is admitted that Rosario and Coastal are peregrini;\nand\n6 (iv) Coastal's case for the extension of the prescriptive period in terms\nof sec\n344(3) of the Merchant Shipping Act is canvassed generally.\nTo this a replying affidavit (deposed to by Mr Posemann) was filed. This\ndeals mainly with the case for the extension of the period\nof prescription in\nterms of sec 344(3) of the Merchant Shipping Act and need not be referred to in\nany detail.\nOn the return day (19 November 1993) the matter was heard by\nThirion J. He reserved judgment and then (on 10 December 1993) made an\norder (a)\ndismissing the application for the extension of the period of prescription in\nterms of sec 344 (3) of the Merchant Shipping\nAct and discharging the rule nisi\nin so far as it related to such extension; and (b) confirming that portion of\nthe rule nisi relating\nto the arrest of the \"Maritime Prosperity\" in terms of\nsec 5(3)(a) of the Admiralty Act \"in so far as it relates to an action in\npersonam by the applicant (Coastal) against the respondent (Rosario)\". Apart\nfrom directing that the applicant (Coastal) should pay\nrespondent's (Rosario's)\ncosts in respect of an appearance on 3 December 1993, he made no order as to the\ncosts of the application.\nThe judgment of Thirion J has been reported (see\nOwner of the M V Lash Atlantico v Owner of the M V Maritime Prosperity\n1994 (3) SA 157\n(D) ). .\n7 With leave of the Court a quo Rosario now appeals to this Court against\nthat\nportion of the order of Thirion J which I have summarized under (b) above\n(see\nthe reported judgment at p 167 A) and against the order as to costs.\nThere is no\ncross-appeal against the dismissal by Thirion J of the\napplication for the extension\nof the prescriptive period. Consequently that\nquestion is no longer in issue.\nAt the hearing of the appeal application was\nmade by Coastal for the condonation of its failure to file the required power of\nattorney\nin accordance with the time limits prescribed by AD Rule 5(3)(c). The\napplication was not opposed and this Court granted the necessary\ncondonation,\nsubject to the costs of the application being borne by Coastal.\nIt must be\nemphasized at the outset that we are here concerned with a security arrest in\nterms of sec 5(3)(a) of the Admiralty Act.\nThis subsection, as amended by sec\n4(d) of Act 87 of 1992, provides as follows:\n\"A court may in the exercise of its admiralty jurisdiction order the arrest\nof any property for the purpose of providing security\nfor a claim which is or\nmay be the subject of an arbitration or any proceedings contemplated, pending or\nproceeding, either in the\nRepublic or elsewhere, and whether or not it is\nsubject to the law of the Republic, if the person seeking the arrest has a claim\nenforceable by an\n8\naction in personam against the owner of the property concerned or an action\nin rem against such property or which would be so enforceable\nbut for any such\narbitration , or proceedings.\"\nSec 5(3)(aA) goes on to provide that any property so arrested or any security\nfor, or the proceeds of, any such property shall be\nheld as security for any\nsuch claim or pending the outcome of any such arbitration or proceedings.\nAn applicant for an order for the arrest of a ship in terms of sec 5(3)(a)\nmust satisfy the Court (I leave out of account associated\nships, since that\ncontingency does not arise here) -\n(a)\tthat he has a claim enforceable by an action in rem against the ship or by\nan action in personam against the owner of the\nship;\n(b)\nthat he\nhas a prima facie case in respect of such\nclaim;\n(c)\tthat the claim is prima facie enforceable in the forum (or forums) in which\nthe applicant contemplates bringing proceedings for\nthe enforcement of such\nclaim; and\n(d)\tthat he has a genuine and reasonable need for security in respect of the\nclaim.\n(See\nCargo Laden and Lately Laden on Board The M V\nThalassini Avgi v M V\n9\nDimitris\n1989 (3) SA 820\n(A), at 831 E- 833 A;\nBocimar N V v\nKotor Overseas\nShi\npping Ltd\n[1994] ZASCA 5\n;\n1994 (2) SA 563\n(A), at 578 G - 579 D.) In order to\nestablish the\nprima facie case referred to in (b) and (c) above all that the\napplicant need show\nis that there is evidence which, if accepted, would establish a cause of\naction. As\nwas emphasized in the cases quoted, an application under sec 5(3)(a) is not\nthe\nappropriate vehicle for obtaining rulings or decisions on issues that would\nhave\nto be adjudicated upon by the court hearing the main proceedings (see\nBocimar\ncase, supra, at 579 E - 580 B). This does not, however, apply to\nrequirements\n(a ) and (d) above (see\nBocimar\ncase, supra at 580 B - 581 I).\nIn\nthe present case it is not disputed that Coastal's application for the security\narrest of the \"Maritime Prosperity\" satisfies requirements\n(a), (c) and (d)\nabove. Rosario contends, however, that by reason of extinctive prescription\nCoastal has failed to establish requirement\n(b), i e that it has a prima facie\nclaim against Rosario in respect of the damages caused to the \"Lash Atlantico\"\nby the collisions\noff Port Said. In determining the validity of this contention,\nI will bear in mind the standard of proof required for the establishment\nof a\nprima facie case as to cause of action.\nThe appeal hinges largely on the interpretation to be placed on\nsec\n10 344 of the Merchant Shipping Act. The relevant portion of this section\nreads as\nfollows:\n\"344. (1) The period of extinctive prescription in respect of legal\nproceedings to enforce any claim or lien against a ship or her\nowners in respect\nof any damage to or loss of another ship, her cargo or freight, or any goods on\nboard her, or damage for loss of\nlife or personal injury suffered by any person\non board her, caused by the fault of the former ship, whether such ship be\nwholly\nor partly in fault, or in respect of any salvage services shall be two\nyears and shall begin to run on the date when the damage or\nloss or injury was\ncaused or the salvage services were rendered.\n(2)\tThe period of extinctive prescription in respect of legal proceedings under\nthis Act to enforce any contribution in respect of\nan overpaid proportion of any\ndamages for loss of life or personal injury shall be one year and shall begin to\nrun on the date of\npayment.\n(3)\tAny court having jurisdiction to try proceedings referred to in sub-section\n(1) or (2) shall, before or after the expiry of such\nperiod, if it is satisfied\nthat owing to the absence of the defendant ship from the Republic and its '\nterritorial waters and from\nthe country to which the plaintiff's ship belongs or\nin which the plaintiff resides or carries on business and its territorial\nwaters,\nthe plaintiff has not during such period had a reasonable opportunity of\narresting the defendant ship, extend such period\nsufficiently\n11 to give him such\nreasonable opportunity.\n(4) . . .\"\nThe provisions as to extinctive prescription contained in this section must\nbe read together with the general law relating to prescription\nas set forth in\nchapter III of the\nPrescription Act 68 of 1969\n.\nSec 16(1)\n, as amended, of this\nAct (which is to be found in chapter HI) provides that:\n\"Subject to the provisions of subsection (2)(b), the provisions of this\nchapter shall, save in so far as they are inconsistent with\nthe provisions of\nany Act of Parliament which prescribes a specified period within which a claim\nis to be made or an action is to\nbe instituted in respect of a debt or imposes\nconditions on the institution of an action for the recovery of a debt, apply to\nany\ndebt arising after the commencement of this Act.\"\nIt is common cause that the provisions of sec 344(1) of the Merchant Shipping\nAct which lay down a two-year prescriptive period as\nregards legal proceedings\nto enforce any claim or lien against a ship or her owners in respect of inter\nalia damage to another ship\ncaused by the fault of the former ship are\ninconsistent with, and therefore in terms of\nsec 16(1)\nof the\nPrescription Act\nsupplant\n, contrary provisions as to prescriptive periods which are to be found\nin\n12\nthe\nPrescription Act. Moreover\nit is clear from what I have already stated\nthat\nperiods of two years have run since the damage to the \"Lash Atlantico\"\nwas caused by the collisions giving rise to Coastal's claims\nagainst the\n\"Maritime Prosperity\" and/or Rosario.\nCoastal contends nevertheless that\nsec\n13(l)(b)\nof the\nPrescription Act of 1969\napplies to these claims and that this\nprovision saves them from prescriptive extinction.\nSec 13(1)\nprovides that\n\"If -\n(a)\nthe creditor is a minor or\nis insane or is a person under curatorship or is prevented by superior force\nincluding any law or any order\nof court from interrupting the running of\nprescription as contemplated in\nsection 15(1)\n; or\n(b)\nthe debtor is outside the Republic; or\n(c)\nthe creditor and debtor are married to each other;\nor\n(d)\nthe creditor and debtor are partners\nand the debt is a debt which arose out of the partnership relationship;\nor\n(e)\nthe creditor is a juristic person and\nthe debtor is a member of the governing body of such\njuristic\n13 person; or\n(f)\nthe debt is the object of a\ndispute subjected to arbitration; or\n(g)\nthe\ndebt is the object of a claim filed against the estate of a debtor who is\ndeceased or against the insolvent estate of the debtor\nor against a company in\nliquidation or against an applicant under the Agricultural Credit Act, 1966 (Act\nNo 28 of 1966); or\n(h) the creditor or the debtor is\ndeceased and an executor of the estate in question has not yet been appointed;\nand\n(i) the relevant period of prescription would, but for the provisions of this\nsubsection, be completed before or on, or within one\nyear after, the day on\nwhich the relevant impediment referred to in paragraph (a), (b), (c), (d), (e),\n(f), (g) or (h) has ceased\nto exist,\nthe period of prescription shall not be completed before a year\nhas elapsed after the day referred to in paragraph (i).\"\nRosario's counter to this is that sec 13(l)(b) is inconsistent with sec 344\n(3), read with sec 344 (1), of the Merchant Shipping Act\nand that accordingly\nreliance thereon is precluded by\nsec 16(1)\nof the\nPrescription Act. Coastal's\nanswer to this contention is a two-fold one: firstly, that\nsec 344(3)\napplies\nonly to actions in rem and that, since Coastal's counterclaim will be in\npersonam, there\n14\nwill not be any scope for inconsistency; and, secondly, that in any event\neven if\nsec 344(3)\napplies to both actions in rem and actions in personam, there is\nin fact no inconsistency between\nsec 344\n(3) and\nsec 13(1)(b).\nThe first issue produced by these rival contentions relates to the scope of\nsec 344(3)\n, and more specifically to the question whether the power to extend\nthe prescriptive period conferred by it on the court applies to\nboth actions in\nrem and actions in personam or only to the former.\nIn terms of our law of\nadmiralty (currently the Admiralty Act) there are two procedures whereby a\nmaritime claim may be enforced in\na provincial or local division exercising its\nadmiralty jurisdiction. These are the action in rem and the action in personam.\nThe\nformer is instituted by the arrest of property falling within one or more of\nthe various categories listed in sec 3(5) of the Admiralty\nAct. (For convenience\nI shall henceforth refer only to the property usually so arrested, viz the ship\nagainst or in respect of which\nthe claim lies.) This remedy is available where\nthe claimant has a maritime Hen over the ship to be arrested or where the owner\nof\nthe ship to be arrested would be liable to the claimant in an action in\npersonam in respect of the cause of action concerned (sec\n3(4)). The action in\nrem is, in a sense, a proceeding against the ship in question.\n15\nAnd the primary purpose of this arrest is to give the action utility\nand\neffectiveness by affording the plaintiff pre-judgment security. (See\nM\nV Jute Express v Owners of the Cargo Lately Laden on Board the M V Jute Express\n1992 (3) SA 9\n(A), at 17 J - 18 B.) The action in personam, on the other\nhand, is brought by the service of a summons on the defendant in accordance\nwith\nRule 5(3) of the Admiralty Proceedings Rules. There are certain jurisdictional\nrequirements which limit the persons against\nwhom the action may be brought.\nThese include (see sec 3(2) of the Admiralty Act): (i) residence or the carrying\non of business by\nthe defendant in the Republic; (ii) the attachment of property\nof the defendant within the area of the court's jurisdiction in order\nto found\nor confirm jurisdiction; (iii) the consent of, or the submission by, the\ndefendant to the jurisdiction of the court; and\n(iv) in the case of a defendant\ncompany the fact that it has its registered office in the Republic. The property\nwhich may be attached\nto found or confirm jurisdiction includes, but is not\nlimited to, the ship against or in respect of which the claim lies.\nAlthough\nin describing these actions I have referred to the provisions of the Admiralty\nAct, which came into operation on 1 November\n1983, and although certain\nlegislative changes were introduced by that Act, the action\n16 in rem and the action in personam were part of the law of admiralty\nadministered\nby the courts of admiralty in this country at the time when the Merchant\nShipping\nAct was passed and the general distinction between them was then known\nand\nobserved. (See\nThe Owners. Master and Crew of the SS \"Humber\" v\nThe\nOwners and Master of the SS \"Answald\"\n1912 AD 546\n, 556-7;\nBeaver\nMarine\n(Pty) Ltd v Wuest\n1978 (4) SA 263\n(A), at 274 H - 275 C.)\nIn the\nCourt below it was apparently common cause by the conclusion of the argument in\nthe application that sec 344(3) deals only\nwith a claim in rem (see the reported\njudgment at 164 G-H). Before us counsel for Rosario resiled from this concession\nand reverted\nto the contention that the subsection covers both forms of action.\nFor the reasons which follow I am of the opinion that this contention\nis\nill-founded.\nFirstly, the wording of sec 344(3) is indicative of an intention\nto confine the ambit of the subsection to actions in rem. The subsection\nspeaks\nin , two places of \"the defendant ship\" (Afrikaans: \"die verweerder-skip\"). This\nwording, which is very unusual, is appropriate\nonly to an action in rem on the\nbasis that, as I have indicated, such an action is regarded as being, in a\nsense, an action against\nthe ship in respect of which the cause of action lies.\nThe wording\n17 is quite inappropriate to an action in personam against the owner of the\nship. ,\nMoreover, it is clear that this wording is not unintended or fortuitous.\nThis\nappears from sec 344(1) which draws the same distinction between actions in\nrem\nand actions in personam when referring to -\n\". . . legal proceedings to enforce any claim or lien against a ship or her\nowners . . .\".\nThe legal proceedings \"against a ship\" clearly refer to an action in rem;\nwhereas legal proceedings \"against . . . her owners\" refer\nequally clearly to an\naction in personam. This distinction is pursued in sec 344(3); and there is, in\nmy view, plainly a correlation\nbetween proceedings \"against a ship\" and \"the\ndefendant ship\". The fact that sec 344(3) speaks only of the defendant ship is,\ntherefore,\na strong indication that sec 344(3) was intended to deal only with\nactions in rem. Secondly, the grounds upon which an extension\nshall be granted\nunder sec 344(3) point in the same direction. They are that owing to the absence\nof the defendant ship from the\nRepublic of South Africa and its territorial\nwaters and the absence of the defendant ship from the country to which the\nplaintiffs\nship belongs or in which the plaintiff resides or carries on business\nand its territorial waters, the plaintiff has not during the\nprescriptive period\nhad a\n18 reasonable opportunity of \"arresting the defendant ship\". These grounds\nare\npeculiarly pertinent to an action in rem which depends upon the arrest of\nthe\ndefendant ship, or the ship in respect of which the claim lies, and which\nwould be\nfrustrated by the ship's absence from these countries and their respective\nterritorial\nwaters; but they are wholly inapposite to an action in personam which does\nnot\nrequire the arrest of the ship in respect of which the claim lies. Indeed, it\nis\ndifficult to see why a plaintiff bringing, or wishing to bring, an action in\npersonam\nshould qualify for the benefit of an extension of the prescriptive period on\nthe\ngrounds provided for in sec 344(3), especially where during the two-year\nprescriptive period there would have been no practical or legal impediment\nto\nprevent him doing so.\nThirdly, the relief which is granted when a good\ncase has been made out under sec 344(3) is an extension of the period of\nprescription\n\"sufficiently\" in order to give the plaintiff a reasonable\nopportunity to arrest the defendant ship. Again this points unmistakeably\nto an\naction in rem, and to an action in rem only.\nIn support of his argument that\nsec 344(3) applied also to actions in personam, counsel for Rosario referred to\nan English statutory\nprovision, viz sec\n19\n8 of the Maritime Conventions Act, 1911, and to the English decision of\nThe\nEspanoleto\n[1920] P 223.\nThis Act was passed in order to give\neffect to two conventions signed at the Brussels Conference of 1910 dealing\nrespectively with\ncollisions between vessels and with salvage. It is required to\nbe \"construed as one\" with the Merchant Shipping Acts, 1894 to 1907\n(sec 10).\nSec 8 of the Act reads as follows:\n\"No action shall be maintainable to enforce any claim or lien against a\nvessel or her owners in respect of any damage or loss to another\nvessel, her\ncargo or freight, or any property on board her, or damages for loss of life or\npersonal injuries suffered by any person\non board her, caused by the fault of\nthe former vessel, whether such vessel be wholly or partly in fault, or in\nrespect of any salvage\nservices, unless proceedings therein are commenced within\ntwo years from the date when the damage or loss or injury was caused or\nthe\nsalvage services were rendered, and an action shall not be maintainable under\nthis Act to enforce any contribution in respect\nof an overpaid proportion of any\ndamages for loss of life or personal injuries unless proceedings therein are\ncommenced within one\nyear from the date of payment:\nProvided that any court having jurisdiction to deal with an action to which\nthis section relates may, in accordance with the rules\nof court, extend any such\nperiod, to such extent and on such conditions as it thinks fit, and shall,\nif\n20\nsatisfied that there had not during such period been any reasonable\nopportunity of arresting the defendant vessel within the juridiction\nof the\ncourt, or within the territorial waters of the country to which the plaintiff's\nship belongs or in which the plaintiff resides\nor has his principal place of\nbusiness, extend any such period to an extent sufficient to give such reasonable\nopportunity.\"\nIt will be noted that the section resembles sec 344(1), (2) and (3) of our\nMerchant Shipping Act. The first 10 lines (down to the\nwords \". . .services were\nrendered . . .\" correspond to sec 344(1); the next 5 lines (down to \". . . date\nof payment . . .\") to sec\n344(2); and the proviso to sec 344(3). There is,\nhowever, a significant difference between the proviso to sec 8 and sec 344(3):\nthe\nformer contains, in addition to the mandatory extension of the prescriptive\nperiod provided that certain facts are established (in\nterms similar to sec\n344(3) ), provision for a discretionary power of extension to such extent and on\nsuch conditions as the court\nmay think fit. Patently sec 344(3) contains no such\ndiscretionary power.\nThe case of\nThe Espanoleto\n, supra, related to a\ncollision between the vessels \"Artisan\" and \"Espanoleto\" on 20 February 1917, as\na result of which the plaintiff's\nhusband, the master of the \"Artisan\", lost his\nlife. Plaintiff issued\n21\na writ in rem on 13 December 1918. It was not served because by that time\nthe\n\"Espanoleto\" had left the jurisdiction, and no warrant of arrest was\napplied for. On 19 March 1920, the \"Espanoleto\" having by that\ntime come within\nthe jurisdiction and the writ not having been served within the required period\nof 12 months, the plaintiff applied\nto court ex parte for leave to renew the\nwrit. She obtained that leave and caused the warrant of arrest to issue. On the\nfollowing\nday conditional appearance was entered and an undertaking to put in\nbail given by the defendant, the owner of the \"Espanoleto\". Defendant\nthen\napplied to set aside the writ, the renewal thereof and the warrrant of arrest\nand to discharge the undertaking.\nVarious grounds were advanced in support of\nthe defendant's application. One contention was that the plaintiff had failed to\ncommence\nproceedings within two years, as required by sec 8, since that section\ncontemplated that proceedings should be commenced not by issuing\na writ but by\narrest. Hill J who heard the application said in this regard (at 225):\n\"I do not agree. Sect 8 relates to proceedings in personam as well as to\nproceedings in rem. It is an English statute, and in English\nlaw it is well\nunderstood that proceedings are commenced by the issue of a writ. Order I., r.\n1, and\n22\nOrder II., r. 1, of the Rules of the Supreme Court, show that an action in\nthe Admiralty Division, like an action in any other Division,\nis commenced by\nthe issue of a writ, and I can see no reason at all for giving a different\nmeaning to the commencement of proceedings\nunder s. 8 from that which obtains in\nevery other action.\"\nThe point here considered concerns the meaning of the words \"proceedings . .\n. are commenced\" in that part of sec 8 which corresponds\nto sec 344 (1) of our\nAct. The observation that sec 8 relates to proceedings in personam as well as\nproceedings in rem, which is\nclearly correct in a general sense with reference\nto this part of sec 8 (as it would be with regard to sec 344(1) ), does not\ntouch\nthe question of the ambit of the mandatory power of extension contained in\nthat portion of the proviso to sec 8 which corresponds\nto sec 344 (3).\nConsequently, this observation, which was heavily relied upon by counsel for\nRosario, does not advance its case.\nAfter stating what is quoted above, Hill\nJ went on to deal with what he described as \"the real point in the case\", viz a\nrenewal of\nthe original writ which had been issued within the two-year period\nbut had not been timeously renewed. The judgment proceeds (at\n226-7):\n23\n\"In general the Court must not by renewal deprive a defendant of an existing\nright to the benefit of a statute of limitations. But\ns 8 of the Maritime\nConventions Act is a limitation section of a very peculiar kind, for it contains\na proviso unknown to any other\nstatute of limitations; in one event - namely, if\nthere has not been any reasonable opportunity of arresting the defendant vessel\nwithin the period - it directs the extension of the limited period of two years,\nand further gives the Court power to extend it on\nany other sufficient\ngrounds.\nIn my judgment, when an application to extend the time for the renewal of a\nwrit in an action which comes within s 8 is made, the\nmatter is not to be\ndisposed of merely by saying that the two years have elapsed and the claim is\nstatute barred and no renewal can\nbe granted. The application to renew must be\nconsidered on its merits, and the Court must inquire whether the circumstances\nare such\nthat the Court would give leave to issue a writ, notwithstanding that\nthe time had expired.\"\nHaving canvassed the facts of the case the Court expressed the view that it\nmight fall within the \"obligatory part of the proviso\",\nbut preferred to\nexercise the discretion provided for in the other part of the proviso in favour\nof the plaintiff. An order extending\nthe period for the renewal of the writ and\ndismissing defendant's application was accordingly granted.\nIn all the circumstances I do not think that\nThe Espanoleto\nprovides\n24 support for the argument of counsel for\nRosario. Moreover, it seems to me that\nthere is an important distinction between the provisions of the proviso to\nsec 8 of\nthe Maritime Conventions Act and sec 344(3) of the Merchant Shipping Act,\nviz\nthe presence in the former, but not in the latter, of a discretionary power\nof\nextension in the widest possible terms. No doubt this power relates to\nboth\nactions in rem and in personam. But it does not follow that sec 344(3),\nwhich\ncontains no such discretionary power and the wording of which refers so\npertinently to actions in rem only, likewise applies as well to actions in\npersonam.\nIn the course of my researches I have come across two other English\ncases which at first blush might appear to be relevant, viz\nThe \"Arraiz\"\n[1924] 19 LI L Rep 235 (AD), [1925] 132 LT Rep 715 (CA); and\nThe Master\nand Crew of Steam Tug \"William Gray\" v Owners of Steamship \"Llandovery\nCastle\"\n(1920) 2 LI L Rep 273 (CA). However, they both dealt with instances\nof the exercise of the discretionary portion of the proviso to\nsec 8 and, for\nthe reasons already indicated, I do not find them to be of any real assistance\nin the interpretation of sec 344(3).\nFor these reasons I hold that sec 344(3)\nmust be construed as being confined in its application to actions in rem.\nCounsel for appellant\nconceded that,\n25\nin the event of this Court making such a finding, the appeal had to fail.\nThis\nconcession was correctly made. If sec 344(3) applies only to actions in rem\nthen there can be no inconsistency between that subsection\nand\nsec 13(l)(b)\nof\nthe\nPrescription Act as\nfar as actions in personam are concerned. It was common\ncause that Coastal's contemplated claim-in-reconvention would constitute\na ,\nproceeding in personam. Ergo there is no legal obstacle to Coastal's reliance\nupon\nsec 13(l)(b)\nto overcome the consequences of the running of the two-year\nprescriptive period. Prima facie, therefore, Rosario's objection to the\nsecurity\narrest of the \"Maritime Prosperity\" on the grounds of extinctive prescription is\nnot well founded. Consequently the Court\na quo correctly confirmed the arrest in\nso far as it relates to an action in personam.\nI should perhaps add that in\nthe circumstances it is not necessary to decide the question whether, assuming\nsec 344(3)\nto apply to actions in personam as well, there is necessarily an\ninconsistency between\nsec 13(l)(b)\nand\nsec 344(3)\n, read with\nsec 344(1).\nNor is\nit necessary to pronounce finally on the applicability of\nsec 13(l)(b)\nto the\nfacts of this case. Both questions are left\n26\nopen.\nThe appeal is dismissed with costs, including the costs of two counsel.\nM M CORBETT\nSMALBERGER\tJA)\nNESTADT\tJA)\nMARAIS\tJA) CONCUR\nSCOTT\tAJA)",
  "scraped_at": "2026-02-12T07:14:19.079118",
  "date": "1995-09-15",
  "coram": [
    "CORBETT CJ",
    "SMALBERGER",
    "NESTADT",
    "MAR AIS JJA",
    "SCOTT AJA"
  ],
  "case_number": "42/94",
  "parties": {
    "applicants": [
      "Owner of MV \"Maritime Prosperity\""
    ],
    "respondents": [
      "Owner of MV \"Lash Atlantico\""
    ]
  },
  "sections": {
    "facts": "On 16 October 1990, the motor vessel Maritime Prosperity collided with the motor vessel Lash Atlantico off Port Said, Egypt; a second collision occurred on 28 October 1990. Both vessels suffered damage. The Maritime Prosperity was owned by the Panama‑registered Rosario Navigation Company, while the Lash Atlantico was owned by the US‑registered Coastal Barge Corporation. In October 1992 Rosario instituted an action in rem, obtaining a summons and warrant of arrest against the Lash Atlantico, which was arrested in Durban on 10 November 1992 and subsequently released on a letter of undertaking. In August 1993 Coastal applied for a rule nisi seeking (1) an extension of the two‑year prescriptive period under s 344(3) of the Merchant Shipping Act and (2) the arrest of the Maritime Prosperity as security for a claim‑in‑reconvention. The lower court dismissed the extension request but confirmed the arrest order insofar as it related to an action in personam. Rosario appealed the confirmation of the arrest and the costs order.",
    "issues": "The appeal raised (i) whether section 344(3) of the Merchant Shipping Act, which permits extension of the two‑year prescription, applies only to actions in rem or also to actions in personam; (ii) whether the two‑year prescription had extinguished Coastal’s claim and, if so, whether section 13(1)(b) of the Prescription Act could revive the claim; and (iii) whether the security arrest of the Maritime Prosperity was lawful in light of the prescriptive period.",
    "principles": "The Court examined the wording of s 344(3), noting its reference to the \"defendant ship\" and concluding that it was intended to apply solely to actions in rem. It affirmed that where statutory provisions conflict, the specific provision (the Merchant Shipping Act) prevails over the general Prescription Act under s 16(1). The requirements for a security arrest under s 5(3)(a) of the Admiralty Act were reiterated: a claim enforceable in rem or in personam, a prima facie case, enforceability in the forum, and a genuine need for security. The Court also considered the interaction between s 344(1) (distinguishing actions against a ship versus its owners) and s 344(3), reinforcing the limited scope of the latter.",
    "application": "Applying these principles, the Court held that Coastal’s claim‑in‑reconvention was an action in personam; consequently s 344(3) could not be used to bar the claim on prescription grounds. There was therefore no inconsistency between s 344(3) and s 13(1)(b) of the Prescription Act, allowing Coastal to rely on the latter to overcome the two‑year limitation. Accordingly, Rosario’s objection that the arrest of the Maritime Prosperity was invalid due to extinctive prescription was rejected, and the lower court’s confirmation of the arrest, limited to the action in personam, was upheld.",
    "conclusion": "The appeal was dismissed with costs, including the costs of two counsel awarded to the appellant. The order confirming the security arrest of the Maritime Prosperity, insofar as it relates to an action in personam, was upheld."
  },
  "tags": {
    "level_1": "Maritime Law",
    "level_2": "Prescription and Limitation",
    "level_3": [
      "Merchant Shipping Act",
      "Security arrest",
      "Action in rem vs action in personam",
      "International parties"
    ]
  }
}