{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/133.html",
  "case_name": "S v Odendaal en Andere (17/95) [1995] ZASCA 133 (21 November 1995)",
  "citation": "[1995] ZASCA 133",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 133\n|\nNoteup\n|\nLawCite\nS v Odendaal en Andere (17/95) [1995] ZASCA 133 (21 November 1995)\nDownload original files\nPDF format\nRTF format\nSAAKNR: 17/95\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak tussen:\nMARGARINUS ODENDAAL\tEerste Appellant\nWILLEM ODENDAAL\tTweede\nAppellant\nCHRISTIAAN DU TOIT\tDerde Appellant\nen\nDIE STAAT\tRespondent\nCORAM\n:\tNESTADT, HARMS, ARR en SCOTT, Wnd AR\nVERHOOR\n: 6 NOVEMBER 1995\nGELEWER\n: 21 NOVEMBER 1995\nUITSPRAAK\nHARMS AR/ ...\n2\nHARMS AR:\nOp die Odendaals se plaas Rietgat in die distrik\nRiversdal is die verhouding tussen werkgewer en werknemer eerder een van\nleenheer\nen vasal, baas en kneg, dominus et servus. Die werkgewer, sy seuns en\nplaasvoorman eien hulle die reg toe om die plaaswerkers te\ntugtig, \"reg te\nsien\", vir die grap te skop en klap en dan weer as troosprys van drank te\nvoorsien. Hierdie aanmatiging strek nog\nverder en wel tot by die bure se\nwerkers. Besoekers en gaste van werkers word van die plaas geweer. Maar dinge\nhet skeefgeloop. Mnr\nHans Muggels, 'n werknemer van 'n buurman, is op 2\nSeptember 1991 dood gevind in 'n verlate waenhuis. Sy dood is aan die appellante\ntoegedig en wel na aanleiding van gebeure op 31 Augustus op die plaas.\nDie appellante appelleer teen 'n skuldigbevinding aan die moord op die\noorledene. Hulle het in die streekhof\n3\nte Riversdal tereggestaan op meerdere aanklagte\n.1\n'n\nMede-beskuldigde, Morkel (No 2), is onskuldig bevind. No 1 was destyds 'n 17\njarige skoolseun, en is 'n seun van die plaaseienaar.\nNo 3 is sy ouer broer en\nwas die klaarblyklike aanvoerder van die straf-ekspedisie, terwyl No 4 'n\nplaasvoorman was. Na 'n uitgerekte\nverhoor is No 3 skuldig bevind aan gewone\naanranding op mnre Coller, Koos Japhta en Julie Japhta en aan aanranding met die\nopset\nom ernstig te beseer op mnr Gert Meyers. No 4 is skuldig bevind aan gewone\naanranding op Gert terwyl No 1 skuldig was aan die rig\nvan 'n vuurwapen op hom.\nDaarbenewens is aldrie op aanklag 5 skuldig bevind aan strafbare manslag na\naanleiding van die dood van\nMuggels. Die vonnisse in lg verband was:\nNo 1 - 6 houe en 18 maande opgeskort,\n1\nVir doeleindes van hierdie uitspraak gebruik ek die\nnommers soos in die streekhof aangewend\n4\nNo 3 - 6 jaar waarvan 2 jaar opgeskort,\nNo 4 - 3 jaar waarvan 1 jaar opgeskort.\nDie\nappèl na die Kaapse Provinsiale Afdeling (per Thring R; King R het\nsaamgestem) het nie alleen misluk nie, maar die skuldigbevinding\naan strafbare\nmanslag is gewysig na een van moord. Die saak is na die streekhof vir\nvonnisdoeleindes terugverwys en die nuwe vonnisse\nopgelê is:\nNo 1 - Gemeenskapsdiens plus 3 jaar gevangenisstraf\nopgeskort,\nNo 3 - 7 jaar,\nNo 4 - 5 jaar met 2 jaar opgeskort.\nDie huidige appèl is slegs teen die skuldigbevinding aan aanklag 5\ngerig en geskied met die verlof van die hof a quo. Tensy\nnodig ter beregting van\nhierdie geskilpunt, is ek nie van voorneme om na die\n5\nbesonderhede van die ander misdrywe te verwys nie. Ek mag net meld dat\ndie aanrandings op die ander klaers nie van 'n buitengewoon\nernstige aard was\nnie. Dit word daardeur gestaaf dat No 3 t a v die vier aanrandings waaraan hy\nskuldig bevind is, 'n totale boete\nvan R800 met 'n alternatief van 350 dae\ngevangenisstraf opgelê is. Die hof a quo, wat die hele saak krities in\noënskou\ngeneem het, was klaarblyklik tevrede met die gepastheid van daardie\nvonnisse.\nAfgesien van die appèl dien daar ook 'n aansoek om verdere\ngetuienis aan hierdie hof voor te lê. Dit is, heel verkeerd,\nas 'n\nhersieningsaansoek ingeklee maar niks wentel daarom nie. Die doel van die\naansoek is om die verklarings wat een van die staatsgetuies\naan die polisie\ngemaak het, voor die hof te plaas. Die staatsaanklaer het nie die inhoud van die\nverklarings tydens die verhoor\n6\ngeopenbaar nie. Dit, volgens die betoog, het op 'n growwe regskending\nneergekom. Mettertyd meer hieroor.\nWat die oorsaak van dood betref,\nis die onbetwiste mediese getuienis dat die oorledene dood is as gevolg van\nsubdurale bloeding en\ndit is op sy beurt veroorsaak deur 'n breuk aan die\nskedelbasis, posterior, meer na links. Dit was die gevolg van die toediening\nvan\ngeweld deur 'n langwerpige stomp voorwerp soos 'n kierie of 'n skoen. (Die ander\nbeserings, t w kneusings en skaafwonde, wat\naan die lyk gevind is, is tans nie\nter sprake nie omdat hulle geensins tot die dood bygedra het nie.) Subdurale\nbloeding word veroorsaak\nwanneer die skedelbeen beweeg en dan skielik tot\nstilstand kom — die brein beweeg 'n entjie verder en dit versteur die\nbloedvate\nwat dan tot 'n bloeding lei. So 'n tipe besering skep verskillende\nmoontlike beelde en aangesien dit later\n7\nrelevant word, is dit dienstig om Dr Schwär, die geregtelike\npatoloog, volledig daaroor aan te haal:\n\"... (hy) kan of onmiddellik bewusteloos wees en dan herstel of hy hoef glad\nnie bewusteloos te wees nie en hierdie persone gaan nie\nonmiddellik dood nie.\nDie beeld wat ons gewoonlik sien in hierdie gevalle is dat die mense byvoorbeeld\nas hulle met aanrandings,\nmet motorvoertuigongelukke of ander ongelukke, dat\nhulle hospitaal toe gaan, hulle word ondersoek en hulle kom heeltemal normaal\nvoor, hulle word huis toe gestuur. Dit is 'n ontsettend stadige bloeding en dan\nna 'n dag of twee kom hulle terug hospitaal toe met\nsimptome van hoofpyn,\nnaarheid, swakheid en dies meer.\"\n\"Edelagbare van die beserings as sulks is dit moeilik om presies te sê\nwat aan die begin gebeur het, hy kon bewusteloos gewees\nhet, hy kan miskien net\nvir 'n paar sekondes bietjie deurmekaar gewees het, maar hy kon ook vir 'n kort\nperiode bewusteloos gewees\nhet en dan sy bewussyn weer herwin het. Maar dit kan\nook wees dat hy glad nie sy bewussyn verloor het\nnie.\"\nDie oorledene is laas op 31 Augustus\n1991\n8\nlewendig gesien. Sy lyk is, soos gesê, twee dae later in 'n verlate\nwaenhuis gevind. Hy is klaarblyklik daar neergelê\nterwyl hy óf\nbewusteloos óf reeds dood was. Dit word daarvan afgelei dat hy op sy rug\nmet sy bene reguit en teen mekaar\nen sy arms styf teen sy lyf gelê het. Hy\nhet net een skoen aangehad, die ander skoen was in die hoek van die waenhuis. Ek\nmag\nnet meld dat die hof a quo bevind het dat toe die oorledene neergelê\nis, was hy bewusteloos en nog nie dood nie, 'n bevinding\nwaarmee ek later\nhandel.\nOm dan na die gebeure op 31 Augustus terug te keer. Dit was maand-einde.\nDie plaaswerkers is betaal en is dorp toe vir inkopies. Op\ndie agenda was ook\ndrank-aankope. Die oorledene kon nie self dorp toe nie en het vir Gert geld\ngegee om vir hom drank te koop. Gert\nhet dit egter goed gedink om die geld op\nhomself te spandeer en net\n9\nvir homself drank te koop.\nHieroor was die oorledene\nontevrede en het hy vir Gert daaroor aangespreek. Gert het hom vervies en,\nvolgens almal teenwoordig, die\noorledene twee klappe deur die gesig gegee. Die\noorledene, wat gehurk gesit het, het omgeval. Al die getuies (behalwe mej Sarah\nWillemse)\nhet spontaan gesê dat hy nie op sy kop nie maar op sy arm of\nskouer geval het. Die oorledene het nie gereageer nie. Vir Gert\nwas dit egter\nnie genoeg nie. Hy het 'n knopkierie waarmee ystervarke gejag word, gaan haal en\nhom een hou, soos 'n bylkap, op die\nmaag geslaan. Die oorledene was hierna\nbewegingloos en het vir ongeveer 'n halfuur in die son bly lê. Daarna is\nhy deur twee\nmans opgetel en \"soos 'n sak suiker\" weggedra en onder 'n\nkoelteboom neergelê waar hy vir 'n geruime tyd bly lê het.\nOm kortliks af te wyk van die relaas om\ndie\n10\noorledene: kort na hierdie gebeure is Gert na die huis van mev Lena\nFrancis, het die appellante opgedaag, Gert het weggehardloop,\nhy is agtervolg,\nNo 1 het 'n geweer op hom gerig, Gert is opgelaai en na die Odendaal-opstal\nvervoer. Daar is hy 'n stoor ingeneem,\naangerand en gelaat. Gert het mettertyd\nontsnap en na sy pa, mnr Willem Meyers, se huis gegaan.\nDie oorledene het intussen sy bewussyn herwin, is ook na Willem se huis\nen het op dié se bed gaan lê. Dit het Willem\nnie aangestaan nie. Hy\nhet die oorledene ook met 'n kierie bygekom : volgens hom met twee houe oor die\nblaaie, volgens Gert met twee\nhoue op die rug en volgens Julius Japhta, met houe\noor die bene en bors.\nWeer het die oorledene eers bly lê en toe na ongeveer tien minute\nopgestaan en sonder om enigiets te sê, weggestap, huis\ntoe. Toe hy deur\ndie grensdraad wou kruip.\n11\nhet die appellante met 'n bakkie opgedaag, die oorledene opgelaai en\nterwyl hy agter-op gesit het, is hulle terug plaaswerf toe.\nWat hierna gebeur het, blyk slegs uit die getuienis van mej Anna Meyers,\nGert se suster. Sy het reeds vroeër die dag Gert se\naanranding op die\noorledene waargeneem. Nadat die oorledene toe in die koelte neergelê is,\nis sy na die huis van mev Lena Francis,\ngeleë op die plaaswerf. Sy het o a\ndeur die venster waargeneem toe Gert met die bakkie na die stoor geneem is. Hoe\ndit ook sy,\nheelwat later het sy weer die bakkie gehoor. Sy het by die venster\nuitgekyk en gesien dat die oorledene agter-op sit. Die bakkie\nhet voor 'n ander\nstoor stilgehou. Twee van die appellante het die oorledene aan sy arms van die\nbakkie afgehelp. Die oorledene kon\nnog staan en hy en die appellante is die\nstoor in. Na 'n wyle het sy die\n12\noorledene se uitroep van pyn en om hulp gehoor. Daarna het sy gesien hoe\ndie appellante met die oorledene die stoor verlaat het. Van\nbelang is haar\nbeskrywing van die toestand van die oorledene op daardie stadium : hy het bloed\naan sy gesig en hemp gehad; hoewel\nhy \"slap\" was en nie regop kon loop nie, het\nhy wel met die hulp van die appellante geloop. Tydens kruisondervraging kleur sy\ndie\nprentjie donkerder : sy bene was slap, sy arms was slap, sy voete het\ngesleep en hy is deur die appellante gesleep — nogtans\nhet hy self na die\nbakkie geloop. Ten besluite, die appellante het die oorledene op die bakkie\ngetel en terwyl hy agterop lê,\nhet die bakkie vertrek.\nDie Staat se getuienis op hierdie aanklag is deur die getuienis van die\nvind van die lyk afgerond. Net No 1 en No 3 het ter verdediging\ngetuig. No 4 het\nvan sy swygreg gebruik gemaak. Ek sal die verdedigingsgetuienis\n13\nby beoordeling van die saak buite rekening laat. Dit was leuenagtig maar\nhet nie enige stawing vir die staatsaak gebied nie.\nSoos gemeld, is die appellante in die hof van eerste instansie aan\nstrafbare manslag skuldigbevind. Die beslissing was daarop gebaseer\ndat die\nskedelbreuk in die stoor opgedoen is tydens 'n langdurige aanranding waaraan\nmeerdere persone moes meegedoen het. Die appellante\nhet die oorledene daarna\nlewend, maar bewusteloos, in die waenhuis gelaat — ongevoelig,\nonverskillig en roekeloos oor sy lot.\nDie landdros was ook van mening dat\nvanweë die erns en geweld van die aanranding 'n ander hof moontlik kon\nbevind dat dolus\neventualis teenwoordig was, maar het self bevind dat opset nie\nbo redelike twyfel bewys is nie.\nDie motivering van die hof a guo se bevinding van skuldig aan moord kan\nsoos volg saamgevat word:\n14\n[1.] Daar was \"geen sprake daarvan\" dat die oorledene tydens die insident\nmet Gert 'n hoofbesering kon opgedoen het nie.\n[2.] Die appellante\nse gedrag dié dag, ook teenoor die ander klaers, toon dat hulle met 'n\ngemeenskaplike opset gehandel het.\n[3. ] Die oorledene is in die stoor aangerand en die hoofbesering is daar\ntoegedien.\n[4.] \"Nadat hulle die oorledene in die stoor aangerand het , het die\nappellante hom weer daaruit gebring en op beskuldigde nommer\n3 se bakkie gelaai.\nOp daardie stadium moes die oorledene nog gelewe het, want, indien hy reeds dood\nwas, sou daar, op die mediese\ngetuienis, alkohol in sy bloed gevind gewees het,\naangesien hy op die getuienis van getuies Gert en Willem Meyers kort vantevore\ntaamlik sterk onder die\n15\ninvloed van drank was, en dit tyd sou geneem het voordat die oorledene\ndie alkohol uit sy bloed sou kon skei. ' n Lyk kan nie alkohol\nuitskei nie. Die\nappellante het ook geweet dat die oorledene nog gelewe het, want hulle het hom\nregop uit die stoor gebring, in die\nsin dat beskuldigdes nommers 1 en 3 aan\nweerskante van hom onder die skouers gestut het, en sy voete op die grond gehang\nhet. So\nword ' n lyk natuurlik nie gedra nie. Terselfdertyd moes dit egter aan\ndie appellante duidelik gewees het dat die oorledene op daardie\nstadium, en wel\nas gevolg van hulle aanranding op hom, ernstig beseer was, want Anna Meyers\nbeskryf die oorledene se toestand soos\nvolg.\"\n[Dan volg 'n lang aanhaling uit Anna se getuienis wat\nreeds\nopgesom is.]\n\"Alhoewel hy nog gelewe het, was die\noorledene\n16\nklaarblyklik op daardie stadium in 'n veel erger toestand as wat hy was toe\nhulle hom die stoor ingeneem het. Toe hulle hom weer uitgebring\nhet, moes hy\nóf bewusteloos óf half-bewusteloos gewees het, en wel as gevolg\nvan die aanranding wat die appellante\nop hom gepleeg het.\"\n[5] Hulle het die bewustelose oorledene in die waenhuis weggesteek, wetende\ndat hy leef. Dit het hulle gedoen terwyl hulle besef het\ndat hy aan sy beserings\nkon sterf en sonder dat hulle omgegee het of hy sou oorleef of\nnie.\nDit is nodig om van hierdie bevindings nou onder\ndie loep te neem.\nAd [l]\n: Het die oorledene noodwendig die hoofbesering wat tot die\nsubdurale bloeding aanleiding gegee het, opgedoen\nnadat\ndie appellante\nhom by die grensdraad opgelaai het?\n17\nSoos gesê, het die hof a guo bevind dat daar \"geen sprake\" daarvan\nwas dat dit vroeër toegedien kon gewees het nie. Dit\nwas 'n oordrywing. Ten\neerste het mev Sarah Willemse getuig dat die oorledene as gevolg van die klappe\nop sy kop geval het. Haar\ngetuienis is weliswaar deur die landdros verwerp op\ndie grondslag dat sy ontken het dat sy gedrink was terwyl \"al\" die ander getuies\ngetuig het dat sy wel gedrink was. Dit was ook 'n oordrywing. Daarbenewens was\nal die ander getuies self gedrink of dronk en is haar\ngetuienis dat sy\nvanweë mediese redes nie kon drink nie, oorgesien. Die tweede grondslag van\ndie verwerping van haar getuienis\nwas dat haar relaas \"onsamehangend\" was, 'n\nbevinding waarmee ek nie saamstem nie.\nTen tweede was daar die getuienis oor die oorledene se vreemde gedrag\nnadat Gert hom begin aanrand het — apatie, bewusteloosheid\nen herwinning\nvan bewussyn.\n18\nDié beeld pas in by die beeld wat Dr Schwär in sy aangehaalde\ngetuienis oor die gevolge van subdurale bloeding gegee het.\nDerdens is dit opvallend hoe \"spontaan\" die staat se getuies getuig het\ndat die oorledene nie op sy kop geval het — na my oordeel\nte spontaan.\nGert was een van hierdie getuies. Hy was 'n verdagte. Hy het die oorledene\nimmers aangerand. Hy het dus alle rede gehad\nom die erns van sy aanranding af te\nwater. Hy kon dit maklik doen sonder om sy algemene geloofwaardigheid in gedrang\nte bring. Hy\nwas 'n \"quasi-accomplice\" en sy getuienis moes aan \"particular\nscrutiny\" onderwerp gewees het (Hoffmann & Zeffertt, The SA Law\nof Evidence,\n4\ne\nuitg p 576). Dit het die howe benede nie in ag geneem of gedoen\nnie.\nDit laat dan vir Anna, die sleutelgetuie wie se getuienis wesenlik sonder\nvoorbehoud aanvaar is. Die\n19\naansoek om verdere getuienis te lei, het naamlik betrekking op twee\nverklarings wat hierdie getuie aan die polisie gemaak het en wel\nop 3 en 10\nSeptember 1991, pas na die voorval. In die eerste verklaring het sy gesê\ndat Gert die oorledene \"herhaalde keredeur\ndie gesig geklap\" het en dat sy\n\"gemerk het dat die oorledene se gesig en neus bloei en dat sy kop vol bloed\nis\". In die tweede het\nsy ook verwys na die herhaalde klappe maar bygevoeg dat\nsy gemerk het dat die oorledene \"se mond en neus bloei en dat sy kop agter\nsy\noor bloei\". Sy het Gert ook gewaarsku dat hy die oorledene gaan doodslaan,\nwaarop Gert geantwoord het dat hy nie omgee nie.\nDie relevantheid van hierdie verklarings spreek vir sigself. Daar is 'n\nwesenlike verskil tussen twee klappe met oënskynlik geen\neksterne letsels\nen herhaalde klappe wat nie alleen die mond en ore laat bloei het nie,\n20\nmaar ook die kop. (Volgens die mediese verslag was\ndaar\nook net een geskeurde wond aan die kop, nl binne\ndie\nhaarlyn en 20mm lank. Dit blyk nie of die skaafwonde\naan\ndie gesig sou gebloei het nie.) As dit waar is, is\ndit\nondenkbaar dat Gert se aanvanklike aanranding slegs\nuit\nklappe kon bestaan het. Die oorledene se reaksie of\ngebrek\naan reaksie, sy bewusteloosheid, dit alles verkry\n'n\nheeltemal ander kleur. Die vraag ontstaan ook of\nWillem\n(ook 'n \"quasi-accomplice\") se aanranding nie deur\nveral\nhom en Gert op 'n soortgelyke wyse afgewater is nie.\nDis\nook van belang dat Anna in haar getuienis die\nbloedbelope\ngesig van die oorledene verplaas het tot na sy ervarings\nin\ndie stoor en dat sy enige bloed vóór die tydstip\nverswyg\nhet.\nEk is van oordeel dat daar dus 'n wesenlike verskil tussen Anna se\nverklaring en haar getuienis is en\n21\ndat, as haar verklaring tydig geopenbaar is, bevinding 1 nie noodwendig\ngemaak sou kon word nie, veral aangesien die verklaring tot\n'n wesenlike\nkoersaanpassing van die kruisondervraging van die ander staatsgetuies,\ninsluitend Dr Schwär, aanleiding sou gegee\nhet.\nAd [3] en [4]\n: Ek kom nou by die vraag of die staat bewys het dat\ndie oorledene deur die appellante aangerand is. Soos gesê, is die staat\nse\nsaak uitsluitlik op Anna aangewese. (Lena wat saam met haar die gebeure by die\nstoor sou gehoor en gesien het, is deur die staat\ngediskrediteer.) Dit is reeds\ntydens die verhoor vasgestel dat Anna fisies nie alles kon waarneem wat sy\nvolgens haar getuienis gesien\nhet nie. Dis haar verskoon. Sy sou dit bloot\n\"gesuggureer\" het dat sy die waarnemings gemaak het en dat sy eintlik maar net\n'n af\nleiding gemaak het. Hierdie judisiële afwatering is nie heeltemal\nregverdigbaar\n22\nnie omdat sy uitdruklik met haar onvermoë gekonfronteer is en sy\naanvaar het dat as sy nie kon gesien het nie, sy nie die waarheid\npraat nie. Ek\nverkies egter om nie 'n finale oordeel hieroor uit te spreek nie omdat haar\neerste polisieverklaring weer eens relevant\nword.\nDeel van haar waarneming volgens haar getuienis was oor hoe die oorledene\nuit die stoor geneem is en sy fisiese toestand op daardie\ntydstip. Dit is die\nbasis van die bevinding genommer [4] van die hof a guo. Volgens haar eerste\nverklaring het sy egter gaan lê\nnadat sy die oorledene hoor skreeu het. Sy\nhet \"gehoor\" dat die bakkie wegry.\nLena\nhet toe vir haar gesê dat\ndit Odendaal is \"en dat die oorledene by hulle op die bakkie is\". Die verklaring\nis slegs vir een\nuitleg vatbaar en dit is dat sy nie gesien het hoe die\noorledene uit die stoor gekom het en op die bakkie gelaai is nie. Dis in skrille\nkontras tot\n23\nhaar mondelinge getuienis. As die inhoud van haar verklaring juis is, is\ndaar geen getuienis op rekord wat die laas aangehaalde bevinding\nonder punt [4]\nvan die hof a guo onderskraag nie.\nDit opper die vraag of, as die hof van hierdie teenstrydigheid in haar\ngetuienis bewus was, haar sou geglo het toe sy getuig het dat\nsy gesien het hoe\ndie oorledene die stoor ingeneem is en dat sy sy geskreeu gehoor het. In hierdie\nverband lewer haar verklarings\nook probleme. Haar tweede verklaring eindig waar\nsy die gebeure wat ter sake is by Gert se aanranding, waargeneem het, gaan\nlê\nhet, die bakkie hoor wegry, later — toe dit skemer was — sy\nneus voor die stoor gesien het en toe gaan slaap het. Volgens\nhaar eerste\nverklaring is Gert eers by die stoor laat die aand aangerand, nadat die\noorledene se aanranding reeds plaasgevind het.\nDis nog iets wat nie met haar\ngetuienis\n24\nte rym is nie.\nBevinding [4] van die hof a guo omvat ook 'n\nander wesenlike punt waarby ek 'n wyle wil stilstaan. Dit is dat die oorledene\ndié\nmiddag \"taamlik sterk onder die invloed van drank was\". Dit is op die\ngetuienis van Gert en Willem gebaseer — persone wat nie\nalleen die\noorledene aangerand het nie maar self dronk was. Ek kan ongelukkig nie met die\nhof a quo se bevinding saamstem nie. Dit\nis op 'n eenogige beskouing van die\ngetuienis gegrond. Anna, wie se getuienis beide howe benede beïndruk het,\nhet onomwonde\ngetuig dat die oorledene nie gedrink het nie en dat hy\n\"bloednugter\" was. Sarah het haar gestaaf. Die hof a quo het hierdie getuienis\nvan Anna oorgesien. As mens dan ook in gedagte hou dat Gert nie sy mandaat om\nvir die oorledene drank te koop, nagekom het nie —\niets waaroor die\noorledene bitter was — is dit des te meer waarskynlik dat\n25\nhy nie gedrink was nie. Die grondslag van die hof a quo se gevolgtrekking\nval dus weg.\nDaar bestaan dus gegronde rede om te glo dat as Anna se\nverklarings tydig geopenbaar is, die hof a guo nie bevindings [3] en [4] sou\nkon\ngemaak het nie.\nAd [5]\n: Wat bevinding [5] betref, het die hof a guo\nnagelaat om 'n wesenlike faktor wat vir doeleindes van kousaliteit relevant is,\nin ag\nte neem. Dit is of die getuienis aantoon dat as die appellante nie die\noorledene in die waenhuis weggesteek het nie (natuurlik op\ndie veronderstelling\ndat hy toe nog geleef het) en hy mediese behandeling ontvang het, hy waarskynlik\nnie sou gesterf het nie. Tensy\ndit bewys is, het die staat nie bewys dat die\nwegsteek van die oorledene 'n handeling is wat tot sy dood bygedra het nie. Om\nkorte\nmette van die punt te maak : die staat het nie eens gepoog om hierdie feit\nte bewys nie.\n26\nOm dan uit die meriete van die aansoek om verdere getuienis te lei af te\nhandel : dit is namens die staat toegegee dat Anna die twee\nverklarings gemaak\nhet. Dit is egter betoog dat die verklarings onontvanklik is omdat die\nappellante nie vroeër die verklarings\naangevra het nie. Die verklarings is\nvermoedelik eers gedurende Julie 1995 versoek, ietwat meer as drie maande voor\ndie aanhoor van\ndie appèl. Op die veronderstelling dat daar 'n versuim\naan die kant van die appellante in hierdie opsig was — iets wat\nek moeilik\nbegryp — faal die betoog omdat niemand hierdeur benadeel is nie.\nDit is geykte reg dat daar op die staat 'n verpligting rus om 'n\nstaatsgetuie se verklaring aan die verdediging te openbaar as daar\n'n \"serious\ndiscrepancy\" op 'n wesenlike aspek van die saak tussen die getuie se verklaring\nen sy getuienis is. Die versuim om dit\nte doen,\n27\nkom op 'n onreëlmatigheid neer. Sien bv S v Xaba 1983(3) SA 717 (A)\nop 728H-729H.\nMnr Nel, namens die staat, het heel billik aangedui dat as hy in die\nskoene van die destydse aanklaer gestaan het, hy die verklarings\nvan Anna\nopenbaar sou gemaak het. Hy het nogtans betoog dat daar nie ernstige afwykings\ntussen Anna se verklarings en haar getuienis\nwas nie.\nWat verontrustend is, is dat die aanklaer se herverhoor van Anna net twee\naspekte gedek het : haar verklarings en die identiteit van\ndie stoor. Sy is\ngevra of sy sekere aspekte in haar verklarings gemeld het. Dit blyk nou dat haar\neen antwoord onwaar was. Die aanklaer\nhet dit egter daargelaat. Nadat die\nlanddros vrae ter opheldering gevra het, is een van die verdediging se\nraadsmanne toegelaat om\n'n vraag oor die inhoud van haar\n28\nverklaring te vra. Haar antwoord weet ons nou was weer vals. Weer het die\naanklaer geswyg.\nWat mnr\nNel\nse betoog betref, het ek reeds\nin loop van hierdie uitspraak aangedui dat die afwykings wesenlik was en dat as\ndie verklarings geopenbaar\nis, sou die verhoor waarskynlik 'n heel ander wending\naangeneem het. Anna kon óf gediskrediteer gewees het óf sy kon\ndie\ngeleentheid geskep het vir verdere kruisondervraging of ondersoeke. Die uiteinde\nhiervan is nie nou te bepale nie. Daar was dus\n'n miskenning van geregtigheid\nwat tot die wese van die saak gaan.\nEk het oorweging daaraan geskenk of die onreëlmatigheid nie net\nbetrekking het op die doodslag van die oorledene nie, m a w dat\ndit ten spyte\ndaarvan vasstaan dat die appellante aan aanranding (met of sonder 'n besondere\nopset) skuldig is. Hoewel ek aanvaar\ndat die\n29\nappellante die oorledene opgelaai het en dood (of vir dood) in die\nwaenhuis neergelê het, skep die onreëlmatigheid soveel\nvrae oor die\ntoestand van die oorledene toe hy opgelaai is dat mens nie met enige vertroue\ntot 'n bevinding kan geraak nie. Dit is\nnet nie moontlik om enige spesifieke\nbesering met enige mate van sekerheid aan die appellante toe te dig nie. Daarmee\nwil ek nie\nte kenne gee dat daar nie goeie rede is om die appellante te verdink\nnie, maar 'n redelike verdenking bewys nie strafregtelike skuld\nnie.\nEk het reeds gemeld dat No 1 en 3 se leuens en No 4 se stilswye nie die\nleemtes in die staat se saak gevul het nie. Hulle ontkenning\ndat hulle die\noorledene opgelaai het (waarskynlik met die doel om hom aan te rand) en in die\nwaenhuis uitgelê het, beide vals,\nkan in gewone omstandighede 'n afleiding\nregverdig dat hulle hom wel\n30\naangerand het. As die redelike moontlikheid oorweeg word dat hy onder\nhulle beheer en toesig dood is as gevolg van beserings vantevore\nopgedoen en as\ndaarmee hulle algemene boefagtige gedrag dié dag in ag geneem word, is\ndit goed denkbaar dat hulle kon glo\ndat die waarheid nie waarskynlik sou klink\nnie (Hoffmann & Zeffertt op cit p 602-603). Dus die leuens.\nDit volg dan dat die appél slaag en die volgende bevel word\ngemaak:\n1.\tDie aansoek om verdere getuienis voor te lê, word\ntoegestaan.\n2.\nDie\nappèl slaag.\n3.\nDie\nappellante se skuldigbevinding aan en vonnis\nop\n31 aanklag 5 word ter syde\ngestel.\nL T C HARMS APPèLREGTER",
  "scraped_at": "2026-02-12T07:52:14.222703",
  "date": "1995-11-21",
  "coram": [
    "NESTADT",
    "HARMS",
    "ARR",
    "SCOTT",
    "WND AR"
  ],
  "case_number": "17/95",
  "parties": {
    "applicants": [
      "MARGARINUS ODENDAAL",
      "WILLEM ODENDAAL",
      "CHRISTIAAN DU TOIT"
    ],
    "respondents": [
      "DIE STAAT"
    ]
  },
  "sections": {
    "facts": "The judgment concerns the death of Hans Muggels, who was found dead in a deserted barn on 2 September 1991 after events on 31 August 1991 on the Odendaal farm, Rietgat, Riversdal. The Odendaal brothers and a farm manager were accused of assaulting Muggels, beating him repeatedly, striking him on the head and abdomen with a stick, and subsequently leaving him semi‑conscious in the barn where he later died of a sub‑dural haemorrhage caused by a skull fracture. The trial court convicted the appellants of manslaughter (charge 5) and other offences; on appeal the conviction for manslaughter was altered to murder. The present appeal challenges that murder conviction.",
    "issues": "The central issue is whether the appellants are liable for murder under South African criminal law, i.e., whether they had the requisite intent (dolus eventualis) or common intention to cause the death or grievous bodily harm that led to death, and whether the causal link between their assaults and the sub‑dural bleed is established beyond reasonable doubt.",
    "principles": "The court applies the principles governing murder, including the requirement of *dolus eventualis* or common purpose, the test for intention to cause grievous bodily injury, and the necessity for the Crown to prove causation and the mental element beyond a reasonable doubt. It also considers the admissibility and credibility of witness statements, the duty of the prosecution to disclose material statements, and principles concerning the weighing of contradictory forensic and eyewitness evidence.",
    "application": "The court examined the medical evidence confirming that death resulted from a sub‑dural bleed caused by a skull fracture inflicted by a blunt object. It evaluated the testimonies of the state’s witnesses, particularly the key witness Anna Meyers, against the statements she gave to police, finding inconsistencies that undermined the prosecution’s case. The court concluded that the prosecution had not proved the appellants’ intention to cause the fatal injury or that they foresaw death as a possible consequence, and that the causal link was not established beyond reasonable doubt.",
    "conclusion": "The appeal succeeded. The Court set aside the murder conviction (charge 5) against the appellants, finding that the state had failed to prove the necessary intent and causation. The convictions for the other offences remained unaffected."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Murder",
    "level_3": [
      "dolus eventualis",
      "common intention",
      "subdural haemorrhage",
      "evidence credibility",
      "appeal"
    ]
  }
}