{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/153.html",
  "case_name": "LTA Mitec Ltd. v Genrec Steel Structures (Pty) Ltd. (258/94) [1995] ZASCA 153 (29 November 1995)",
  "citation": "[1995] ZASCA 153",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 153\n|\nNoteup\n|\nLawCite\nLTA Mitec Ltd. v Genrec Steel Structures (Pty) Ltd. (258/94) [1995] ZASCA 153 (29 November 1995)\nDownload original files\nPDF format\nRTF format\nCASE NO 258/94\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between\nLTA MITEC LIMITED\tAPPELLANT\nand\nGENREC STEEL STRUCTURES\n(PTY) LIMITED\tRESPONDENT\nCORAM\n: VAN HEERDEN, F H GROSSKOPF, et MARAIS JJA\nHEARD\n: 3 November 1995\nDELIVERED\n: 29 November 1995\nJUDGMENT\nMARAIS JA/\n2\nMARAIS JA\nDuring 1989 the Matimba electric power station was being\nconstructed at Ellisras in what was then Transvaal. Certain steel gantries\nrequired to be erected and that necessitated using a sophisticated and powerful\ncrawler crane. A crane owned by Genrec Steel Structures\n(Pty) Ltd. (\"Genrec\")\nwas used for that purpose by Orbit Engineering (Pty) Ltd. (\"Orbit\"). LTA Mitec\nLimited (\"Mitec\") had been instrumental\nin procuring from Genrec the use of the\ncrane for Orbit. How that was achieved lies at the heart of the dispute in this\nlitigation.\nOn 26 August 1989 the crane capsized while it was being used and was\nbadly damaged. The reasonable and necessary cost of repair is\nalleged to be R2\n042 726,87.\nOn 17 August 1992 Genrec issued summons in the\n3\nWitwatersrand Local Division against three defendants. First defendant was\nLTA Process Engineering (Pty) Ltd (\"Process Engineering\");\nsecond defendant was\nMitec; and third defendant was Orbit. Genrec's claim was for the cost of\nrepairing the crane. The manner in\nwhich Genrec initially pleaded the causes of\naction upon which it relied is of considerable significance in deciding the\nfactual\nissues which arise. In paragraphs 6, 7 and 8 of its particulars of claim\nit alleged that it was orally agreed between itself, Mitec\nand Orbit that it\nwould hire the crane to Orbit for the erection of the steel gantries by Orbit on\nits (Genrec's) standard terms\nand conditions of hire and on condition that Mitec\nor another company in the LTA group of companies \"place(d) an order with\n(Genrec)\nfor such hire\"; that Process Engineering or Mitec placed an order with\nGenrec \"for the hire of the crane\"; that \"in the premises\"\nGenrec, Process\nEngineering Mitec and Orbit\n4\n\"concluded an oral agreement in terms whereof (Genrec) agreed to hire the\nsaid crane for reward to (Orbit) on (Genrec's) standard\nterms and conditions of\nhire\" a copy of which was annexed; that it was \"a tacit, alternatively implied\nterm\" of the agreement of\nhire that Process Engineering \"and/or\" Mitec would\ncause the crane to be returned to Genrec in the same condition in which it was\nwhen delivered to Orbit; that the crane was delivered in good order and\ncondition to Orbit \"pursuant to the said agreement of hire\";\nthat whilst being\nused by Orbit for the erection of the steel gantries and whilst under its\ncontrol and in its possession \"pursuant\nto the said agreement of hire\" extensive\ndamage was caused to the crane; that the fair, reasonable and necessary cost of\nrepair was\nR2 042 726,87; and that \"in the premises and by virtue of the\nprovisions of the aforestated agreement\" Process Engineering and/or\nMitec and/or\nOrbit is liable to Genrec for that sum.\n5\nThe standard terms and conditions of hire contained inter alia the following\nprovisions:\n\"21 a The HIRER shall be responsible for all expenses including the cost of\nrepairs to the CRANE arising from the breakdown of the\nCRANE or from accidental\ndamage to the CRANE, occurring through the HIRER'S negligence, misdirection or\nmisuse and shall include\nthe travelling time and costs of the OWNER or his/its\nnominee and expenses incurred through the CRANE being immobilised or bogged\nin\nwet ground, rockfall, subsidence, inundation or the like. INDEMNITY DAMAGE TO\nCRANES.\n21 b Save for fair wear and tear and where the provisions of Clause 21 a\napply, whilst the CRANE is on SITE, the HIRER shall be responsible\nfor and\nindemnifies the OWNER against any loss of or damage to the CRANE howsoever\ncaused.\"\nI shall refer to this cause of action as the first cause of action. I\nemphasise that the case pleaded at this juncture is that the\ncrane was hired to\nOrbit and not to Mitec and that liability for the damage to the crane was\nfounded upon Genrec's standard terms\nand conditions.\n6\nIn paragraph 10 of the particulars of claim an alternative cause of action\nwas pleaded. It was alleged that Genrec and Orbit \"concluded\nan oral agreement\nin terms whereof (Genrec) agreed to hire the said crane for reward to (Orbit),\nand that it was \"an express, alternatively\ntacit, alternatively implied term\"\nthat Orbit would return the crane to Genrec in the same condition in which it\nwas when delivered\nto Orbit. For the rest, the same allegations regarding the\noccurrence of damage to the crane and the cost of repairing it were made\nand\nOrbit was alleged to be liable to Genrec \"in the premises and by virtue of the\nprovisions of the said agreement\". I shall refer\nto this cause of action as the\nsecond cause of action. Again, there is no suggestion that the crane was to be\nhired by Mitec. Liability\nfor the damage is now (as an alternative) founded upon\na breach of a term that the crane would be returned in good order and\ncondition.\n7\nOn 6 November 1992 Genrec gave notice of its intention to amend its first\ncause of action. All that the amendment entailed was the\ninsertion of the names\nof the particular persons who were alleged to have represented Genrec, Mitec and\nOrbit in concluding the oral\nagreement pleaded.\nOn 6 August 1993 Genrec set about amending its pleadings again. It sought to\nintroduce in the first cause of action the allegation\nthat at all material times\none Campbell was employed by Mitec and acting in the course and scope of his\nemployment and that he, alternatively\nMitec, was duly authorized to represent\nOrbit. It was also sought to allege, as a further alternative, that Campbell,\nalternatively\nMitec, represented to Genrec that they were authorized to\nrepresent Orbit. It sought to eliminate the second cause of action altogether.\nHowever, it sought further to amend the first cause of\n8\naction by introducing for the first time an allegation that it was orally\nagreed on 15 August 1989 that Genrec would for reward hire\nthe crane to Mitec on\nGenrec's standard terms and conditions of hire. The allegation originally made,\nnamely, that it was orally\nagreed that Orbit would hire the crane was persisted\nin but only as an alternative allegation. The date upon which it was allegedly\nso agreed was altered from 9 August 1989 to 15 August 1989. The allegation that\nProcess Engineering was liable either singly or jointly\nwas sought to be\nwithdrawn.\nOn 11 August 1993 Genrec gave notice yet again of its intention to amend its\nparticulars of claim. This notice appears to have been\nintended to supersede the\nnotice of 6 August 1993 for it incorporated all the amendments of which notice\nhad been given in the notice\nof 6 August 1993. In addition it was sought to make\nit plain\n9\nthat the allegation that it was orally agreed that Genrec would hire for\nreward the crane to Mitec, alternatively Orbit, was an alternative\nallegation to\nthe allegation that it was orally agreed that Genrec would hire the crane to\nMitec, alternatively Orbit, on Genrec's\nstandard terms and conditions of hire.\nHowever, the attempt to make that plain was undermined to some extent because in\nyet another\nparagraph (6.3) the allegation that in the premises Genrec hired the\ncrane for reward to Mitec, alternatively Orbit, was retained\nas the primary\nallegation and the allegation that the crane had been hired by Genrec to Mitec,\nalternatively Orbit, on Genrec's standard\nterms and conditions of hire appeared\nas a secondary allegation made as an alternative. Be that as it may, the parties\nappear to\nhave understood that Genrec's primary allegation was that its standard\nterms and conditions applied and that the allegation that\nit was a case of hire\nfor reward was put forward\n10\nonly as an alternative. That became clear because Genrec continued to allege\nthat, if it should be found that the agreement of hire\nwas not on Genrec's\nstandard terms and conditions, it was a tacit, alternatively an implied, term of\nthe agreement (i.e. of hire\nfor reward) that Mitec, alternatively Orbit, would\nensure the return of the crane to Genrec in the same condition in which it had\nbeen delivered by Genrec. It was also alleged for the first time and in the\nalternative that Mitec had represented Orbit when the\nagreement was\nconcluded.\nOrbit's attitude was to deny that it had entered into an agreement to hire\nthe crane from Genrec and to allege that it was Mitec,\nrepresented by Campbell,\nwhich had done so. It also raised other defences but I need not set them out.\nMitec's stance was fundamentally\nthe same. It denied having entered into any\nagreement of hire with Genrec either on Genrec's standard terms and\nconditions\n11\nor at all. It pleaded the circumstances which gave rise to Orbit's need for\nthe crane and alleged that Genrec was prepared to hire\nthe crane to Orbit on\ncondition that Mitec undertook to pay the hire charges to Genrec if they were\nnot paid by Orbit, that Campbell\nconveyed to one Ahlers who was acting on behalf\nof Genrec that Mitec undertook to pay if Orbit did not, and that Campbell had no\nauthority to hire the crane on behalf of Mitec. Other alternative defences were\npleaded but again it is unnecessary to recite them.\nGenrec responded by filing a replication in which estoppel was raised as an\nanswer to Mitec's denial that Campbell was authorised\nby it to conclude a\ncontract of hire between Genrec and Mitec and also as an answer to Mitec's\nallegation that it \"only intended\nto guarantee the payment of the hire charges\nby (Orbit)\".\nAn order was granted in terms of Rule of Court 33 (4)\n12\ndirecting that certain of the issues be decided separately from the remainder\nof the issues between the parties. The former issues\nwere whether the contract\nof hire was concluded by Genrec with Mitec or with Orbit and what the terms of\nthe contract of hire were.\nThe Court a quo (Flemming D J P) heard evidence\nrelevant to those issues and, in the result, absolved Orbit from the instance at\nthe close of Genrec's case and, after hearing the evidence adduced by Mitec and\nthe arguments of counsel, and after allowing Genrec\nto amend its particulars of\nclaim during such argument, it concluded that Genrec had proved that it hired\nthe crane to Mitec and\nthat Genrec's standard terms and conditions governed the\nlease. Consequential costs orders were also made. It is against those findings\nand costs orders that Mitec appeals with leave granted by the Court a quo.\nThere was much which was either common cause or not\n13\ndisputed. The power station had been under construction for some years. Mitec\nwas the main contractor to Escom for the construction\nof certain parts of the\npower station. An associated company, Steeldale (Pty) Ltd (\"Steeldale\"), was a\nsub-contractor to erect the\nsteel gantry beams to which I referred earlier.\nGenrec was a sub-contractor to one of the other main contractors. Genrec also\ncarried\non the business of hiring out cranes and during the first two phases of\nthe erection of the gantry beams Orbit had hired a crane\nfrom Genrec to carry\nout the work. Mitec had no knowledge of those arrangements and played no role in\nmaking them.\nWhen phase 3 of the gantry beam erection programme was about to commence\nOrbit had in mind to hire a crane again from Genrec. There\nwas some concern\nabout delays in the construction programme and it was in the interests of all\nconcerned to expedite the\n14\nerection of the gantries. Genrec had a crane available for hire but there had\nbeen some dissension between Genrec and Orbit arising\nout of a previous hire\ntransaction and Genrec let it be known that it lacked confidence in Orbit's\nability to pay the hire charges\nand was therefore unwilling to make the crane\navailable to Orbit unless Mitec placed an order for it. In the result, an order\nnumber\nwas given to Genrec by Mitec. Mitec had no stationery of its own so it\nused a letterhead of another company in the LTA group, namely,\nProcess\nEngineering, in order to send a facsimile to Genrec which read \"order number for\nhire of crane for Orbit Engineering 156255/1978\".\nIt was the use of this\nletterhead which led to Process Engineering being cited as one of the defendants\nin the summons which Genrec\nissued. As I have said, Genrec later withdrew the\naction against Process Engineering.\nGiven the virtually absolute liability for damage to\nthe\n15\ncrane which, if applicable, Genrec's standard terms and conditions of hire\nimposed upon the hirer, it is not surprising that neither\nMitec not Orbit was\nwilling to be dubbed the hirer of the crane after the accident occurred.\nAscertaining ex post facto which company\nhad in fact hired the crane (assuming\nfor the moment that one or other had done so) was no easy task. Almost all\ninvolved in the\nmaking of the arrangements which led to Orbit having the use of\nthe crane were more concerned about achieving their primary objective\nof\nprocuring the use of the crane for Orbit as expeditiously as possible so as not\nto hold up the construction programme, than about\nspelling out in precise terms\nand recording in appropriate documentation exactly what the legal relationship\ninter se of the actors\nwas to be. There was the risk that subsequently given\noral evidence might consciously or unconsciously be coloured to favour the\nparty\nin whose interest it was\n16\ngiven. Such contemporaneous or nearly contemporaneous written documentation\nas there was, was largely inconclusive as we shall see.\nThe probabilities and\nimprobabilities inherent in the situation were not so plain or obvious that they\nassisted greatly in resolving\nthe issues.\nThe court a quo found that it had been proved on a balance of probabilities\nthat Mitec had hired the crane on Genrec's standard terms\nand conditions. The\nlearned deputy judge president based his conclusion upon an accumulation of\nfactors. The witnesses called by\nGenrec impressed him as responsible people who\n\"tried to act responsibly and honestly when giving evidence\" and were willing to\nmake\nconcessions and to admit to uncertainty. Mitec's witnesses he found to be\n\"unpersuasive\" with the consequence that he \"mistrusted\nthe evidence on\n(Mitec's) side\". He regarded the unqualified telefax in which Mitec furnished\nGenrec with an order number as playing\na\n17\n\"pivotal role\". In the context in which it was sent, it signified, so he\nthought, contracting for the hire of the crane and not the\nundertaking of\nliability as a surety for Orbit. He drew attention to the inability of either\nMetcalfe (Mitec's project manager) or\nCampbell to point to any document in which\nit was made clear that Mitec was not hiring the crane but merely undertaking to\npay the\nhire charges if Orbit did not, and to their concession that the telefax\nfailed to set out explicitly what they claimed the agreement\nto have been. He\nregarded it as improbable that an order number would have been issued if Mitec\nhad merely undertaken to pay if Orbit\ndid not in view of the ease with which an\nappropriate letter or telefax to that effect admittedly could have been drawn.\nHe considered\nthat the mere furnishing by Mitec of an order number which was not\nin fact intended to reflect that an actual order had been placed\nby Mitec would\nhave been an empty\n18\ngesture so devoid of any practical significance and value to Genrec, that\nGenrec would never have accepted it as sufficient reason\nto let Orbit have the\nuse of the crane. He considered that the absence from the meetings at which the\ncontractual arrangements were\nmade of any of Orbit's management or staff\nindicated that it could not have been intended by either Genrec or Mitec that\nOrbit would\nbecome the hirer as a consequence of their arrangements. He pointed\nto the absence of any subsequent dealings between Orbit and Genrec\nto give\neffect to a contract of hire between Genrec and Orbit. He said that Venter\n(Genrec's maintenance foreman) would have behaved\nvery differently if he had\nconsidered Orbit to be the hirer and Mitec to be a surety. Although he\nrecognised that there was some\nvagueness and uncertainty in the evidence of\nGenrec's witnesses, he thought it to be too remote a possibility that all of\nthem would\nhave failed to recollect a\n19\ndiscussion the thrust of which was that Mitec should undertake the liability\nof a surety if such a discussion had taken place. He\ndid not think that the\n\"suretyship solution\" to the impasse which had arisen was any more likely to\nhave been favoured by Mitec than\nthe solution provided by Mitec hiring the crane\nitself because Orbit, Mitec and Steeldale were so situated vis-à-vis one\nanother\nthat hire charges paid by Mitec as hirer could be recouped equally\neffectively from Orbit.\nThe court a quo also concluded that Campbell had Mitec's authority to bind it\nto such a contract and that although there was no evidence\nto support a finding\nthat it had been expressly orally agreed that Genrec's standard terms and\nconditions would apply, it was open\nto Genrec on the pleadings to contend that\nit was tacitly agreed that those terms would apply. The court found that such\ntacit agreement\nhad been proved. Its reasoning was essentially this:\n20\napplication of the well-known officious bystander test to the\nquestion\nof what rates were to apply yields the answer \"Genrec's\napplicable\nrate\". Mitec's representatives \"knew that they were hiring where\nOrbit\nwanted to hire but could not\". The fact that they had made\nno\nenquiries regarding rates evidenced \"an attitude of blanket 'taking\nover'\nof what Orbit wanted to achieve\". Even were there no such\n\"blanket\napproach\", the absence of any queries about tariffs and any attempt\nto\nnegotiate levels acceptable to Mitec tended to signify acceptance\nof\nGenrec's usual rates. By parity of reasoning the \"most plausible\nand\nacceptable inference is that (Mitec) was hiring the specific crane\non\n(Genrec's) terms which usually apply to the letting thereof\".\nFor\nreasons which I need not detail he rejected a submission that\nthe\ninference that the hiring was to take place on Mitec's standard\nterms\nand conditions was no less plausible and acceptable. He regarded\nthe\n21\nsituation as one analogous to that in which a person hires a motor car or\ntravels on an airline; in the absence of any stipulation\nto the contrary by such\nperson, he or she is taken to accept that the usual terms of the car hire firm\nand the airline apply. Those,\nstripped of elaboration, were the reasons why the\nlearned deputy judge president reached his conclusions.\nThe appeal is therefore concerned principally with questions of fact. It is\ntrite that the findings of fact of a trial court are not\nlightly disturbed and\nthe grounds upon which an appellate court may be obliged nonetheless to\ndisregard them either wholly or partially\nand reach its own conclusions on the\nrecord are too well known to merit repetition. In the instant case I have come\nto the reluctant\nconclusion that the primary finding of fact of the court a quo\nnamely, that Mitec hired the crane is vitiated by a failure to weigh\n22\ncertain factors which, in my view, should have been taken into account. In\nsaying this I appreciate that it cannot reasonably be expected\nof a trial court\nto set out each and every factor, however peripheral, to which it has given\nattention in reaching its conclusions.\nBut when a judgment is entirely silent on\nfactors of such importance that they manifestly needed to be weighed, one cannot\nsimply\nassume that proper attention was given to them. Even the most experienced\nand conscientious of judges are but human and may sometimes\nfail to take account\nof something of which account should have been taken. I turn now to the factors\nwhich do not appear to have\nreceived the consideration they should have\nreceived.\nFirstly, there is the belatedness of Genrec's allegation that it was to\nMitec, and not to Orbit, that it hired out the crane. No such\nallegation was\nmade prior to the issue of summons in August 1992\n23\nand even then no such allegation was made in the particulars of claim. On the\ncontrary, while Genrec did allege a tripartite oral\nagreement to which Genrec,\nMitec and Orbit were parties, it alleged plainly and unambiguously that it was\nto Orbit that it was hiring\nout the crane on its (Genrec's) standard terms and\nconditions. What is more, it pleaded that the hiring out of the crane to Orbit\nwas conditional upon Mitec or another company in the LTA group placing an order\nfor such hire. If there was any ambiguity in those\nallegations they were set at\nrest by the distinction that was drawn by the pleader between the source of\nProcess Engineering's or\nMitec's obligation to return the crane in the same\ncondition in which it was when delivered to Orbit and the source of Orbit's\nobligation\nto do so. In paragraph 6.3 it was alleged that the hiring out of the\ncrane to Orbit was on Genrec's standard terms and conditions\na copy of which was\nannexed. In paragraph 6.4 it was\n24\nalleged that it was by virtue of a tacit, alternatively implied, term that\nProcess Engineering and/or Mitec were obliged to return\nthe crane to Genrec in\nthe same condition in which it was when delivered to Orbit. In other words,\nOrbit's liability arose from the\nstandard terms and conditions. The liability of\nProcess Engineering and/or Mitec arose from the tacit, alternatively implied,\nterm\npleaded. Indeed, an alternative cause of action was pleaded against Orbit\nalone. That cause of action was an oral contract of hire\nfor reward which did\nnot incorporate any standard terms or conditions but did incorporate an express,\nalternatively tacit, alternatively\nimplied, term that Orbit would return the\ncrane in the same condition as it was when Orbit received it.\nIt was only in August 1993 (a year later) that Genrec sought to allege, as\nits first cause of action, that it was orally agreed\n25\nthat Genrec would hire for reward on its standard terms and conditions the\ncrane to Mitec. The earlier allegation that it was hired\nto Orbit on those terms\nand conditions was relegated in status to an alternative allegation.\nSecondly, there is the failure of Kriedemann (Genrec's projects manager) in a\nwritten report prepared on 14 September 1989 soon after\nthe accident to spell\nout as clearly as he did when giving evidence that it was not to Orbit but to\nMitec that Genrec had agreed\nto hire the crane.\nThirdly, there are the answers given in cross-examination by Kriedemann in\nregard to hiring to Orbit. He conceded that his only concern\nwas whether Genrec\nwould be paid by Orbit and that once that concern had been met, whether by\npayment in advance, or the provision\nof a bank guarantee, or a guarantee of\npayment by LTA, his\n26\nobjection to hiring to Orbit would fall away. He said that he sought\nto\novercome the difficulty by asking for an LTA order. The following\nensued:\n\"And if LTA had given an order number Genrec would have\nhired to Orbit? \tYes.\" [He was then read what had been\nsaid in Genrec's pleadings at one time; it was put to him in the following\nmanner. I have used the actual names of the companies\nfor clarity's\nsake].\n\"Genrec and Mitec and Orbit orally agreed that Genrec\nwould for reward hire the said crane to Orbit for the erection of certain steel\ngantries by Orbit on Genrec's standard terms and conditions of hire and on\ncondition furthermore that Mitec, alternatively another\ncompany in the LTA group\nplaces an order with Genrec for such hire. Do you agree with all that?\" [The\nCourt intervened and rephrased\nthe lengthy question.] \"\nCourt\n: The first\npoint is, was there an agreement to hire the\ncrane to Orbit? \t There was.\nAnd there were two conditions to that agreement, that it had to be on your\nstandard conditions and that you had to get an LTA\norder number, order? \t That is correct.\"\nAfter he had agreed that in this case an actual order never followed the\nfurnishing of the order number and that Genrec had never\nasked for \"an order\nproper, an order form\", it was put to him that Genrec was \"in these\ncircumstances happy with an order number\".\nHe replied:\n27\n\"We were happy to contract with LTA. We were not happy to contract with Orbit\nEngineering.\"\nLater it was put to him:\n\"Mr Campbell never used the words to you that LTA Mitec will hire the crane from\nGenrec?\"\nHis reply was \"I do not recall\".\nIn re-examination\nthe following passage occurs:\n\"In response to a question by my learned friend Mr Burman whether in your\nopinion an agreement of hire of the crane took\nplace to Orbit, you said yes? \t That is correct.\nNow what do you understand by that? \t That Orbit\nEngineering were\ngoing to make use of the crane.\"\nThis illustrates the imprecision and ambiguity with which\nKriedemann used language in the witness-box. There is little reason\nto suppose that he was any less imprecise and ambiguous when\ndealing with Mitec. It may also explain why Genrec's pleadings were\ninitially drafted in the way I have described. It was he who had\nfurnished Genrec's attorney with the information required for the\npurpose of issuing summons and drafting the particulars of claim.\n28\nNowhere in the judgment of the trial court can I find any\nrecognition of the relevance of these factors to the factual\nenquiry\nunless they are to be regarded as embraced in a generalisation\nreading:\n\"Then there is the fact that plaintiff's version comes from the mouth of\nwitnesses who despite some contradictions of their own evidence\nand of the\nevidence of others, despite vagueness and lackness (sic) of memory, and despite\nother deficiencies, came across as honest\nand very convinced on the crucial\nissue.\"\nCertainly there is no acknowledgement of\ntheir\nsignificance and importance and no attempt to explain how they were\nfully reconcilable with the evidence on the \"crucial issue\" being given\nby witnesses who were \"honest and very convinced\". At face value\nthese considerations constituted serious obstacles to a positive\nacceptance of Genrec's allegation that it was to Mitec that it hired the\ncrane and if they were not considered to be so by the trial court, it was\nincumbent on it to say why. The recital which the trial court gave of\n29\nfactors regarded by it as being inimical to Mitec's version of the agreement\nprovides no assurance that in evaluating them and concluding\nthat they were\nindeed fatally inimical to Mitec's version, the trial court gave consideration\nand assigned appropriate weight to\nthose apparent obstacles.\nThis Court is\ntherefore obliged to assess the recorded evidence afresh and as best it can\nwithout having had the advantage of seeing\nand hearing the witnesses testify.\nIf, notwithstanding its best efforts, it finds itself unable to come to firm\nconclusions upon\na balance of probability the result is that the decision must\ngo against the bearer of the onus of proof. Cf\nVan Aswegen v De Clercq\n1960 (4) SA 875\n(A) at 882 B-E. There is undoubtedly a good deal to be said for\nGenrec's contention that it is more probable that Mitec hired the\ncrane for the\nuse of Orbit than that Orbit hired the crane and Mitec\n30\nundertook to pay the hire charges if Orbit did not. But, in my view, the\nrespective merits and demerits of the witnesses who testified\non either side are\nnot so manifest ex facie the record and the probabilities are not so patent that\nit can be said that Genrec has\ndischarged the onus of establishing upon a\nbalance of probability that there was indeed either real or apparent consensus\nbetween\nit and Mitec that Mitec would hire the crane.\nI do not intend to discuss this aspect of the case in any greater detail\nbecause I consider that there is in any event yet another\nground upon which\nGenrec's claim against Mitec must fail. For the same reason I find it\nunnecessary to discuss the questions of authority\nwhich were debated before us.\nEven if it be assumed in Genrec's favour that it did indeed prove that Mitec\nhired the crane, in order\nto succeed in establishing that Mitec is liable for\nthe damage to the crane,\n31\nGenrec had to prove on a balance of probability either that Genrec's standard\nterms and conditions of hire were applicable, or that\nthere was a tacit or\nimplied term that Mitec would cause the crane to be returned to Genrec in the\nsame condition as it was upon\ndelivery.\nI turn first to Genrec's case in regard to the applicability of its standard\nterms and conditions. From the inception of the litigation\nright up to the stage\nof closing arguments Genrec had relied primarily upon an oral agreement that the\nhire was to be on its standard\nterms and conditions of hire. That plainly\nnegatived any reliance upon either a tacit or implied agreement or terms to that\neffect.\nAn allegation that parties have orally agreed upon something is\nincompatible with their having tacitly or impliedly agreed upon it.\nSee the\ncomments on Rule of Court 18 (6) of Erasmus,\nSuperior Court\nPractice, at\npage B 1-132. Any doubt about the intention of the\n32\npleader is entirely eliminated when one sees the manner in\nwhich the\nalternative cause of action was pleaded. There it was\nspecifically\nalleged that it was \"a tacit, alternatively an implied term\"\nthat Mitec,\nalternatively, Orbit would cause the crane to be returned to\nGenrec in\nthe same condition as it was when delivered. The contrasting ways\nin\nwhich these two alternative aspects of the pleadings were pleaded\nare\nstriking. As a fact there was no evidence upon which a finding\ncould\nhave been based that an express agreed term that the standard\nterms\nand conditions would apply had been proved and counsel for\nGenrec\ndid not contend otherwise. Indeed, despite the state of the\npleadings,\nhe asserted that it had never been expressly agreed that\nGenrec's\nstandard terms and conditions would apply and that its case\nwas\nalways that it was a tacitly agreed term of an orally agreed contract\nof\nhire. At the stage of final argument, the trial judge seems to\nhave\n33\nregarded the state of Genrec's pleadings as an obstacle to the raising of\nsuch a contention for, largely at his urging so we were\ntold, Genrec applied for\nand, despite Mitec's opposition, was granted leave to amend its pleadings by\ninserting the words \"alternatively\ntacitly\" between the words \"orally\" and\n\"agreed\" in paragraph 6 of the particulars of claim. The effect of that was the\nmaking of\nan alternative allegation that the entire agreement to hire (as\nopposed to any particular term of it) was tacit. That too was obviously\nnot\nborne out by the evidence and again counsel for Genrec disavowed any intention\nof contending that it was. As I have said, he\nmaintained that Genrec's case had\nalways been, and remained, that there was an express oral agreement of hire one\nof the tacit terms\nof which was that Genrec's standard terms and conditions\nwould apply, alternatively that the crane would be returned to Genrec in\nthe\nsame condition as it was\n34\nwhen delivered by Genrec.\nAssuming, without deciding, that it was open to Genrec on either its original\nor amended pleadings to raise that contention, the question\nis whether the\nexistence of either of those tacit terms has been established. I return to the\nquestion of whether the standard terms\nand conditions were proved to be\napplicable. In my judgment they were not. Mitec had not hired cranes from Genrec\non previous occasions\nso that there was no antecedent history of dealing with\nGenrec with knowledge of the particular terms and conditions upon which it\ndid\nbusiness. The fact that other companies in the LTA group had hired cranes from\nGenrec in the past does not serve to fix Mitec\nwith such knowledge. No written\ndocuments purporting to reflect or incorporate any standard terms and conditions\nwere placed by Genrec\nbefore Mitec for signature or other acknowledgement by\n35\nMitec nor were any such documents issued to Mitec. Merely\nbecause\nthere often are standard terms and conditions upon which those\nwho\nhire out cranes do so does not oblige a prospective hirer of a crane\nto\nassume that the particular firm from which he proposes to hire a\ncrane\nwill necessarily have such standard terms and conditions or, even if\nit\ndoes have such terms and conditions,that it will seek to impose\nthem\nsilently in every case irrespective of the circumstances. There is\nno\nanalogy whatsoever to be drawn between this class of case and\nthe\nwell-known \"ticket\" class of cases. Genrec did nothing whatsoever\nto\nalert Mitec to the existence of its standard terms and conditions\nof\nhire. Generalised concessions by Campbell about the practices\nfollowed\nby car hire firms and the tacit acceptance by clients of\nstandard terms and\nconditions take Genrec's case no further. It was\ncontended that Campbell had\nmade specific admissions relating to\n36\ncrane hire. Despite the fact that he had said that he had not hired a\ncar\nfor 10 years and that he did not know what \"the system\" was \"at\nthe moment\",\nit was put to him that \"most of\" the crane hiring firms\nuse \"forms\" of a\n\"similar type\" to the car hire firms. His reply was\n\"That is possible.\" Having assented to the proposition that the type of\nforms used are normally forms which contain a time sheet on the front\nand the conditions on the back \"very much like car hiring\", he was\nrequired to respond to a series of propositions put to him by the Court.\nThe relevant passages read:\n\"\nCOURT\n: If you phoned Avis today by phone and say look, I want the car\nin Cape Town for three days tomorrow, you will expect that you will\nhave to pay\ntheir tariff, whatever their tariff\nis normally for that car. \t Yes.\nYou will expect that before they give the car to you, you will have to accept\ntheir conditions, you will not be able to bargain,\nyou must accept their conditions. \t Yes.\nNow, in the case of a crane hire, would the same apply? You know that they\nhave terms and conditions on which they hire.\n37\nCorrect.\nSo if you just say I want to hire the crane and nothing more,\nyou are accepting their tariff and their terms. \t No, no, no.\nWhy not? \t When I normally hire a crane, when the crane\narrives on site or arrives in my yard, or whatever, the first thing they do,\nthey produce you with the acceptance of the crane on\nsite in good order and you\naccept the conditions. If you do not accept the conditions, they take the crane\nback.\nIt is easy. \t Yes, of course.\nOf course. That is why I said, if you say nothing more, you\nexpect that you are accepting their terms. \t Yes.\nIs that not so? \t That is correct.\nNow in the cases where you say you hired a crane, did that\nhappen more than once? \t I very seldom - it is normally\nthe sub-contractor that hires.\nSo in these cases you conclude contracts. \t Conclude\ncontracts?\nYou hire them. \t No, that is wrong. I would, if I was to -\nI want to hire a crane, I would go the normal\nprocedure.\"\nIn my view these answers fall far short\nof unequivocal\nadmissions that in this instance Genrec's standard terms and\nconditions\nwere to apply. The entire exchange postulates that at some stage\nthe\ncrane hire firm requires an acknowledgment of acceptance of the crane\n38\nin good order and on the crane hire firm's conditions. But that is precisely\nwhat did not occur in this instance. Mitec was never\nasked to do anything of the\nkind prior to the accident.\nNor does the fact, if fact it be, that Mitec had agreed to hire the crane in\nlieu of Orbit strengthen Genrec's case. It does not follow\nthat because Orbit\nwould have been bound by the standard terms and conditions because of its\nprevious dealings with Genrec and its\nknowledge of the standard terms and\nconditions, Mitec would be similarly bound. Orbit's knowledge and readiness to\ncontract on those\nterms and conditions cannot arbitrarily be imputed to Mitec\nsimply because Mitec hired the crane in lieu of Orbit. Cf\nMicor Shipping\n(Pty) Ltd v Treger Golf and Sports (Pty) Ltd and Another\n1977 (2) SA 709\n(W)\nat 712 H - 718 A. Nor does the fact that there was no discussion of the tariff\nand other matters relevant to the use of the\n39\ncrane advance Genrec's case. In the particular circumstances of the\ntransaction these were matters to which Mitec was indifferent\nbecause Orbit was\nto use the crane and would ultimately be debited one way or another with the\ncost of hiring the crane. Moreover,\nsilence on Mitec's side as to tariff would\nimply at worst for Mitec that it was content to pay either Genrec's usual tariff\nor a\nreasonable rate. It would not imply that Mitec was tacitly accepting\nwhatever other uncommunicated terms and conditions, however\nonerous, Genrec\nmight wish to impose. In short there is no adequate basis for inferring that\nMitec had tacitly agreed that Genrec's\nstandard terms and conditions of hire\nwould apply.\nI turn to the question of whether Genrec succeeded in proving the existence\nof the alternative tacit term which it pleaded, namely,\nthat the crane would be\nreturned to it in the same good order\n40\nand condition. The test to be applied is of course not whether such a term\nmight have been reasonable or even appropriate but whether\nit can safely be said\nthat the parties to the contract of hire either thought it to be so obvious that\nit was unnecessary to mention\nit or, if they did not advert to the question at\nall in their own minds, that if they had been asked whether such a term should\nexist,\nthey would have concurred in an affirmative answer. In my judgment, it\ncannot be said that both parties would have assented to such\na term It is\nreasonably conceivable that Mitec might have responded \"But surely only if any\ndamage to the crane is attributable to\nour actions or those of our employees.\" I\ncannot accept that it would undoubtedly have assented to so absolute an\nimposition of liability.\nThe appeal succeeds and is upheld with costs including the costs of two\ncounsel. The judgment of the trial court is altered to\n41\none of absolution from the instance with costs, including the costs of two\ncounsel.\nR M MARAIS\nVAN HEERDEN )\nCONCUR F H GROSSKOPF )",
  "scraped_at": "2026-02-12T08:46:01.275474",
  "date": "1995-11-29",
  "coram": [
    "Van Heerden",
    "F H Grosskopf",
    "Marais JA"
  ],
  "case_number": "258/94",
  "parties": {
    "applicants": [
      "LTA Mitec Ltd."
    ],
    "respondents": [
      "Genrec Steel Structures (Pty) Ltd."
    ]
  },
  "sections": {
    "facts": "During the construction of the Matimba power station in 1989, a sophisticated crawler crane owned by Genrec Steel Structures was required by Orbit Engineering. LTA Mitec facilitated the procurement of the crane from Genrec for Orbit. On 26 August 1989 the crane capsized and was severely damaged, with repair costs estimated at R2,042,726.87. Genrec sued Mitec, Orbit and a third company, alleging that the crane had been hired on its standard terms and that the hirer was liable for the damage. The pleadings evolved, at one point claiming the hire was to Orbit, later amending to assert that Mitec was the hirer, with the standard terms applying. The trial court found that Mitec had hired the crane on Genrec’s standard terms and awarded costs. Mitec appealed.",
    "issues": "1) Whether the contractual relationship between Genrec and Mitec (or Orbit) constituted a hire of the crane, and who the proper hirer was. 2) Whether Genrec’s standard terms and conditions of hire applied to the agreement. 3) Whether a tacit or implied term existed that the crane would be returned in the same condition. 4) Whether Mitec was authorised to bind itself to the hire contract. 5) Ultimately, who bore liability for the damage to the crane.",
    "principles": "The court applied principles of contract formation, including the need for clear agreement on terms, the authority of agents, and the doctrine of tacit terms (officious bystander test). It reiterated that the onus of proof lies on the claimant to establish a contract on the balance of probabilities. Standard terms are not implied unless the parties expressly or tacitly agree to them, and mere industry practice does not bind a party absent assent. Estoppel was considered but required clear evidence of reliance. The court also noted the need to give proper weight to all relevant factors and not to decide without addressing material evidential gaps.",
    "application": "The appellate court found that Genrec had failed to prove, on the balance of probabilities, that Mitec was the hirer or that the standard terms applied. The evidence showed ambiguity about who hired the crane, and Genrec’s late amendment of its pleadings undermined its credibility. No written agreement or clear oral consensus on the standard terms was produced, and the alleged tacit term that the crane would be returned in good condition was not established. Consequently, the claim that Mitec was liable for the damage could not be sustained.",
    "conclusion": "The appeal was successful. The trial court’s finding that Mitec hired the crane and was bound by Genrec’s standard terms was set aside. Mitec was absolved from liability for the crane’s damage, and costs were awarded in its favour, including costs for two counsel. The judgment of the lower court was altered to a judgment of absolution with costs."
  },
  "tags": {
    "level_1": "Contract Law",
    "level_2": "Hire and Lease Agreements",
    "level_3": [
      "authority",
      "standard terms",
      "tacit terms",
      "liability for damage"
    ]
  }
}