{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/120.html",
  "case_name": "S v Mthethwa (302/1994) [1995] ZASCA 120 (28 September 1995)",
  "citation": "[1995] ZASCA 120",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 120\n|\nNoteup\n|\nLawCite\nS v Mthethwa (302/1994) [1995] ZASCA 120 (28 September 1995)\nDownload original files\nPDF format\nRTF format\nSaaknr 302/1994\nIN DIE HOOGGEREGSHOF VAN SUID-AFRIKA (APPèLAFDELING)\nIn die saak tussen:\nLINDIWE ELIZABETH MTHETHWA\tAPPELLANT\nen\nDIE STAAT\tRESPONDENT\nCORAM: JOUBERT, STEYN et F H GROSSKOPF, ARR VERHOOR: 18 Augustus 1995\nGELEWER : 28 September 1995\nUITSPRAAK\nSTEYN, AR\n2\nSTEYN.\nAR :\nAppellant is op 23 Maart 1993 in die streekhof\nskuldig\nbevind aan besit van 'n AK 47\nmasjiengeweer en 29 patrone\ndaarvoor, ter oortreding onderskeidelik van artikels 32(l)(a) en\n32(l)(e) van Wet 75 van 1969 (\"die Wet\"). Sy is gevonnis tot\n6\njaar gevangenisstraf waarvan 2 jaar voorwaardelik vir 5\njaar\nopgeskort is. Sy het teen haar skuldigbevinding en vonnis\ngeappelleer na die Transvaalse Provinsiale Afdeling wat op 23\nAugustus 1993 haar appél teen haar skuldigbevindingvan die\nhand\ngewys het maar die vonnis verminder het na 4 jaar\ngevangenisstraf\nwaarvan 2 jaar voorwaardelik vir 5 jaar opgeskort is. Die\nopskortingsvoorwaardes in albei gevalle was dat appellant nie\ngedurende die íydperk van opskorting 'n oortreding pleeg\nvan\nartikels 32(2) en 36 van die Wet nie. Daardie voorwaardes is\nklaarblyklik verkeerd. Artikel 32(2), wat handel met die permit\ngenoem in art 31(1), het niks met die onderhawige oortredings te\n3\nmake nie.\nDie Transvaalse Provinsiale Afdeling het op 29 November 1993 verlof aan\nappellant verleen om na hierdie Hof te appelleer teen haar\nskuldigbevinding en\nverminderde vonnis.\nDie onbetwiste en erkende feite is die\nvolgende:\nOm ongeveer 21.00 op Maandagaand,\n7 Desember 1992, het sersant Joubert Nyakane (\"Nyakane\") en konst Ntjali, albei\nvan die Suid-Afrikaanse\nPolisie, Benoni, by perseel 80 in die Emma Popeni\nplakkerskamp, Daveyton, aangekom. Saam met hulle was 'n beriggewer en nog 'n\npersoon\nwat die beriggewer vergesel het. Nyakane was op soek na 'n AK 47\nvuurwapen wat volgens die beriggewer daar was. Op die perseel was\ndaar twee\npondokke, \"Zozos\" in die omgangstaal van die plakkerskamp. (So'n pondok sal o.a.\nna verwys word as 'n \"Zozo\".) Een was\ntoe\n4\nbewoon deur die okkupeerder van die perseel, John Ngoma, en sy vrou,\nappellant se suster. Hul Zozo was bekend as die \"Hoofhuis\". Die\nander Zozo was\nbewoon deur appellant en haar twee jong kinders van 10 en 11 jaar. Hulle het toe\nreeds vir drie maande daar gewoon\nen het van Kwa Thema afgekom. Appellant se\nmansvriend, ene Dumezweni Dlamini, het haar gereeld in haar Zozo kom besoek. Hy\nwas 'n\nhuurmotorbestuurder wat soms lang ritte onderneem het en juis op Vrydag 4\nDesember 1992 Natal toe vertrek het.\nAppellant se Zozo is met 'n gordyn in twee vertrekke verdeel. Die een\nvertrek was gebruik as kombuis en eetkamer en die ander as slaapkamer.\nDaarin\nwas 'n bed wat bestaan het uit 'n matras op 'n onderstel met kort pote, 50-75 mm\n(2-3 duim) lank.\n5\nMet hul aankoms daar het die beriggewer appellant se Zozo aan Nyakane\nuitgewys as die een waarin die vuurwapen versteek sou wees.\nAppellant was egter\ntoe nie tuis nie en haar Zozo was gesluit. Nyakane het hom toe na die ander\npondok gewend. Wat daarna gebeur\nhet is in geskil.\nNyakane, wat die enigste staatsgetuie was oor die gebeure in die\nplakkerskamp daardie aand, se weergawe was soos volg: hy het Ngoma\nen sy vrou\ndaar aangetref en vir Ngoma gevra wie in die ander Zozo op die perseel bly.\nDié het geantwoord dat \"die vrou wat\ndaar woonagtig is, uit is.\" Op\ndaardie tydstip het appellant daar aangekom. Nyakane het haar gevra of hy haar\nplek kan visenteer\nwant hy is op soek na 'n vuurwapen. Appellant het geantwoord\ndat sy nie daar bly nie en het gesê dat sy met haar\n6\nkinders pas van Kwa Thema daar aangekom het. Nyakane het Ngoma geroep en\nhom gevra wie die eienaar van daardie Zozo was. Ngoma het\nin appellante se\nteenwoordigheid gesê dat dit sy was. Appellant het Ngoma se woning toe\ningegaan, uitgekom met 'n sleutel en\ndie Zozo oopgesluit. Nyakane, appellant en\nNtjali het ingegaan. In appellant se teenwoordigheid het Nyakane die plek\ndeursoek, eers\ndie kombuis, en toe die slaapkamer, waarin hy mans-en vroueklere\ngevind het. Toe hy appellant vra wie se klere dit is, het sy geantwoord\ndat sy\nnie weet nie omdat sy nie daar bly nie, maar in Kwa Thema. Tydens verdere\ndeursoeking van die slaapkamer het Nyakane die bed\nopgetel en 'n AK 47\nmasjiengeweer met deels-gelaaide magasyn daaronder gevind. Daar was 28 patrone\nin die magasyn en een in die kamer\nvan die\n7\nvuurwapen. Weens die feit dat die spasie tussen die bed se onderstel en\ndie vloer slegs 2 tot 3 duim is, was die vuurwapen en magasyn\nonsigbaar voordat\ndie bed opgetel was.\nNyakane het appellant oor die vuurwapen en ammunisie uitgevra. Haar\nantwoord was dat hy \"die eienaar van die plek\", John Ngoma, daaroor\nmoet vra. Hy\nhet appellant daarna arresteer en John Ngoma oor sy vonds gaan uitvra.\nDié het ontken dat hy enigiets weet van\ndie vuurwapen of ammunisie.\nNyakane het hom nietemin ook aangehou omdat appellant hom daarby betrek het. Hy\nhet hulle en die vuurwapen\nmet toebehore toe na die aanklagkantoor, blykbaar op\nDaveyton, geneem,\nAppellant en Ngoma is daar aangehou en die volgende dag oorgeplaas na die\npolisieselle op Benoni. Gedurende\n8\nWoensdagmiddag, 9 Desember, het sers. W A Joubert (\"Joubert\") van die\nSuid-Afrikaanse Polisie, Benoni, die betrokke polisiedossier\nby die plaaslike\npolisiestasie nagegaan en gemerk dat daar geen waarskuwingsverklaring deur die\nappellant daarin was nie. Hy het\nhaar toe laat roep om so'n verklaring van haar\naf te neem en haar behoorlik gewaarsku. Sy verdere weergawe is dat sy nie 'n\nverklaring\nwou maak nie. 'n Ruk daarna het sy egter uit haar eie aan hom\ngesê dat sy niks van die vuurwapen af weet nie, dat sy nie weet\nhoe dit\nonder haar bed gekom het nie maar dat dit haar kêrel se vuurwapen is. Sy\nhet nie sy naam genoem nie maar het gesê\ndat hy 'n huurmotorbestuurder is\nwat werk vanaf die huurmotorstaanplek op Springs en dat die kanse goed is dat hy\ndaar gevind sal\nkan word. Sy was bereidwillig om Joubert soontoe te\n9\nvergesel vir daardie doel. Ngoma, wat ook by hierdie onderhoud bygebring\nis, het aan Joubert gesê dat hy weet hoe appellant\nse kêrel en sy\nvoertuig lyk en dat hy, Ngoma, gewillig was om saam te gaan na Springs op soek\nna hom. Joubert is toe met hulle\ntwee na die huurmotorstaanplek op Springs maar\nappellant se kêrel was nie daar nie. Joubert het voorts getuig dat hy en\nappellant\nmet mekaar op Afrikaans gepraat het, dat hulle mekaar verstaan het, en\ndat konstabel Ndala wat ook teenwoordig was, daar en dan op\nsy vraag bevestig\nhet dat appellant hom, Joubert, goed verstaan.\nGedurende kruisverhoor is dit aan Joubert gestel dat appellant ontken dat\nsy enige herinnering van die gesprek met hom het. Daarna\nis dit aan hom gestel\ndat sy \"nie 'n behoorlike rekolleksie\" van hierdie insident het nie; dit is\negter nie gestel\n10\nwatter \"rekolleksie\" daarvan sy wel het nie.\nDie weergawes\nvan appellant en Ngoma, wat ook 'n verdedigingsgetuie was, verskil van\ndié van die staatsgetuies en ook onderling\nvan mekaar. Haar weergawe is\ndie volgende: sy kom wel van Kwa Thema af maar het reeds 3 maande voor 7\nDesember 1992 verhuis na die\nbetrokke Zozo in Emma Popeni, waar sy en haar twee\nkinders sedertdien gewoon het. Die sleutel vir haar Zozo bêre sy in 'n\nlaai\nvan 'n kas in haar suster se woning op dieselfde perseel. Haar kêrel\nDumezweni Dlamini, 'n huurmotor-bestuurder, kuier gereeld\neen keer per week by\nhaar en was laas daar op Dinsdag 1 Desember 1992. Daar is egter geen van sy\nklere by haar nie.\nOp die aand van 7 Desember 1992 was sy tuis maar het\n11 sy op\n'n stadium toilet toe gegaan. Op haar pad terug het sy twee polisievoertuie\nbuite haar woning sien staan. Sy is na die \"hoofhuis\"\nwaar sy vier persone in\ndie woning by haar suster en swaer aangetref het. Dié persone het\ngesê hulle is polisiemanne.\nHulle het Ngoma toe uitgeneem en haar en haar\nsuster in die kombuis agtergelaat. Na 'n rukkie het huile Ngoma teruggebring en\nNyakane\nhet haar gevra vir die sleutel van haar woning. Sy het gevra of hulle\nmet \"die eienaar van die perseel\" gepraat het. Nyakane het\nbevestigend\ngeantwoord en gesê dat hy, Ngoma, gesê het dat sy die sleutel het.\nSy het dit toe afgehaal van die kombuiskas\nwaarop dit gelê het. Nyakane\nhet haar daarna aan haar skouer by die pondok uitgetrek, haar sleutel gevat,\nvooruit geloop en\nhaar Zozo oopgesluit. Die ander polisiemanne was toe\nook\n12\ndaar. Hulle het almal saam met hom ingegaan. Een van hulie het 'n flits\ngehad. Hulle het gesê hulle soek na 'n vuurwapen. Sy\nhet gesê daar\nis geen vuurwapen in haar plek nie. Nyakane het by haar gestaan. Die ander het\ndie plek deursoek. Op 'n stadium\nhet Nyakane aan een van hulle gesê om\ndeeglik onder die bed te soek. Sy het nie \"die seun\" wat dit moes doen dopgehou\nnie.\nSy het trouens met haar rug na die bed gestaan. Sy het gehoor \"die seun\"\nsê \"ja, hier is dit.\" Sy het nie gekyk om te sien\nwat dit was waarna hy\nverwys het nie, maar Nyakane het. Hy het haar toe gevra \"wat is dit hierdie?\" Sy\nhet gevra \"wat?\" Maar hy het\nnie gesê nie en sy het ook nie gekyk wat dit\nkon wees nie. Nyakane het haar toe begin slaan. Daarna het \"hulle\" haar\naangesê,\nom nog 'n ander, kleiner, vuurwapen \"uit te haal\". Toe sy vra\nwatter een, antwoord\n13\n\"hulle\" dat dit die een is waarme Dumezweni Dlamini, 'n \"operateur op die\nlang afstand\", die vorige dag (Sondag) op hulle geskiet\nhet daar by haar woning.\nSy het vir hulle gesê dat hy nie toe by haar was nie omdat hy soos\ngewoonlik die Vrydag reeds op 'n\nrit vertrek het. \"Hulle\" het geantwoord dat sy\nlieg, en dat dit Dlamini was wat op hulle geskiet het toe hulle in 'n voertuig\nwas.\nSy het dit ontken. Sy het getuig dat sy daardie aand nie geweet het dat dil\n'n vuurwapen was wat onder haar bed gevind was nie, dat\ndie polisie dit nie toe\naan haar getoon het nie en dat sy hulle nie na Ngoma verwys het nie. Die\nvuurwapen is eers op Daveyton aan\nhaar getoon en dit was toé eers dat sy\nbesef het wat onder haar bed na bewering gevind sou gewees het. Sy was egter nie\nbewus\nvan enige vuurwapen onder haar bed nie omdat sy selde daaronder\n14\nskoon gemaak het. Sy weet glad nie wie se vuurwapen dit is wat op\nDaveyton aan haar getoon is nie.\nAppellant het oor daardie aand ook\ngetuig dat die polisie haar nooit gevra het wie die eienaar van die betrokke\nZozo is nie. Sy het\negter wel aan hulle gesê dat sy van Kwa Thema\nafkomstig is. Sy het dit gesê nadat sy aan hulle gesê het hoe lank\nsy reeds op Ngoma se perseel bly en hulle haar toe gevra het waar sy voorheen\nwoonagtig was.\nOor Joubert het appellant gesê dat sy nie meer kan onthou in watter\ntaal hy met haar gepraat het nie. Sy het egter deurgaans\nZoeloe gepraat, maar\ndeur middel van 'n swart polisieman wat as tolk opgetree het. Sy het nie\nsuggereer dat hulle mekaar nie goed\nkon verstaan nie. Sy het ontken dat sy aan\nJoubert gesê het\n15\ndat die AK 47 aan haar vriend behoort het, en het inteendeel beweer dat\ndit hy was wat aan haar gesê het dat hulle weet dit\nis Dlamini s'n en dat\nsy ook so moet sê. Sy het geantwoord dat dit nie Dlamini se vuurwapen was\nnie, en dat sy hom nog nooit\nin besit van 'n vuurwapen gesien het nie. Joubert\nhet egter volgehou dat dit Dlamini se vuurwapen was, dat daar \"'n geveg by die\ntaxi-mense\" was en dat sy Dlamini aan hulle moet gaan uitwys. Daarop het Joubert\nhaar na die huurmotorstaanplek op Springs geneem\nvir daardie doel. Sy het egter\nnooit enige verduideliking gegee waarom dit namens haar aan Joubert tydens\nkruis-ondervraging gestel\nwas dat sy nie die gesprek met hom kan onthou nie. Sy\nhet verder gedurende haar getuienis weereens gesê dat sy nie weet wie\nse\nvuurwapen onder haar bed gevind is nie omdat sy dit nie gesien\n16\nhet nie en dit nie in haar woning aan haar getoon is\nnie.\nJohn Ngoma was, soos reeds gemeld, 'n verdedigingsgetuie. Hy\nsou oorspronklik 'n staatsgetuie wees maar appellant se advokaat het\nmet hom\ngekonsulteer onwetend dat dit die geval was. Die Staat het hom daarna as getuie\naan die verdediging beskikbaar gestel. Sy\nweergawe was dat hy tuis was op die\naand van 7 Desember 1992, toe die polisie by sy woning aangeklop en ingekom het.\nSy vrou en appellant\nwas toe ook daar. Sy vrou het geslaap, maar appellant was\nin die kombuis. Sy was vroeër toilet toe, maar was reeds terug toe\ndie\npolisie opdaag. Die polisie het hom uitgeneem na appellant se woning en gevra\nwaar die sleutel daarvan is. Hy het geantwoord\ndat sy sleutel nie daar kan\noopsluit nie, en dit was bevestig toe een van die polisie dit probeer\n17\ndoen het. Hy is toe gevra wie in daardie Zozo woon en hy het gesê\nappellant. Op hulle verdere vraag waar sy is, het hy geantwoord\ndat sy in die\nkombuis van sy woning is. Daarop is hulle terug na sy plek. Appellant was nog\nsteeds in die kombuis. Hulle het haar\ngevra om saam met hulle te gaan en gevra\nwaar die sleutel van haar woning was. Ngoma het nie geweet waar dit was nie maar\nhet gesien\ndat sy haar hand voor by haar bors insteek. Sy is uit saam met die\npolisie. Hy wou hulle volg maar is deur hulle gekeer en aangesê\nom tuis te\nbly. Hy het dit gedoen. Later die aand is hy ook aangehou en saam met appellant\nweggeneem, sy in een polisievoertuig en\nhy in 'n ander.\nNgoma het voorts getuig dat hy Dlamini ken as appellant se\n\"vrykêrel\", dat hy 'n \"taxidrywer\" is, dat hy hom soms\n18\neen keer per week en soms twee keer op sy perseel sien, dat Dlamini vir\nappellant daar kuier as hy alleen kom en dat hy op die vorige\nDonderdag laas\ndaar was. Hy was toe alleen, en was saam met appellant in haar Zozo. Op die\nDinsdag van daardie week het hy Dlamini\nnie daar gesien nie. Hy is saam met die\npolisie na die huurmotorstaanplek op Springs op soek na Dlamini maar kon hom nie\nkry nie.\nDie rede waarom na Dlamini gesoek was, is omdat die polisie wou weet\nmet wie appellant in haar Zozo gebly het. Sy het aan huMe gesê\nDlamini is\nhaar vrykêrel en hulle het toe besluit om na hom te gaan soek.\nNgoma het erken dat hy twee keer aan die polisie gesê het dat die\nander Zozo appellant s'n is. Die eerste keer voordat hulle\nhom gevra het daaroor\nen die tweede keer toe hulle hom op\n19\npad terug na sy woning gevra het wie daarin bly. Daarop volg\ndié\npassasie in sy getuienis:\n\"\nHof\n\": Nou maar wat het nou (daartoe) aanleiding gegee dat hulle\njou die tweede keer vra wie daar woon? ... Die rede hoekom hulle my gevra\nhet is\ndat my sleutel kan nie daardie Zozo oopsluit nie.\"\nDie verhoorhof het bevind dat Nyakane 'n goeie getuie\nwas, maar was nogtans attent daarop dat hy 'n enkel getuie was\nten\naansien van die gebeure in die plakkerskamp op die aand van 7\nDesember. Die hof het nietemin sy getuienis daaroor aanvaar en\ndié van appellant en Ngoma verwerp waar dit met sy\nweergawe\ngebots het. Die verhoorhof het dit gedoen na 'n breedvoerige\noorweging van hulle respektiewe relase en van die\nwaarskynlikhede\nwat daarmee verband hou. Na my oordeel is daar geen goeie\n20\ngronde om met daardie bevinding in te meng nie.\nOp appellant\nse eie getuienis was Nyakane en sy geselskap reeds by Ngoma voordat sy van die\ntoilet teruggekeer het. Sy het die twee\npolisievoertuie voor haar Zozo opgemerk.\nDaarop weerspreek sy vir Ngoma. Haar weergawe hiervan ondersteun Nyakane dat hy\nreeds by\nNgoma was voordat sy daar was. Dit is waarskynlik dat toe appellant by\nhulle aangesluit het, daar reeds 'n gesprek tussen Ngoma en\nNyakane was, soos\ndeur laasgenoemde getuig. Daar is ook die onderlinge weerspreking tussen\nappellant en Ngoma oor waar die sleutel\nvan haar Zozo was, maar dit is onnodig\nom verder met verskille tussen hul weergawes te handel.\nNgoma erken dat hy twee keer daardie aand aan Nyakane gesê het dat\ndie ander Zozo op die perseel appellant s'n is.\n21\nDaarop steun hy vir Nyakane. Sy rede waarom hy dit 'n\ntweede\nkeer gedoen het is egter vergesog. Ek stem saam met\ndíe volgende\nkommentaar en gevolgtrekking deur die\nverhoorlanddros\ndaaraangaande in sy uitspraak op die meriete (sy uitspraak):\n\"Ngoma erken dat hy twee maal vir die polisie gesê het dat beskuldigde\ndie huis bewoon. Die eerste keer kon hy duidelik identifiseer\nmaar die tweede\nkeer het hy taamlik kleigetrap waarom dit nou vir hom nodig was om vir die\npolisie 'n tweede maal te sê dat\ndie beskuldigde daardie huis bewoon.\nTewens, sy getuienis is so vaag dat die hof nou nog nie weet waarom hy 'n tweede\nmaal vir die\npolisie moes sê dat die beskuldigde die huis bewoon nie. In\ndie lig van die waarskynlikhede is die polisie se getuienis korrek\ndat hy 'n\ntweede maal gevra was omdat die beskuldigde ontken het dat sy die huis\nbewoon.\"\nAppellant se voormelde ontkenning het\ntrouens\nonmiddellik gevolg op Nyakane se mededeling aan haar dat hy haar\nZozo vir 'n vuurwapen wou deursoek. Volgens Nyakane het\n22\nappellant weer ontken dat sy daar woon toe sy ondervra was oor\ndie\nmans- en vroueklere wat in die slaapvertrekke gevind\nis.\nHaar ontkenning dat sy die vuurwapen gesien het\ntoe\ndit gevind was of dat dit daar deur die\npolisie aan haar getoon is, is\nso vergesog dat dit totaal onaanvaarbaar en klaarblyklik vals\nis.\nHaar erkenning dat sy aan Nyakane gesê het dat sy van Kwa\nThema\nkom, is stawing vir Nyakane se weergawe, maar haar rede vir die\nvermelding daarvan is eweneens vergesog. In sy uitspraak het die\nverhoorlanddros die volgende hieromtrent gesê:\n\"Hierteenoor getuig die beskuldigde en Ngoma dat sy wel gevra was waar sy\nwoon, maar sy het nou gesê sy kom van Kwa Thema af\nmaar sy woon alreeds\ndrie maande in daardie plek en sy het probeer voorgee dat Nyakane sou belangstel\nwaar sy nou drie maande tevore\ngewoon het. Weereens verstaan ek nie hoekom\nNyakane dit sou wou weet waar sy die afgelope drie maande woon nie. Hy is\ngemoeid met\ndie hier en\n23\nnou, nie met haar familiegeskiedenis nie. Dit is gemeensaak dat sy van Kwa\nThemba af kom. Waar sou Nyakane aan daardie inligting kom?\nIn die lig van die\nwaarskynlikhede is Nyakane se getuienis in hierdie verband verkieslik bo\ndié van die beskuldigde en haar\ngetuie.\"\nEk stem\nsaam met die landdros se voormelde kommentaar en\ngevolgtrekking.\nDaarbenewens is appellant se bewerings dat\nNyakane\nhaar by Ngoma se woning uitgesleep\nhet en later in haar Zozo\ngeslaan het, nooit tydens kruisondervraging aan Nyakane gestel\nnie.\nDaardie versuim is nie deur of namens haar opgeklaar nie.\nBy die beoordeling van appellant se skuld of onskuld\nis Joubert se getuienis van kardinale belang. Indien dit as die\nwaarheid aanvaar word, is dit duidelik dat appellant inderdaad\nbewus was van die vuurwapen onder haar bed en dat dit aan\n24\nbehoort het. Alhoewel sy nie Dlamini se naam aan Joubert genoem het nie,\nis dit duidelik dat dit hy was waarna sy verwys het. Op die\ngetuienis was hy die\nenigste mansvriend wat sy destyds gehad het.\nDie landdros het weliswaar in sy uitspraak Joubert se getuienis\nbreedvoerig uiteengesit sowel as appellant se weergawe van die gesprek\nmet hom,\nmaar het geen geloorwaardigheidsbevinding ten aansien daarvan gemaak nie. Dit is\n'n redelike ernstige versuim. 'n Hof van\nappèl verwag van 'n verhoorhof\ndat dit die feitebevindings daarvan en die hof se redes daarvoor moet verstrek.\nVide\n:\nS v Guess\n1976 (4) SA 715\n(A) op 718E - 719 A.\nNa my mening bevind hierdie Hof hom nou wesenlik\n25\nin dieselfde posisie as dié waar die geloofwaardigheidsbevindings\nvan 'n vehoorhof om een of ander rede ignoreer moet word,\nnl om tot 'n eie\nbevinding te raak op die betrokke getuienis soos dit voorkom in die notule van\ndie verrigtinge. Vgl:\nS v Rall\n1982 (1) SA 828\n(A) op 834 E - G.\nSó benader is ek van oordeel dat Joubert se getuienis aanvaar en\ndié van appellant verwerp moet word.\nAppellant se uiteindelike bewerings is nooit aan Joubert gestel nie. Sy\nhet sonder enige verduideliking haar standpunt ingrypend verander\nvan dié\nvan 'n onvermoë om die gesprek tussen haar en Joubert te onthou tot\ndié van 'n vermoë om daardie\ngesprek in detail te kan weergee. Dit\nis gemeensaak dat sy en Joubert na die huurmotorstaanplek op Springs gegaan het\nop soek na\nhaar\n26\nmansvriend, Dlamini. Joubert was 'n vreemdeling tot die geval. Hy het\ntrouens aan 'n ander afdeïing van die polisie behoort as\nNyakane, en het op\ndieselfde middag as dié waarop hy, appelïant en Ngoma na Springs\ngegaan het, die dossier vir die eerste\nkeer onder oë gehad. Hoe sou hy van\nappellant se mansvriend geweet het as appellant hom nie vertel het nie? En\nwaarom sou Joubert\nvir hom op Springs wou gaan soek as appellant haar vriend nie\nin verband gebring het met die AK 47 nie? Appellant se selfweersprekende\nweergawes en die waarskynlikhede wat met hierdie gebeure verband hou, dui na my\noordeel onteenseglik daarop dat Joubert die waarheid\nvertel en appellant die\nonwaarheid. Joubert se getuienis moet gevolglik aanvaar word. Daarvolgens het\nappellant geweet dat die AK\n47 onder haar bed versteek was en deur Nyakane\ndaar\n27\ngevind was, en het sy geweet dit behoort aan Dlamini.\nDie\nwaarskynlikhede dui na my mening so oorweldigend daarop\ndat\nDlamini met appellant se medewete en toestemming die wapen en\nammunisie onder haar bed versteek het en daar deur haar namens\nhom versteek is vir latere gebruik, dat daar geen redelike\ntwyfel\ndaaroor kan wees nie.\nIn die woordomskrywingsartikel (art 1) van die Wet,\nsoos gewysig, beteken \"besit\" ook \"bewaring\", en het \"besit\" in\nwerkwoordelike sin dieselfde betekenis. In HAT (derde hersiene\nuitgawe, 1994) beteken \"bewaar\" o.m. die volgende:\n\"(1) sorg vir, onder toesig neem, opberg. (4) wegbêre vir later\ngebruik op so'n wyse daí dit nie bederf nie.\"\n\"Bewaar\" en \"besit\" is albei doelgerigte begrippe en\n28 verg\nkennis van dit wat bewaar of besit word. Sodanige kennis is gevolglik 'n\nvoorvereiste vir 'n oortreding van artikels 32(l)(a)\nen 32(l)(e)van die\nWet.\nWeens appellant se valse ontkenning aan Nyakane dat sy in die betrokke\nZozo woon, haar leuenagtige getuienis aangaande die vonds van\ndie vuurwapen en\nammunisie en oor die ander gebeure in haar slaapkamer, en haar mededeling aan\nJoubert, is dit na my oordeel bo redelike\ntwyfel bewys dat sy die vereiste\nkennis gehad het. Appellant het gevolglik op albei voormelde betekenisse van\n\"bewaar\" die vuurwapen\nnamens Dlamini bewaar, en was sy derhalwe vir doeleindes\nvan die Wet in besit daarvan.\nOp die tereg aanvaarde getuienis is appellant se skuld na my mening bo\nredelike twyfel bewys en is dit gevolglik onnodig\n29\nom 'n beroep te doen op enige hulpmiddel vir daardie\ndoel.\nDie landdros het weliswaar die betrokke vermoede-skeppende\nartikel van die Wet (art 40(1)) ten volle in sy uitspraak aangehaal, maar\nhom\nnie in soveel woorde daarop beroep nie. Die wyse waarop hy slegs op die\ngetuienis gesteun het sonder enige verdere vermelding\nvan die vermoede is 'n\nsterk aanduiding dat hy by sy uiteindelike bevinding nie daarop gesteun het\nnie.\nHoe dit ookal sy, is dit, soos reeds gesê, weens die aard, gehalte\nen omvang van die getuienis opsigself, bo redelike twyfel\nbewys dat appellant\nskuldig is aan die misdade haar ten laste gelê en 'n beroep op die\nvoormelde vermoede was en is gevolglik\nonnodig. Dit is derhalwe ook onnodig om\nte handel met die moontlike ongrondwetlikheid al dan nie van die vermoede\ngeskep\n30\nby art 40(1) van die Wet.\nVide\n:\nS v Zuma and Others\n[1995] ZACC 1\n;\n1995\n(4) BCLR 401\n(CC) op 421 I - 422 E. en\nMetu teen Die Staat\n:\nAppèlhof, 28 Augustus 1995.\nWat die vonnis betref, het die\nTransvaalse Provinsiale Afdeling reeds in ag geneem dat appellant hoogs\nwaarskynlik nie die vuurwapens\nvir eie gebruik daarvan onder haar bed versteek\nof laat versteek het nie, maar dit slegs vir Dlamini daar bewaar het. Daarom het\ndaardie hof die vonnis dienooreenkomstig verminder tot haar voordeel. Appellant\nse misdrywe is nietemin steeds van 'n baie ernstige\naard. As sy so'n moordwapen\nvir iemand anders wil bewaar, al is dit vir haar minnaar, moet sy die gevolge\ndaarvan dra. Die verminderde\nvonnis is na my oordeel geensins onvanpas nie.\nAppellant verdien geen verdere verligting van haar vonnis nie.\n31\nDie opskortingsvoorwaarde moet egter reggestel word. Die volgende bevele\nword gemaak:\n(1)\tDie appél word van die hand\ngewys.\n(2)\tDie opskortingsvoorwaarde van die opgelegde vonnis word egter gewysig\ndeur die verwysing daarin na art 31(2) van Wet no 75 van\n1969 te skrap en te\nvervang met 'n verwysing na arts 31(l)(a) en 31(l)(e) van gemelde\nWet.\nMT STEYN. AR\nJOUBERT, AR)\nstem saam F H GROSSKOPF, AR )",
  "scraped_at": "2026-02-12T07:19:17.851640",
  "date": "1995-09-28",
  "coram": [
    "Joubert",
    "Steyn",
    "F H Grosskopf"
  ],
  "case_number": "302/1994",
  "parties": {
    "applicants": [
      "Lindiwe Elizabeth Mthethwa"
    ],
    "respondents": [
      "State"
    ]
  },
  "sections": {
    "facts": "Appellant Lindiwe Elizabeth Mthethwa was convicted in the Regional Court of possessing an AK‑47 and 29 cartridges in contravention of sections 32(1)(a) and 32(1)(e) of the Firearms Act (Wet 75 of 1969). The weapon was discovered on 7 December 1992 in the bedroom of her so‑called ‘Zozo’, hidden beneath a low‑profile bed. Police Sergeant Nyakane, Constable Ntjali and a reporter entered the premises after being directed by a local informant. Their testimony described the discovery of the firearm and ammunition after lifting the bed. The appellant denied knowledge of the weapon, claimed she had only been living at the premises for three months, and alleged the gun belonged to her boyfriend Dumezweni Dlamini. The State’s witnesses, including Nyakane and Constable Joubert, testified that the appellant was present, that she was shown the weapon, and that she admitted it was linked to Dlamini. The trial court found the appellant guilty and sentenced her to six years’ imprisonment, two years suspended. On appeal to the Transvaal Provincial Division, the conviction was upheld but the sentence reduced to four years, two years suspended, subject to a suspension condition tied to sections 32(2) and 36 of the Act, which the appellate court later held to be erroneous.",
    "issues": "The appellate court had to determine (1) whether the appellant possessed the firearm and ammunition within the statutory meaning of ‘possession’ and ‘bewaring’; (2) whether the appellant had the requisite knowledge and intent to possess the weapon for herself or for a third party; (3) the credibility of the police witnesses versus the appellant’s conflicting testimony; (4) the proper construction of the suspension condition attached to the sentence; and (5) the appropriate legal test for applying the presumption of knowledge under section 40(1) of the Firearms Act.",
    "principles": "The court applied the interpretative rules governing the terms ‘possess’ and ‘beware’ in the Firearms Act, noting that ‘bewaring’ carries the same meaning as ‘possession’ and requires knowledge of the item’s existence. It relied on precedent from S v Guess (1976) and S v Rall (1982) regarding the weight of police testimony and the standard of proof beyond reasonable doubt. The court also considered the statutory presumption of knowledge under section 40(1), which may be invoked when the accused is found in possession of a firearm under circumstances that give rise to an inference of knowledge, provided no reasonable doubt exists. The court affirmed that credibility assessments must be based on the totality of evidence, and that an erroneous reference in a suspension condition does not invalidate an otherwise valid sentence.",
    "application": "Applying these principles, the court found that the appellant was in physical control of the bed under which the firearm was concealed, that she was present when the police discovered the weapon, and that her own statements to the police linked the firearm to her boyfriend. The court rejected the appellant’s claim of ignorance as untenable in light of the police testimony and the improbability of an unknown weapon being hidden under her bed. Consequently, the statutory elements of possession and knowledge were satisfied. The court also corrected the suspension condition by replacing the reference to article 31(2) with the appropriate references to articles 31(1)(a) and 31(1)(e), but upheld the reduced sentence of four years with two years suspended.",
    "conclusion": "The appeal was dismissed; the conviction for illegal possession of an AK‑47 and ammunition was affirmed. The sentence was confirmed as four years’ imprisonment, with two years suspended, and the suspension condition was amended to refer to the correct statutory provisions. No further relief was granted to the appellant."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Firearms Offences",
    "level_3": [
      "possession",
      "statutory interpretation",
      "evidentiary credibility"
    ]
  }
}