{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/115.html",
  "case_name": "Mohamed and Another v Jassiem (201/1992) [1995] ZASCA 115; 1996 (1) SA 673 (SCA); (26 September 1995)",
  "citation": "[1995] ZASCA 115",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 115\n|\nNoteup\n|\nLawCite\nMohamed and Another v Jassiem (201/1992) [1995] ZASCA 115; 1996 (1) SA 673 (SCA); (26 September 1995)\nDownload original files\nPDF format\nRTF format\nCase No 201/1992\nIN THE SUPREME COURT OF SOUTH AFRICA APPELLATE DIVISION\nIn the matter between:\nSHEIKH NAZIM MOHAMED\nFirst Appellant\nTHE MUSLIM JUDICIAL\nCOUNCIL\nSecond Appellant\nand\nSHEIKH MOGAMAT ABBAS JASSIEM\nRespondent\nCOURT\n:\tHOEXTER, SMALBERGER, STEYN,\nMARAIS and SCHUTZ JJA\nHEARD:\t21, 22, 24, 25, 28 AND 29 AUGUST 1995\nDELIVERED\n:\t26 SEPTEMBER 1995\nJUDGMENT OF THE COURT\n2\nDuring February 1986 the respondent, Sheikh Mogamat Abbas\nJassiem\n(\"Jassiem\"), initiated separate proceedings against the two\nappellants in the\nCape Provincial Division. In one of the actions he\nclaimed damages from the\nfirst appellant, Sheikh Nazim Mohamed\n(\"Nazim\"), on account of an alleged\ndefamatory statement made by him\nof Jassiem on 20 December 1985. The words\nimputed to Nazim were:\n\"Hy [i e Jassiem] is 'n sympathiser met die Ahmadis. Hy staan saam met\nhulle.\"\nThose words were uttered, so it was alleged, in the hearing of\na\ncongregation gathered in the Yusufiya mosque, Wynberg, to attend\nthe\nmarriage of one Ramzie Abrahams (\"Ramzie\") to Fatima Gydien\n(\"Fatima\"). (Being a Muslim bride she did not attend her wedding\nceremony.)\nIn the other action Jassiem advanced two claims against the\nsecond appellant, the Muslim Judicial Council (\"MJC\"). The second of\n3\nthese was based on the same ground as the action against Nazim, with the\nrider that the defamatory statement had been made by Nazim\nacting on behalf, and\nwith the authority and approval, of the MJC. The first claim was also one for\ndamages, founded upon the MJC's\naverred incitement of the trustees of the\nCoovatool mosque (also known as the Loop Street mosque) to dismiss Jassiem from\nhis position\nas Imam of that mosque, which dismissal did in fact ensue.\nWe\nshall deal with the pleadings and in particular with the defences raised to the\ndefamation claims in more detail later. At this\nstage it suffices to say that\nthe two actions were consolidated and heard together; that the defamation claims\nwere upheld, resulting\nin the appellants being ordered, jointly and severally,\nto pay Jassiem the sum of R25 000 and certain costs, and that the first claim\nagainst the MJC (incitement) was dismissed. The present appeal lies against the\nupholding\n4\nof the defamation claims. There is no cross-appeal against the dismissal of\nthe incitement claim.\nIn order to comprehend the pleadings, the issues raised\nin the trial Court and on appeal, and the findings of that Court, it is\nnecessary\nto go back in history. Hazrat Mirza Ghulam Ahmad (\"Mirza\") was born in\nwhat was then British India round about 1840 and died there\nin 1908. He was born\na Muslim and there is no doubt that throughout his life he regarded himself,\nand, at least until 1891, was widely\naccepted by his coreligionists, as a devout\nMuslim. He wrote prolifically in propagation of the Muslim faith and in\nparticular defended\nit against what were, or were perceived by him to be,\nscurrilous attacks by some Christian missionaries on the Holy Prophet Muhammad.\n(We shall refer to the latter as the Holy Prophet.) There were, nevertheless,\nsome severe ecclesiastical rumblings during Mirza's\nlifetime. He had founded his\nAhmadiya\n5\nmovement in 1889 and for the next two years there was little, if any,\nopposition to it. In 1891 Mirza wrote that Muslims were in error\nin believing\nJesus Christ to be alive, or in his second coming. He proceeded to claim that he\nwas the \"promised Messiah\". This caused\nagitated opposition amongst a large\nnumber of Muslims, and especially Islamic religious leaders (\"Mullas\"). Those\nMullas condemned\nMirza of apostasy, since according to orthodox Muslim belief of\nthe time there would be a second coming of Jesus Christ from heaven.\nSome\ncontroversy also arose because of Mirza's repeated claims to prophethood. Here\nwe should explain that according to Muslim belief,\nbased on the Holy Quran,\n(hereinafter \"the Quran\") the Holy Prophet was the last and final prophet, so\nthat no prophet could arise\nafter him. (Whether Mirza claimed to be a prophet -\na Nabi or Rasul - in a literal, a metaphorical, or in some other sense became\none of the major factual issues at the trial.)\n6\nDespite the opposition to it the Ahmadiya movement grew and in 1906 it\nclaimed some 300 000 members and had spread into inter alia\nAfghanistan, Egypt\nand Persia. But in 1914, six years after Mirza's death, the movement split into\ntwo. Members of the first branch\nbecame known as the Qadiani Ahmadis and those\nof the second, under the leadership of Muhammed Ali, as the Lahore Ahmadis. We\nshall\nrefer to them respectively as the Qadianis and the Lahores (or\ncollectively as the Ahmadis).\nBefore proceeding we should mention that it will be necessary to quote from\nmany documents, from some at length. We quote them verbatim.\nSome of the main differences in the tenets of the two groups may be\nsummarised:\n(1) The Qadianis, unlike the Lahores, believe that Mirza was\n7\na prophet in the literal sense of the word. In common with orthodox Muslims,\nLahores maintain that no prophet can come after the Holy\nProphet.\n(2)\nUnlike the Lahores, the\nQadianis believe that acceptance of Mirza as a prophet is essential for being a\nMuslim, and that any one who\ndoes not accept that is a non-believer, an\napostate, a kafir, murtad (all of which have more or less the same meaning). The\nLahores\nbelieve that any one who professes faith in the Kalimah Shahada\n(roughly: \"There is only one God, Allah, and Muhammad is his messenger\n(prophet)\") is a Muslim.\n(3)\nUnlike the\nQadianis, the Lahores hold that a follower of Mirza may marry an orthodox\nMuslim.\n(4)\nThe Qadianis believe that it is\ninadmissible to say prayers behind an Imam (roughly, a leader of prayers) who\ndoes not accept\n8\nMirza's claims, whilst the Lahores hold that they may pray behind any Muslim\nImam who does not condemn other Muslims as kafirs.\nIt was mainly the Qadiani\ninsistence that Mirza was a real prophet which in later years led to attacks on\nMirza and his followers,\nand to renewed claims by orthodox Muslims that Mirza\nwas indeed an apostate. That was especially the case in Pakistan subsequent\nto\nthe partition of the Indian sub-continent, resulting in members of both branches\nof Mirza's followers being declared non-Muslims\nby legislation in 1981. For\npresent purposes, however, it suffices to refer to the so-called Cairo fatwa\n(opinion of a mufti or jurisconsult).\nIt was issued in 1962 by the rector of the\nAl-Azhar University in Cairo and declared that Qadianis \"have deviated from\nIslam in their\nbeliefs, in their worship and in the rules which govern their\nsocial relations\". This declaration purported to be made on the strength\nof a\nreport prepared by a research\n9\ncommittee of senior professors of the university under the supervision\nof\nthe rector. The fatwa does not itself mention Lahores.\nThe report deals mainly with the Qadianis. It is said, inter alia,\nthat\ntheir claim to the advent of a new prophet (Mirza) is contrary to the\nQuran,\nand that there is no doubt that Mirza and his followers are\napostates because\nof his\n\"claims to prophethood, to messiahood; that he had received revelation; that\nhe is the second Muhammad, that if he had lived during\nthe time of Jesus the\nlatter would not have been able to perform his miracles ...\"\nIt is only the last page of the report that contains references to\nthe Lahores. The compilers there recognise that there exist \"some\"\ndifferences between the two branches of Mirza's followers in their\nconception of Mirza and his claims; in particular because the Lahores\nmaintain, albeit wrongly, that Mirza did not claim prophethood. Despite\nthese differences both branches are said to qualify as non-believers.\n10\nThe report concludes as follows:\n\"The Ahmedis Lahore claim for example that an Ahmedi can follow a non-Ahmedi\nin prayer, but on condition that the non-Ahmedi whom\nthey follow in prayer must\naccept Mirza Ghulam Ahmad as a Muslim. They also claim that he is the Promised\nMessiah.\nAny person, therefore, who follows either branch, whether it be the branch of\nLahore or the branch of Qadian, is rejected from the\nfold of Islam.\"\nWe move to the South African scene. During the 1980s there\nwere an\nestimated 260 000 orthodox (or Sunni) Muslims in the Western\nCape and only\nsome 200 Lahores (including women and children). It\nwould appear that the\nQadianis were also few in number. In regard to\nreligions matters the MJC\nclaimed authority over members of the\northodox Muslim community in the Western Cape. It came into being in\n1945 with Jassiem one of the founder members. Thereafter Muslims\n(mostly those considered to have a reasonably intimate knowledge of the\n11\nQuran) were from time to time invited to join the MJC. It is an unelected and\na self-perpetuating body. In exercising its functions\nit has advised on and\napplied rules or prescriptions which in its perception are laid down in the\nQuran and the Sunnah (the traditions\nof the Holy Prophet). On occasions it has\ndeclared a person who regarded himself as a Muslim as murtad, i e, an apostate.\nAs will\nbe seen, such a declaration has dire civil and social\nconsequences.\nNazim became a member of the MJC in 1956 and later its\nchairman, and still later its president. The evidence led at the trial leaves\nno\ndoubt but that during the relevant period (1965 to 1985) he played a powerful\nrole in the MIC, in particular in matters related\nto Islamic belief.\nThe first agitation in the Cape against followers of Mirza occurred round\nabout 1960. The catalyst was Qadiani publications which\n12\nclaimed that Mirza had been a prophet. The MJC then took up the stand that\nall Mirza's followers should be excluded from mosques and\ntreated as pariahs by\northodox Muslims.\nBy 1965 Jassiem was no longer a member of the MJC. He had\nleft that body in about 1955 when a difference of opinion regarding a ritual\n-\nwhich prayers were to be said on a Friday - had arisen. From 1956 to 1971 he was\nthe Imam of the Imam Yasien mosque, having succeeded\nhis father, who had before\nhis death appointed Jassiem as his successor. For some years before 1965 Lahores\nhad been attending Jassiem's\nmosque. He allowed them to do so and to say their\nprayers in the mosque because, when questioned by him, one of the Lahores had\nclaimed\nto be a Muslim and had recited the Kalimah Shahada. Jassiem acted in\nthis way because in his view the Quran positively enjoins that\na professing\nMuslim is not to be excluded from a mosque.\n13\nBy 1965 the MJC had received and considered the Cairo fatwa. That body\nregarded the document as authoritative and decided to send\nout a circular\ncontaining its own fatwa condemning inter alia followers of Mirza as apostates.\nBefore this was done a deputation\nof the MJC in March 1965 visited Jassiem who\nwas then still allowing Lahores into his mosque. There was a conflict at the\ntrial as\nto what was discussed on that occasion. Nazim testified that the\npurpose of the meeting was to inform Jassiem of the true facts concerning\nMirza\nand his followers. To this end the Cairo fatwa was shown to Jassiem and he was\nrequested to join the MJC in its stand against\nQadianis and Lahores. Jassiem,\nhowever, refused to commit himself.\nJassiem's evidence about the meeting raises certain difficulties to be\ndiscussed later. He denied that there was any discussion about\nMirza and his\nfollowers or that the Cairo fatwa was shown to him. Yet\n14\nhe fully expected that the subject would be broached by the deputation\nand was indeed surprised when it was not. He also said that only a\nfatwa\ndealing with the death of Jesus (Isa) was shown to him. Apparently\nthis\nfatwa was not at all concerned with Mirza and the two branches of\nhis\nfollowers.\nShortly after this occasion Jassiem forwarded a letter dated 28\nMarch 1965\nto the MJC. With reference to the visit of the deputation he\nwrote:\n\"The spokesman [of the deputation] stated that they had come with the\nunanimous approval of the Council and that I was one of them\nand they being\nlikewise equal to me, mentioning that the doors of the Council were open for me\nand that I would be welcomed with\nopen arms.\nI take it that I am now accepted as a Muslim.\nI will however be pleased if your Council will make it public in the press,\nbecause I have been branded and named in the 'Muslim News'\nand also from the\npulpits\n15\nby Sheikhs Sharkie and Najaar [presumably as an apostate].\nIt would also be appreciated if I can have confirmation that the opinions\nexpressed by your deputation are equally held by the last\nmentioned Sheikhs.\nIt was requested that I reply as soon as possible, but\nI regret that I cannot make a final decision until such time when the said\nSheikhs Sharkie and Najaar has made a public statement,\nboth in their respective\nmosques and in the press, withdrawing all the malicious and defamatory\naccusations made against me.\"\nAccording to Nazim the MJC did not consider this letter a\nproper reply to\nthe Council's invitation that Jassiem should join them in\ntheir stand against\nthe Ahmadis. The MJC indeed construed the letter as\na refusal by Jassiem to\nwithdraw his support of \"the Ahmedi creed\", in\nparticular, so it would\nappear, because he had allowed and continued to\nallow Lahores into his\nmosque. The upshot was that the MJC declared\nJassiem to be murtad on the\nIslamic principle that he who approves of\n16\nKufr is also Kufr (roughly, he who approves of apostasy is himself\nguilty\nof apostasy). It should be explained that in the vocabulary of the\nMJC\nthe expressions \"approve\" and \"sympathise with\" are applied also to\na\nperson who does neither but simply fails to denounce Lahores because\nhe\ndoes not know enough about them to form a judgment as to their\ntrue\nfaith, and is content to accept their profession of the Muslim faith at\nface\nvalue. An announcement that Jassiem had been declared murtad was\nmade\nearly in May 1965 at a meeting held at a Cape Town mosque.\nImmediately after this the MJC sent out their fatwa to Sheikhs,\nImams and\nmosque committees. It is dated 8 May 1965 and reads:\n\"Dear Brother in Islam,\nI am instructed by the Muslim Judicial Council to report to you the findings\nand decision of the Council with reference to the Ahmedis,\nKadayanis, Bahais and\nthose persons who are sympathetic towards the beliefs of the above-named sects.\nThe decisions of the Council\nare based entirely on the Quran and Sunnah, and all\nmembers and committees of Majieds\n17\n[mosques] are earnestly requested to carry out these instructions to the\nletter. These instructions and decisions should at all times\nbe made known to\nthe congregations especially to those persons who were not fortunate to have\nheard the lecture which was given on\nSunday, 2nd May, 1965, in the Masjied of\nSheik Achmat Behardien.\nAPPENDED ARE THE DECISIONS OF THE COUNCIL\n:\n1.\nAll Ahmedis, Kadayanis,\nBahais and sympathisers,are Murtad.\n2.\nThey\nshould not be allowed to enter the Masjids of the\nMuslims.\n3.\nTheir marriage ceremonies should\nnot be allowed to take place in the Muslim Masjids.\n4.\nNo Sheik, Imam or Muslim should officiate at any of their marriage\nceremonies.\n5.\nIntermarriage between them and\na Muslim should never be allowed.\n6.\nThey are\nnot allowed to serve as wakiels or witnesses in any religious\nmatters.\n7.\nThey will not be allowed any\nburials nor can any of them be allowed to perform burial services at any of the\nMuslim\n18\ncemeteries.\n8.\nA Muslim should not pray for\nor on their dead.\n9.\nAnything slaughtered by\nthem can not be eaten nor can you eat from them.\n10.\nThere should be no association between a Muslim and any of the above\nsects....\"\nOne of the many traumatic consequences of\nthis declaration was\nvividly illustrated in evidence given at the trial If an\northodox Muslim\nhad been in the habit of employing the services of a Lahore\ntailor he\nwould have to stop doing so and even refrain from meeting him on\na\nsocial level. On appeal it was contended that among the clear signs\nthat\nJassiem was a lost soul are the facts that he employed an Ahmadi\nattorney (no Muslim attorney might act for him), that in raising funds\nfor\nthe litigation he sold his house to an Ahmadi (no Muslim might buy it),\nthat he called an Ahmadi (Peck) as a witness, and that having been\nelected to the management committee of a local authority he took his seat\n19\non it despite the fact that one of the other members was an Ahmadi. These are\nfurther instances of the rigour of the proscription\nenjoined by the MJC.\nHowever, we were told that banishment is the lot only of an Ahmadi who professes\nto be a Muslim. Should he,\nhowever, profess Ahmadism as a separate religion, he\nwould be shown the same tolerance as would be shown to a Jew or a Christian.\nJassiem spent the next five years in somewhat of a religious and social\nwilderness. Many members of his former congregation no longer\nsaid prayers or\nattended services in his mosque, whilst generally he was shunned by orthodox\nMuslims. Even his own sisters refused\nto visit him. Then, in 1970, he received a\nletter from the MJC. It contained an invitation to him to attend a meeting at\nthe Azaria\nmosque with a view to his rejoining the MJC. At this meeting there\nwas considerable discussion about the Lahores and Jassiem's refusal\nto brand\nthem murtad.\n20\nHis initial reaction was that he was not there to \"make\" other people\napostates (\"ek is nie daar om ander mense kafir ... en murtad\nte maak nie\").\nEventually he accompanied Nazim and Sheikh Mahdi to a separate room where a\nfurther discussion took place. The result\nwas that he affirmed the contents of a\ndocument drafted by Nazim. The gist of it was that Jassiem announced his return\nto Allah and\nhis repentance for encouraging the Ahmadis in their beliefs, and\nthat he testified to their heresy. There was a dispute as to whether\non their\nreturn to the room where the original discussions had taken place Jassiem read\nout the document to the full meeting, or\nwhether somebody else merely announced\nJassiem's acceptance of its contents. However, nothing turns on this.\nJassiem testified that he was pressed into signifying his approval of the\ndocument and that in his heart of hearts he still did not\nbelieve that\n21\nLahores were apostates. (This may have been the reason why he did not rejoin\nthe MJC.) But his endorsement of the document was received\nwith acclamation by\nthe meeting and orthodox Muslims generally. Needless to say, the Lahores\nreceived the news with dismay and their\nreaction was to stay away from Jassiem's\nmosque.\nWe shall return later to these two encounters in 1965 and 1970.\nDuring the\nnext 12 years or so the Ahmadi issue rather subsided. In 1971 Jassiem was\nappointed as Imam of the Coovatool (Loop Street)\nmosque by the board of\ntrustees, also known as the committee, of that mosque, and he continued to serve\nas such until the end of\n1985. Some three years earlier, however, there had\nagain been an anti-Ahmadi outcry. This was sparked off by an advertisement\nplaced\nby the Lahore movement in the Cape Argus in August 1982. This\nadvertisement intimated that the Lahores had applied for a welfare\norganisation\nnumber\n22\nto enable them to collect money for the erection of an Islamic centre\nand\nthe distribution of Islamic literature. The MJC, of which Nazim was\nthen\nthe president, went onto the attack and announced that it would\noppose\nthe application. In a circular issued by it the MJC reiterated its\n1965\ndeclaration \"that the Ahmediah Movement (no matter what branch of\nit)\nare non-Muslims and Kafir\", and went on to say:\n\"The Muslim Judicial Council hereby state categorically that whatever centre\nthe Ahmediahs are going to establish can never be an\nIslamic centre, neither any\ntype of Islamic institution or Mosque because these establishments or Mosques\ncannot be established by\nKafirs.\"\nThe MJC's stand led to litigation between the Lahore\ncongregation and one of its members, Ismail Peck, on the one hand, and\nthe MJC and two other defendants on the other. (For reasons not material\nto this appeal Peck later became the only plaintiff.) We shall revert to\nthat litigation.\n23\nRound about 1973 Jassiem married the sister of Erefaan Rakied (\"Erefaan\"). In\nCape Muslim circles the latter was widely regarded as\na Lahore Ahmadi or at\nleast an Ahmadi sympathiser. He did not testify at the trial and one therefore\ndoes not have first hand knowledge\nof his beliefs. His son, Nurredwhan Rakied,\n(\"Nurredwhan\"), and Jassiem both testified that when they questioned Erefaan on\nseparate\noccasions he denied that he was an Ahmadi. On the other hand, Nazim\nclaimed that Erefaan had admitted to him that he was indeed an\nAhmadi. Be all\nthat as it may, there appears to have been a reasonably close relationship\nbetween Jassiem and Erefaan and this gave\nrise to suspicion about Jassiem's\nstance in regard to the Lahore sect.\nIn 1982 and 1983 Jassiem acted on a\npart-time basis as Imam of the Parkwood mosque in Grassy Park, Cape Town. He was\nstill the Imam\nof the Coovatool mosque, but for some undisclosed reason the\n24\nregular Imam of the Parkwood mosque could only lead his congregation\non\nFridays. Jassiem lived in Grassy Park. Towards the end of 1983 he\nwent to\nMecca. Before his departure Erefaan and his wife visited Jassiem\nat his home\nto bid him farewell. This visit was observed by a member\nof the Parkwood\nmosque committee who evidently reported it to the other\nmembers of the\ncommittee. The consequence was that on Jassiem's return\nto Cape Town he was\nasked by the Parkwood mosque committee to\nattend a meeting. At that meeting\nhis relationship with Erefaan was\ndiscussed. Although he assured the\ncommittee members that Erefaan was\nnot an Ahmadi they refused to believe him.\nIn the result the secretary of\nthe committee wrote a letter to Jassiem. It is\ndated 16 March 1984 and\nthe material parts thereof read as follows:\n\"Further to our meeting of 17/2/84 where you claimed that Erafaan Rakiep is\nnot an Ahmedi and that until proven otherwise, you cannot\nreject him or debar\nhim from your home.\n25\nA letter was forwarded to the MJC and we were requested to attend a meeting\nto discuss this matter, which we did on Friday 9 March\n1984.\nAs you are aware Erafaan Rakiep (your brother-in-law) has been declared an\nAhmedi by the MJC and we, until proved otherwise, accept\ntheir decision. Your\nassociation with Erafaan (as confirmed by yourself) is placing us as custodians\nof the Mosque in a very dubious\nposition. This in turn has caused friction and\nbitterness not only among the Committee members but also amongst the Community.\nIn\nthis regard to resolve this matter in a most amicable manner, we sincerely\nappeal to you for your fullest regard with the aforesaid.\n...\nUntil this matter is cleared, we regret to notify you that your services are\nsuspended and that you will not be in the Movement's\nemploy as already stated by\nour delegation on Monday 5 March. However, this does not debar you from the\nMosque but we request you\nnot to hold any lectures after Salaah or at any other\ntime. We sincerely hope that you will adhere to the above request.\"\nAfter a further discussion, also attended by members of the\nMJC, Jassiem arranged a visit to Erefaan. On being questioned by\n26\nmembers of the mosque committee on that occasion Erefaan denied that he was\nan Ahmadi. Nevertheless the committee did not lift Jassiem's\nsuspension.\nIn February 1984 a Muslim religious dispute was referred to arbitration.\nNazim presided over the tribunal and Jassiem was to be called\nas an expert\nwitness on behalf of one of the parties. The other side then objected that since\nJassiem was an Ahmadi sympathiser he\nwas not a Muslim and therefore incompetent\nto testify before an Islamic tribunal. Nazim overruled the objection, holding\nthat Jassiem\nwas not such a sympathiser and that he was a Muslim.\nIn May 1985 Jassiem's daughter died. He conducted the burial service and\nbecause she had lived in Lentegeur, Cape Town, he afterwards\ndonated the sum of\nR100 to the Lentegeur mosque. Some months later he made another donation by way\nof a cheque for a further\n27\nR100. There followed a meeting between him and a delegation of the\ncommittee of the Lentegeur mosque at which his cheque was handed back\nto\nhim. Then, on 29 October 1985, the secretary of the committee wrote\nto\nJassiem as follows:\n\"On recommendation from two noted Ulama of the M.J.C. we learned the\nfollowing:\n(1)\nYou allow noted ahmediehs\nand their sympathisers in attend your congregation in Loop Str. Mosque; a fact\nthat cannot be disputed.\n(2)\nBecause you are\nserving on the Grassy Park management commity of which the chairman is a\nahmedieh.\n(3)\nthat you are still intimate with\nyour brother-in-law Irefaan Rakiep which is without a shadow of doubt a\nahmediey.\n(4)\nwhen it was stated in court that\nthese people only recognise two Alims, namely Shiek. M.S. Gamieldien and your\nselves, Shiek. Gamieldien\nmade an\naffidavit\n28\ndeclaring them apostates, you on the other hand refused to draw up a similar\ndocument.\nWe view with concerne the contents of this letter and will only accept your\ndonation if you\npublicly denounce the ahmedieya for what they are\nMURTAD.\"\n(The relevance of para (4) of this letter will appear shortly.)\nEither shortly before or after the date of this letter Jassiem\nattended\nthe funeral service of a certain Mrs Albertyn. This was to be\nconducted by\nSheikh Salie at the St Athens Road mosque. When Salie\nsaw Jassiem in the\nmosque he said that the service could not continue\nbecause of the presence of\nAhmadis and Ahmadi sympathisers. Jassiem\ndid not react because he considered\nthat that appellation did not apply to\nhim. Salie then mentioned Jassiem and\nhis brother, Abdullah (who was\nalso present) by name. Jassiem's reaction was\nto refuse to leave the\nmosque because, so he said, a mosque belongs to Allah\nand not to man,\n29\nhence nobody had the right to expel him from a mosque. After\nthe\nsupervisor (\"oorsiener\") of the funeral had also vainly requested\nJassiem\nto leave the mosque, the former asked Salie to proceed with the\nservice.\nThis Salie refused to do before \"these\" murtads had left the\nmosque.\nSomewhat of a physical altercation ensued after which Salie left\nthe\nmosque. Another Imam, who was also a member of the MJC,\napparently\nthen took over. He was Sheikh Soeker. At some stage members of\nthe\ncongregation exhorted Soeker to throw Jassiem out of the mosque.\nSoeker's reaction was:\n\"Breeders, stil. Daar is nog nie 'n bestelling nie teenaan die Shaik nie van\ndie Muslim Judicial Council nie.\"\nIt is tolerably clear that Soeker intended to convey that the MJC\nhad not yet branded Jassiem as an apostate.\nWe now revert to the litigation initiated in 1982. There is no\n30\nneed to set out the issues in that matter in any detail. It suffices to\nsay\nthat one of the orders sought by Peck was a declaration that Lahores\nwere\nMuslims and as such entitled to all the rights and privileges pertaining\nto\nMuslims. There were some initial forensic skirmishes and when\nthe\nmatter was first heard the Court (Berman J) had to consider certain\nlegal\nissues raised in limine by the defendants. One was thus formulated.\n\"... whether or not the Court should decline to entertain on its merits the\ndispute as to whether Ahmadis are Muslims or not.\"\nThe argument on behalf of the defendants was that it would\nbe\ninappropriate for a secular court to attempt to resolve questions\nwhich\nwere purely of a doctrinal and ecclesiastical nature. The finding\nof\nBerman J thereanent was:\n\"... it appears to me that the resolution of the question whether Ahmadis are\nMuslims or not may well be more fairly and dispassionately\ndecided by a secular\nCourt such as this than by some other tribunal\n31\ncomposed of theologians. Certainly when regard is had to the considerable\nnumber of experts to be called and the considerable volume\nof testimony to be\ngiven by them, this Court may well be the most suitable forum to deal with them\nand with their evidence.\"\nAs will become apparent later in this judgment it is not necessary for the\npurposes of this appeal for this Court to pronounce upon\nthe acceptability or\npracticability of the above point of view.\nSome time before the issue was\nraised Jassiem was approached by the defendants' attorney and also by a\ndeputation of orthodox Muslims.\nJassiem was asked about these occasions during\ncross-examination and his evidence in this regard is not entirely clear. It\nwould\nappear, however, that the deputation asked him to sign some form of\ndocument to the effect that no secular court could give judgment\non a matter\npertaining to Islamic belief. This Jassiem refused to do. During the\nconversation he was also asked whether he considered\nthe Ahmadis to be Muslims\nor\n32\napostates. His reply was that in his belief they were indeed Muslims. On\nanother occasion he was telephonically requested by the defendants'\nattorney,\nChohan, to sign an affidavit stating that he (Jassiem) considered Ahmadis as\nmurtad apostates and as such outside the fold\nof Islam. This, too, Jassiem\nrefused to do. It seems clear that Jassiem was fully aware that both documents\nwere intended to be used\nat some stage of the litigation in furtherance of the\ndefendants' case.\nThe hearing of the action commenced before Williamson J on 5 November 1985.\nOn the first day counsel for the defendants announced\nthat they were withdrawing\nfrom the proceedings, not because they were conceding the merits of the claims\nagainst them, but because\nas Muslims they felt \"that they could not in\nconscience submit to the jurisdiction of this court, which is an ordinary\nsecular court\n..., to decide who is a Muslim\".\n33\nEvidence was then led for some days. Hafiz Sher Muhammad (\"Sher Muhammad\"),\nwho testified also in the present matter, gave evidence\nto the effect that on a\nproper interpretation of the writings of Mirza he was not an apostate, and that\ntherefore the Lahores are\nnot murtad. (An hafiz is one who knows the whole of\nthe Quran by heart.)\nOn 20 November 1985 Williamson J gave judgment. He held\nthat Peck, the acknowledged Lahore Ahmadi, had discharged the onus of proving\nthat he was a Muslim (and hence not an apostate) and inter alia\ndeclared him\nto be such. Accordingly he accepted Berman J's view and, rightly or wrongly,\nproceeded to decide a question of religious\ndoctrine or dogma.\nThe outcome\nwas received with dismay, indeed consternation, by the MJC and orthodox Muslims\ngenerally. Nazim, on behalf of the MJC,\npublicly declared that Muslims had no\noption but to ignore the\n34\nrulings of Williamson J on the basis that no kafir could make another kafir a\nMuslim, or, put differently, that a Muslim was precluded\nby virtue of his\nreligious beliefs from accepting a determination by a non-Muslim court as to who\nis a Muslim. He also said that\nevery member of the MJC was prepared to go to\njail for the Islamic cause by not giving heed to the judgment. Furthermore,\nmosque\ncommittees were instructed not to allow Ahmadis into mosques.\nA few days earlier the MJC's administrator, Sheikh Gabier, had reported to a\nmeeting of the MJC that he had received numerous complaints\nabout Ahmadis and\ntheir sympathisers attending the Coovatool mosque. According to the minutes:\n\"The meeting also discussed the fact that no notices of\nthe masjid's decisions are ever read at the Juna-ah of this masjid. The\nCouncil was completely in the dark with regard to the stand\nand attitude of the\nIman viz. Sheikh M.A. Jassiem.\n35\nThe Administrator was thereupon instructed to write a letter to the Mosque\nBoard of the Masjid to set up a meeting so that this issue\ncould be\ndiscussed.\"\nPursuant to what was decided at this meeting Sheikh Gabier\nwrote a letter\nto the Coovatool mosque committee. It is dated 26\nNovember 1985 and\nreads:\n\"We wish to draw your attention to the fact that the Council have received\nnumerous complaints regarding:\n(a)\nthe attendance of known\nAhmadis and known Ahmadi sympathisers at your Mosque;\n(b)\nthe attitude of the Imam of the Mosque, Sheikh Abbas Jassiem towards\nthe Ahmadis, Qadianis and Bahai movement and its leaders, its\nfollowers as well\nas their sympathisers. This must be clarified in order to create an atmosphere\nof trust and harmony between Imam\nand Mureeds of the Loop Street\nMosque.\nI wish to draw your attention that we had\nmany problems with the said Sheikh. Our Main desire is that this matter must be\nresolved\npositively in no uncertain terms.\n36\nIn view of the urgency of this very serious matter we hereby cordially invite\nyour board to a special meeting with the Fatwa Board\nof the Muslim Judicial\nCouncil on Thursday the 28 November 1985 at 8.30 pm at the chambers of the\nMuslim Judicial Council.\"\nThe reply is dated 5 December 1985 and states inter alia:\n\"Your letter and allegations made in it was discussed at the Trust Meeting of\nthe abovementioned Mosque. The Trust feels that your\nletter states that you have\nreceived complaints. It should, however be noted that you did not attach any\nAffidavits or any letters\nof complaints.\nThe said Sheik M. Abbas Jassiem has served the Mosque and the community for\nthe last 13 years with dignity and sincerity. As far as\nwe can ascertain, the\ngreatest of trust and harmony prevails between the Imam and his Mureeds.\nThe said Sheik, being a learned man should be approached by the Muslim\nJudical Council directly and the Council should not ask us\nas layman to\nintervene with the learned Sheik on a religious issue.\n37\nAs layman we are in a dilemma, since the M.J.C withdrew from the Supreme\nCourt case against the Ahmadis in such a shocking and appalling\nmanner and\nallowed the Ahmadis to win the case by default which means that anybody\ninterfering now with the Ahmadis may be committing\ncontempt of court.\nThis truly was the blackest day in the history of the\nCape Muslims and has\nleft many a serious question\nunanswered as to the ability of the M.J.C to\nintervene,\ndefend or propogate Islam in a responsible and\nsincere\nmanner\t\"\nThis was how matters stood some 14 days before the wedding\nceremony of Ramzie was to take place in the Wynberg mosque. That\nceremony was to be led by Nazim who was a co-Imam of the mosque.\nSix\nwitnesses testified at the trial of the present matter as to what\noccurred at\nthe mosque (and some of them also in regard to certain events\nleading up to\nthat occasion). They were Jassiem, Rashied Abrahams\n(Ramzie's father), and\nJassiem's brother, Imam Abdullah, on the one side,\nand Nazim, Ramzie, and his\nfather-in-law, Ahmad Gydien on the other.\n38\nAs adumbrated above, the kernel of Jassiem's version was that on the occasion\nin question Nazim said that he (Jassiem) was an Ahmadi\nsympathiser. His version\nof the events in the mosque was in the main corroborated by Abdullah and\nAbrahams, but denied by Nazim.\nAccording to the latter his only reference to the\nAhmadi issue occurred when he asked Jassiem: \"Jy moet vir ons sê wat is\njou\nstaan met die Ahmadi movement\" (You must tell us where you stand with regard\nto the Ahmadi movement). We shall refer later to the\nlimited corroboration of\nNazim's version to be found in the evidence of Ramzie and Gydien.\nAt this\nstage it is convenient to say something about the six witnesses and the trial\nCourt's assessment of them and their evidence.\nAbrahams was not a learned man\nand in the view of the Court a quo his vocabulary in Afrikaans - the language in\nwhich he testified\n-was neither large nor sophisticated. He was a Sunni\n(orthodox) Muslim.\n39\nThe trial Court (VAN DEN HEEVER J) thought that his evidence was not\nsatisfactory in all respects, that he was somewhat confused as\nto the precise\nsequence of events inside the Wynberg mosque, but did not consider him a\ndishonest witness.\nAbdullah, who was some ten years younger than Jassiem, had\npassed standard 6 in this country. He was, however, somewhat lacking in\nreligious education. He had been taught the Muslim religion by his father and\nbrother, Jassiem, and never attended a religious institution.\nBy December 1985\nhe had been assistant Imam at the Coovatool mosque for approximately 14 years.\nHe had little, if any, knowledge\nof the Ahmadi movement. The trial Court doubted\nwhether he had the intelligence to concoct and abide by an untrue version of\nevents\nmerely to support his brother's version. Although his account of the\nevents inside the Wynberg mosque did not match that of his brother\nin every\nrespect, the impression\n40\ngained by the trial Court was that it gave different facets of the same story\nand that under cross-examination his version remained\nunshaken. Jassiem attended\nschool in South Africa only up to standard 2. He stemmed from a family of Sunni\nMuslim religious leaders;\nhis father, grandfather and great-grandfather, as well\nas his maternal grandfather, all having been Imams. When he was nine years\nold,\nin 1924, he was taken on a pilgrimage to Mecca and thereafter attended the Al\nAzhar institute in Cairo for the purpose of studying\nthe Islamic religion.\nHowever, he failed to \"graduate\" and returned to Cape Town in 1938, having been\naway from home for some 14\nyears. During his academically undistinguished career\nat Al Azhar he gained distinction in another field, being selected to box for\nEgypt at the Berlin Olympics of 1936. But when it was discovered that he was not\nan Egyptian his selection was cancelled. During\nhis long subsequent career as an\nImam at Cape Town\n41\nhe was the religious teacher of many later imams, including Nazim, who was\nsome 17 years his junior. In the assessment of the trial\nCourt the paucity of\nhis secular education was reflected in his language of choice: colloquial\nAfrikaans with a sprinkling of - not\nalways grammatically correct - English\nwords. He had the habit, so the Court also found, of going off on his own tack\nwithout listening\nto the questions put to him. The impression gained by the\nCourt, however, was that this was not due to evasiveness but rather to\n\"the\negotism of age and accustomed authority, allied to the fact that he is neither\nquickwitted\" nor linguistically well equipped.\nDespite \"his habit of running\nabout at a tangent, not listening to questions and often rambling without\ncompleting sentences\", the\ntrial Court did not regard him as a dishonest\nwitness. He was 72 years of age at the time of the trial.\nLittle need be said of Ramzie at this stage. He was a very poor\n42\nwitness. He had practically nothing to contribute on the vital occurrences in\nthe Wynberg mosque on 20 December 1985. Concerning preceding\nevents, to which we\nshall revert, the trial Court found him to be a dishonest witness.\nGydien was the father of Fatima who married Ramzie on 20 December 1985. He\npassed standard 7 at school in this country and at the\ntime of the trial held a\nresponsible position in a firm of clothing manufacturers. He described himself\nas \"just an ordinary Muslim\"\nand knew very little of the merits or demerits of\nthe Ahmadi movement. As the bride's father he appointed Nazim to perform the\nwedding\nceremony. He corroborated Nazim in a number of respects as to what\nhappened at the Wynberg mosque. He said that he did not hear Nazim\nreferring to\nJassiem as an Ahmadi sympathiser, but did not unequivocally deny that Nazim\nmight have done so.\n43\nThe trial Court found that Gydien's version of what sparked off trouble at\nthe Wynberg mosque on the occasion in question was so improbable\nthat it had to\nbe rejected.\nNazim was 55 years of age at the time of the trial. He went to\nschool in South Africa until he was in standard 7. He was then, at\nthe age of\n17, sent to Mecca for religious studies and returned to Cape Town towards the\nend of 1955. He was appointed Imam at the\nPark Road mosque in 1957 and later, in\n1972, became Imam at the Yusufiya mosque, and still later, for reasons not\nmaterial, co-Imam\nat that mosque. As stated, between 1966 and 1982 he was from\ntime to time the chairman of the MIC, and was elected president of that\nbody in\n1982.\nIn the assessment of the trial Court Nazim was clearly accustomed to\nauthority in his community and to speaking, in rather grandiose\nterms, weightily\nand smoothly, though his language was neither\n44\nprecise nor that of a truly educated person. He was evasive, so it was found,\nabout many matters and in some respects his version\nabout what occurred at the\nwedding ceremony was incoherent and inconsequential. We shall, at a later stage,\ndeal more fully with\nall the relevant events in the Wynberg mosque, and with\ncertain incidents leading up to the wedding ceremony. At this stage no more\nneed\nbe said than that the Court a quo had no doubt that Nazim and Gydien lied about\nthose events, and that the version of Jassiem\nand his witnesses was to be\npreferred. The flaws in the apposite evidence presented on behalf of Jassiem\nwere, so it was found, mainly\ndue to age, quality of intellect and memory, and\ndifferences of observation of confused events, whilst those in the defendants'\nevidence\nwere mainly due to deliberate deviation from the truth. Hence it was\nfound that Jassiem discharged the onus of establishing that\nthe alleged\ndefamatory words were indeed published in\n45\nthe Wynberg mosque on 20 December 1985.\nBy way of epilogue to the Ahmadi saga, prior to its culmination\nin this\ncountry in the present proceedings, reference should be made to\nJassiem's\ndismissal as Imam of the Coovatool mosque. Presumably at\nleast partially due\nto what had occurred at the Wynberg mosque, the\nsecretary of the board of\ntrustees of the Coovatool mosque eight days\nlater wrote a letter to Jassiem. It was dated 28 December 1985 and\ncontained the following:\n\"As you are aware by now that a lot of controversy is prevailing in the\nAhmadia's issue and more specifically the unnecessary rumours\nand claims that\nyou are a sympathiser of that sect. As this is creating tremendous anamosity\nbetween the Trustees of the above mosque\nwhereby several other organisations and\nMuslim institutions are applying pressure on clearing the issue, we hereby have\nto bring\nthis serious matter to your urgent attention.\nIn order to clear the matter and allow the mosque to function and you to\ncontinue with the tremendous\n46\namount of good spiritual and religious work you have been doing for the past\nfourteen years it is necessary for you to submit in writing\nyour denounciation\nof the Ahmadias.\nUpon receipt of such a letter we hereby give you our solemn undertaking that\nthe matter as far as the Board of Trustees of the above\nmosque is concerned will\nbe closed permanently and you will enjoy the full support of the Board in the\nfuture.\"\nAttached to this letter was a draft reply to be signed by Jassiem.\nThe material part read:\n\"As Imaam of the above mosque, a duty which I have capably accomplished for\nthe past fourteen years Insha-Allah, it grieves me to\nexperience the amount of\ninjustice that is being leveled at me and the unfair and dishonourable conduct\nof certain members of the\nMuslim Judicial Council and the totally unlslamic\nmethods that are being used to persecute me and undermined my position as Imaam\nof the above mosque.\nAs most of you are personally aware, I am not of the Ahmadias sect and I\ndenounce them as Muslims out of the folds of Islam and that\nthey are Murtaad\nKufir.\"\n47\nThe letter and draft reply were handed to Jassiem on 31 December 1985 by the\nboard's secretary, Mr Vinoos. Jassiem refused to sign\nthe draft reply,\nmaintaining that it was not for him \"om mense murtad te maak nie\". He did,\nhowever, on 3 January respond to the\nboard's ultimatum by way of a letter. He\nwrote that he was not, and never had been, an Ahmadi. But he did not denounce\nAhrnadis as\nmurtad, and by clear implication again refused to do so. In the\nresult the board dismissed Jassiem from his position as Imam of the\nCoovatool\nmosque. His claim against the MJC for having wrongfully incited the mosque\ncommittee to dismiss him failed at the first\nhurdle, namely proof that the\ncommittee acted as a result of MJC pressure. As previously stated there was\nno-cross appeal against\nthis finding.\nWe now turn to the further issues which were raised in, or arose from, the\npleadings in the consolidated action. We shall refer to\nthe\n48\npleadings under the appropriate headings. At this stage no more than a brief\nsummary of those issues is required. Apart from the question\nwhether Nazim did\nutter the words attributed to him by Jassiem (and at the trial also by his\nwitnesses), to which reference has already\nbeen made, they are as follows.\nIt was common cause at the trial that to say of a Muslim in the Western Cape\nthat he is an Ahmadi or Ahmadi sympathiser, is highly\ninsulting. In his\npleadings Jassiem alleged that he was a Muslim but this was denied by Nazim and\nthe MJC. As matters developed at\nthe trial, four questions arose in regard to\nthe issue whether Jassiem had proved that he was a Muslim. The first was whether\nevidence\nthat he professed to be a Muslim; had for many years (save for the\nperiod 1965 to 1970) been generally regarded as a Muslim in Cape\nIslamic\ncircles; and had indeed over a considerable period served as Imam of various\nmosques,\n49\nsufficed. If not, the second question was whether he had proved the\nqualifications which are necessary to belong in the fold of Islam.\nAs a natural\ncorollary to the second question the third question was (or was said to be)\nwhether Mirza was, and his Lahore followers\nwere and are, apostates. The final\nquestion arising out of Jassiem's claim to be a Muslim was this: is a professed\nMuslim who refuses\nto brand Lahores as apostates, himself an apostate?\nTwo\nforeign expert witnesses on Islamic religion gave evidence on those issues.\nJassiem called Sher Muhammad (already mentioned) and\nthe defendants Professor\nGhazi (who is also an hafiz). Their evidence, and exhibits referred to by them,\nconstitute by far the bulk\nof the appeal record which comprises 109 volumes and\nis the upshot of a truly marathon trial. Their evidence related preponderantly\nto the question whether Mirza had been an apostate. Sher Muhammad maintained\nthat\n50\nhe was a true Muslim, whilst Ghazi was adamant that Mirza was indeed an\napostate. A resolution of this difference was not made easier\nby the fact that\nin the Muslim world there is no ecclesia, no central body which finally settles\ndisputes on dogma on this earth.\nIn respect of the first of these questions\nthe trial Court found that Jassiem had to do no more than to adduce prima facie\nevidence\nthat he had been accepted as a Muslim by the Cape Islamic community\nuntil the occasion of Ramzie's wedding ceremony, and that he\nhad done so. More\nwill be said about this finding at a later stage. As regards the other\nquestions, the trial Court found it unnecessary\nto determine whether Mirza had\nbeen an apostate, but seems to have preferred Sher Muhammad's evidence to that\nof Ghazi, or to have\nconsidered the former's interpretation of Mirza's writings\nas being as plausible as that of Ghazi.\nA further issue was whether the insulting remarks attributed to\n51\nNazim were defamatory of Jassiem since they tended to lower him in the esteem\nof a segment of the South African community only (viz\northodox Muslims in the\nWestern Cape), as opposed to the public generally. Here the trial Court had\nlittle difficulty in answering\nthis important legal question in favour of\nJassiem. On appeal Mr Albertus, for the appellants, did not challenge the\ncorrectness\nof this finding despite the fact that it involved a departure from\nwhat many had thought to be the law.\nThe next two issues arose from the\ndefendants' reliance, in the alternative, on a plea of qualified privilege. The\nkernel of this\nplea was the proposition that should it be found that Nazim did\ndefame Jassiem, the publication was not unlawful because the words\nin question\n\"were published and received by the congregation [attending the wedding\nceremony] in the discharge of a moral or social\nduty and/or the furtherance of a\nlegitimate interest\"; and because at the time Nazim had\n52\na bona fide belief in the correctness of his utterances. (The second\nallegation was of course a superfluity.) With respect to this\nplea, an issue\nbefore the trial Court, but not before us, was whether the appellants attracted\nthe onus of proving the facts on which\nthe plea was based. If yes, the other\nissue was whether they had discharged that onus. The Court a quo correctly held\nthat a full\nburden of proof rested on the appellants and that they had failed to\nestablish the defence of privilege.\nThe final issue was whether the MJC had authorised Nazim to publish the\ndefamatory words. On this issue too the Court held for Jassiem.\nIts reasoning\nfalls within a relatively narrow compass and need not be summarised at this\nstage.\nAs stated, the present appeal lies (with the leave of the Cape Provincial\nDivision) against the trial Court's upholding of the defamation\nclaims. As will\nappear later in this judgment the issues were narrowed\n53\nvery considerably during the protracted argument in this Court. We\nshall\ndeal consecutively with the issues remaining under the\nfollowing\nheadings:\nA. What was entailed in proof by Jassiem that he was\na\nMuslim, and did he prove that which had to be\nproved?\nIf sots. Did Jassiem prove that the words complained of were\nuttered?\nIf so-C. Were the words defamatory of Jassiem despite the fact\nthat they lowered his esteem in the eyes only of a\nparticular community in South Africa, and not in the\neyes of the public generally?\n54\nIf so-\nD.\tDid the appellants discharge the onus of establishing\nthe defence of\nqualified privilege?\nIf not -\nE.\tDid Jassiem discharge the onus of proving that the\nMJC was also liable\nfor the defamation?\nA. WHAT WAS ENTAILED IN PROOF BY JASSIEM THAT HE WAS A MUSLIM,AND DID HE\nPROVE THAT WHICH HAD TO BE PROVED?\nIt will be recalled that Jassiem pleaded that he had always been\na Muslim and that Nazim and the MJC denied that and put him to the\nproof of the allegation. Two competing arguments as to what was\ninvolved in Jassiem proving that he was a Muslim were raised in the trial\nCourt. Counsel for Jassiem contended that it was sufficient for Jassiem\nto prove that he professed genuinely to be a Muslim, lived the life of a\n55\nMuslim, and was generally regarded by the Muslim community in the Western\nCape as a Muslim. Counsel for Nazim and the MJC contended\nthat that was not\nenough and that Jassiem had to go further and prove in addition that he was a\nMuslim fully entitled to be regarded\nas such by the Muslim community by reason\nof his faithful adherence to orthodox Islamic faith and doctrine. That would\nentail, so\nit was argued, his having to prove that he was not an Ahmadi or a\nsympathiser, or that, if he were, that that would not disentitle\nhim to be\naccepted as a Muslim by other Muslims. Proof of the latter would include his\nhaving to satisfy the Court that his and his\nexpert witness's view of what true\nadherence to the faith and doctrine of Islam entailed was right, and that\nNazim's and the MJC's\nview thereof was wrong. It would also include Jassiem\nhaving to satisfy the Court that Mirza and his Lahore followers were not\napostates,\nor, if they were, that a professing Muslim who refuses to\n56\ndenounce them is not thereby rendered apostate himself. That would also\nnecessitate the Court having to opine on matters of Islamic\nfaith and doctrine:\nthis despite its secular status and the fact that its conclusions would cause\nneither Jassiem nor Nazim nor the\nMJC to cease to believe in the correctness of\ntheir respective religious beliefs.\nThe trial judge appears to have rejected\nthe approach urged by counsel for Nazim and the MJC and to have accepted the\napproach propounded\nby counsel for Jassiem. However, she balked at the latter's\nacceptance of the onus of proving on a balance of probability that Jassiem\nwas\naccepted as a Muslim. She held that Jassiem had only to establish Prima facie\nthat he was accepted as a member of the Muslim\ncommunity until he was branded as\na sympathiser with the Ahmadis, and that he had done so. She held further that\nif Nazim and the\nMJC were to succeed in \"the plea of justification\" they would\nhave to discharge the fully fledged\n57\nonus of proving \"that Jassiem was no longer entitled to be accepted as a\nmember of the Muslim community\". Proof that Jassiem was no\nlonger entitled to be\naccepted as a member of the Muslim community would no doubt have been relevant\nto a consideration of a plea\nof truth and public benefit had such a plea been\nadvanced. In fact, however, the appellants raised no \"plea of justification\".\nThe\nsole alternative defence pleaded was that of qualified privilege. To that\ndefence proof that Jassiem was no longer entitled to be\naccepted as a member of\nthe Muslim community was unnecessary. The nature of the last-mentioned defence\nis considered fully later\nin this judgment. The first enquiry was what Jassiem\nas plaintiff had to show, and by what standard of proof, in order to establish\nthe allegation in his particulars of claim that he was a Muslim. That was in\nessence an enquiry going solely to the question of whether\nhe was entitled to\nsue for defamation of himself in the eyes, not of the public at large,\n58\nbut of only a particular segment of society. The second enquiry arose only\nafter the first enquiry had been answered and if Jassiem\nhad succeeded in\nestablishing whatever it was he had to establish on that score. The second\nenquiry was what Nazim and the MJC had\nto show, and by what standard of proof,\nif their plea of qualified privilege was to be upheld.\nCounsel for Jassiem\nwas plainly correct in submitting to the trial Court that Jassiem had to\nestablish upon a balance of probability\nthat he was accepted as a Muslim. It was\nan integral element of his cause of action. It would not have sufficed (the\ntrial Court\nappears to have thought it would suffice) for Jassiem to adduce only\nprima facie proof thereof and then require Nazim and the MJC\nto positively prove\nthe contrary on a balance of probability. So much is trite.\nAs we see the position, nothing turns upon the trial Court's\n59\nmisconception in this limited respect. As counsel on both sides ultimately\nconceded, there was never any real issue between the parties\non this aspect of\nthe case despite the state of the pleadings. In a defamation action in which the\nstatement complained of is one\nwhich would damage the plaintiff's reputation in\nthe eyes of society at large, there is no need for a plaintiff to allege\nanything\nmore than his own existence in that society. It is his mere existence\nin society at large which gives him a sufficient interest in\nthe protection of\nhis reputation in the eyes of that society to entitle him to come to court for\nrelief if his reputation is unlawfully\nassailed. Postulating for the moment that\nan action is maintainable in South African law where a statement is defamatory\nonly in\nthe eyes of a particular segment of society, and not in the eyes of\nsociety generally (a question to be considered presently), it\nis equally obvious\nthat a plaintiff will have to show that he is so placed vis-à-vis\n60\nthat segment of society, or, in other words, that his relationship with it is\nsuch, that the statement is calculated to harm his reputation\nin the eyes of\nthat particular segment of society. But that is all he will have to show in that\nparticular respect. Here there was\nno real issue between the parties on that\nscore. It became common cause that Jassiem was so placed. Whether or not he was\nrightly\nor wrongly regarded, immediately before the words were uttered, as being\noutside the fold of Islam and no longer a Muslim, is quite\nbeside the point. It\nis neither Nazim's nor the MJC's case that Jassiem was not and never had been a\nMuslim, and that his religious\nbeliefs and associated behaviour were no concern\nof theirs, and their beliefs and behaviour no concern of his. On the contrary,\nit\nwas the passionate conviction of Nazim and the MJC that Jassiem's beliefs and\nbehaviour were of critical concern to them and Muslims\ngenerally, precisely\nbecause he was a Muslim professing adherence to the Islamic\n61\nfaith and indeed, an Imam. It is inherent in the stance which Nazim and the\nMJC admittedly adopted towards Jassiem that but for his\nattitude and behaviour\ntowards Ahmadis, his status as a Muslim could not and would not have been\nquestioned. The words uttered by\nNazim amounted to an allegation that Jassiem\nhad forfeited his right to remain in the fold of Islam, and with it his status\nas a\nMuslim. To require Jassiem to prove, in order to establish merely that he\nis entitled to sue for defamation of himself in the eyes,\nnot of the public at\nlarge, but of only a particular segment of society, that the very statement and\ninnuendo complained of was not\ntrue, would be to impose upon him the entirely\ninappropriate burden of proving facts which have no logical relevance to that\nparticular\naspect of his cause of action. One would then be requiring him to\nprove wife omnia that the very statement and innuendo of which\nhe complains,\nnamely, that he was an Ahmadi sympathiser and had forfeited any claim\n62\nto be regarded as a Muslim and was an apostate, was not true. In the South\nAfrican law of defamation a plaintiff is not required to\nprove the untruth of\nthe defamatory allegation. Its truth may of course be a constituent element of a\ndefence which may be open to\na defendant but then the onus of proving its truth\nwill burden the defendant. Proof of the untruth of the statements of which\nJassiem\ncomplains was not germane to the question which arose logically at the\nthreshold of the case, namely, whether he was entitled to\nsue for defamation of\nhimself in the eyes of only a particular segment of society. The answer to that\nquestion has nothing to do\nwith whether or not he had in fact forfeited any\nclaim to be regarded as a Muslim. The answer has to be found by asking the\nrelatively\nsimple question: was his relationship with the particular segment of\nsociety which would regard the words uttered as defamatory such\nthat the esteem\nin which that segment of society held him would be\n63\ndiminished? In the present case the answer must obviously be in the\naffirmative.\nWERE UTTERED?\nThere are two wholly opposed versions of what Nazim, and also various other\npersons, including Jassiem, said during the altercation\nat the Yusufiya mosque\nprior to the wedding on 20 December 1985. According to Jassiem's particulars of\nclaim in both cases Nazim\nsaid that Jassiem was an Ahmadi or a sympathiser with\nthe Ahmadis. In response to a request for further particulars (again in both\ncases) as to the precise words used, Jassiem replied \"Hy is 'n sympathiser met\ndie Ahmadis. Hy staan saam met hulle.\" As Nazim and\nthe MJC denied the use of\nthese words the onus of proving that they were spoken rested on Jassiem. But as\nthe defendants were not\ncontent with denial, but in the alternative raised an\nelaborate plea of qualified privilege, the potential for testimonial\n64\nembarrassment was created. The potential became real when at the trial the\ndefendants persisted in attempting to maintain both defences\nsimultaneously when\nadducing evidence.\nBefore setting out the conflicting versions of what\nhappened at the mosque, something more should be said about the six witnesses\n(three on each side), their relationships, and how and at which moment they came\non the scene.\nJassiem's witness Abrahams was his second cousin, who has known\nhim since his return to Cape Town shortly before the Second World\nWar. Abrahams'\nfather had died and in his place Jassiem \"staan amper soos 'n vader\". The\nevidence speaks of a strong family bond.\nTo add Abrahams' own words, \"Sheikh\nJassiem (is) alles by my.\" In weighing the credibility and weight of the\ntestimony of Abrahams\nand Jassiem's other witness, his younger brother Abdullah,\nthe trial court was\n65\nfully alive to the strong family bonds in both cases.\nRamzie, the\nbridegroom, sided with Gydien, his father-in-law as he had become, in giving\nfumbling support to Nazim, and so took the\nside opposite to his own father,\nAbrahams. One of the consequences of the wedding has been the cleaving asunder\nof the Abrahams family\n(\"my hele familie is ge'split'\", as Abrahams put it).\nOf the six witnesses Jassiem was the first to enter the mosque accompanied by\nhis nephew Mogadien Price. After he had prayed, he took\nhis seat on the right\nhand side, where he remained quietly seated. In the meantime Nazim, who was to\nofficiate, was waiting in his\noffice next to the mosque. According to him and\nGydien, who represented and appeared for his daughter Fatima, Gydien and\nFredericks\ncame in to pay their respects. After a brief conversation, also\ninvolving Fredericks, Gydien stalked into the mosque in quest of\nJassiem. The\ndiscussion in\n66\nthe office will be revisited. Some time later Nazim entered the mosque. There\nthen commenced the events which are so much in dispute.\nThere were some 200 to\n300 persons present, all of whom, it was common cause, were Muslims.\nThe\nbridegroom's party consisting of Ramzie, his father Abrahams, Abdullah, and two\ngroomsmen, arrived some 15 minutes late. Accordingly\nnone of them witnessed the\nstart of the altercation. What awaited them was described by Abrahams, \"Wat ons\nuit die kar klim, toe\nhoor ons 'n lawaai.\"\nJassiem's version may now be set out in greater detail. No hostility was\nevinced by guests when he arrived at and entered the mosque.\nIndeed the\natmosphere was a wedding atmosphere and friendly greetings were exchanged. After\npraying he sat down and nothing unusual\nhappened before Nazim entered. In\nparticular Jassiem denied\n67\nthat Gydien, with whom he was not well acquainted, or anyone else came up to\nhim where he was seated to speak to him about his presence\nor the need for his\ndeparture.\nAfter Nazim's entry there was trouble for about half an hour, with\nmany persons participating and some things re-iterated or taken\nup by others, so\nthat an accurate minute by minute account by any witness cannot be\nexpected.\nIn sum Jassiem's version is this. Speaking fiercely in a loud\nvoice, so that the whole congregation could hear, and addressing him,\nNazim\nproclaimed that he was to leave the mosque and that the wedding would not\nproceed for so long as he remained. The reason for\nhis having to go was that he\nwas an Ahmadi sympathiser. This last was said at least three times at various\nstages. Jassiem declined\nto leave saying that he was an invited guest. During\nthe course of his tirade Nazim said, \"Ons\n68\nwil hê hy moet saam met ons staan, maar hy wil nie saam met ons staan\nnie. Hy staan saam met die Ahmadis. Hy is 'n Ahmadi sympathiser.\"\nHe then\ninvited the congregation to show their \"solidarity\" with the \"council\" (this can\nonly be the MJC) by rising. Some rose, others\nsat, and yet others walked out\nvisibly upset by what was happening. Some members of the congregation took up\nthe call for Jassiem\nto leave. At this stage Ramzie and his party had not yet\nentered.\nWhen Abdullah and his companions did enter Nazim rounded on him and\nsaid, \"Jy moet ook uit, jy 'encourage' dit.\" A struggle ensued.\nThere was an\nattempt to eject Abdullah. At this point another of Jassiem's nephews, one Adiel\nWaggie, spoke up, expostulating to\nNazim, \"Watter reg het jy om my 'uncle' te\nwil uitgooi uit die Moskee uit?\" To which Nazim responded aggressively, \"Ek gooi\nvir jou\nook uit.\" Attempts were made to seize Adiel, but he escaped from the\nmosque. In\n69\nthe meantime, whilst the altercation between Nazim and Abdullah proceeded,\nNazim's supporters wrestled with Abdullah and knocked him\ndown. One was heard to\nsay \"Jou 'bastard'\" - language that clearly shocked Jassiem.\nA group then\nappealed to Abrahams to ask Jassiem to leave. Fatima Gydien's brother came up to\nJassiem and asked him to leave, so that\nthe wedding could proceed. Jassiem\ndeclined saying that he had been invited to attend. Abrahams then addressed him\nin similar terms,\nat which Nazim interjected, \"Nie dat die troue kan aangaan\nnie: vir die 'sake' van die Deen (meaning for the sake of the faith or\nreligion)\". Jassiem remained seated and did not answer Abrahams.\nThis was all proving too much for the bridegroom Ramzie, who went outside and\nburst into tears. Jassiem followed him to calm him down,\nand found him with his\ntie off expressing doubt about going on\n70\nwith the wedding. Jassiem re-entered the mosque. Ramzie's companions\nsucceeded in calming him, and after a time he followed, approached\nJassiem, and\nasked him please to leave. Jassiem did not answer him either. He was angry and\ndeeply insulted by the acts of Nazim,\nbut he walked forward and offered two\nprayers in order to compose his troubled spirit.\nThat done, he concluded that\nfor the sake of Ramzie's wedding he should leave, and he told him that he would.\nHe and Abdullah then\nwalked out, slowly. They were not present for the\nwedding.\nJassiem explained that if he had been quietly and decently requested by a\nmember of one of the families or even Nazim not to remain\nin order to forestall\ntrouble, his reaction would have been different. What got his back up was\nNazim's unprovoked and insulting\nattack. That is Jassiem's account.\n71\nAbdullah had been invited to the wedding by Ramzie. Nothing was sought to be\nmade of his saying this when he was later cross-examined.\nThe significance of\nthis will appear when the attack on Jassiem relating to Air invitation is\nconsidered. Abdullah did not dispute\nRamzie's version that it was to him rather\nthan Jassiem that Ramzie had come to learn the Arabic formulae to be spoken by\nhim at\nthe wedding. He could not remember which of them had performed this\nservice.\nWhen he entered the mosque with the bridegroom's party there was\ncommotion, and Nazim was pointing at Jassiem and saying in a loud\nvoice that the\nwedding would not proceed until he left, that he should leave because he would\nnot take a stand \"met ons\", and because\nhe was an Ahmadi sympathiser. During the\ncourse of his outburst he said that if he had been of Jassiem's age he would\nhave taken\nhim by the scruff of his neck and thrown him out. But Jassiem's age\nwas against him\n72\n(Nazim). Abdullah could not remember if Jassiem had first challenged Nazim to\nthrow him out. Ramzie walked forward to take his seat.\nAbdullah prayed and then\nfollowed him. On seeing him Nazim pointed his finger and said to him in a loud\nvoice, \"En jy moet ook uit,\nwant jy 'encourage' dit.\" Abdullah responded to\nNazim that he should get on with the wedding and forget about them. There is a\nconflict\nin Abdullah's evidence as to whether this statement provoked Nazim's\nattack on him, or followed it. Abdullah then proclaimed \"Allah-Hu-Akbar.\"\n(\"Oh\nAllah the Almighty\") to which some retorted, forget it, they did not wish to\nhear this from him, he should get out. Someone\nshouted, \"Ons wil die 'front\npage' van die Sunday Times he.\" Jassiem came up to him to persuade him not to\nrespond, and then went\nforward, knelt down and prayed. Some shouted at him, \"Wat\ngaan hy bid voor? Hy gaan niks kry vir daardie nie. Dit is sommer nonsens.\"\nHe\nsaw Ramzie go out. Three\n73\npersons then took hold of him, Abdullah, as if to throw him out. One shouted,\n\"Jon 'bastard' (Abdullah also apologised for having\nto repeat this word) jy maak\nmoeilikheid hier. Jy moet uit.\" During the scuffle his chest was hurt and his\nturban fell off. His assailants\nhaving failed to eject him, he walked out after\nJassiem, who had asked him to follow. As he was leaving he called out to Nazim\nin\nArabic, \"Ek dank vir Allah op al hier te doen staan en ek vra bewaring deur\nAllah van die te doen staan van die vier se mense.\" Nazim\nresponded, \"Na die wat\njy nou gesê het kan ek beter sê as jy en harder.\" Three times\nAbdullah challenged him to do so,\nsaying \"Sê!\", without result. On the\nfourth occasion he added, \"Jy kan nie. Jy lieg. Jou hart is vuil.\"\nAbdullah confirmed that at a stage after he had prayed Adiel Waggie had cried\nout, \"Wat maak julle met my 'uncle.' Julie kan hom nie\nuitgooi nie. Dit is 'n\nmoskee.\" That is Abdullah's account.\n74\nAbrahams, the groom's father, described a state of commotion in the mosque,\nwith people screaming and shouting. When he entered Nazim\nwas pointing at\nJassiem and saying in a loud voice that he must get out, that the wedding could\nnot proceed with him present, and\nthat the reason why he had to go was that he\nwas an Ahmadi sympathiser and would not stand \"with us\". Further, that when\nNazim saw\nAbdullah he ordered him out too, saying that he encouraged Jassiem,\nthat when he, Abrahams, was persuaded to ask Jassiem to leave\nfor the sake of\nthe wedding, Nazim shouted, not for the sake of the wedding but of the faith,\nthat Adiel protested at the treatment\nbeing meted out to his uncle in a mosque,\nthat Abdullah was insulted and assaulted and his turban knocked off, that Ramzie\nwent out,\nand in a state of tears said that he did not wish to marry, and that\nhe after a time succeeded in his entreaties to Jassiem to leave,\ntaking Abdullah\nwith him, the latter enkindling the final\n75\nexchange with Nazim, already described, as he left.\nWe come to Nazim's\nversion. The fundamental differences between his and Jassiem's version are that\nhe denies any initiative in having\nJassiem expelled, attributing that to Gydien,\nand also denies having uttered any of the allegedly defamatory words, or indeed\nany\nof the other verbal aggressions directed at Jassiem or members of his\nfamily, such as are described by Jassiem or his witnesses.\nHe was sitting\nwaiting in his office when someone came in to tell him that Jassiem was in the\nmosque. He had not been expecting him.\nShortly afterwards Gydien and Fredericks\ncame in to greet him. He told Fredericks, who was a member of the mosque\ncommittee, that\nJassiem was inside. At this Gydien, looking very annoyed, and\nwithout a word, strode through the door leading from the office to\nthe mosque\nand, together with Fredericks, disappeared from view. A few minutes later he\n76\nfollowed (presumably to officiate at the wedding ceremony, although he\ndid\nnot say as much) and went towards the front. There Gydien came up\nto him\nsaying that the wedding was not to proceed until Jassiem left.\nFrom this he\ninferred that Gydien had spoken to Jassiem without result.\nHe saw Jassiem\nsitting down and then addressed the congregation, saying\nthat he could not\nproceed with the ceremony as the father of the bride had\ntold him not to\nproceed until Jassiem should leave. The latter at once\nresponded, \"Gooi jy\nvir my uit?\" To this he answered, \"Jy wil hê ek\nmoet vir jou uitgooi dat jy my kan 'court' toe vat,\" adding, \"Jy moet vir\nons sê wat is jou staan met die Ahmadi 'movement'\" He was then\nasked\nby his counsel, \"Yes, why did you say that?' and he answered:\n\"Because a letter was sent to the Court of Islam and it was reported by our\nadministrator in our meeting.\" (This is a reference to\nSheikh Gabier's report\nconcerning the Loop Street mosque contained in the MJC minutes of 13 November\n1985).\n77\nThe record proceeds\n\"Yes ... And eventually the Council decided that a letter be sent to Court of\nIslam Mosques.\" (This is a reference to the MJC letter\nof 26 November 1985 to\nthe Loop Street committee.)\n\"Yes ... Because of him allowing Ahmadis and sympathizers in his Mosque. And\nthen there was rumour outside also.\"\nNazim himself considered Jassiem to be an Ahmadi sympathiser who allowed\nAhmadis and their sympathisers into his mosque. That was\nwhy he had asked\nJassiem to clarify his position. Jassiem's answer was, \"Ek kan nie mense Kafirs\nmaak nie.\" This had been a theme\nof Jassiem's for many years, and as such has a\ncertain plausibility, but a suspicion that it was falsely obtruded into the\nexchange\nby Nazim is created by the fact that this critical response was not put\nto Jassiem or any of his witnesses.\nBy now some of those sitting down were\nshouting at Jassiem to get out. \"As an Imam of the Mosque,\" said Nazim, \"we\nreally cannot\n78\nallow things to go completely out of hand.\" So, turning to the people, he\nindicated that those who wished Jassiem to leave because\nof what he had just\nsaid should stand up. Upon this, as he had expected, \"everybody stood up.\" But\nhis plan did not work. Jassiem\ndid not go. His reason for not approaching\nJassiem quietly with a request to leave, he gave as being that where Gydien had\nfailed\n(as he inferred he had) he had no real chance of persuading Jassiem.\nJassiem's attitude towards him was one of restraint, he would\nnot allow Nazim\n\"really to communicate with him.\" Nor did he try. Things continued to be\ndisorderly and he tried to calm the people\ndown. Jassiem then went to pray. At a\nlater stage he noticed Abdullah, but he did not speak to him at all. Jassiem\nthen left.\nThe likelihood that he would have ignored Jassiem's co-Imam at the offending\nCoovatool mosque will be addressed later. Asked in cross-examination\nwhy, if he\nhad not ordered Abdullah out, people had\n79\ngrabbed hold of him, he answered: \"... Grab who?\" The record proceeds:\n\"Abdullah - Abdullah?\nYes - I saw only a shuffle, but I was not very near to\nthat, I was not near to that area.\nYou do not know why it happened? — No. The\nmosque was full, there was quite a number of people.\nI was not there.\"\nHe denied having called Jassiem an Ahmadi symphathiser or\nhaving said\nanything about standing in solidarity with the Council, indeed\nhaving\nmentioned the Council at all. (However, in cross-examination he\nagreed that\nhe had asked the people so to show their solidarity.)\nConcerning Adiel\nWaggie's alleged protest at his uncle's treatment he\nsaid, when asked about\nit in cross-examination:\n\"A lot of people were then speaking. I do not know, some people came to tell\nus things, some people shouted at us.\nCourt\n: Did somebody ever suggest that it would be improper to throw a\nman out of the house of God, the house of Allah? No, not to me, Your\nLadyship.\"\n80\nGydien substantially confirmed Nazim's version of what had\nhappened in the\noffice. Inside the mosque he approached Jassiem who\nwas sitting alone. He sat\ndown next to him and said:\n\"Sheikh, ek is die wakiel van my dogter. En Sheikh maak nie reg nie, want\nSheikh het belowe vir my dat daar gaan nie moeilikheid wees\nnie. Ek het die\nlanders belowe dat daar gaan nie moeilikheid wees in die mosque nie en nou sit\nSheikh hier in die mosque en ek wil\nhê Sheikh moet die mosque verlaat\nasseblief.\"\nJassiem replied. \"Vir wat? Ek was genooi.\"\nIt should be noticed that there is no hint in Gydien's prior\nevidence in chief that anyone in the mosque was reacting to the\npresence\nof Jassiem, although a good number of people were already\npresent.\nIndeed in cross-examination he agreed that everything in the mosque\nwas\nquiet. Jassiem was just sitting there, and nobody was interfering with\nhim.\nHe went up to Nazim, who was by now in the mosque, and told him he\n81\nwas not prepared to proceed with Jassiem present. Nazim went to the front,\nrepeated this message to the congregation and asked those\nin favour of Jassiem's\nleaving to stand up. Almost all did.\nIt will be seen that Gydien does not confirm the critical part of Nazim's\nversion, because according to Gydien, Nazim's announcement\nthat the wedding was\nnot to proceed was immediately followed by Nazim's call upon those present to\nindicate their wish by standing\nup. But according to Nazim these two events were\nseparated by Jassiem's \"gooi jy vir my uit?\", Nazim's \"Jy wil hê ek vir\njou\nuitgooi dat jy vir my 'court' toe vat\", then the essence of Nazim's version\n\"Jy moet vir ons sê wat is jou staan met die Ahmadi\n'movement'\", followed\nby Jassiem's failure to denounce by saying \"Ek kan nie mense kafirs maak nie\".\nThis then, according to Nazim,\nled him to ask the people \"that they must stand\nto show if they want him in the mosque, because they have heard what\n82\nhe said now\". Thus the essence of Nazim's version, that he challenged Jassiem\nto say where he stood on the Ahmadi issue, is lacking\nin that of Gydien, despite\nthe expectation that he would have listened to these exchanges with close\nattention. Nor is the matter\nmade easier for Nazim by the failure of counsel for\nthe appellants to put in cross-examination what Jassiem had allegedly said about\nnot making people kafirs (as already stated), or that Nazim had called on the\npeople to show their reaction to this statement. Further,\nthe important phrase\n\"because they have heard what he said now\" was mentioned by him for the first\ntime during his cross-examination.\nTo continue with Gydien's version, Nazim said nothing about the Council or\nsolidarity with the Council. Then to quote Gydien, \"Well\nactually chaos broke\nout.\" People were milling around and talking loudly. He was upset and did not\nwish to see his daughter's wedding\n83\nspoiled. At his instance his uncle Salie spoke to Jassiem, without result. He\nthen approached Abrahams, suggesting a joint approach\nto Jassiem. Failing\nresults he would rather go home. The two of them went to Jassiem. Abrahams asked\nhim please to leave the mosque,\n\"vir die 'sake' van die kinders. Moenie hulle\ndag 'spoil' nie.\" Jassiem's response was, \"Gooi jy ook dan nou vir my uit, ons\nis dan\nramilie.\" Abrahams denied that he was throwing him out, and again\nentreated him on behalf of the children. Gydien then said to him,\n\"Sheikh, jy\nhoor mos nou wat die man vir jou sê, staan op kanala (please) en gaan\nuit.\" Upon that Jassiem left. Gydien claimed\nthat he had not heard Nazim say\nthat Jassiem was an Ahmadi sympathiser, or that he stood with the Ahmadis and\nnot with the Council,\nor that Jassiem should leave not for the sake of the\nwedding but for the sake of the faith. When asked in cross-examination why he\nhad not heard what Jassiem and his witnesses had said they had\n84\nheard, particularly when he agreed that Nazim had spoken loudly, he said \"It\nis a big mosque.\" Nor did he hear anything to the effect\nthat but for the\ndifference in their ages Nazim would have thrown out Jassiem with his own hands.\nHis answers as to whether Nazim\nordered Jassiem out went like this:\n\"'Hy moet uit'. Did you ever hear that? I can't recall that one, Sir.\nYou can't recall that? No, Sir.\nNow are you telling the court you cannot recall it or don't you want to say\nit? Say what, Sir?\nThat he did say to him in a loud voice, in almost shouting voice, 'You must\nout, you must go out'? - A lot of people was talking in\na loud voice at that\ntime, Sir. I do know for a fact Sheikh Nazim did speak but what he said I was\nvery upset at that time, I didn't\nknow what to do and I didn't hear.\nDidn't you see him pointing with his finger? -No, Sir\"\nBeing very upset was also the reason he gave for not seeing and\nhearing a young man (Adiel) saying you cannot put out my uncle because\n85\nthis is a mosque. But he did see a scuffle. The record proceeds:\n\"Did you see Sheikh Nazim taking, moving towards him and saying, 'Ek smyt jou\nnou self uit'? —\nWho Sir?\nSheikh Nazim? -- Said to who? To this young boy? — No, Sir You never\nsaw that? — No.\"\nAbdullah he did see involved in a scuffle with \"somebody\", but he did not see\nNazim address him or shake his finger at him nor threaten\nhim.\nThese passages strongly suggest that Gydien is selective about what he is\nprepared to admit to having heard and seen. His brand of\ntruthfulness seems to\navoid expressio falsi whilst allowing suppressio veri.\nThe last of the six witnesses, Gydien's son-in-law Ramzie Abrahams, took\nsuppressio veri to its outer limits. One is almost led to\ndoubt whether even the\nbridegroom attended the wedding. According to\n86\nhim, after he entered with his father and Abdullah he saw people\nstanding\naround in the middle of the mosque, talking loudly. Jassiem was\nsitting\ndown. A couple of minutes after going to the front, Ramzie walked\nout\nof the mosque, because he became very emotional. Outside he cried.\nHe\nwas there for some 15 minutes whilst his friends consoled him. He\nthen\nwent in again. That practically sums up his evidence in chief. When\nthe\ndefendants' counsel brought him to the point, the following occurred:\n\"Did you in the mosque hear Shaikh Nazim, did you hear him say anything to\nSheikh Jassiem? ... (After a long pause) ... That would\nbe difficult to say\nbecause everybody was talking.\nSo you say that you did not hear him say anything specifically to anything\nspecific to Sheikh (Jassiem)? ... Not specifically, no\"\nAttempts to get him to expand in cross-examination fared no\nbetter, \"All I can remember was just people standing around talking\n87\nloudly.\" He could not describe anything that anybody had said to anybody\nelse. This from a man who said he actually wanted to testify,\nhad volunteered to\ndo so, and who holds a BA degree. But he did agree that Jassiem was quietly\nseated and that he saw no fighting\nor quarrelling involving him.\nAn outline\nof the Court a quo's impressions of the six witnesses and its finding on\ncredibility has been given earlier in this judgment.\nIn summary that Court\nbelieved the plaintiff's three witnesses (whatever their shortcomings) and\nrejected the evidence of those called\nby the defendants as untruthful. We have\nto consider whether any misdirection on the part of the Court below has been\ndemonstrated.\nIf there be none the appellants will have to satisfy us that the\nCourt a quo was wrong notwithstanding. If there be, then we are\nentitled to\ndisregard the findings below, in whole or in part, depending upon the\ncircumstances. We are to be alive to the\n88\nadvantages presented to the trial judge which we do not enjoy. See R v\nDhlumayo and Another 1948(2) SA 677(A) at 705-6: S v Kelly\n1980(3) SA 301(A) at\n307-8.\nWe shall commence our review of the witnesses with Nazim. The finding of the\nCourt a quo was unequivocal. \"I have no doubt that Nazim\nlied about the events\nat the wedding and his part in those.\" In the forefront of the reasons for\ndisbelieving him was the total change\nin character which his version entailed,\nfrom the leader valiant in the faith, bellicose in enjoinder, to the passive,\nthe meek,\nnot even suggesting a course of action, which according to his lights\nit was his clear duty to demand, the president of the MJC who\nat the critical\nmoment was content to leave matters to the uncertain handling of a layman. In\norder to understand this point fully\nit is necessary to recall the historical\nbackground.\n89\nNazim had been a party to the MJC fatwa of 8 May 1965.\nThereafter he\nembraced it wholeheartedly. Because of the political situation in South Africa\nits terms could not be enforced by punishment\nof decapitation as might happen in\nan Islamic state. However, subject to local restraints, the fatwa is implacable.\nIt envisages,\ninter alia, civil death as a Muslim. One of the first of its\nexplicit commandments is that Ahmadi sympathisers are not to be allowed\nto enter\na mosque. That was what, according to Nazim's acknowledged belief, had happened\nat the Yusifiya mosque, his mosque, on 20\nDecember 1985 before he entered it.\nBut the imposition of the MJC's will upon the Western Cape Muslims had not been\nwithout a hitch.\nThis must have been galling to its president. After the Lahores\nhad applied for a welfare organisation number, Nazim delivered an\naddress at the\nMasjied-us-Salaam mosque on 11 June 1982 during the course of which he\nreaffirmed:\n90\n\"In a non-Islamic country it is encumbrant upon every Muslim to disassociate\nhimself in all respects from a murtad (which included\na follower of Mirza) and\nto have nothing whatsoever to do with him. It follows that such a person cannot\nbe admitted to any Islamic\nholy place or even to the home of a Muslim and that\nno contact whatsoever between Muslims and murtads is permitted.\"\nOn 20 November 1985 Williamson J gave judgment against the\nMJC declaring\nPeck (an admitted Lahore) to be a Muslim, with all the\nrights and privileges\nattendant thereon, including entry into mosques and\nposthumous entry upon\nburial grounds. After this Nazim, speaking for\nthe MJC, publicly stated that\na court ruling by a non-Muslim could not\nbe binding on a Muslim community:\nthat notwithstanding the Court's\norder Ahmadis would not be allowed into\nmosques, and would continue\nto be branded non-Muslim: that the MJC would not back-pedal on\nthese\nmatters even if members made themselves guilty of contempt of\ncourt,\nand that they would go to jail if necessary.\n91\nOn 26 November 1985 the MJC had written to the Loop Street committee\nconcerning Jassiem's attitude to Ahmadis. The terms of the letter\nhave been set\nout above. The response was dated 5 December 1985 and has also been quoted. It\nincluded the stinging accusations that\nthe MJC, \"withdrew from the Supreme Court\ncase in such a shocking and appalling manner and allowed the Ahmadis to win the\ncase by\ndefault...\": further, \"This truly was the blackest day in the history of\nthe Cape Muslims and has left many a serious question unanswered\nas to the\nability of the MJC to intervene, defend or propogate Islam in a responsible and\nsincere manner.\" Nazim sought to dispute\nthat he had become aware of the\ncontents of this letter before the wedding but his attempts to do so were most\nunimpressive.\nOn two recent occasions mentioned in the record the MJC had succeeded in\nfurthering its campaign against Jassiem's brother-in-law\n92\nErefaan Rakied by exerting pressure on mosque committees: on that of Grassy\nPark in the incident already described, and on that of\nLonedown Street in\nconnection with the employment of Erefaan's son Nurredwhan as a teacher. Now the\nMJC was confronted by a mosque\ncommittee, that of Coovatool, which answered\nback. Apart from berating the MJC it handed the issue of Jassiem's theological\nstanding\nstraight back, saying that they as laymen found no fault with\nhim.\nBy the time of the wedding Nazim must have been smarting. Jassiem, who\nhad been an irritant for many years, was an obvious target,\nnot only for\nretorsion. Even more important, Jassiem's presence provided an opportunity to\nre-assert the MJC's authority. Indeed\nto fail to do so would have been quite\ninconsistent with the defiance expressed by the MJC through the mouth of Nazim\nless than a\nmonth before. Given the history it would have been an extraordinary\nthing if Nazim had not taken\n93\na decisive stand on this occasion. Nor did time mellow his stand. In chairing\na meeting more than seven months after the wedding,\non 3 August 1986, he adopted\nor expressed statements such as,\"... fight these alien forces to the bitter\nend,\" \"... they must immediately\ndeal with these people immediately ('these\npeople' being Ahmadis who entered a mosque)\" and \"Ons moet almal in die 'front\nline' wees\nof in die \"firing line'.\" This is the talk of the battlefield not of\nthe appeaser nor of the mild catechizer.\nNazim would have the trial Court believe that against this background he did\nnothing other than report Jassiem's presence. Whilst\nin the office he did not\nstate what must be done, he did not ask Fredericks, who was an office-bearer, to\ndo anything, (although\nwhen pressed he \"thought\" Fredericks would ask Jassiem to\nleave); he did not ask Gydien what he was off to do; he entered the mosque\nwithout finding\n94\nout what, if anything, Gydien had done; he did not claim in evidence that his\nintention was to eject Jassiem if Gydien had not succeeded\nin doing so (this\nwould have been too near the bone); and he did not obey the MJC's binding\ninjunction that Ahmadi sympathisers were\nnot to be tolerated in a mosque.\nInstead he called for a vote as to what was to happen. We agree with the trial\njudge's comment that\nthe suggestion that Gydien and not Nazim took the lead in\ntrying to eject Jassiem \"is so improbable that one may describe it as\nromancing.\"\nThe trial judge relied on another improbability also, the reverse of Nazim's\ninaction, that Gydien would have taken the initiative,\nwithout any direction\nfrom Nazim, to create a scene at his own daughter's wedding at a stage when all\nwas peaceful. He happened to\nbe in the presence of the president of the MJC, the\nman above all in the Western Cape to say what to do and who was to do it. All\nthe evidence is to the\n95\neffect that there were no outward signs of hostility to Jassiem before Nazim\nspoke (whichever version he uttered). Gydien conceded\nthat if Jassiem had simply\nbeen left alone it was quite possible that there would have been no trouble, but\nthen \"I would not have\nfelt good about it afterwards\". He acted because of\nconcern for his own feelings and those of the community. He was not concerned\nat\nall with what Nazim might think. It had not occurred to him that Nazim might\nconsider it his duty himself to take action. All\nof this is surpassing strange,\nespecially as up to that moment Gydien had simply assumed that Jassiem would not\nbe present, assumed\nafter what had at best been an ambiguous exchange, to which\nreference will be made later. The trial judge was right in our view to\nregard as\nhighly unlikely Gydien's \"theological fervour\", he being \"just an ordinary\nMuslim\", who on the defendants' version was\nsupposed to have started the\ndisruption of his daughter's wedding.\n96\nThere is a further jarring note in the evidence of Nazim, Gydien and Ramzie.\nIt relates to their attitude to Abdullah. Over many years\nhe had been Jassiem's\nassistant Imam at Coovatool, where so many iniquities were supposed to have been\nperpetrated, and he was his\nyounger brother. Given the weight attached by the\nMJC and its adherents to guilt by association, it is difficult to see why\nAbdullah\nshould not have been regarded as seriously suspect, and at least worthy\nof interrogation. Yet Ramzie went to him for ceremonial instruction\nprior to the\nwedding. He knew that he had been invited to the wedding by his father,\nAbrahams, and the three of them went to the\nwedding as a family group. Gydien\nhad raised no question about his attendance. The vague foreboding of impending\ntrouble to which\nhe deposed did not extend to Abdullah's presence, as he had no\nknowledge of any trouble between him and the community. Gydien's view\nwas\notherwise. He would have objected to\n97\nAbdullah's coming, but he took no special steps to warn him off, as he took\nit for granted that because of the message that he was\nsupposed to have sent\nJassiem, \"I presumed his brother would also take that as he himself as well.\" He\nwas unaware that his future\nson-in-law had gone to Abdullah for instruction, or\nthat he would or did arrive at the mosque in the same car. But when he saw\nAbdullah\nin the mosque he did not ask him to leave, because, \"... at that moment\nlike I said, there was chaos in the mosque, Sir.\" As far\nas Nazim is concerned,\nhe did see Abdullah in the mosque but, as already stated, denied having\naddressed him. Questions were put\nto him as to why Abdullah also was not put to\nthe test and the vote:\n\"How did you view his position on the Ahmadi issue? ... We have not gone into\nhis position as such yet.\nYou had not gone into his position? ... We only dealt with the plaintiff.\nBut surely you knew that he was the plaintiffs\n98\nassistant ...\nHis brother, yes.\nBeg your pardon? ... His brother.\nJa, but you. know that in the Koovatool Mosque as well as in the Imam\nJassiem, he was assistant to the Shaikh. He performed Imam services\nat both of\nthose mosques. Correct? ... Correct.\nCorrect. And that if Ahmadis and Ahmadi sympathisers had been allowed into\nthe mosque he must have been well aware of it? ... The\nbrother?\nThe brother, yes? ... Yes.\"\nThis passage together with that following,\nalready quoted in connection with why persons should have grabbed Abdullah if\nNazim had\nnot addressed him as claimed, is a vintage piece of Nazim evasion. If\nthe MJC had not earlier adopted an attitude towards Abdullah\n(and Nazim said it\nhad not), and if Nazim had said nothing to or about him in the mosque, it is\ndifficult to understand why Abdullah\nshould have been so vigorously set upon,\nwithout Nazim being able to make out why it was happening. It should also be\nremarked that\nNazim's conduct at the\n99\nAbrahams/Gydien wedding is in sharp contrast with Sheikh Salie's conduct at\nthe Albertyn funeral a few weeks before. There Sake, also\na member of the MJC\nhad singled out both Jassiem and Abdullah. He seemed to have no difficulty with\nthe fact that the MJC had not\n\"gone into the position\" of Abdullah.\nNazim is\nalso very unconvincing about another event that occurred five days after the\nwedding. On 25 December 1985 a meeting attended\nby no less than 50 mosque\ncommittees was held at the offices of the MJC, which led to a letter dated 30\nDecember 1985 recording an\nunanimous resolution to send a delegation to\nascertain the \"Islamic stand\" of the Loop Street mosque committee on the subject\nof\nJassiem's \"links\" to the Ahmadis, and his failure to denounce them. This was\nthe very subject that the MJC was trying to pursue with\nthe same committee. Yet,\nalthough he was president, Nazim claimed to know nothing of this\n100\nmeeting. His professed ignorance carries no persuasion, and is no doubt to be\naccounted for by the fact that at the time Jassiem's\nother claim, based on the\nMJC's having incited the committee to dismiss him, was still alive.\nThe Court a quo recorded that Nazim had been evasive about many matters. The\ntranscript of his evidence is indeed replete with evasion.\nWith regard to Gydien the trial Court's views were expressed thus, \"... his\nversion of what sparked trouble at the mosque ... is so\nimprobable that it must\nhave been largely concocted. ...\"\nConcerning Ramzie, the trial judge said, \"He not only cries easily, he lies\neasily. I have no doubt that he too was not honest with\nthe Court. There are\ncontradictions and improbabilities inherent in his evidence.\"\n101\nThese findings were fully and convincingly motivated by the Court a\nquo.\nTurning to the evidence given on Jassiem's side, the trial judge's\ngeneral comment was that such flaws as marred it were mainly due\nto age, quality\nof intellect and memory, and differences of observation of confused events.\nConcerning Abrahams, she held that his evidence was not satisfactory in all\nrespects. One respect in particular was that he was aware,\ncontrary to what he\ntried to suggest, that Jassiem's presence at the wedding might cause\nfriction.\nThere was much evidence concerning the invitation given to Jassiem, and it\nhas to be explored in order to understand this point. According\nto Ramzie, at\nhis father's insistence he took a wedding invitation to Jassiem. Later his\nfather asked him to approach Gydien\n102\nenquiring whether Jassiem could attend. Although reluctant to bear this\nmessage Ramzie did so, delivering it in Gydien's kitchen in\nthe presence of\nFatima. Gydien's response was that if there was going to be trouble Jassiem\nshould rather stay away. Upon being told\nthis Abrahams' reaction was that if\nthat was so he would himself not attend at the mosque. Ramzie went to his mother\nand requested\nher to cancel the arrangements for the reception. When his father\nheard of this he took to his bed. Ramzie then went to Jassiem's\nhome. When he\nentered he began to cry. He told Jassiem of the trouble with his father and\nrequested him to confine his attendance\nto the reception. After some remarks\nabout mixing with Christians and Jews not altering one's allegiance, Jassiem\nsaid that Ramzie\nwas not to worry, everything would be alright. Ramzie\nunderstood from his words that Jassiem would not come to the mosque. He left\nit\nto Fatima to convey the answer to her father. Later, when he\n103\nwas receiving instruction from Abdullah the latter said that his father\nshould not have asked permission for Jassiem to attend at\nthe mosque, and asked\nRamzie if he did not have some young friends who could prevent the two brothers\nbeing forcibly removed from\nthe mosque. (Abdullah denied this conversation).\nFurther, according to Ramzie, he feared that there might be trouble at his\nwedding\nbecause of the rumours about Jassiem's Ahmadi convictions, the attitude\nof the MJC and the close-knit nature of the local Muslim\ncommunity.\nGydien largely confirmed this evidence. He said that his reason for\nrequesting that Jassiem not attend was that he did not want trouble\nat his\ndaughter's wedding. When the message came back that Jassiem had said that he was\nnot to worry, everything would be alright,\nhe assumed that this meant that he\nwould not attend. He did not seek any confirmation that this was in fact what\nJassiem intended.\nAsked why he\n104\ndid not, he gave the answer, \"I can't stop him from coming to the mosque,\nSir.\" This is to be contrasted with what he claimed he did\nwhen he did come to\nthe mosque.\nAbrahams said that he had personally invited Jassiem to the\nwedding about a month before the time. Thereafter Ramzie had taken the\nwritten\ninvitation. He also asked him to enquire of Gydien whether Jassiem might attend.\nThere was no immediate reaction, but Fatima\nthen came to him saying that Gydien\nhad nothing against Jassiem. She herself had no objection either. There was no\nsuggestion that\nJassiem should stay away. In cross-examination he agreed that,\nstarting about a year before, Jassiem's position had become difficult\nagain as\nmany people said that he was an Ahmadi sympathiser. \"Die hele Kaap het gepraat\ndaarvan.\" That was why he had sent Ramzie\nto Gydien, but his concern was set at\nrest when Fatima had come to him. Ramzie himself had\n105\nbrought no answer. In the upshot he did not expect trouble. He denied that\nthe invitation to Jassiem was intended as a challenge to\nNazim. But he also\nsaid, when asked whether he did not think that Jassiem's presence might create a\nproblem, that he had not thought\nabout it. At this stage it appeared for the\nfirst time that after Fatima had brought the message from her father and as she\nwas leaving\nshe was in tears. Why that was he could not say. According to him he\nwas concerned with the message she had brought. Her crying was\nnot his concern\nand he did not ask her about it. Initially he denied that there was trouble\nbetween him and Ramzie about the impending\nwedding. The explanation for Ramzie's\nmoving out of his house was that he was busy setting up his new home. He was\nalarmed when he\nfound that Ramzie had left without telling him, but attributed\nthis to Ramzie's talking to his mother rather than himself. This explanation\nreflects tension between father and son. Abrahams\n106\nconceded that he had said to Ramzie that if his family was not to be at the\nwedding Ramzie was not to count him a father. After some\nhedging he conceded\nthat \"family\" meant, or included Jassiem. Unconvincingly he tried to play down\nthe extent of the friction. He\ndenied that it was a communication of Gydien's\ndesire that Jassiem should not attend that had led to his saying that Ramzie was\nnot\nto count him a father. In our opinion the trial court was correct to comment\nadversely on this part of Abrahams' evidence. What it\nall amounts to is that\nAbrahams placed his loyalty to his surrogate father above any possible\nembarrassment to his son (as Ramzie\ncomplained in his evidence), and was not\nprepared to be frank about it. That does not entail, necessarily, that the rest\nof his evidence\nhas to be rejected without more.\nThe trial court's favourable assessment of Abdullah's truthfulness,\nnotwithstanding his shortcomings as a witness, have been set\n107\nout earlier in this judgment and there does not seem to us to be any basis\nfor not accepting that assessment.\nOn appeal the attack on Jassiem's\ncredibility largely revolved around the incidents in 1965 and 1970, when he was\nentreated to \"return\nto the fold.\" It was contended that his dealings with the\nMJC were characterised by a singular lack of honesty and candour. The counter\nview is that the MJC, for all its professions of desire for reconciliation and\nunity among Cape Muslims, was really more concerned\nwith maintaining its sway\nover them, and that Jassiem, a man who detested witch-hunts, was treading that\ndifficult path between his\nconscience and his yearning to be accepted by the\nonly community which he regarded as his own. An approach to this subject cannot\nbut be affected by Nazim's utter falsity as a witness, be it, from time to time,\nthe result of mendacity, or religious fervour so\nintense as to blind him to all\nopinions but his own, as it is his\n108\naccount which is to be compared with that of Jassiem where there is a\nconflict in the oral evidence.\nThe 1965 episode has been summarized earlier\nin this judgment. For the defendants it was contended that Jassiem treated the\ndelegation\nfrom the MJC deceitfully. The thrust of Jassiem's version was that\nthe delegation had come to make peace, that he should accept them\nas brothers\nand return to the Council. That stands in the forefront of his letter of 28\nMarch 1965, which was never expressly answered.\nFurther, he saw this as an\nopportunity to extract a public retraction of statements by Sheikhs Sharkie and\nNajaar presumably to the\neffect that he was not a Muslim. His letter proceeds to\nrecord that he assumes that the MJC has accepted him as a Muslim and to state\nthat he awaits a similar acceptance by the two Sheikhs. Nazim claimed in\nevidence that their names were not even mentioned at the\nmeeting. It would seem\npointless and therefore\n109\nunlikely for Jassiem to have introduced their names if this were so. On the\nother hand it also seems unlikely that the delegation\nwould not have raised the\nsubject of the Ahmadis with Jassiem, something that clearly occupied their minds\nat the time. But he was\ngiving evidence 22 years after the event, and it is of\nthe nature of human memory to retain what one thought was important on a distant\noccasion and to discard or submerge what one thought was not, and also to build\nrecollection around such written record as remains.\nHowever, the main charge\nagainst Jassiem is that in his letter he gave the impression that he might\ndenounce the Ahmadis after reflection,\nwhen in fact he had no such intention. In\ncross-examination he conceded that there was substance in this charge. Also, it\nis contended\nthat his belated concession that Ahmadis might have been mentioned\nshows that he was being untruthful It is not easy after all this\ntime to\nreconstruct quite what went on in Jassiem's mind, but in\n110\nso far as he did dissemble, then the justification for it, as he viewed\nmatters, may be found in these clumsy words:\n\"Dink u dit is eerlik wat u gedoen het? ... Wel, as hulle eerlik is met my\ndan ek is dit hulle plig om eers vir die Ahmadis te gaan\nvra en dit is ook hoe\nhulle glo. Het hulle ooit vir die Ahmadis gevra hoekom hulle vir my vra. Dit is\nhulle plig om na die Ahmedis\nte gaan, nie na my toe nie. Ek is nie 'n Ahmadi\nnie.\"\nIn other words it is the old refrain: please stop troubling me to denounce\npersons about whom I do not know enough to form a view,\nand in the meantime\nplease stop calling me a non-Muslim. Overall, by no means a model of\ntruthfulness, nonetheless to be understood\nif not excused as the behaviour of a\nman subjected, as he saw it, to unfair and oppressive pressure.\nThe incident\nin 1970 has also been summarized earlier in this judgment. The particular thrust\nof the criticism relates to his failure\nto\n111\nrepudiate his publicly reported denunciation of the Ahmadis, and his\nacceptance of the Imamship at Coovatool, which was then offered\nto him. Jassiem\nattempted to explain his attitude in cross-examination thus, \"En hulle het\ngeeët en gedrink (a reference to\nthe convivialities at the Azaria Mosque\nafter the announcement of his changed attitude had been made), maar ek het maar\ngevoel dat\nek maar net kan huis toe gaan.\" In reexamination he further explained\nhis failure to repeat his true belief by saying that if he\nhad, his congregation\nwould have been scattered again, that the MJC frightened people so much that he\nwould never again be able to\nbury the departed decently, or perform marriages\nfor those who remained, and he would have lost the esteem which he had earned\namong\nhis congregation over so many years.\nAll this is supposed to demonstrate Jassiem's self-interest and lack of\nprinciple. Rather it reminds us of the words which posterity\n112\nattributed to Galileo, after his famous recantation, seventy and afraid,\nbefore another earthly tribunal, \"Eppur is muove.\" We do\nnot consider that these\nevents demonstrate Jassiem to be an untruthful witness either.\nThat said, it\nmust be added that he displayed distinct weaknesses as a witness. Even the\npassing of the years has not wholly effaced\nthe pugnacity and quick reaction of\nthe one-time pugilist, leading him into unconsidered and possibly inaccurate\nanswers which he\nwas sometimes slow to retract. The other critical observations\nof the trial Court already mentioned are borne out by the record.\nVarious\nfurther criticisms of Jassiem were raised in argument but, making allowance for\nhis personality and age, we do not consider\nthat any of them have a weight\ndeserving of further discussion. Overall we do not find fault with the trial\nCourt's finding that\nJassiem was not dishonest.\nSeveral times during his evidence Jassiem claimed that he had\n115 it was\nalso common cause that the congregation present in the Wynberg\nmosque when\nNazim used the words complained of were members of the\nWestern Cape Muslim\ncommunity, and that they viewed matters\ndifferently. By way of an innuendo\nJassiem alleged in his particulars of\nclaim that Nazim's statement was intended to mean, and was understood\nby the congregation to mean that Jassiem:\n\"is an Ahmadi as well as a sympathiser with Ahmadis and as such a non-Muslim,\na disbeliever, a kafir, an apostate and murtad, who\nrejects the finality of the\nprophethood of Muhammed, who, as such, is to be denied admittance to mosques and\nMuslim burial grounds,\nto whom marriage is prohibited by Muslim law, and with\nwhom Muslims should not associate.\"\nIn our judgment the evidence proves the innuendo. Counsel for\nthe\nappellants did not contend otherwise.\nMention has already been made of the fact that at the time\nrelevant to\nJassiem's action there were some 260 000 orthodox Muslims\nin the Western Cape. Accordingly the trial Court had to consider whether\n116\n\"The fact that something like 98% of the South African population would not\ncare a fig whether Jassiem is a traitor to Islam or not...\"\ndeprived Jassiem of a cause of action based on defamation. That inquiry,\nas the learned judge correctly pointed out, raised the issue -\n\"whether it is correct to accept literally the allegation often made that for\ndefamation to occur it is insufficient that the esteem\nof the object of the\ndefamatory appellation be lowered in the eyes of a section of the community: the\nimputation in question must\ntend to lower him in the estimation of 'ordinary\nright-thinking persons generally'. (Burchell, page 95.)\"\nIn considering this issue VAN DEN HEEVER J pointed out in\nthe course of her judgment that a man's reputation is not something which\n\"exists in a void\". She proceeded to make the following perceptive\nobservations -\n\"It consists of the esteem in which he is held by 'society' or within 'the\ncommunity'. How the\n117\ncommunity, society, is to be defined must in my view depend upon the facts\nand the pleadings in each particular case. Sometimes geographical\nborders of a\ncountry may define what society or community is relevant in a particular case;\nfor example, where a member of Parliament\nof a government within those\nboundaries claims to be defamed as such. If a man's reputation within the\nscientific community of which\nhe is a member, or within the financial community\nwithin which he operates, or within the black community within which he lives,\nis tarnished by an imputation within that community of conduct disapproved on\nthe whole by that community, the Court will use its\nmuscle to recompense him for\nthe loss... And by his pleadings a plaintiff makes it clear whether the loss for\nwhich he claims reparation\nis of reputation countrywide, or in a more limited\nparticular society ... I do not understand anything in the Appellate Division\ndecisions as barring such an approach, which is accepted in many other countries\nand urged here as a matter of common sense and fairness.\nProsser,\nTORTS,\npage 743, Burchell,\nDEFAMATION,\npage 99, Street,\nTORTS.\n5th\nEdition, page 288, Salmon & Heuston,\nTORTS.\n18th Edition, 134,\nAmerasinghe,\nDEFAMATION,\npages 21-23, Ranchod,\nDEFAMATION,\npage\n156, Hahlo and Kahn,\nTHE UNION OF SOUTH AFRICA. THE DEVELOPMENT OF ITS LAW\nAND CONSTITUTION,\npage 546. The only qualification,\n118\nit seems to me, is that the particular society should not be one whose\nreasonably uniform norms are contra bonos mores or anti-social.\"\nTurning to the pleadings in the matter before her the trial judge\nremarked:\n\"The innuendo pleaded here of necessity affects Jassiem's reputation within\nthe only community of relevance to the action in which\nJassiem sued as a Muslim\nclaiming to have been defamed as such within the Muslim community of the Cape.\nNazim himself testified that\nthat community keeps to itself to keep itself pure\nand for that very reason rejects anything it regards as foreign to its allegedly\nwell-defined norms.\"\nFinally VAN DEN HEEVER J expressed the opinion that there was no\nsound\nreason for concluding that \"in a non-Islamic overall South African\ncontext\" the Court should regard the relevant norms of Muslim society as\nanti-social or as contra bonos mores. Accordingly she resolved the issue\nnow under consideration in favour of Jassiem. She ruled that, despite the\nfact that the Cape Muslim community represents but a tiny fraction of our\ntotal national population, the words uttered by Nazim were defamatory of\n119\nJassiem.\nIt appears to us, with respect, that the general approach\nreflected in the reasoning of the Court below upon this legal issue in the\ncase\nis both logically compelling and sound in principle. Despite the fact that our\ncourts have frequently reiterated the test of\n\"ordinary right-thinking persons\ngenerally\", we consider that the precise problem crisply raised by the peculiar\nfacts of the instant\ncase has not so far claimed the attention of this Court;\nand that there is no decision of this Court which represents authority directly\ncontrary to the view expressed by the learned trial judge. The correctness of\nthat view was strenuously challenged by counsel for\nthe appellants in the Court\nbelow. However, during the argument on appeal Mr Albertus candidly informed us\nthat, without making any\nexplicit concessions in regard thereto, he proposed not\nto argue in this Court that on the issue in question VAN DEN HEEVER J had\nwrongly stated the law.\n120 For the reasons hereunder we consider that the conclusion at\nwhich the\nCourt a quo arrived in deciding this issue in favour of Jassiem\nwas correct\nin law.\nIn pondering whether the words complained of by the plaintiff\nin the\nwell-known case of Sim v Stretch\n[1936] 2 All ER 1237\n(HL) were\nin their\nordinary meaning capable of being defamatory, Lord Atkin\nproposed in that\ncase (at 1240) the test:\n\"would the words tend to lower the plaintiff in the estimation of\nright-thinking members of society generally?\"\nThe words quoted above were, however, immediately prefaced by the\nfollowing cautionary remarks -\n\"The question is complicated by having to consider the person or class of\npersons whose reaction is the (test of the wrongful character\nof the words\nused.\" (Emphasis supplied.)\nIt need hardly be said that what does or does not represent \"the\n121\nestimation of right-thinking members of society generally\" is\nsomething\ndifficult enough to gauge even in a society which is more or less\nhomogeneous. Such homogeneity might perhaps have existed in the\nUnited Kingdom\nfor a long time before the large-scale immigration which that country began to\nexperience shortly after the end of\nthe Second World War. However, where one has\na heterogeneous society such as is to be found in South Africa, and the\nstatement complained\nof is alleged to be defamatory only in the eyes of a\nparticular segment of society, Lord Atkins test cannot sensibly be applied\nunless\nhis cautionary remarks should be construed as meaning that, when dealing\nwith a particular segment of society, it is the reaction\nof \"right-thinking\"\nmembers of that segment of society which becomes the yardstick rather than that\nof \"right-thinking\" members of\nsociety generally. While constitutionally the\nRepublic is a single sovereign State, the composition of its peoples reflects a\nrich\nmosaic made up of a variety of races,\n122 cultures, languages and\nreligions. The consequences of such a diversity, in the context of the present\ndiscussion, have been vividly\ndescribed by Didcott J in Demmmers v Wyllie and\nOthers\n1978 (4) SA 619\n(D) at 629B-D:\n\"No single group has a monopoly of such a society's 'right-thinking' members,\nand the 'mythical consensus' [of opinion] must encompass\nthem all. Subjectivity\ninevitably intrudes whenever this is sought. A Judge would doubtless hesitate to\nsee himself as the epitome\nof all 'right-thinking' persons, or to say so at any\nrate. He is seldom likely, on the other hand, to attribute to the\n'right-thinking'\na viewpoint sharply in conflict with his own. More often he\ndecides what he personally thinks is right, and then imputes it to the\nparagons.\nTo others, however, the tenets thus decreed may seem merely the innate\nprejudices of the group or class from which he has\nsprung. That they indeed are\nis the danger against which he must guard.\"\nIt is hardly a matter for surprise that the complex population\nstructure of our country has been mirrored in a number of South African\ndefamation cases in which the court has appeared to disregard the view\n123\nof \"society in general\" in favour of a narrower provincial, ethnic\nor\nreligious view. In Naidu v Naidu\n(1915) 36 NLR 43\n, the plaintiff was\nan\nIndian, and a member of the Naidu caste, who had arranged the\nmarriage\nof his daughter to the son of Raja Naidu. The words used by\nthe\ndefendant were:\n\"After all Raja Naidu got a Woda's daughter in marriage to his son.\"\nAt the trial in the magistrate's court evidence was led that in India the\nWoda caste was several degrees lower than that of a Naidu; and that an\nallegation that a Naidu's son had married a Woda's daughter would\ndegrade the Naidu. Against the magistrate's award of nominal damages\nto the plaintiff the defendant appealed. The Natal Provincial Division\n(Dove-Wilson JP and Broome J) dismissed the appeal with costs. In the\ncourse of a brief judgment Dove-Wilson JP remarked (at 44):\n\"There is evidence that the words were calculated to do some damage to the\nplaintiff, and although it\n124\nsuggests that the damage in Natal might not be so great as it would have been\nif the parties were living in India, still any defence\non that ground is met by\nthe very moderate amount which has been allowed.\"\nIn Naidu's case the plaintiff and the defendant were Indian; and\npublication was made to an Indian. That situation may be contrasted\nwith\nthe state of affairs which confronted the court in Pillay v Ivins\n[1938] LKCA 6\n;\n(1919)\n40\nNLR 137.\nThe defendant, a white man, owed money to the plaintiff,\nan\nIndian market agent in Pietermaritzburg. In settlement of his debt\nthe\ndefendant forwarded a cheque to the plaintiffs attorney, a white\nperson,\nunder cover of a letter which read -\n\"I was at your office on the 31st, but found same closed, so enclose the\namount, by cheque, for full payment of that coolie claim.\"\nIn an action for damages in the magistrate's court the plaintiff alleged\nthat\nhe was a member of a caste many degrees above that of a coolie, and that\nthe words \"coolie claim\" had been used maliciously, and with intent to\n125\ndegrade. The defendant pleaded that he had written the letter without\nany\nintention of injuring the plaintiff; and he testified that he was\nquite\nunaware of caste distinctions. The plaintiffs action failed and he\nappealed. The full court of the Provincial Division (Dove-Wilson\nJP,\nHathorn and Tatham JJ) dismissed the plaintiff's appeal with costs.\nIn\nthe course of his judgment Dove-Wilson JP (at 139-140) made the\nfollowing observations:\n\"Now in the immigration laws down to 25 of 1891 the term used by the\nlegislature to designate the people who came here from India\nunder those laws\nwas the word 'coolie', and that was the universal appellation throughout Natal\nfor Indians. It became known to the\nlegislature that there were certain classes\nof Indians, to whom in their own country it would be inapplicable, who objected\nto the\nword as derogatory, and in subsequent legislation the words 'Indian\nimmigrants' were substituted. But it had become the habit among\nEuropeans, and\nthese habits die slowly, to designate Indians as 'coolies' without any idea or\nknowledge whatever that any insult\ncould thereby be conveyed, and it is not\nsurprising that there are many who in the same way do'so still; and indeed,\nthere is a number\nof\n126\nIndians in Natal to whom the term would be properly applicable in their own\ncountry, who cannot consequently object to it here. But\nthere are others who,\naccording to Indian ideas, would naturally resent the term being applied to\nthem, and the case might have been\nvery different had the defendant been one of\nthemselves and conversant with their customs and ideas. I do not defend the use\nof the\nterm. It is just as easy to say Indian as coolie, which is descriptive of\nonly one, and that, the lowest class of Indian, and, consequently,\nas it is\noffensive to the other classes, it should be avoided. But it is perfectly clear\nfrom the evidence of the plaintiff and of\nhis witnesses that it may, and is,\nstill used by many Europeans as a general term for Indians without any idea\nwhatever that it may,\nif addressed to an Indian to whom it is not applicable,\ngive offence, and indeed, without any knowledge that there are Indians to\nwhom\nit is not applicable, and consequently with no intention to insult.\"\nHaving noticed the approach of the Natal courts in a couple of\ndefamation\nactions involving members of that province's Indian\ncommunity, with its\nadherence to or at any rate recognition of differences\nwithin India's social\ncaste system, we turn to the approach adopted in a\n127\ndefamation action in the then province of Transvaal. The case is Brill v\nMadeley\n1937 TPD 106.\nThe defendant was the Nationalist Party candidate at a\nProvincial Council election where the Labour Party had also put up a candidate.\nThe plaintiff was a member of Parliament and the leader of the South African\nLabour Party. The defendant distributed among the voters\nof Fordsburg an\nelectioneering circular. A judge in chambers held that the critical sentence in\nthe circular would convey to the\nordinary reasonable reader that a speech made\nin Parliament by the plaintiff justified the inference that he advocated\nmarriage between\nwhite girls and coloured men; that it was actionable falsely to\nsay of a public man in the Transvaal that he was an avowed advocate\nof\nmiscegenation; and that an order restraining the defendant from distributing the\ncircular should be granted.\nIn an appeal to the full court its judgment was delivered by Tindall J with\nthe concurrence of Solomon and De Wet JJ. In the\n128\ncourse of his judgment Tindall J (at 110) said the following:\n\"I am of the opinion that, having regard to the feeling which has prevailed\namong the public of the Transvaal ever since it was first\noccupied by whites\nmany years ago, a man is exposed to hatred and contempt if it is said of him\nthat he advocates marriage between\nEuropean women and coloured men in South\nAfrica... In the passage in Matthaeus, de Crim, (47.4.1.2) quoted by DE VILLIERS\nA.J.A.,\nin G.A. Fichardt, Ltd v. The Friend Newspapers,Ltd (1916, A.D. at p. 13)\nthat writer says that words are defamatory when something\nis imputed which is\ndisgraceful according to the usages of the country, provided that in order to\nascertain whether this is so, the\nopinion of the better classes and of the saner\nmembers of the community must be taken. If this test is applied, in my judgment,\nthe\nimputation complained of in this case is defamatory. The Court is not\nconcerned with the question whether the general opinion today\non such marriage\nis right or wrong. We must take public opinion as it exists in the Transvaal,\naccording to our knowledge of it gained\nafter a long residence in this\nProvince... In my view, a European who advocated such marriages would, in the\nprevailing state of\nopinion, be regarded by most Europeans in the Transvaal as\ntrying to destroy a safeguard which a large section of the population\nregards as\nfundamental for the preservation of the white race in this country,\n129\nand he would lose caste himself and would incur the hatred and contempt of\nmost white citizens.\"\nThe thrust of the full court's judgment in the case of Brill v Madeley\nentailed a purely regional conspectus of the facts. The emphasis\nthroughout, as\nthe above quotation amply demonstrates, was exclusively upon the state of white\npublic opinion (whites alone then\nhaving the vote in the Transvaal) within the\nconfines of a single province. Whether the deep-seated predisposition of the\nmajority\nof white persons in the Transvaal would have been shared by the\nmajority of \"the better classes\" and of \"the saner members\" of the\nwhite\ncommunities living elsewhere in South Africa, was an inquiry upon which the full\ncourt found it unnecessary to embark.\nLord Atkin's test has been widely applied in South African courts - see, for\nexample: Smith v Elmore\n1938 TPD 18\nat 21; Conroy v Stewart Printing Co Ltd\n1946\nAD 1015\nat 1018; Hassen v Post\n130 Newspapers (Pty)Ltd 1965(3) SA 562 (W) at\n564; Botha v Marias\n1974 (1) SA 44\n(A) at 49; HRH King Zwelithini of Kwa-Zulu v\nMervis and Another\n1978 (2) SA 521\n(W) at 529. In the context of a criterion\nof\ndefamation our courts have tended to equate \"right-thinking\" with\n\"reasonable\" or \"ordinary\" or \"average\". We would agree, with respect,\nwith the suggestion made by J M Burchell, \"The Criteria of Defamation\"\n(1974) 91 SAW 178\nat 180, that -\n\"In this sense the term 'right-thinking' does not add anything to the test of\nthe ordinary reader.\"\nIf the requirement of \"society generally\" of Lord Atkin's test\nwere to be applied in every conceivable case of defamation it would have\nthe consequence that, in the case of a plaintiff belonging to a\nparticular\ncommunity representing only a fraction of the entire population of the\ncountry, the views of such community would be disregarded in\ncircumstances in which the views of that community were all that\n131\nmattered. That, so we consider, is not the position in our law\nof\ndefamation.\nEarlier in this judgment the view has been expressed that\nupon the issue now under consideration the reasoning of the learned judge\nin the\nCourt below was sound in principle. It is true that there are certain dicta in\nthe judgments of our courts which may seem\nto suggest that what we would call\n\"community views\" are irrelevant as a criterion of what constitutes defamation;\nand, in consequence,\nthat our law does not recognise what may conveniently be\ntermed \"segmental defamation\". It appears to us, however, that too much\nhas been\nread into them, and that upon careful scrutiny these dicta do not represent real\nauthority for such propositions.\nMost frequently cited in this connection are the following remarks of Solomon\nJA in G A Fichardt Ltd v The Friend Newspapers Ltd\n1916 AD 1\nat 9-10:\n132\n\"The argument raises the question whether words that in themselves are\nperfectly innocent can be regarded as defamatory by reason\nof the special\ncircumstances prevailing at the time and in the locality where they were\npublished.... For example it may very well\nbe that, though in certain parts of\nSouth Africa it would injure a man in his business to say that he was a German,\nthis might not\nbe so in other parts. Would the words then be libellous in one\ndistrict and not in another? Moreover if words innocent in themselves\ncan be\ntreated as defamatory in certain places and at certain times where is the line\nto be drawn? For example it might very well\nbe that in one part of the country,\nwhere political feeling is running high, it might be injurious to a man in his\nbusiness to say\nthat he is a Nationalist, or again in another part that he is a\nUnionist. Is it to be held that in the one district it would be defamatory\nto\nsay of a man that he is a Nationalist or a Unionist but that it would not be\ndefamatory to make the same statement of him in another\ndistrict?\"\nHowever, we are of the opinion that the question with which we\nare\nconcerned neither arose nor was considered in Fichardt's case. The\nissue\nbefore this Court was a very narrow one: Could the accusation that\nthe\nplaintiff was a German company, standing alone and without any\n133\nspecial innuendo, be defamatory. The question was answered in\nthe\nnegative. That, and nothing more, was what was decided. This Court\nwas\nnot required to consider whether words, innocent on their face,\nspoken of a\nplaintiff belonging to a community localised in one corner of\nSouth Africa\nmight not sustain a defamatory innuendo when uttered there,\ndespite the fact that the same words would be quite incapable of any\nsuch\ninnuendo elsewhere in South Africa.\nThe case of Wallachs Ltd v Marsh\n1928 TPD 531\ndecided that\nan imputation against a school-teacher that he had made a political\nspeech\nat a political meeting was not defamatory per se. In the course of\nhis\njudgment Krause J said (at 536):\n\"It is not what one particular section of the community, which might have\nvery narrow ideas with regard to what is proper or improper\nfor certain persons\nin society to do; the Court has to regard the estimation in which a man is held\nin society generally; and, therefore,\nalthough we have a vast difference of\nopinion as to the correct conduct of school-teachers,\n134\nespecially whether they ought or ought not to meddle in politics, that is\nmerely a sectional view and not one which is generally accepted.\"\n(Emphasis\nsupplied.)\nWhat the learned judge in the above passage described as a\n\"sectional\nview\" was not the view of a defined community (such as the\nCape\nMuslim community within a broader South African context), but\nrather\na section of the general public whose narrow views departed from\nthe\nnorm.\nA further reference to \"sectional views\" is to be found in this\nCourt's judgment in Conroy v Nicol\n1951 (1) SA 653\n(A). Dealing with\nthe effect of words alleged to be defamatory Van den Heever JA said at\n660H:\n\"So 'n bewering kan die kabinet wel in onmin by 'n sekere seksie van die\nbevolking laat geraak, maar nie die hoogagting van regdenkende\npersone in die\nalgemeen laat verbeur nie.\" (Emphasis supplied.)\nHere loo, so it seems to us, the learned judge had in mind simply a\n135\nnumber of individuals in the populace whose notions were\nconsidered\nunreasonable. Again the court was not required to consider the\nviews of a defined community in order to gauge whether its views, seen\nin\nisolation, might fittingly serve as a criterion for defamation.\nAgainst the\ngeneral terms in which the above dicta (and many more like them) are couched,\nthere must go into the scales the rationes\nof the Natal cases, already\nconsidered, dealing with the views of the Indian community in that province; and\nthe approach reflected\nin the criteria applied in Brill v Madeley (supra).\nWriters have pointed out that a rigid application of the\n\"society\ngenerally\" principle is in our country an unrealistic one.\nThirty-five years\nago Hahlo and Kahn, The Union of South Africa - The Development of its\nLaws and Constitution delivered the following plea (at 546) -\n\"The South African population is composed of comparatively large groups of\npersons having widely divergent cultural, educational,\nsocial and economic\n136\nbackgrounds. In many cases persons belonging to different racial groups hold\ndifferent views. Under these circumstances it is submitted\nthat it would be\npreferable to adopt the American approach, according to which it is recognised\n'that the plaintiff may suffer real\ndamage if he is lowered in the esteem of any\nsubstantial and respectable group, even though it be a minority one, with ideas\nthat\nare not necessarily reasonable [provided that] ... if the group who will\nthink the worse of the plaintiff is so small as to be negligible,\nor one whose\nstandards are so clearly antisocial that the court may not properly consider\nthem, no defamation will be found'.\"\nRanchod, Foundations of the South African Law of Defamation, rejects\nas artificial the \"right-thinking\" test (at 156) and proceeds to say:\n\"In a country like South Africa, with its varied social and economic\nstructure, it would seem to be more appropriate to test the meaning\nthe words\nare capable of bearing in a particular group or community to which the parties\nbelong. The reasonable hearer or reader\nin the circumstances may be a better\nstandard than that of a reasonable, right-thinking member of society.\"\nIn his work on defamation Burchell, The Law of Defamation in South\n137\nAfrica, remarks (at 99):\n\"Reputation is a 'relational interest' - it is the opinion which others hold\nof a person. Even if this opinion is not diminished among\npersons generally but\nonly among a portion of society, it seems right that the plaintiff should have\nhis remedy... Melius de Villiers\ndefines reputation as 'that character for moral\nor social worth to which [a person] is entitled among his fellow men'. In South\nAfrica,\nwith its diverse population with different ideologies and cultures, in\nmany instances the concept of a person's fellow men inevitably\nassumes a\nsectional meaning and there is a distinct need for the recognition of the views\nof different groups.\"\nWhether in a given situation a distinctive community group\nwhich forms part of the total South-African population is such that when\na plaintiff is lowered in its esteem he must be adjudged to have suffered\ndamage, is a question of fact to be decided on the circumstances of each\ncase. It goes without saying that such jurisdiction is to be exercised\ncautiously, and that appropriate line-drawing may prove difficult. It may\nalso require the concomitant evolution of defences peculiarly appropriate\n138\nto it and which would not necessarily be recognised as\ndefences where\nthe words complained of are defamatory in the eyes of society at large.\nIn the present case, however, the claim for community\nrecognition is, in\nour view, a strong one. In the total fabric of South\nAfrican society the\nWestern Cape Muslim community is a long-\nestablished, well-defined and\nclosely-knit social, cultural and religious\nunit. Despite the fact that its\nnumbers are relatively small the evidence\nin this case satisfies us, inasmuch as it is a substantial and\nrespectable\nsegment of our society, that when a member of the Western Cape Muslim\ncommunity is lowered in its esteem he suffers damage; and that he is in\nlaw entitled to seek reparation by way of an action for damages for\ndefamation.\nD. DID THE APPELLANTS DISCHARGE THE ONUS Of ESTABLISHING THE DEFENCE OF\nQUALIFIED PRIVILEGE?\n139\nHaving established that the words imputed to Nazim were uttered by him, and\nwere defamatory of Jassiem, the appellants' alternative\nplea of qualified\nprivilege falls to be considered next. As pointed out previously, this plea is\nfounded on the proposition that\nthe publication of the defamation was not\nunlawful because the offending words \"were published and received by the\ncongregation in\nthe discharge of a moral or social duty and/or the furtherance\nof a legitimate interest\". Coupled with this was an allegation that\nat the time\nNazim had a bona fide belief in the correctness of his utterances.\nIt is\ncommon cause that the appellants were encumbered with a full onus in regard to\ntheir defence of qualified privilege (Neethling\nv Du Preez and Others 1994(1) SA\n708(A) at 770H-I).\nThe learned trial judge appears to have decided the issue of qualified\nprivilege on the basis of what was referred to in argument\nas the\n140\n\"substantive approach\". This approach was predicated on the need for the\nappellants to prove, on the requisite balance of probabilities,\nthat in terms of\napplicable Islamic law an Ahmadi sympathiser (of the kind Jassiem was claimed to\nbe) is not a Muslim and is not\naccepted in a Muslim community nor permitted in a\nmosque. This, it was held, they had failed to prove. It has already been pointed\nout that as an alternative to their main plea denying use of the words\ncomplained of the appellants did not plead that the words\nwere true and uttered\nfor the public benefit. The only alternative defence relied upon was that of\nqualified privilege. Truth and\npublic benefit on the one hand, and qualified\nprivilege on the other, are disparate defences. The validity or otherwise of the\ndefence\nof qualified privilege hinged solely upon the answer to the inquiry\nwhether Nazim's defamatory communication to the wedding guests\nin the Wynberg\nmosque was made in the discharge of a moral or social duty\n141\nand/or in the furtherance of a legitimate interest; and whether the\ncongregation had a reciprocal duty or interest to receive it.\nTo this inquiry\nthe \"substantive approach\" was irrelevant.\nAccordingly it is necessary for this Court to consider afresh, in the light\nof the proven facts, whether or not the elements of the\ndefence of qualified\nprivilege were established.\nThe defence of qualified privilege rebuts the inference of\nunlawfulness that arises from the publication of defamatory matter.\nPublic policy is the foundation of the defence (Borgin v De Villiers\nand\nAnother 1980(3) SA 556(A) at 571F-G). As pointed out by Burchell:\nThe Law of Defamation in South Africa, at 237/8:\n\"It is in the public interest that the communication of certain defamatory\nstatements, uttered on specific occasions, should not be\nprevented or inhibited\nby the threat of defamation proceedings.\"\nPrivilege attaches to the occasion on which the communication\n142\nwas made (Adams v Ward\n[1917] AC 309\n(HL) at 348.) The appellants\ncontend\nthat the defamatory words were uttered by Nazim in the\ndischarge of a duty or\nthe furtherance of a legitimate interest to the\nmembers of the congregation\npresent at the Wynberg mosque who had a\ncorresponding duty or interest to\nreceive them; hence the occasion, and\nconsequently the communication, was privileged. Our law recognises that\nsuch an occasion may enjoy qualified privilege provided certain\nprerequisites are satisfied. One such requirement is that the\ncommunication must not be lacking in relevancy. As pointed out by\nWatermeyer AJA in De Waal v Ziervogel\n1938 AD 112\nat 122:\n\"[A]n occasion which is privileged for a communication upon one subject is\nnot privileged for a communication upon another subject\nnot germane to the\noccasion\"\nMoreover, the truth or otherwise of a defamatory statement has no\nbearing on whether it was germane to the occasion or not (Borgin v De\n143\nVilliers and Another (supra) at 579A).\nWatermeyer AJA went on to hold in De Waal v Ziervogel (at\n122/3):\n\"Whether or not the occasion is privileged must be decided from the\ncircumstances of the case independently of the motives which moved\nthe defendant\nto speak. In other words the question which the Court has to decide at this\nstage is not was the defendant in fact\nspeaking from a sense of duty but did the\ncircumstances in the eyes of a reasonable man create a duty or an interest which\nentitles\nthe defendant to speak. This does not mean that the state of mind or\nactuating motive of the defendant is immaterial in the ultimate\nresult of the\ncase because it becomes very relevant in the next stage of the enquiry when the\nquestion arises whether a privileged\noccasion has been abused.\"\nOn page 124 of the judgment he reiterated that a defendant's state of\nmind \"was irrelevant on the question whether the occasion was\nprivileged\".\nThe objective test propounded in De Waal v Ziervogel has been\nconsistently followed in this Court - see e.g. Benson v Robinson & Co\n144\n(Pty) Ltd and Another 1967(1) SA 420(A) at 426 D-F and Borgin v De\nVilliers and Another (supra) at 577E-G where Corbett JA stated:\n\"The test is an objective one. The Court must judge the situation by the\nstandard of the ordinary reasonable man, having regard to\nthe relationship of\nthe parties and the surrounding circumstances. The question is did the\ncircumstances in the eyes of a reasonable\nman create a duty or interest which\nentitled the party sued to speak in the way in which he did?\"\nThe principles outlined above are those which must guide us in\narriving at\na decision. The essential enquiry is whether a reasonable man\nwould have\nconsidered, ex post facto and in the light of all the relevant\ncircumstances,\nof which he must be taken to have been aware, that there\nexisted a duty on\nthe part of Nazim which entitled him to speak as he\ndid. We accordingly turn to a consideration of the facts that bear on\nthis\nenquiry. To the extent that this involves a repetition of facts already\nrecounted, this is necessary to facilitate a proper understanding of the\njudgment.\n145\nIn May 1965 the MJC declared Jassiem to be an apostate. This was followed\nalmost immediately by the 1965 fatwa in which the MJC proclaimed,\ninter alia,\nthat all Ahmadis were murtad and that no Ahmadis or Ahmadi sympathisers should\nbe allowed to enter Muslim mosques. The\nfatwa has been of application ever\nsince. It could only have been intended to apply to acknowledged Ahmadis and\ntheir sympathisers,\nor persons who had properly been identified and declared as\nsuch. The consequences of a declaration of apostasy are so severe that\nthe MJC\ncould not have countenanced the indiscriminate labelling of persons as Ahmadis\nor sympathisers. In 1970 Jassiem was absolved\nof apostasy and returned to the\nfold of Islam. In 1971 he became the Imam of the Coovatool mosque, an office he\ncontinued to hold\nuntil late December 1985. During 1982 and 1983 he acted as\npart-time Imam of the Parkwood mosque. Whatever discontent or rumours\nthere may\nhave\n146\nbeen concerning Jassiem's alleged sympathetic attitude towards Ahmadis,\nnothing came out into the open until the beginning of 1984.\nUntil then Jassiem\nappears (outwardly at any rate) to have been fully integrated into, and accepted\nby, the Muslim community.\nOn his return, in January 1984, from a visit to\nMecca Jassiem was confronted by the Parkwood mosque committee with regard to his\nassociation\nwith Erefaan. This eventually led to the letter from the secretary\nof the committee dated 16 March 1984, the material parts of which\nhave been\nquoted earlier in this judgment. Of significance is the fact that while\nJassiem's services as a part-time Imam were suspended\n\"until this matter is\ncleared\", he was not debarred from attending the mosque. The letter indicates\nuncertainty in regard to Jassiem's\nprecise stance in relation to Ahmadis, and\nrecognises the need for investigation of the situation. In the meantime, in\nFebruary 1984,\nNazim had\n147\noverruled an objection to Jassiem being called as an expert witness in a\nMuslim religious dispute, declaring him to be a Muslim.\nThe next event of any\nsignificance was the letter from the committee of the Lentegeur mosque in\nOctober 1985 in which Jassiem was\naccused of associating with Ahmadis and\nallowing them and their sympathisers to attend his mosque. The latter, it was\nclaimed, was\n\"a fact that cannot be disputed\". However, no names, dates or\nspecific instances were cited. At about this time Jassiem attended\nthe funeral\nof Mrs Albertyn at the St Athens Road mosque where a concerted effort was made\nby a section of those present to eject\nhim from the mosque. This was the\noccasion on which the agitators were silenced by Sheikh Soeker with the words\n\"Daar is nog nie\n'n bestelling nie teenoor die Sheik nie van die Muslim Judicial\nCouncil nie\". In the result Jassiem was permitted to remain in the\nmosque for\nthe service and Soeker even asked\n148\nhim to say a prayer, which he did. What occurred suggests that at the time\nthere was no general consensus amongst Muslims about Jassiem's\nstatus, and that\nthe mourners at the funeral were prepared, after being admonished by Sheikh\nSoeker, to adopt a wait-and-see attitude\npending an investigation by the MJC -\nan attitude seemingly in keeping with both Islamic principle and practice.\nThen followed the meeting of the MJC on 13 November 1985 at which Sheikh\nGabier reported that he had received complaints about Ahmadis\nand their\nsympathisers attending the Coovatool mosque. We have already quoted the relevant\nportion of the minutes of that meeting.\nWhat needs to be emphasized is the\nrecital that \"The Council was completely in the dark with regard to the stand\nand attitude of\nthe Imam viz. Sheikh M.A. Jassiem\". Sheikh Gabier was instructed\nto write a letter to the mosque committee \"to set up a meeting so\nthat this\nissue\n149\ncould be discussed\", presumably to obtain clarification on the matter. The\nnature of the MJC's response points to the conclusion that\nthe MJC, despite\npossible concerns it might have had, did not intend to label Jassiem an Ahmadi\nsympathiser without a proper investigation.\nThe letter was the first step to\nthat end. It is worthy of note that no suggestion was made that Jassiem should\nbe suspended as Imam\npending an enquiry.\nOne would have expected the\ncommittee members of the Coovatool mosque to have been fully aware of events\ntaking place at their mosque.\nIf there were undoubted substance in the\ncomplaints against Jassiem, confirmation of this fact should have been readily\nforthcoming.\nThe committee's sharply-worded response lent no support to the\ncomplaints, this notwithstanding its attitude, reflected in the last\nsentence\n(not previously quoted) of its reply, that \"Needless to say the Coovatool\n150\nIslam Mosque Trust is as concerned about the Ahmadis issue as any of\nthe\nother Mosques and ummat\". Its letter, which suggested that the MJC\nshould\ndeal with Jassiem directly in relation to what was a religious issue,\namounted to a referral of Jassiem's position to the MJC for\nconsideration\nand decision. It is common cause that the MJC construed it in\nthat light.\nDespite his evasive evidence in this regard, the probabilities suggest\nthat\nNazim was aware of the committee's response and its implications. This\nthen was the position that pertained on 20 December 1985 when the\nevents at the Wynberg mosque took place.\nClause 7(a) of the MJC's constitution provides:\n\"All religious matters affecting the Muslim Community shall be referred to\nthe Supreme Council for consideration and decision.\"\nIn terms of clause 10 of the constitution the Fatwa Committee (of which\nNazim was the chairman), and which comprised the members of the\nSupreme Council, was called upon, inter alia, to handle all matters\n151\nrelating to Ahmadis.\nThe uncertainty (for such it was) and concern\nregarding Jassiem's alleged Ahmadi sympathies was clearly a religious matter\naffecting\nthe Muslim Community, and as such a matter on which the Supreme\nCouncil was called upon to adjudicate. Alternatively, it raised an\nAhmadi issue\nand therefore fell within the purview of the Fatwa Committee. As at 20 December\nno proper consideration had been given\nby either body to Jassiem's position, and\nno decision taken or finality reached in regard thereto. The matter was the\nsubject of\na pending enquiry. There can be little doubt that Nazim was fully\nalive to the situation that existed as at that date, and that he\nknew that there\nwas an investigation under way that would ultimately determine Jassiem's fate.\nIslamic faith, according to Ghazi,\nrequires certain steps to be taken before a\nMuslim can be declared an apostate. That this should be\n152\nso is hardly surprising in view of the dire consequences that flow from\nsuch a declaration. He explained the procedure to be followed in these\nwords:\n\"In order to excommunicate a person in order to declare that such person has\nceased to be a Muslim, it is necessary that his doubts\nare to be removed, his\nmisunderstanding is to be removed and the true position, true Islamic point of\nview is to be properly explained\nto him. If after receiving explanation, if\nafter the removal of doubts, if after listening to the arguments and authorities\nhe still\ninsists that he holds the same view, then he will be considered to be a\nkafir, a non-Muslim. In spite of their being explained to\nhim and in spite of\nhis association with the Muslims, a person is living in a Muslim society, a\nperson is co-existing with fellow\nMuslims, day and night he is with them and he\nhears them, he sees them, he witnesses them but there they are performing in a\ncertain\nmanner. They are offering five time prayer. They are having such and\nsuch beliefs and in spite of that the true position is explained\nto him and even\nthen he says that he does not believe, then he is unanimously considered to be\nkafir.\"\nIt appears from Nazim's evidence that the accepted method of\ndealing with suspected Ahmadis in the Western Cape at the relevant time\n153\nwas somewhat more forthright and robust. This appears from the\nfollowing passage in his evidence when questioned by the trial judge:\n\"I am putting to you a hypothetical situation that there is the rumour, the\nman comes to your mosque and you confront him and you\nsay, 'I believe that you\nare an Ahmadi, the rumours are floating around that you are an Ahmadi' and he\nanswers you, as I have suggested,\nwhat would you do with him? — I will ask\nhim if he is an Ahmadi. If he says no, then I will tell him that denounce such a\nbelief\nbecause it is not accepted in Islam, it is the belief of kafir and if he\nsays that he does not and he regards that belief as being\nIslamic, then I\ndeclare him as a sympathiser of the Ahamdi.\nIn other words you would test him by requiring him to denounce Ahmadis?\n— Yes.\nSaying that you would not let him pray in your mosque? — That is\ncorrect.\"\nWhichever procedure is followed there would appear to be two essential\npreconditions before a declaration of apostasy is justified - some form\nof\nenquiry and ultimately (the acid test) a refusal to denounce.\nIf, as was contended on behalf of the appellants, these\nprocedures are indeed integral to Islamic faith - as to which we express\n154\nno opinion - it would not be for us to comment on their reasonableness\nor\nfairness. Significant in this connection are the following observations\nof\nLord Davey in General Assembly of Free Church of Scotland and\nOthers v Lord\nOvertoun and Others\n[1904] AC 515\n(HL Sc) at 644-5):\n\"My Lords, I disclaim altogether any right in this or any other Civil Court\nof this realm to discuss the truth or reasonableness of\nany of the doctrines of\nthis or any other religious association, or to say whether any of them are or\nare not based on a just interpretation\nof the language of Scripture, or whether\nthe contradictions or antinomies between different statements of doctrine are or\nare not\nreal or apparent only, or whether such contradictions do or do not\nproceed only from an imperfect and finite conception of a perfect\nand infinite\nBeing, or any similar question.\"\nSee too Lord Halsbury LC at 613.\nOne cannot deny the right to those who\nare legitimately charged with the protection of the Muslim faith to seek to\nsafeguard what\nthey consider to be the fundamental and critical tenets of their\nfaith, and to excommunicate someone whose convictions and beliefs\nare in\nopposition\n155\nto, or not in conformity with, those principles. It would therefore be\ninappropriate for us to measure by conventional juridical standards\nthe fairness\nor justifiability of declaring murtad a person who persists in adopting a\nneutral attitude towards Ahmadis, either because\nof his lack of knowledge as to\nwhat their beliefs are, or because he believes that the Quran enjoins that a\nperson who is to all\noutward appearances a professing Muslim may not be debarred\nfrom attendance at a mosque, and that the sincerity of such a person's\nprofessed\nfaith is a matter between him and Allah. Turning more particularly to Jassiem's\nown attitude, his neutrality was partly\ndue to lack of knowledge but\npredominantly due to his belief in the last-mentioned proposition. Whether or\nnot a failure or refusal\nby Jassiem, for those reasons, to denounce Ahmadis\nwould have justified branding him a \"sympathiser\" is a question which we are not\ncalled upon to decide in the light of our conclusions on other aspects of\n156\nthe case, and in the absence of any invocation by the appellants of the\ndefence of truth and public benefit. However, we may say that\nit is far from\nclear to us that it would have justified so branding him.\nSuffice it to say\nthat it is common cause that the procedural requirements of Islamic faith in\ndealing with a person suspected of\nbeing an Ahmadi or an Ahmadi sympathiser had\nnot been followed in respect of Jassiem prior to 20 December 1985. Jassiem had\nnot yet\nbeen requested by either Nazim or the MJC to clarify his stand and\nattitude in relation to the rumours circulating and the complaints\nmade against\nhim. Nor had he been asked to denounce Ahmadis. Nazim's false evidence was no\ndoubt designed to deal with this failure\n- by untruthfully putting forward the\ncase that he had in effect \"tested\" Jassiem and been met by a refusal to\ndenounce Ahmadis.\nIn this respect we disregard the events that occurred before\nJassiem was declared an apostate in 1965, as they\n157\nwere purged by Jassiem's return to Islam in 1970 and subsequent events. They\nare therefore not relevant to the issue of privilege.\nWhile rumours may have abounded that Jassiem was an Ahmadi sympathiser (as\nappears, inter alia, from the evidence of Peck, Abrahams\nand Abdullah), his\nstatus as such had not been positively established at the time of the wedding.\nGiven Jassiem's essentially neutral\nstance, the matter was one on which opinions\ncould conceivably have differed. There was an enquiry pending into Jassiem's\nposition.\nThe recognised procedures that needed to be followed before a Muslim\ncan be declared an apostate had not yet taken place. Amongst\na responsible\nsection of the Muslim community there seems to have been the perception that no\naction could or should be taken against\nJassiem until the MJC had finally\npronounced upon the matter. Those taking up that attitude recognised Jassiem's\nright to attend\na mosque until then. In this respect it is worthy\n158\nof note that, on the proved facts, the members of the\ncongregation present at the Wynberg mosque had displayed no hostility towards\nJassiem, nor raised any objection to his presence there, prior to the entrance\nof Nazim and the events that followed.\nAll this being so, a reasonable man, properly apprised of the\nantecedent\nhistory and the relevant surrounding circumstances, in particular the fact of an\nimpending, unresolved enquiry and noncompliance\nwith the essential prerequisites\nfor a declaration of apostasy, would not have considered it his duty to speak as\nNazim did. The\ntime was wholly inappropriate for an ex parte statement of the\nkind made by Nazim. His accusation was premature and improper, and\nnot germane\nto the occasion. Speaking colloquially, Nazim jumped the gun.\nIn terms of the principles enunciated above it is irrelevant that Nazim bona\nfide believed Jassiem to be an Ahmadi sympathiser, or\nthat\n159\nhe may subjectively have considered that there was a duty upon him to speak\nwhen he did. The communication was therefore not privileged.\nMr Albertus\nconceded in argument that Nazim would not have been entitled to brand Jassiem an\napostate at a similar gathering immediately\nafter receipt by the MJC of the\nletter from the Coovatool mosque committee. If such occasion would not have been\nprivileged, neither\nwould the later one in the Wynberg mosque have been, for\nnothing of any consequence had occurred in the interim to bring about any\nchange\nbetween the one situation and the other.\nThe position may well have been different (we express no definite view in\nregard thereto) had finality been reached by the MJC on\nJassiem's position after\nan enquiry and Nazim had used the occasion of the wedding to announce the result\nof its findings; or if\nthe defamatory statement had been made by Nazim not to\nthe wedding guests but to the\n160\nSupreme Council or Fatwa Committee of the MJC in the course of investigatory\nproceedings; or possibly even if Nazim had converted\nthe occasion at the Wynberg\nmosque into an enquiry into Jassiem's convictions and beliefs concerning\nAhmadis, and given him an opportunity\nto denounce them, as he falsely suggested\nin evidence had been the case.\nNazim's false evidence at the trial in an\napparent attempt to bring his conduct in line with Islamic procedures strongly\nsuggests\nthat he appreciated ex post facto the wrongfulness of his behaviour,\nand that he resorted to such lengths in the hope of avoiding\nliability for his\nactions. That he was alive to the need for a proper enquiry is evident from his\nattitude towards Abdullah, against\nwhom he claimed he could not level an\naccusation as \"we have not gone into his position as such yet\". The implication\nthat Jassiem's\nposition, by contrast, had already\n161\nbeen gone into, was clearly untrue. An enquiry had been embarked upon but no\ndecision had yet been reached. In the circumstances,\nif the occasion was\ninappropriate to label Abdullah a sympathiser, it was equally inappropriate to\nbrand Jassiem one.\nMr Albertus contended that if, objectively viewed, there was no duty upon\nNazim to speak, he had spoken pursuant to a legitimate interest.\nNazim's alleged\ninterest derives from precisely the same factual matrix as his professed duty.\nIn the present instance, if one is\nexcluded, so is the other.\nIn the result the appellants failed to discharge the onus resting on them of\nproving that the defamatory words were uttered on a privileged\noccasion.\nTHE MJC WAS ALSO LIABLE FOR THE DEFEMATON?\n162\nThe basis of Jassiem's second claim against the MJC is his\nallegation that\nin uttering the aforesaid defamatory words at the wedding\non 20 December\n1985, Nazim was \"acting on behalf of Defendant and\nwith its authority and\napproval\". This was denied by the MJC in its plea\nand the matter was not\ndealt with specifically in the replication.\nParticulars for purposes of trial relating to the alleged authority and\napproval were requested by the MJC but were refused in these terms:\n\"The particulars requested are peculiarly within the knowledge of Defendant\nand constitute matters for evidence and/or are not strictly\nnecessary for the\npurposes referred to in Rule 21(4).\"\nThe onus was on Jassiem to prove such authorisation and\napproval on a balance of probabilities. In our estimation he failed to\ndischarge that onus for the reasons set out hereunder.\n163\nIn his evidence in chief Nazim said:\n(a)\nthat he did not know\nbeforehand that Jassiem had been invited or that he would attend the wedding\nceremony;\n(b)\nthat the MJC was unaware of the\nfact that he was going to officiate at the wedding;\n(c)\nthat the wedding had never been discussed at any meeting of the MJC;\nand\n(d)\nthat the MJC neither authorised him to\nsay anything at\nthe wedding nor approved of anything\nsaid by him on that occasion. His\nevidence hereon was as follows:\n\"Did the Muslim Judicial Council authorise you to say anything at the\nwedding? — No, not at all.\nDid the Muslim Judicial Council approve of anything that you said at\n164\nthat wedding? Did they ever ... did the Muslim Judicial Council ever get\ntogether and authorise you to do something or approve of\nanything that you had\ndone in relation [to] that wedding? ... No.\"\nNone of this was challenged or even dealt with in cross-examination and no\nevidence was given by or on behalf of Jassiem that there\nhad ever been such\nauthorisation or approval by the MJC as alleged.\nIn finding that the MJC was liable to Jassiem for the\ndefamatory words uttered by Nazim at the wedding, the learned trial\njudge\nsaid the following:\n\"Two further factual questions have to be answered. Having found that Nazim\nsaid the words alleged at the Gydien-Abrahams wedding,\nwas he doing so acting as\nauthorised agent for or representative of the MJC? Did the MJC incite the\ntrustees of the Coovatool Mosque\nto dismiss\n165\nJassiem?...\nAll the probabilities indicate that when Nazim attacked\nJassiem at the wedding he did so not only in his personal capacity, but in\npursuance of his duty as laid down in the constitution of the MJC to give\nguidance. That the MJC did not dictate to him exactly what\nform that guidance or\n'dealing with' a person he regarded as requiring to be dealt with was to take\nis, in my view, immaterial.\nWhen challenging Jassiem as an Ahmadi sympathiser\nat the wedding Nazim did so in pursuance of the policy decided upon by the MJC\nas\nexpected of him by that body and not merely as an individual, just as he in\nhis capacity as a leader within the self-appointed leader\nbody, had acted in\nother instances on its behalf without any formal authorisation being minuted as\nfar as we know from discovered\ndocuments.\nThat Nazim testified that he was not authorised to say anything at the\nwedding is probably correct. That it was not challenged in\ncross-examination is\ntherefore in my view irrelevant in the circumstances of this case. It was as,\nINTER ALIA, President of the MJC,\nindeed part of his function to deal with\nAhmadis. The method of dealing was left to him because according to him (and\nAdvocate Albertus's\nargument) a simple expedient is adopted\n166\nin such cases which avoids the trauma of religious trials. The MJC did not\nauthorise him to insult or defame Jassiem. That, too, was\nunnecessary. Nazim\nmerely adopted the course approved by the MJC as appropriate in similar matters:\nof labelling as an Ahmadi sympathiser\nand ejecting from the mosque a person not\nhimself willing when called upon to do so, to take a similar stand against\neither the Ahmadis\nor anyone suspected of being one.\"\nWith respect to the learned trial judge we do not agree with her\nreasoning.\nNazim could not have uttered the said words \"in pursuance of his\nduty as laid down in the constitution of the MJC to give guidance\".\nHis duty\nclearly was to abide by the decision of the MJC, to which he was a party,\nreached at the meeting on 13 November 1985, to\nconduct an investigation into\nJassiem's attitude in relation to the Ahmadis. On 20 December 1985 that\ninvestigation was still pending.\nNeither was the method of dealing with that\nquestion left to him. The method of dealing\n167\ntherewith by way of a formal investigation had already been determined at the\nMJC's meeting aforesaid. The investigation had been\nset in motion on 26 November\n1985 by the writing of the letter to the Coovatool mosque committee, and was\nstill incomplete at the\ntime of the wedding. Nazim did not attend the wedding in\nhis capacity as president of the MJC or as an authorised representative\nof that\nCouncil, but in his capacity as the Imam who was to officiate there at the\ninvitation of the bride's father. It was clearly\nNazim's own decision (probably\nmade on the spur of the moment) to act as he did.\nA careful appraisal of all\nthe evidence leads us to the conclusion that there was no room for a finding\nthat in acting as he did Nazim\nhad the authority or approval, express or\nimplied, of the MJC.\nThe MJC's investigation was never completed. It was\n168\novertaken by events. It was only after the wedding and during the annual\nrecess of the MJC, that Jassiem was subjected to the \"acid\ntest\" by the\nCoovatool committee. When the MJC met again after its recess the need for any\nfurther investigation had already fallen\naway.\nBy reason of the aforesaid\nonus of proof imposed upon Jassiem by the pleadings the learned judge's correct\nfinding that the MJC did\nnot authorise Nazim to do what he did (and by clear\nimplication also did not approve what he had done) should have been, and in fact\nis, fatal to Jassiem's second claim against the MJC. OUTCOME\nFor the\naforegoing reasons the appeal of Nazim fails, and the appeal of the MJC\nsucceeds.\n169\nCOSTS\nThe parties have reached agreement on what an appropriate order as to costs\nshould be. The terms of such agreement are embodied in\nthis Court's order.\nThe following orders are made:\n(a)\nThe appeal of the first\nappellant (Nazim) is dismissed with costs, such costs to include the costs of\ntwo counsel.\n(b)\nThe appeal of the second\nappellant (the Muslim Judicial Council) is upheld with costs, such costs to\ninclude the costs of two counsel.\n(c)\nThe\norder of the Court a quo of 23 February 1990 is altered to read as\nfollows:\n1.\nJassiem's claims against the\nMuslim Judicial Council based on wrongful dismissal and defamation are\ndismissed.\n2.\nThe defamation action against\nNazim succeeds\n170\nand he is ordered to pay R25 000 to Jassiem as\ndamages.\n(d)\tThe costs order of the Court a quo of 3 June 1991 is\namended in the\nfollowing respects:\n1.\nNazim will pay 85% of Jassiem's costs of which eight days shall be on\nthe attorney and client scale, all such costs to include the\ncosts of two\ncounsel.\n2.\nJassiem will pay the Muslim\nJudicial Council's costs, such costs to include the costs of two\ncounsel.\n(e)\tSave as aforesaid the costs order of 3 June 1991\nis\nconfirmed.\nHOEXTER JA SMALBERGER JA\nSTEYN JA\n171\nMARAIS JA SCHUTZ JA",
  "scraped_at": "2026-02-12T07:18:17.156268",
  "date": "1995-09-26",
  "coram": [
    "HOEXTER JJA",
    "SMALBERGER JJA",
    "STEYN JJA",
    "MARAIS JJA",
    "SCHUTZ JJA"
  ],
  "case_number": "201/1992",
  "parties": {
    "applicants": [
      "Sheikh Nazim Mohamed",
      "The Muslim Judicial Council"
    ],
    "respondents": [
      "Sheikh Mogamat Abbas Jassiem"
    ]
  },
  "sections": {
    "facts": "The respondent, Sheikh Mogamat Abbas Jassiem, sued the first appellant, Sheikh Nazim Mohamed, and the second appellant, the Muslim Judicial Council (MJC), for defamation. Jassiem claimed that Nazim, during a wedding ceremony on 20 December 1985 at the Yusufiya mosque, called him an \"Ahmadi sympathiser\" – a statement that, in the orthodox Muslim community of the Western Cape, implied apostasy. The defamation claims were upheld in the trial court, ordering Nazim and the MJC jointly and severally to pay R25,000 in damages. The appeal concerned whether the statements were uttered, whether they were defamatory within a particular religious community, and whether the defence of qualified privilege or the MJC’s alleged authority applied.",
    "issues": "1. Whether the words alleged to have been spoken by Nazim were actually uttered. 2. Whether those words were defamatory, considering they lowered Jassiem's reputation only within the Western Cape Muslim community. 3. Whether the plaintiff proved he was accepted as a Muslim and therefore could sue for defamation. 4. Whether the appellants discharged the onus of establishing the defence of qualified privilege. 5. Whether the MJC authorised or approved Nazim’s statements, making it jointly liable for defamation.",
    "principles": "The court applied the common‑law test for defamation: the words must be false, published, and likely to lower the plaintiff’s reputation in the eyes of reasonable persons. It recognised that in South Africa the \"right‑thinking person\" test may be applied to a substantial, respectable segment of society, not only the whole nation. The burden of proof for a defence of qualified privilege lies on the defendant; the communication must be made in the discharge of a moral or social duty and must be relevant to that occasion. The plaintiff need not prove the truth of the alleged statement; the defendant must prove any truth defence. Liability of a third party (MJC) requires proof that the appellant acted as its authorised agent.",
    "application": "The appellate court affirmed that Nazim did utter the words and that they were defamatory within the Western Cape Muslim community, a recognised segment. Jassiem had satisfied the minimal requirement of being recognised as a Muslim. The appellants failed to prove the elements of qualified privilege – the occasion (a wedding) was not an appropriate forum for a religious adjudication, and the statements were not germane to the purpose of the gathering. Likewise, the court found no evidence that Nazim acted under the authority or with the approval of the MJC; the MJC’s investigation was incomplete at the time of the wedding, and Nazim’s remarks were his own. Consequently, the MJC could not be held liable for the defamation.",
    "conclusion": "The appeal by Nazim was dismissed; the defamation judgment against him stood, ordering him to pay R25,000 in damages to Jassiem and 85% of Jassiem’s costs. The appeal by the MJC succeeded; its claim for wrongful incitement was dismissed and it was held not liable for the defamatory statements. Costs were allocated accordingly."
  },
  "tags": {
    "level_1": "Defamation Law",
    "level_2": "Religious Defamation",
    "level_3": [
      "defamation",
      "qualified privilege",
      "Muslim community",
      "Ahmadiyya",
      "court of appeal"
    ]
  }
}