{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/63.html",
  "case_name": "Commercial Union Assurance Company of South Africa Ltd. v Kwazulu Finance and Investment Corporation and Another (414/93) [1995] ZASCA 63; 1995 (3) SA 751 (AD); [1995] 2 All SA 628 (A) (30 May 1995)",
  "citation": "[1995] ZASCA 63",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 63\n|\nNoteup\n|\nLawCite\nCommercial Union Assurance Company of South Africa Ltd. v Kwazulu Finance and Investment Corporation and Another (414/93) [1995] ZASCA 63; 1995 (3) SA 751 (AD); [1995] 2 All SA 628 (A) (30 May 1995)\nDownload original files\nPDF format\nRTF format\nREPORTABLE CASE NO. 414/93\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION)\nIn the matter between:\nCOMMERCIAL UNION ASSURANCE COMPANY\nOF SOUTH AFRICA LIMITED\n.\tAPPELLANT\nand\nKWAZULU FINANCE AND INVESTMENT\nCORPORATION\nFIRST RESPONDENT\nA K DUBE\nSECOND RESPONDENT\nCORAM\n:\tE M GROSSKOPF, NESTADT, F H GROSSKOPF,\nVAN DEN HEEVER et OLIVIER JJA\nDATE OF HEARING\n: 2 MAY 1995\nDATE OF JUDGMENT\n: 30 MAY 1995\nJUDGMENT OLIVIER JA:\nThis appeal deals with the interpretation of a\nmalicious damage to property extension clause in the fire section of a so-called\nMultimark\npolicy.\n2\nIn terms of the policy the appellant undertook to indemnify the\nrespondents\nagainst specified perils as regards the insured immovable property. The\ninsured property is a building complex collectively known as Nkande\nTrading\nStore which is situated in a remote rural area in Natal, and in which the\nrespondents had an insurable interest.\nThere is no dispute as to the fate of the insured buildings. This\nwas\nsummarised by Meskin AJ sitting in the Natal Provincial\nDivision in his\njudgment in the Court\na quo\nas follows:\n\"... during a period of time between the 12th October 1990 and the 25th July,\n1991 (the exact duration of such period is not relevant)\ncertain persons ravaged\nthese buildings to such a degree as to reduce them to total ruin. The evidence\nalso establishes beyond any\ndoubt that the object of these persons in\nperpetrating their acts of devastation of the buildings was the pillage of\nwhatever might\nbe usable in the erection of human habitations. Thus, these\npersons ensured that, for example, whole window frames with their windows\nand\nthese with their glass intact, doors, roof trusses and other items were removed.\nThere was, in essence, no destruction of the\nbuildings simply for the sake of\nthe destruction thereof, but for the larger purpose of theft of their parts\nwithout destruction\nor damage of the latter.\"\nIt is common cause that all that remained of the insured buildings\nwere\n3\nparts of the walls and concrete floors which could not be removed.\nThe respondents instituted action against the appellant, relying on\nthe\nso-called malicious damage extension clause in the fire\nsection of the policy,\nwhich reads as follows:\n\"Subject otherwise to the terms, conditions, exclusions, exceptions and\nwarranties contained therein this section is extended to\ncover loss or damage\ndirectly occasioned by or through or in consequence of the deliberate or wilful\nor wanton act of any person\ncommitted with the intention of causing such loss or\ndamage but excluding loss or damage caused by or arising from theft or any\nattempt\nthereat.\"\nBy agreement between the parties, sanctioned by\nan order of the Court\na quo\nin terms of Rule 33(4), only the question of\nliability was heard and adjudicated upon, the quantification of the claim\nstanding over.\nIn his judgment Meskin AJ drew a distinction between the loss\noccasioned by damage to the buildings and loss resulting from the subsequent\ntheft of the material. He held that the appellant is not liable for the latter.\nHis ruling that part of the respondent's loss falls\nwithin the malicious damage\nextension clause of the policy but the balance outside of it reflects this\nfinding.\n4\nConsequently his order that the action lie postponed for adjudication\non\nquantum\nwas on the basis that the appellant's liability was limited\nto the loss suffered by the respondents in respect of the diminution\nin value of\nthe insured buildings as a consequence only of the acts of destruction upon\nthem. Costs were reserved for decision by\nthe court so determining\nquantum\n.\nAll the parties were dissatisfied with the judgment of Meskin\nAJ; the appellant, for being held liable at all; the respondents for\nsucceeding\nonly partially. Hence the appeal and cross-appeal.\nOn behalf of the appellant it was submitted that\n(a)\tthe loss or damage does not fall within the cover granted by\nthe\nmalicious damage extension clause because the persons who\ndamaged the\nbuildings did not do so 'with the intention of\ncausing such loss or\ndamage';\nand\n(b)\tthe loss or damage does not fall under the cover granted by the\nmalicious\ndamage extension clause because it was 'caused by\nor arising from theft or\nany attempt thereat', which is\nspecifically excluded from the\ncover.\nThe crux of the appellant's argument (in relation to (a)) was that\nthere\n5\nis no evidence, nor was it put to any of the witnesses, that any person\ndeliberately, wilfully or wantonly damaged any part of the\ninsured buildings\nwith the sole intention of causing such loss or damage. On the contrary, it was\ncommon cause that such damage as\nwas caused to the buildings was caused in the\nprocess described by the witnesses, namely by persons who damaged the buildings\nin\nthe course of stealing such usable parts of the buildings as they could\nphysically separate and carry away.\nIt was further argued on behalf of the\nappellant (in relation to (b)) that the test for causation in insurance is the\nproximate cause\ntest\n(Incorporated General Insurances Ltd v Shooter\nt/a Shooter's Fisheries\n1987 (1) SA 842\n(A) at 862C - J;\nR.S. Napier N.O.\nv Collett and Labuschagne\n. unreported judgment in this Court on 30 March\n1995 in case no. 535/93) The use of the word\n'directly\n' in the malicious\ndamage extension clause also supports the inference that the policy contemplated\nthe proximate cause test. It was\nsubmitted that, on the evidence, the proximate\ncause of the loss or damage was the theft and the attempts thereat, as opposed\nto\nmere wanton acts of\n6\nmalicious damage for the sake of causing damage. The dominant or true\nintention of the persons who caused the damage was to steal.\nThus the true and\neffective cause of the loss and damage was theft or the attempts thereat. The\nfact that, in the process of stealing,\nthe thieves also committed the crime of\nmalicious damage to property does not, it was submitted, mean that the proximate\ncause of\nthe loss is anything other than the theft. Put conversely, if the theft\nis thought away, there would, on balance of probability,\nhave been no loss or\ndamage at all.\nOn behalf of the respondents it was argued that the demolition of the\nbuildings involved two separate acts -\n(a)\nthe damage to the building\nin order to remove elements of the structure such as the roof, the floor,\nwindows and doors;\n(b)\nthe physical removal of\nthese elements from the property once freed from the\nstructure.\nAccording to the respondents' argument,\nthe loss suffered by the insured did not occur when the components of the\nbuildings were removed\n7\nfrom the property. The buildings were first damaged in the manner described\nabove before the elements of the structure could be or\nwere removed from the\nproperly. The damage to the buildings accordingly falls within the risk\ncontemplated by the policy, the buildings\nand the fixtures and fittings therein\nbeing immovable property through annexation\n(Theatre Investments (Pty) Ltd\nand Another v Butcher Brothers Ltd\n1978 (3) SA 682\n(A) at 688D - 689D;\nStandard-Vacuum Refining Company of S.A. (Pty)Ltd v Durban City Council\n1961 (2) SA 669(A)\nat 677E - 679E). It was submitted, therefore, that the\nproximate cause of the respondents' loss was the damage to the buildings which\noccurred prior to the actual removal of the elements of the structures and that\nthis was done with the intention required by the\nextension clause. The exclusion\nclause applies, it was argued, to quite a different situation, viz. damage\ncaused to buildings during\nthe course of, or in an attempt at, the theft of the\ncontents\nof the buildings. The damage under discussion did not occur in\nconsequence of any theft or attempted theft of their contents.\nThe soundness or otherwise of these opposing contentions depends\non\n8\nthe proper construction of the malicious damage extension clause.\nIt was argued on behalf of the appellant that one could designate the phrase\n\"...\ncommitted with the intention of causing such loss or damage\n\" in the\nclause under discussion a\nqualification\nphrase, and the phrase \"...\nbut excluding loss or damage caused by or arising from theft or any attempt\nthereat\n\" an\nexception\nphrase. It was submitted that the insured bore\nthe\nonus\nof proving that he fell within the qualification phrase. If he\nsucceeded in doing that, the\nonus\nwas then on the insurer to prove that\nit was exempt from liability by virtue of the exception phrase.\nThese submissions appear to be consonant with the decision in\nEagle Star\nInsurance Co Ltd v Willey\n1956(1) SA 330 (A) at 334B - 335\nin fine\nand I shall approach the matter on that basis.\nDealing first then with the\nqualification\nphrase, Mr Marnewick, for the appellant, argued that the\nword \"intention\" should be understood to mean \"motive\". The argument was\narticulated in this way: the preceding words of the full clause exhaustively\ndeal with the mental element of the act causing the\n9\nloss or damage, viz. it must be\ndeliberate, wilful\nor\nwanton\n.\nThese words would all be adequate or sufficient to describe malicious damage to\nproperty, because they already included \"the intention\nof causing\" loss or\ndamage. The latter words, therefore, if understood in the ordinary legal sense\nof intention or\ndolus\n, would be (autologous and superfluous. Relying on\nthe canon of construction against tautology or superfluity (see\nWellworths\nBazaars Ltd v Chandler's Ltd and Another\n1947(2) SA 37 (A) at 43;\nPortion\n1 of 46 Wadeville (Pty) Ltd v Unity Cutlery (Pty) Ltd and Others\n1984(1) SA\n61 (A) at 70 A- D) counsel for the appellant submitted that the word \"intention\"\nin the clause must bear some other meaning,\nnot covered by \"deliberate, wilful\nor wanton\". He submitted that it must be given the meaning of \"motive\". If this\nwas done, he argued,\nthe respondents were not entitled to compensation, as the\nmotive of those who demolished the buildings was not to cause damage or\nloss to\nthe buildings, but to steal.\nI do not agree with the submissions made by\ncounsel for the appellant on this issue. Even if it is accepted that the\nqualifying phrase\nis tautologous -\n10\nthe \"intention of causing ... loss or damage\" being implicit in \"deliberate\nor wilful or wanton act\" -I see no compelling reason to\nsubstitute \"motive\" in\nthe clause under discussion for \"intention\". It is by no means unknown for\nparties to a contract to use terms\nex abundante cautela\n. Bearing in mind\nThayer's admonition that there is no \"lawyer's paradise\" in which all words have\na fixed and precisely ascertained\nmeaning (\nEvidence\n428-9; E.L. Jansen\nUitleg van kontrakte en die bedoeling van die partye\n.\n1981 TSAR 97\nat\n102-3 as to the illusion of 'plain meaning') one can hardly criticise draftsmen\nand contracting parties if they sometimes endeavour\nto make assurance doubly\nsure. In the present case, the words \"deliberate\", \"wilful\" and \"wanton\" are\nwords of wide compass and meaning.\nIn the context of the clause under\ndiscussion, one can hardly state, without reservation, that these words will,\nunder all circumstances,\nencompass \"the intention of causing loss or damage\" to\nthe insured buildings. In drafting the clause under consideration, the draftsman\n(and eventually the contracting parties) probably had in mind precisely what the\nqualifying phrase sets out to do: to require above\nand beyond the words\n11\n\"deliberate or wilful or wanton\", a clear intention on the part of the\nperpetrator\nto cause loss or damage to the insured property as a prerequisite to\nliability,\nso as to emphasise that accidental or negligent loss or damage is\nexcluded.\nIn\nOwsianick v African Consolidated Theatres (Pty) Ltd\n1967(3) SA\n310\n(A) Botha JA stated at 324 G\n\"As in legislation, so in written documents, tautology is not unknown. A\nspecific provision is not infrequently inserted to provide,\nexabundante\ncautela\n. for a matter already covered by general provisions. In such a case\nthe specific provision is mere surplusage, and care should be\nexercised that, in\nan attempt to avoid the tautology, a distorted meaning is not assigned to either\nthe specific or the general provisions.\"\n(As regards the analogous position in\nrespect of legislation, see also\nSekretarisvan Binnelandse Inkomste v Lourens\nErasmus (Edms) Bok\n1966(4) SA 434 (A) at 441G -\n442D).\nMoreover, the interpretation contended for by counsel for\nthe appellant would deprive the malicious damage extension clause of its\nbusiness efficacy. How will the insured, upon whom the\nonus\non this\naspect rests, be able to prove the motive of the perpetrator? Intention can be\nproved by inference from the external facts\nand the acts of the perpetrator, but\nmuch more is needed\n12\nto prove motive. I do not accept that it could have been the intention of the\nparties to have placed this unusual and difficult burden\nof proof on the\ninsured.\nAs it is common cause that the perpetrators of the acts which caused the\ndamage to the insured buildings acted with the intention\nof causing damage to\nthe buildings as a first step in effecting theft, it follows that the insured\nhas placed himself within the\nqualifying phrase.\nDealing next with the\nexception phrase, i.e. the words \"...\nbut excluding loss or damage caused by\nor arising from theft or any attempt thereat\n\", counsel for the appellant\nargued that it was established on the facts that the dominant intention of the\nperpetrators was to steal\nparts of the building after they were separated from\nthe structure, e.g. the windows. Therefore, he submitted, the damage was caused\nby theft, and thus fell within the exclusion clause.\nMr Wallis, who appeared\nfor the respondents, submitted that the correct interpretation of the exclusion\nclause was that it excluded\ndamage to the insured buildings occurring during the\ncourse of or in an attempt at the theft\n13\nof movable property situated in the buildings\n. Had the insured wished\nto cover himself against that kind of loss, he could have made the theft section\nof the policy applicable.\nIn that section, theft cover is granted in respect of\nthe\ncontents\nof a building. The theft section also contains a \"malicious\ndamage theft extension\" clause. This clause covers damage to the insured\nbuildings \"...\ncaused by the deliberate or wilful or wanton act of any person\nduring the course of any theft accompanied by forcible and violent\nentry into or\nexit from such buildings\n.\"\nMr Wallis argued that the policy, read as a\nwhole, is clear and consistent: damage to buildings caused in the course of\ntheft or attempted\ntheft of movables in the buildings is excluded in the fire\nsection and its malicious damage extension clause (i.e. the clause in\ndispute),\nbut is covered by the theft section and its malicious damage theft extension\nclause. It follows that the exception phrase\nnow under discussion excludes\ndamage to the building caused in consequence of theft or attempted theft of\nmovables inside the buildings.\nIt does not exclude the kind of damage which\nforms the subject\n14\nof the litigation. He submitted that this interpretation also avoids the\nabsurdity that the exception phrase now under discussion\nrelates to the theft of\nimmovable property, which in law is incapable of being stolen.\nThere is\nconsiderable force in the argument presented by Mr Wallis. The only criticism\nagainst it is that the theft section of the\npolicy was in fact not made\napplicable. The policy contains 17 sections, each with its own particular\nclauses and exemptions. According\nto the type of insurance he desires, the\nprospective assured selects those sections to be applicable, which are then\nlisted in a\nschedule. The non-applicable sections therefore do not afford the\ncover described therein. In the present instance, only two sections\nwere made\napplicable, viz. fire and business interruption. The theft section was not made\napplicable, although the full policy, with\nthe applicable and non-applicable\nsections, forms one inseparable document.\nThe legal question then is whether\nit is permissible to interpret the fire section by having regard to the theft\nsection, which is\nnot operative, although it appears in the body of the policy,\nas do all the other non-operative sections.\n15\nCounsel could not refer us to any authority on this question. An analogy\nwhich comes to mind is that of deleted words or clauses in\na contract. It has\nbeen held that the court cannot take cognisance of the deleted word or clause as\nan aid in interpreting the rest\nof the contract (see\nPritchard Properties\n(Pty) Ltd v Koulis\n1986(2) SA 1 (A) at 8H - 10A). But in the present\ninstance the non-operative sections have not been deleted. They have simply not\nbeen made applicable at this stage, but remain part of the policy, albeit\nnon-operative.\nIt is now accepted in our law that a contract such as the one\nunder discussion in which ambiguity rears its head, ought to be interpreted\nagainst the background of the factual context or 'matrix of facts' in which it\nwas concluded. In\nCinema City (Pty) Ltd v Morgenstern Family Estates (Pty)\nLtd and Others\n1980(1) SA 796 (A) at 805A - B the following words of Lord\nWilberforce in\nReardon Smith Line v Hansen - Tangen\n[1976] 3 All ER 570\n(HL) were quoted with approval:\n\"No contracts are made in a vacuum: there is always a setting in\nwhich\n16\nthey have to be placed. The nature of what is legitimate to have regard to Is\nusually described as 'the surrounding circumstances',\nbut this phrase is\nimprecise: it can be illustrated but hardly defined. In a commercial contract it\nis certainly right that the court\nshould know the commercial purpose of the\ncontract and this in turn presupposes knowledge of the genesis of the\ntransaction, the\nbackground, the context, the market in which the parties are\noperating.\" (See also\nList v Jungers\n1979(3) SA 106 (A) at\n118).\nHaving regard to the context or the 'matrix of facts' in\nwhich the contract was concluded, it is possible to resolve the ambiguity.\nThe\ncontext or 'matrix of facts' clearly includes the full policy, and it would seem\nto me to be permissible to have regard to the\nnon-operative parts of the policy\nto interpret an operative part. It sheds valuable light on the genesis of the\ntransaction and the\nfull range of choices open to the insured. What he elected\nnot to choose illustrates the meaning and scope of the choices he did\nmake. I am\nnot aware of any considerations of legal policy militating against such a\nconclusion in the present case. On the contrary,\nconsiderations of fairness seem\nto me to favour such an approach.\nConsequently, I am of the view that the loss or damage suffered by\nthe\n17\nrespondents was not excluded by the exception clause. All such loss falls\nsquarely within the malicious damage extension clause, and\nmust be compensated\nby the appellant. The proximate cause is not merely the one which was latest in\ntime, but the one which is proximate\nin efficiency (see\nLeyland Shipping Co\nLtd v Norwich Union Fire Insurance Society Ltd\n[1918] AC 350\nat 369 and also\nin [1918 -1919] All E R 443 at 453;\nWayne Tank and Pump Co Ltd v The\nEmployers' Liability Assurance Corporation Ltd\n[1973] 3 All E R 825\n(CA) at\n829 e - h per Lord Denning MR;\nIncorporated General Insurances Ltd v Shooter\nt/a Shooter's Fisheries\n,\nsupra\n, at 862 I - 863 B per Galgut AJA). The\nproximate and effective cause of all the loss suffered by the respondents was\nthe damage to\nthe buildings. Once that had occurred, a chain of further\nconsequences could take place, e.g. damage to the walls and floors by the\nelements such as rain and wind; damage to the windows, even if left on the\npremises, by rusting and trampling by grazing animals,\nand the theft of the\nparts separated from the buildings. The initial acts causing damage to the\nbuildings were the proximate cause\nof all the loss suffered by\n18\nthe respondents. The court\na quo\nshould have so ruled. The appeal must\nfail and the cross-appeal succeed.\nThe following order is\nmade:\n1.\nThe appeal\nis dismissed with costs, including the costs of two\ncounsel.\n2.\tThe cross-appeal is allowed with costs, including the costs of two\ncounsel.\n3.\tThe order of the court\na quo\nis set aside and replaced with the\nfollowing:\n\"(a) It is declared that defendant is liable to compensate the plaintiffs for\nall the loss or damage suffered pursuant to the incidents\nreferred to in\nparagraph 6 of the Particulars of Claim which loss or damage includes the\nphysical damage to the insured buildings\nas well as the removal and theft of the\nmaterials detached from it;\n19\n(b) The costs of the action to date hereof are reserved for decision by the\nCourt which finally determines the\naction\".\nP J J OLIVIER JUDGE OF\nAPPEAL\nE M GROSSKOPF JA ) NESTADT JA )\n)CONCUR F H GROSSKOPF JA ) VAN DEN HEEVER\nJA )",
  "scraped_at": "2026-02-12T07:04:49.224458",
  "date": "1995-05-30",
  "coram": [
    "E M Grosskopf JA",
    "Nestadt JA",
    "F H Grosskopf JA",
    "Van den Heever JA",
    "Olivier JA"
  ],
  "case_number": "414/93",
  "parties": {
    "applicants": [
      "Commercial Union Assurance Company of South Africa Ltd."
    ],
    "respondents": [
      "Kwazulu Finance and Investment Corporation",
      "A K Dube"
    ]
  },
  "sections": {
    "facts": "The appellant issued a fire insurance policy to the respondents covering a building complex known as Nkande Trading Store. The policy contained a malicious‑damage extension clause that covered loss or damage caused by a deliberate, wilful or wanton act intended to cause loss, but excluded loss arising from theft or attempts thereof. Between 12 October 1990 and 25 July 1991 the buildings were systematically stripped of windows, doors, roof trusses and other components, leaving only walls and concrete floors. The perpetrators damaged the structures in order to remove reusable parts, effectively destroying the buildings while committing theft of the separated items.",
    "issues": "The central issues were (1) whether the loss fell within the malicious‑damage extension clause despite the thieves' motive being theft, (2) whether the exclusion clause barred liability because the loss was caused by theft or an attempt thereof, and (3) whether the fire section of the policy could be interpreted in light of the non‑operative theft section.",
    "principles": "The court examined principles of contractual construction, particularly the distinction between qualification and exception phrases in insurance clauses. It considered whether the word “intention” was superfluous or required a separate meaning such as “motive”. Precedent cited included Eagle Star Insurance Co Ltd v Willey (qualification vs. exception), Owsianick v African Consolidated Theatres (tautology in contracts), and the proximate‑cause test as articulated in Incorporated General Insurances Ltd v Shooter. The business‑efficacy rule and the matrix‑of‑facts approach to interpretation were also applied, allowing reference to non‑operative sections of the policy.",
    "application": "The court rejected the appellant’s argument that “intention” should be read as “motive”, holding that the clause required a clear intention to cause damage, which was present because the perpetrators first damaged the buildings as a necessary step to theft. It found the exclusion phrase did not apply because the damage was not caused by theft of immovable property but by the act of demolition itself. The court also held that it was permissible to consider the unused theft section to ascertain the parties’ choices, confirming that the loss was not excluded and that the fire section’s malicious‑damage clause covered the loss.",
    "conclusion": "The appeal was dismissed and the cross‑appeal allowed. The order of the court a quo was set aside and replaced, declaring the defendant liable to compensate the plaintiffs for all loss, including physical damage to the buildings and the removal and theft of detached materials. Costs were awarded to both parties, including costs of two counsel each."
  },
  "tags": {
    "level_1": "Insurance Law",
    "level_2": "Policy Interpretation",
    "level_3": [
      "malicious damage clause",
      "proximate cause",
      "exclusion clause",
      "contract construction",
      "insurance liability"
    ]
  }
}