{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/72.html",
  "case_name": "Namdeb Diamond Corporation (Pty) Ltd. v Bester NO and Others (144/93) [1995] ZASCA 72 (31 May 1995)",
  "citation": "[1995] ZASCA 72",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 72\n|\nNoteup\n|\nLawCite\nNamdeb Diamond Corporation (Pty) Ltd. v Bester NO and Others (144/93) [1995] ZASCA 72 (31 May 1995)\nDownload original files\nPDF format\nRTF format\nREPORTABLE CASE NO. 144/93\nIN THE SUPREME COURT OF SOUTH AFRICA\n(APPELLATE\nDIVISION)\nIn the matter between:\nNAMDEB DIAMOND CORPORATION (PTY)\nLIMITED\nAPPELLANT\nand\nL VON WIELLIGH BESTER\nN.O.\nFIRST RESPONDENT\nRAEL GORDON N.O.\nSECOND RESPONDENT\nA A\nNIEUWOUDT\nTHIRD RESPONDENT\nCORAM\n:\tJOUBERT, STEYN, F H GROSSKOPF,\nNIENABER, et OLIVIER JJA\nDATE OF HEARING\n: 3 MAY 1995\n4 MAY 1995\nDATE OF JUDGMENT\n: 31 MAY 1995\nJUDGMENT\nOLIVIER JA:\nThis is an appeal against a judgment of Van Niekerk J in\nthe\nCape Provincial Division, dismissing with costs the appellant's claim\nagainst the first and second respondents for payment of damages\nin the sum\nof\n2\nR1 497 142. Leave to appeal to this Court was granted by the Court\na\nquo\n.\nThe appellant, formerly known as CDM (Pty) Ltd, is a mining\ncompany which has a state diamond concession to conduct extensive diamond\nrecovery operations along the southern coast of Namibia. The main recovery plant\nis situated at Oranjemund. As concessionary, it\nbecomes the owner of all\ndiamonds recovered within the concession area.\nThe first and second\nrespondents are the joint trustees in the estate of the third respondent, A A\nNieuwoudt, who is a farmer in the\ndistrict of Garies.\nOn 24 May 1985\nthe appellant instituted action against Nieuwoudt whose estate had then not ye*\nbeen sequestrated. Subsequent to the\ninstitution of the action Nieuwoudt's\nestate was sequestrated. The first and second respondents were then substituted\nas joint defendants.\nOne day after the commencement of the trial before Van\nNiekerk J, Nieuwoudt made his presence known at court and applied to be joined\nas a defendant on the basis of his reversionary interest in the insolvent\nestate. This application was granted, he was joined as\nthird defendant, and for\nthe remainder of the trial\n3\nhe appeared in person.\nThe crux of the plaintiff's case is set out in paragraph 4 of its\namended\nparticulars of claim, which reads as\nfollows:\n\"4(a) During or about 1979, the precise date being to Plaintiff unknown, and\nat or near Garies, Cape, Nieuwoudt orally offered to\nbuy from one Bernardus\nLambertus van Zyl, who was at the time in Plaintiff's employ as a security\nofficer, uncut diamonds which the\nsaid Van Zyl could obtain from Plaintiff's\nmine at Oranjemund, South West Africa. (b) Thereafter, and pursuant to the said\noffer,\non various occasions during the period from about 1979 or 1980 to about\nDecember, 1981, the precise date of each occasion being to\nPlaintiff unknown,\nand at or near Garies, Cape, the said Van Zyl sold and delivered to Nieuwoudt\nthe equivalent of 23 full matchboxes\nand 3 half full matchboxes of uncut\ndiamonds (which included diamonds delivered in a sock) of which uncut\ndiamonds\n4\nNieuwoudt took possession. (c) To Nieuwoudt's knowledge when he took\npossession thereof as aforesaid, the said diamonds had been wrongfully\nand\nunlawfully stolen from Plaintiff at its said mine at or near Oranjemund, and\nwere the property of Plaintiff.\" It was further\nalleged that the said diamonds\nwere sold by Nieuwoudt to one De Beer during the period from about 1979 to about\nthe middle of 1982.\nOriginally the amount of damages claimed was R4807500. This was reduced\nin the amended particulars of claim to R1497142.\nIt is important to\ndraw attention to the respective pleas filed by the first and second respondents\nand, after his joinder, by third\nrespondent.\nInitially, in their\nfirst plea, dated 5 June 1986, the first and second respondents denied all\nallegations made by the appellant.\nIn their amended plea of 21 February 1992,\nhowever, they changed course. They admitted, in reply to clause 4 of the\nappellants particulars\nof claim, quoted above, that\"...\n5\nduring or about 1979 and at or near Garies, Cape, Nieuwoudt orally\noffered to buy from one Bernardus Lambertus van Zyl, who was at\nthe time in\nPlaintiff's employ as a security officer, uncut diamonds,\" and that ... \"on\nvarious occasions during the period from\nabout 1979 or 1980 to December 1981 and\nat or near Garies, Van Zyl sold and delivered to Nieuwoudt certain quantities of\nuncut diamonds.\"\nThe aforesaid plea was probably based on their\nknowledge of certain facts, later admitted by the first and second respondents\nin terms\nof a pre-trial conference in terms of Rule 37, viz. that Nieuwoudt had\nbeen charged with the theft of approximately 25 matchboxes\ncontaining uncut\ndiamonds, which were the property or in lawful possession of the plaintiff over\nthe period December 1979 to December\n1981, and that he had been convicted of the\ntheft of an undetermined quantity of uncut diamonds. They also admitted that\nNieuwoudt\nhad been charged with, and convicted of, contravention of Sec 84(1)(b)\nread with sections 1, 84 and 106 of Act 73 of 1964, in that\nhe sold uncut\ndiamonds (approximately 5000 carats)during the period December 1979 to March\n1982.\n6\nIt also appears that Nieuwoudt was convicted on the aforesaid charges in\nthe Cape Provincial Division and that the convictions were\nupheld in this Court\non 6 June 1990.\nWhat remained in issue between the appellant and the\nfirst and second respondents as regards the alleged theft and sale of the\ndiamonds\nstolen from the appellant's mine were the origin of the stolen diamonds\nand the quantity and value of diamonds delivered by Van Zyl\nto\nNieuwoudt.\nWhen the third respondent applied to be joined as\nco-defendant he alleged, in a founding affidavit, that there were undistributed\nassets of more than R4 million in his estate in which he claimed a reversionary\ninterest. He also averred that neither the first\nand second respondents nor\ntheir counsel had consulted him regarding the claim nor did they have any\npersonal knowledge of the relevant\nfacts. Nor had he been subpoenaed by them as\na witness. He was under the impression (correctly, it seems) that they did not\nintend\nto contest the claim fully.\nAfter his application was granted, third respondent filed a plea, in\nwhich,\n7\ninter alia\n, the allegations made in paragraph 4 of the particulars\nof claim were denied. This meant that the merits of the appellant's claim\nwere\nfully and squarely put in issue.\nIt was common cause that when the\naction commenced, Nieuwoudt was not in possession of any of the allegedly stolen\ndiamonds.\nVan Niekerk J did not deal with the legal basis of the appellant's claim.\nIn argument in this Court, reference was made to the\ncondictio furtiva\n.\nthe\nactio ad exhibendum\nand the\nactio legis Aquiliae\n.\nIn Roman law the\ncondictio furtiva\nwas reipersecutory, but in the\nevent of the owner not vindicating his stolen property, the action lay against\nthe thief or his heirs\nfor recovery of the value thereof. In that form, the\ncondictio furtiva\nsurvived through the medieval and Roman Dutch law. The\nprecise nature of the action was, however, controversial. In Roman law it was\nnot considered to be a delictual action, because it was actively and passively\ntransmissible, unlike the Aquilian action. In Roman\nDutch law it was seen as a\ndelictual action, i.a. by Groenewegen (De legibus abrogatis C.4.17 paragraph 5).\nBut\n8\nit retained a few peculiar characteristics: the owner could recover not\nonly the value of the stolen property as at the date of the\ntheft, but also the\nappreciation in its value since the theft and up to the time of institution of\nthe action and it could be instituted\nfor return of the property or its said\nvalue (see in general Pieter Pauw\nHistorical Notes on the Nature of the\nCondictio Furtiva\nin 93(1976) SA Law Journal 396).\nIn\nJohn Bell & Co Ltd v Esselen\n1954(1) SA 147(A) at 151E - H\nit was held that the\ncondictio furtiva\nwould lie against a third party,\nto whom a misappropriated cheque had been negotiated, if the plaintiff, the\nowner of the cheque,\ncould prove that the third party knew at the time he\nreceived and cashed the cheque of the fraud practised on the plaintiff.\nThe\ncondictio\nwas seen as an enrichment action in\nKrueger v\nNavratel\n1952(4) SA 405 (SWA) at 408A - 409B, but in M\ninister van\nVerdediging v Van Wyk en Andere\n1976(1) SA 397 (T) it was stated that the\naction is a delictual one. It was noted that the action only lies against the\nthief or\nhis heirs (at 400B - C). It was held that the plaintiff had to prove\nownership of the stolen\n9\nproperty not only at the time of the theft but also at the time of the\ninstitution of the action (at 400H). It was held that as the\nplaintiff in that\ncase had recovered the wreck of his stolen vehicle and, before institution of\nthe action sold to it to a scrapyard,\nhe could not succeed in the action (at\n401B - F). In such a case it was said, the\nactio legis Aquiliae\nis\navailable (at 401E). It was also held that an accessory is not liable under this\naction (at 402A - 403A). In our law, the\nactio ad exhibendum\nhad changed\nits Roman characteristic of a remedy directing the possessor of property to\nbring it to court so as to enable the owner\nto launch a\nrei vindicatio\n.\nto a delictual action. It lies against a\nmala fide possessor\nwho has\nalienated or consumed the owner's property (see\nMorobane v Bateman\n1918\nAD 460\nat 465 - 466;\nJohn Bell & Co Ltd v Esselen\n. supra,at 153B - G;\nLeal & Co v Williams\n1906 TS 554\nat 558 - 559;\nSorvaag v Petterson\nand Others\n1954(3) SA 636 (C) at 640F - 641C). The action also lies against\na defendant who has parted with the possession of property after\nhe had notice\nof the plaintiff's claim to it\n(Aspeling. N.O.v Joubert\n1919 AD 167\nat\n171:\nVulcan Rubber Works (Pty) Ltd\n10\nv SAR & H\n1958(3) SA 285(A)).\nIn modern law, the\nactio legis Aquiliae\nwould undoubtedly be\navailable to the owner against the thief and anyone who, with the necessary\nintent, participates in the process\nby which his property is, and continues to\nbe, misappropriated. As such it does not matter whether the other actions may in\naddition\nbe appropriate remedies. What is clear is that the plaintiff has to\nprove the theft of its diamonds, Nieuwoudt's complicity and the\ndamage suffered\nby it.\nInitially the respondents had also put in issue the\nappellant's ownership of the diamonds recovered at the Oranjemund mine. Evidence\nwas led by the appellant to prove its right and title to such diamonds. The\nlearned judge a quo found that in the absence of contradicting\nevidence,\nappellant had proved, on a balance of probabilities, that it was the lawful\nconcessionary and owner of the diamonds recovered\nat the Oranjemund mine. That\nfinding was correctly not attacked in the appeal.\nThe first issue remaining to be resolved at the trial was,\ntherefore,\n11\nwhether the chain of evidence offered by the appellant supported the\nclaim that the diamonds alleged in the pleadings were stolen\nfrom appellant's\nmine at Oranjemund, and that the very same diamonds were delivered to and\nreceived by Nieuwoudt with full knowledge\nthat such diamonds were stolen. Only\nif this issue is resolved in favour of the appellant, does the second issue,\nviz. the\nquantum\nof the claim, arise.\nAs far as the first\nissue is concerned, the appellant relied mainly upon the evidence of Van Zyl,\nCilliers, Otto, Willemse, De Beer\nand two policemen, Captain Pool and Major\nMeintjies, who took a statement, exhibit U, from Nieuwoudt. In a nutshell, the\nappellant's\ncase is as follows:\nNieuwoudt approached Van Zyl, who\nwas well-known to him and who was a security officer at appellant's mine, to\nprocure diamonds from\nthe mine. As a security officer, Van Zyl did not have\naccess to the diamond recovery operation and thus to diamonds, but if he could\nobtain diamonds within the mining area, he could take them out with impunity.\nVan Zyl agreed to Nieuwoudt's proposal and in turn\napproached Cilliers. Cilliers\nworked as a\n12\nmetallurgical operator in the diamond recovery plant. He had the\nopportunity of stealing diamonds, but could not take them out of\nthe mining area\nhimself. Van Zyl's proposal to Cilliers was that the latter should steal the\ndiamonds and leave them in a convenient\nspot where Van Zyl could collect them\nand take them out of the mining area. Cilliers agreed to the scheme, and it was\nput into operation.\nA number of deliveries were made by Cilliers to Van Zyl, who\nin turn sold the diamonds to Nieuwoudt. Van Zyl retired from his employment\nat\nthe mine and arranged for one Otto, another security officer, to take over his\nrole in the scheme. Otto and Cilliers, occasionally\nassisted by one Willemse,\ncontinued to operate the scheme, Otto delivering the stolen diamonds to Van Zyl,\nwho sold them to Nieuwoudt.\nIt is alleged that Nieuwoudt in turn sold the\ndiamonds to De Beer. The aforesaid allegations were all substantiated by the\nwitnesses\nVan Zyl, Cilliers, Otto, Willemse and De Beer.\nNieuwoudt denies ever having conspired with Van Zyl as alleged, or of\nreceiving or buying diamonds from him, or of selling and delivering\ndiamonds to\nDe Beer.\n13\nThe\nonus\n, therefore, remained on the appellant to prove, on a\nbalance of probabilities according to the evidence of its key witnesses, Van\nZyl\nand Cilliers, that Van Zyl sold and delivered to Nieuwoudt diamonds stolen, to\nNieuwoudt's knowledge, from the appellant's mine.\nThe sale of the\ndiamonds by Nieuwoudt to De Beer is not a necessary part of the appellant's\ncause of action, but was pleaded, and\nevidence was led on this aspect, with a\nview to raising certain probabilities in support of the appellant's\ncase.\nIt is now necessary to refer to the evidence in more\ndetail.\nCilliers gave evidence that, in approximately\nJune 1980, he was appointed as a metallurgical operator in the Oranjemund plant\nwhere\nthe diamonds were finally screened and recovered. Only then did it become\npossible for him to steal diamonds. According to Cilliers,\nhe was then, in 1980,\napproached by Van Zyl with the proposal to steal the diamonds. At first he\nrefused, but after a few months\nhe agreed to the nefarious scheme. He started\nstealing the diamonds some time in December 1980 and delivered\n14\nthree matchboxes full of diamonds to Van Zyl. He was paid R3000 and\ndeposited this amount in his savings account on 17 January 1981.\nThis was borne\nout by the entry in his savings book handed in as exhibit A. A second delivery\nof three matchboxes took place in January\n1981, for which he was not paid. In\nFebruary 1981 he delivered two matchboxes to Van Zyl and was paid R2000, which\nhe deposited on\n20 March 1981, as is reflected in Exhibit A. A fourth delivery\ntook place in March or April 1981, when he delivered three matchboxes\nto Van Zyl\nand was paid R3000. He did not deposit this amount but used the money.\nSubsequent to this fourth delivery, Van Zyl resigned\nfrom plaintiff's employment\nand by arrangement Otto took his place in the conspiracy. Cilliers made a fifth\ndelivery (the first to\nOtto) of four matchboxes in July or August 1981. He\nreceived R2000 which he deposited in his account on 14 September 1981 as appears\nfrom exhibit A. Cilliers made a sixth delivery (the second one to Otto) of five\nor six matchboxes in October 1981. He was paid R4000\nfor this delivery but did\nnot deposit the proceeds in his account. On this occasion Willemse had assisted\nhim in collecting diamonds,\n15\nand he gave Willemse R1000. Cilliers made a seventh and last delivery\n(the third one to Otto) in December 1981 of five, six or seven\nboxes. He\nreceived R4000, gave R500 to Willemse and banked R3500 on 11 December 1981, as\nappears from exhibit A.\nCilliers' evidence was corroborated by Otto. He confirmed that Van Zyl\nhad resigned in April 1981 and that he had subsequently been\nasked by Van Zyl to\ntake the latter's place in the chain of theft. He confirmed having received\nthree deliveries from Cilliers between\nthe time of Van Zyl's resignation (April\n1981) and the resignation of Cilliers in February 1982. He cannot remember the\nexact number\nof matchboxes received from Cilliers.\nCilliers' evidence was also corroborated by Willemse, who testified that\nhe assisted in the theft of diamonds in the course of 1981.\nCilliers\ntestified that after his arrest, he was taken by detectives to Cape Town where\nOtto, Nieuwoudt, De Beer and Van Zyl were\nalso detained. After their release on\nbail and before the commencement of the criminal trial, they all attended a\nbraai at Van Zyl's\nresidence and Nieuwoudt, who was present,\n16\nsuggested that they should all employ the same attorneys and advocates,\nand that he would foot the bill for the legal costs.\nCilliers\ntestified under cross-examination by Nieuwoudt that he first saw the latter at\nthe braai at Van Zyl's house, and that Nieuwoudt\nadvised all of them to plead\nnot guilty. Nieuwoudt then put it to Cilliers that they had met at Van Zyl's\nhouse but that Cilliers\nhad said that he was not guilty. Cilliers disagreed and\nstated that at the braai Van Zyl had told Nieuwoudt that the stolen diamonds\nhad\nbeen obtained from Cilliers and that Cilliers had supplied Van Zyl with the\ndiamonds. Nieuwoudt denied this conversation, but\nCilliers was adamant that Van\nZyl had made the statement and that he, Cilliers, in the presence of Nieuwoudt,\ndid not deny the allegation.\nCilliers also testified that at the\nbraai Nieuwoudt had a large amount of cash in his briefcase. Nieuwoudt had made\nan offer of R60\n000 cash to Cilliers if the latter would throw in his weight\nwith them, i.e. would testify with them, \"... as ek saam met hulle stem.\"\nNieuwoudt put it to Cilliers that this testimony was untruthful, and that\nCilliers had never before given evidence to\n17\nthat effect. To this Cilliers replied that he had never been asked about\nthat particular incident; he also said that if Nieuwoudt\ndenied having made the\noffer, his memory must be bad.\nWillemse does not implicate Nieuwoudt, but Otto\ndoes.\nOtto (who took Van Zyl's place as the recipient of\nthe diamonds stolen by Cilliers) testified that he had always taken the diamonds\nto Van Zyl at Vanrhynsdorp. On one occasion he had met Van Zyl in a hotel at\nVanrhynsdorp. Van Zyl had then told him that they were\ngoing to drive to the\npurchaser of the diamonds. They had driven to Garies and between Bitterfontein\nand Garies they had turned onto\na gravel road. After a while Van Zyl had stopped\nand requested Otto to wait for him next to the road while he went to do business\nwith the buyer. This was at night. In the head lights of the car he could see a\nbig white shed, a cement reservoir and a homestead.\nHe later visited the same\nplace and ascertained that it was the farm of Nieuwoudt. Van Zyl came back,\npicked him up and paid him\nR10 000 for the diamonds he had delivered to Van Zyl.\nVan Zyl then told him that he was\n18\nselling the diamonds to Nieuwoudt.\nNieuwoudt attacked this\nlatter statement in the cross-examination of Otto, on the basis that Otto had\nnever made that statement before\nin any trial or affidavit.\nAs\nregards the observation made by Otto of the homestead, Otto confirmed that he\ncould not say with accuracy how far they had stopped\nfrom the\nfarmhouse.\nVan Zyl also confirmed the occasion on which Otto had\naccompanied him to Nieuwoudt's farm but was dropped off a short distance from\nthe homestead. He also confirmed having told Otto that Nieuwoudt was the buyer,\nbut doubted whether Otto could have seen the homestead\nbuildings.\nOtto also referred to a meeting in Cape Town of Cilliers,\nWillemse, Van Zyl, Nieuwoudt and himself after they had been arrested. It\nwas\nagreed that they would plead not guilty and Nieuwoudt would pay the legal costs.\nHe was later convicted and sentenced to a prison\nterm of five years of which\nthree were suspended. He couldn't remember the braai at Van Zyl's\nhouse.\n19\nNieuwoudt put it to Otto that in the trial of Van Zyl he, Otto, had\ntestified that Van Zyl had offered to pay the legal costs. Otto\nthen conceded\nthat he could be wrong in testifying that Nieuwoudt was going to pay the legal\ncosts.\nDuring the cross-examination of Van Zyl by Nieuwoudt it came\nout that the initial deposit for legal costs was paid by Van\nZyl.\nOtto also testified that he had made a false statement as\nregards the case to the attorney Burger. This version was made up, according\nto\nhim, by Van Zyl and Nieuwoudt. As far as he could remember this false story was\nconcocted in Cape Town in a cafe.\nNieuwoudt put it to Otto that in\nthe criminal trial of Van Zyl he had said that the story had been made up by Van\nZyl during a trip\nto Citrusdal. The point was made that he did not then\nimplicate Nieuwoudt. Otto responded that at that stage he had not been giving\nevidence against Nieuwoudt; in any event this was what he now could\nremember.\nVan Zyl testified that he had been approached by Nieuwoudt with the\nproposal to commit theft towards the end of 1979. He in turn approached\n20\nCilliers late in 1979; perhaps November or December 1979. Cilliers at\nfirst refused to participate but after a few days he agreed.\nVan Zyl disputed\nCilliers' version, saying that the latter had not waited for months before\nagreeing to participate. He also disagreed\nwith Cilliers that the first\ntransaction occurred at the end of 1980 or early 1981. He testified it was much\nearlier, and the period\nof the transactions between Cilliers and himself was\nlonger than the four months testified to by Cilliers. Van Zyl could remember\nthe\nnumber of deliveries to him of diamonds stolen by Cilliers, but testified that\nthere had been at least five occasions and he\nhad received fewer than 15\nmatchboxes. These deliveries had taken place before he had resigned in April\n1981 and arranged with Otto\nand Cilliers for Otto to take his place; all in all\nhe had received about 23 matchboxes.\nVan Zyl was adamant that he had always delivered all the diamonds stolen\nby Cilliers to Nieuwoudt on the latter's farm, and was paid\nthere by Nieuwoudt,\nexcept on one occasion when the latter could not pay him immediately. They had\nalways weighed the diamonds on\na small scale kept\n21\nby Nieuwoudt in his office. This scale was calibrated in grammes, which\nwere then converted to carats, and the purchase price was\ncalculated\naccordingly. He thought that he was paid R70 per carat; in total he had received\nabout R250 000. He had never kept any\nof the diamonds received from Cilliers for\nhimself. When he was arrested, together with Otto, Cilliers, Nieuwoudt, De Beer\nand Willemse,\nhis legal costs in the sum of R20 000 had been paid by Nieuwoudt.\nHe had been convicted and sentenced to 12 years imprisonment.\nIn\ncross-examination he testified that he had received stolen diamonds from\nCilliers five times and from Otto on four occasions.\nNieuwoudt put\nit to Van Zyl that he had lent him the aforementioned R20 000. Van Zyl denied\nthis allegation - in fact, his evidence\nwas that at that stage, he had\nconsidered changing his plea to one of guilty, but Nieuwoudt had paid him R20\n000 to persist in his\ndefence.\nDe Beer, a businessman from Margate, testified that he had been\nintroduced to Nieuwoudt towards the end of 1979. The latter had told\nhim that he\nwas in possession of uncut diamonds and enquired whether De Beer was\n22\ninterested in buying. Nieuwoudt had not disclosed the source of the\ndiamonds. De Beer knew that the diamonds were not lawfully in\nNieuwoudt's\npossession. Several transactions had then taken place - he had also,\ninter\nalia\n, gone to Nieuwoudt's farm in the Garies district. Nieuwoudt had\nsearched him for hidden tape recorders. In total he had received\n± 5000\ncarats from Nieuwoudt. Sometimes Nieuwoudt had delivered the diamonds in Durban,\nsometimes he had collected diamonds\nfrom Nieuwoudt's farm. The last transaction\nhad taken place ± April 1982; the transactions between them had come to a\nstandstill\nbecause he owed ± R30 000 to Nieuwoudt. He had paid ± R500\n000 in total to Nieuwoudt; he had paid between R100 and R300\nper carat and in\nsome cases even more. Nieuwoudt had told him that he possessed a gramme scale\nand had to convert the gramme weight\nof the diamonds to carats. De Beer conceded\nthat he did not know whether the diamonds that he had purchased from Nieuwoudt\nemanated\nfrom Oranjemund.\nIn his evidence-in-chief Nieuwoudt denied having instigated Van Zyl\nto\n23\nsteal diamonds, or of having received or dealt in stolen diamonds. He\ndenied having tried to convince or having paid Cilliers to testify\nfalsely. He\nadmitted, however, being in his company at Van Zyl's house. He also denied\nhaving dictated a false statement to Otto.\nAs far as Van Zyl's\nevidence is concerned Nieuwoudt testified that Van Zyl had falsely accused him\nin order to shield his own family;\nthat all along he had had the idea of falsely\nimplicating Nieuwoudt. It was put to Nieuwoudt in cross-examination that he had\nnever\nmade this accusation of Van Zyl while he, Nieuwoudt, was cross-examining\nVan Zyl.\nNieuwoudt admitted having had a scale calibrated in grammes\nwhich he kept in a box in his office on the farm, as testified by Van\nZyl. He\nsaid Van Zyl could have seen the scale when he and his brother had come to visit\nNieuwoudt on the farm, because he used it\nto weigh the grit in kaolin which he\nwas then mining.\nHe admitted that he had been trapped in the middle of 1980 in the illicit\nsale of diamonds but had been acquitted in court. One Walters\nwas the\n24\nostensible purchaser. He then in cross-examination added an\nincomprehensible explanation:\n\"Ek kan nie stry dat dit diamante dalk van die eiser was nie want ek kan mos\ngetuig dat daardie tyd toe ek dit verneem het, het Boetie\nWalters en Frikkie de\nBeer saam besigheid gehad, bote gehuur, en dit is vandag my vermoede dat hulle\ntoe al besigheid gedoen het\nen dat toe Boetie met die diamante gevang word toe\nkom hy ook maar oordat ek daardie tyd prospekteer het seker nou maar vir my kom\nsê of die polisie het dit vir hom gesê. Ek het sy verklaring daar, U\nEdele, wat hy gesê het. Ek dink ons kan dit\nmaar\nlos.\"\nHe denied having sold diamonds to De Beer at all.\nAsked why De Beer would falsely and gravely implicate him, he accused Captain\nPool\nof instigating De Beer to give fraudulent evidence.\nHe said De\nBeer did visit him on his farm, but merely with the object of buying options. De\nBeer had come for the first time in May\n1980, just after the first trap\noccurred.\nNieuwoudt admitted having been the trap in which De Beer\nwas caught and which had led to his conviction. Pool had first asked him\nto\nco-operate one evening when he, Nieuwoudt, was the object of a trap in which Van\nZyl\n25\nhad participated on his farm Rondawel and the police had turned up. That\nincident had occurred in June 1982. It was not disputed that\nhe paid Van Zyl\nR5400,00, which the latter handed to the police. Nieuwoudt maintained that it\nwas a loan. The diamonds had been found\nburied beneath his lawn after he had\nsuggested to the police where Van Zyl may have hid them before approaching him\nfor the loan.\nHe had then promised to co-operate with the police. He had\npromised to go and see the police in Cape Town.\nPool had later\nphoned him and he had gone to Cape Town where he had made an informant's\nstatement implicating De Beer. Pool had started\ntalking to him and Meintjies\nlater joined them. He had still not felt under any obligation to co-operate with\nthe police, but had\ndecided to do so. He also said a large sum had been offered\nto him to make the statement.\nHe, however, said that every word in the statement, exhibit U,\nwas\nfalse. The relevant parts of the statement read as\nfollows:\n\"\nGESPREK TUSSEN MNR A A NIEUWOUDT. MAJOOR MEINTJIES\nEN KAPTEIN POOL\nKept P: Dit is vandag, Donderdag die 29ste Julie 1982 om\n12h00\n26\nmiddag in my kantoor te Kaapstad. Teenwoordig mnr Adriaan Nieuwoudt,\nmajoor Meintjies, kaptein Pool, Adriaan jy kan nou maar vir ons\nvertel N: Ek net\nso 'n jaar na my kennis Frikkie de Beer ontmoet deurdat hy in my omgewing na\nopsies om diamante te prospekteer kom\nsoek het en so net ek met hom bevriend\ngeraak. Ek het op 'n stadium opsies aan hom aangebied en ons het in 'n\nvertrouens posisie\ngeraak waar ons in 'n later stadium begin het om ... eh ...\nbesigheid te doen met diamante.\nMaj M: Jou bron van diamante - is jy bereid om dit aan ons\nte\ngee of openbaar? N: Waar ek daaraan gekom het? Maj M: Wat jy\nontvang het en verskaf het N: Ja, kyk dit is mos nou - daar is mos nou\nnie meer\nso iets\nnie Maj M: So ons aanvaar dat met Van Zyl se afsny - beteken\ndit\ndat jou toevoer ook daardeur afgesny is? N: Ja, kyk ek wil darem\nnou noem daar nog, ek vermoed\ndaar is nog 'n saak aan die gang, en ek wil nou nie\ngraag\nbale daaroor uitwei nie Maj M: Ja N: Die aangeleentheid nie maar, ek kan\njou dit nou belowe\ndat as ... eh ... die feit dat ek nou bereid is om nou\ndie\nkontak van my nou eintlik weg te gee behoort aan\njulle\nvoldoende te wees om te aanvaar dat ek alle bande\nhoegenaamd (onduidelik)\nMaj M: Adriaan,\nas ek jou mag vra jou, jou belangrikste bron N: Ek wil nou nie, daai is\nverby\n27\nMaj M:\tMaar ons aanvaar dit waiter myn, watter myn sou jy\nreken?\nN:\tEk sou reken nie, dit kom\nseker van Oranjemund af\nMaj M:\tOranjemund?\nN:\tJa - ek\nvermoed ook\nMaj M:\tWant jou bron is nou afgesny sou ons\naanvaar....\nN:\tJa - afgesny\nMaj M: Adriaan, sal jy sê jy net uit jou vrye wil vanoggend hier\naangekom\nN: Ja, ja, definitief, dit is vrye\nwil\nMaj M: Wanneer het jy tot daardie sienswyse gekom\nN: Nee, ek het, het met my vrou daaroor gepraat en ons het besluit, ons eh\nis tog nou uit die besigheid, enne, ek kan maar net sover\neh my kant moet bring\ndat 'n mens weer 'n bietjie goed kan gaan - dat ek weg van die boeke af kom enne\nek wil hom darem ook help\ndat hy dit ook maar los (onduidelik) so dit is dan nou\nsover as ek kan se -verder kan ek omtrent niks se nie - ek kan, kan nie dink\ndat\nek nog lets wil sê nie\nKapt P: Ja, ek\ndink dis seker nou maar genoeg - majoor?\nN: Julie het my mos nou op geen manier gedreig om iets te sê wat ek\ngese het nie, oor ek nou eerlik gevoel het dat ek kan mos\nnou geen oneertike\nding met die Polisie saam werk nie\nKapt P: Nee, jy's aan die regie kant Adriaan\n(Onduidelik)\nMaj M: Hou dit so ...\nN: Dis 'n sleg ding daai man, ek lê in die nag, jy weet nooit wanneer\nkom hier 'n man na jou toe\n(onduidelik)\"\n28\nPool and Meintjies were called by the plaintiff to confirm the\ncorrectness of the transcription.\nAt the end of the trial, Van\nNiekerk J granted absolution from the instance with costs. The crux of the trial\njudge's decision appears\nfrom the following words at the end of his judgment:\n\"The third defendant, Nieuwoudt, had the easier task in that his version was\na\ndenial of the evidence presented. However, on every vital and important aspect\nof the plaintiff's case, the evidence in this court,\ntaken with evidence given\nearlier, of unsatisfactory witnesses had to be weighed up against the evidence\nof Nieuwoudt whose version,\nin my view, was as probable as that of the witnesses\nwho testified against him.\"\nVan Niekerk J found Cilliers to be a reliable\nwitness.\nOn the other hand Otto was described by the\ntrial judge as unhelpful, unimpressive and vague. It was found that the veracity\nof his\nevidence was clearly suspect. His evidence was found to be unreliable and\nsubstantiated only to the limited extent to which Van Zyl\ncould do so.\n29\nThis criticism was based mainly on the following aspects. In the trial it\nwas his evidence that he had opened some of the matchboxes,\nwhereas in Van Zyl's\ntrial he had testified that he had opened all of them. He could not remember\nhaving ever before testified that\nVan Zyl had identified Nieuwoudt to him as the\npurchaser of the diamonds. He also contradicted his evidence in a previous trial\nas\nto where Nieuwoudt and Van Zyl had coached him in giving a false statement.\nThere is also a contradiction with his evidence at Van\nZyl's trial that it was\nthe latter who had offered to pay the legal costs of the criminal trial. Finally\nit was also held against\nhim that he was one of the prisoners who were given\n\"home leave\" by Pool and Meintjies before testifying against Nieuwoudt, the\nimplication\nbeing that his evidence is tainted and consequently unreliable. His\nevidence concerning the visit to Nieuwoudt's farm was said to\nbe hardly\ncredible.\nVan Zyl came in for heavy criticism by the trial judge. It\nwas found that his memory of the dates of the various transactions and\nthe\nnumber of matchboxes, was vague. He had to be reminded that in another trial he\nhad\n30\ndescribed how he had transferred diamonds from three matchboxes to two\nbecause of the volume of gravel in the boxes. It was only under\ncross-examination that he was prepared to concede that he had had illicit\ndiamond transactions with his brother-in-law. He admitted\nhaving previously made\na statement to a magistrate in which he denied that he had ever sold diamonds to\nNieuwoudt, and that he had\ngiven similar evidence before a judge in a criminal\ntrial. It was also held against him that in the statement he had made at\nCitrusdal\non 28 January 1983, he had confirmed that he had never sold diamonds\nto Nieuwoudt. His denial of the correctness of that statement\nwas, by\nimplication, rejected by the trial judge. He was also criticized for not being\nable to remember whether the discussion between\nhimself and Nieuwoudt at the\nprayer meeting took place on the front or the back stoep or in the garden or\neven whether it took place\non a Sunday.\nVan Zyl was also criticised\nfor a further contradiction. In the present trial he testified that he had been\npaid R250 000 for the\ndiamonds by Nieuwoudt, whereas he had previously made a\nstatement in which he put the\n31\nfigure at R120 000.\nThe trial judge also remarked that Van Zyl was one of the prisoners given\n\"home leave\" by Pool and Meintjies; only thereafter did\nhe implicate Nieuwoudt.\nHis evidence contradicted that of Cilliers as regards the date and number of\ntransactions; he had also in\nthe course of various criminal trials given\ndifferent versions as to the number of matchboxes received from\nCilliers.\nDe Beer made a better impression as witness on the trial\njudge, but it was held against him that it was only after the \"home leaves\"\nthat\nhe started implicating Nieuwoudt. His estimate of the number of carats supplied\nto him by Nieuwoudt, i.e. some 5000, does not\naccord with the evidence of\nCilliers or Van Zyl. He was, so it was held, extremely vague about the alleged\ntransactions. His evidence\nwas held to be unreliable at best.\nPool came in for particularly severe criticism. His participation in the\n\"home leave\" scheme for Otto, De Beer and Van Zyl was sternly\ncensured. It was\nalso held that his explanation of how the statement, exhibit U, was taken, was\nunacceptable. The trial judge noted\nthat Pool had testified that he\n32\nhad only exchanged greetings with Nieuwoudt, before Meintjies came to his\noffice and the statement was taken. But the statement begins\nin such a way that\nit is clear that some discussion must have taken place previously. Pool was also\ncriticised for not remembering\nthat he had stated at Van Zyl's trial that, when\nthe latter had been trapped, he had not even been aware of the role played by\nOtto.\nIn the present trial he had testified to the contrary. Pool's statement\nthat prior to the taking of the statement, exhibit U, he\nhad been unaware of the\nrole played by De Beer was also disbelieved. The trial judge stated that he was\nnot impressed by Pool as\na witness and found him to be\nevasive,\nMeintjies was also criticised for a contradiction between\nhis present testimony and that given in a previous trial as to whether he\nhad\nseen Otto in person in gaol. This allegation, like Pool's that he did not know\nof De Beer's activities before taking the statement,\nexhibit U, was also\ndisbelieved. The trial judge stated that he was not impressed by Meintjies as a\nwitness.\nAs far as the evidential value of exhibit U is concerned, the trial\njudge\n33\nrejected the contention put forward by counsel for the plaintiff that the\nstatement corroborated the plaintiff's version. The judge\nstated: \"One thing\nExhibit U does not show is that any diamonds emanated from the plaintiff's\nmine.\" The trial judge also rejected\nthe argument that the information in\nexhibit U could only have come from Nieuwoudt's own personal knowledge. His\nreference to Van\nZyl could, if I understand the trial judge's reasoning\ncorrectly, have emanated from news which he, being a native of the area, must\nhave heard, of Van Zyl being trapped in the first half of 1982. The suggestion\nis that Nieuwoudt falsely implicated Van Zyl.\nIn this Court, counsel\nfor the appellant accepted the trial judge's findings in regard to Cilliers. The\nrest of the trial judge's\nfindings were subjected to concerted\ncriticism.\nThe power of this Court to intervene on appeal on\nfindings of fact is limited to situations where there appears to be a\nmisdirection\non fact by the trial judge, e.g. where he is shown to have\noverlooked facts and probabilities negating the reasons given for the\njudgment.\nIn such an event this Court will\n34\nbe able to disregard the trial judge's findings on fact, even though\nbased on credibility, in whole or in part, and so come to its\nown conclusion on\nthe matter\n(R v Dhlumayo\n1948(2) SA 677 (A);\nTaljaard v Sentrale Raad\nvir Koöperatiewe Assuransie Bpk\n1974(2) SA 450 (A) at 451E -\nH).\nCounsel for the appellant argued that the trial judge had\nmisdirected himself in respect of various factual findings. I will deal\nwith the\nmore substantive submissions in this respect.\n(1) It was argued that\nthe trial judge had misdirected himself in finding that Nieuwoudt was not\nimplicated by Cilliers, the one witness\nwho was accepted as truthful and\nreliable. It was submitted that Cilliers' evidence implicated Nieuwoudt in\nrespect of the braaivleis\nmeeting. Cilliers stated that at that meeting\nNieuwoudt said that they must all plead not guilty, that they must all tell the\nsame\nstory, that they must all employ the same advocates and attorneys and that\nhe, Nieuwoudt, would pay the costs. They were all co-accused\nat that\nstage.\nIn his evidence Cilliers said that at the braaivleis in the presence\nof\n35\nNieuwoudt Van Zyl had said that Cilliers was was the person who supplied\nthe diamonds, which Cilliers did not then deny. This evidence\nis significant,\nbecause when Nieuwoudt cross-examined Cilliers as to how he could advise him how\nto plead not guilty when he didn't\nknow whether he was guilty or not guilty,\nCilliers had responded by saying that in Nieuwoudt's presence Van Zyl had said\nthat he,\nCilliers, was the person who had supplied them with\ndiamonds.\nIf this evidence of Cilliers is accepted as truthful - as\nit was by the trial judge - the inference can only be that Nieuwoudt was\nimplicated in the thefts and, in order to save himself, he had to ensure the\nco-operation of his accomplices. That is why it was\nnecessary for Van Zyl to\nassure Nieuwoudt that Cilliers was a participant in the removal of the diamonds,\nwhose cooperation was indispensable\nand whose costs had to be paid by Nieuwoudt.\nIt was submitted that the trial judge's acceptance of Cilliers' evidence,\nnecessarily\nimplied that Nieuwoudt was implicated, and this in turn would have\nchanged the trial judge's whole perspective on the case.\n36\nThe consistent application of the aforementioned implications, so it was\nargued, would also inevitably have changed the assessment\nby the trial judge,\nnot only of the part played by Nieuwoudt before and after his arrest, but also\nof the quality of the evidence\ngiven by Otto (who said that Van Zyl and\nNieuwoudt had prepared a story for him to tell to the attorney) and Van Zyl (who\ntestified\nthat Nieuwoudt had paid him R20 000 towards his costs in the criminal\ntrial).\nIt was argued that, if these facts had been taken into\naccount by the trial judge, he could not have concluded that Nieuwoudt's denial\nof any involvement in buying or selling diamonds \"... was as probable as that of\nthe witnesses who testified against him.\"\n(2) It was argued that the\ntrial judge misdirected himself in finding that exhibit U did not show that\nNieuwoudt had acquired diamonds\nemanating from plaintiff's mine. I have quoted\nthe relevant passages from exhibit U. These passages show that Nieuwoudt\nmentions\nVan Zyl as the source of the diamonds. Nieuwoudt never explained why he\nmentioned Van Zyl's name,\n37\napart from saying that the whole of exhibit U was false. It was argued\nthat that evidence in itself was totally false (a matter to\nwhich I will return\npresently) but, even so, why did Nieuwoudt falsely refer to Van Zyl as the\nsource of the diamonds? There was\nno reason for him to implicate Van Zyl falsely\n- on the contrary, he made the statement after he knew that the police had\ncaught\nVan Zyl and there was all the more reason not to implicate Van Zyl\nfalsely.\n(3) It was argued that the trial judge misdirected himself\non the question whether exhibit U was true or false. The clear implication\nis\nthat Nieuwoudt was believed on this score. But, so it was argued, the trial\njudge failed to take all the facts into consideration:\nthat many of the matters\nmentioned in exhibit U - e.g. his contacts with De Beer, the letter's movements,\nhis place of residence,\netc. were not false. Furthermore, as he was clearly\ntrying to win the goodwill of the police, why make a completely false statement?\nIt was argued that there is a ring of truth in the statement. Furthermore, what\nis said in the statement accords with De Beer's evidence.\nOn what basis can it\nbe said that the statement is false, if all the facts and\n38\nsurrounding circumstances are taken into account?\n(4) It was\nargued that the trial judge misdirected himself as to the evidence of Pool and\nMeintjies concerning the taking down of\nthe statement, exhibit U.\nIn\nthis regard it was argued that the learned judge completely misconstrued the\nevidence of Pool in regard to what had occurred on\n29 July 1982. The learned\njudge found that Nieuwoudt, after the full discussion had been taped, then\nrefused to make a statement.\nInstead, the evidence was, and the court should\nhave found, that after the discussion between Pool, Meintjies and Nieuwoudt,\nwhich\ndiscussion was not recorded, Nieuwoudt had refused to make an affidavit,\nbut consented to give his version on a tape recording, which\nwas then done. In\nExhibit U, he was reiterating what he had already told the two policemen and it\nwas left to him as to how he was\nto set about this. The learned judge failed, so\nit was submitted, to take into account that once Nieuwoudt had already explained\nDe Beer's role in the transactions to Meintjies and Pool, he would start off the\ntaped conversation by telling them\n39\nwhere he had met De Beer for the first time. It was argued that the\njudge's impression that, because of the way the statement started,\nthe two\npolicemen must have been aware of De Beer's existence before the meeting, is a\nwrong conclusion.\nA Court of appeal will not go out of its way to\nfind or construe misdirections of fact in a judgment of a court\na quo\n.\nTrial judges have the unenviable task of digesting, under great pressure of\nwork, a large number of contradictory facts and diametrically\nopposed versions.\nRegrettably, in the present case, having anxiously scrutinised the record, I\nhave to agree with the submissions\nmade by counsel for the appellant. In my\nview, the trial judge took a wrong view of the facts placed before him, for the\nreasons\nset out in the submissions summarized above.\nConsequently, the evidence must be evaluated as it appears from the\nrecord.\nAn evaluation of the evidence given in the Court\na\nquo\nshould proceed from three rather obvious observations.\n40\nThe first is that it has not been illustrated or argued that any of the\nplaintiff's witnesses had, or could have had, the slightest\nreason or interest\nin falsely testifying in the present matter. Cilliers had given the same\ntestimony before in the criminal trials\nof Van Zyl and Nieuwoudt. Otto,\nWillemse, Van Zyl and De Beer were all prosecuted and convicted and served terms\nof imprisonment.\nLikewise, Nieuwoudt was also sentenced and convicted. The\nplaintiff's witnesses had no reason falsely to implicate Nieuwoudt, nor\nwould\nthey stand to benefit from such conduct.\nOn the other hand,\nNieuwoudt certainly had a substantive interest in the outcome of the case. As\nappears from his affidavit in the\napplication for intervention, there was an\nundistributed asset of more than R4 million in his estate, to which he would, by\nvirtue\nof his reversionary interest, have a claim. Furthermore, he was not\nconvinced, according to the affidavit, that the trustees were\nconducting a\nvirilis defensio\n. He regarded his interest in the matter as so\nsubstantive that he intervened in person, obviously with an eye on the R4m\nundistributed\nasset in his insolvent estate. I do not intend to say that he\ndid\n41\nnot act properly; on the contrary. But there can be no doubt that he\nintervened eventually to gain a substantial benefit.\nOne should,\ntherefore, in evaluating his evidence, keep this fact in mind. The absence of an\nincentive to give false evidence on the\npart of the plaintiff's witnesses and\nthe opposite in the case of Nieuwoudt was not given sufficient weight by the\ncourt\na quo\n.\nThe second preliminary observation is that there\nis no reason to differ from the evaluation of Cilliers' evidence by the trial\nCourt.\nHe was found to be a truthful and reliable witness. The trial court,\ndespite the aforesaid finding, failed to give sufficient weight\nto the evidence\nof Cilliers where it implicates Nieuwoudt.\nThe third preliminary\nobservation is that the untruthfulness of Nieuwoudt is rather obvious. His\ndenial of having bought diamonds\nfrom Van Zyl must be a patent lie, in the light\nof the passages quoted above from exhibit U. Just prior to the making of exhibit\nU, Van Zyl was trapped by the police and used as a trap against Nieuwoudt on his\nfarm Rondawel. This led to his making the\n42\nstatement recorded in exhibit U. When he says in exhibit U that his\nsource of diamonds has been cut off, it is perfectly true. When\nhe says he sold\nto De Beer, that is also true. When he says Van Zyl was his source, that is also\ntrue. Not only is the truth of the\nlatter statement borne out by Van Zyl's\nevidence, but also by Nieuwoudt's involvement in the defence of the criminal\ncharges and\nhis offer to stand in for the legal costs, as appears at least from\nthe evidence of Cilliers. In particular, therefore, the learned\njudge\na\nquo\nwas wrong when he found that\"... one thing Exhibit U does not show is\nthat any diamonds emanated from Plaintiff's mine.\" Exhibit\nU proves, in my view,\njust that.\nFor the reasons stated, I hold the view that the\ntestimony of Nieuwoudt should be rejected as false, and that of Cilliers, Van\nZyl,\nDe Beer, Otto and Willemse accepted as basically truthful and correct.\nThere are other examples of the untruthfulness of Nieuwoudt\nwhich need not be\ntraversed here.\nI have stated that the evidence of Cilliers, De Beer, Otto and Willemse\nshould be accepted as basically truthful and correct. As far\nas Cilliers\nis\n43\nconcerned, his evidence has not been questioned and it was, in my view,\ncorrectly accepted by the court\na quo\nas truthful and\nreliable.\nAs far as Otto is concerned, I consider his evidence as\nregards his participation in the theft to be correct, corroborated as it is\nby\nthe evidence of Cilliers.\nThe same goes for Willemse.\nI have some doubts\nwhether Otto's evidence of his identification of Nieuwoudt's farm on the\noccasion when he accompanied Van Zyl is\nreliable. His evidence in a previous\ntrial stands in stark contradiction of this evidence in the present case and it\nwould be unjustified\nto rely on this part of his\ntestimony.\nWillemse's evidence relating to his participation in the\nthefts must, in my view, also be accepted as there is no valid criticism\nagainst\nit.\nThere is no reason to reject De Beer's evidence. It is true that\nhis evidence as to the details of the transactions with Nieuwoudt\nis vague, but\nthen it must be remembered that the events took place approximately 11\nyears\n44\nbefore the present trial. It was argued that the events to which he\ntestified were important and decisive in his life; that he had\ntestified to them\nbefore, and that they must have been uppermost in his mind over the years. This\nmay be true, but it loses sight\nof the natural inclination to forget facts,\nespecially when they have an unpleasant or painful connotation.\nHe\nwas also criticised for coming forward to implicate Nieuwoudt after enjoying the\nbenefits of \"home leave.\" I consider this aspect\nto have been over-emphasized by\nthe judge\na quo\n. It has not been illustrated that De Beer was asked to\nimplicate Nieuwoudt before he was convicted, nor that he refused to do so\nthen.\nIt was never shown that the \"home leaves\" had the effect of his giving false\nevidence against Nieuwoudt.\nBut, be that as it may, the one\noutstanding factor that should convince one that De Beer was basically truthful,\nis Nieuwoudt's statement,\nexhibit U, in which he confirms De Beer's evidence in\nessence. As I have indicated, Nieuwoudt's denial that the said statement was\ncorrect is patently false. The falseness of his evidence on this vital point\ncorroborates De Beer's evidence\n45\n(R v Simon\n1929 TPD 328).\nWhat we have then is the\nfollowing:\n1.\nPersuasive\nproof that Cilliers stole diamonds from plaintiff's mine, sometimes assisted by\nWillemse.\n2.\nThese diamonds\nwere delivered to Van Zyl, either directly or, on one occasion, via\nOtto.\n3.\nNieuwoudt sold\ndiamonds to De Beer.\nThe link in the chain\nbetween Cilliers and Nieuwoudt is Van Zyl. The basic question to be answered is:\ndid Van Zyl deliver the diamonds stolen by Cilliers to\nNieuwoudt\n?\nThere are strong indications that Van Zyl's evidence,\nthat he delivered all the diamonds emanating from Cilliers to Nieuwoudt, is\nessentially correct. A major part of his evidence, relating to the source of the\ndiamonds and how he acquired it, is truthful: this\nis corroborated by Cilliers\nand Otto. The criticism of his evidence, viz. that his memory was vague, and\nthat he had testified differently\non some minor points in other trials, is, for\nthe reasons\n46\nalready stated, not really conclusive. The statement that he made at\nCitrusdal on 28 January 1983, in which he said that he had never\nsold diamonds\nto Nieuwoudt was, as he testified, patently false, it being inspired and\ndictated by Nieuwoudt in order to shield him\nas a co-accused.\nMore\nimportantly, his evidence is corroborated by Cilliers who implicated Nieuwoudt\nas the recipient of the diamonds.\nFurther, there is the\nidentification by Nieuwoudt himself of Van Zyl as his source of diamonds in\nexhibit U, and Nieuwoudt's false\ndenial of the correctness of exhibit\nU.\nFinally, taking all the facts into consideration, there are the\ngeneral probabilities. If it is accepted as fact that Cilliers delivered\nstolen\ndiamonds to Van Zyl; that Van Zyl says he sold them to Nieuwoudt; and that De\nBeer bought uncut diamonds from Nieuwoudt; why\nshould Van Zyl be held to be\nuntruthful? The probabilities are that he was the link in the chain between\nCilliers and Nieuwoudt.\nBut the matter is somewhat more complicated, because\nthree\n47\nsubstantive points have been raised in argument before this Court which,\nif sound, throw doubt on the reliability of Van Zyl.\nFirst and\nforemost are the contradictions, already noted, between the evidence of Cilliers\nand Van Zyl and, as far as it may be relevant,\nthose of De Beer as regards the\ndates of the theft and the sales of the diamonds, and the quantities\ninvolved.\nNext, there is the matter of the 327 diamonds recovered by plaintiff.\nIn\nits amended particulars of claim plaintiff set out\nthe calculation of its gross loss\nand then explained that certain\namounts must be subtracted so as to arrive at\nits net loss. One of\nthe deductions relates to 327 diamonds. Paragraph 7(b)\nof the\namended particulars of claim reads as follows:\n\"The sum of R69 470,00 being the value of 327 diamonds with a mass of 278,9\ncarats stolen from plaintiff's mine but recovered by plaintiff\nfalls to be\ndeducted from the said sum of R1 566 612,00 to arrive at plaintiff's claim which\nis accordingly the sum of R1 497 412,00.\"\nThe\nrespondents requested further particulars to this paragraph, to which appellant\nreplied that the diamonds had been recovered on\n17\n48\nSeptember 1981; that they had been returned to appellant after conclusion\nof the magistrate's court case No. 79/81, Garies, and that\nthey were part of the\ndiamonds sold by Van Zyl to Nieuwoudt.\nOn these skimpy details the\nparties proceeded to trial, in the course of which the matter was never really\ncleared up. No particulars\nof the magistrate's court case were furnished, nor of\nthe circumstances under which they were recovered. What did transpire is that,\naccording to appellant's expert witness, a diamond valuator named Heale, the 327\ndiamonds were delivered to him on 12 August 1980\nfor valuation. Their mass was\n278,9 carats and he had valued these diamonds at R69 470,00. The same\nparticulars were given in the\nrule 36(9)(b) notice relating to his expert\nevidence. Heale was not cross-examined on this point.\nOn behalf of\nthe respondents it was argued that, if Heale had already received the 327\ndiamonds on 12 August 1980, and because it\nwas the appellant's case (as was\nexpressly stated on the pleadings) that these diamonds had emanated from Van\nZyl, it demonstrates\nthat Van Zyl must\n49\nhave obtained at least these diamonds from a source other than Cilliers.\nAccording to Cilliers he stole the first diamonds near to\nthe end of 1980.\nHeale's evidence tends to destroy the chain between Cilliers and Van Zyl. This\nproblem in appellant's case, so it\nwas argued, must be seen in the light of the\nabovementioned contradictions between the evidence of Cilliers, Van Zyl and De\nBeer\nrelating to the dates of the thefts and the further\ntransactions.\nFinally, there is Otto's evidence that he once removed\ntwo diamonds from the matchboxes emanating from Cilliers before delivering\nthe\nremainder to Van Zyl. He revealed this fact to Van Zyl and Van Zyl arranged for\nthe sale of one of these diamonds. Otto, in trying\nto sell that diamond , was\ntrapped by the police. The two diamonds which he removed from the matchboxes\nwere recovered by the police\nand, presumably, later handed back to the\nplaintiff. The plaintiff deducted their value, R14361, from its\nclaim.\nThe implication of this evidence, so it was argued, is that\nonce again the chain of evidence between Cilliers and Nieuwoudt is broken.\nOtto\nadmits having removed two diamonds, but were there not more? And who can\nsay\n50\nthat Van Zyl did not follow the same\nmodus operandi\nwith respect\nto other diamonds delivered to him?\nThe point in issue is not\nprimarily one of\nquantum\n. It relates, more importantly, to the\ncredibility of Van Zyl, plaintiff's key witness. On behalf of the respondents it\nwas argued\nthat the discrepancies mentioned above, in particular between\nCilliers and Van Zyl and the date of recovery of the 327 stones as\ntestified by\nHeale, cast doubt on the truthfulness and reliability of Van Zyl. If one accepts\nCilliers' evidence, Van Zyl cannot\nbe correct as to the period during which he\nobtained diamonds from Cilliers. But that he did obtain and deliver diamonds in\na period\nprior to the inception of deliveries by Cilliers, is apparently borne\nout by Heale's evidence just mentioned.\nThere is force in the argument and if the standard had been proof beyond\na reasonable doubt it might well have carried the day. But\nof course that is not\nthe requisite standard of proof in a civil matter and at the lower level of\nproof on a preponderance of probabilities\nthere is a wealth of material which\npoints to Nieuwoudt's direct involvement in the scheme of things. All\nthe\n51\nwitnesses implicate him. There are numerous instances of\ncross-corroboration in their evidence; no convincing reason has been suggested\nwhy they should have been prepared, at this late stage, to conspire together to\nperjure themselves to implicate Nieuwoudt. Nieuwoudt\nimplicates himself in\nseveral respects: by his actions during the trap at his farm Rondawel (his\n\"discovery\" of the diamonds on the\nlawn, the unlikely \"loan\" of R5 400,00 to Van\nZyl); by his remarks during the subsequent interview with Pool and Meintjies\nwhich\nwere recorded and in which he mentions Van Zyl; by his conduct towards De\nBeer (searching him at their first meeting) and his willingness\nto participate\nin the trap set for the latter who, according to Nieuwoudt's testimony, was\ninnocent of any illicit diamond dealing.\nAnd if Nieuwoudt was not the link\nbetween Van Zyl and De Beer, who was? No other person or persons who could have\nfulfilled that\nlinking role have been suggested by anyone during any of the\nvarious trials, including this one. There are simply too many disparate\npoints\nscattered throughout the evidence, linking Nieuwoudt to the theft of the\ndiamonds, to be attributable to coincidence or conspiracy.\nTrue,\n52\nthere are the contradictions between plaintiff's witnesses mentioned\nearlier, notably between Cilliers on the one hand and Van Zyl\nand De Beer on the\nother, as to the period when the deliveries were supposed to have occurred.\nDiscrepancies such as these were to\nbe expected and allowance must be made for\nthe lag of some 11 years between event and testimony. Moreover, except for\nCilliers who\nturned state witness, all of the witnesses were convicted thieves\nwho, at some stage or another, were prepared to lie under oath\nto save their own\nskins. That is particularly true of Van Zyl. These are not perfect witnesses.\nAnd finally, apart from Cilliers'\ndeposit book, there was a complete dearth of\ndocumentary evidence which could serve as reminders of or support for their\nevidence.\nThat is one of the reasons why Cilliers' evidence, supported as it is\nby his deposit book, is to be preferred to that of Van Zyl\nand De Beer. But as\nwas pointed out if Cilliers is right about the period Van Zyl and De Beer must\nbe wrong. One possibility is that\nthey may simply have been mistaken. Another is\nthat all three of them may indeed have been truthful on that score but that Van\nZyl\nmay have been lying on another\n53\ni.e. that, contrary to his evidence, he may indeed not have obtained\ndiamonds only from Cilliers. For all one knows he might have\nbeen receiving\ndiamonds from Cilliers' predecessor at the recovery plant and he may have been\nlying consistently in order to protect\nthat source. But if Van Zyl was lying\nabout his source of diamonds before Cilliers became involved it does not\nnecessarily follow\nthat he was also lying about the diamonds he received after\nCilliers became involved.\nFalsum in uno,\nfalsum in omnibus\nis not\npart of our law. Cilliers' involvement with Van Zyl is proved by Cilliers' own\nevidence; Nieuwoudt's involvement with Van\nZyl is proved, on a balance of\nprobabilities, by the factors detailed earlier. The plaintiff's case is based\nonly on the diamonds\nCilliers stole and passed to Van Zyl and which Van Zyl in\nturn delivered to Nieuwoudt. That route has been established by the\nprobabilities\nmentioned earlier. Any deliveries of diamonds prior to Cilliers'\nadvent on the scene is strictly irrelevant to the plaintiff's case.\nThe recovery\nof the 327 diamonds in August 1980 is also explicable on the hypothesis that Van\nZyl, prompted by Nieuwoudt, was active\nin his smuggling of diamonds\nbefore\n54\nCilliers was. But even if that hypothesis is too speculative to be\nconvincing, the 327 diamonds referred to in the plaintiff's pleadings,\nread with\nHeale's evidence that the diamonds were given to him to value in August 1980,\ncannot serve to self-destruct the plaintiff's\ncase. Heale's evidence on the date\nwas given, as it were, in passing. Its significance in the light of Cilliers'\nevidence was plainly\nnot appreciated by anyone involved in the trial at the\ntime. It was not referred to in the judgment of the court\na quo\n. Heale\nwas not confronted with Cilliers' evidence and Cilliers was not recalled to deal\nwith Heale's evidence. The date might simply\nhave been a slip of the tongue and\nthe concession in the plaintiff's pleadings, that the value of those diamonds is\nto be deducted\nfrom the plaintiff's claim, may have been incorrectly made. That\none fact alone, unexplored and unexplained as it is, does not, in\nmy view,\nweaken the remainder of the plaintiff's case to such an extent as to neutralise\nthe general probabilities that Nieuwoudt\nwas a knowing participant in the theft\nof the diamonds collected by Cilliers.\nIn my view the appellant has accordingly succeeded, on a balance\nof\n55\nprobabilities, to prove Nieuwoudt's involvement and hence his\naccountability for the plaintiff's loss. Credit was correctly given\nfor the two\ndiamonds which Otto kept back and which were recovered by the police and handed\nback to the appellant. Appellant is also\nbound by the credit given in the case\nof the 327 diamonds.\nThe conclusion arrived at also disposes of the\nbasic problem of ascertaining the\nquantum\nof the appellant's claim. One\nmust take the evidence of Cilliers as the point of departure, and calculate the\nappellant's claim accordingly.\nTo the extent that counsel for the appellant in\nargument before this Court made an adjustment in the respondents' favour where\nVan\nZyl testified to a lesser amount, I shall follow a similar course, (i)\nThe number of matchboxes containing diamonds that were removed from the\nappellant's mine, and the dates of the thefts\nOne can summarise\nCilliers' evidence in this regard as follows:\nDecember 1980 -\nJanuary 1981 : 3 matchboxes.\nJanuary 1981\t: 3 matchboxes.\n56\nFebruary 1981\t: 2 matchboxes.\nMarch/April 1981\t: 3\nmatchboxes.\nJuly/August 1981\t: 4 matchboxes.\nOctober\n1981\t: 5 or 6 matchboxes.\nDecember 1981\t: 5, 6 or 7\nmatchboxes.\nTaking Cilliers' lowest figure, this would give 25\nmatchboxes. Van Zyl puts the figure at 22, and I will take that figure, (ii)\nHow many of the matchboxes were full?\nAccording to Cilliers,\nthree of the matchboxes were not full. Van Zyl testified that about two-thirds\nof the boxes were not full;\nthe other boxes being half to three-quarters full.\nOnce again, it would not do an injustice to the respondents to accept Van Zyl's\nfigure. (iii)\nThe range of stone sizes of the diamonds\ntaken\nCilliers was consistent in his evidence on this aspect\nalso. In February 1992 he indicated the smallest diamond fell into the +9\ncategory;\nin 1986 he placed it in the +9 to +11 category. Otto said the smallest\ndiamond was in the\n57\n+11 category.\nOne would not do an injustice to the\nrespondents if one accepted that the smallest diamonds taken fell into the +9\ncategory.\nAs regards the largest size taken, Cilliers' evidence was\nthat he had taken nothing larger than stones weighing 15,9 carats, and the\nlargest stones were between 6,4 and 15,9 carats. This evidence derives support\nfrom Nieuwoudt's statement in exhibit U, viz. that\nthe largest stones he sold to\nDe Beer were 15 carats. Otto estimated the larger stones to range from 6,4 to\n12,5 carats.\nA conservative assumption would be that the largest\nstones taken weighed 10 carats. (iv)\nThe value of the diamonds in the\nmatchboxes\nIn regard to the computation of the value of the\ndiamonds in the matchboxes, the appellant called Prof Barr, an Associate\nProfessor\nin the Department of Economic and Mathematical Statistics at the\nUniversity of Cape Town. He was requested to assess statistically\nthe value of\nthe diamonds\n58\nstolen from the appellant.\nFrom his evidence it appears that\nthe mine at Oranjemund produced and sold its diamonds according to production\ncycles. These cycles\nwere usually of approximately one month duration, but the\nprices obtained for each cycle differed, hence the calculation becomes\nvery\nintricate if one has to calculate the value of diamonds stolen over a period of\ntime.\nIn the period relevant to the Cilliers thefts, i.e. December 1980 to\nDecember 1981, there were 10 such cycles.\nAnother complicating\nfactor is that the average weight of diamonds taken from the mine would differ\nfrom cycle to cycle. He calculated,\ntherefore, the number of carats per cycle\nthat would emanate from each size of diamond. He illustrated that, based on the\nproduction\nfigures of the mine, one cycle would give 237 carats from 10 carat\nstones, while the next only gave 183 carats from 10 carat stones,\netc.\nNext he calculated the weight of a matchbox full of diamonds if\nit consisted only of one size, e.g. 10 carats, or 9 carats, etc. This\nwas done\nby\n59\na method known as a computered simulation. It amounts to this: the\ncomputer will select in a random way out of the approximately 250\n000 diamonds\nproduced in a particular production run, the target size (e.g. 10 carats) and,\ntheoretically, fill a matchbox with stones\nof that size. The computer has been\nfed the weight, the value and the space taken up by a diamond of that size. The\ncomputer can\nthen work out the total value of the matchbox full of diamonds.\nThis value, per size, was calculated over the relevant production\nperiods,\naccording to the value of that particular size per production cycle. This was\nrepeated 1000 times per size per cycle to\ngive a reliable figure.\nHe\nthen calculated the value of the matchboxes if they did not contain diamonds of\none size only, but a spread of sizes, for example\nfrom +9 to 10 carats, etc.\nWhat the computer did was to simulate, 1000 times, the behaviour of an\nindividual gathering diamonds of\nthe postulated weight per production cycle. In\neach repetition, the computer was programmed to select (at random) diamonds in\nthe\npostulated range to fill a matchbox. Each repetition thus\n60\nsupplies one possible total value of the weight removed. By replicating\nthe process a large number of times a representative range\nof possible values\nwas obtained and probabilities for each of the values in the range were\nascertained.\nThis calculation enables one to calculate the value for\nall different mixes of diamond sizes matchbox filled with diamonds taken during\nthe period of any production cycle. If more than one matchbox is taken from any\nparticular cycle, the value can be determined by\nmultiplying the average value\nof the particular mix of diamonds by the relevant number of boxes. If one\nassumes that half, or any\nother fraction of a matchbox was taken, one would\nsimply multiply by such a fraction. Moreover, if there is doubt as to when\nmatchboxes\nwere taken, an average can be obtained for any given period\nconsisting of more than one production cycle.\nHaving regard to the\nuncertainties as to the exact dates upon which the diamonds were taken, one can\nrather calculate the value of\nthe diamonds by applying an average value, with\nreference to the calculations of Prof Barr, over\n61\nthe period that the thefts occurred.\nIn my view, the basis of\nthe calculations used by Prof Barr seems to be valid and, in fact, conservative.\nUnder the circumstances,\nwhere the diamonds were stolen before they could be\nidentified and weighed by the appellant, the method used seems to be the best\none available.\nBased on Prof Barr's figures, one could calculate the\nappellant's damage as follows:\n(i) Weighted (over cycles) average of\none matchbox full, containing a\nmixture of +9 to 10 carats, over the\nperiod 14 November 1980 to 21\nDecember 1981\t: US$ 77 266.\n(ii) 22 matchboxes, 2/3 of which were full,\ngiving a total dollar value of : U8$ 1 416 535.\n(iii) Average exchange rate over said period\nin US$per Rand\t:\n1.168\n62\n(iv) Rand value of diamonds stolen : R1 212 787.\nFrom this amount the following deductions must be made, as\nagreed\nbetween the parties or proved by the appellant's\nwitnesses Heale, Gie and\nLincoln, whose evidence was not materially\ncontested:\n(i) Value of diamonds recovered:\n2 diamonds recovered via Otto and properly valued: R14 361\n327 diamonds recovered, as per Heale's evidence and\nproperly valued:\tR69 470\nR83 831\n(ii) Costs\nof marketing and valuation saved, according to the\nevidence of Gie, i.e. 10% of value of diamonds not\nrecovered:\tR112 896\n(iii) Publicity costs saved on\nvalue of diamonds not recovered,\naccording to the evidence of\nLincoln:\tR294,00\n63\n(iv) Sorting costs saved as per the evidence of Lincoln: R2920\n(v) Insurance saved as per evidence of Lincoln: R248\n(vi) Export duty saved as per the evidence of Lincoln, i.e. 1/11th of value\nof diamonds not recovered.\nR102 632\n(vii) Packaging saved, as per agreement between the\nparties:\tR50\nTotal deductions:\nR302 871\nDeducted from the\ntotal gross loss of R1212 787, this leaves a balance of\nR909 916\nwhich\namount is due and payable by the first and second respondents out of the\ninsolvent estate of the third insolvent.\n64\nThe following orders are made\n:\n1.\nThe appeal\nsucceeds with costs, including the costs of two counsel, the said costs to be\npaid by first and second respondents out\nof the insolvent estate of the third\nrespondent in the order of preference provided for by the\nInsolvency Act 24 of\n1936\n.\n2.\nThe order of the\ncourt\na quo\nis set aside. Substituted for it is the following\norder:\n\"There shall be judgment for plaintiff in the sum of R909 916 and costs,\nsuch costs to include the costs of two counsel and the qualifying\nfees of the\nexpert witnesses employed by plaintiff. The said sum and costs shall be paid by\nthe first and second defendants out of\nthe insolvent estate of the third\ndefendant in the order of preference provided for by the\nInsolvency Act 24 of\n1936\n.\"\nP J J OLIVIER\nJUDGE OF\nAPPEAL\nJOUBERT JA )CONCUR\nNIENABER JA )CONCUR\nF H GROSSKOPF JA:\nI have had the benefit of reading\nthe judgment of my learned colleague Olivier, and although I agree with his\nconclusion in respect\nof most of the issues I am constrained to disagree with\nhim on one small but crucial aspect of the case. In my judgment the appellant\nhas failed to prove how many stolen diamonds van Zyl in fact sold to the third\nrespondent (\"Nieuwoudt\").\nThis is not a case where monetary damage has been suffered and where it\nis necessary for the court to assess the amount and make the\nbest use it can of\nthe evidence before it\n(Hersman v Shapiro & Co\n1926 TPD 367\nat\n379-380;\nEarn Standard S A (Pty) Ltd v Katz\n1981(1) SA 964(A) at\n969H-970H). The appellant has in my view proved its loss. The appellant's\ndifficulty is that it has to rely\non the unsatisfactory evidence of van Zyl to\ncomplete the vital link in the chain. Van Zyl, who had been convicted, inter\nalia, of\nstealing diamonds from the appellant, was the person who allegedly sold\nall those stolen diamonds to Nieuwoudt. The question is whether\nthe appellant\nhas proved that\n3\nall the diamonds stolen by Cilliers and handed to van Zyl, were sold by\nvan Zyl to Nieuwoudt. And if not, whether the appellant has\nproved how many\ndiamonds van Zyl in fact sold to Nieuwoudt.\nCounsel for the appellant made it quite clear in the course of his\nargument in this court that despite the allegations in the particulars\nof claim,\nthe appellant's claim related only to those diamonds which Cilliers had stolen\nfrom the appellant's mine at Oranjemund\nduring the period December 1980 (or\nJanuary 1981) to December 1981, and not to any other diamonds which van Zyl may\nhave obtained\nprior to December 1980, or from other sources at the appellant's\nmine.\nAccording to Cilliers' evidence he handed 11 matchboxes containing\ndiamonds to van Zyl on four different occasions during the period\nDecember 1980\n(or January 1981) to April 1981, when van Zyl resigned. Thereafter, and on three\ndifferent occasions during the period\nJuly to December 1981, Cilliers handed\nbetween 14 and 17 matchboxes of diamonds to Otto, who in turn was supposed to\nhand them to\nvan Zyl. All those diamonds had been stolen from\n4\nthe appellant's mine at Oranjemund. Cilliers' evidence relating to dates\nare corroborated by official entries of deposits in his savings\naccount. The\nfirst deposit of R3 000 was made on 17 January 1981, while the last deposit of\nR3 500 was made on 11 December 1981.\nCilliers made \"a very favourable impression\nas a witness\" on the learned trial judge, who also found his evidence to be\n\"satisfactory\nand reliable\". Counsel for the appellant accepted that rinding as\ncorrect and relied heavily on the evidence of Cilliers.\nVan Zyl's evidence on the other hand differs substantially from that of\nCilliers in certain material respects. It is of course true\nthat the witnesses\nhad to testify about events which had occurred more than ten years before, and\none should therefore make some\nallowance for faulty recollections. It should,\nhowever, also be borne in mind that van Zyl had the opportunity to refresh his\nmemory\nat the time of his own criminal trial in 1984, and later when he\ntestified at Nieuwoudt's criminal trial.\nVan Zyl testified that he first spoke to Cilliers towards the end of 1979\nabout stealing diamonds at the mine. The first transaction\nwas\nconcluded\n5\nin that same year when Cilliers, according to van Zyl, handed him one\nmatchbox of diamonds which van Zyl in turn sold to Nieuwoudt.\nThis version of\nvan Zyl differs in material respects from that of Cilliers who said that when\nvan Zyl first raised the topic at the\nbeginning of 1980, he told van Zyl that he\nwas not interested. Van Zyl approached him on several occasions thereafter, but\nit was\nonly towards the end of 1980 that Cilliers agreed to steal diamonds at\nthe mine and to hand them to van Zyl. According to Cilliers\nthe first theft took\nplace in December 1980 (or January 1981), whereafter he handed van Zyl three\nmatchboxes of diamonds, and not\none as van Zyl alleged.\nVan Zyl's evidence is that he received diamonds direct from Cilliers on\napproximately five occasions from 1979 until his resignation\nin April 1981, in\nother words five transactions over a period of about 16 months. Van Zyl could\nrecall that he had received five\nmatchboxes of diamonds on the last occasions\nbefore his resignation in April 1981, and that Cilliers had handed him not less\nthan\n15 matchboxes of diamonds altogether. These matchboxes were not always\nfull. About one out of three would be only half full. Cilliers\non the\n6\nother hand testified that over a period of not more than five months he\nhanded 11 matchboxes of diamonds to van Zyl on four different\noccasions. The\nimportant difference between these two versions is that on Cilliers' evidence\nvan Zyl got diamonds about once every\nmonth while on van Zyl's evidence Cilliers\nhanded him diamonds only once every three months. Inasmuch as Cilliers' evidence\nin this\nregard is to be accepted, it is clear that van Zyl was not a very\nreliable witness.\nWhen van Zyl resigned from the mine in April 1981 it was agreed that Otto\nwould take his place. Cilliers testified that he handed\ndiamonds to Otto on\nthree different occasions: four matchboxes in July or August 1981 (which Otto\nlater handed back to Cilliers in\na sock, and which Cilliers then delivered to\nvan Zyl); five or six matchboxes in October 1981; five, six or seven matchboxes\nin December\n1981. Van Zyl testified that he could specifically recall an\noccasion when Otto came to his house in Brackenfell. They went to a\nhotel where\nOtto gave him two matchboxes of diamonds. On Cilliers' evidence Otto must have\nreceived at least five matchboxes of diamonds,\n7\nbut on van Zyl's testimony Otto handed him only two matchboxes. There is\nno explanation as to what could have happened to the other\nmatchboxes. It is\ncommon cause that Otto on one occasion retained two diamonds for himself before\nhanding the others to van Zyl.\nThose diamonds were subsequently recovered by the\nappellant and due allowance has been made for their value in calculating the\nappellant's\nloss.\nVan Zyl testified that after his resignation in April 1981 he received\nabout 8 matchboxes of diamonds, while Cilliers' evidence is\nthat he handed Otto\nbetween 14 and 17 matchboxes of diamonds. There is again nothing to show what\nhappened to the other 6 to 9 matchboxes\nof diamonds. There is certainly a\ndistinct possibility that Otto kept some of those diamonds for himself. Another\npossibility is\nthat van Zyl was not truthful about the number of matchboxes\nwhich he had received from Otto. In my view these inconsistencies cannot\nsimply\nbe attributed to faulty recollection on the part of van Zyl.\nThere are, therefore, serious discrepancies between the reliable evidence\nof Cilliers on the one hand and the testimony of van Zyl\non the other.\n8\nThese discrepancies relate in particular to the dates on which the thefts\ntook place, and to the number of diamonds stolen and eventually\nhanded over to\nvan Zyl. It does not avail the appellant merely to say that in calculating the\nappellant's loss they have made all\nthe necessary adjustments in the\nrespondents' favour, and have used the lesser number of matchboxes referred to\nby van Zyl in his\nevidence. The inconsistencies of van Zyl's version show how\nunreliable his evidence is, and how dangerous it is to rely on his evidence\nto\ndetermine the extent of the respondents' liability.\nThe unreliability of van Zyl's evidence is further borne out by the\nfollowing evidence. Van Zyl testified that he received diamonds\nfrom Cilliers\nand Otto on nine different occasions, and that he sold all those diamonds to\nNieuwoudt and to nobody else. He denied\nthat he retained any of those diamonds\nfor himself. As soon as he received a parcel of diamonds he would go to\nNieuwoudt and sell\nit to him before taking delivery of a new parcel. Only on the\nlast occasion before his resignation did he sell the parcel in two\nbatches to\nNieuwoudt. He explained that Cilliers handed him Ave matchboxes of\n9\ndiamonds on that occasion and that he sold only half of those diamonds to\nNieuwoudt straight away. He buried the other diamonds and\nsold them to Nieuwoudt\non a later occasion.\nOn his own version van Zyl therefore sold diamonds to Nieuwoudt on ten\ndifferent occasions. Yet later in his evidence van Zyl testified\nthat he and\nNieuwoudt had concluded no more than five diamond transactions. One of those\ntransactions did not involve diamonds stolen\nby Cilliers and should therefore be\nexcluded from the five transactions mentioned by van Zyl. (This was the\ntransaction which, according\nto the appellant, took place between van Zyl and\nNieuwoudt before 12 August 1980, ie before Cilliers came into the picture, but\nwhere\nthe appellant recovered the 327 stolen diamonds.) In the result we have\ntwo contradictory versions by van Zyl. According to the one\nversion he concluded\nonly four diamond transactions with Nieuwoudt during the relevant period when\nCilliers provided the stolen diamonds.\nAccording to the other version there were\nten different occasions on which he sold diamonds, stolen by Cilliers, to\nNieuwoudt. These\nconflicting versions suggest that not all\n10\nthe stolen diamonds which van Zyl had received from Cilliers and Otto\nwere in fact sold to Nieuwoudt.\nApart from being a totally unreliable witness, van Zyl also proved\nhimself to be a lying witness. He testified that Cilliers and Otto\nwere the only\npersons from whom he ever received diamonds, yet the 327 diamonds sold by van\nZyl, and recovered by the appellant before\n12 August 1980, could not have\nemanated from either Cilliers or Otto. Van Zyl also conceded that the statement\n(exhibit \"Bl\") which\nhe signed on 13 April 1983, and prior to his criminal\ntrial, was false in material respects.\nVan Zyl was also prepared to change his evidence when it suited him to do\nso. While he was still an accused he said in a statement\nto the police that he\nhad received a total amount of R120 000 from Nieuwoudt in respect of all their\ntransactions. In the present\ntrial he increased that amount to R250 000 without\nbeing able to give any explanation for doing so.\nIn my judgment van Zyl was such a poor and unreliable witness that the\nCourt can place no reliance at all on his evidence as to the\nquantity\nof\n11\nstolen diamonds which he had sold to Nieuwoudt.\nThe sale of\ndiamonds by Nieuwoudt to de Beer cannot in my view take the matter any further.\nThose transactions took place over a much\nlonger period of time and not only\nduring the period when Cilliers stole diamonds from the appellant. There is\nfurther no evidence\nto show that all those diamonds which Nieuwoudt sold to de\nBeer emanated from the appellant's mine at Oranjemund.\nIn the result I conclude that the appellant has failed to prove this\nvital aspect of its case. I would accordingly dismiss the appeal\nwith costs, the\ncosts to include the costs of two counsel appearing for first and second\nrespondents.\nF H GROSSKOPF\nJudge of Appeal\nSteyn JA Concurs",
  "scraped_at": "2026-02-12T07:06:44.770615",
  "date": "1995-05-31",
  "coram": [
    "Joubert",
    "Steyn",
    "F H Grosskopf",
    "Nienaber",
    "Olivier JA"
  ],
  "case_number": "144/93",
  "parties": {
    "applicants": [
      "Namdeb Diamond Corporation (Pty) Limited"
    ],
    "respondents": [
      "L von Wielligh Bester N.O.",
      "Rael Gordon N.O.",
      "A A Nieuwoudt"
    ]
  },
  "sections": {
    "facts": "Namdeb Diamond Corporation (Pty) Ltd, a state‑owned diamond concessionaire operating the Oranjemund mine in South West Africa, sued the estate of farmer A A Nieuwoudt and the joint trustees of that estate for damages. The claim alleged that between 1979 and 1981 Nieuwoudt, through a scheme involving security officers Bernardus Van Zyl, metallurgical operator Cilliers and others, purchased uncut diamonds that had been stolen from Namdeb's mine. The diamonds were allegedly delivered to Nieuwoudt, who later sold some to a businessman, De Beer. The trial in the Cape Provincial Division examined extensive oral testimony, exhibits and expert valuation, and ultimately dismissed the claim with costs. Namdeb appealed.",
    "issues": "1) Whether the diamonds delivered to Nieuwoudt were stolen from Namdeb’s mine and whether Nieuwoudt had knowledge of the theft, establishing liability for damages. 2) Whether the evidence proved the quantity and value of the stolen diamonds so that a proper quantum of damages could be assessed. 3) The admissibility and weight of the various delictual actions (condictio furtiva, actio ad exhibendum, actio legis Aquiliae) and the standard of proof on a balance of probabilities. 4) Whether the trial judge erred in his findings of fact, particularly regarding the credibility of key witnesses such as Van Zyl.",
    "principles": "The Court considered the Roman‑Dutch delictual actions of condictio furtiva, actio ad exhibendum and actio legis Aquiliae, noting that the owner may recover the value of stolen property and, where appropriate, damages. Civil liability is assessed on the balance of probabilities, not beyond reasonable doubt. Credibility of witnesses is paramount; corroborated evidence carries greater weight. The Insolvency Act dictates the order of payment from an insolvent estate. Costs may be awarded against trustees out of the estate.",
    "application": "The appellate court found Cilliers to be a reliable witness and accepted his detailed testimony on the number of matchboxes of diamonds stolen. Van Zyl’s testimony was deemed unreliable due to inconsistencies and contradictions. The court concluded that Nieuwoudt was complicit, having knowledge of the stolen diamonds and benefiting from their sale. Using Cilliers’s lowest count (22 matchboxes, two‑thirds full) and Prof Barr’s valuation, the gross loss was calculated at R1,212,787. After deducting the value of recovered diamonds (R83,831) and various costs (R302,871), the net claim was R909,916. The court set aside the lower court’s judgment and ordered payment of this amount, plus costs, by the first and second respondents out of the insolvent estate of the third respondent.",
    "conclusion": "The appeal succeeded. The judgment was entered for the plaintiff in the sum of R909,916 together with costs, to be paid by the first and second respondents out of the insolvent estate of the third respondent in accordance with the Insolvency Act. The order of the court a quo was set aside."
  },
  "tags": {
    "level_1": "Civil Law",
    "level_2": "Delict / Property",
    "level_3": [
      "condictio furtiva",
      "diamond theft",
      "damage assessment",
      "insolvency",
      "witness credibility"
    ]
  }
}