{
  "url": "https://www.saflii.org/za/cases/ZASCA/1995/144.html",
  "case_name": "S v Sampson and Another (729/94) [1995] ZASCA 144 (24 November 1995)",
  "citation": "[1995] ZASCA 144",
  "court": "ZASCA",
  "year": "1995",
  "full_text": "South Africa: Supreme Court of Appeal\nYou are here:\nSAFLII\n>>\nDatabases\n>>\nSouth Africa: Supreme Court of Appeal\n>>\n1995\n>>\n[1995] ZASCA 144\n|\nNoteup\n|\nLawCite\nS v Sampson and Another (729/94) [1995] ZASCA 144 (24 November 1995)\nDownload original files\nPDF format\nRTF format\nIN THE SUPREME COURT OF SOUTH AFRICA (APPELLATE DIVISION\n)\nCASE NO. 729/94\nDONOVAN SAMPSON\n1st APPELLANT\nGLEN ANDREW\nHALL\n2nd APPELLANT\nand\nTHE STATE\nRESPONDENT\nCORAM\n: VAN HEERDEN, MARAIS et SCHUTZ JJ.A\nDATE HEARD\n: 21 November 1995\nDATE DELIVERED\n:\n24 November 1995\nSCHUTZ JA\n2\nJUDGMENT\nSCHUTZ JA\n:\nThe two appellants, young men of\nrespectively 18 and 20 years of age at the time of their trial, were convicted\nin the Regional Court\nof robbery, and were sentenced in terms of\ns 276(l)(i)\nof\nthe\nCriminal Procedure Act 51 of 1977\n(\"the\nAct\") to\n42 months imprisonment, of\nwhich 18 months was conditionally suspended. An appeal to the Eastern Cape\nDivision against conviction\nand sentence failed, but that Court granted leave to\nappeal to this Court on sentence only.\nThe facts are quite simple and are largely undisputed, although the\nappellants, neither of whom gave evidence, sought to impose a\n3\nfrolicsome quality on the events. The magistrate was not impressed. Nor\nam I.\nThe complainant, a 15 year old scholar Daniel Lawler, was\nwaiting to cross Luneville road, Lorraine, Port Elizabeth at about 22.00h\non 19\nDecember 1992 with a view to visiting a friend, when a car containing the two\nappellants passed him, made a U-turn and came\nback to him. Believing that the\noccupants were seeking directions he went up to the car. The second appellant\nwas nearest him in\nthe front passenger's seat and the first appellant was in the\ndriver's seat. They asked him if he had any money on him. The second\nappellant\nproduced what appeared to be a pistol. They then both demanded that he hand them\nmoney. He was girt with a moneybag (referred\nto in evidence as a \"moonbag\").\nHe\n4\nslipped it to his feet and kicked it under the car. At some stage the\nfirst appellant took the firearm from the second and pressed\nit against the\ncomplainant's forehead. It felt cold, not like plastic material. His attempts to\nhide the moonbag were not successful.\nThe second appellant opened the door,\nreached down and took it. The appellants drove off.\nThe complainant crossed the street and phoned the police. The car number\nhe gave them was incorrect. Some days later he again saw\nthe car and he was able\nto give the police the correct number. This led to the appellants being called\nin, and the recovery of the\nmoonbag. When it had been taken it had contained,\nR160 in notes, pay slips showing his and his employer's names (the complainant\nhad a part-time job) and some bicycle tools. When the police returned it to him\nit contained only R110\n5\nand some cents and the tools. The pay slips were gone.\nThe\ncomplainant believed that he was being threatened with a real gun and feared for\nhis life. It was put to him that the proceedings\nwere conducted in a jovial\nmood. To this he responded, \"When they stopped up next me (sic), they were quite\nhappy, but then they\ngot serious, very serious.\"\nLieutenant van Rooyen deposed that when the appellants attended at his\noffice (after the complainant had identified the car) they\ndid not dispute the\nincident but claimed that it had all been a joke. The first appellant took him\nto the car and produced the moonbag\nfrom under the passenger's seat. It\ncontained only R110 and some cents. There were no pay slips. One of the\nappellants took him to\na house where a friend\n6\nproduced a toy pistol, which was an exact replica of a 9mm Browning\npistol.\nThe defence led no evidence on sentence and made no request for a report\nin terms of\ns 276\nA(l)(a) of the\nAct. The\nmagistrate took into account in favour\nof the appellants their youth, the fact that they were first offenders, and\ncertain personal\ncircumstances. The first appellant worked at an hotel, earning\nR1700 per month. He had passed standard nine, was unmarried and had\nno\ndependents. The second appellant had matriculated, had a part-time job which\nbrought in an average of R150 per week, and had R1300\navailable to pay a\nfine.\nThe magistrate was not impressed by a contention that the appellants had\nco-operated with the police. They had not given\n7\nthemselves up of their own choice, and they had advanced an elaborate\nfalse story to the police, to the effect that when they had\nrealized that their\n\"joke\" had turned sour because their victim was a stranger and not an\nacquaintance as at first believed, they\nhad gone back to return the moonbag but\nhad been frustrated by their victim's disappearance: and had thereafter been\nfurther frustrated\nbecause of his failure to leave any trace of his identity in\nthe moonbag. Accordingly the magistrate found, \"very little mitigation\nin your\nco-operation as to pointing out the moonbag and the gun.\"\nThe magistrate correctly emphasized the seriousness of the crime of\nrobbery, which involves both violence and dishonesty. He alluded\nto the\ndifficulty of catching robbers and opined that for this reason the\n8\nelement of deterrence is of particular importance. The fact that most of\nthe money was recovered had resulted from the efforts of\nthe complainant, not\nthe contrition of the appellants.\nHowever, the magistrate correctly said that he should not look at robbery\nin abstracto but also at the facts of the particular robbery.\nHe accepted\n(although there was no actual evidence of it) that the object used was a toy\ngun. On the other hand, because of its realism\nand the manner in which it had\nbeen used, this fact did not detract from the terror induced in the complainant.\nI would add that\nif the weapon used was a facsimile, it would mean that there\nwould have been no temptation to shoot if there should have been a hitch\nin the\nrobbery, a temptation so often succumbed to where real firearms are used. This\ndoes not mean,\n9\nof course, that the use of facsimiles is not a serious matter, because,\nif convincingly used, their minatory effect is the same as\nthat of the\nreal\nthing, and may lead to the same defensive reaction.\nIn the result the magistrate, whilst mindful of the undesirability of\nsending a first offender to gaol when that can be avoided, considered\nthat a\nfine was not appropriate, nor a wholly suspended sentence. At most he was\nprepared to suspend a part of the sentence. As already\nstated 18 months of the\n42 months sentence was conditionally suspended. In addition the magistrate\ntempered the remaining 24 months\nimprisonment by ordering, in terms of\ns\n276(l)(i)\nof the\nAct, that\nthe appellants might be placed under correctional\nsupervision at the discretion of the Commissioner of Correctional\nServices.\n10\nIn my opinion the magistrate has not been shown to\nhave\nmisdirected himself in any way. In particular I do\nnot consider that he\noveremphasized deterrence without giving sufficient weight to\nthe\ncircumstances of the particular crime or of the appellants. The\nsentence\nis not a high one one for robbery, which reflects that the magistrate\ntook\ninto account the unusual features of the case, and correctly so.\nIt was further pressed on us that no actual violence (in the\nsense\nof manhandling) was used. But that is the usual\nnature of robbery under\narms. The menace of the weapon far exceeds the persuasive force of\nan\nactual assault. And in so far as it has been suggested that the loss\nwas\nrelatively small (whether or not there was a partial recovery), it\nwas\nsustained by a youngster to whom it was by no means small.\n11\nFor these reasons the appeal is dismissed.\nW P\nSCHUTZ JUDGE OF APPEAL\nVAN HEERDEN JA)\nCONCUR MARAIS JA)",
  "scraped_at": "2026-02-12T08:11:46.386125",
  "date": "1995-11-24",
  "coram": [
    "VAN HEERDEN JA",
    "MAR AIS JA",
    "SCHUTZ JA"
  ],
  "case_number": "729/94",
  "parties": {
    "applicants": [
      "DONOVAN SAMPSON",
      "GLEN ANDREW HALL"
    ],
    "respondents": [
      "THE STATE"
    ]
  },
  "sections": {
    "facts": "In December 1992 a 15‑year‑old boy, Daniel Lawler, was approached by two young men in a car who demanded money. The second appellant displayed what appeared to be a pistol, later proven to be a replica of a 9 mm Browning. The first appellant pressed the weapon against the complainant's forehead while a moneybag (the \"moonbag\") was taken. The bag initially contained R160, pay‑slips and bicycle tools; after police recovery only R110 and some cents remained, the pay‑slips having been removed. The appellants later claimed the incident was a joke and produced a toy pistol to support this version. Both were convicted of robbery in the Regional Court and sentenced to 42 months imprisonment, with 18 months suspended, and placed under correctional supervision.",
    "issues": "The appeal was limited to the appropriateness of the sentence imposed for robbery. The primary issue was whether the magistrate had erred in the quantum of imprisonment and the use of a conditional suspension, taking into account the youth of the offenders, the alleged use of a facsimile weapon, and the principles of deterrence and mitigation under the Criminal Procedure Act.",
    "principles": "Robbery is a serious offence involving both violence and dishonesty, and sentencing must balance deterrence, retribution, and rehabilitation, especially for first‑offenders. Section 276(l)(i) of the Criminal Procedure Act allows courts to impose correctional supervision. The use of a replica weapon, while not a real firearm, can have the same minatory effect and therefore does not diminish the seriousness of the offence. Mitigating factors such as youth, first offence, and personal circumstances must be weighed against aggravating factors like the threat of a weapon and the victim's fear.",
    "application": "The Supreme Court of Appeal examined the magistrate's reasoning and found that the judge correctly considered the unusual features of the case, including the use of a toy gun that nevertheless induced terror. The court held that the magistrate gave appropriate weight to deterrence, the offenders' youth, and the limited financial loss. The conditional suspension of 18 months and the correctional supervision were deemed proportionate. No misdirection or over‑emphasis on deterrence was identified.",
    "conclusion": "The appeal against sentence was dismissed. The original sentence of 42 months imprisonment, of which 18 months were conditionally suspended and the remainder subject to correctional supervision, was upheld."
  },
  "tags": {
    "level_1": "Criminal Law",
    "level_2": "Robbery",
    "level_3": [
      "toy gun",
      "sentencing",
      "first offender",
      "deterrence",
      "criminal procedure act"
    ]
  }
}